[[{"overview":"This story first takes you to Misslimeri, a little Sicilian village, and into the home of Don Ruggero, a wealthy landowner. Don Ruggero is an iron-hearted man and strongly prejudiced against the lower classes. His son, Corrado, a young fellow, loves Rosalia, a shepherdess, but Don Ruggero has always refused to allow their marriage and to recognize little Vincenzino, their child, as his grandchild. Finally to destroy all Corrado's hopes, he discharges poor Rosalia from his farm, where she had been employed for many years. Even the sight of her departure with Vincenzino in her arms does not soften him. Rosalia is the very ideal of the Sicilian beauty, and Capt. Altieri, an officer in the service of the Dominators, the Bourbons, admires her immensely, but all his approaches are strongly repulsed by her. Don Ruggero and his son have for a long time conspired to free their motherland from the hands of the Bourbons, and when they receive news of the arrival of Garibaldi.","original_language":"it","original_title":"I mille","video":false,"title":"A Sicilian Heroine","genre_ids":[36],"poster_path":"\/nhxdGzi3lBNNrfP0BxJ5OT929JU.jpg","backdrop_path":null,"release_date":"1912-12-28","popularity":0.6,"vote_average":0,"id":88739,"adult":false,"vote_count":0},{"overview":"A one-of-a-kind compilation offering a fascinating, entertaining, and surprising look at the Fab Four with rare newsreel footage, candid and revealing interviews, and historic performances. Included are their first U.S. concert in Washington, D.C., never-before-seen highlights from the Hollywood Bowl, a rare uncensored interview filmed just before their very last concert, and live renditions of many hits.","original_language":"en","original_title":"The Beatles Unauthorized","video":false,"title":"The Beatles Unauthorized","genre_ids":[10402,99,36],"poster_path":"\/3JoOFEewdwNq5pEQmLdfk0Xgym4.jpg","backdrop_path":"\/oRHY1WwTfSX5QC2DVTEtLwhms7h.jpg","release_date":"1965-01-01","popularity":0.809,"vote_average":0,"id":75032,"adult":false,"vote_count":0},{"overview":"A false accusation leads the philosopher Socrates to trial and condemnation in 4th century BC Athens.","original_language":"it","original_title":"Socrate","video":false,"title":"Socrates","genre_ids":[18,36],"poster_path":"\/gn4ejEcB08b2Htr1G0m1uKqf9Mi.jpg","backdrop_path":"\/2EtsgAlxVBZaa0fyYAUjSxJhYhd.jpg","release_date":"1971-06-17","popularity":0.83,"vote_average":7.3,"id":74778,"adult":false,"vote_count":21},{"overview":"During World War II, a wealthy Canadian uses his own money to help the Allies form an espionage network.","original_language":"en","original_title":"A Man Called Intrepid","video":false,"title":"A Man Called Intrepid","genre_ids":[36,10770],"poster_path":"\/6sD1iz6uWDcor5FCM8WtC7rxCG4.jpg","backdrop_path":null,"release_date":"1979-05-06","popularity":0.6,"vote_average":0,"id":297557,"adult":false,"vote_count":0},{"overview":"Iemitsu, Tokugawa Shogun III, hates his eldest son Takechiyo; all his love is given to his younger son Tokumatsu. One day, he orders Takechiyo to an initiation rite in Yedo (today's Tokio). Takechiyo lives far away under the surveillance of Hotta Masamori, head of the Skura clan, where he was also raised. Hotta does suspect some kind of treachery, but he can not ignore the direct command of the Shogun. Therefore, he starts on his travel with Takechiyo and seven accompanying samurais. A large army under the command of Iba Shoemon, a vassal of the Shogun, attacks their night camp in the vicinity of a copper mine. Hotta dies in this first battle, but Takechiyo and the samurai manage to escape. They are chased by the army, and several skirmishes between the small force and the larger army follow.","original_language":"ja","original_title":"将軍家光の乱心 激突","video":false,"title":"Shogun's Shadow","genre_ids":[28,36],"poster_path":"\/lxFzx9yMer3MLWIYNq5d25wBZId.jpg","backdrop_path":"\/ntEYGf2aD768KXZjrtudVD7YQQa.jpg","release_date":"1989-01-14","popularity":1.724,"vote_average":5.7,"id":58879,"adult":false,"vote_count":6},{"overview":"Originally Actas De Marusia, this Mexican film re-creates a dark chapter in the history of Chile. The scene is a small Chilean mining town in 1907. Suffering under the despotic rule of the British mine owners, the workers stage a revolt. The government's solution is to utterly destroy the town rather than allow the rebellion to spread. Letters from Marusia was adapted from a novel by Patricio Manns, which in turn was based on eyewitness accounts of the 1907 massacre.","original_language":"es","original_title":"Actas de Marusia","video":false,"title":"Letters from Marusia","genre_ids":[18,36],"poster_path":"\/iVHIYd1weYc3v4oQaWzdjckJ7mS.jpg","backdrop_path":null,"release_date":"1976-06-06","popularity":0.88,"vote_average":5,"id":198518,"adult":false,"vote_count":7},{"overview":"At 165 pounds, and allegedly made from the skins of 160 donkeys, the Codex Gigas is the world's largest and most mysterious medieval manuscript. Filled with satanic images and demonic spells, according to legend, the cursed text sprang from a doomed monk's pact with the Devil. Now, Nat Geo follows a team of scientists as they embark on an unprecedented quest to unravel the secrets behind the book's darkened pages. Using ultra-violet fluorescence imaging, handwriting analysis and a re-creation of the text, forensic document experts attempt to uncover the cryptic truth behind this ancient Devil's Bible.","original_language":"en","original_title":"Devil's Bible","video":false,"title":"Devil's Bible","genre_ids":[99,36,9648],"poster_path":"\/tNUldOVuPsXwtRlyLEVnlYFSP0i.jpg","backdrop_path":"\/5Qk51s4ajSQB7LJfugrKfcAikWE.jpg","release_date":"2008-12-14","popularity":1.409,"vote_average":5.2,"id":72953,"adult":false,"vote_count":6},{"overview":"A taciturn loner and skilled cook has traveled west and joined a group of fur trappers in Oregon Territory, though he only finds true connection with a Chinese immigrant also seeking his fortune; soon the two collaborate on a successful business, although its longevity is reliant upon the clandestine participation of a nearby wealthy landowner’s prized milking cow.","original_language":"en","original_title":"First Cow","video":false,"title":"First Cow","genre_ids":[18,36],"poster_path":"\/7xENfgQHSokRoIe4doxREnPYlKv.jpg","backdrop_path":"\/274dHKJJ70fxvGaDZQdUbbwv0yz.jpg","release_date":"2020-03-06","popularity":2.187,"vote_average":0,"id":558582,"adult":false,"vote_count":1},{"overview":"Hitler, Nazi propaganda and 1936 Berlin Olympics are put under the microscope to uncover hidden truths and the historical legacy of those games.","original_language":"en","original_title":"Hitler's Olympics","video":false,"title":"Hitler's Olympics","genre_ids":[36,99],"poster_path":"\/ay6cJr8i2LZWyu0F7exlwCVfEGz.jpg","backdrop_path":null,"release_date":"2016-07-16","popularity":1.562,"vote_average":6,"id":412590,"adult":false,"vote_count":3},{"overview":"Darwin meets Hitchcock in this documentary. Directors Dan Geller and Dayna Goldfine have created a parable about the search for paradise, set in the brutal yet alluring landscape of the Galapagos Islands, which interweaves an unsolved 1930s murder mystery with stories of present day Galapagos pioneers. A gripping tale of idealistic dreams gone awry, featuring voice-over performances by Cate Blanchett, Diane Kruger, and Gustaf Skarsgard.","original_language":"en","original_title":"The Galapagos Affair: Satan Came to Eden","video":false,"title":"The Galapagos Affair: Satan Came to Eden","genre_ids":[99,9648,36,80],"poster_path":"\/fUZPUzv5GUxYcycPFudBLLU8S39.jpg","backdrop_path":"\/pFtwrlUh9I5w0uKVUDuVnWHG436.jpg","release_date":"2014-04-03","popularity":2.453,"vote_average":7.1,"id":223632,"adult":false,"vote_count":17},{"overview":"Kombodhi (Pasupathy) is the leader of a tribe of thieves living in Vembur. After a particular expedition, they come to know of a solitary thief, who claims to be from their village. Kombodhi hunts him out and finds that his name is Varipuli (Aadhi) and that he is very skilled. Kombodhi invites him to join his gang and live in Vembur. But after Varipuli arrives, his past catches up with him.","original_language":"ta","original_title":"அரவான்","video":false,"title":"Aravaan","genre_ids":[18,36],"poster_path":"\/u5Cp2HTUttJQotoylALu1S3m3ZX.jpg","backdrop_path":"\/4upCmr6YjkEe6Se60G7iFpRszx1.jpg","release_date":"2012-03-02","popularity":1.613,"vote_average":4.3,"id":114756,"adult":false,"vote_count":6},{"overview":"A humorous account of the origins of the nation of Belgium and of the pivotal role of its first king, Léopold.","original_language":"fr","original_title":"Léopold, roi des Belges","video":false,"title":"Léopold, roi des Belges","genre_ids":[16,36],"poster_path":"\/j5s0zlJ7QfsOT8A4ByrQdM7kJKE.jpg","backdrop_path":"\/hsZYSV0QWyAMLVaj1YNOxoEpeXv.jpg","release_date":"2018-09-29","popularity":1.324,"vote_average":5.5,"id":552072,"adult":false,"vote_count":3},{"overview":"Cuba (Agosto,1994) . The world of Carlos is collapsing. His little hometown is a chaos. His friends are leaving, his grandmother dies, he is exploring sexuality. He was hoping for a normal summer but his emotions are upside down while he tries to survive with an uncertain future when government politics change and thousands of cubans are throwing themselves to the sea with the hope of escaping.","original_language":"es","original_title":"Agosto","video":false,"title":"August","genre_ids":[18,36],"poster_path":"\/1wr3OMKxWi0bg4tCPCeILHGi66M.jpg","backdrop_path":null,"release_date":"2019-09-21","popularity":0.896,"vote_average":0,"id":621717,"adult":false,"vote_count":0},{"overview":"In mid-nineteenth century England the medical establishment does not recognize the value of skilled nurses, cleanliness, nutrition and kindness. Florence Nightingale's heroic measures slowly changes all of this.","original_language":"en","original_title":"The White Angel","video":false,"title":"The White Angel","genre_ids":[36,18],"poster_path":"\/jHAMVgrG4eK3hKi6Dwr7u1UoJ9F.jpg","backdrop_path":"\/zLcKN4YhUNZj57kqJwKsXUqnmE5.jpg","release_date":"1936-06-25","popularity":1.035,"vote_average":7.7,"id":292633,"adult":false,"vote_count":3},{"overview":"On 26 September 1928, Karel Capek and President T.G. Masaryk meet in the gardens of Topolcianky castle to decide about the fate of their joint literary work. Their fiction film dialogue is based on quotes from a future book and their mutual correspondence, considerably freeing the original format of literary conversation from binding conventions. Capek and Masaryk reproach and offend each other, but they also ask key personal questions and questions about the social functions of a writer and politician respectively. \"It's a film about two extraordinary men; it's about the fact that emotions can be sometimes more powerful than ideas even in such exceptional people.","original_language":"cs","original_title":"Hovory s TGM","video":false,"title":"Talks with TGM","genre_ids":[18,36],"poster_path":"\/2PXSQKcAofWSL0Ki8KptGFYrHGj.jpg","backdrop_path":"\/cu9KwTHQWvGCRqgtWvQUB0Sq9AP.jpg","release_date":"2018-10-18","popularity":1.509,"vote_average":0,"id":566118,"adult":false,"vote_count":0},{"overview":"Mard (English Translation: Male or Man or Macho) is a 1985 Hindi action film, starring Amitabh Bachchan and Amrita Singh and directed by Manmohan Desai. It was the highest earning film of 1985.","original_language":"en","original_title":"Mard","video":false,"title":"Mard","genre_ids":[28,18,36],"poster_path":"\/vcP0yBwSw7geTQp1oRq971VzGKv.jpg","backdrop_path":null,"release_date":"1985-10-09","popularity":1.719,"vote_average":6,"id":223091,"adult":false,"vote_count":9},{"overview":"Rafael, a village mayor caught in the murderous crossfire of the Philippine-American War. When U.S. troops occupy his village, Rafael comes under pressure from a tough-as-nails officer to help the Americans in their hunt for Filipino guerilla fighters. But Rafael's brother is the head of the local guerillas, and considers anyone who cooperates with the Americans to be a traitor. Rafael quickly finds himself forced to make the impossible, potentially deadly decisions faced by ordinary civilians in an occupied country.","original_language":"en","original_title":"Amigo","video":false,"title":"Amigo","genre_ids":[18,36,10752],"poster_path":"\/uIoe1fpcCdh8iRmdoGspDyf9OV9.jpg","backdrop_path":"\/sg1YyOR8BpZZUtL5lfgSOUvkfr2.jpg","release_date":"2011-08-19","popularity":1.357,"vote_average":4.8,"id":72913,"adult":false,"vote_count":4},{"overview":"In the late 19th century, as America's teeming cities grew increasingly congested, the time had come to replace the nostalgic horse-drawn trolleys with a faster, cleaner, safer, and more efficient form of transportation. Based in part on Doug Most's acclaimed non-fiction book of the same name, The Race Underground tells the dramatic story of an invention that changed the lives of millions.","original_language":"en","original_title":"The Race Underground","video":false,"title":"The Race Underground","genre_ids":[99,36],"poster_path":"\/k7JnXmLvbfUO9ghDZj7Wd0EhnEw.jpg","backdrop_path":null,"release_date":"2017-01-31","popularity":0.887,"vote_average":7.6,"id":472549,"adult":false,"vote_count":5},{"overview":"Documentary about Nostradamus's quatrains.","original_language":"en","original_title":"Nostradamus: 2012","video":false,"title":"Nostradamus: 2012","genre_ids":[99,18,36],"poster_path":"\/3b2K2I42AHmJWRRUwUMWN6SBSmk.jpg","backdrop_path":"\/2sqsu1BABZ42cLHCAGKivmn9SBn.jpg","release_date":"2009-01-09","popularity":2.139,"vote_average":5.4,"id":26740,"adult":false,"vote_count":17},{"overview":"Andrey Kulikov goes to Paris to visit the grave of his great-grandfather, Andrey Dolmatov, who had been an officer in the White Army during the Russian Revolution. On the headstone of the grave next to his great-grandfather's, he notices the face of a young woman. Later, while walking through Paris, Andrey sees a woman, Vera, who looks just like the young woman he had seen on the headstone. And so begins the telling of two love stories, separated by three generations and one hundred years.","original_language":"ru","original_title":"Герой","video":false,"title":"The Hero","genre_ids":[28,18,10749,10752,36],"poster_path":"\/VQUm2iBH3qXKhLoPR5iNBQ3wFP.jpg","backdrop_path":"\/zj4VuXUoBr0ggepMcBUyPSIQlhH.jpg","release_date":"2016-03-31","popularity":1.077,"vote_average":5.1,"id":390441,"adult":false,"vote_count":4}],[{"overview":"Learn how one man reluctantly took on the most powerful institution of his day and won. Martin Luther is credited with expounding a new vision of man's relationship with God and, by extension, a redefinition of man's relationship with authority. Filmed across Europe -- from the rustic rural Germany to the opulence of the Vatican City -- you'll witness the collapse of the medieval world and the birth of the modern age.","original_language":"en","original_title":"Martin Luther","video":false,"title":"Martin Luther","genre_ids":[99,36,18],"poster_path":"\/zvISZQYZNMu2KA4DCiioIsjkEa5.jpg","backdrop_path":null,"release_date":"2003-07-09","popularity":1.032,"vote_average":6.1,"id":193949,"adult":false,"vote_count":5},{"overview":"Drawing on the book of the same name, League of Denial crafts a searing two-hour indictment of the National Football League’s decades-long concealment of the link between football related head injuries and brain disorders.","original_language":"en","original_title":"League of Denial: The NFL’s Concussion Crisis","video":false,"title":"League of Denial: The NFL’s Concussion Crisis","genre_ids":[99,36],"poster_path":"\/5zlpETzX8zaM96csWlEb8igcpu3.jpg","backdrop_path":null,"release_date":"2013-10-08","popularity":0.829,"vote_average":7.6,"id":334763,"adult":false,"vote_count":5},{"overview":"Union soldiers march off to battle amid cheering crowds. After the battle turns against the Union Army, one soldier runs away, hiding in his girlfriend's house. Ashamed of his cowardice, he finds his courage and crosses enemy lines to bring help to his trapped comrades.","original_language":"en","original_title":"The Battle","video":false,"title":"The Battle","genre_ids":[18,10752,36],"poster_path":"\/6QHsad2mwuLDInP7uByAtIRc270.jpg","backdrop_path":null,"release_date":"1911-11-06","popularity":1.031,"vote_average":5.1,"id":191091,"adult":false,"vote_count":5},{"overview":"This classic short film from Pierre Berton depicts the Klondike gold rush at its peak, when would-be prospectors struggled through harsh conditions to reach the fabled gold fields over 3000 km north of civilization. Using a collection of still photographs, the film juxtaposes the Dawson City at the height of the gold rush with its bustling taverns and dance halls with the more tranquil Dawson City of the present.","original_language":"en","original_title":"City of Gold","video":false,"title":"City of Gold","genre_ids":[36,99],"poster_path":"\/qLRZqIRJZR4pYU2OEKM7kj9a3bx.jpg","backdrop_path":"\/6aRJPYkN0QeG4rMidWaNlMSqUgG.jpg","release_date":"1957-01-01","popularity":1.169,"vote_average":5.6,"id":128441,"adult":false,"vote_count":5},{"overview":"In July 1945, during the end of World War II, Japan is forced to accept the Potsdam Declaration. A cabinet meeting has continued through days and nights, but a decision cannot be made. The U.S. drops atomic bombs on the cities of Hiroshima and Nagasaki, Japan. General Korechika Anami is torn over making the proper decision and the Emperor of Japan worries about his people. Prime Minister Kantaro Suzuki leads the cabinet meeting, while Chief Secretary Hisatsune Sakomizu can't do anything, but watch the meeting. At this time, Major Kenji Hatanaka and other young commissioned officers, who are against Japan surrendering, move to occupy the palace and a radio broadcasting station. The radio station is set to broadcast Emperor Hirohito reading out the Imperial Rescript on the Termination of the War.","original_language":"ja","original_title":"日本のいちばん長い日","video":false,"title":"The Emperor in August","genre_ids":[36,10752,18],"poster_path":"\/A3BaYqHvIVUGa35uDLigd77RxO0.jpg","backdrop_path":"\/sQskEDbeg6a1kLssIStWwJWAPrA.jpg","release_date":"2015-08-08","popularity":0.811,"vote_average":7,"id":314837,"adult":false,"vote_count":5},{"overview":"The movie situated in post-revolutionary Mexico describes the way politics were done in those times. Ignacio Jimenez is chosen as the candidate of the Partido Radical Progresista, but he isn't so sure about it, because he knows his boss, El Caudillo has chosen another candidate. Several political moves are done between the parties, leading to a thunderous climax.","original_language":"es","original_title":"La sombra del caudillo","video":false,"title":"La sombra del caudillo","genre_ids":[18,36],"poster_path":"\/kzIweTJKXT3YMXvwQx5uEKu7aCH.jpg","backdrop_path":"\/cz96HTujlxq0h1ngbXOes5ycwe0.jpg","release_date":"1960-08-22","popularity":0.978,"vote_average":7,"id":120298,"adult":false,"vote_count":4},{"overview":"April 1945: Gregor Hecker, 19 years of age, reaches the outskirts of Berlin as part of the Red Army's scouting team. Having fled Germany with his family when he was eight, he is confronted with the dilemma of having to fight men from the very country he was born in. Through dealing with challenging situations (e.g. he is appointed commander of Bernau, talks to many disillusioned Germans, and is once and again attacked by scattered groups of German soldiers), he grows more confident that not all hope is lost for post-war Germany.","original_language":"de","original_title":"Ich war neunzehn","video":false,"title":"I Was Nineteen","genre_ids":[18,36],"poster_path":"\/j8vCqg6LFS99xxaKKeeJP0cGCGF.jpg","backdrop_path":"\/AjlgHDmHizHiM4e28hU6eRDcyXz.jpg","release_date":"1968-02-01","popularity":1.313,"vote_average":7.6,"id":38768,"adult":false,"vote_count":5},{"overview":"The tumultuous and adventurous life of Michelangelo Merisi, controversial artist, called by Fate to become the immortal Caravaggio. A violent genius that will dare to defy the ideal vision of the world imposed by the Renaissance painters. A provoker that scandalized patrons and institutions, raising the altars the outcast figures he knew so well: drunkards, vagrants and prostitutes.","original_language":"it","original_title":"Caravaggio","video":false,"title":"Caravaggio","genre_ids":[18,36],"poster_path":"\/fP6vrt9mXYavnBiVLiMp9o7uaj.jpg","backdrop_path":"\/9akUPRYLwMakDJqYo1Z4nAT8ke4.jpg","release_date":"2007-07-03","popularity":0.923,"vote_average":6.6,"id":159810,"adult":false,"vote_count":7},{"overview":"The Castro revolution was just consolidating its power when, in 1961, over 100,000 students were sent from their schools into the countryside to teach the peasants there how to read. Coinciding with the Bay of Pigs invasion, in this docudrama, 15-year-old Mario (Salvador Wood) has come to a tiny village in the Zapata swamps and gradually wins the villagers over to his task. At the same time, he receives an education in the realities of rural life from the hard-working peasants.","original_language":"es","original_title":"El brigadista","video":false,"title":"El brigadista","genre_ids":[18,10752,36],"poster_path":"\/uUseg5G5lSjSkZKDo0s1FwD8jE9.jpg","backdrop_path":"\/1nRZwTWcHdDAVPUocOtxIfSXbe7.jpg","release_date":"1978-01-02","popularity":0.733,"vote_average":7,"id":263796,"adult":false,"vote_count":3},{"overview":"","original_language":"it","original_title":"Il generale Dalla Chiesa","video":false,"title":"Il generale Dalla Chiesa","genre_ids":[36,28,18],"poster_path":"\/k7NnnKqU8puI5spVBkXywR9gBEM.jpg","backdrop_path":"\/q7ajegTCplZtGDtmlJxtGO8hlDG.jpg","release_date":"2007-09-10","popularity":1.273,"vote_average":5.8,"id":254932,"adult":false,"vote_count":6},{"overview":"","original_language":"it","original_title":"Poppea... una prostituta al servizio dell'impero","video":false,"title":"Poppea: A Prostitute in Service of the Emperor","genre_ids":[36,35],"poster_path":"\/9CiF0iBKkGIVeEyVR2O6rHmKhGb.jpg","backdrop_path":null,"release_date":"1972-11-21","popularity":0.728,"vote_average":3.7,"id":239052,"adult":false,"vote_count":3},{"overview":"The film tells the story of Peter Wildeblood, a thoughtful and private gay journalist whose affair with a handsome serviceman he met in Piccadilly – during the time homosexuality was a crime – turned Queen's evidence against him in one of the most explosive court cases of the 1950s - the infamous Montagu Trial.","original_language":"en","original_title":"Against the Law","video":false,"title":"Against the Law","genre_ids":[18,36,10749],"poster_path":"\/tvVzXzcmZeQloQ5VtoPj87ITq8T.jpg","backdrop_path":"\/dICuTDK0Gr9nxh5U0v3yAJKnZ1P.jpg","release_date":"2017-03-16","popularity":1,"vote_average":7.9,"id":441996,"adult":false,"vote_count":11},{"overview":"In 1985, Chris Marker traveled to Japan to attend the filming of “Ran,” directed by Akira Kurosawa. Marker analyzes the progress of filming; the infinite patience of a team under the orders of a meticulous director down to the smallest detail; the antithetical mixture of the modern with the traditional; of the real with the fictitious; of life with cinema… and literature.","original_language":"fr","original_title":"A. K.","video":false,"title":"A. K.","genre_ids":[99,36],"poster_path":"\/5qgpgsS9f5B7fNiqTKRfbwuc2R6.jpg","backdrop_path":"\/zHJN8mlDvW1Ud7rJfIhKNfdlkd0.jpg","release_date":"1986-01-29","popularity":1.811,"vote_average":5.8,"id":396485,"adult":false,"vote_count":10},{"overview":"New York City's Stonewall Inn is regarded by many as the site of gay and lesbian liberation since it was at this bar that drag queens fought back against police June 27-28, 1969. This documentary uses extensive archival film, movie clips and personal recollections to construct an audiovisual history of the gay community before the Stonewall riots.","original_language":"en","original_title":"Before Stonewall","video":false,"title":"Before Stonewall","genre_ids":[99,36],"poster_path":"\/zqsaSd1wdWjQu7Viy5UBD6P8Ki0.jpg","backdrop_path":"\/5qJ1eaL9qADtdEqzs0hSsjBaR2P.jpg","release_date":"1985-06-27","popularity":2.452,"vote_average":7.8,"id":32728,"adult":false,"vote_count":10},{"overview":"In the summer of 1969, Bernard, a Gaspesian fisherman's son, arrive in Perce to fin work. He meets Paul, Jacques and Francis, Quebec Independence activists who have come to open the 'Fisherman's House'. They aim to organize public conferences and offer lodgings to young travelers. A motley crowd of Quebecers from all over the province soon flocks to Perce: artists, hippies, rockers, hitchhikers and the like shake local authorities. Bernard is won over by the trio's ideas and gets increasingly involved in their project. The following year, the will join the Front de liberation du Quebec (FLQ) and play a pivotal role in the Summer Crisis 1969.","original_language":"fr","original_title":"La Maison du Pêcheur","video":false,"title":"Summer Crisis","genre_ids":[18,36],"poster_path":"\/7HZ0eSQH9JcxdINsCm4QmSeZC2K.jpg","backdrop_path":"\/6vTQRMzGgBz3fRM1FxeoXuv6ZC5.jpg","release_date":"2013-09-13","popularity":1.11,"vote_average":5.7,"id":216040,"adult":false,"vote_count":3},{"overview":"Russian Dramedy","original_language":"ru","original_title":"Золото","video":false,"title":"Gold","genre_ids":[35,18,36],"poster_path":"\/x3FRcTDTVY8nLMWZTWmFnicAO5i.jpg","backdrop_path":"\/4qoFUynzdD7uVcrvt1Fl18TTaKa.jpg","release_date":"2014-02-13","popularity":1.582,"vote_average":5.1,"id":253102,"adult":false,"vote_count":4},{"overview":"In this fascinating adventure of the England of the 1750s, the huge Frenchman Black Jack (Jean Franval) miraculously survives a hanging by the British authorities in Yorkshire and escapes from the grim jaws of \"justice.\" He takes to the countryside in the company of Tolly, a teenaged boy who is able to translate Black Jack's odd speech into something comprehensible. They join up with Belle, an aristocratic teenager who has escaped from the madhouse her family imprisoned her in when she grew troublesome. Together, the three join a carnival. However, as it becomes clear that the girl is far from crazy, love between Tolly and Belle grows. This story, set in the mid-18th century, is based on a novel by Leon Garfield.","original_language":"en","original_title":"Black Jack","video":false,"title":"Black Jack","genre_ids":[12,36],"poster_path":"\/bYXm5MiaWFMrFHOO7PXsVaf8nvj.jpg","backdrop_path":"\/pty2IcrZ9dZxYzSPK1vam3WaZA6.jpg","release_date":"1979-09-29","popularity":2.252,"vote_average":7,"id":69567,"adult":false,"vote_count":11},{"overview":"Year 1947. Commander of UPA Danylo Chervonyi gets into the terrible slaughter of Stalin's camps, where he must go through hell and inhumane prison conditions, prosecution of criminal leaders, meanness, betrayal and despair. Danylo finds the strength to resist repression of the camp commander and makes a desperate attempt to break free, raising the first rebel in the camp.","original_language":"uk","original_title":"Червоний","video":false,"title":"Chervonyi","genre_ids":[36,18],"poster_path":"\/6oF6Ofva0jckQGtI2qxg456oMjD.jpg","backdrop_path":"\/4ww75YQWJIuO7mSeId7seeOObQH.jpg","release_date":"2017-08-24","popularity":0.792,"vote_average":8.6,"id":421915,"adult":false,"vote_count":6},{"overview":"A Jewish ghetto in the east of Europe, 1944. By coincidence, Jakob Heym eavesdrops on a German radio broadcast announcing the Soviet Army is making slow by steady progress towards central Europe. In order to keep his companion in misfortune, Mischa, from risking his life for a few potatoes, he tells him what he heard and announces that he is in possession of a radio - in the ghetto a crime punishable by death. It doesn't take long for word of Jakob's secret to spread - suddenly, there is new hope and something to live for - and so Jakob finds himself in the uncomforting position of having to come up with more and more stories.","original_language":"de","original_title":"Jakob der Lügner","video":false,"title":"Jacob the Liar","genre_ids":[35,18,36],"poster_path":"\/oiRpUkdsorCypbTDxqDED9BRRCj.jpg","backdrop_path":"\/jQ2kUgaEOQ8qzqRzT9paxtRmoqF.jpg","release_date":"1974-12-22","popularity":2.405,"vote_average":7.2,"id":2200,"adult":false,"vote_count":10},{"overview":"At the end of the 19th century, somewhere in the outskirts of the Russian Empire, a doctor administers a lethal overdose of ether to a young woman – the object of his desire. After getting away with his crime, he finds employment in a fortress, where he continues his experiments with ether to manage pain and manipulate human behaviour. Despite his evilness, it is not too late for his soul to be saved from eternal damnation…","original_language":"pl","original_title":"Eter","video":false,"title":"Ether","genre_ids":[36,18],"poster_path":"\/8nghTzCRt7JiQG1vrXwtOgRQ4DP.jpg","backdrop_path":"\/w9oEDtHuEDxbB3I5xno6I6hKa89.jpg","release_date":"2019-02-21","popularity":0.6,"vote_average":5,"id":500913,"adult":false,"vote_count":3}],[{"overview":"As intense battles rage between Indian and Pakistani forces in the Kargil district of Kashmir, Indian Col. Mahadeva (Mohanlal) leads his brave troops on a dangerous mission to capture the rocky Kargil territory. This Malayalam-language war drama -- directed by Major Ravi, a former Indian Army officer -- also stars Cochin Hanifa, Bineesh Kodiyeri, Manikuttan, Biju Menon and Siddique, and features songs by Sidhharth Bipin.","original_language":"ml","original_title":"കുരുക്ഷേത്ര","video":false,"title":"Kurukshetra","genre_ids":[36,10752],"poster_path":"\/A3yF2l2WnWDXhICrIZBpxWz50r4.jpg","backdrop_path":"\/cpwRR80THVZThAntIFwJ16eqP96.jpg","release_date":"2008-01-01","popularity":1.025,"vote_average":4.8,"id":320742,"adult":false,"vote_count":4},{"overview":"The movie depicts the three months before Choong-nyung (the future Sejong the Great) becomes king. The Annals of the Joseon Dynasty, which follows the history of the Joseon Dynasty between 1413 and 1865, leaves out records of this crucial period. While future generations would come to know him as King Sejong, the legendary figure who created the Korean alphabet and advanced the country’s scientific research and law, Prince Choong-nyung was originally dismissed as a reclusive bookworm.  When his older brothers Yangnyeong and Hyoryeong fail to impress their father King Taejong, the king makes a royal command for Choong-nyung to become the next ruler of the kingdom instead.","original_language":"ko","original_title":"나는 왕이로소이다","video":false,"title":"I Am The King","genre_ids":[36,35,18],"poster_path":"\/67IP9a5SuyAoyvWxnSSrtqYQJEs.jpg","backdrop_path":"\/zhUh90Fv2hDYdEmPgO44KlQrZ3K.jpg","release_date":"2012-08-08","popularity":1.366,"vote_average":7.4,"id":138713,"adult":false,"vote_count":4},{"overview":"Following the fall of the Roman Empire, a Roman woman plots to make her son the new Emperor and to fulfill the former glory of the city.","original_language":"en","original_title":"The Lost Legion","video":false,"title":"The Lost Legion","genre_ids":[36,28,12],"poster_path":"\/2XKpWGw1qM3SlNYzy4hqJppvaV3.jpg","backdrop_path":"\/bArszLbde00FtZrSWZvyb2Nwi4r.jpg","release_date":"2015-01-20","popularity":1.045,"vote_average":4.6,"id":308695,"adult":false,"vote_count":4},{"overview":"Estonia, 1872. The uncompromising new owner of Robber's Rise must battle with hard work, his spiteful neighbor and with his own family and beliefs to transform the poor land into a flourishing farm of his dreams.","original_language":"et","original_title":"Tõde ja Õigus","video":false,"title":"Truth and Justice","genre_ids":[18,36],"poster_path":"\/ghtt7AjNRY9QqC3usz6xEmsyXll.jpg","backdrop_path":"\/aF6ZNNt254abdvywjjvvRTf8DOn.jpg","release_date":"2019-02-22","popularity":0.786,"vote_average":7.8,"id":583841,"adult":false,"vote_count":4},{"overview":"The lives of a wounded soldier, a widow, a drunk guy and a secret agent are connected. The reason is hidden behind a pressing noise.","original_language":"en","original_title":"Sam Body","video":false,"title":"Sam Body","genre_ids":[28,35,18,27,36,53],"poster_path":"\/s7t4ZTNpeKWNW3TcjX7gtmCJHqZ.jpg","backdrop_path":"\/rxRQiW2u6BnESdLcUl6fm7nbIP4.jpg","release_date":"2018-03-09","popularity":1.4,"vote_average":10,"id":631697,"adult":false,"vote_count":1},{"overview":"The action takes place in 1920 during the Civil War. Young Red Army soldier Alexey Mikhalyov after the hospital is sent to work in the Cheka. On the way, he meets a beautiful girl, Maria, who is also an agent of the Cheka (later he learns about it). Mikhalyov is involved in various operations, meets again with Maria, but she dies, exposing the gang of Whites","original_language":"ru","original_title":"Sotrudnik ChK","video":false,"title":"ChK Employee","genre_ids":[28,36],"poster_path":"\/imty81COKDIbi9AUSZ9G1hsYkAq.jpg","backdrop_path":"\/8jvmRv2Q19DqQX1nQ8XV7AqxGEZ.jpg","release_date":"1963-11-11","popularity":1.019,"vote_average":7,"id":69839,"adult":false,"vote_count":4},{"overview":"As he did with his critically-acclaimed \"Blockade,\" a documentary re-creation of the WWII siege of Leningrad, which received its NY theatrical premiere in March 2007, filmmaker Sergei Loznitsa has once again scoured the Russian film archives for \"Revue,\" selecting excerpts from newsreels, propaganda films, TV shows and feature films that present an evocative portrait of Soviet life during the 1950s and 1960s. With scenes taken from the length and breadth of the “Soviet Motherland,” \"Revue\" illustrates industry and agriculture, political life, popular culture, and technology. The film’s fascinating flow of disparate scenes representing typical Soviet life of the period is, seen from today’s perspective, alternately poignant, funny, and tragic","original_language":"en","original_title":"Predstavleniye","video":false,"title":"Revue","genre_ids":[36,99],"poster_path":"\/8Y2FYJLlSNEA9W5vIWczf3sCvkw.jpg","backdrop_path":null,"release_date":"2009-05-13","popularity":1.827,"vote_average":6.3,"id":138093,"adult":false,"vote_count":3},{"overview":"Saint Petersburg, 1858. A group of composers known as The Five meet at Balakirev's. Young Modest Mussorgsky, both a civil servant and a musician, has become a fixture there. He tells about the first opera he plans to compose. Then he goes to the country where he discovers the lowly conditions of the peasants and the bloody conflicts with the rich land owners. He works on Gogol's 'The Marriage', trying to render into music the natural accents of the play's naturalistic dialogue. But his efforts do not pan out. On the other hand, he starts writing his opera on the story of Boris Godunov. The Marinsky Theatre refuses to stage the work. The Five, and Mussorgsky among them, are libeled and the group starts disintegrating. When 'Boris Godunov' is finally performed in 1874, it is a popular success.","original_language":"ru","original_title":"Мусоргский","video":false,"title":"Mussorgsky","genre_ids":[36,18],"poster_path":"\/nvCPnJi4kF7qu0tm3SRPb81YjMd.jpg","backdrop_path":"\/sxMtPEElIsfkw7q0IMBdX1NIbY6.jpg","release_date":"1950-11-27","popularity":1.84,"vote_average":5.5,"id":71024,"adult":false,"vote_count":2},{"overview":"Four years after a Navy SEAL team killed Osama Bin Laden in a raid on his compound, his correspondence sheds new light on his mindset and final years.","original_language":"de","original_title":"Der Terrorfürst: Osama bin Laden privat","video":false,"title":"Osama Bin Laden: Up Close and Personal","genre_ids":[36,99],"poster_path":"\/lDRQi9wpzDDLHXa5oUwMTqNUy2n.jpg","backdrop_path":"\/ixWOjCSEPrGNvfynjGDFybtTgQy.jpg","release_date":"2015-12-31","popularity":1.4,"vote_average":5,"id":451133,"adult":false,"vote_count":4},{"overview":"A documentary about Vittorio de Sica with clips of his films and testimonials from friends and family.","original_language":"en","original_title":"Vittorio D.","video":false,"title":"Vittorio D.","genre_ids":[36,99],"poster_path":"\/8ebTdg3w6DIg6aDSkHrbuwxkADg.jpg","backdrop_path":null,"release_date":"2009-09-17","popularity":1.144,"vote_average":7.7,"id":265291,"adult":false,"vote_count":3},{"overview":"A dramatization of the American court case that destroyed the legal validity of racial segregation. One of the most pivotal moments in 20th century American history is bracingly dramatized in Separate but Equal. In telling the detailed story of the Supreme Court's 1953 decision to abolish racial segregation in schools, this superb 1991 TV movie covers a broad spectrum of issues, never taking its \"eyes off the prize\" while its first-rate cast conveys the importance of the Supreme Court's ultimately unanimous decision.","original_language":"en","original_title":"Separate But Equal","video":false,"title":"Separate But Equal","genre_ids":[36,10770,18],"poster_path":"\/hjM5eDwGLXKWO5FK81skdjjF7JJ.jpg","backdrop_path":"\/aaiMyodxpPwuWbng37Cdv14s3xE.jpg","release_date":"1991-04-07","popularity":0.922,"vote_average":7,"id":128159,"adult":false,"vote_count":4},{"overview":"For many, UFO experiences & extraterrestrial encounters have been happening for decades. There are some who believe that a secret entity has been covering up stories and suppressing witnesses in an effort to keep UFO mystery under wraps. This special explores the consequences and potential dangers involved when these secrets are finally revealed.","original_language":"en","original_title":"UFO Cover Ups: Secrets Revealed","video":false,"title":"UFO Cover Ups: Secrets Revealed","genre_ids":[99,9648,36],"poster_path":"\/qTjpXXMsl6sX2Uw8115qrzm7Crr.jpg","backdrop_path":"\/tc7aQFe1P70Zvhai1vktYx6hl7B.jpg","release_date":"2019-01-06","popularity":0.986,"vote_average":10,"id":573713,"adult":false,"vote_count":1},{"overview":"The feature-length version of producer\/director Robert's Greenwald's short documentary phenomenon \"Uncovered: The Whole Truth About The Iraq War.\" The film deconstructs the current American administration's case for war in Iraq through interviews with U.S. intelligence professionals, diplomats and former Pentagon officials, including a former director of the C.I.A., two former Secretaries of Defense, a former ambassador to Saudi Arabia and even President Bush's former Secretary of the Army.","original_language":"en","original_title":"Uncovered: The War on Iraq","video":false,"title":"Uncovered: The War on Iraq","genre_ids":[99,36,10752],"poster_path":"\/62jbGu6M6aVe2MH10jItfBjABV0.jpg","backdrop_path":"\/iVTEIBT5i2JZj60szjqb55XHCvF.jpg","release_date":"2004-08-20","popularity":1.268,"vote_average":8.5,"id":67889,"adult":false,"vote_count":4},{"overview":"How, in 1945, after the end of World War II and the fall of the Nazi regime, the defeated were atrociously mistreated, especially those ethnic Germans who had lived peacefully for centuries in Germany's neighboring countries, such as Czechoslovakia and Poland. A heartbreaking story of revenge against innocent civilians, the story of acts as cruel as the Nazi occupation during the war years.","original_language":"en","original_title":"The Savage Peace","video":false,"title":"1945: The Savage Peace","genre_ids":[99,36,10770],"poster_path":"\/zqLiBL3Z9hI5lQSihu0aWiJW4BY.jpg","backdrop_path":"\/5WbFsJeUvEWdKbM3mPfS3BqgbWz.jpg","release_date":"2015-05-24","popularity":1.147,"vote_average":7,"id":384316,"adult":false,"vote_count":4},{"overview":"Depicts the slow decline of three individuals as they are sucked into a world of sinful existence. It is the story of a wild and voracious love triangle.","original_language":"hu","original_title":"A hentes, a kurva és a félszemű","video":false,"title":"The Butcher, The Whore and the One-Eyed Man","genre_ids":[18,36],"poster_path":"\/9jQzMs17GNGnSM4zhYKWc8OHA7I.jpg","backdrop_path":"\/rjJLgzOOC0kMJD4vo6npo5jRn8U.jpg","release_date":"2018-01-25","popularity":0.768,"vote_average":6.8,"id":482129,"adult":false,"vote_count":4},{"overview":"In the southern province of Chumporn in 1939, Khun Pan is a police detective who defeats a gang of bandits despite having just one bullet in his pistol. Khun Pun is renowned for his sorcery and spells, which give him a supernatural protective power. After defeating the Pa Daeng gang, Khun Pan volunteers to take on the most dangerous mission: to hunt the ferocious Alhawee Yalu, the dark lord of the southernmost provinces who’s also skilled in black magic and who spreads terror across the Budo Mountain. Alhawee Yalu is feared for his invulnerability – no bullets can hurt him – while his dagger is the most ruthless weapon.","original_language":"th","original_title":"ขุนพันธ์","video":false,"title":"Khun Pan","genre_ids":[28,14,36,53],"poster_path":"\/84j1BgFWPL8toGnrELBvxtkCKNB.jpg","backdrop_path":"\/zMgC0OMafvXEw1BNSIRcFpi1CAF.jpg","release_date":"2016-07-14","popularity":1.164,"vote_average":7.5,"id":423033,"adult":false,"vote_count":2},{"overview":"","original_language":"de","original_title":"1648: Der lange Weg zum Frieden","video":false,"title":"1648: Der lange Weg zum Frieden","genre_ids":[99,36],"poster_path":"\/l7UqAE9y6URENuq19jWKUDx8myv.jpg","backdrop_path":"\/v5cStQqSLEJuok8Hj3hJb9ndNVc.jpg","release_date":"2018-10-21","popularity":1.293,"vote_average":6.5,"id":555318,"adult":false,"vote_count":2},{"overview":"Madrid, Spain, December 27, 1870. General Juan Prim i Prats, president of the Council of Ministers and Minister of War gets involved in a treacherous ambush, is mortal injured and dies three days later. A mystery, a conspiracy, a murder that was never solved.","original_language":"es","original_title":"Prim: el asesinato de la calle del Turco","video":false,"title":"Prim: el asesinato de la calle del Turco","genre_ids":[53,36,18,10770],"poster_path":"\/5mvmDYmh9Ml3aGn92J3ElHuCk23.jpg","backdrop_path":"\/3eqYOwwySAnBcjpH59TwFI6Jv94.jpg","release_date":"2014-12-15","popularity":0.779,"vote_average":4.8,"id":311238,"adult":false,"vote_count":6},{"overview":"","original_language":"es","original_title":"No llores por mí, Inglaterra","video":false,"title":"No llores por mí, Inglaterra","genre_ids":[35,36],"poster_path":"\/zMtYm66qoOxOYazQwi7TEtzpkcE.jpg","backdrop_path":"\/btbFEcZDfYQ5pWJJBgJXSJeJ1rj.jpg","release_date":"2018-05-31","popularity":1.502,"vote_average":0,"id":523344,"adult":false,"vote_count":0},{"overview":"This short film tells the story of the discovery of radium and how it is used in medicine.","original_language":"en","original_title":"Romance of Radium","video":false,"title":"Romance of Radium","genre_ids":[36,99],"poster_path":"\/xlZojeywjkFtbt6zGuQuL8aBLMV.jpg","backdrop_path":null,"release_date":"1937-10-23","popularity":0.779,"vote_average":6,"id":170636,"adult":false,"vote_count":3}],[{"overview":"In the tenth year of the Trojan War, tensions between Achilles and Agamemnon divide the Greek camp while giving hope to the Trojans.","original_language":"it","original_title":"L'ira di Achille","video":false,"title":"Fury of Achilles","genre_ids":[10752,12,36,18,10749],"poster_path":"\/h1QnF9fL6RhJqr6wRfGAFJousx0.jpg","backdrop_path":null,"release_date":"1962-09-23","popularity":0.6,"vote_average":6.7,"id":81409,"adult":false,"vote_count":3},{"overview":"The trial of a woman in San Miniato accused of witchcraft in 1594.","original_language":"en","original_title":"Gostanza da Libbiano","video":false,"title":"Gostanza da Libbiano","genre_ids":[18,36],"poster_path":"\/toqXdXWkfSULiUr6z5zlQWIbwWe.jpg","backdrop_path":"\/7s0FedMy2rK1P2TygMM8ty4LzBD.jpg","release_date":"2000-08-06","popularity":0.807,"vote_average":7.5,"id":24175,"adult":false,"vote_count":4},{"overview":"Nominated for two primetime Emmy Awards in 1984, this made-for-TV movie follows the true story of American boxer Jack Dempsey, who became a media sensation in the 1920s as the world heavyweight champion. Based upon the book by Jack Dempsey and Barbara Piatelli Dempsey.","original_language":"en","original_title":"Dempsey","video":false,"title":"Dempsey","genre_ids":[36,18,10770],"poster_path":"\/rUaG9hf3iLLLB7rLFD5RkiWuMwp.jpg","backdrop_path":null,"release_date":"1983-09-28","popularity":0.84,"vote_average":6,"id":278270,"adult":false,"vote_count":2},{"overview":"Man about town and First Class cricketer A.J. Raffles keeps himself solvent with daring robberies. Meeting Gwen from his schooldays and falling in love all over again, he spends the weekend with her parents, Lord and Lady Melrose. A necklace presents an irresistible temptation, but also in attendance is Scotland Yard's finest, finally on the trail.","original_language":"en","original_title":"Raffles","video":false,"title":"Raffles","genre_ids":[12,35,80,18,36,10749,53],"poster_path":"\/suUhtPpuB2DVXuEUVOF9aiLcj5N.jpg","backdrop_path":"\/kY2fl5Yl2zrhsVAEi5xaTkYsv7D.jpg","release_date":"1939-12-29","popularity":1.293,"vote_average":6.3,"id":200654,"adult":false,"vote_count":4},{"overview":"","original_language":"it","original_title":"I cavalieri che fecero l'impresa","video":false,"title":"The Knights of the Quest","genre_ids":[18,36],"poster_path":"\/wsQB0t1PjmFaUU2eHUKa8MJmQwT.jpg","backdrop_path":"\/adQ8IwEw89ygkhoLxYFQ8rDzOg4.jpg","release_date":"2001-01-01","popularity":1.198,"vote_average":4.3,"id":61217,"adult":false,"vote_count":10},{"overview":"This documentary gives very good insight in the battle of Stalingrad, the gruesome city combat and the blockade of the sixth german army. However, it is not for history buffs or strategic experts, as it focuses on personal experiences and the stories of some of the last living participants in this turning point of the second world war.","original_language":"de","original_title":"Stalingrad","video":false,"title":"Stalingrad","genre_ids":[99,36,10752],"poster_path":"\/pfOtNZJL0jfos1ubQDZZg04pMGv.jpg","backdrop_path":null,"release_date":"2003-10-01","popularity":0.6,"vote_average":7.3,"id":362339,"adult":false,"vote_count":6},{"overview":"The death of King Henry the Fourth and the coronation of King Henry the Fifth.","original_language":"en","original_title":"Henry IV Part 2","video":false,"title":"Henry IV Part 2","genre_ids":[18,36],"poster_path":"\/9cucGNi1tBVWZJJ8967opwE2z5l.jpg","backdrop_path":"\/lxYUcuQUKaa9kUdpO1iRoykz9Xi.jpg","release_date":"1979-12-16","popularity":1.767,"vote_average":8,"id":106851,"adult":false,"vote_count":1},{"overview":"The populace of a South Korean island rebels against police brutality. The protesters are labeled as communists, and the army is dispatched.","original_language":"ko","original_title":"지슬 - 끝나지 않은 세월2","video":false,"title":"Jiseul","genre_ids":[18,36,10752],"poster_path":"\/5AeNLcIVfoyf0QcxKisaXp1Dsvv.jpg","backdrop_path":"\/kDnwYZ08R6y2EYcfyO5yrrI38Y2.jpg","release_date":"2013-01-19","popularity":1.002,"vote_average":7.4,"id":133756,"adult":false,"vote_count":5},{"overview":"The decurion Randus holds himself so well in the command of his troops, that Caesar promotes him to centurion. He is subsequently sent to Egypt, to keep Cesar informed on the actions and intentions of co-triumvir Marcus Licinius Crassus - a man too rich, and ambitious, for Caesar's comfort. A fateful sea trip from Egypt to Rome forces Randus in captivity by mercenary troops, and leads a revolt by which he gets freedom for himself, and all the other slaves. Through an amulet he received from his late mother, a man who had fought by Spartacus' side, identifies the young man as Spartacus' and Varinia's son. At first reluctant to accept this story about his origins, Randus will be forced by the circumstances to repeat the feat of his father, twenty years later.","original_language":"it","original_title":"Il figlio di Spartacus","video":false,"title":"The Slave","genre_ids":[12,18,36],"poster_path":"\/voqm7kdcdDleHDGE4Hi4yHWHmi9.jpg","backdrop_path":"\/89Qbeb1D57NQLzISTY2Ar3mG5Qb.jpg","release_date":"1962-08-24","popularity":1.211,"vote_average":6.4,"id":208835,"adult":false,"vote_count":4},{"overview":"A remarkable film that takes a special look at the first war to be truly reported and recorded by one of the more unsung heroes of World War II: the combat photographer. Through the unflinching eye of their camera's lenses, these courageous soldiers continually risked their lives in their brave attempts to capture history.","original_language":"en","original_title":"Shooting War","video":false,"title":"Shooting War","genre_ids":[99,28,10752,36],"poster_path":"\/4CwBCwswRShW8IeeFd8etV5h2IC.jpg","backdrop_path":null,"release_date":"2000-12-07","popularity":1.248,"vote_average":5.3,"id":5707,"adult":false,"vote_count":2},{"overview":"1950's Australia, Mudju's daughter Munna has been stolen, helpless against the Mission governance and violence, until she learns to read and write to be reunited with her daughter.","original_language":"en","original_title":"My Name is Mudju","video":false,"title":"My Name is Mudju","genre_ids":[18,36],"poster_path":"\/ws31tliDSq5TsXALZ3IyZwqk8KM.jpg","backdrop_path":null,"release_date":"2019-08-10","popularity":1.497,"vote_average":0,"id":621024,"adult":false,"vote_count":0},{"overview":"In this historical miniseries created for BBC Northern Ireland, four brothers struggle to survive during the Irish potato famine of the 1840s while facing persecution from an agent (Michael Kitchen) of their indifferent English landlord. Looking on in horror as their primary food source dwindles, the Phelan brothers (portrayed by real-life siblings Joe, Mark, Paul and Stephen McGann) are torn between nonviolent protest and bloody revolt.","original_language":"en","original_title":"The Hanging Gale","video":false,"title":"The Hanging Gale","genre_ids":[36,18],"poster_path":"\/eitFIIDMn9yHpqNovm8TzGllY2Y.jpg","backdrop_path":null,"release_date":"1995-01-01","popularity":0.931,"vote_average":0,"id":321383,"adult":false,"vote_count":0},{"overview":"Cafundó is a 35 mm color film which blends fact with fiction in the life of João de Camargo, a former black slave (1858-1942, Sorocaba, Brazil) who, in his old age, works miracles and devotes himself to assisting others in order to attain his freedom. João de Camargo represents the genesis of religious and cultural syncretism in Brazil.","original_language":"pt","original_title":"Cafundó","video":false,"title":"Cafundó","genre_ids":[18,36,99,10752],"poster_path":"\/yXqMCRfGoKPCWiTCl5g5gf6qivx.jpg","backdrop_path":"\/vbul20SM7g3Hp5IhqJ3mDqHSdvt.jpg","release_date":"2005-01-01","popularity":0.698,"vote_average":7.3,"id":32642,"adult":false,"vote_count":3},{"overview":"A biopic based on the life story of J.C. Daniel, the pioneer of Malayalam cinema. It is a detailed account on Daniel's life, making of his film Vigathakumaran and the tragic story of Vigathakumaran's heroine P. K. Rosie. The film is particularly based on the novel Nashta Naayika by Vinu Abraham (which details the story of Rosie) and the biography of J. C. Daniel by Chelangatt Gopalakrishnan.","original_language":"ml","original_title":"സെല്ലുലോയ്ഡ്","video":false,"title":"Celluloid","genre_ids":[18,36],"poster_path":"\/47oFCMPlOg9ZR4dPyS6KYiea8zf.jpg","backdrop_path":"\/ilH6xkiE3Q5GuU02efVHSYgLf2S.jpg","release_date":"2013-02-14","popularity":1.384,"vote_average":6.5,"id":171565,"adult":false,"vote_count":12},{"overview":"Young and talented Han van Meegeren is a rebel in the early 1920's Amsterdam art-scene. Because he paints in the style of his idols Rembrandt and Vermeer, critics find his work old-fashioned and they call him a copycat. Just to prove a point, he produces a fake Vermeer and tries to pass it off as a real one. It works. Instead of revealing the truth and thereby embarrassing the art world, he continues to make money off of his many forgeries. Soon he is caught in a web of lies and deceit, and his life spins out of control. Then one day, high ranking Nazi Hermann Göring knocks on his door, looking for a Vermeer for his private collection...","original_language":"nl","original_title":"Een echte Vermeer","video":false,"title":"A Real Vermeer","genre_ids":[18,36,10749],"poster_path":"\/dYneYtjoPu0P8VTDCNBmumXxK09.jpg","backdrop_path":"\/6YqzVgyhG1ghv35b3NaLZ3vv7an.jpg","release_date":"2016-11-03","popularity":1.127,"vote_average":5.9,"id":413308,"adult":false,"vote_count":7},{"overview":"","original_language":"de","original_title":"Die Pilgerin","video":false,"title":"Die Pilgerin","genre_ids":[36,12,18],"poster_path":"\/n7TttsPbAb0WPj5I2lOlieWyjDw.jpg","backdrop_path":"\/6XtJdXLRQ5Y3rkNRmjFTkQdduk8.jpg","release_date":"2014-01-06","popularity":1.021,"vote_average":5.8,"id":249966,"adult":false,"vote_count":5},{"overview":"","original_language":"es","original_title":"Caracremada","video":false,"title":"Burnface","genre_ids":[18,36],"poster_path":"\/5LzApedQFuGAFSTTV07e5zngm0M.jpg","backdrop_path":"\/w2GpV89S9pN1ykjVeqdGw30fMg2.jpg","release_date":"2010-12-10","popularity":0.6,"vote_average":5.3,"id":96589,"adult":false,"vote_count":4},{"overview":"Two Korean girls, Jung-Min (14) and Young-hee (15) are kidnapped by the Japanese Imperial Army and taken to a 'Comfort Station' in China. There, they join other kidnapped girls in serving Japanese soldiers as sexual slaves known as 'Comfort Women'. Decades later, an elderly lady attempts to reunite with the spirit of her lost friend. Inspired by the testimony of Kang Il-chul.","original_language":"ko","original_title":"귀향","video":false,"title":"Spirits' Homecoming","genre_ids":[18,36],"poster_path":"\/rZtY008mJOnL7Owrdli3c2ckv2x.jpg","backdrop_path":"\/2BSvaZeOdU3jQModwmwXTZQMTS8.jpg","release_date":"2016-03-25","popularity":1.746,"vote_average":8.5,"id":384641,"adult":false,"vote_count":10},{"overview":"In August 1966, the Cultural Revolution in full swing, 13-year-old Tian Ben is arrested for playing a pop record; he's sent to a remote mountain camp in Niu-Peng. There he's called \"Four Eyes\" and, with about 16 other older boys and men, he's made to carry muck up a mountainside, make bricks, saw logs, and sing daily to Chairman Mao of his faults. There's camaraderie among the five youths, especially with a young pickpocket named Baimao, and Tian is also drawn to a silent monk who cares for him when he falls ill and the others expect him to die. The camp is remote, so there are no fences or walls. Tian longs to escape.","original_language":"zh","original_title":"Niu Peng","video":false,"title":"China, My Sorrow","genre_ids":[36,18],"poster_path":"\/exDwuZpHvLeKIHZkZIbf8aaBdDA.jpg","backdrop_path":null,"release_date":"1989-05-24","popularity":1.903,"vote_average":6.3,"id":255972,"adult":false,"vote_count":3},{"overview":"Bang Rajan 2 (บางระจัน ๒), director Thanit Jitnukul's sequel\/reboot of his 2000 patriotic battle epic, which appears to be just as blood-soaked, violent and full of sword-clanging rage as the first film. Similar to the Alamo of Texas, the story is based on a legend of a tiny farming village that fought the Burmese invaders, despite overwhelming odds. They beat their plowshares into swords, melted their rakes and shovels into new implements of destruction. Lacking horses, the town drunk mounted his water buffalo and rode into battle, swinging axes. Even the womenfolk got in on the two-fisted sword action, lopping off heads. In their brave sacrifice, the plucky fighters kept the enemies engaged long enough for the capital at Ayutthaya to put up a proper defense and save itself.","original_language":"th","original_title":"บางระจัน๒","video":false,"title":"Bang Rajan 2","genre_ids":[28,36,10752],"poster_path":"\/53Air8ztbx4JkZkk8JfEICYsTl9.jpg","backdrop_path":"\/vzDPCT4A9SOw8vy0JyY3q2qFMD1.jpg","release_date":"2010-03-25","popularity":1.494,"vote_average":5,"id":48705,"adult":false,"vote_count":4}],[{"overview":"'Hannah' tells the story of Buddhist pioneer Hannah Nydahl and her life bringing Tibetan Buddhism to the West. From her idealistic roots in 1960's Copenhagen to the hippie trail in Nepal, Hannah and her husband Ole became two of the first Western students of His Holiness the 16th Karmapa - the first consciously reincarnated lama of Tibet in 1110. Hannah went on to become an assistant and translator for some of the most powerful Tibetan lamas and a bridge between Buddhism in the East and the West.","original_language":"en","original_title":"Hannah: Buddhism's Untold Journey","video":false,"title":"Hannah: Buddhism's Untold Journey","genre_ids":[99,36],"poster_path":"\/syAXhEh5ZJfqsxlLVrDAZVK3YuV.jpg","backdrop_path":"\/jxtzrRp2fAvimOpO3ntUjnwTKs0.jpg","release_date":"2016-11-14","popularity":1.585,"vote_average":8,"id":428140,"adult":false,"vote_count":3},{"overview":"Japan in the 19th century. A poetic love story far beyond any other samurai movie stereotype...","original_language":"ja","original_title":"蝉しぐれ","video":false,"title":"The Samurai I Loved","genre_ids":[18,10749,36],"poster_path":"\/cjjgsHzQarOPN5i0Te2qmJNQuq3.jpg","backdrop_path":"\/80mkvgpDHtQypGxtjwEiIFjCqgY.jpg","release_date":"2005-10-01","popularity":1.193,"vote_average":7.1,"id":56661,"adult":false,"vote_count":10},{"overview":"At the Romanian front near the Austro-Hungarian border during World War I, a multinational group witnesses a hanging and other military deceptions.","original_language":"ro","original_title":"Pădurea spânzuraţilor","video":false,"title":"Forest of the Hanged","genre_ids":[18,36,10752,10749],"poster_path":"\/qrYc1iD8tmSvWJFmmUIXfCbfduG.jpg","backdrop_path":"\/bwo2VA3sftzaZOAeRycZ2wWJeGA.jpg","release_date":"1965-05-01","popularity":0.84,"vote_average":6.1,"id":118487,"adult":false,"vote_count":10},{"overview":"Using the words and ideas of great filmmakers, from archival interviews with Alfred Hitchcock and Robert Bresson to new interviews with Mike Leigh, David Lynch, and Jonas Mekas, Oscar-winning filmmaker Chuck Workman shows what these filmmakers and others do that can't be expressed in words - but only in cinema.","original_language":"en","original_title":"What is Cinema?","video":false,"title":"What is Cinema?","genre_ids":[99,36],"poster_path":"\/uAqHMyzLJY0BM8yYQLAD10ttn0e.jpg","backdrop_path":"\/n2N5SQdAHKGDqIdJmjIxTZNtU1z.jpg","release_date":"2013-09-06","popularity":1.139,"vote_average":7.1,"id":219292,"adult":false,"vote_count":7},{"overview":"Radio Free Europe, BBC, and Voice of America can only rarely get through the Iron Curtain and Soviet mufflers to Lithuania, a country torn by a war between the local resistance movement and the Soviet regime that is forced onto Lithuanian people by bayonets of the Russian army. Everybody who tries to resist the Soviet rule is either terrorized or executed or exiled to Siberia. He is one of the local high-school students who witness the local armed resistance to the Soviet occupation and ultimately decide to join it by taking a gun into their hands. He collects documents and all possible kinds of evidence that prove daunting crimes of the Kremlin. He soon becomes a legend among his peers. To girls, he is John Wayne the Hollywood Icon. Guys see him as an insurmountable obstacle and an invincible rival in matters of love.","original_language":"lt","original_title":"Pelėdų kalnas","video":false,"title":"Owl Mountain","genre_ids":[18,10752,36],"poster_path":"\/hYP3HKHvcddc7CQeAOdgc4Ftvgx.jpg","backdrop_path":null,"release_date":"2018-02-16","popularity":1.239,"vote_average":0,"id":505511,"adult":false,"vote_count":0},{"overview":"Barabbas or Jesus Barabbas (literally \"son of the father\" or \"Jesus, son of the father\" respectively) is a figure in the account of the Passion of Christ, in which he is the insurrectionary whom Pontius Pilate freed at the Passover feast in Jerusalem, instead of Jesus Christ.","original_language":"en","original_title":"Barabbas","video":false,"title":"Barabbas","genre_ids":[36,18],"poster_path":"\/wCaCLrODsQwFyunqKRfXHugMzGA.jpg","backdrop_path":"\/gCwXWbBDmrOeLeEhOHp5ctY0nn1.jpg","release_date":"2013-03-25","popularity":1.564,"vote_average":6.2,"id":213386,"adult":false,"vote_count":3},{"overview":"Vlad Tepes, otherwise known as Vlad the Impaler and Dracula, fights the Ottoman Turks on the battlefield and the Hungarian Boyars in his court.","original_language":"ro","original_title":"Vlad Tepes","video":false,"title":"Vlad the Impaler: The True Life of Dracula","genre_ids":[36,18],"poster_path":"\/cyKuKK9RlBpyfx9FvWyAHzUWcdW.jpg","backdrop_path":"\/lpJqjkvKagI0Mnfm7hRtYE8KKNI.jpg","release_date":"1980-03-01","popularity":1.515,"vote_average":6.9,"id":92096,"adult":false,"vote_count":10},{"overview":"A man ascends a barren summit. It is Judas, come to collect Jesus and carry him down the mountain on his back, joking and panting as he does so. After bathing in the river and taking part in a henna ceremony, Jesus leaves for Jerusalem. Judas is concerned for his friend’s safety, since the Roman occupiers look upon the prophet as an insurgent.","original_language":"fr","original_title":"Histoire de Judas","video":false,"title":"Story of Judas","genre_ids":[18,36],"poster_path":"\/jtMsWSmQWaRxZyS1sMZo1RRAaPB.jpg","backdrop_path":"\/kAkCl4C0lIWoLHFp5uWNwciO5du.jpg","release_date":"2015-02-06","popularity":0.6,"vote_average":6.6,"id":324687,"adult":false,"vote_count":5},{"overview":"Three sisters live in a paradise where men are metaphorically and literally serpents of temptation.","original_language":"en","original_title":"Virgin People","video":false,"title":"Virgin People","genre_ids":[36],"poster_path":"\/ktbRaOUJKPDwZwUMVSYVSTFG6J.jpg","backdrop_path":"\/y3XpDWd1szFgkWjuKc5DHzJBBQ3.jpg","release_date":"1984-01-20","popularity":1.445,"vote_average":5.2,"id":280618,"adult":false,"vote_count":3},{"overview":"","original_language":"ru","original_title":"Ночь длиною в жизнь","video":false,"title":"Ночь длиною в жизнь","genre_ids":[10752,18,36,10749],"poster_path":"\/18uXDBXVs9l0K1oztYK1X6oIiP1.jpg","backdrop_path":null,"release_date":"2010-12-07","popularity":1.4,"vote_average":0,"id":458280,"adult":false,"vote_count":0},{"overview":"Filmmaker Jarreth Merz directs this eye-opening documentary about the 2008 presidential elections in Ghana, chronicling the start-to-finish drama of campaigning in a nation that's long served as a measure of the continent's political stability.","original_language":"en","original_title":"An African Election","video":false,"title":"An African Election","genre_ids":[36,99],"poster_path":"\/lV42XNuRBtPSRNDbfq8lEtzrxll.jpg","backdrop_path":null,"release_date":"2011-11-25","popularity":1.117,"vote_average":8,"id":95742,"adult":false,"vote_count":3},{"overview":"","original_language":"fr","original_title":"Le déserteur","video":false,"title":"Le déserteur","genre_ids":[18,36],"poster_path":"\/xyB0LFRTIlJI4rHR0GyDJ6NFsNp.jpg","backdrop_path":null,"release_date":"2008-10-23","popularity":1.4,"vote_average":4.2,"id":62112,"adult":false,"vote_count":3},{"overview":"No overview found.","original_language":"en","original_title":"The Kolaborator","video":false,"title":"The Kolaborator","genre_ids":[18,36],"poster_path":"\/cdN57H9FgI08CX2S9GV0HcPKCQZ.jpg","backdrop_path":"\/6iISangz3l5fuRZvMgu0Rul0wmn.jpg","release_date":"2007-01-01","popularity":0.682,"vote_average":8,"id":11500,"adult":false,"vote_count":3},{"overview":"When the Soviet Army marched into Romania in 1944, a part of the Romanian population went “into the mountains” – a diverse assortment of nationalists and fascists, liberals, apolitical farmers and members of the middle-class, who were affected by the Communists’ expropriations. Over a thousand armed resistance groups took refuge in the inaccessible forests of the Carpathian Mountains where they waited in vain for the support of the Western Allies. One of them was led by Ion Gavrilă-Ogoranu, who managed to remain undetected until 1976 when he was arrested. This film depicts the daily existence of this group. It tells the story of a struggle that became an end in itself, as the enemy was constantly in pursuit and arrest meant torture and often liquidation. Hungry and emotionally withdrawn, the group of young men got entangled in a partisan war that could not be won, lost in the landscape of the South Carpathians, accompanied by a vigilant secret police, the Securitate.","original_language":"ro","original_title":"Portretul luptătorului la tinereţe","video":false,"title":"Portrait of the Fighter as a Young Man","genre_ids":[28,18,36],"poster_path":"\/FNoJGYdtxwIvT7fp8jftIsT5A6.jpg","backdrop_path":"\/2EebZmwRy5l0GZ6R3N2fvkXJ2iu.jpg","release_date":"2010-02-13","popularity":0.6,"vote_average":7.5,"id":54512,"adult":false,"vote_count":5},{"overview":"An epic fresco depicting the reign (1593-1601) of Mihai Pătrașcu (better known as \"Mihai Viteazul\" \/ \"Michael the Brave\"), the famous prince who united the three provinces: Transalpine Vallachia, Transylvania and Moldavia, into the country of Romania, at the end of the 16th century (1599-1601) against the opposition of the Ottoman and Austrian Empires, this movie features large scale battle scenes mixed with political intrigues, murderous treachery, and family drama.","original_language":"ro","original_title":"Mihai Viteazul","video":false,"title":"Michael the Brave","genre_ids":[10752,18,36],"poster_path":"\/eyk3dAkcGrxf174kk2L2dqpZ0Th.jpg","backdrop_path":"\/5Q3JLIzWKC7vYVTicSh7eq98881.jpg","release_date":"1970-01-01","popularity":1.25,"vote_average":7.4,"id":31398,"adult":false,"vote_count":18},{"overview":"September 3, 1939. Britain and France declare war on Nazi Germany, only two days after the Wehrmacht invades Poland. This day, the sad date when the fate of the world changed forever, the Phoney War began: eight months of uncertainty, preparations, evacuations and skirmishes.","original_language":"fr","original_title":"Drôle de guerre","video":false,"title":"The Phoney War","genre_ids":[99,36],"poster_path":"\/kecTkriH7kfdovqJ5Ozs4GjrblF.jpg","backdrop_path":null,"release_date":"2019-08-27","popularity":1.209,"vote_average":0,"id":628263,"adult":false,"vote_count":0},{"overview":"The 16th-century sculptor woos the Duchess of Florence despite the duke.","original_language":"en","original_title":"The Affairs of Cellini","video":false,"title":"The Affairs of Cellini","genre_ids":[35,18,36],"poster_path":"\/gWBSiqSb9mCRodsKoD0DCBpsZFu.jpg","backdrop_path":"\/Af8305VTW4PHCPaClt5DAOiKrp6.jpg","release_date":"1934-08-24","popularity":1.659,"vote_average":5,"id":112951,"adult":false,"vote_count":3},{"overview":"Culled mostly from archival footage, this thought-provoking first volume of the Hidden Agenda series relays the little-known history of an elite group of power brokers who wield considerable influence over world affairs. Tracking the growth of the world's largest banking dynasties through the eyes of a conspiracy theorist, the program maintains that the true motivation behind their activities is to control the world itself.","original_language":"en","original_title":"The Capitalist Conspiracy","video":false,"title":"The Capitalist Conspiracy","genre_ids":[36,99],"poster_path":"\/7EDzpGq5s3TWj7yn0COCOYpwEpQ.jpg","backdrop_path":"\/iCdSeJjytkXPRzZfrEal8Jcfxhp.jpg","release_date":"1971-04-19","popularity":0.705,"vote_average":8,"id":61959,"adult":false,"vote_count":1},{"overview":"A dramatization of the life of Albert Speer, Hitler's young architect and onetime confidant, and his meteoric rise into the Nazi hierarchy. Based upon Speer's own monograph of the same title.","original_language":"en","original_title":"Inside the Third Reich","video":false,"title":"Inside the Third Reich","genre_ids":[36,10752,18,10770],"poster_path":"\/MYPfWgLUJcotEbFUAmof068BkI.jpg","backdrop_path":"\/cmHsW935lAD3NDV4roJyTUufsKR.jpg","release_date":"1982-05-09","popularity":1.503,"vote_average":7.5,"id":99357,"adult":false,"vote_count":2},{"overview":"Well-intentioned history lesson; the decision to drop the atom bomb, the secrecy surrounding the mission, and the men who flew it.","original_language":"en","original_title":"Enola Gay: The Men, the Mission, the Atomic Bomb","video":false,"title":"Enola Gay: The Men, the Mission, the Atomic Bomb","genre_ids":[36,10770,10752],"poster_path":"\/bRKIrSPmix6q9figX0HMpa8hxuj.jpg","backdrop_path":null,"release_date":"1980-11-23","popularity":0.973,"vote_average":5,"id":170881,"adult":false,"vote_count":1}],[{"overview":"This is a film about a Malaysian soldier, Lt. Adnan, who gave his life in defending Malaya from the Japanese invasion during World War II. It exemplifies an example of the patriotic spirit that should be in every Malaysian. Lt. Adnan was a courageous individual who was willing to give everything, including his life, for the people and nation. He also succeeded in destroying the widely held myth that Malays were good only as rebels and pirates. He believed that no matter what, as a patriotic citizen, one had to fight until the last drop of blood to defend the nation.","original_language":"en","original_title":"Leftenan Adnan","video":false,"title":"Leftenan Adnan","genre_ids":[10749,10752,36,28],"poster_path":"\/tu8f8bdZLyqMxEnvuEGbk6xaZeW.jpg","backdrop_path":"\/s5nA8tukZmanx7In103aH80T1QN.jpg","release_date":"2000-08-28","popularity":0.6,"vote_average":8,"id":209380,"adult":false,"vote_count":1},{"overview":"Based on the true story of Morris Frank and the first U.S. Seeing Eye Dog, Buddy.","original_language":"en","original_title":"Love Leads the Way: A True Story","video":false,"title":"Love Leads the Way: A True Story","genre_ids":[18,36,10751,10770],"poster_path":"\/5eTMZwwN9wrdGIaAtFOS4kEW2GZ.jpg","backdrop_path":null,"release_date":"1984-10-07","popularity":1.704,"vote_average":7,"id":206321,"adult":false,"vote_count":4},{"overview":"After John Wilkes Booth assassinated President Abraham Lincoln, he escaped to Maryland and was discovered hiding in a barn. After he refused to surrender, the barn was set afire and Booth died in the blaze. However, in 1903 a Mr. David E. George, while on his deathbed in Enid, Oklahoma, claimed to be John Wilkes Booth. This MGM An Historical Mystery series short presents evidence of the possibility that Mr. George's claim was true.","original_language":"en","original_title":"The Man in the Barn","video":false,"title":"The Man in the Barn","genre_ids":[36,9648],"poster_path":"\/6MjUGKd9PNl8Za9G2l6mcj8ewgw.jpg","backdrop_path":null,"release_date":"1937-11-20","popularity":1.074,"vote_average":5.7,"id":252031,"adult":false,"vote_count":3},{"overview":"An adaptation of Sinai Hamada's short story. A Japanese farmer living in the Cordilleras hires a Bontoc woman to work at his farm, and eventually marries her.","original_language":"tl","original_title":"Tanabata's Wife","video":false,"title":"Tanabata's Wife","genre_ids":[10749,36,18],"poster_path":"\/x26jmhMIJPOO14KuDVmTsL737r5.jpg","backdrop_path":null,"release_date":"2018-09-12","popularity":1.262,"vote_average":0,"id":548247,"adult":false,"vote_count":0},{"overview":"This program recounts the life of scientist, inventor, and visionary Nikola Tesla, often remembered as more of an eccentric cult figure than an electrical engineering genius. Many of his achievements are still attributed to contemporaries Thomas Edison and Guglielmo Marconi. Tesla's surprising inventions are revealed in his autobiographical and scientific writings, supplemented by rare photographs and re-creations.","original_language":"en","original_title":"Tesla: Master of Lightning","video":false,"title":"Tesla: Master of Lightning","genre_ids":[99,36],"poster_path":"\/j84cx1SbUjpkaWHOQqphemE1soy.jpg","backdrop_path":"\/bd0gFCGsqbcgn8ifYay9gy9HANd.jpg","release_date":"2000-01-01","popularity":1.722,"vote_average":7,"id":56419,"adult":false,"vote_count":8},{"overview":"The life of an aging black slave, Tom, and the people he interacts with.","original_language":"en","original_title":"Uncle Tom's Cabin","video":false,"title":"Uncle Tom's Cabin","genre_ids":[36,18],"poster_path":"\/wYY7uiqKIuUnZV2Cf1i9uvjZ4TW.jpg","backdrop_path":"\/2YGKHuAiCdptqAx8ajUxRaf7Qwc.jpg","release_date":"1987-06-14","popularity":1.051,"vote_average":8,"id":331472,"adult":false,"vote_count":3},{"overview":"Teodora, a Roman courtesan and former slave girl, marries the Roman emperor Justinian and assumes the throne as Empress of Rome. But the divide between nobility and slave is too great. Teodora seeks justice for her people, and revolution and armed conflict erupt in both Byzantium and Rome.","original_language":"it","original_title":"Teodora, imperatrice di Bisanzio","video":false,"title":"Theodora, Slave Empress","genre_ids":[36,12,10749,18],"poster_path":"\/tY84DpsGMkbQDZEqVH9OnyOeEZm.jpg","backdrop_path":null,"release_date":"1954-07-02","popularity":0.714,"vote_average":6.1,"id":280957,"adult":false,"vote_count":4},{"overview":"The timeless story of an ill-fated romance between a young Greek village girl and a conflicted Turkish officer during the dawn of the Greek War for Independence against the Ottoman Empire in 1821.","original_language":"en","original_title":"Cliffs of Freedom","video":false,"title":"Cliffs of Freedom","genre_ids":[36,18],"poster_path":"\/gZtd0kekttO4DHNbOFQVVOfeBEb.jpg","backdrop_path":"\/6NZ6jmSYw46H5vmIItrGLoVtoFI.jpg","release_date":"2019-03-01","popularity":0.773,"vote_average":9,"id":574163,"adult":false,"vote_count":2},{"overview":"Twenty-Six Days in the Life of Dostoyevsky was entered on February 16th at the 1981 Berlin Film Festival to commemorate the 100th anniversary of Dostoyevsky's death on February 9th, 1881, and won a \"Best Actor\" award for Anatoly Solonitsyn as Dostoyevsky. Solonitsyn was a favorite actor in Andrei Tarkovsky's films, and this was to be his penultimate role. This brief imaginary period in the famed Russian writer's life encapsulates one of his darker moments in 1866. At that time he was still a relatively unknown writer whose first widely acclaimed work, Crime and Punishment, was just on the horizon. His life was at a very low ebb as he struggled with debts he could not pay, and as he fought depression over the loss of his wife to tuberculosis, and the death of his brother, who was very close to him. His first literary journal had to be scrapped because of political reasons, and the second venture needed funding.","original_language":"ru","original_title":"Двадцать шесть дней из жизни Достоевского","video":false,"title":"Twenty Six Days in the Life of Dostoevsky","genre_ids":[10749,36],"poster_path":"\/vApTks0PzougQ7xRXtMgb315DBL.jpg","backdrop_path":null,"release_date":"1981-02-02","popularity":0.68,"vote_average":4,"id":263568,"adult":false,"vote_count":3},{"overview":"The story of how one song 'Champa Battambang,' a song made famous by Sinn Sisamuth (the King of Khmer Music), plays a role in the lives of three different generations.","original_language":"en","original_title":"In the Life of Music","video":false,"title":"In the Life of Music","genre_ids":[18,10751,36],"poster_path":"\/ulsCbDUaoSahqBYkfGJCjFaoLSb.jpg","backdrop_path":null,"release_date":"2019-03-21","popularity":1.176,"vote_average":0,"id":523256,"adult":false,"vote_count":0},{"overview":"In 1858 Charles Darwin struggles to publish one of the most controversial scientific theories ever conceived, while he and his wife Emma confront family tragedy.","original_language":"en","original_title":"Darwin's Darkest Hour","video":false,"title":"Darwin's Darkest Hour","genre_ids":[18,36,99],"poster_path":"\/aDWz2dmuLRSurZG62AaF9o8NDD8.jpg","backdrop_path":"\/snTQkh1clE4jM7uyytg3X5mhRGx.jpg","release_date":"2009-10-06","popularity":1.307,"vote_average":5.1,"id":24033,"adult":false,"vote_count":6},{"overview":"","original_language":"ko","original_title":"우키시마호","video":false,"title":"우키시마호","genre_ids":[99,36],"poster_path":"\/s8OuqlI6dcxhyP1ZhFSVlRDNiQv.jpg","backdrop_path":"\/m5QikIkn6vEOXQAUU2SSviTpq9o.jpg","release_date":"2019-09-19","popularity":0.872,"vote_average":0,"id":613892,"adult":false,"vote_count":0},{"overview":"Jean-Baptiste Poquelin is raised by his father and his grandfather because his mother dies when he's still very little. He works as a handyman, studies the law at a university and travels the country as an actor before he becomes the celebrated playwright Molière who impresses firstly the Duke of Orleans and then even King Louis XIV.","original_language":"fr","original_title":"Molière","video":false,"title":"Molière","genre_ids":[18,36],"poster_path":"\/beDZWbFxtbuQDaC0guht35GfW9L.jpg","backdrop_path":"\/wgXjzmWWKrOotshpj6A3aPQRwl5.jpg","release_date":"1978-08-30","popularity":1.492,"vote_average":5.7,"id":66949,"adult":false,"vote_count":9},{"overview":"It is the year 2546. Corporations rule the world, and an agent is on a secret mission to explore the untold stories of the past. His journey leads him into a secret virtual reality where one corporation has recreated the 1980s, an era that witnessed the birth of video game development, an event in which a politically and economically restricted small European country, Hungary, had a significant role. He discovers a strange but exciting world, where computers were smuggled through the Iron Curtain and serious engineers started developing games. This small country was still under Soviet pressure when a group of people managed to set up one of the first game development studios in the world, and western computer stores started clearing room on their shelves for Hungarian products.","original_language":"hu","original_title":"Vakondok 4: Végigjátszás","video":false,"title":"Moleman 4: Longplay","genre_ids":[878,36,99,16],"poster_path":"\/hukJJTflX7g7RYJKCPNDUAea49H.jpg","backdrop_path":"\/yZm6w1Ogmf9eIkiI5JWNAnMcfUe.jpg","release_date":"2017-03-24","popularity":0.6,"vote_average":9,"id":461695,"adult":false,"vote_count":3},{"overview":"An amazing discovery has been made beneath a farm field in Northern France: a vast underground city where World War I soldiers, on both sides of the conflict, took refuge a century ago. Even more remarkable, it is one of hundreds of buried havens set up close to a 45-mile stretch of the Western Front. Follow American explorer and photographer Jeff Gusky as he documents one of these long forgotten shelters, and witness his attempts to connect the names of the American soldiers etched into the limestone walls to their living descendants.","original_language":"en","original_title":"Americans Underground: Secret City of WWI","video":false,"title":"Americans Underground: Secret City of WWI","genre_ids":[99,36],"poster_path":null,"backdrop_path":null,"release_date":"2017-03-13","popularity":0.865,"vote_average":0,"id":444702,"adult":false,"vote_count":0},{"overview":"'Giallo' is Italian for 'yellow', the color of the lurid pulp novels that inspired one of the most intense, extreme and influential genres in movie history. In this unprecedented collection, experience the full chronological evolution of giallo with more than 100 rare and classic trailers from such masters as Mario Bava, Dario Argento, Lucio Fulci, Sergio Martino, Antonio Margheriti, Umberto Lenzi and many more. Then slip on black leather gloves and set the mood with a Bonus CD of legendary soundtrack music from composers that include Ennio Morricone, Riz Ortolani, Bruno Nicolai, Stelvio Cipriani and others, along with all-new featurettes that thrust even deeper into the genre. \"But be warned,\" says Gizmodo.com, \"Once you start going down the blood- slicked giallo rabbit hole, you may become dangerously obsessed.\"","original_language":"en","original_title":"All the Colors of Giallo","video":false,"title":"All the Colors of Giallo","genre_ids":[99,36],"poster_path":"\/kXzOIMWzhfMGXOKWqzatGk7Hn8O.jpg","backdrop_path":null,"release_date":"2019-01-29","popularity":0.6,"vote_average":7,"id":579697,"adult":false,"vote_count":2},{"overview":"Ironclads is a 1991 made-for-television movie produced by Ted Turner's TNT company about the events behind the creation of the CSS Virginia from the remains of the USS Merrimack and the battle between the Virginia and the USS Monitor in the Battle of Hampton Roads, March 8, 1862-March 9, 1862.","original_language":"en","original_title":"Ironclads","video":false,"title":"Ironclads","genre_ids":[10770,36,10752],"poster_path":"\/33MGJmVBv1wO4RBCaQypI7olR2M.jpg","backdrop_path":"\/gT2GeyzoRg4jO1EL70kwoFcylBs.jpg","release_date":"1991-03-11","popularity":1.2,"vote_average":10,"id":109475,"adult":false,"vote_count":1},{"overview":"Directed by French Director Christian Faure and released in 2014, The Law brilliantly traces three days, in late Fall 1974, of stormy debate in the French National Assembly, around a bill which would make \"voluntary termination of pregnancy\" legal. Behind this bill stands a lone woman brilliantly played by a remarkable Emmanuelle Devos (also in The Other Son): Simone Veil the Minister of Health in the Jacques Chirac government during the presidency of Valéry Giscard d'Estaing. During these three days of violent debate Veil, a Jew and Holocaust survivor, is spared nothing: political negotiations, solitude, sparring arguments, insults and violence to her family. In spite of all of this, Veil never wavers.","original_language":"fr","original_title":"La loi","video":false,"title":"The Law","genre_ids":[36],"poster_path":"\/wqsZ9dwQgfj3ABVmtIKPjv9pOmy.jpg","backdrop_path":"\/zavJGFjlhoeI9outJaeA8dMphRg.jpg","release_date":"2014-11-26","popularity":0.6,"vote_average":6.5,"id":329402,"adult":false,"vote_count":10},{"overview":"Region of Occitania, France, 1792. As the storm of revolution devastates the country, young monk Gabriel and his companions live peacefully in the Franciscan monastery of Saorge, near the Italian border. But everything changes with the arrival of the beautiful Marianne and a military detachment.","original_language":"fr","original_title":"Un violent désir de bonheur","video":false,"title":"A Violent Desire for Joy","genre_ids":[18,36],"poster_path":"\/dLHC3NLebKn62PK7DCav8UHEMs3.jpg","backdrop_path":"\/5FZJUJcK68LfuWgN6dgwXgDRlRp.jpg","release_date":"2018-12-26","popularity":1.581,"vote_average":6,"id":518722,"adult":false,"vote_count":2},{"overview":"A new documentary shows 3D footage of Nazi soldiers for the first time. It also features 3D images of occupied France shot by a brave citizen. For years, some remarkable images have languished deep in the archives of the Imperial War Museum, which features World War II in a manner that has never been seen before.","original_language":"en","original_title":"WWII in 3D","video":false,"title":"WWII in 3D","genre_ids":[99,36],"poster_path":"\/yLnmkgNkEO3N16qwqRymIavZRPz.jpg","backdrop_path":"\/cNDybya8tOdGoccsEdMQ8dxdzti.jpg","release_date":"2012-01-24","popularity":1.042,"vote_average":5.8,"id":79979,"adult":false,"vote_count":2}],[{"overview":"The end of the Cold War did not cause a definitive thaw in the former republics of the Soviet Union, so today there are several frozen conflicts, unresolved for decades, in that vast territory. As in Transnistria, an unrecognized state, secessioned from Moldova since 1990. Kolja is a silent witness to how borders and bureaucracy shape the lives of citizens, finally forced to lose their identity.","original_language":"pt","original_title":"Extinção","video":false,"title":"Extinction","genre_ids":[99,36],"poster_path":"\/kOepTECxAD7Niz08MHdsKpO4t2Q.jpg","backdrop_path":"\/65sac8bW5gFCCULuuhRrvK13qbQ.jpg","release_date":"2018-07-20","popularity":1.593,"vote_average":6.7,"id":515589,"adult":false,"vote_count":3},{"overview":"The extraordinary story of the most disturbing witch trial in British history and the key role played in it by one nine-year-old girl. Jennet Device, a beggar-girl from Pendle in Lancashire, was the star witness in the trial in 1612 of her own mother, her brother, her sister and many of her neighbors and, thanks to her chilling testimony, they were all hanged.","original_language":"en","original_title":"The Pendle Witch Child","video":false,"title":"The Pendle Witch Child","genre_ids":[99,36],"poster_path":"\/x4uYti04eqGTJVtfsiEANxTzX8c.jpg","backdrop_path":"\/eSI1lxsqH6zh7IHmJM16xK45Tj6.jpg","release_date":"2011-08-17","popularity":0.6,"vote_average":8.7,"id":385215,"adult":false,"vote_count":3},{"overview":"This early docudrama uses dramatic re-enactment, working models of early flying machines, and archival footage to trace man's attempts to fly from ancient times through the 1930's.","original_language":"en","original_title":"The Conquest of the Air","video":false,"title":"The Conquest of the Air","genre_ids":[36,99],"poster_path":"\/4ElZBMuDInFVEvhnInLw33IVY0w.jpg","backdrop_path":null,"release_date":"1936-12-01","popularity":1.151,"vote_average":4,"id":190508,"adult":false,"vote_count":2},{"overview":"Double Play is about anolder man named Ostrik who returns to Curaçao and his childhood after many years abroad. Ostrik reminisces about 1973 and the events surrounding a game his father played which had major consequences for Ostrik’s youth. The dramatic poverty and colourful landscapes provide the background for the leads who represent Curaçao’s melting pot: a story of pride and humiliation, money and love, ambition and hope.","original_language":"en","original_title":"Double Play","video":false,"title":"Double Play","genre_ids":[18,36],"poster_path":"\/bLZMrVVdtnV4lPFeJYgpOIdmYy4.jpg","backdrop_path":"\/wDpb3o03yzFZhh3CbzoCzbH2wlo.jpg","release_date":"2017-01-27","popularity":1.055,"vote_average":1,"id":429003,"adult":false,"vote_count":2},{"overview":"","original_language":"fr","original_title":"Clemenceau","video":false,"title":"Clemenceau","genre_ids":[36],"poster_path":"\/qG6voTnqdyRypt1JjRkufLv1KcF.jpg","backdrop_path":null,"release_date":"2012-11-08","popularity":0.6,"vote_average":8,"id":145455,"adult":false,"vote_count":1},{"overview":"","original_language":"tr","original_title":"Hürkuş: Göklerdeki Kahraman","video":false,"title":"Hürkuş: Göklerdeki Kahraman","genre_ids":[36,10752],"poster_path":"\/m8hH87ZDYn5yRVAeiChCC1tkLLe.jpg","backdrop_path":"\/BTsJCCdKBb2jp5wEJaeQGVGsdF.jpg","release_date":"2018-05-25","popularity":1.662,"vote_average":0,"id":527791,"adult":false,"vote_count":0},{"overview":"","original_language":"it","original_title":"Salvo D'Acquisto","video":false,"title":"Salvo D'Acquisto","genre_ids":[18,36],"poster_path":"\/3fBS2frgLeAIhhPsFKfrVsiD6Xx.jpg","backdrop_path":"\/r5Q5j6KYJ0yTaC9JzjjLBEHecyZ.jpg","release_date":"1974-12-03","popularity":0.921,"vote_average":7.3,"id":241049,"adult":false,"vote_count":4},{"overview":"Cologne towards the end of the Second World War. The city is in ruins, everyone is afraid, many are dead. It is a time of great inhumanity. Cologne’s young Edelweiss Pirates refuse to submit to the pressure of the Nazi regime. They fight with the Hitler Youth and scrawl anti-war propaganda on walls. Karl is an Edelweiss Pirate; his younger brother, Peter, is in the Hitler Youth movement. The two young men have been alone ever since their mother’s death in a bombing raid; their father is serving at the front, and their older brother, Otto, has been killed in action. Otto’s financée, Cilly, is doing her best to survive the war with her children. Carl is trying to help her.","original_language":"de","original_title":"Edelweißpiraten","video":false,"title":"The Edelweiss Pirates","genre_ids":[18,36,10752],"poster_path":"\/3kz2HSzx2Vl1cHOsICOcSD0Tin9.jpg","backdrop_path":null,"release_date":"2004-08-29","popularity":0.982,"vote_average":5.1,"id":59283,"adult":false,"vote_count":9},{"overview":"Admiral Lee Sun-shin designs and builds the 'Turtle Ships' in preparation of the Japanese invasion during the Injin War. He is promoted after his victories, but due to his expanding influence and increased popularity in military circles, the king comes to fear him and has him imprisoned. A year later, the Japanese navy attempts another invasion and the king is required to enter the prison and beg the admiral's assistance.","original_language":"ko","original_title":"난중일기","video":false,"title":"A War Diary","genre_ids":[10752,36,18],"poster_path":"\/7Ys0MoYGhLckHMprfTGFKNkh48O.jpg","backdrop_path":"\/pq08dddVEss9KR7emsdTtk3bQIE.jpg","release_date":"1978-01-21","popularity":0.6,"vote_average":0,"id":440420,"adult":false,"vote_count":0},{"overview":"A theatrical film version of Madhouse's Aoi Bungaku Series anime. The film will re-edit the four episodes based on Osamu Dazai's No Longer Human (Ningen Shikkaku) novel, which have character designs inspired by manga artist and novel illustrator Takeshi Obata. This \"director's cut\" will include new \"navigation\" footage which is being created specifically for the film with narrator Masato Sakai.","original_language":"ja","original_title":"人間失格 ディレクターズカット版","video":false,"title":"Ningen Shikkaku: Director's Cut-ban","genre_ids":[16,18,36],"poster_path":"\/vLYBHNMLPVHwIemk4D0heXLtjsr.jpg","backdrop_path":null,"release_date":"2009-12-12","popularity":1.666,"vote_average":6.5,"id":74799,"adult":false,"vote_count":15},{"overview":"A comedic film about a rich household in the time Thailand was developing railways and slaves where yet considered normal, although the slaves in this household are rather a handful.","original_language":"th","original_title":"ขุนบันลือ","video":false,"title":"Khun Bun Lue","genre_ids":[35,36],"poster_path":"\/edRSnm4wb4XdqK8FurEt676vYxp.jpg","backdrop_path":null,"release_date":"2018-12-27","popularity":0.613,"vote_average":5,"id":575418,"adult":false,"vote_count":1},{"overview":"A friendship started in childhood in Thessaloniki firstly turned into being comrade in arms and then a half-century brotherhood and fraternity following the same ideals until the death upon proclamation of the Republic; Ataturk &amp; Salih Bozok Veda Ataturk (The Farewell Ataturk) is the story of a brotherhood, portrayal of milestones in Ataturk's life and the story of a commander commanding a generation that challenged the death to save the homeland.","original_language":"en","original_title":"Veda","video":false,"title":"Veda - Atatürk","genre_ids":[36,18],"poster_path":"\/sK0CDiHcqeajySxXFG0u1ehnah2.jpg","backdrop_path":"\/qi33tT0zAsZaHVei6gpDGUctiyo.jpg","release_date":"2010-02-26","popularity":1.336,"vote_average":5.9,"id":38613,"adult":false,"vote_count":9},{"overview":"A young officer in the army of Empress Catherine of Russia is on his way to his new duty station at a remote outpost. During a blinding snowstorm he comes upon a stranger who was caught in the storm and is near death from freezing. He rescues the man and eventually brings him back to health. When the man is well enough to travel, the two part company and the man vows to repay the officer for saving his life. Soon after he arrives at his new post, a revolt by the local Cossacks breaks out and the fort is besieged by the rebels. The young officer is astonished to find out that the leader of the rebellious Cossacks is none other than the stranger whose life he had saved during the storm.","original_language":"it","original_title":"La tempesta","video":false,"title":"Tempest","genre_ids":[12,36],"poster_path":"\/8YJAXasmnkkXqoZwYyjOoAWwRm0.jpg","backdrop_path":null,"release_date":"1958-12-01","popularity":1.339,"vote_average":5.3,"id":225228,"adult":false,"vote_count":3},{"overview":"Chinatown Fair opened as a penny arcade on Mott Street in 1944. Over the decades, the dimly lit gathering place, known for its tic-tac-toe playing chicken, became an institution, surviving turf wars between rival gangs, changing tastes and the explosive growth of home gaming systems like Xbox and Playstation that shuttered most other arcades in the city. But as the neighborhood gentrified, this haven for a diverse, unlikely community faced its strongest challenge, inspiring its biggest devotees to next-level greatness.","original_language":"en","original_title":"The Lost Arcade","video":false,"title":"The Lost Arcade","genre_ids":[36,99],"poster_path":"\/orkoG3HcFlJNpiqwWqbEGLx9kOF.jpg","backdrop_path":"\/cES7YiIiRFrWe72KjoqBLvGaHbg.jpg","release_date":"2015-11-14","popularity":0.6,"vote_average":8,"id":378379,"adult":false,"vote_count":3},{"overview":"To celebrate its 250th anniversary, this documentary tells the story of one of the world’s greatest museums, from its foundation by Catherine the Great, though to its status today as a breathtakingly beautiful complex which includes the Winter Palace. Showcasing a vast collection of the world’s greatest artworks together with contemporary art galleries and exhibitions, it holds over 3 million treasures and world class masterpieces in stunning architectural settings. This is its journey from Imperial Palace to State Museum, encompassing a sometimes troubled past, surviving both the Revolution in 1916 and the siege of Leningrad by the Nazis in 1941-44.","original_language":"en","original_title":"Hermitage Revealed","video":false,"title":"Hermitage Revealed","genre_ids":[99,36],"poster_path":"\/w7npZMX2uNsx0ATJmomPkPBV6eq.jpg","backdrop_path":"\/1BipIAjxDedo3WWE9UQjfoQLefb.jpg","release_date":"2014-09-09","popularity":0.702,"vote_average":8,"id":300624,"adult":false,"vote_count":1},{"overview":"After the First World War, the Allies occupy Istanbul. The protagonist, Yandim Ali is a rogue, discharged from the navy, who doesn't believe that the country can be saved, until he meets Mustafa Kemal (Ataturk), who plans to start a resistance in Anatolia against the occupying Allies, as well as the collaborators of an Ottoman government, that exists only on paper.","original_language":"tr","original_title":"Son Osmanlı Yandım Ali","video":false,"title":"The Last Ottoman: Knockout Ali","genre_ids":[28,35,18,10752,36],"poster_path":"\/rRlQEF4i54PyySWynaqZJ54DDyn.jpg","backdrop_path":"\/Xcw3hpWL5cYpovc9hJbaltNJCg.jpg","release_date":"2007-01-19","popularity":1.757,"vote_average":5.7,"id":54269,"adult":false,"vote_count":16},{"overview":"A nobleman studying for the priesthood abandons his vocation in 18th Century France when he falls in love with a beautiful, but reluctant, courtesan.","original_language":"en","original_title":"When a Man Loves","video":false,"title":"When a Man Loves","genre_ids":[36,10749],"poster_path":"\/o6RQUKSRFxBH9Ddrc35etYjubDp.jpg","backdrop_path":"\/wGLDYxjPPoDYBfQVDbKMy0jEs34.jpg","release_date":"1927-08-21","popularity":0.905,"vote_average":8,"id":122331,"adult":false,"vote_count":2},{"overview":"This Polish historical drama film traces the fascinating saga of a wealthy, princely Polish dynasty in years 1900-1935.","original_language":"en","original_title":"Magnat","video":false,"title":"The Magnate","genre_ids":[18,36],"poster_path":"\/9CeOm9vwvTXxouMCKEbwX9zxGSf.jpg","backdrop_path":null,"release_date":"1987-12-21","popularity":1.27,"vote_average":6,"id":382781,"adult":false,"vote_count":3},{"overview":"The cunning Cardinal Richelieu must save King Louis XIII from treachery within his inner circle.","original_language":"en","original_title":"Cardinal Richelieu","video":false,"title":"Cardinal Richelieu","genre_ids":[36,10749,18],"poster_path":"\/5Ml2dMPpgkmt9h427JPBLp42zIA.jpg","backdrop_path":null,"release_date":"1935-04-18","popularity":0.6,"vote_average":10,"id":286402,"adult":false,"vote_count":1},{"overview":"Unable to serve in World War II because of a heart condition, a barber moves his family adjacent to a Wisconsin army base and prisoner-of-war camp to provide his services. But even in rural America -- far from the frontline -- the war finds victims.","original_language":"en","original_title":"Fort McCoy","video":false,"title":"Fort McCoy","genre_ids":[10752,18,36],"poster_path":"\/4ok9jMdmjQUKtuTNwX0w0My9wib.jpg","backdrop_path":"\/cbmCyJZtsHf310pq69itvKIm279.jpg","release_date":"2014-01-01","popularity":0.766,"vote_average":6.3,"id":281230,"adult":false,"vote_count":2}],[{"overview":"Heist: Who Stole the American Dream? reveals how American corporations orchestrated the dismantling of middle-class prosperity through rampant deregulation, the outsourcing of jobs, and tax policies favoring businesses and the wealthy. The collapse of the U.S. economy is the result of conscious choices made over thirty five years by a small group: leaders of corporations and their elected allies, and the biggest lobbying interest in Washington, the U.S. Chamber of Commerce. To these individuals, the collapse is not a catastrophe, but rather the planned outcome of their long, patient work. For the rest of the country, it is merely the biggest heist in American history.","original_language":"en","original_title":"Heist: Who Stole the American Dream?","video":false,"title":"Heist: Who Stole the American Dream?","genre_ids":[36,99],"poster_path":"\/rUZiXixCo9Nx0o0apauesc4Ak2P.jpg","backdrop_path":"\/leaIbE0FSPiFGMTkzSrZGt0ZWrS.jpg","release_date":"2012-03-02","popularity":0.961,"vote_average":7.5,"id":105556,"adult":false,"vote_count":2},{"overview":"","original_language":"en","original_title":"Mosku - lajinsa viimeinen","video":false,"title":"Mosku - lajinsa viimeinen","genre_ids":[36,18],"poster_path":"\/btfqWYZxghwolkQZwWaiWrxeaEu.jpg","backdrop_path":null,"release_date":"2003-02-13","popularity":0.767,"vote_average":6.7,"id":50989,"adult":false,"vote_count":3},{"overview":"After the martyrdom of Joseph Smith, Jr., his wife Emma Hale Smith was left with much to shoulder: salvaging Joseph’s estate, the safety of her family, her own grief, and growing isolation as danger and rumors increased. Through the eyes of one of her sons and Lucy Mack Smith, Emma’s struggles are shown with new light and understanding, revealing a courageous woman who stood as a pillar of strength for her family.","original_language":"en","original_title":"In Emma's Footsteps","video":false,"title":"In Emma's Footsteps","genre_ids":[18,36],"poster_path":"\/48URaCOd0EOJrBoX0pIyqtNfAK4.jpg","backdrop_path":null,"release_date":"2018-06-01","popularity":1.251,"vote_average":0,"id":520268,"adult":false,"vote_count":0},{"overview":"A \"Reformed Colonel\" is found dead in Paris, a couple of decades after Algeria's struggle for independence was won from France. Lieutenant Galois is assigned the investigation of this murder. She receives the diary of Lieutenent Guy Rossi who served under The Colonel in Algeria in 1956, and has been reported as missing in action since 1957. The revelations found in Rossi's diary go far beyond The Colonel's actions in Algeria, and give an insight on how dirty Algeria's War for Independence really was.","original_language":"fr","original_title":"Mon colonel","video":false,"title":"The Colonel","genre_ids":[80,18,36,10752],"poster_path":"\/oCFPAo2AMLyhzzOamFqR2FT3Aeq.jpg","backdrop_path":"\/zUaXujyFMQnpiTitmEfaOfnhVvI.jpg","release_date":"2006-11-15","popularity":1.076,"vote_average":7.3,"id":76099,"adult":false,"vote_count":3},{"overview":"The Soong family was a political dynasty in China that reached the highest levels of power. This film follows the lives of the three Soong daughters, who were educated in America and returned to China. Ai-ling (the oldest) married a wealthy and powerful businessman. Ching-ling married Sun Yat-sen, the revolutionary founder of modern China. Mei-ling (the youngest) married Chiang Kai-shek, China's leader during World War II. The sisters captured the world's fascination for their brilliant marriages and their strong influence on their nation.","original_language":"zh","original_title":"宋家皇朝","video":false,"title":"The Soong Sisters","genre_ids":[18,36,10749],"poster_path":"\/hKG0ctouxWRxxBcKPMznoDbzuJf.jpg","backdrop_path":"\/f6FOEWksIUZ4oFK2ghoFJQksBz5.jpg","release_date":"1997-01-01","popularity":1.365,"vote_average":6.7,"id":29346,"adult":false,"vote_count":7},{"overview":"Picking up from the explosive cliffhanger of the sixth episode of the miniseries, the film follows the harrowing coup attempt night of July 15th, and the Police Special Operations and Special Forces heroes who put everything on the line to prevent a cultist takeover of Turkey.","original_language":"tr","original_title":"Börü","video":false,"title":"Wolf","genre_ids":[36,18,28],"poster_path":"\/f8nvevl9jUOGdvCY8iMrsW00Jv8.jpg","backdrop_path":"\/pkdOt1bEcqXFPeg27YABPHLNror.jpg","release_date":"2018-12-28","popularity":0.89,"vote_average":8.1,"id":568490,"adult":false,"vote_count":9},{"overview":"A film about fireworks, the people who make them and the cultures behind them across the globe.","original_language":"en","original_title":"Passfire","video":false,"title":"Passfire","genre_ids":[99,36],"poster_path":"\/vgZ9qh2ciZryvJ0KAXqngH6L2YD.jpg","backdrop_path":"\/k5LfTfxUkHsVrIjwJRy16nzpIhF.jpg","release_date":"2016-08-08","popularity":0.847,"vote_average":7.3,"id":411278,"adult":false,"vote_count":10},{"overview":"Octavio secretly sent his consul Curridio to Alexandria in a final attempt to reach peace. In the city, he meets Berenice, a mysterious and beautiful dancer who falls in love. Actually, the dancer is the queen Cleopatra who leads a double life using this name.","original_language":"it","original_title":"Le legioni di Cleopatra","video":false,"title":"Legions of the Nile","genre_ids":[36,18,12],"poster_path":"\/k8i8iVci5g0zd1ZzHvMY2tP2ym5.jpg","backdrop_path":"\/adyLKOJueb7HPwwwcrVRSvhD9Fb.jpg","release_date":"1960-12-01","popularity":0.6,"vote_average":5,"id":168479,"adult":false,"vote_count":2},{"overview":"1946 biopic with Ginger Rogers and David Niven, about the 19th-century American first lady Dorthea \"Dolly\" Payne Madison. In a flashback in 1814, while packing her belongings in preparation of evacuating the White House because of the impending British invasion of Washington D.C., she thinks back on her childhood, her first marriage, and later romances with two very different politicians, Aaron Burr and his good friend James Madison, her future second husband.  She plays each against the other, not only for romantic reasons, but also to influence the shaping of the young country. By manipulating Burr's affections, she helps Thomas Jefferson win the presidency, and eventually she becomes First Lady of the land herself.","original_language":"en","original_title":"Magnificent Doll","video":false,"title":"Magnificent Doll","genre_ids":[18,36],"poster_path":"\/iLOSo11Dmt4KxGyiruyVTLctWle.jpg","backdrop_path":"\/z6T4jZdvi9ZJohilWcojAahiCVs.jpg","release_date":"1946-12-08","popularity":2.449,"vote_average":5.6,"id":217250,"adult":false,"vote_count":6},{"overview":"Since 9\/11, the Israeli arms industries are doing bigger business than ever before. Large Israeli companies develop and test the vessels of future warfare, which is then sold worldwide by private Israeli agents, who manipulate a network of Israeli politicians and army commanders, while Israeli theoreticians explain to various foreign countries how to defeat civil and para-military resistance. All based on the extensive Israeli experience.The film reveals The Lab, which has transformed the Israeli military occupation of Gaza and the West Bank from a burden to a marketable, highly profitable, national asset.","original_language":"en","original_title":"Ha-Ma'Abada","video":false,"title":"The Lab","genre_ids":[99,36],"poster_path":"\/p1dUDBAIUao57X5gLQRn42kGuaA.jpg","backdrop_path":"\/z5PGquFqoeNCebkUMyTFBVm3dtU.jpg","release_date":"2013-01-01","popularity":0.6,"vote_average":5.2,"id":287786,"adult":false,"vote_count":3},{"overview":"Walter Burton's realistic photographs depicting poor treatment of Maori prisoners are rejected by late 19th century government officials. Walter is condemned to making a living from everyday studio work, the frustration of which is apparently quite sufficient to make him a drunk. His brother Alfred is happy to take the photos that the officials want and therefore gets the commissions. Alfred's photos are well received, but when Walter shows his own photos, toughs are sent around to smash up his plates.","original_language":"en","original_title":"Pictures","video":false,"title":"Pictures","genre_ids":[18,36],"poster_path":"\/dvgHZEZK0VJkdAau9ApbrbB3w0C.jpg","backdrop_path":"\/d98cfvyrXGTo3IabLhv0wgCXJyT.jpg","release_date":"1981-10-01","popularity":0.923,"vote_average":5,"id":289216,"adult":false,"vote_count":1},{"overview":"Tokijiro has the unfortunate duty according to the code of the gamblers to join in the fighting when afforded a night’s stay and meals at the home of a town boss. Though he dislikes killing, the strength of his swordsmanship will be tested time and time again in the bloody tale.","original_language":"ja","original_title":"沓掛時次郎　遊侠一匹","video":false,"title":"Kutsukake Tokijiro: The Lonely Yakuza","genre_ids":[28,12,36],"poster_path":"\/3hspvDC8oUyF1igO0wtg90IU4Wj.jpg","backdrop_path":null,"release_date":"1966-04-01","popularity":0.6,"vote_average":7,"id":238937,"adult":false,"vote_count":2},{"overview":"The story of Francisca Sánchez del Pozo, \" Paca \", and the Prince of letters, the Nicaraguan Rubén Darío. In 1956, Francisca Sánchez, married to José Villacastín, and already in the twilight of her life, receives in Navalsaúz two writers, Antonio Oliver and Carmen Conde.","original_language":"es","original_title":"La princesa Paca","video":false,"title":"La princesa Paca","genre_ids":[10770,18,10749,36],"poster_path":"\/As99wgAvA3XpQFKPPxabKiexVMS.jpg","backdrop_path":"\/zByU2n6w9HmqKNfUpbUiwq5xS9G.jpg","release_date":"2017-03-19","popularity":0.6,"vote_average":6.7,"id":438403,"adult":false,"vote_count":3},{"overview":"The film is about a tiny episode of the Second World War. Winter of 1942 The war confronts Wehrmacht soldiers with Soviet partisans. None of them was born a hero. But the accidental clash in the back of world war turns people into killing machines. Nobody knows how this day will end ...","original_language":"ru","original_title":"Красный призрак","video":false,"title":"Red Ghost","genre_ids":[18,36],"poster_path":null,"backdrop_path":null,"release_date":"2019-12-03","popularity":0.6,"vote_average":0,"id":575842,"adult":false,"vote_count":0},{"overview":"Set in the 7th century AD during the Korean peninsula's division into three perpetually warring kingdoms, Once Upon A Time In A Battlefield focuses on the Shilla's king Kim Choon-chu efforts to conquer his rivals: Koguryo and Baekche. To achieve this goal, he allies with mainland China's Tang empire, the superpower of the era, and together the two polities plan to attack first the weakest Baekche at its main fortress of Hwangsanbul, guarding the only easy access to the mountainous interior. But the fortress commander General Kye Baek (Park Joong-hoon) will be resisting to the end...This comedy relays on clash between ancient time and modern language combined with irony and distance to the war.","original_language":"ko","original_title":"황산벌","video":false,"title":"Once Upon a Time in a Battlefield","genre_ids":[36,10752,35],"poster_path":"\/9lRIrebLsxfwl3ksHvJSBsHPYFq.jpg","backdrop_path":"\/d1b6vGpEVWoNDClwAaDvOHFbxuA.jpg","release_date":"2010-03-29","popularity":0.958,"vote_average":5.7,"id":147704,"adult":false,"vote_count":3},{"overview":"A documentary that examines the films made by the victims of the Hollywood Blacklist and offers a radically different perspective on a key period in the history of American cinema.","original_language":"en","original_title":"Red Hollywood","video":false,"title":"Red Hollywood","genre_ids":[99,36],"poster_path":"\/gu4AlmrL0P2xoaruL5tdrKKYkIL.jpg","backdrop_path":"\/eOgllv8PW2ncLF8mKk8FIlUn4bJ.jpg","release_date":"1995-09-01","popularity":0.744,"vote_average":6.5,"id":164144,"adult":false,"vote_count":2},{"overview":"Vasily Livanov’s historical movie carries the viewer back into the 18th century and tells the story of the monument to Peter the Great through Alexandr Sergeevich Pushkin’s poem «The Bronze Horseman». The sculptor Étienne Maurice Falconet comes from France at the invitation of the Empress Ekaterina the 2nd to erect the monument. Thanks to the master’s meticulous work and painstaking creative search the monument has become not only a masterpiece of art but one of the symbols of Russia.","original_language":"ru","original_title":"Медный всадник России","video":false,"title":"The Bronze Horseman Of Russia","genre_ids":[36,18],"poster_path":"\/now8wZcrQhr99zL1UP4I4GWhaNl.jpg","backdrop_path":null,"release_date":"2019-04-22","popularity":1.4,"vote_average":0,"id":581356,"adult":false,"vote_count":0},{"overview":"During the raging war between the Toyotomi and Tokugawa clans, the swordsman Mohei (whose family has been completely decimated) is recruited by Toyotomi to overcome the seat of power, Osaka Castle. Mohei's daredevil skills will be put to severe tests.","original_language":"ja","original_title":"大阪城物語","video":false,"title":"Daredevil in the Castle","genre_ids":[36,10752,28],"poster_path":"\/AwDXMfNfLV0W4optWBBLOx99iBS.jpg","backdrop_path":null,"release_date":"1961-01-03","popularity":0.6,"vote_average":7,"id":229339,"adult":false,"vote_count":3},{"overview":"Gina (Diana Bracho) is a modern business woman in her late forties, she has a lover named Adrian, who she sees once in a while just to have sex; they are both atracted to the historic figure of Pancho Villa, while he admires his power, she admires his virility. As Gina helps Adrian (who is a journalist) to write a book about Pancho Villa, she discovers the similarity between Villa's relation to women to that of Adrian and hers. She gets sick of only having sex, and when she decides to get married with him and have a baby, he escapes to buy cigarrettes and gets lost for three months. Gina forgets about him and gets a new boyfriend (half the age she is), and when Adrian tries to get her back and she refuses him and humiliates him, the one and only Pancho Villa appears as his machista conscience ready to do anything to get Gina back.","original_language":"en","original_title":"Entre Pancho Villa y una mujer desnuda","video":false,"title":"Between Pancho Villa and a Naked Woman","genre_ids":[36,35,14],"poster_path":"\/ve8xWhT4iYYO7mUH7glRIpPzuLs.jpg","backdrop_path":null,"release_date":"1996-04-11","popularity":0.775,"vote_average":6.3,"id":282413,"adult":false,"vote_count":3},{"overview":"The War 1812 is a two-hour film history of a deeply significant event in North American and world history. The war shaped American, Canadian and British destiny in the most literal way possible: had one or two battles or decisions gone a different way, a map of the United States today would look entirely (and shockingly) different. The fires of this war forged the nation of Canada; at the same time, the result tolled the end of Native American dreams of a separate nation. By war's end, the process of Native nation removal had already begun in the southeast, paving the way for a Cotton Kingdom powered by slavery, and a United States that had been on the verge of collapse was ready to announce its arrival as a global power. The U.S. did not win the War of 1812, but the noble experiment of democracy had managed to survive intense pressure from without, and within.","original_language":"en","original_title":"The War of 1812","video":false,"title":"The War of 1812","genre_ids":[99,36,10752],"poster_path":"\/9t9oPdlocWsQYRJf6L7nHPWsBC0.jpg","backdrop_path":"\/gtr3X0y31PCW4jh0Oh1GBiDcxeW.jpg","release_date":"2011-10-10","popularity":1.079,"vote_average":6,"id":76318,"adult":false,"vote_count":1}],[{"overview":"In the darkest days of World War II, St. Peter's was shrouded in the shadow of the swastika. But even as the Führer surrounded him, the Pope was plotting a secret counter-offensive. Wartime Pontiff Pius XII has been derided for his public silence about the Holocaust. But evidence suggests his silence may have been subterfuge.","original_language":"en","original_title":"Pope Vs. Hitler","video":false,"title":"Pope Vs. Hitler","genre_ids":[99,36,10752,10770],"poster_path":"\/jckH6FpxGB9FIQFBFwf8SZ4rTss.jpg","backdrop_path":null,"release_date":"2016-09-04","popularity":0.942,"vote_average":0,"id":447342,"adult":false,"vote_count":0},{"overview":"Three Senior police officers in different parts of India, who, well aware of the intelligence that Gandhi’s life in under threat, must take key decisions that would eventually either save the Mahatma, or the country.","original_language":"en","original_title":"The Gandhi Murder","video":false,"title":"The Gandhi Murder","genre_ids":[53,18,36],"poster_path":"\/mQx7m6dElK4RoTLVkDpqLC86r5t.jpg","backdrop_path":null,"release_date":"2019-01-30","popularity":0.99,"vote_average":7,"id":573511,"adult":false,"vote_count":1},{"overview":"","original_language":"it","original_title":"I predatori delle Antille","video":false,"title":"I predatori delle Antille","genre_ids":[12,36,10749],"poster_path":"\/xu6sBBAES5ML8zVVvdxHpXu92Ra.jpg","backdrop_path":null,"release_date":"1999-01-01","popularity":0.66,"vote_average":4,"id":218457,"adult":false,"vote_count":2},{"overview":"First of 2 films set during the 18th century in the mountains of Wallachia, about a band of outlaws aiming to undermine the rule of the Phanariots and the Ottomans. The story evolves around the two stepbrothers who lead this band, Sarbu and Amza, with their complex and violent relationship.","original_language":"ro","original_title":"Haiducii","video":false,"title":"The Outlaws","genre_ids":[28,12,36],"poster_path":"\/wgdfgSQz2g5VdCBXLHQxAoUn1Ni.jpg","backdrop_path":null,"release_date":"1966-04-21","popularity":0.6,"vote_average":6.7,"id":373995,"adult":false,"vote_count":3},{"overview":"Spanish right-wingers equally devoted to Catholic religion and Franco dictatorship, go soldiering as volunteers with the Germans when these started hostilities against Russia (1943), then under the Soviet regime. They lose, mostly are imprisoned, and will suffer eleven years in captivity - keeping their faith and their dignity. Written by Artemis-9","original_language":"es","original_title":"Embajadores en el infierno","video":false,"title":"Embajadores en el infierno","genre_ids":[18,36,10752],"poster_path":"\/xX3HRD8rRcyL0dWV8gVeNZZdJx4.jpg","backdrop_path":"\/inMJGqK4aKsruUcXDqjRrtOk9Sv.jpg","release_date":"1956-09-17","popularity":0.952,"vote_average":4.2,"id":103941,"adult":false,"vote_count":3},{"overview":"Henry is a proud monarch who flies in the face of the church in seeking to divorce Queen Katherine and marry Anne Bullen. As cardinal Wolsey, the powerful Lord Chancellor of England, attempts to bend Rome to the King's wishes, the court reverbates with political intrigue and accusations of treachery.","original_language":"en","original_title":"Henry VIII","video":false,"title":"Henry VIII","genre_ids":[36,18,10770],"poster_path":"\/zsYBa0nf8T7gP17pFcYMZVU6BAn.jpg","backdrop_path":null,"release_date":"1979-02-25","popularity":1.187,"vote_average":7,"id":119834,"adult":false,"vote_count":1},{"overview":"A young actress becomes politically aware within the Paris Commune of 1871.","original_language":"en","original_title":"1871","video":false,"title":"1871","genre_ids":[18,36],"poster_path":"\/kNIFQlc5Ae8sqTg09SIjieN3Ug7.jpg","backdrop_path":null,"release_date":"1990-09-09","popularity":0.6,"vote_average":4.5,"id":254008,"adult":false,"vote_count":3},{"overview":"","original_language":"de","original_title":"Buddenbrooks","video":false,"title":"Buddenbrooks","genre_ids":[18,36],"poster_path":"\/cyDbmnjICMVupq2PQJj7zcL2Tg7.jpg","backdrop_path":"\/4MIlWJyPR3rw6zaedAreOMtIlY6.jpg","release_date":"1959-11-10","popularity":1.872,"vote_average":5.1,"id":61787,"adult":false,"vote_count":5},{"overview":"In 150 years, twice marked by total destruction —a terrible earthquake in 1923 and incendiary bombings in 1945— followed by a spectacular rebirth, Tokyo, the old city of Edo, has become the largest and most futuristic capital in the world in a transformation process fueled by the exceptional resilience of its inhabitants, and nourished by a unique phenomenon of cultural hybridization.","original_language":"fr","original_title":"Tokyo : cataclysmes et renaissances","video":false,"title":"Tokyo Phoenix","genre_ids":[36,99],"poster_path":"\/7UvDtcFJoKlAy44iVtbepbAGa7F.jpg","backdrop_path":"\/z9MPbazZDISqLYnCo756qZt4R44.jpg","release_date":"2017-05-20","popularity":0.6,"vote_average":0,"id":470419,"adult":false,"vote_count":0},{"overview":"In his experimental short film \"Brutalität in Stein\" (Brutality in Stone), Alexander Kluge demonstrates how Nazi architecture used dimensions of inhuman and super-human scale to bolster the regime's politics of the same kind. Shots of huge neo-classical architectural structures from the Nazi period are confronted with equally anti-human national-socialist language as a voice-over.","original_language":"de","original_title":"Brutalität in Stein","video":false,"title":"Brutality in Stone","genre_ids":[10752,99,36],"poster_path":"\/1KwJMvt3pfsIdoCzmuXgkwqa2xm.jpg","backdrop_path":null,"release_date":"1961-02-08","popularity":1.358,"vote_average":7.3,"id":117975,"adult":false,"vote_count":6},{"overview":"A beautiful Russian widow in San Francisco wishes to return to Russia after her American husband loses everything in a speculation and shoots his brains out. Along with her personal maid she is given passage to Hong Kong aboard a Russian naval vessel.","original_language":"ru","original_title":"Пассажирка","video":false,"title":"Passenger","genre_ids":[12,18,36,10749],"poster_path":"\/hbWxvRmi9xtrNBoXeSllueDXUdH.jpg","backdrop_path":"\/uL5J4jkdIOxaL4LEXzlCH12nC8U.jpg","release_date":"2008-11-11","popularity":0.623,"vote_average":1,"id":78001,"adult":false,"vote_count":1},{"overview":"Two thousand years ago, in the Roman province of Judea, Jesus was crucified by imperial troops.  Thousands before him had suffered the same fate.  But unlike his predecessors on the cross, Jesus did not disappear from history.  Instead, his memory was kept alive by a small band of Jews - men and women who held fast to their conviction that Jesus was the Messiah.","original_language":"en","original_title":"Peter and Paul and the Christian Revolution","video":false,"title":"Peter and Paul and the Christian Revolution","genre_ids":[36,99],"poster_path":"\/fxNbpMsDaEq4hL91z1TmvF7Z474.jpg","backdrop_path":null,"release_date":"2003-04-09","popularity":1.96,"vote_average":7.5,"id":334523,"adult":false,"vote_count":2},{"overview":"The story of a US Air Force major who was captured during the Korean War, and cracked signing a confession.  After his release he ultimately arrives at Edwards Air Force base and works for his old buddy, now base commander.  And runs into an old love forming the romantic triangle sub plot.  But the main story line is the testing of high speed aircraft and the two main characters restoring their trust in each other.  The aviation story line centers on the testing of the  testing of the Gilbert XF-120 fighter, which suffers structural problems.  And who will test the rocket powered X-2, designed to fly to the edge of space.","original_language":"en","original_title":"Toward the Unknown","video":false,"title":"Toward the Unknown","genre_ids":[10752,18,36,10749],"poster_path":"\/5GiLVdpXTukR2XVM7ufdTm21Gac.jpg","backdrop_path":"\/2KEAmu0phmer2zPytm1DaYictAo.jpg","release_date":"1956-09-27","popularity":1.332,"vote_average":7,"id":148021,"adult":false,"vote_count":3},{"overview":"An illustration of the teasing of the Montreal's Italians between their love of what was their home country and their need, like many immigrants and sons of immigrants, to be accepted and integrated in their new society. From the history of the Italian immigration seen through the play 'La Storia dell'Immigrante' from 'Toni Nardi' and Vincenzo Ierfino to the screening in the Caffe Italia of a World Cup soccer game involving the Italian Team.","original_language":"fr","original_title":"Caffe Italia Montréal","video":false,"title":"Caffe Italia Montréal","genre_ids":[99,36],"poster_path":"\/21HNcpaBOk4jNPNOvj0cav0DMOz.jpg","backdrop_path":null,"release_date":"1985-09-19","popularity":0.6,"vote_average":0,"id":491707,"adult":false,"vote_count":0},{"overview":"We will soon be facing the greatest threat ever known as we are feeding and nurturing the monster of our own destruction. Welcome to your future.","original_language":"en","original_title":"A War Over Reality","video":false,"title":"A War Over Reality","genre_ids":[36],"poster_path":"\/vhtdWmn7DZTGt861Tx8zY69q2WD.jpg","backdrop_path":"\/qdtXAG7r2w5XgJZpq4ZrndaDdPP.jpg","release_date":"2018-11-21","popularity":0.693,"vote_average":6,"id":563419,"adult":false,"vote_count":1},{"overview":"National treasure and Poirot star David Suchet starred as the formidable Lady Bracknell in Oscar Wilde’s much loved masterpiece The Importance of Being Earnest.  Directed by Adrian Noble, (Amadeus, The King’s Speech, Chitty Chitty Bang Bang) Wilde’s superb satire on Victorian manners is one of the funniest plays in the English language.  Two bachelor friends, the adorable dandy Algernon Moncrieff (Philip Cumbus – regular player at Shakespeare’s Globe) and the utterly reliable John Worthing J.P., (Downton Abbey’s Michael Benz) lead double lives to court the attentions of the exquisitely desirable Gwendolyn Fairfax (Emily Barber) and Cecily Cardew (Imogen Doel). The gallants must then grapple with the riotous consequences of their deceptions, and with the formidable Lady Bracknell.","original_language":"en","original_title":"The Importance of Being Earnest on Stage","video":false,"title":"The Importance of Being Earnest on Stage","genre_ids":[36,35,10749],"poster_path":"\/bfANEHm3b0bNfKaMYek2TcrjppW.jpg","backdrop_path":null,"release_date":"2015-10-08","popularity":1.001,"vote_average":9,"id":375206,"adult":false,"vote_count":1},{"overview":"The story of Bob Hawke - Australia's most loved Prime Minister as he faces his greatest challenge: a battle within his own party.  As he fights for his life, we discover his incredible transformation from a hard-drinking womanising trade union leader into a visionary world leader.  For a man who once sacrificed his family to his job, he must now rely solely on his friendships and allegiances to defeat his challenger and remain in power.","original_language":"en","original_title":"Hawke","video":false,"title":"Hawke","genre_ids":[18,36],"poster_path":"\/6UZXdSm94i5Gb93BWjREQo3Iwns.jpg","backdrop_path":"\/8vd1pk86SBMBWOBmZs2EzqoQhuK.jpg","release_date":"2010-07-18","popularity":0.923,"vote_average":6,"id":41132,"adult":false,"vote_count":1},{"overview":"The Final Days concerns itself with the final months of the Richard Nixon presidency.","original_language":"en","original_title":"The Final Days","video":false,"title":"The Final Days","genre_ids":[36,10770,18],"poster_path":"\/doozm8i3sU3HbzheP5JMvTOIVFM.jpg","backdrop_path":"\/lgVk0u4jPtsjB7uo9kTiWoQbjMD.jpg","release_date":"1989-10-29","popularity":2.005,"vote_average":0,"id":263034,"adult":false,"vote_count":0},{"overview":"The 10 Conditions of Love follows the personal and political struggle of Rebiya Kadeer, the most galvanizing leader of the Uyghur people in 60 years. The Uyghur are China's Muslim minority. From poverty to wealth, protest to imprisonment, Rebiya now lives in exile in the United States. Here she is quickly gaining influential friends and media coverage to help her campaign for her people's human rights. As a result, her children are in prison in China This is a story about the ruthless oppression of 20-million people; of Super Power politicking; and of the pain of a deeply loving family torn violently apart.","original_language":"en","original_title":"The 10 Conditions of Love","video":false,"title":"The 10 Conditions of Love","genre_ids":[99,36],"poster_path":"\/YSMbX7MHxHs5kRWzE20KFWvc7W.jpg","backdrop_path":null,"release_date":"2009-01-01","popularity":0.881,"vote_average":0,"id":42038,"adult":false,"vote_count":0},{"overview":"The true story of Andres Bonifacio, a man who rose as a leader in the fight against the Spanish oppressors, and would gain the enmity of even those fighting for the same cause.","original_language":"en","original_title":"Bonifacio: Ang Unang Pangulo","video":false,"title":"Bonifacio, the First President","genre_ids":[36,18],"poster_path":"\/hNNfUqbv1xExffJNExIjBwbQ5Iw.jpg","backdrop_path":"\/kGs5vKEV3wVa5zj2GQhorAZJqqE.jpg","release_date":"2014-12-25","popularity":0.6,"vote_average":8.3,"id":317161,"adult":false,"vote_count":2}],[{"overview":"Knight Borek is searching for his missing son. Enthralled by the stories of children's crusades, little Jan has run away from home. Borek's crusade is a journey into his own subconscious, where he is forced to confront his greatest fear.","original_language":"cs","original_title":"Křižáček","video":false,"title":"Little Crusader","genre_ids":[18,36],"poster_path":"\/smTIN5J8Fa8yRUMHULFPpb3MoqK.jpg","backdrop_path":"\/uRrErsZfDapZwZGBQr0VfQb9sYJ.jpg","release_date":"2017-08-03","popularity":0.826,"vote_average":7,"id":467600,"adult":false,"vote_count":2},{"overview":"A Woman Rebels is the story of Pamela Thistlewaite (Katharine Hepburn), whose mission in life is to defy the restrictive and often hypocritical conventions of Victorian England.","original_language":"en","original_title":"A Woman Rebels","video":false,"title":"A Woman Rebels","genre_ids":[18,36,10749],"poster_path":"\/iQTf83gOYEHhW3koPRmXLjk0HaP.jpg","backdrop_path":"\/uXKeQUliKpMdLetgVxtpB9a33hr.jpg","release_date":"1936-11-06","popularity":2.227,"vote_average":5.8,"id":108348,"adult":false,"vote_count":6},{"overview":"Double Happiness takes the Chinese copy of Hallstatt, a small idyllic town in Austria, as a starting point to explore China's fast urbanization. Chinese cities are built where histories and memories can be easily forgotten and thus rewritten. The film intersects the real and the fake through visual imaginary and commentary, interviews and songs.","original_language":"en","original_title":"Double Happiness","video":false,"title":"Double Happiness","genre_ids":[36,99,35],"poster_path":null,"backdrop_path":null,"release_date":"2014-04-01","popularity":0.964,"vote_average":6,"id":339986,"adult":false,"vote_count":1},{"overview":"Year 1856, British India. Capt. Jeffrey Claybourne is severely punished after disobeying an order. Feeling unworthy of his fiancée Vivian Morrow, the daughter of his superior officer, Claybourne leaves the army until he could regain his reputation. When the Rajah Karam launches an attack on the British forces in India, Claybourne finds a chance at redemption.","original_language":"en","original_title":"Bengal Brigade","video":false,"title":"Bengal Brigade","genre_ids":[10752,12,36],"poster_path":"\/lLJshKeOeXFrGU3RF6hasz9oaer.jpg","backdrop_path":"\/fOF7Z7DKwi38LdCsJDjjAwr9atv.jpg","release_date":"1954-11-06","popularity":0.78,"vote_average":4.9,"id":210674,"adult":false,"vote_count":5},{"overview":"Bimba Devi alias Yashodhara is a 2018 Sri Lankan Sinhala language epic, biographical drama film written and directed by professor Sunil Ariyaratne. This historical biographical film film depicts the life of princess Yashodhara, the wife of Prince Siddhartha.","original_language":"si","original_title":"බිම්බා දේවී හෙවත් යශෝධරා","video":false,"title":"Yashodhara","genre_ids":[28,18,10751,36,10402],"poster_path":"\/iienVut90nlRwEiwH8Cpc3Ld0pl.jpg","backdrop_path":null,"release_date":"2018-04-26","popularity":1.522,"vote_average":4,"id":525867,"adult":false,"vote_count":1},{"overview":"During Russian Revolution of 1917, the Marine squad, led by anarchist leader Vozhak starts the revolt. The Central Committee of the Bolshevik Party sends a woman Commissar to form Red Army battalion from the marines to take part in the Russian Civil War.","original_language":"ru","original_title":"Оптимистическая трагедия","video":false,"title":"Optimistic Tragedy","genre_ids":[10752,18,36],"poster_path":"\/xEzWatTIsdG02UeIyXCUqhijB5S.jpg","backdrop_path":"\/xxL1aQqG4e29LQeGf47gAMOHEj3.jpg","release_date":"1963-07-07","popularity":1.277,"vote_average":5,"id":198845,"adult":false,"vote_count":3},{"overview":"The Happy Lands tracks the lives of the Brogan, Guthrie and Baxter families as they overcome the economic challenges brought about by the 1926 General Strike.","original_language":"en","original_title":"The Happy Lands","video":false,"title":"The Happy Lands","genre_ids":[18,36],"poster_path":"\/8y7hKYrGOxH0nsOnSoUpn2ITxEr.jpg","backdrop_path":null,"release_date":"2012-07-14","popularity":0.6,"vote_average":3.8,"id":231326,"adult":false,"vote_count":2},{"overview":"Earth teems with a staggering variety of animals, including 9,000 kinds of birds, 28,000 types of fish, and more than 350,000 species of beetles. What explains this explosion of living creatures—1.4 million different species discovered so far, with perhaps another 50 million to go? The source of life's endless forms was a profound mystery until Charles Darwin brought forth his revolutionary idea of natural selection. But Darwin's radical insights raised as many questions as they answered. What actually drives evolution and turns one species into another? To what degree do different animals rely on the same genetic toolkit? And how did we evolve?","original_language":"en","original_title":"What Darwin Never Knew","video":false,"title":"What Darwin Never Knew","genre_ids":[99,36],"poster_path":"\/dGjviW1eCMy9OKfWRc3GPREgCL6.jpg","backdrop_path":"\/yBr5j6G1ucDfkmKhoagsP7bHErK.jpg","release_date":"2009-12-29","popularity":0.924,"vote_average":0,"id":40989,"adult":false,"vote_count":0},{"overview":"A funny musical based on the comedy \"The Duenna\" by British dramatist Richard B. Sheridan.","original_language":"en","original_title":"Duenya","video":false,"title":"The Duenna","genre_ids":[35,36],"poster_path":"\/mVTiJCCbjILVqGBVFR9CUl8c4hc.jpg","backdrop_path":"\/nCH89HrQIC0Tn8qSyUzKPGVBlDH.jpg","release_date":"1978-11-11","popularity":2.482,"vote_average":6.2,"id":65100,"adult":false,"vote_count":6},{"overview":"A captain in the Czar's army encounters danger and romance while carrying a secret message across 19th-century Russia.","original_language":"it","original_title":"Strogoff","video":false,"title":"Strogoff","genre_ids":[12,36],"poster_path":"\/6MF1puwalQzaKQoNNycWPGPl9q0.jpg","backdrop_path":null,"release_date":"1970-10-28","popularity":1.4,"vote_average":6,"id":4393,"adult":false,"vote_count":1},{"overview":"Part road trip, part adventure story, FOLLOWING THE NINTH is an inspirational film about Beethoven's Choral Symphony, its majestic power to liberate us, to shield us against suffering, to provide hope and resilience during dark times.  Filmed on five continents and in 12 countries, FOLLOWING THE NINTH is the story of four lives that have been transformed and repaired by the music, expressed most vividly in the prophecy of the Ode to Joy: “Alle Menschen werden Brüder”(All Men Will Be Brothers).","original_language":"en","original_title":"Following the Ninth: In the Footsteps of Beethoven's Final Symphony","video":false,"title":"Following the Ninth: In the Footsteps of Beethoven's Final Symphony","genre_ids":[99,36,18],"poster_path":"\/1koviWAj6qeGtvPK7O3BCttAz0W.jpg","backdrop_path":null,"release_date":"2012-02-10","popularity":0.915,"vote_average":10,"id":231364,"adult":false,"vote_count":2},{"overview":"Adaptation of Graciliano Ramos's novel about his arrest and imprisonment.","original_language":"pt","original_title":"Memórias do Cárcere","video":false,"title":"Memories of Prison","genre_ids":[18,36],"poster_path":"\/fpVYLQ22KroHbvvFyKddDFZdZ9j.jpg","backdrop_path":null,"release_date":"1984-06-18","popularity":1.375,"vote_average":6.6,"id":135624,"adult":false,"vote_count":7},{"overview":"Amid the bitter divisiveness of the Civil War, Confederate Capt. Robert Adams (Julian Adams) feels the rift within his soul. Steadfastly loyal to the South, Adams also holds an unshakable love for his Northerner wife, Eveline McCord (Gwendolyn Edwards). Based on the true story of Robert Adams and produced by his descendents, this stirring historical drama -- a film festival favorite -- delves into the themes of honor, patriotism and love.","original_language":"en","original_title":"The Last Confederate: The Story of Robert Adams","video":false,"title":"The Last Confederate: The Story of Robert Adams","genre_ids":[18,28,36,10749],"poster_path":"\/t09ieJWdl2VHL9FsRiJTfY1jP3S.jpg","backdrop_path":"\/w5AJ2uhJfHgeTbqSkvjbNZJeDN0.jpg","release_date":"2005-07-15","popularity":1.537,"vote_average":5,"id":79102,"adult":false,"vote_count":2},{"overview":"Two halves of a treasure map owned by two brothers is the one thing that the Golden Dragon Gang wants to get, and they'll kill anyone who gets in their way. When the gang quickly dispenses with the two brothers in a blitz home invasion, their third brother, returning from ten years of wandering, arrives and teaches the gang a lesson they'll never forget--that is, if they survive at all!  Henchman after henchman gets filleted like a brook trout as our hero literally cuts his way through a jungle of sword-wielding thugs, a trio of fancy-weapon gang leaders, and a masked ninja assassin that's killing people on both sides. Who will be left alive to claim the treasure? Find out in this high body-count wuxia classic.","original_language":"zh","original_title":"Suen Fung Kim Haak","video":false,"title":"The Whirlwind Knight","genre_ids":[36,28,12,18],"poster_path":"\/8t7vhBE6z7RwoJZOsfDXqwEcYUR.jpg","backdrop_path":null,"release_date":"1969-07-19","popularity":0.6,"vote_average":0,"id":467717,"adult":false,"vote_count":0},{"overview":"The story revolves around Tian Yu Quan (Chin Feng) who rushes to the aid of an elderly fisherman who is bullied by an arrogant relative of the Qiu Shan ministry. In the heat of the ensuing battle he kills the said man and is hence chased by the district's officials. Trying to use the waterway to shake off his enemies, Yu Quan finds a true friend in the old fisherman's bark-stearing daughter, Hu Feng Lian (Ting Hung) who becomes his loyal accomplice. As symbol for his gratitude, Yu Quan bestows Feng Lian with a Butterfly Chalice to reflect their eternal friendship bond...","original_language":"zh","original_title":"蝴蝶杯","video":false,"title":"The Butterfly Chalice","genre_ids":[28,18,10402,36],"poster_path":"\/pZGUyyzdKBTZc0Wt8DStveeq0um.jpg","backdrop_path":null,"release_date":"1965-03-09","popularity":0.678,"vote_average":6,"id":206600,"adult":false,"vote_count":2},{"overview":"The story of 7 people on trial stemming from various charges surrounding the uprising at the 1968 Democratic National Convention in Chicago, Illinois.","original_language":"en","original_title":"The Trial of the Chicago 7","video":false,"title":"The Trial of the Chicago 7","genre_ids":[18,36],"poster_path":null,"backdrop_path":null,"release_date":"","popularity":0.6,"vote_average":0,"id":556984,"adult":false,"vote_count":0},{"overview":"In 1914, a German supply ship is en route to Africa with a cargo of work horses when one of the mares gives birth to a foal. The pony is soon separated from his mother when the ship docks in a mining community, and he has a hard time getting along, but an orphaned boy who works at a stable takes a liking to the little horse and looks after him. When war breaks out, the stable is abandoned and the pony escapes into a nearby desert, where an Oryx antelope and a native girl become his companions and teach him how to survive on his own","original_language":"en","original_title":"Running Free","video":false,"title":"Running Free","genre_ids":[18,10751,12,10752,36],"poster_path":"\/trSYyDxYwiBKcoWLG6L7Vv1EG5O.jpg","backdrop_path":null,"release_date":"1999-12-08","popularity":0.6,"vote_average":6,"id":204230,"adult":false,"vote_count":1},{"overview":"How does art survive in a time of oppression? During the Soviet rule artists who stay true to their vision are executed, sent to mental hospitals or Gulags.  Their plight inspires young Igor Savitsky. He pretends to buy state-approved art but instead daringly rescues 40,000 forbidden fellow artist's works and creates a museum in the desert of Uzbekistan, far from the watchful eyes of the KGB. Though a penniless artist himself, he cajoles the cash to pay for the art from the same authorities who are banning it. Savitsky amasses an eclectic mix of Russian Avant-Garde art. But his greatest discovery is an unknown school of artists who settle in Uzbekistan after the Russian revolution of 1917, encountering a unique Islamic culture, as exotic to them as Tahiti was for Gauguin. They develop a startlingly original style, fusing European modernism with centuries-old Eastern traditions.","original_language":"en","original_title":"The Desert of Forbidden Art","video":false,"title":"The Desert of Forbidden Art","genre_ids":[36,99],"poster_path":"\/qbnDE8UVhP4bWYpR8CbrI0GTHB5.jpg","backdrop_path":null,"release_date":"2011-03-18","popularity":1.583,"vote_average":6,"id":87098,"adult":false,"vote_count":2},{"overview":"Iranian Iradj Azimi directed this French historical drama re-creating events depicted in the famous 1819 painting The Raft of the Medusa by Jean Louis Andre Theodore Gericault (1791-1824). The ill-fated voyage of the frigate Medusa begins when it departs Rochefort for Senegal in 1816. After striking a sandbar off the African coast, 150 civilians row safely to shore, but Captain Chaumareys (Jean Yanne) orders 140 soldiers and sailors onto a raft (minus supplies) and has it cut loose. Only 14 survive from the 140, creating a scandal back in France. Gericault (Laurent Terzieff) later talks to three of the survivors while researching his painting. Work on this film began in 1987, but sets destroyed by Hurricane Hugo caused delays, so the film was not completed until 1990. However, it then remained undistributed until an incident in which writer-director Azimi slashed his wrists in front of French Ministry of Culture officials.","original_language":"fr","original_title":"Le radeau de la Méduse","video":false,"title":"Le radeau de la Méduse","genre_ids":[18,36],"poster_path":"\/6zq10fhIFV0zDNHk235XeTUu6W1.jpg","backdrop_path":null,"release_date":"1998-07-15","popularity":0.6,"vote_average":6,"id":2374,"adult":false,"vote_count":1},{"overview":"Ted DiBiase Jr. takes a journey through pro-wrestlings past to tell the faith-based story of his father's rise, fall and redemption.","original_language":"en","original_title":"The Price Of Fame","video":false,"title":"The Price Of Fame","genre_ids":[36,99],"poster_path":"\/7tuCq6xzGOhK0Yke8i0Bmemnglo.jpg","backdrop_path":null,"release_date":"2017-11-07","popularity":0.6,"vote_average":0,"id":485192,"adult":false,"vote_count":0}],[{"overview":"Wolfgang Beltracchi got away with forging art masterpieces for over 40 years. He may be egotistical and nihilistic, but his genius in undeniable. He managed to fool gallery owners, historians and investors with the stroke of a brush. This documentary follows his last days as a free man.","original_language":"de","original_title":"Beltracchi - Die Kunst der Fälschung","video":false,"title":"Beltracchi: The Art of Forgery","genre_ids":[80,99,36],"poster_path":"\/lX9pKMa54j0ZDKAuuNDrAf15jXr.jpg","backdrop_path":"\/auWMQLVB4EWMu9snA1nROSAG6y3.jpg","release_date":"2014-03-06","popularity":2.204,"vote_average":7.1,"id":256314,"adult":false,"vote_count":22},{"overview":"Albert Schweitzer (1875-1965), the mission doctor, theologian and philosopher who founded a hospital in the rainforests of Gabon, achieved sainthood in his lifetime, at least in the popular imagination. The critical assessment of his life and works in recent years, however, has been slightly more ambivalent. Ba Kobhio Bassek is the first director to examine this medical missionary from a purely African point-of-view.","original_language":"fr","original_title":"Le Grand Blanc de Lambaréné","video":false,"title":"The Great White of Lambarene","genre_ids":[18,36],"poster_path":"\/kxYie9gyOkCy7rm32j46Gs7Gzd0.jpg","backdrop_path":null,"release_date":"1995-04-26","popularity":0.651,"vote_average":5,"id":309685,"adult":false,"vote_count":2},{"overview":"","original_language":"de","original_title":"König für eine Nacht","video":false,"title":"König für eine Nacht","genre_ids":[36,35],"poster_path":"\/hatYJrpOwfhqAV5H4ccFIomHuBr.jpg","backdrop_path":null,"release_date":"1950-12-22","popularity":0.763,"vote_average":4,"id":421814,"adult":false,"vote_count":2},{"overview":"","original_language":"es","original_title":"La batalla de los tres reyes","video":false,"title":"Drums of Fire","genre_ids":[36,28],"poster_path":"\/sWMhnuXEfIeLl7IOejnakJL5aah.jpg","backdrop_path":null,"release_date":"1990-12-21","popularity":0.649,"vote_average":10,"id":313527,"adult":false,"vote_count":2},{"overview":"In 1475 when Stephen the Great, ruler of Moldavia is facing an invading Ottoman army of 120 000 men, the fate of Christian Europe largely depends on the battle's outcome.","original_language":"ro","original_title":"Ștefan cel Mare - Vaslui 1475","video":false,"title":"Stephen the Great - Vaslui 1475","genre_ids":[28,18,36,10752],"poster_path":"\/tY4I9CHWO0hBQswENEfRbUG4Fx.jpg","backdrop_path":"\/cJJv251a2dx37TbCW5Tj8lvvxZI.jpg","release_date":"1975-01-06","popularity":0.65,"vote_average":6,"id":153483,"adult":false,"vote_count":2},{"overview":"The Key West Picture Show is a fast-paced satire of the 1950's travelogues, exploring the unconventional island with honesty and humor. Winner of three Gold Medals at the Miami International Film Festival. The Filmax Award from the L.A. International Film Expo. The Cine Golden Eagle award for film excellence.","original_language":"en","original_title":"Key West Picture Show","video":false,"title":"Key West Picture Show","genre_ids":[35,99,36],"poster_path":"\/dYpgZZSKCTUFMz6ht6770ugYSgY.jpg","backdrop_path":null,"release_date":"1977-01-01","popularity":0.697,"vote_average":4.3,"id":268919,"adult":false,"vote_count":2},{"overview":"According to the Swiss documentary filmmaker Richard Dindo (1944), the media want to make us believe that Swiss non-alignment during World War II was only a thin veneer around Nazi sympathies and anti-Semitic feelings. This stirred his interest in the story of Paul Grüninger, a Swiss policeman who in the late thirties provided false travel documents to hundreds of Jews who had fled from Austria.","original_language":"de","original_title":"Akte Grüninger","video":false,"title":"Akte Grüninger","genre_ids":[36,18],"poster_path":"\/tiYTdXTG7m9rBCRXwtoomsNWuwF.jpg","backdrop_path":"\/hXmB0IVYFRiBhP7ExOlxR71s8dn.jpg","release_date":"2014-01-30","popularity":0.917,"vote_average":6.1,"id":253029,"adult":false,"vote_count":10},{"overview":"In Kisangani, a group of high-school students who cannot afford to pay the teachers' \"bonuses\" organized themselves to prepare the State exam together.","original_language":"fr","original_title":"Examen d'état","video":false,"title":"National Diploma","genre_ids":[36,99],"poster_path":"\/A5QULHyRyYWfSNvhKGXtDjiDmha.jpg","backdrop_path":null,"release_date":"2014-03-26","popularity":0.6,"vote_average":6.5,"id":287286,"adult":false,"vote_count":2},{"overview":"A.E.K., the well-known Greek basketball team founded in 1924 by refugees from Constantinople, after 44 years, beats SLAVIA of Prague and wins the European Cup.","original_language":"el","original_title":"1968","video":false,"title":"1968","genre_ids":[36,99],"poster_path":"\/q2P8e3TF1CWPBuDpT2OULTdviwP.jpg","backdrop_path":"\/gsQmXGFNKfCc6no4nxAivqc8KLa.jpg","release_date":"2018-01-25","popularity":1.857,"vote_average":6.3,"id":493832,"adult":false,"vote_count":4},{"overview":"Set in the 1790s, this historical drama follows the travails of an idealistic noblewoman who helps lead a daring revolution in Italy.","original_language":"it","original_title":"Il resto di niente","video":false,"title":"The Remains of Nothing","genre_ids":[36,18],"poster_path":"\/erPI52c2taqChS8d08b1tqHs5qh.jpg","backdrop_path":"\/1gjOUCAHVgr31fIPQ32IjEAxDGs.jpg","release_date":"2004-09-11","popularity":0.618,"vote_average":6.3,"id":56943,"adult":false,"vote_count":8},{"overview":"","original_language":"ru","original_title":"Суд чести","video":false,"title":"Суд чести","genre_ids":[18,36],"poster_path":"\/jFC34OgxDKAEzgaPxGR26EGeiN8.jpg","backdrop_path":null,"release_date":"1949-02-25","popularity":0.745,"vote_average":6,"id":547674,"adult":false,"vote_count":1},{"overview":"Bio-pic about Czech composer Antonin Dvoraák at the height of his career. Dvorák learns that his love and lifelong muse is ill and must return to her side.","original_language":"cs","original_title":"Americké dopisy","video":false,"title":"The American Letters","genre_ids":[36],"poster_path":"\/4Xnfh8V1CyYDIX6RnRr3g8B1nGY.jpg","backdrop_path":"\/5DhzwvWerv6CoBrViDw79NJTeKb.jpg","release_date":"2015-01-04","popularity":0.674,"vote_average":0,"id":364215,"adult":false,"vote_count":0},{"overview":"\"Wheat,\" is a historical action drama about the women left behind when their men have gone off to war -- and the lies they are told to keep them from knowing the awful truth.","original_language":"zh","original_title":"麦田","video":false,"title":"Wheat","genre_ids":[28,18,36],"poster_path":"\/hQHYs3jerhn5vNLziHW7wm4DoOL.jpg","backdrop_path":"\/bEATKaqdfKrXosgsFFc5VCoLAb3.jpg","release_date":"2009-06-13","popularity":1.062,"vote_average":6.5,"id":30600,"adult":false,"vote_count":6},{"overview":"The film attempts to fill in the \"missing years\" of Jesus, from ages 3 through 12. When King Herod fearing that the Messiah has indeed been born, orders that all Hebrew male children under the age of three be slain, Joseph moves his family near Egypt. Here, Jesus, sensing His divinity, expresses a desire to return to Nazareth. Travelling homeward with His mother Mary, Jesus flashes forward to events that will unfold in his adult life.","original_language":"it","original_title":"Un bambino di nome Gesú","video":false,"title":"A Child Called Jesus","genre_ids":[18,36,10770],"poster_path":"\/mgI6pP7xpRM5jgpfVHxxRP4QS9d.jpg","backdrop_path":null,"release_date":"1987-01-08","popularity":0.842,"vote_average":6.2,"id":248811,"adult":false,"vote_count":7},{"overview":"Filmed in IMAX, a young Mayan boy who lives close to the ruins becomes acquainted with an archaeologist (Guerra) and asks her to tell him about his ancestors. The crew travelled to over 15 locations in Mexico and Guatemala, including Tulum and Chichén Itzá.","original_language":"en","original_title":"IMAX Mystery of the Maya","video":false,"title":"IMAX Mystery of the Maya","genre_ids":[99,36],"poster_path":"\/t8UJ3qRKdGrfLjo5yQn8cNLXPcC.jpg","backdrop_path":"\/kqScX2eoNOXpzX8PSKVoV4z9miG.jpg","release_date":"1995-01-01","popularity":1.086,"vote_average":3.9,"id":20716,"adult":false,"vote_count":4},{"overview":"For more than 100 years, the Statue of Liberty has been a symbol of hope and refuge for generations of immigrants. In this lyrical, compelling and provocative portrait of the statue, Ken Burns explores both the history of America’s premier symbol and the meaning of liberty itself. Featuring rare archival photographs, paintings and drawings, readings from actual diaries, letters and newspapers of the day, the fascinating story of this universally admired monument is told.  In interviews with Americans from all walks of life, including former New York governor Mario Cuomo, the late congresswoman Barbara Jordan and the late writers James Baldwin and Jerzy Kosinski, The Statue of Liberty examines the nature of liberty and the significance of the statue to American life. Nominated for both the Academy Award ® and the Emmy Award ®, The Statue of Liberty received the prestigious CINE Golden Eagle, the Christopher Award and the Blue Ribbon at the American Film Festival.","original_language":"en","original_title":"The Statue of Liberty","video":false,"title":"The Statue of Liberty","genre_ids":[36,99],"poster_path":"\/a6QE9PMhQz5nBv8qhGRqCkKKgsP.jpg","backdrop_path":"\/bWuGgaqsOwb7KgwIv8GMgNdiRCI.jpg","release_date":"1985-10-26","popularity":1.411,"vote_average":6.6,"id":51594,"adult":false,"vote_count":5},{"overview":"In the summer of 1931, with Germany on the brink of economic collapse, and the city of Berlin turning into a paramilitary war-zone, audacious young prosecutor Hans Litten (Stoppard) chose to summon a star witness to a trial of Nazi thugs. In spite of the risk to his own safety and against the advice of those who love him, Litten forced rising political star Adolf Hitler (Hart) to make a sensational appearance in the witness stand of Berlin's central criminal court. Litten aimed to expose the true character of Hitler and his politics to the German public, to reveal his hypocrisy and his violent ambitions, and in doing so, halt the electoral success of the Nazi Party. In a humiliating and hostile cross-examination, Hitler was forced to account for his political beliefs, his contempt for the law and his desire to destroy German democracy. For a brief moment, Hitler's political future was genuinely in the balance.","original_language":"en","original_title":"The Man who Crossed Hitler","video":false,"title":"The Man who Crossed Hitler","genre_ids":[18,28,36,53,878],"poster_path":"\/A8HYVueXlvczIRiMQl3FOa9eaqU.jpg","backdrop_path":"\/4UthMmAWCcQ3gnAkJvP6uLdD5i3.jpg","release_date":"2011-08-21","popularity":1.175,"vote_average":6.6,"id":73591,"adult":false,"vote_count":7},{"overview":"The story of the Hakoah Vienna Jewish womens swim team of the 1930s, their forced separation, and their reunion decades later.","original_language":"en","original_title":"Watermarks","video":false,"title":"Watermarks","genre_ids":[36,99],"poster_path":"\/hD15AFeE6mv3ET9MNcM5DvR2Hf0.jpg","backdrop_path":"\/h5xOueVpyY4MjNTPgv6ehx15vjM.jpg","release_date":"2005-01-21","popularity":0.84,"vote_average":7,"id":81538,"adult":false,"vote_count":2},{"overview":"War drama set in the closing stages of World War Two. As Allied Forces are nearing the defeat of the Japanese Army in Manila, the Japanese Empire's soldiers begin attacking innocent civilians. A brutal month-long battle ensues.","original_language":"en","original_title":"Manila, Open City","video":false,"title":"Manila, Open City","genre_ids":[36,28,10752,18],"poster_path":"\/7kHOsEP2lUu9YXMOKzYGvokR2CX.jpg","backdrop_path":"\/aVy9u4q7v03gj3KVNlerq7z75gV.jpg","release_date":"1968-01-13","popularity":0.901,"vote_average":8.3,"id":317694,"adult":false,"vote_count":2},{"overview":"Smart Man Nassredin easily penetrates into Bukhara Emir inner circle posing as Wise Man from Damascus. He becomes Emir trusted advisor, and even convinces the tyrant to relax the rule and release a lot of political prisoners (because stars favor this arrangement).","original_language":"ru","original_title":"Nasreddin v Bukhare","video":false,"title":"Nasreddin in Bukhara","genre_ids":[36,35,10749],"poster_path":"\/dHwXXesWhhtkNNJKTJuiQsSJ4md.jpg","backdrop_path":"\/hwtJiq1aJcX0OzLR1dl13hZmcrh.jpg","release_date":"1943-11-11","popularity":0.6,"vote_average":7,"id":71105,"adult":false,"vote_count":2}]]