[[{"overview":"An animated history of the conflict between Palestinians and Israelis","original_language":"en","original_title":"This Land Is Mine","video":false,"title":"This Land Is Mine","genre_ids":[16,36],"poster_path":"\/koHJDXA5OTGdPtwbif3Lceraf1X.jpg","backdrop_path":"\/9BCY6Mn6862M1yxUMMm8bUtkXXu.jpg","release_date":"2012-07-22","popularity":1.703,"vote_average":6.7,"id":283146,"adult":false,"vote_count":8},{"overview":"True story of Clarence Gideon's fight to be appointed counsel at the expense of the state. This landmark case led to the Supreme Court's decision which extended this right to all criminal defendants.","original_language":"en","original_title":"Gideon's Trumpet","video":false,"title":"Gideon's Trumpet","genre_ids":[18,80,36],"poster_path":"\/w1K7PQ6bMl6LVnfDH7Zv6lMS1pL.jpg","backdrop_path":"\/k5UuAfDRWpZ5M7lLuavp6cjKoaN.jpg","release_date":"1980-04-30","popularity":1.894,"vote_average":6.2,"id":63505,"adult":false,"vote_count":6},{"overview":"Historical short showing how Eli Whitney (best known for the invention of the cotton gin) played a significant role in the introduction of mass productions techniques to the USA in the late 18th century.","original_language":"en","original_title":"Mr. Whitney Had a Notion","video":false,"title":"Mr. Whitney Had a Notion","genre_ids":[36],"poster_path":"\/2X3CEht7Nz3WfchKJ0vJu19oNH5.jpg","backdrop_path":null,"release_date":"1949-05-07","popularity":0.6,"vote_average":5.5,"id":474418,"adult":false,"vote_count":2},{"overview":"","original_language":"ru","original_title":"Здравствуй, Москва!","video":false,"title":"Hello, Moscow!","genre_ids":[10402,36],"poster_path":"\/sQLT1lErdirrHTjBMqj7ffEefAv.jpg","backdrop_path":"\/doogbTSPruY2JeKj3E1nI7wMUz4.jpg","release_date":"1945-06-06","popularity":0.6,"vote_average":5.5,"id":71362,"adult":false,"vote_count":2},{"overview":"Soviet propaganda film in two episodes about Stalin's strong and cruel suppression of the 1919 anti-communist uprising in St. Petersburg, Russia. Stalin and Lenin are shown as heroes who destroyed the efforts of anti-communists led by White Russians with support from \"bad\" British capitalists headed by Sir Winston Churchill and Lloyd George.","original_language":"ru","original_title":"Незабываемый 1919 год","video":false,"title":"The Unforgettable Year 1919","genre_ids":[18,36],"poster_path":"\/bYHGjtnNlx1a70DXywBAopJFiZb.jpg","backdrop_path":"\/fiQbxO5lluU6tpigZE8g5hfOx1o.jpg","release_date":"1951-06-06","popularity":0.6,"vote_average":5,"id":67843,"adult":false,"vote_count":2},{"overview":"A controversial film about the end of the old pagan world in central Europe, THE PAGAN QUEEN is based on the Czech legend of Libuse, the Slavic queen of 8th century Bohemia. Gifted with supernatural powers, a visionary and a seer, this extraordinary woman was able to see the future and in a turbulent time of cultural change founded the modern city of Prague. Libuse ruled as a woman over the tribes of the region with her two beautiful sisters Kazi and Teta and an army of women under the command of her best friend, the Amazon Vlasta. When the peaceful community of farmers is under attack by raiders and split into different parties of power hungry landowners, Libuse is forced into marriage by her own people.","original_language":"en","original_title":"The Pagan Queen","video":false,"title":"The Pagan Queen","genre_ids":[14,36,10749],"poster_path":"\/xCHtwgrbmTYghi0LOwYHm3MhaX5.jpg","backdrop_path":"\/hJ3DgUDccWDNjg7UA1ZvkEW31VG.jpg","release_date":"2010-06-29","popularity":2.213,"vote_average":3.3,"id":46694,"adult":false,"vote_count":8},{"overview":"In the film, the outstanding contemporary avant-garde poet Vladimir Ignatiev, the heir of OBERIUT, appeared. He played himself and read his own poetry. The film was shot 25 years ago soon after Vladimir received a serious craniocerebral injury, received as a result of the bandit attack.","original_language":"ru","original_title":"Парапонтий Мазлей","video":false,"title":"Parapontiy Mazley","genre_ids":[99,36],"poster_path":"\/br7AXvBqhCsaOmbhIAYckeyTDxX.jpg","backdrop_path":"\/dnZQqqqB8FAsP5I4j1ni6lk1Qep.jpg","release_date":"1994-10-14","popularity":0.6,"vote_average":8.5,"id":545757,"adult":false,"vote_count":2},{"overview":"A 1977 Japanese biographical film directed by Kaneto Shindo based on the life of shamisen player Takahashi Chikuzan.","original_language":"ja","original_title":"竹山ひとり旅","video":false,"title":"The Life of Chikuzan","genre_ids":[18,36],"poster_path":"\/rrjktmdyHLWi7hdYtJiEjsrT84F.jpg","backdrop_path":null,"release_date":"1977-03-17","popularity":0.908,"vote_average":8.5,"id":271920,"adult":false,"vote_count":2},{"overview":"Leon Gast's musical documentary reveals New York City's Latin culture and features live performances of salsa greats The Fania All Stars and The Spanish Speaking People of New York. A document of urban American Hispanic culture, Gast's film captures the rhythms of New York's Spanish Harlem, from illegal cockfights and Santeria rituals to the rooftops and backstreets of El Barrio and the legendary musicians performing at the Cheetah club.","original_language":"es","original_title":"Nuestra cosa","video":false,"title":"Our Latin Thing","genre_ids":[99,36,10402],"poster_path":"\/4UJia6yqv3wnKXeM2kVlx0AME6X.jpg","backdrop_path":"\/vyhXYiHYWeiHfP6jkxaAxP3Hf2J.jpg","release_date":"1972-01-01","popularity":1.15,"vote_average":8,"id":240337,"adult":false,"vote_count":2},{"overview":"Penthesilea, the first of six films made by Laura Mulvey and Peter Wollen, traverses thousands of years to look at the image of the Amazonian woman in myth. It asks, among other questions, is the Amazonian woman a rare strong female image or is she a figure derived from male phantasy? The film explores the complexities of such questions, but does not seek any concrete answers.","original_language":"en","original_title":"Penthesilea: Queen of the Amazons","video":false,"title":"Penthesilea: Queen of the Amazons","genre_ids":[99,36],"poster_path":"\/eAi9N8SlklbZDCYomruJuXLgg2H.jpg","backdrop_path":null,"release_date":"1974-01-01","popularity":0.659,"vote_average":7,"id":336940,"adult":false,"vote_count":2},{"overview":"Comedy about the \"Husarenstreich\", the 1757 Berlin raid during the Seven Years' War.","original_language":"de","original_title":"Husaren in Berlin","video":false,"title":"Husaren in Berlin","genre_ids":[35,36],"poster_path":"\/pDFFjiVtfcHLjVPMYCJFMOwyTHv.jpg","backdrop_path":"\/h8PQpIJPWIjeQ89uFcZzyNrejpo.jpg","release_date":"1971-06-25","popularity":0.6,"vote_average":7,"id":277766,"adult":false,"vote_count":2},{"overview":"They forged a new land in the untamed wilderness - with their heart, their hands, and their faith in god.","original_language":"en","original_title":"Savage Journey","video":false,"title":"Savage Journey","genre_ids":[18,28,37,36],"poster_path":"\/9JBGQJYNEgnz5c3XvU2c60X9Myv.jpg","backdrop_path":null,"release_date":"1983-01-01","popularity":0.6,"vote_average":6.5,"id":128344,"adult":false,"vote_count":2},{"overview":"On January 2 1899, starting from the French Soudan, a french column under the commandment of the captains Voulet and Chanoine is send against the black Sultan Rabah in what is now the Cameroun. Those captains and their african mercenary troops destroy and kill everything they find on their path. The French autority try to stop them sending orders and a second troop but the captains even kill the emissaries who are reaching them. Sarraounia, queen of the Aznas, have heared about the exactions. Clever in war tactics and in witchcraft, she decides to resist and stop those mad men.","original_language":"fr","original_title":"Sarraounia","video":false,"title":"Sarraounia","genre_ids":[10752,18,36],"poster_path":"\/je5MUlaBVLRvJcrXSBZnmYKI4N7.jpg","backdrop_path":null,"release_date":"1986-07-01","popularity":0.6,"vote_average":5.5,"id":162532,"adult":false,"vote_count":2},{"overview":"‘The Bus’ playfully explores how a post-WWII German utility vehicle evolved into a cultural icon that represents freedom and the open road; defining and connecting generations of fun lovers everywhere. Beginning in Germany with the vehicle’s creation, into a wild ride that changes the world forever, ‘The Bus’ is an adventure from beginning to end. From Wolfsburg to Hollywood, Burning Man to Baja, people from all walks of life share their stories and passion in ‘The Bus’.","original_language":"en","original_title":"The Bus","video":false,"title":"The Bus","genre_ids":[99,36,10770],"poster_path":"\/xyyKwp0DLWWN5uByBdUJBYlGqr5.jpg","backdrop_path":"\/k9FJKR0ADpteh5Vy8qwgeAPjd0V.jpg","release_date":"2012-04-14","popularity":0.706,"vote_average":0,"id":129159,"adult":false,"vote_count":0},{"overview":"Based on some historical events, the film gives a romanticized biography of Theodoros Kolokotronis, a Greek historical hero serving as a metaphor for Greece herself. Based on a circular view of history, the film presents conflicting ideologies - primitive communism, anarchism, chiefdom or kingdom, personality cult - and shows the institutions of property and power in a bad light.","original_language":"el","original_title":"Ο Μεγαλέξαντρος","video":false,"title":"Alexander the Great","genre_ids":[18,36],"poster_path":"\/yEDijfRQj2g4N0aPc5kA0L1IBje.jpg","backdrop_path":null,"release_date":"1980-04-16","popularity":1.465,"vote_average":7.3,"id":111988,"adult":false,"vote_count":7},{"overview":"Our two-hour film highlights the life and career of Dr. Schreiber with respect and clarity. Raemer, his wife Marge, and young daughter Paula would move to the high-desert of New Mexico where he and other brilliant minds would change the world forever.","original_language":"en","original_title":"The Half-Life of Genius Physicist Raemer Schreiber","video":false,"title":"The Half-Life of Genius Physicist Raemer Schreiber","genre_ids":[36,99],"poster_path":"\/6ZjMXFuS080KqKpnH5bstleJOxg.jpg","backdrop_path":null,"release_date":"2018-07-17","popularity":1.4,"vote_average":9,"id":465241,"adult":false,"vote_count":1},{"overview":"Today, few people's clothes attract as much attention as the royal family, but this is not a modern-day paparazzi-inspired obsession. Historian Dr. Lucy Worsley, Chief Curator at Historic Royal Palaces, reveals that it has always been this way. Exploring the royal wardrobes of our kings and queens over the last four hundred years, Lucy shows this isn't just a public fascination, but an important and powerful message from the monarchs. From Elizabeth I to the present Queen Elizabeth II, Lucy explains how the royal wardrobe's significance goes far beyond the cut and color of the clothing. Royal fashion is, and has always been, regarded as a very personal statement to reflect their power over the reign. Most kings and queens have carefully choreographed every aspect of their wardrobe; for those who have not, there have sometimes been calamitous consequences. As much today as in the past, royal fashion is as much about politics as it is about elegant attire.","original_language":"en","original_title":"Tales from the Royal Wardrobe","video":false,"title":"Tales from the Royal Wardrobe","genre_ids":[99,36],"poster_path":"\/gCFVsDVYwar9D1CswEOWgdTVRhO.jpg","backdrop_path":null,"release_date":"2014-07-07","popularity":0.678,"vote_average":8,"id":452156,"adult":false,"vote_count":1},{"overview":"Satchel Paige and Josh Gibson are the greatest players in the Colored leagues, and everyone expects that one of them will make the leap to the Major Leagues, now that there is talk of integration. But, unexpectedly, it's the rookie with the army record, Jackie Robinson, that gets tapped to be the first.","original_language":"en","original_title":"Soul of the Game","video":false,"title":"Soul of the Game","genre_ids":[36,18],"poster_path":"\/8vpuN0jQXT3wtaSb5N13bMsDA6X.jpg","backdrop_path":"\/a91sLXmP3C6Tks6RCIPuiUAABLq.jpg","release_date":"1996-04-20","popularity":1.459,"vote_average":5.3,"id":74942,"adult":false,"vote_count":4},{"overview":"With 66 million passengers coming through it each year, Roissy-Charles-De-Gaulle airport is Europe's second largest and busiest hub. Every day, up to 1800 aircraft land and take off in record time. This film provides a fascinating glimpse into how Roissy-Charles-De-Gaulle airport is able to welcome over 230,000 passengers a day with as little turbulence as possible.","original_language":"en","original_title":"High Tech Airport","video":false,"title":"High Tech Airport","genre_ids":[99,36,10770],"poster_path":"\/7pS5kw4kCvIqbUl5kQTvP1TtQYl.jpg","backdrop_path":null,"release_date":"2017-01-01","popularity":0.723,"vote_average":10,"id":580698,"adult":false,"vote_count":1},{"overview":"Therese lives in two worlds. As housemaid she has fallen in love with the sophisticated Countess Meta von W. As a young woman of poor\/humble descent, she has to watch as her sister Magdalena is being hauled into the abyss by a devilish sectarian. Together with this notorious pastor, Thomas Pöschl, Magdalena conducts exorcisms at her community\/in the village. Small children have to renounce Satan, a young woman is brutally exorcized and later proclaimed a saint by Pöschl.","original_language":"en","original_title":"Das Falsche Herz","video":false,"title":"The False Heart","genre_ids":[36,18],"poster_path":"\/opGWR30DmNpxgS9xUxGn5mfDsMV.jpg","backdrop_path":"\/lz3Di4e9o9rVx7boB9DSbePBk07.jpg","release_date":"2012-05-02","popularity":0.6,"vote_average":0,"id":103305,"adult":false,"vote_count":0}],[{"overview":"The bitter sweet relationship between a young singer and her musician mentor set against the backdrop of the jazz clubs of Mumbai and the musicians from Goa during the 60s.  In the 1960s Lawrence Vaz a young Goan musician playing in the nightclubs of Mumbai, returns to Goa to find a singer for his band. He meets a promising young singer Dona Pereira and convinces her parents to let her sing in his band. While Lawry moulds the impressionable young Dona into a talented singer, they fall deeply in love. The romance between musician and singer turns into a bitter battle for love and acceptance.  Based on actual events this quasi-biographical film is a tribute to a great Goan , yet barely acknowledged, legacy. Musicians who once upon a time set the jazz clubs of Mumbai on fire and actually shaped the music of Bollywood cinem","original_language":"en","original_title":"Nachom-ia Kumpasar","video":false,"title":"Let's Dance To The Rhythm","genre_ids":[36,10402,18,10749],"poster_path":"\/9weIZAS6uGLXoxpCcxTzLrFpD3X.jpg","backdrop_path":null,"release_date":"2014-12-04","popularity":0.862,"vote_average":0,"id":339883,"adult":false,"vote_count":0},{"overview":"An attempt to create a bridge between the different political positions that coexist, sometimes violently, in the Basque Country, in northern Spain. In order to do so, the recorded interviews are shown giving a sense of dialogue between parties that refuse to sit down and talk.","original_language":"es","original_title":"La pelota vasca: la piel contra la piedra","video":false,"title":"The Basque Ball: Skin Against Stone","genre_ids":[99,36],"poster_path":"\/8wN3uIKqtALYYLd7RRqK0KkRPL6.jpg","backdrop_path":"\/lxfkADR7xcZUakPXnnMBayU3Lwp.jpg","release_date":"2003-10-03","popularity":1.297,"vote_average":5.8,"id":2537,"adult":false,"vote_count":6},{"overview":"A poor girl is secretly in love with a wealthy young planter.","original_language":"en","original_title":"Swords and Hearts","video":false,"title":"Swords and Hearts","genre_ids":[10749,18,10752,36],"poster_path":"\/bttsM8xwJ46QvlGZnUWntShnmds.jpg","backdrop_path":null,"release_date":"1911-08-27","popularity":1.39,"vote_average":4.3,"id":193928,"adult":false,"vote_count":6},{"overview":"By mid-1945, Hitler is dead and the war has ended in Europe. Halfway around the world, however, the fighting is still going strong on a small island in the Pacific. Okinawa was the site of the last battle of the last great war of the 20th century, with a casualty rate in the tens of thousands. Through it all, military cameramen risked their lives to film the conflict, from brutal land combat to fierce kamikaze attacks at sea. See the footage they captured and experience this intense battle the way the soldiers saw it -- in color.","original_language":"en","original_title":"Battle of Okinawa in Color","video":false,"title":"Battle of Okinawa in Color","genre_ids":[99,36,10752],"poster_path":"\/9Heg0z0P6tJ2P3eIuupqGYvZxDF.jpg","backdrop_path":null,"release_date":"2017-06-25","popularity":0.6,"vote_average":9,"id":465502,"adult":false,"vote_count":1},{"overview":"Narrated by Academy Award winner Morgan Freeman, \"JFK: A President Betrayed\" uncovers new evidence that reveals how JFK embarked on secret back channel peace efforts with Nikita Khrushchev and Fidel Castro and was determined to get out of Vietnam despite intense opposition inside his own government.","original_language":"en","original_title":"JFK: A President Betrayed","video":false,"title":"JFK: A President Betrayed","genre_ids":[99,18,36],"poster_path":"\/m5chm5S95SobltDCOznVmjlBBIW.jpg","backdrop_path":"\/9dBvYUtQrHL7JXmWW0hNZWIkaET.jpg","release_date":"2013-11-23","popularity":0.997,"vote_average":7,"id":238827,"adult":false,"vote_count":1},{"overview":"Jonestown: Paradise Lost was a 2007 documentary played on the History Channel about the final days of Jonestown, the Peoples Temple, and Jim Jones. From eyewitness and survivor accounts, the program recreates the last week before the mass murder-suicide on November 18, 1978.","original_language":"en","original_title":"Jonestown: Paradise Lost","video":false,"title":"Jonestown: Paradise Lost","genre_ids":[36,99],"poster_path":"\/d18ahT6ywKabeWfgiVNmMDig0a6.jpg","backdrop_path":null,"release_date":"2007-01-15","popularity":1.107,"vote_average":7,"id":121135,"adult":false,"vote_count":12},{"overview":"A samurai drama shot in 8K, The Return tells the story of an ailing outlaw who returns to his hometown after a 30-year journey. In the village of his youth, he decides to save a girl in dire straits.","original_language":"ja","original_title":"帰郷","video":false,"title":"The Return","genre_ids":[18,36],"poster_path":"\/mMCLAAelL41FFlEPD191Dqw0nak.jpg","backdrop_path":null,"release_date":"2019-11-04","popularity":1.066,"vote_average":0,"id":635839,"adult":false,"vote_count":0},{"overview":"The Americans are swiftly closing on Okinawa, an island just south of the Japanese mainland. The Imperial command sends top generals and several army divisions to defend it at all costs. The mission quickly degenerates as vital resources and troops are diverted to other islands. After a civilian evacuation ends in tragedy most of non-combatants are forced to remain on the island. Many convert to soldier status. Tokyo sends mixed messages that squander time and resources, as when they order the defenders to build an airstrip for aircraft that never come. The truth soon becomes obvious: the high command decides that the island cannot be held and effectively abandons the Okinawan defenders. When the Americans land many troops are deployed in the wrong places. As the slaughter mounts, a suicidal attitude takes hold. Okinawa becomes a death trap, for civilian volunteers and non-combatants as well.","original_language":"ja","original_title":"激動の昭和史　沖縄決戦","video":false,"title":"The Battle of Okinawa","genre_ids":[10752,36],"poster_path":"\/km7gFmfXYeKuTnIbvhB5PGAdPPp.jpg","backdrop_path":"\/4O5PvXNKSWQk6rDcUAVqut7otS7.jpg","release_date":"1971-08-17","popularity":1.115,"vote_average":7,"id":130853,"adult":false,"vote_count":5},{"overview":"During the Sarikamis Battle, the Ottoman army runs out of ammunition and appeals to the people of Van for help, who happen to have supplies. However, the First World War is on and all men are fighting at four corners of the empire and therefore can not respond to to the appeal. The young children of Van want to do something...","original_language":"en","original_title":"120","video":false,"title":"120","genre_ids":[36,18,10752],"poster_path":"\/uWH4X68Slp9PTcEnZLd5NHvRdc.jpg","backdrop_path":"\/Ms3xXk8tb7W3Ez1DHElAGFKt4m.jpg","release_date":"2008-02-15","popularity":1.321,"vote_average":6.1,"id":10821,"adult":false,"vote_count":12},{"overview":"An exciting drama from a detective history. In 1899 a dead girl - seamstress Anežka Hrůzová - was found between the village of Věžnička and the town of Polná. She was 19 and she had a cutting wound on the throat. There was no sexual violence involved and since the local doctors thought that there was not enough blood on the crime scene, everyone jumped to the conclusion that Jews must have killed her and added her blood to their passover matzot. There was a potential murderer at hand too - a cheeky, not very bright young Jewish rover, Leopold Hilsner…","original_language":"cs","original_title":"Zločin v Polné","video":false,"title":"Zločin v Polné","genre_ids":[10770,80,18,36],"poster_path":"\/61G4FX4hwiKy9t02Q5H8UUVnlo8.jpg","backdrop_path":null,"release_date":"2016-01-31","popularity":0.6,"vote_average":0,"id":384796,"adult":false,"vote_count":0},{"overview":"June 27, 1980, an Italian DC 9 flying from Bologna to Palermo falls in the sea close to the Ustica island. 81 people die. The official version is \"structure failure\" of the airplane, but a number of clues lead the journalist Rocco Ferrante toward a different truth. Thanks to his perseverance against the invisible wall erected by air force officers, politicians, judges, secret agents, we come to know that, with all probability, the DC 9 has been mistakenly shot by a missile during a sort of air fight among U.S., French and Libyan top guns.","original_language":"it","original_title":"Il muro di gomma","video":false,"title":"The Invisible Wall","genre_ids":[99,18,36],"poster_path":"\/17sxt9ApWUg7MXzocJ7k2PA6Qty.jpg","backdrop_path":"\/kXeG2LxtQdcHdAMa581swKWocco.jpg","release_date":"1991-01-01","popularity":1.956,"vote_average":6.9,"id":58407,"adult":false,"vote_count":16},{"overview":"The unsettling true story of America's first serial killing family. A troubled doctor searches for patients swallowed by the prairie and encounters the Benders, homesteaders trapped by a life of unspeakable sin","original_language":"en","original_title":"Bender","video":false,"title":"Bender","genre_ids":[18,36,53,37],"poster_path":"\/rzD23axiL5eidkTPWjI0EqjzyvP.jpg","backdrop_path":null,"release_date":"2016-10-14","popularity":0.6,"vote_average":3,"id":506758,"adult":false,"vote_count":1},{"overview":"Syracuse lies between the warring nations of Rome and Carthage; as long as the balance of power between the nations remains intact, both nations are willing to preserve the neutrality of Syracuse. However, Rome has now gotten the upper hand in its struggle for power. The fate of Syracuse lies in the hands of its leader, the famed inventor and scientist Archimedes.","original_language":"it","original_title":"L'assedio di Siracusa","video":false,"title":"Siege of Syracuse","genre_ids":[18,36,10749],"poster_path":"\/uVZJzmaRq2luO7IHZPDJx5blG6z.jpg","backdrop_path":"\/xOUmBOUj3gIZDdXMjB8BQiBFlbK.jpg","release_date":"1960-03-17","popularity":1.091,"vote_average":0,"id":116400,"adult":false,"vote_count":0},{"overview":"Port Royal, Jamaica, home to the real Pirates of the Caribbean. Once the world's wickedest city - until an earthquake swept into the sea. Now a dive team is using new technology to bring the sunken city to life; and to walk in the footsteps on pirates.","original_language":"en","original_title":"Wicked Pirate City","video":false,"title":"Wicked Pirate City","genre_ids":[36],"poster_path":"\/sMt0VvLBmCBlrhU0UtMcbB8TdQw.jpg","backdrop_path":"\/nv6Lc3uekJfcfuikrHPwJkm3ld.jpg","release_date":"2011-05-08","popularity":0.678,"vote_average":8,"id":132372,"adult":false,"vote_count":1},{"overview":"Bilkis Banu, lost her husband Hasan on the bloody night of 25th March 1971. She tries to forget him and concentrate on the urban guerrilla movements of Dhaka with Altaf Mahmud, Shahadat, Mrs Khan and many more. But the when spies and the razakars inform on them, most of their people get arrested and Bilkis has to run for her lives, towards her village.","original_language":"bn","original_title":"Guerrilla","video":false,"title":"Guerrilla","genre_ids":[18,36,10752],"poster_path":"\/xzWUYa3zxHMCBrRKQA74EEnwlyo.jpg","backdrop_path":"\/u0z1IjPqCApZDtYIzJ1iznqtcQZ.jpg","release_date":"2011-04-14","popularity":1.4,"vote_average":7.2,"id":91662,"adult":false,"vote_count":7},{"overview":"Madame de Montespan, the Maîtresse-en-titre of Louis XIV, has been in disgrace since the King set eyes on a younger beauty, Marie-Angélique Scorailles. Having had enough of the situation, the rejected mistress decides to visit La Voisin, a woman known as a fortune teller, a doctor, a midwife and who is also said to arrange black masses and sell poisons. Some time later Marie-Angélique, now Duchess of Fontanges, dies mysteriously aged only twenty...","original_language":"fr","original_title":"L'affaire des poisons","video":false,"title":"The Case of Poisons","genre_ids":[36,80,18],"poster_path":"\/650SE1W3FixAWgFohrayzNhuRkr.jpg","backdrop_path":"\/q3CJrTm6xetosPuPXvfmOCiQsxD.jpg","release_date":"1955-11-04","popularity":0.6,"vote_average":0,"id":81490,"adult":false,"vote_count":0},{"overview":"The volcanic eruption that ravaged Pompeii in year 79 is one of the most famous in history. It is known how its victims died, but how did they live? A new insight into the lives of the people who lived in the shadow of Mount Vesuvius before its cataclysmic eruption.","original_language":"en","original_title":"Pompeii: Life and Death in a Roman Town","video":false,"title":"Pompeii: Life and Death in a Roman Town","genre_ids":[99,36],"poster_path":"\/wgsPuwpblYJQr7ioZo3PpiLJTY0.jpg","backdrop_path":"\/kUKeVWy9SYtcwsorve0Vz3j42Z3.jpg","release_date":"2010-12-14","popularity":0.709,"vote_average":0,"id":203016,"adult":false,"vote_count":0},{"overview":"Showcases 3 major events during World War 2 involving both the Europeans & Pacific conflicts. The Raids to destroy Nazi Germany's heavy water production based in Norway, plus the final desperate act to deny them what had already been stockpiled. The Japanese midget submarines role and participation in the attack on Pearl Harbor, December 7, 1941. What they achieved plus what was their ultimate fate. The attacks on United States warships in the Pacific late in World War 2 by the Japanese Kamikaze and Okha Squadrons. The Kamikaze attacks were in whatever planes the Japanese forces were able to gather. The Okha attacks were made in specially built flying bombs that were towed by larger and usually slower aircraft that were not suitable for fighter work.","original_language":"en","original_title":"National Geographic: Untold Stories of World War II","video":false,"title":"National Geographic: Untold Stories of World War II","genre_ids":[10752,99,36],"poster_path":"\/vmq4DK7jThHjGfLBT7gwtX4H4hO.jpg","backdrop_path":null,"release_date":"1998-01-01","popularity":0.6,"vote_average":6,"id":283844,"adult":false,"vote_count":1},{"overview":"","original_language":"de","original_title":"Das goldene Ufer","video":false,"title":"Das goldene Ufer","genre_ids":[10770,18,36],"poster_path":"\/dS4UfmkX1UgmxzmjzrXGpCzW8hG.jpg","backdrop_path":null,"release_date":"2015-04-05","popularity":0.6,"vote_average":8,"id":334905,"adult":false,"vote_count":1},{"overview":"When Troy has fallen and Ulysses sets sail for home, his ships are driven to different lands, where his adventures are numerous, keeping him away from his native land for ten years. As time rolls on without his return he is looked upon as dead by everyone except his wife, Queen Penelope, who firmly believes that her husband still lives and will some day return to her.","original_language":"fr","original_title":"Le Retour d'Ulysse","video":false,"title":"Le Retour d'Ulysse","genre_ids":[36,12],"poster_path":"\/o0lLBH9EscLprWO3wfoFbcshkeR.jpg","backdrop_path":null,"release_date":"1909-01-01","popularity":0.6,"vote_average":6.5,"id":360357,"adult":false,"vote_count":1}],[{"overview":"'The Weight of Chains 2' is a documentary film largely dealing with the effects of the Washington Consensus economic doctrine on the newly established former Yugoslav republics, but also with neoliberalism as an economic concept. Through interviews with Noam Chomsky, Oliver Stone and many others, the author, Serbian-Canadian Boris Malagurski, attempts to analyze why so many people in the Balkans are disappointed with the systems imposed after the fall of socialism and how capitalism could be improved. Looking at the examples of Ecuador and Iceland, the film tries to uncover alternatives to the prevailing orthodoxies of Western economic dictates and help developing nations find their own way to shape their economies and their countries.","original_language":"en","original_title":"The Weight of Chains 2","video":false,"title":"The Weight of Chains 2","genre_ids":[99,36,35],"poster_path":"\/wY1PmMYpF7kzovB2nbByKv74NfS.jpg","backdrop_path":"\/eOYYSyEtSaHsWhxRhbuHJdTlimv.jpg","release_date":"2014-11-25","popularity":0.709,"vote_average":10,"id":408053,"adult":false,"vote_count":1},{"overview":"The film tells the story of Raja Ravi Varma at a certain stage in his life. He is in the process of painting a masterpiece. The theme of his painting is Pururavas, the legendary king who fell in love with the heavenly nymph Urvashi, who later agrees to become his wife on certain conditions, but disappears without a trace when she discovers that the conditions were violated. Pururavas wanders all around to find her and ultimately does get united with his lover. Ravi Varma, during his work, finds himself attracted to his model Sugandha Bhai and this relationship begin to acquire certain shades of the legend of Urvashi and Pururavas. Together they are thrown into a torrent of love and passion from which they find it difficult to scape.","original_language":"ml","original_title":"മകരമഞ്ഞ്","video":false,"title":"Makaramanju","genre_ids":[10749,18,36],"poster_path":"\/iTBbNE64CELSoYCjnt45FzKdyT9.jpg","backdrop_path":"\/iZyo2VON0Ljg3ECdcFaxpT0KA3Y.jpg","release_date":"2011-09-30","popularity":0.669,"vote_average":6.5,"id":184800,"adult":false,"vote_count":1},{"overview":"A disillusioned Wehrmacht officer named Colonel Claus von Stauffenberg and his co-conspirators attempt to assassinate Adolf Hitler on 20 July 1944.","original_language":"de","original_title":"Der 20. Juli","video":false,"title":"The Plot to Assassinate Hitler","genre_ids":[18,10752,36],"poster_path":"\/3IxncYqves75Dkl8VEwC5zIhiPu.jpg","backdrop_path":null,"release_date":"1955-06-21","popularity":0.6,"vote_average":6,"id":202952,"adult":false,"vote_count":1},{"overview":"1985 documentary film about Min Yasui, an attorney from Oregon, Gordon Hirabayashi, a Quaker college student in Washington, and Fred Korematsu, a San Francisco welder and how their lives were affected by Japanese American internment during World War II.","original_language":"en","original_title":"Unfinished Business","video":false,"title":"Unfinished Business","genre_ids":[99,10752,36],"poster_path":"\/gE8ejSPuFIqqmWNiWsQTSnFVHgv.jpg","backdrop_path":null,"release_date":"1986-03-01","popularity":0.679,"vote_average":6,"id":149380,"adult":false,"vote_count":1},{"overview":"The Pilchuck Glass School outside Seattle has been going for 43 years. Started by Dale Chihuly, when glass in America was at its infancy. This school is responsible for making the US Studio Glass movement what it is today. It's an international institution now, bringing students from all over the world. It started in 1971, during the peace movements, Flower Power and war in Vietnam This documentary tells the story of it's beginnings, and how it's now made the Pacific NW, the largest glass art center in the world.","original_language":"en","original_title":"Pilchuck: A Dance with Fire","video":false,"title":"Pilchuck: A Dance with Fire","genre_ids":[36,99],"poster_path":"\/pLpjXsrGsVeQt43mwzMtkjpNXo7.jpg","backdrop_path":null,"release_date":"2015-03-28","popularity":0.6,"vote_average":5,"id":332614,"adult":false,"vote_count":1},{"overview":"When Rome was still in its infancy, Carthage was the dominant power of the Mediterranean. As Rome grew, Carthage remained its only great rival. It was that rivalry that drove Rome to utterly destroy Carthage, and massacre its people.","original_language":"en","original_title":"Carthage: The Roman Holocaust","video":false,"title":"Carthage: The Roman Holocaust","genre_ids":[99,36],"poster_path":"\/gGlDjU2exdE3wl6UnZ20uG6lQ2k.jpg","backdrop_path":null,"release_date":"2004-06-15","popularity":0.885,"vote_average":0,"id":544444,"adult":false,"vote_count":0},{"overview":"Nightmare creatures and flesh eating dragons roam the kingdom of the wicked Prince John destroying all those who cross their path.Tyranny and oppression rule and ancient evil reigns over the helpless people of the towns and villages. Only the glint of fire on the sword of the chosen One can overthrow the deadly ruler and restore the throne to its rightful owner,","original_language":"en","original_title":"Darkest Knight","video":false,"title":"Darkest Knight","genre_ids":[36],"poster_path":"\/pxwU7bA1Plx0yXiaTIEB2CBd1TD.jpg","backdrop_path":null,"release_date":"2003-12-16","popularity":0.962,"vote_average":0,"id":412355,"adult":false,"vote_count":0},{"overview":"Sani Tawainella wants to save the children in the village from religious conflict in Ambon through football. In the midst of life's difficulties as well as the choice between family or football team, Sani assigned to bring his team to represent Maluku in the national championship. But his decision to mix children of different religions in one team actually led to a split.","original_language":"id","original_title":"Cahaya Dari Timur: Beta Maluku","video":false,"title":"We Are Moluccans","genre_ids":[18,36],"poster_path":"\/56lNR526jRCsnzxZmYiEWGVLbOu.jpg","backdrop_path":"\/jLd9fzEkYCvx4v3uKwjNn9O43YT.jpg","release_date":"2014-06-19","popularity":0.6,"vote_average":8,"id":278322,"adult":false,"vote_count":1},{"overview":"Based on a short story written by Shuhei Fujisawa (who also wrote Twilight Samurai, The Hidden Blade, Love and Honor), the film depicts the uneasy life of Noe Isomura (Rena Tanaka) with the difficult family she has married into after her former husband passed away. One day as she tries to brake off a branch of a cherry tree, she is aided by a samurai who she does not recognize but who recognizes her. He turns out to be a former suitor that she never met named Yaichiro Tezuka (Noriyuki Higashiyama) and who teaches swordsmanship to the local samurai. Meanwhile, the powerful new chief retainer of the village enacts land policies that threaten the survival of the local farmers.","original_language":"ja","original_title":"山桜","video":false,"title":"Yamazakura, The Cherry Tree in the Hills","genre_ids":[36,18],"poster_path":"\/vFDGYFZh2SAAAQ3dhoacYF3P5RW.jpg","backdrop_path":null,"release_date":"2008-05-31","popularity":1.123,"vote_average":7.5,"id":48228,"adult":false,"vote_count":1},{"overview":"A documentary about Hannibal Barca - the general and ruler of New Carthage, who crossed the Alps in the fight with Rome. It covers the period from before the Punic Wars to the defeat of Carthage.","original_language":"en","original_title":"Hannibal v Rome","video":false,"title":"Hannibal v Rome","genre_ids":[99,36],"poster_path":"\/v0TajCNvyXo7y7SMjo1Pyh334SN.jpg","backdrop_path":null,"release_date":"2005-01-01","popularity":0.6,"vote_average":0,"id":574279,"adult":false,"vote_count":0},{"overview":"This is one small step for a man, one giant leap for mankind.\" Commemorating the 40th anniversary of NASA's 1969 moon landing, this documentary uses news coverage from the BBC archives to recount the excitement of the historic event. Led by science reporter James Burke and astronomer Sir Patrick Moore, the BBC team captures all the drama of the momentous occasion, from the exhilarating takeoff to Neil Armstrong's unforgettable first step.","original_language":"en","original_title":"Apollo 11: A Night to Remember","video":false,"title":"Apollo 11: A Night to Remember","genre_ids":[36,99],"poster_path":"\/8iK7QQFGgAGGRtIv4pf2ime8XvV.jpg","backdrop_path":null,"release_date":"2006-02-28","popularity":0.835,"vote_average":0,"id":319745,"adult":false,"vote_count":0},{"overview":"In the spring of 1913, Parisian businessman Gabriel Astruc opens a new theater on the Champs Elysées. The first performance is the premiere of Igor Stravinsky's 'The Rite of Spring', danced by the Ballet Russes. The rehearsal process is extremely fraught: the orchestra dislike Stravinsky's harsh, atonal music; the dancers dislike the 'ugly' choreography of Vaslav Nijinsky. The volatile, bisexual Nijinsky is in a strained relationship with the much older Sergei Diaghilev, the Ballet Russes' charismatic but manipulative impresario. Public expectation is extremely high after Nijinsky's success in 'L'apres-midi d'un faune'. Finally, 'The Rite of Spring' premieres to a gossip-loving, febrile, fashion-conscious Parisian audience sharply divided as to its merits.","original_language":"en","original_title":"Riot at the Rite","video":false,"title":"Riot at the Rite","genre_ids":[18,36],"poster_path":"\/4ZTTp7K1KAbVWKv8IlYFVSvYqa.jpg","backdrop_path":"\/cEXolzCLhHQqKXKjDynH2svj0E4.jpg","release_date":"2005-10-18","popularity":0.6,"vote_average":9,"id":2844,"adult":false,"vote_count":1},{"overview":"Two thousand years ago, at the dawn of the first century, the ancient world was ruled by Rome. Through the experiences, memories and writings of the people who lived it, this series tells the story of that time - the emperors and slaves, poets and plebeians, who wrested order from chaos, built the most cosmopolitan society the world had ever seen and shaped the Roman empire in the first century A.D.","original_language":"en","original_title":"The Roman Empire in the First Century","video":false,"title":"The Roman Empire in the First Century","genre_ids":[99,36],"poster_path":"\/kXjvvuOZjcqOmYmgirizwwyGtdz.jpg","backdrop_path":null,"release_date":"2001-01-01","popularity":0.658,"vote_average":0,"id":454267,"adult":false,"vote_count":0},{"overview":"Les Perses (The Persians) is a French TV movie adaptation of Aeschylus' oldest known tragedy, Πέρσαι (Persai). It was originally broadcasted in October 31, 1961. The play deals with the aftermath of the Persian defeat in the battle of Salamis (480 BC), which makes it the only Greek tragedy that deals with a real historical event.","original_language":"fr","original_title":"Les Perses","video":false,"title":"The Persians","genre_ids":[36,10770],"poster_path":"\/A21GUYdiAIwxU4J2lEjBWWD8z1E.jpg","backdrop_path":null,"release_date":"1961-10-31","popularity":0.6,"vote_average":0,"id":366570,"adult":false,"vote_count":0},{"overview":"","original_language":"de","original_title":"Nikolaikirche","video":false,"title":"Nikolaikirche","genre_ids":[36,18],"poster_path":"\/xFGsQV4mR58LdAM1yvI6xID4nUZ.jpg","backdrop_path":"\/9luDRiHkCHoc7WeuIYFgtjI20dY.jpg","release_date":"1995-10-16","popularity":0.841,"vote_average":0,"id":267005,"adult":false,"vote_count":0},{"overview":"","original_language":"fr","original_title":"Les Camisards","video":false,"title":"Les Camisards","genre_ids":[36,18],"poster_path":"\/rxyknwukOt6iUJlIBxIUGz3z9Pa.jpg","backdrop_path":null,"release_date":"1972-02-22","popularity":1.161,"vote_average":6,"id":67419,"adult":false,"vote_count":1},{"overview":"1939: Rome stands on the brink of World War II. In the midst of this political and social tension famed producer Davide Rieta is making a major film. The two lead actors, the German woman Kristina Baumgarten and the English man James Clavel ace each others' initial antagonism and eventually fall in love. Meanwhile the fascist police are looking for an excuse to arrest the Jewish filmmaker and any other potential \"troublemakers.\" The producer and his crew decide to make one final extraordinary effort to complete the film - against all odds.","original_language":"en","original_title":"The Moon and the Stars","video":false,"title":"The Moon and the Stars","genre_ids":[18,36],"poster_path":"\/pGm3ZdE9cBgmE11ysBl2tHvWu1m.jpg","backdrop_path":null,"release_date":"2007-02-02","popularity":0.675,"vote_average":6,"id":17237,"adult":false,"vote_count":1},{"overview":"In 1747, a handsome but rebellious Scotsman named Richard Abdee is auctioned off as a slave on a Caribbean island controlled by French and British sugar-planters. When caught having sex with his owner's wife, Abdee is given 100 lashes with the dreaded \"dragonard\" whip. This sentence is meant to be fatal but Abdee survives and later joins in a slave revolt which puts an end to the island's era of savage whippings.","original_language":"de","original_title":"Dragonard","video":false,"title":"Dragonard","genre_ids":[18,36],"poster_path":"\/fxJjyTpe4xBhPs3R5iStXBzhfKR.jpg","backdrop_path":null,"release_date":"1987-05-12","popularity":0.894,"vote_average":7,"id":242780,"adult":false,"vote_count":1},{"overview":"","original_language":"ru","original_title":"Царевич Алексей","video":false,"title":"Царевич Алексей","genre_ids":[18,36],"poster_path":"\/7JMt8nioByp3L5gMPlbCBzQ5Kva.jpg","backdrop_path":null,"release_date":"1996-05-23","popularity":0.6,"vote_average":6,"id":437241,"adult":false,"vote_count":1},{"overview":"Based on the first novel, Spring Snow, of Mishima Yukio's Sea of Fertility tetralogy, it follows the troubled and illicit affair between two youngsters amongst the aristocracy and rich of early twentieth century Japan.","original_language":"ja","original_title":"春の雪","video":false,"title":"Snowy Love Fall in Spring","genre_ids":[18,10749,36],"poster_path":"\/awikRLH1mLWRNK0I6k8lUb03ThU.jpg","backdrop_path":"\/abrmPoFXwAvWF99XGbK1whwnMd1.jpg","release_date":"2005-10-09","popularity":0.606,"vote_average":5,"id":117619,"adult":false,"vote_count":1}],[{"overview":"","original_language":"uk","original_title":"Заборонений","video":false,"title":"Заборонений","genre_ids":[18,36],"poster_path":"\/tLi4jDaELIODQGE57eNGQXZOp78.jpg","backdrop_path":null,"release_date":"2019-09-05","popularity":1.943,"vote_average":2,"id":612821,"adult":false,"vote_count":1},{"overview":"Swinging and twirling Dorothy Toy Fong the legendary tap dancer is still exciting at 99 years old. Award-winning reporter Rick Quan traces Fong’s journey as a famous duo with Paul Wing and exciting run with her Oriental Showgirl group. Fong’s wondrous spirit dances off the screen and into your heart.","original_language":"en","original_title":"Dancing Through Life: The Dorothy Toy Story","video":false,"title":"Dancing Through Life: The Dorothy Toy Story","genre_ids":[99,36],"poster_path":"\/f3m9NNYj557UI5rr7W0FxGngw6n.jpg","backdrop_path":"\/kK6Z8tJLMmmU034b8WGZARJNY7U.jpg","release_date":"","popularity":0.6,"vote_average":10,"id":455535,"adult":false,"vote_count":1},{"overview":"One of the most controversial conflicts in U.S. history, the Mexican-American War erupted as President James K. Polk sought to extend the borders of the nation to the Pacific, taking by force whatever territory stood in the way. This special, produced by The History Channel and hosted by Oscar de la Hoya, looks at the war from the perspective of both countries, and chronicles the fighting from its inception to its conclusion with the Treaty of Guadalupe Hidalgo.","original_language":"en","original_title":"The Mexican American War","video":false,"title":"The Mexican American War","genre_ids":[36,99],"poster_path":"\/mo3F4h47QxaU4YDUnIYsokXEXMC.jpg","backdrop_path":"\/9hyXGX5eE7TS5iBghx7MogA5Mxl.jpg","release_date":"2006-09-29","popularity":0.6,"vote_average":8.5,"id":387551,"adult":false,"vote_count":1},{"overview":"Colonel Ferris, a wealthy farmer in northern California, is strongly opposed to hydraulic mining, a new method developed during the gold rush of the 1870's, which is flooding the area's prosperous farmlands. Despite Ferris' political stance, Jared Whitney, a mining engineer from the East, becomes friends with the colonel's son Lance and falls in love with his daughter Serena. Family tensions deepen when the colonel's brother Ralph gives up farming to go to San Francisco to work for his wife Rosanna's father, Harrison McCooey, a leader in the mining venture. When Lance follows Ralph, the colonel, focusing his anger on Jared, forbids him to see Serena.","original_language":"en","original_title":"Gold Is Where You Find It","video":false,"title":"Gold Is Where You Find It","genre_ids":[18,36,10749,37],"poster_path":"\/2l45aB3A2DypO1ehwt7WJf0JMyx.jpg","backdrop_path":"\/vv4qI01lpbuN19VKLDq3AWsYFDK.jpg","release_date":"1938-02-12","popularity":1.847,"vote_average":7.6,"id":233117,"adult":false,"vote_count":5},{"overview":"The Erie Canal was an engineering marvel in its time and remains so today. This documentary travels from Palmyra to the Genesee River, stopping along the way to visit the people and places that make the canal so special. Canal historian Thomas Grasso offers insight into the canal’s past while the Golden Eagle String Band provides the music track.","original_language":"en","original_title":"15 Miles On The Erie Canal (Part 1)","video":false,"title":"15 Miles On The Erie Canal (Part 1)","genre_ids":[10770,99,36],"poster_path":"\/iMrL5BAJ7gZSDrVN1L8chB3AlfR.jpg","backdrop_path":null,"release_date":"2006-03-07","popularity":0.6,"vote_average":7,"id":523832,"adult":false,"vote_count":1},{"overview":"The movie set in 1840s Italy under the dominance of Austria, a time of tumultuous revolt and uprisings. The story centers on the life of the protagonist, Arthur Burton, as a member of the Youth movement, and his antagonist, Padre Montanelli. A thread of a tragic relationship between Arthur and his love Gemma simultaneously runs through the story. It is a story of faith, disillusionment, revolution, romance, and heroism.","original_language":"ru","original_title":"Овод","video":false,"title":"The Gadfly","genre_ids":[36,18,10749],"poster_path":"\/wfaJcvHwLuvunDJ9Ax9yIZ3Zf6b.jpg","backdrop_path":"\/v7yR8RwxrBgtBIlJl9MFQN3A0hi.jpg","release_date":"1980-11-11","popularity":0.772,"vote_average":6.3,"id":314610,"adult":false,"vote_count":3},{"overview":"Balkan Erotic Epic explores the sexual aspects of Serbian folklore. Ancient myths that have trickled into everyday household remedies or explanations are juxtaposed with the joys of the female and male sexual forms from which all human life originates. Functioning as both sexual liberation and reinvented modern myth, Balkan Erotic Epic is a display of the need for a cultural change in viewpoint around sex.","original_language":"en","original_title":"Balkan Erotic Epic","video":false,"title":"Balkan Erotic Epic","genre_ids":[36,99],"poster_path":"\/oePbCLDsKBLvZSTHeb0gifpfS23.jpg","backdrop_path":"\/9d9LD9KKqWabVZnDRlGqPTMAwZc.jpg","release_date":"2006-01-01","popularity":0.68,"vote_average":5,"id":454859,"adult":false,"vote_count":1},{"overview":"","original_language":"ru","original_title":"Шут Балакирев","video":false,"title":"Шут Балакирев","genre_ids":[18,36,35],"poster_path":"\/zwZWvjXILByfnrBixn1UOKCexWG.jpg","backdrop_path":"\/hZu5XQZuxYYYTweBqM0r0W6EtdO.jpg","release_date":"2001-05-14","popularity":0.624,"vote_average":8,"id":557583,"adult":false,"vote_count":1},{"overview":"Rallying - ordinary cars souped up to do extraordinary things. This film profiles the history of the sport from its semi-polite beginnings in the 1950s to the professional team-based competitions of the present-day. Famous rallying drivers such as like McRae, Makinen and Vatanen talk about the sport they love intercut with footage of cars literally driven to the limits","original_language":"en","original_title":"Evolution Of Rallying","video":false,"title":"Evolution Of Rallying","genre_ids":[99,36],"poster_path":"\/6IQHedi64VpoGC79LVD44TNWT3h.jpg","backdrop_path":"\/zaciLYlgfHUKEiwV4YoHgnRBOKP.jpg","release_date":"2002-03-18","popularity":0.6,"vote_average":8,"id":473005,"adult":false,"vote_count":1},{"overview":"Every September Sydney's inner-suburban Leichhardt Council re-elects it mayor. Incumbent Larry Hand was popular with the citizenry but they don't vote for mayor - the 12 councillors do - and after three years of Larry, at least four councillors were after his job. When film-makers Bob Connolly and Robin Anderson settled in at Leichhardt Council in early 1994 the knives were already being sharpened. A battle royal was in the making, and so it came to pass. By the end of September Larry had fought the fight of his life, with Connolly and Anderson documenting every bit of it on film.  Ambition, courage, envy, hatred, loyalty, betrayal, disaster, triumph... in other words, a classic study in politics.","original_language":"en","original_title":"Rats in the Ranks","video":false,"title":"Rats in the Ranks","genre_ids":[99,36,10770],"poster_path":"\/3JSzzUwlH2Rs2vhk0UzFeAfzXVY.jpg","backdrop_path":"\/5kQFoubfhKHYeYAkV3FIfrkM09e.jpg","release_date":"1996-09-05","popularity":0.674,"vote_average":8,"id":169487,"adult":false,"vote_count":1},{"overview":"From Diego Luna and Alejandro Fernandez, to Carla Morrison and Chavela Vargas, Duncan Bridgeman weaves a cinematic tapestry composed of original songs and insights from the most iconic artists and performers of contemporary Mexico. With striking visuals, the movie captures the rich diversity of Mexican geography, art, music, and culture. It is a rare look at the country's real identity, and an unparalleled celebration of what it truly means to be \"Hecho en Mexico.\"","original_language":"es","original_title":"Hecho en México","video":false,"title":"Made in Mexico","genre_ids":[36,10402,99],"poster_path":"\/mAf2dinqxxwkxIO4kSn2WMFgAiO.jpg","backdrop_path":"\/jDGyO4xqmEry4VZbPDXKu52nU7r.jpg","release_date":"2012-11-30","popularity":0.888,"vote_average":6.1,"id":139325,"adult":false,"vote_count":8},{"overview":"The story of the 1917 miracle of Fatima, in which the Virgin Mary appeared to three children--two girls and one boy..","original_language":"es","original_title":"La señora de Fátima","video":false,"title":"La señora de Fátima","genre_ids":[36],"poster_path":"\/8iWmmfbFnG3lBwQq3iyxNOYjR8L.jpg","backdrop_path":null,"release_date":"1951-10-07","popularity":0.6,"vote_average":6,"id":459595,"adult":false,"vote_count":1},{"overview":"A 17th century woman, imprisoned for fighting in a bar, recounts her past to a priest. She tells of her father teaching her how to fence, of being sent to a convent by her aunt when her father died, of escaping by dressing as a man, and of her life as a man following the escape.","original_language":"es","original_title":"La monja alférez","video":false,"title":"La monja alférez","genre_ids":[12,36],"poster_path":"\/h46WTzpZYbpyY0etjYmLnh7gWzr.jpg","backdrop_path":null,"release_date":"1944-07-27","popularity":1.4,"vote_average":6,"id":364569,"adult":false,"vote_count":1},{"overview":"The film is based on The Governor, a play by Leonid Andreyev. V.I. Kachalov plays the governor of a small Russian province who tries to treat the people under his authority with kindness and equanimity. But when a local factory goes on strike, the governor buckles under to pressure from the Tzar and orders the wholesale slaughter of the strikers. He pays for this betrayal of his trust with his life -- at the hands of a courageous Bolshevik spy.","original_language":"ru","original_title":"Белый орел","video":false,"title":"The White Eagle","genre_ids":[18,36],"poster_path":"\/gSRllSRhKtigifJZ5fBx2A1fQAP.jpg","backdrop_path":null,"release_date":"1929-02-11","popularity":0.6,"vote_average":6,"id":190061,"adult":false,"vote_count":1},{"overview":"","original_language":"it","original_title":"Gli ultimi giorni di Pompei","video":false,"title":"The Last Days of Pompeii","genre_ids":[36,18],"poster_path":"\/un45QqCJQiDbkkM5GmYgDA42BRP.jpg","backdrop_path":null,"release_date":"1950-03-02","popularity":0.871,"vote_average":3,"id":444136,"adult":false,"vote_count":1},{"overview":"In 1700, a Spanish princess travels from New Mexico to California with ruthless outlaw El Tigre as guide.","original_language":"en","original_title":"Kiss of Fire","video":false,"title":"Kiss of Fire","genre_ids":[36,12],"poster_path":"\/rQ46l5fEWHC5aMyt7y4vg55McFF.jpg","backdrop_path":null,"release_date":"1955-09-23","popularity":0.621,"vote_average":3,"id":137975,"adult":false,"vote_count":1},{"overview":"The untold true to life story of Leonardo M. Manecio of Malagasang, Imus, Cavite, who possesses an amulet which renders him invisible whenever he is in the mud, as well as the modern day Robin Hood of Cavite","original_language":"tl","original_title":"Nardong Putik (Kilabot ng Cavite) Version II","video":false,"title":"Nardong Putik (Kilabot ng Cavite) Version II","genre_ids":[36,28],"poster_path":"\/tlibgpYk0zT4G3AbMZbTfOeIF2V.jpg","backdrop_path":"\/qNkr1eJmU7gRcCuPmfcjeoJYoJq.jpg","release_date":"1984-11-08","popularity":0.675,"vote_average":10,"id":316274,"adult":false,"vote_count":1},{"overview":"Thyagaraja was a famous composer in South India. This is his story.","original_language":"te","original_title":"త్యాగయ్య","video":false,"title":"Thyagayya","genre_ids":[36],"poster_path":"\/jlT0V1kty8zhvacKpiSF7A0Lt75.jpg","backdrop_path":"\/aLkXWfKOmJAteX8KxM6eKOXr4jT.jpg","release_date":"1981-10-04","popularity":0.6,"vote_average":8,"id":362564,"adult":false,"vote_count":1},{"overview":"In July 1945, US troops are leaving Saxony and Thuringia while the Red Army takes control of the territories. In a small village near Leipzig, the inhabitants try to adjust to the new authority.","original_language":"de","original_title":"Stunde Null","video":false,"title":"Stunde Null","genre_ids":[18,36],"poster_path":"\/wNjQoIOcZMOJkAwW2wNYqswrw4r.jpg","backdrop_path":"\/mtPDjicnKEysXBjuODRkJdqLY9D.jpg","release_date":"1977-02-06","popularity":0.6,"vote_average":7,"id":117989,"adult":false,"vote_count":1},{"overview":"Louis XIV, the French sun-king has two passions, establishing absolute rule over the realm -after decades of religious\/civil wars- by divine right and artistic brilliancy as a dancer","original_language":"fr","original_title":"Le Roi Danse","video":false,"title":"The King Is Dancing","genre_ids":[18,36,10402],"poster_path":"\/8A6gx1pSojVWjqKFVDjckiwMMOb.jpg","backdrop_path":"\/3OmG4g8RVxGeT32ChwSE9ldxTkC.jpg","release_date":"2000-12-06","popularity":0.907,"vote_average":6.7,"id":44947,"adult":false,"vote_count":23}],[{"overview":"A beautiful chorine marries a handsome rich socialite, but her idyllic life ends when she visits a dying old beau and is charged when he commits suicide.","original_language":"en","original_title":"The House on 56th Street","video":false,"title":"The House on 56th Street","genre_ids":[18,36],"poster_path":"\/ujNB7oWad6P12YFr02dbCv2oaoN.jpg","backdrop_path":"\/gsdlFuDGDg6Yaknj6zjUAP3tYNX.jpg","release_date":"1933-12-23","popularity":1.739,"vote_average":6.3,"id":50107,"adult":false,"vote_count":3},{"overview":"This short animated film is about Wop May, one of Canada's leading bush pilots in the 1920s.","original_language":"en","original_title":"Canada Vignettes: Wop May","video":false,"title":"Canada Vignettes: Wop May","genre_ids":[99,36],"poster_path":null,"backdrop_path":null,"release_date":"1979-01-01","popularity":0.6,"vote_average":6,"id":390533,"adult":false,"vote_count":1},{"overview":"A native of Sennwald, Anna Göldi arrived in Glarus in 1765. For seventeen years, she worked as a maidservant for Johann Jakob Tschudi, a physician. Tschudi reported her for having put needles in the bread and milk of one of his daughters, apparently through supernatural means. Göldi at first escaped arrest, but the authorities of the Canton of Glarus advertised a reward for her capture in the Zürcher Zeitung on February 9, 1782. Göldi was arrested and under torture, admitted to entering in a pact with the Devil, who had appeared to her as a black dog. She withdrew her confession after the torture ended, but was sentenced on June 18, 1782 to execution by decapitation. The charges were officially of \"poisoning\" rather than witchcraft, even though the law at the time did not impose the death penalty for non-lethal poisoning.","original_language":"de","original_title":"Anna Göldin, letzte Hexe","video":false,"title":"Anna Göldin, letzte Hexe","genre_ids":[36,18],"poster_path":"\/4PBnmoLrh85yESKf0M0PiJvdm53.jpg","backdrop_path":"\/4KiXLxLGujxK9uqgzJpdVefmDpk.jpg","release_date":"1991-08-01","popularity":0.62,"vote_average":6,"id":272876,"adult":false,"vote_count":1},{"overview":"","original_language":"de","original_title":"Die Bilder des Zeugen Schattmann","video":false,"title":"Die Bilder des Zeugen Schattmann","genre_ids":[36],"poster_path":null,"backdrop_path":null,"release_date":"1972-05-22","popularity":0.6,"vote_average":5,"id":286386,"adult":false,"vote_count":1},{"overview":"A detailed account of the period in modern Spanish history when the nation's greatest romantic poet, Gustavo Adolfo Bécquer, resided amongst the witches in the township of Trasmoz, the only officially damned village in Spain.","original_language":"es","original_title":"Becquer y las brujas","video":false,"title":"Bécquer and The Witches","genre_ids":[99,27,36],"poster_path":"\/iLYULFKJ2pi5HDz1PW4fjihBXh1.jpg","backdrop_path":null,"release_date":"2018-10-19","popularity":1.759,"vote_average":0,"id":597716,"adult":false,"vote_count":0},{"overview":"Documentary-drama recounting the Martian War of 1913–1917. Europe was on tenterhooks in the 2nd decade of the 20th century, everyone was expecting a Great War between the major European powers. But then, in 1913, something crashed into the forests of SW Germany. Troops were sent to investigate but were wiped out. Martian fighting machines began making their way across Western Europe and the countries of Europe combined forces to resist them. With aspects taken from ‘The War of the Worlds’ by H.G. Wells and from WWI itself, this dramatisation presents a documentary style look at events as they unfolded and the effect they had of our world today. Lots of references to real events including the mass attacks and defeats as men were thrown against machines on the Western front, the Christmas truce and the Angel of Mons, America's isolationism and late entry into the conflict, the worldwide Spanish flu epidemic that killed more people than the war, and many other things.","original_language":"en","original_title":"The Great Martian War 1913–1917","video":false,"title":"The Great Martian War 1913–1917","genre_ids":[18,36,878,10752],"poster_path":"\/n1saih6oGqd6qGUe2BLLSHG4QVS.jpg","backdrop_path":"\/bFeCdOzodKN5PsZUNpn9R6rXB9u.jpg","release_date":"2013-12-08","popularity":1.449,"vote_average":6.8,"id":247845,"adult":false,"vote_count":5},{"overview":"The story is set in the 12th century in Arab-ruled Spanish province Andalusia, where famed philosopher Averroes is appointed grand judge by the caliph and his liberal court judgements are not liked by everyone. The caliph's political rivals, centered around the leader of a fanatical Islamic sect, force the caliph to send Averroes into exile, but his ideas keep on living thanks to his students.","original_language":"ar","original_title":"المصير","video":false,"title":"Destiny","genre_ids":[18,36],"poster_path":"\/wSNcZH7kii3LH3b5DBCMRvaNk3Q.jpg","backdrop_path":"\/1S92RDO5pxiNIi6toqCTsteo5LN.jpg","release_date":"1998-10-16","popularity":1.572,"vote_average":6.5,"id":37673,"adult":false,"vote_count":14},{"overview":"On November 30, 2017 the National Park Service and National Park Foundation will present the annual National Christmas Tree Lighting. Popular entertainers and a United States military band add to the celebratory evening.","original_language":"en","original_title":"95th Annual National Christmas Tree Lighting","video":false,"title":"95th Annual National Christmas Tree Lighting","genre_ids":[99,10751,10402,36],"poster_path":null,"backdrop_path":"\/q7pmmyvC8xwddPVtCfwL0AyuRv3.jpg","release_date":"2017-11-30","popularity":0.6,"vote_average":0,"id":490615,"adult":false,"vote_count":0},{"overview":"Suellyn thought the Department of Community Services (DOCS) would only remove children in extreme cases, until her own grandchildren were taken in the middle of the night. Hazel decided to take on the DOCS system after her fourth grandchild was taken into state care. Jen Swan expected to continue to care for her grandchildren but DOCS deemed her unsuitable, a shock not just to her but to her sister, Deb, who was, at the time, a DOCS worker. The rate of Indigenous child removal has actually increased since Prime Minister Kevin Rudd delivered the apology to the ‘stolen generations’ in 2008. These four grandmothers find each other and start a national movement to place extended families as a key solution to the rising number of Aboriginal children in out-of-home care. They are not only taking on the system; they are changing it…","original_language":"en","original_title":"After the Apology","video":false,"title":"After the Apology","genre_ids":[99,36],"poster_path":"\/uNLFmKOFNYMIaeBcNSGKRLysbmO.jpg","backdrop_path":"\/4RYBy16B1fUboScd5plY409qD6J.jpg","release_date":"2017-10-09","popularity":0.6,"vote_average":0,"id":473056,"adult":false,"vote_count":0},{"overview":"The unique view on the well-known story of Christ's death and resurrection, which we see with the eyes of brigand Barabbas who got away from death on the cross.","original_language":"ru","original_title":"Варавва","video":false,"title":"Barabbas","genre_ids":[18,36],"poster_path":"\/xpM25ZU8gjBboYU814iFntsvn2U.jpg","backdrop_path":"\/z8uBosIZlgKALXL8l79bOrqcN1B.jpg","release_date":"2019-04-25","popularity":1.96,"vote_average":0,"id":575882,"adult":false,"vote_count":0},{"overview":"A German nurse gets sent to the front because she gives medical aid to a wounded Serbian partisan during World War II.","original_language":"de","original_title":"Die letzte Brücke","video":false,"title":"The Last Bridge","genre_ids":[10752,18,36],"poster_path":"\/vWjSu3keJbcAq9UQbDEmdqjMKt3.jpg","backdrop_path":"\/k72HhQMbZZN83huhYuufS5jcHBS.jpg","release_date":"1954-02-11","popularity":0.861,"vote_average":5.3,"id":73052,"adult":false,"vote_count":5},{"overview":"Was there really a Robin Hood? Did he steal from the rich and give to the poor? This History Channel program revisits the popular legend of the valiant folk hero, revealing Robin's true origins as a composite of multiple figures from the distant past, reviewing their amazing exploits, and seeking insights from historians as well as cast members of the 2010 adventure film \"Robin Hood\" and its director, Ridley Scott.","original_language":"en","original_title":"The Real Robin Hood","video":false,"title":"The Real Robin Hood","genre_ids":[99,36],"poster_path":"\/cBhQVbpmZsIc9NWqvihJLJ6XklE.jpg","backdrop_path":"\/53LCqhnaOvD86fiSZlVjC0SC1gQ.jpg","release_date":"2010-05-11","popularity":1.143,"vote_average":5.8,"id":94848,"adult":false,"vote_count":4},{"overview":"This British film was made about Canadian historian Dan Gibson, who has uncovered startling new archaeological evidence that Mecca was not the original Holy City of Islam.","original_language":"en","original_title":"The Sacred City","video":false,"title":"The Sacred City","genre_ids":[99,36],"poster_path":"\/cjQBO1S7rq8UgyMGZNWCJDn9BDO.jpg","backdrop_path":null,"release_date":"2016-05-01","popularity":0.929,"vote_average":0,"id":544394,"adult":false,"vote_count":0},{"overview":"The film investigates the adventures of mountain climber and photographer Adam J. Winkler, who fought in Afghanistan with the Mujahideen against the Soviets in the 1980s. The director employs a highly original artistic technique involving animated collage of period materials.","original_language":"fr","original_title":"La montagne magique","video":false,"title":"The Magic Mountain","genre_ids":[16,18,99,36],"poster_path":"\/cZuXhBDqXuzrUSY5r4fd3RJOIeL.jpg","backdrop_path":null,"release_date":"2015-07-08","popularity":1.314,"vote_average":6.1,"id":346758,"adult":false,"vote_count":5},{"overview":"Kutsher's Country Club is the last surviving Jewish resort in the Catskills. One of the legendary Borscht Belt hotels during its heyday, Kutsher's has been family-owned and operated for over 100 years. Exploring the full Dirty Dancing-era Catskills experience-- and how it changed American pop culture in the comedy, sports and vacation industries-- this documentary captures a last glimpse of a lost world as it disappears before our eyes.","original_language":"en","original_title":"Welcome to Kutsher's: The Last Catskills Resort","video":false,"title":"Welcome to Kutsher's: The Last Catskills Resort","genre_ids":[99,36],"poster_path":"\/6yrqrjXHLfHxGjMIucpvwl1Etmw.jpg","backdrop_path":"\/3GbRko39mdyF0sE8ssWl1pkJbGX.jpg","release_date":"2015-02-20","popularity":0.6,"vote_average":4.5,"id":357899,"adult":false,"vote_count":2},{"overview":"The story of Pocahontas has been passed down through the centuries. Her relationship with John Smith has been characterized as a romance that united two cultures and created lasting peace. However, the life of this American Indian princess was anything but a fairytale. Join us as we look beyond the fiction and reveal the real story of Pocahontas, a tale of kidnapping, conflict, starvation, ocean journeys, and the future of an entire civilization.","original_language":"en","original_title":"Pocahontas: Beyond the Myth","video":false,"title":"Pocahontas: Beyond the Myth","genre_ids":[99,36],"poster_path":"\/kTjNHCwPq167aCYfX5hfsjNG21I.jpg","backdrop_path":null,"release_date":"2017-03-31","popularity":0.905,"vote_average":0,"id":449803,"adult":false,"vote_count":0},{"overview":"In the the tumultuous neighborhoods of Tehran, in the winding streets and alleys and displaced and confused in every little houses... Does this the rummage will be the end?","original_language":"fa","original_title":"ماجرای نیمروز","video":false,"title":"Midday Event","genre_ids":[28,80,36],"poster_path":"\/yrEy1JpvLXL3GLxBD79AI50j6m.jpg","backdrop_path":"\/e9wy8is4ELT9YB41Wl1QDL7Jt5v.jpg","release_date":"2017-02-07","popularity":1.733,"vote_average":7,"id":440266,"adult":false,"vote_count":6},{"overview":"It is based on the life of Tanaji Malusare, a 17th-century Maharashtrian Marathi military leader.","original_language":"hi","original_title":"Taanaji: The Unsung Warrior","video":false,"title":"Taanaji: The Unsung Warrior","genre_ids":[28,18,36],"poster_path":null,"backdrop_path":null,"release_date":"2020-01-10","popularity":0.801,"vote_average":0,"id":584850,"adult":false,"vote_count":0},{"overview":"The young country of Estonia is dancing to the jazzy tune of the 1920's when on December 1, 1924, the capital Tallinn is overrun by members of the Comintern in an attempt to stage a Communist coup. The film follows the fates of a young soldier called Tanel and his wife, a telephone operator named Anna, amidst the ensuing chaos which determines whether the country remains independent or becomes a minor province in the Communist Empire.","original_language":"en","original_title":"Detsembrikuumus","video":false,"title":"December Heat","genre_ids":[10752,28,18,36],"poster_path":"\/hYvVq09DHeWbsVWvHDgfRkDio1b.jpg","backdrop_path":"\/vjQEqL5w7d5PpZznc080GXQxMZQ.jpg","release_date":"2008-10-16","popularity":2.237,"vote_average":6.1,"id":46856,"adult":false,"vote_count":5},{"overview":"Odysseus' journey told in Homer's Iliad and Odyssey. After fighting in the Trojan War, Odysseus spends years trying to return home to Itaka.","original_language":"it","original_title":"Odissea","video":false,"title":"Odissea","genre_ids":[36,12],"poster_path":"\/3huLIXvAgnQgfULrYiXW6ff2fO9.jpg","backdrop_path":null,"release_date":"1969-08-13","popularity":0.81,"vote_average":7.8,"id":42853,"adult":false,"vote_count":13}],[{"overview":"The mavericks who pioneered the modern pit stop made it a raceday staple that takes less than two seconds.","original_language":"en","original_title":"The History of the Pit Stop: Gone in Two Seconds","video":false,"title":"The History of the Pit Stop: Gone in Two Seconds","genre_ids":[99,36],"poster_path":"\/h8WmUf0OUxz4SYa8Q9MwfKaDCmV.jpg","backdrop_path":"\/uyGyxTx3YBG6dyFXceRW7YMYRHc.jpg","release_date":"2016-10-18","popularity":0.683,"vote_average":0,"id":423437,"adult":false,"vote_count":0},{"overview":"","original_language":"fr","original_title":"L'Oranais","video":false,"title":"L'Oranais","genre_ids":[36,18],"poster_path":"\/jqzmcR2Y88x1eU4Hb1SpRmsgJNZ.jpg","backdrop_path":"\/ulvYz7pP80LUVRnFNYptYkmfWrO.jpg","release_date":"2014-11-19","popularity":0.883,"vote_average":8.1,"id":295314,"adult":false,"vote_count":7},{"overview":"This mock documentary uses archival footage, interviews and reports taken out of context and staged interviews to highlight a possible escalation into a nuclear war. In this feature, tension in East Germany, and an uprising triggered by a visit by Gorbachev sees a successful military coup taking place in the USSR. Western actions against brutal crack-downs on civilians involved increases tension between the sides, finally resulting in nuclear war.","original_language":"de","original_title":"Der Dritte Weltkrieg","video":false,"title":"World War Three","genre_ids":[10752,99,36,18,10770],"poster_path":"\/7Ozge5xBrxeEC36Byi6MEJMw1UA.jpg","backdrop_path":"\/22QzsvWzblew3OQKYbV20hb2aYP.jpg","release_date":"1998-12-01","popularity":0.6,"vote_average":7,"id":59993,"adult":false,"vote_count":5},{"overview":"In 1968, a white student from Brooklyn finds himself an outsider at Nashville’s legendary black medical school, where he and his peers attempt to battle the mysteries of medicine, demanding professors, and each other in their quest to become healers in the Service To Man.","original_language":"en","original_title":"Service to Man","video":false,"title":"Service to Man","genre_ids":[18,36],"poster_path":"\/gJiGZCL4OWLsXTMsP2ISBRGwVf0.jpg","backdrop_path":null,"release_date":"2016-10-16","popularity":0.813,"vote_average":0,"id":411975,"adult":false,"vote_count":0},{"overview":"Rocky IV is dually symbolic - it embodies both the victory of the American boxer over the Soviet one and the victory of neo-liberalism over a dwindling socialism. Today, Rocky is held up as a model by some and is a subject of derision for others. An emblem of the 1980s, its culture and its heroes, the film will be the subject of an entertaining analysis of popular culture.","original_language":"fr","original_title":"Rocky IV: le coup de poing américain","video":false,"title":"Rocky IV: The American Punch","genre_ids":[99,36],"poster_path":null,"backdrop_path":null,"release_date":"2014-10-11","popularity":0.6,"vote_average":0,"id":428184,"adult":false,"vote_count":0},{"overview":"A Trip Down Memory Lane is a 1965 experimental collage film by Arthur Lipsett, created by editing together images and sound clips from over fifty years of newsreel footage. The film combines footage from a beauty contest, religious procession, failed airflight, automotive and science experiments, animal experimentation, skyscraper construction, military paraphernalia, John D. Rockefeller and scenes of leisure, Richard Nixon and scenes of war, blimps and hot air balloons, and a sword swallower. Lipsett envisioned his film as a kind of cinematic time capsule for future generations.","original_language":"en","original_title":"A Trip Down Memory Lane","video":false,"title":"A Trip Down Memory Lane","genre_ids":[99,36],"poster_path":"\/beXySJNX4q9Ulr6rHwW9OchALzG.jpg","backdrop_path":null,"release_date":"1965-01-01","popularity":1.572,"vote_average":6,"id":203374,"adult":false,"vote_count":4},{"overview":"Hermann Goering’s Secret State Police were tasked to arrest and torture confessions and information from supposed enemies of the Reich. All the powers of the Judiciary were taken into its hands and the courts rendered superfluous.","original_language":"en","original_title":"Gestapo: Hitler's Secret Police","video":false,"title":"Gestapo: Hitler's Secret Police","genre_ids":[99,36,10752],"poster_path":"\/cKTkx3QwHYuKPFGTj1vVXxTfxnP.jpg","backdrop_path":null,"release_date":"2002-08-06","popularity":1.426,"vote_average":0,"id":86056,"adult":false,"vote_count":0},{"overview":"","original_language":"de","original_title":"Atatürk","video":false,"title":"Atatürk","genre_ids":[36,99],"poster_path":"\/1R8DqO9gzObVAYXEYP00oak4H3b.jpg","backdrop_path":null,"release_date":"2018-11-02","popularity":0.6,"vote_average":7,"id":559756,"adult":false,"vote_count":3},{"overview":"Located in an uncertain yet near future, ECHT depicts a scenario in which British institutions and ruling systems have collapsed and the current regime is characterised by a fast-track feudalism. In it, status is based on conspicuous consumption and hoarders are kings, having set up their new courts in former dance halls and clubs. ECHT has been shortlisted for the 2015 Jarman Award.","original_language":"en","original_title":"ECHT","video":false,"title":"ECHT","genre_ids":[36,99,10751,14],"poster_path":"\/5AZM57jmuxjm6YoYdrLNWbsvrVd.jpg","backdrop_path":null,"release_date":"2015-09-01","popularity":0.6,"vote_average":0,"id":359016,"adult":false,"vote_count":0},{"overview":"A historical documentary production company owning more 5,000 hours of footage and 800 hours of finished programs. Eagle Media is well known for their work with A&amp;E Network, the History Channel, PBS, The Discovery Channel, The Learning Channel and others. As an Emmy Award winning Production Company, Eagle Media has a reputation for excellence in historical productions of all kinds. The company offers some truly unique resources as the foremost producer of historical reenactment and a pioneer in the use of 3D graphics to animate historical locations.","original_language":"en","original_title":"Waffen SS: Hitler's Elite Fighting Force","video":false,"title":"Waffen SS: Hitler's Elite Fighting Force","genre_ids":[99,10752,36],"poster_path":"\/ufA0XsEpbxhTUrA2977z7yt8b4I.jpg","backdrop_path":"\/7joz9a1GSWwSBXD8CLpBgAFtOqB.jpg","release_date":"1990-02-07","popularity":0.997,"vote_average":0,"id":63953,"adult":false,"vote_count":0},{"overview":"Tjokroaminoto (Tjokro) who was born of nobility Java with strong Islamic background, did not say anything to see the condition of the people of poverty and social inequality early after the Cultivation and ethical policy around 1900. He dared to leave the status of nobility and worked as a stevedore .  Tjokro struggling to build an organization SI, largest first bumiputera official organization, which has up to two million members. He struggled to equalize the rights and dignity of the Bumiputera community colonized. This struggle became the inception of character and national movement.  Tjokro is the intellectual, clever stratagems, has a lot of expertise, including a martial arts champion, engineers and legal, critical newspaper writer, orator who is able to enchant thousands of people, making the Dutch government concerned, and act to inhibit the rate of motion of the SI. Tjokro struggle through SI organization also threatened by divisions of the organization itself.","original_language":"id","original_title":"Guru Bangsa Tjokroaminoto","video":false,"title":"Guru Bangsa Tjokroaminoto","genre_ids":[18,36],"poster_path":"\/sZrruyd4I21x9IIxLpPUwJ5XiZs.jpg","backdrop_path":"\/uir97LmhHnw3MhSrcqsTeI4lYyf.jpg","release_date":"2015-04-09","popularity":0.644,"vote_average":0,"id":335731,"adult":false,"vote_count":0},{"overview":"A girl and a boy meet by a chance in unaware of consequences on one day. A modern parable inspired by true events.","original_language":"en","original_title":"Chain","video":false,"title":"Chain","genre_ids":[18,36],"poster_path":"\/zZ8Dr32o72AIVF6kfWupgmze1wD.jpg","backdrop_path":null,"release_date":"2014-11-26","popularity":0.6,"vote_average":0,"id":366913,"adult":false,"vote_count":0},{"overview":"In the United States alone, twenty-two Veterans commit suicide per day. Project 22 follows two combat-wounded Veterans on a mission to find hope. Riding motorcycles from San Francisco to New York, Daniel and Doc speak with Veterans about post-war challenges that lead to suicide and the healing Veterans are finding in alternative forms of therapy such as sailing, pottery, education, service dogs and more. During the 6,500 mile journey, our riders interview leading researchers, mental health clinicians and educators who specialize in Traumatic Brain Injury and Post Traumatic Stress, as well as, a leading expert in Warrior Culture and Combat Stress. Asking hard hitting questions and opening up about their own struggles, Daniel and Doc will stop at nothing to reach tomorrow's twenty-two.","original_language":"en","original_title":"Project 22","video":false,"title":"Project 22","genre_ids":[99,36],"poster_path":"\/skQGWlFyllS28Ym4CCNXdCoFXuO.jpg","backdrop_path":null,"release_date":"2015-01-01","popularity":0.932,"vote_average":0,"id":338590,"adult":false,"vote_count":0},{"overview":"A fictitious plotline set during the times of the sixth Sultan of Malacca, Sultan Mansur Shah, Erma Fatima’s latest offering ‘Takhta 3 Ratu’ tells the story of three women Tun Teja (Erra Fazira), Puteri Hang Li Po (Soo Wincci) and Galuh Chenderai Kirana (Izreen Azminda). The play also stars Awie as Hang Tuah, Datuk Rahim Razali as Datuk Paduka Bendahara, Remy Ishak as Megat Panji Alang and Azri Iskandar as Sultan Mansur Shah.","original_language":"en","original_title":"Takhta 3 Ratu","video":false,"title":"Takhta 3 Ratu","genre_ids":[36],"poster_path":"\/i3LJu3AY9djMx8hSdwMEdJIcOic.jpg","backdrop_path":null,"release_date":"2014-12-13","popularity":0.6,"vote_average":0,"id":329319,"adult":false,"vote_count":0},{"overview":"A remake in part of his earlier \"comfort women\" film (Comfort Women, 1994), which explored the exploitation of various Chinese women forced to provide ‘entertainment’ for the Japanese army during their occupation of China.","original_language":"zh","original_title":"黎明之眼","video":false,"title":"The Eyes of Dawn","genre_ids":[36,18,10752],"poster_path":"\/bhgy4diopx5VjPHl8VEtSbNMbmC.jpg","backdrop_path":null,"release_date":"2014-09-18","popularity":0.6,"vote_average":0,"id":449038,"adult":false,"vote_count":0},{"overview":"A documentary exploring the difficulties the newly-independent Estonia faced in the early 1990s after emerging from decades of Soviet rule. The film focuses especially on then-32-year-old and inexperienced Mart Laar, who became country's prime minister while there still were tens of thousands of Soviet soldiers in the country.","original_language":"en","original_title":"Rodeo","video":false,"title":"Rodeo","genre_ids":[36,99],"poster_path":"\/nwFwn9ZgpCkFacuqNmkMGK8jNPK.jpg","backdrop_path":null,"release_date":"2018-02-09","popularity":1.237,"vote_average":6,"id":506064,"adult":false,"vote_count":1},{"overview":"","original_language":"en","original_title":"Auschwitz: Journey Into Hell","video":false,"title":"Auschwitz: Journey Into Hell","genre_ids":[99,36],"poster_path":"\/yakcvmiadZipwcEZ8ZT0JQFeyMe.jpg","backdrop_path":"\/cQaFMm1qjOe08DXJTYjVfd8nlgf.jpg","release_date":"2013-07-11","popularity":0.958,"vote_average":0,"id":413568,"adult":false,"vote_count":0},{"overview":"A monk must become king, and his new queen is forced to choose between her husband and her father in an all-out war for sovereignty. Stars Otgonjargal Davaasuren &amp; Myagmar Mondoon.","original_language":"en","original_title":"Queen Ahno - Spirit of a Warrior","video":false,"title":"Warrior Princess","genre_ids":[36,28,10752],"poster_path":"\/vuES6ZFv520U4gk0Uv13lwyFEke.jpg","backdrop_path":null,"release_date":"2014-09-16","popularity":0.6,"vote_average":0,"id":292928,"adult":false,"vote_count":0},{"overview":"The film, 'The Spring Of Life', brings to light a little-known operation of the Nazi SS, started just before the outbreak of World War II. Through the careful selection and re-education of young women, it was the Nazi's mad dream to create an Aryan 'master race'.","original_language":"cs","original_title":"Pramen života – Der Lebensborn","video":false,"title":"Spring of Life","genre_ids":[18,36],"poster_path":"\/8hWFKnF2APdVAZSKNPEPvRX6ECV.jpg","backdrop_path":null,"release_date":"2000-10-20","popularity":0.6,"vote_average":0,"id":25906,"adult":false,"vote_count":0},{"overview":"Monsters We Met is a 3-part documentary produced by the BBC, and later aired on Animal Planet in 2003 under the title \"Land of Lost Monsters\", with added footage from \"Walking with Prehistoric Beasts\" and \"Walking with Cavemen\". The show used computer-generated imagery to recreate the animals that lived during the last ice age and examines what interactions humans had with them.","original_language":"en","original_title":"Monsters We Met","video":false,"title":"Monsters We Met","genre_ids":[99,16,36],"poster_path":"\/bsI5Of10ZEmi80KCK692AOyZrXt.jpg","backdrop_path":"\/dvIeK84mvDSkaCG3Obb5WcBZnUx.jpg","release_date":"2003-01-05","popularity":0.6,"vote_average":0,"id":199375,"adult":false,"vote_count":0}],[{"overview":"Karthy (Sharbani Mukherjee) belongs to a prestigious Hindu tharavadu. She falls in love with a Muslim trader named Maamootty (Prakash Bare) and starts living in Maamootty's house after converting to Islam. But she doesn't give up her original beliefs of her original religion Hinduism. To save Karthy from the need to go to the temple, Maamootty builds one inside his house. When the local Muslim people came to know about this, they create problems and this forces the couple to move apart.","original_language":"ml","original_title":"സൂഫി പറഞ്ഞ കഥ","video":false,"title":"Sufi Paranja Katha","genre_ids":[18,10751,36],"poster_path":"\/yIvKQuUkkoudbvXhEe4nV4KrFC3.jpg","backdrop_path":null,"release_date":"2010-02-19","popularity":0.6,"vote_average":0,"id":492222,"adult":false,"vote_count":0},{"overview":"Forbidden Imperial Tales is a Taiwan History movie","original_language":"zh","original_title":"嫁到宮中的男人","video":false,"title":"Forbidden Imperial Tales","genre_ids":[18,36],"poster_path":"\/opTJQNxZzm7kVddlmXg7cNDKsRU.jpg","backdrop_path":null,"release_date":"1990-01-01","popularity":0.6,"vote_average":0,"id":461357,"adult":false,"vote_count":0},{"overview":"In the early 1960s British pop groups conquered the world. But as the Beatles, the Stones, the Shadows, the Dave Clark Five, the Yardbirds and many others took to the stage they had one thing in common - they shared the platform with Vox amplifiers. Some of the nation's top professional musicians including Brian May, Justin Hayward, and Bruce Welch, along with the factory workers of the time, recount the story of how an unlikely small company in unglamorous Dartford hit the big time and defined the sound of the 60s in Britain.","original_language":"en","original_title":"Vox Pop: How Dartford Powered the British Beat Boom","video":false,"title":"Vox Pop: How Dartford Powered the British Beat Boom","genre_ids":[10402,36,99],"poster_path":"\/hOBDYPYpon3nde1THuSmhrdsDLR.jpg","backdrop_path":"\/k1HEUbbWt9AiLqWdzG5BBWhalGq.jpg","release_date":"2011-01-01","popularity":0.6,"vote_average":0,"id":450389,"adult":false,"vote_count":0},{"overview":"In a span of ninety minutes the film aims to show how the Netherlands administered its colony as a colonial enterprise and what the relations were like at the time. The usual commentary has been omitted and in its place poems and songs in Bahasa Indonesia have been included in a digital sound composition.  In Mother Dao the Turtlelike, the viewer sees how the colonial machinery in the 1920s was implanted in a world so different from Western Europe.","original_language":"nl","original_title":"Moeder Dao, de schildpadgelijkende","video":false,"title":"Mother Dao, the Turtlelike","genre_ids":[36,99],"poster_path":"\/5CltSp1Howc28Z0N7GzzqOF0IGd.jpg","backdrop_path":null,"release_date":"1995-04-06","popularity":0.84,"vote_average":8.4,"id":130272,"adult":false,"vote_count":5},{"overview":"A compilation of twelve short stories from one of Puerto Rico's most prolific writers, Abelardo Díaz Alfaro. These are: \"El figurín\", \"El ejecutivo\", \"El muerto encogío\", \"La historia de la polilla\", \"Julia Rosa\", \"El funerario\", \"La mujer y su poder de dominio\", \"La locura del Rock &amp; Roll\", \"Las píldoras juvenilinas\", \"Una estatua al ñame\", \"El bautizo de la leche\", and \"Una suegra lista\".","original_language":"es","original_title":"Estampas de Teyo Gracia","video":false,"title":"Estampas de Teyo Gracia","genre_ids":[36],"poster_path":"\/4J5TNPvGqoCJaimxcMjPIYXOP5Y.jpg","backdrop_path":null,"release_date":"2009-02-01","popularity":0.6,"vote_average":0,"id":400424,"adult":false,"vote_count":0},{"overview":"","original_language":"fr","original_title":"Versailles, le rêve d'un roi","video":false,"title":"Versailles - The Dream of a King","genre_ids":[36],"poster_path":"\/pBsEPC82LIHaHnCFoZLOx14iH9o.jpg","backdrop_path":"\/7Ayrsngm0EWKqh2xn7qDcTngf58.jpg","release_date":"2008-09-16","popularity":0.6,"vote_average":0,"id":313068,"adult":false,"vote_count":0},{"overview":"The untold story of a Royal \"propagandist in pearls\" whose wartime friendship with President Roosevelt became a vital catalyst to win back freedom for her tiny occupied country.","original_language":"en","original_title":"Léif Lëtzebuerger","video":false,"title":"Charlotte: A Royal at War","genre_ids":[10752,99,36],"poster_path":"\/tzwCeZLQirC9BADYeUlASfWHu4K.jpg","backdrop_path":null,"release_date":"2008-03-14","popularity":0.6,"vote_average":0,"id":266829,"adult":false,"vote_count":0},{"overview":"Filmmakers investigate 2001 anthrax attacks and uncover a nightmare world.","original_language":"en","original_title":"Anthrax War","video":false,"title":"Anthrax War","genre_ids":[99,10752,36,80],"poster_path":"\/xyuHHqqmTR69bI9PsjPErRj411w.jpg","backdrop_path":null,"release_date":"2009-01-01","popularity":0.6,"vote_average":0,"id":70178,"adult":false,"vote_count":0},{"overview":"Detective Murdoch fights against a family of great influence to solve the murder of abortionist Dolly Capshaw.","original_language":"en","original_title":"The Murdoch Mysteries: Under the Dragon's Tail","video":false,"title":"The Murdoch Mysteries: Under the Dragon's Tail","genre_ids":[80,18,36,9648],"poster_path":null,"backdrop_path":null,"release_date":"2005-09-08","popularity":0.6,"vote_average":0,"id":628209,"adult":false,"vote_count":0},{"overview":"Fire Chief John Damrell saves Boston from a firestorm like the one that destroyed Chicago only one year before(1871). He then launches a crusade to save America's cities from the conflagrations that plague them.","original_language":"en","original_title":"Damrell's Fire","video":false,"title":"Damrell's Fire","genre_ids":[36],"poster_path":null,"backdrop_path":null,"release_date":"2006-04-01","popularity":0.6,"vote_average":0,"id":587810,"adult":false,"vote_count":0},{"overview":"","original_language":"kk","original_title":"Амре","video":false,"title":"Амре","genre_ids":[18,36],"poster_path":"\/rWPTbXtQtOHEkdEfghFCoLLFmJU.jpg","backdrop_path":"\/vGBWfpis6T7PKj5mzWXn8JqwKEQ.jpg","release_date":"2018-04-05","popularity":1.741,"vote_average":0,"id":542082,"adult":false,"vote_count":0},{"overview":"Angelo Roncalli, born in Sotto Il Monte in 1881, is known for his profound spirituality as well as his extraordinary goodness from the young years of his life. When he feels a need to serve God, Angelo goes to study theology in Bergamo, and in Apollinare School (Rome) and becomes a priest. During his studies, he gets to know his two dearest friends, Mattia and Nicola. Very soon, most people see marvelous talents in him, including his wide knowledge and a constant readiness for sacrifice. The Holy See makes him go further to bishop and cardinal, and the Holy Father sends him to various places as a representative of the Church. When Pius XII dies on October, the 9th, 1958, 77 year-old Angelo goes to Rome, to conclave to choose a new pope. However, this time, it is him who hears gentle words of Jesus \"Tu es Petrus!\" (\"You are Peter!\") and from October, the 28th leads the church as pope John XXIII","original_language":"en","original_title":"The Good Pope: Pope John XXIII","video":false,"title":"The Good Pope: Pope John XXIII","genre_ids":[18,36],"poster_path":"\/lQBk71sS6tHJn75O2s5CPZYGsj6.jpg","backdrop_path":"\/w01s19vEb3mAsz3cgOnqqMZyPkH.jpg","release_date":"2003-01-28","popularity":0.809,"vote_average":5.6,"id":109429,"adult":false,"vote_count":6},{"overview":"","original_language":"ru","original_title":"Правда","video":false,"title":"Правда","genre_ids":[18,36],"poster_path":"\/6THsZzTYBtl6WAPud5Ejs09r6np.jpg","backdrop_path":null,"release_date":"1957-11-25","popularity":0.6,"vote_average":0,"id":536907,"adult":false,"vote_count":0},{"overview":"","original_language":"es","original_title":"Salto a la gloria","video":false,"title":"Salto a la gloria","genre_ids":[18,36],"poster_path":"\/q83w6ElavbbVDelnBXah04DJZni.jpg","backdrop_path":null,"release_date":"1959-10-27","popularity":0.6,"vote_average":0,"id":483695,"adult":false,"vote_count":0},{"overview":"Under the Red Robe is a 1923 silent historical drama directed by Alan Crosland based upon the Stanley Weyman novel Under the Red Robe. The film marks the last motion picture appearance by stage actor Robert B. Mantell who plays Cardinal Richelieu and the only silent screen performance of opera singer John Charles Thomas.","original_language":"en","original_title":"Under the Red Robe","video":false,"title":"Under the Red Robe","genre_ids":[36,18],"poster_path":"\/jLqTFP7ZISksOCEGaAvPjQXywwI.jpg","backdrop_path":null,"release_date":"1923-11-12","popularity":0.6,"vote_average":0,"id":460983,"adult":false,"vote_count":0},{"overview":"An old Bedouin tells the story of the twenty-three year old Prince Abdul Aziz ibn Saud’s daring raid on Riyadh to geologists exploring the deserts of Saudi Arabia.","original_language":"en","original_title":"Island of Allah","video":false,"title":"Island of Allah","genre_ids":[18,36],"poster_path":null,"backdrop_path":null,"release_date":"1956-06-26","popularity":0.6,"vote_average":0,"id":361229,"adult":false,"vote_count":0},{"overview":"","original_language":"cs","original_title":"Lucerna","video":false,"title":"Lucerna","genre_ids":[14,36,35,10770],"poster_path":"\/k5d7oDnqEblWIXoKSsUcokQnoTu.jpg","backdrop_path":null,"release_date":"1967-09-21","popularity":0.6,"vote_average":0,"id":361016,"adult":false,"vote_count":0},{"overview":"The film covers the period from 1947, when UPA troops broke with fights abroad, and to autumn of 1959, when in Munich KGB agent Bohdan Stashynskyi killed Stepan Bandera.","original_language":"uk","original_title":"Атентат: Осіннє вбивство в Мюнхені","video":false,"title":"Assassination: An October Murder in Munich","genre_ids":[18,36],"poster_path":"\/cf3PKfu9qgYsTZVaJcfY6fpF6Kt.jpg","backdrop_path":null,"release_date":"1995-10-14","popularity":0.841,"vote_average":0,"id":349190,"adult":false,"vote_count":0},{"overview":"This historical melodrama (later remade by Henry Roussel himself in 1932 and Richard Pottier in 1952) set during the reign of Napoleon III of France. Here, Raquel Meller plays a Spanish flower girl who saves the life of the French empress Eugenie de Montijo (played by Suzanne Blanchetti), by taking her place in her carriage. When the carriage is overthrown by the anarchist's bomb, the girl survives because of the masses of violets in the imperial carriage, the empress' favorite flowers.","original_language":"en","original_title":"Violettes impériales","video":false,"title":"Violettes impériales","genre_ids":[36],"poster_path":"\/sHqb1aGpXqOesOF0VfDI5zhRuTq.jpg","backdrop_path":null,"release_date":"1923-01-01","popularity":0.6,"vote_average":0,"id":282176,"adult":false,"vote_count":0},{"overview":"Biopic about Napoleon's sister Paulette.","original_language":"fr","original_title":"Venere imperiale","video":false,"title":"Imperial Venus","genre_ids":[18,36,10749],"poster_path":"\/igQf9OcOw4macOrMbgMYuPflf9m.jpg","backdrop_path":null,"release_date":"1962-12-22","popularity":0.623,"vote_average":0,"id":278974,"adult":false,"vote_count":0}],[{"overview":"From double BAFTA nominated Writer and Director John Walsh. Monarch is part fact, part fiction and unfolds around one night when the injured ruler arrives at a manor house closed for the season.","original_language":"en","original_title":"Monarch","video":false,"title":"Monarch","genre_ids":[18,36],"poster_path":"\/tVrqqS3HlOZoxRXAQ4njt3d9ljn.jpg","backdrop_path":null,"release_date":"2000-10-08","popularity":0.627,"vote_average":0,"id":273454,"adult":false,"vote_count":0},{"overview":"This picture is an illustration of the story of Beatrice Cenci, the young woman who planned the murder of her guardian, in Rome, in the year of 1599.","original_language":"en","original_title":"Béatrix Cenci","video":false,"title":"Béatrix Cenci","genre_ids":[80,18,36],"poster_path":"\/uRYgZ3tntc1iObaWPiZavJWesbW.jpg","backdrop_path":null,"release_date":"1908-06-20","popularity":0.6,"vote_average":0,"id":273178,"adult":false,"vote_count":0},{"overview":"Directed By Keigo Kimura","original_language":"en","original_title":"Sen-hime","video":false,"title":"The Princess Sen","genre_ids":[36],"poster_path":"\/6Ac8wi8ZLRBoW3r7T0pv0otJpEZ.jpg","backdrop_path":null,"release_date":"1954-10-20","popularity":0.6,"vote_average":0,"id":199429,"adult":false,"vote_count":0},{"overview":"","original_language":"de","original_title":"Unruhige Nacht","video":false,"title":"The Restless Night","genre_ids":[36,10752,18],"poster_path":"\/kDtcMDgwVLCKV8lZR3UKDcroirq.jpg","backdrop_path":"\/ewBjDdhEcGfbLnV4ftCVYW503ix.jpg","release_date":"1958-10-29","popularity":1.232,"vote_average":0,"id":198112,"adult":false,"vote_count":0},{"overview":"\"Titanic - Anatomy of a Disaster\" is an original Discovery Channel production that looks into not only the history but the mystery surrounding the sinking of Britain's most luxurious passenger liner.  This investigation, narrated by Martin Sheen, shows a research and recovery expedition that uses science to piece together the final hours of the Titanic: Discovery Channel has assembled a unique investigative team of oceanologists, marine engineers, archaeologists, microbiologists, metallurgists, engineers, writers, historians and movie makers to uncover the truth about one of history's greatest disasters.","original_language":"en","original_title":"Titanic: Anatomy of a Disaster","video":false,"title":"Titanic: Anatomy of a Disaster","genre_ids":[99,36],"poster_path":"\/jXpxRYSRhU0xxixAlGG0zrA1EPL.jpg","backdrop_path":null,"release_date":"1997-01-07","popularity":0.6,"vote_average":0,"id":157775,"adult":false,"vote_count":0},{"overview":"In 1570 B.C., Rome was a marsh, the Acropolis an empty rock, but Egypt was 1,000 years old. The pyramid-builders were gone, yet Egypt still awaited its New Kingdom, an empire forged by conquest and remembered for eons. EGYPT'S GOLDEN EMPIRE comes to life through letters and records evoking the passion and riches of a time when Egypt was the center of the known world, its Pharaohs called gods, and great cities, temples and tombs built.","original_language":"en","original_title":"Egypt's Golden Empire","video":false,"title":"Egypt's Golden Empire","genre_ids":[36,99],"poster_path":"\/bi40uzdflpix58fGglsoU3DMVZ9.jpg","backdrop_path":null,"release_date":"2001-11-03","popularity":1.127,"vote_average":0,"id":134076,"adult":false,"vote_count":0},{"overview":"No overview found.","original_language":"de","original_title":"Lebensborn","video":false,"title":"Ordered to Love","genre_ids":[18,36],"poster_path":"\/bVLf6H8YB5dmIHOIGQ8XYyQULCb.jpg","backdrop_path":null,"release_date":"1963-08-01","popularity":0.841,"vote_average":0,"id":3524,"adult":false,"vote_count":0},{"overview":"Soviet horror movie based on the play by the writer Vyacheslav Adamchik Raisa Gromyko. The film takes place in the XVI century.","original_language":"en","original_title":"Ятринская ведьма","video":false,"title":"Ятринская ведьма","genre_ids":[27,36,18],"poster_path":null,"backdrop_path":null,"release_date":"","popularity":0.6,"vote_average":0,"id":575976,"adult":false,"vote_count":0},{"overview":"","original_language":"tr","original_title":"Korkusuz Aşıklar","video":false,"title":"Korkusuz Aşıklar","genre_ids":[18,36,10749],"poster_path":"\/8T0YM9VOSSP1phVJAvAAbgYGI2h.jpg","backdrop_path":null,"release_date":"1973-02-01","popularity":0.6,"vote_average":0,"id":573219,"adult":false,"vote_count":0},{"overview":"","original_language":"pl","original_title":"Kartka z podróży","video":false,"title":"Kartka z podróży","genre_ids":[36,18,10752],"poster_path":"\/pj3y9QbqzVKYARgvNQDneaZ4bmq.jpg","backdrop_path":null,"release_date":"1984-03-05","popularity":0.6,"vote_average":0,"id":572995,"adult":false,"vote_count":0},{"overview":"Four women meet at Dar Joued on the eve of Independence. With different ages and social conditions, they are condemned to live together under the authority and injustice of their jailer: \"El Jaida\". They will share memories of the outside world, joy, emotions and distress of their daily lives.","original_language":"ar","original_title":"الجــايدة","video":false,"title":"El Jaïda (Jeyda)","genre_ids":[36],"poster_path":"\/6rditBxFTaHM7RTQbqIOGwx1WPG.jpg","backdrop_path":"\/4Ghc3mLtwE6OJEVsUyyCq1Kym0z.jpg","release_date":"","popularity":0.6,"vote_average":0,"id":498256,"adult":false,"vote_count":0},{"overview":"Covering roughly 13 years, from Cao Cao's victory over Lu Bu in 198 CE, through the Battle of Red Cliffs in 208 CE, and the aftermath up until 211 BCE. As other players are swept from the board, the story focuses on Liu Bei and his increasingly desperate attempts to prevent Cao Cao from seizing all of China. The turning point is Liu Bei's recruitment of the best strategic mind of that generation, Zhuge Kongming, the Crouching Dragon.","original_language":"ja","original_title":"三国志 第二部 長江燃ゆ！","video":false,"title":"Sangokushi: The Yangtze Is Burning!","genre_ids":[16,10752,36,18],"poster_path":"\/wTfn3JgbqgwrXPf7SvZetUGQvGJ.jpg","backdrop_path":"\/d1G3x6zCch9SDiRKZuxHyTI5uCa.jpg","release_date":"1993-03-20","popularity":0.6,"vote_average":0,"id":473200,"adult":false,"vote_count":0},{"overview":"The plagued climate of the era is realized in the encounter and later in the friendship between the general Konrad Von Der Berg, who refused to command a ruthless suppression of opponents and from whose diary the story is drawn, and Eric Von Lehner Baron, who has orders to escort Von Der Berg to a prison camp.","original_language":"it","original_title":"Le rose di Danzica","video":false,"title":"Le rose di Danzica","genre_ids":[18,36],"poster_path":"\/vlmHmMBW6rjf7Skv2l2bIFxbGKc.jpg","backdrop_path":null,"release_date":"1979-11-23","popularity":0.6,"vote_average":0,"id":389455,"adult":false,"vote_count":0},{"overview":"Set in the pre-colonial era, a certain village was besieged by witches who torment the villagers at will. Although the evil witches are often confronted by the good ones, referred to as “aje funfun” (the white witches) in the movie, it wasn’t enough to rid the town of these evil ones’ infestation. However, in response to the plight of the people of the village, the gods promised them a saviour who will be delivered by one of the kings wives that will conquer the evil witches. So the witches, including the king’s first wife, came up with schemes after schemes to kill the prophesised bearer of the messiah.","original_language":"en","original_title":"Koto Orun","video":false,"title":"Koto Orun","genre_ids":[10751,36,18],"poster_path":"\/gkHLGOaoaHCqzGJu2EQjBp3YIaa.jpg","backdrop_path":null,"release_date":"1989-01-01","popularity":0.6,"vote_average":0,"id":358303,"adult":false,"vote_count":0},{"overview":"","original_language":"fr","original_title":"Madame Baptiste","video":false,"title":"Madame Baptiste","genre_ids":[36],"poster_path":"\/g6C3HMb0PE5KF5E5DNBwqH1S3Pb.jpg","backdrop_path":null,"release_date":"1974-03-29","popularity":0.6,"vote_average":0,"id":321651,"adult":false,"vote_count":0},{"overview":"","original_language":"it","original_title":"Mio padre Monsignore","video":false,"title":"Mio padre Monsignore","genre_ids":[36,35],"poster_path":"\/qmSU6X6cTyKv7exhPtjmuAyj15x.jpg","backdrop_path":"\/zfVc22wQVf0YZ1FJblhNetX69t4.jpg","release_date":"1971-05-25","popularity":0.6,"vote_average":0,"id":273877,"adult":false,"vote_count":0},{"overview":"Last days of queen Marie Antoinette stunningly portrayed by a director who's clearly done a massive historical research. An accurate plot and a very moving rendering.","original_language":"fr","original_title":"L'Autrichienne","video":false,"title":"The Austrian","genre_ids":[18,36],"poster_path":"\/dLKOg3gqHWxvPuGtNTp9t3KgeJw.jpg","backdrop_path":null,"release_date":"1990-09-19","popularity":0.6,"vote_average":0,"id":4366,"adult":false,"vote_count":0},{"overview":"An animated film about the British engineer Isambard Kingdom Brunel, who spearheaded numerous engineering marvels of the early 19th century - including the Thames Tunnel, the Great Western Railway, and the Great Eastern steamship (for 40 years the world's largest steamship). Various styles of animation are used to depict events in his colorful life.","original_language":"en","original_title":"Great","video":false,"title":"Great","genre_ids":[36,16,99],"poster_path":"\/tRH0xwCITnIrLGwN5qPydgHNgbV.jpg","backdrop_path":null,"release_date":"1975-03-17","popularity":1.693,"vote_average":7.2,"id":208561,"adult":false,"vote_count":6},{"overview":"","original_language":"de","original_title":"Helmut Schmidt – Lebensfragen","video":false,"title":"Helmut Schmidt – Lebensfragen","genre_ids":[99,36,10770],"poster_path":"\/O1F1O9pOVlUDiHHdvrRfp5gmTA.jpg","backdrop_path":"\/iTFKiYVbi1Jr9wiXUZItDZ7e1KF.jpg","release_date":"2013-12-23","popularity":1.006,"vote_average":7.2,"id":279840,"adult":false,"vote_count":7},{"overview":"1942, The Nederlands(ch)-Indië Government in Java Island captured Soekarno, an aspiring young man who wants to free Indonesia from colonialism. He was then put in Banceuy Prison at Bandung, Indonesia. Instead of lamenting, Soekarno found a way to fight back by delivering his famous defence oration \"Indonesi Acccuse!\" in his trial at Bandung Laandraad Courthouse. This story follows the life of Soekarno, Republic of Indonesia's first president, from his childhood until he managed to proclaimed Indonesian freedom with M. Hatta.","original_language":"en","original_title":"Soekarno: Indonesia Merdeka","video":false,"title":"Soekarno","genre_ids":[18,36],"poster_path":"\/bdrngRQ8m5wYPGApSBQZJL5Ulmc.jpg","backdrop_path":"\/wAeE44Q7tSuKMUxRU1UCQnbtAHg.jpg","release_date":"2013-12-11","popularity":1.824,"vote_average":8,"id":297017,"adult":false,"vote_count":5}],[{"overview":"","original_language":"uk","original_title":"Motylki","video":false,"title":"Inseparable","genre_ids":[18,36],"poster_path":"\/uclkF7sXgmaR0EzGXtX0v1J9Rk5.jpg","backdrop_path":"\/yEjiqnK1lzU1MkfEoLyi8bFqOeB.jpg","release_date":"2013-04-27","popularity":0.6,"vote_average":5,"id":305152,"adult":false,"vote_count":4},{"overview":"The validity of ancient prophecy has been debated for centuries and is one of the most controversial subjects in the world today. Join Ronnie Cohen as you go on an epic journey to uncover the secrets behind Middle Eastern prophecy and discover shocking statistical evidence that proves there is more to Biblical history than many believe. Shocking new research reveals that the prophecies foretelling frightening global changes that could usher in a period tribulation and death may be more plausible than many believe. No matter your belief system, the findings presented within this film may change your view of prophecy forever!","original_language":"en","original_title":"The Final Prophecies","video":false,"title":"The Final Prophecies","genre_ids":[99,36],"poster_path":"\/kA1M2ndQCaJwPgp4Gbz687y5WLO.jpg","backdrop_path":"\/dwOY7w6N3u6fusPS3nI7EK0Oeg6.jpg","release_date":"2010-04-01","popularity":0.917,"vote_average":7.9,"id":72723,"adult":false,"vote_count":7},{"overview":"In the 1940s, Anna, Doris, and Ditas are patients afflicted with Hansen’s Disease (or widely known as leprosy) who live in Culion at a time when the disease is practically a life sentence. No cure has yet been found, and no one is allowed to leave.","original_language":"tl","original_title":"Culion","video":false,"title":"Culion","genre_ids":[18,36,10749],"poster_path":"\/bwONNILulOtZyExWCs0lEm22Yje.jpg","backdrop_path":null,"release_date":"2019-12-25","popularity":1.098,"vote_average":0,"id":638231,"adult":false,"vote_count":0},{"overview":"","original_language":"zh","original_title":"音乐家","video":false,"title":"The Composer","genre_ids":[18,36],"poster_path":"\/lV0FMETl3uebQdXYYbnD0KD0aLO.jpg","backdrop_path":"\/n9IkyPtgBfODwT3zsm6LaSin1hj.jpg","release_date":"2019-05-17","popularity":1.829,"vote_average":0,"id":597275,"adult":false,"vote_count":0},{"overview":"The Voice of the Martyrs presents the inspiring new movie Tortured for Christ, a cinematic retelling of the testimony of VOM founder Pastor Richard Wurmbrand as written in his international bestseller Tortured for Christ. This movie was produced to honor the 50th anniversary of the book’s 1967 release.  Filmed entirely in Romania, including in the very prison where Pastor Wurmbrand endured torture and solitary confinement, this powerful film uniquely presents the story with live action rather than interviews. The dialogue is presented in English, Romanian and Russian (with English subtitles) to hold to the authenticity of this true story.","original_language":"en","original_title":"Tortured for Christ","video":false,"title":"Tortured for Christ","genre_ids":[99,10751,36],"poster_path":"\/rxushXQ0dPDdrZL2Q92olH4Avaw.jpg","backdrop_path":null,"release_date":"2018-03-05","popularity":1.489,"vote_average":0,"id":512186,"adult":false,"vote_count":0},{"overview":"In 1543, at the University of Salamanca, in Spain, Fray Antonio Román, an Augustinian monk who spreads humanist ideas, considered heretical, among his more inquisitive students, a clandestine group of four led by the brilliant novice Luis de León, mysteriously dies in unspeakable circumstances. In the present day, the historian Lara Cabanes is hired to find out if the monk was murdered, as is suspected and she is told, but the task will not be easy to achieve.","original_language":"es","original_title":"Asesinato en la Universidad","video":false,"title":"Asesinato en la Universidad","genre_ids":[53,36,9648,10770],"poster_path":"\/e95XScueS35iJBOX2KGD3lqPxfQ.jpg","backdrop_path":"\/g4sTllY6t702gN6T1gT7qIzlYNa.jpg","release_date":"2018-09-27","popularity":1.272,"vote_average":6,"id":558295,"adult":false,"vote_count":1},{"overview":"A propaganda film of the communist party of France, showing how the comrades help the proletariat against the capitalists.","original_language":"fr","original_title":"La vie est à nous","video":false,"title":"La vie est à nous","genre_ids":[18,36],"poster_path":"\/3pMUkJuNNtAhZM8VxULNWAGuXh0.jpg","backdrop_path":"\/3LHFdc6ld0Dgyharxge9V8uJHdI.jpg","release_date":"1937-12-04","popularity":0.818,"vote_average":7,"id":45537,"adult":false,"vote_count":4},{"overview":"Coproduced by the U.S.Holocaust Memorial Museum Research Institute,this Academy Award-winning documentary relates the harrowing story of Gerda Weissmann Klein and her journey of survival and remembering both before and after the war.","original_language":"en","original_title":"One Survivor Remembers","video":false,"title":"One Survivor Remembers","genre_ids":[99,36],"poster_path":"\/sAfNzgIGJmM1pTBPQcjhxTu6APA.jpg","backdrop_path":null,"release_date":"1996-06-19","popularity":0.674,"vote_average":6,"id":57130,"adult":false,"vote_count":5},{"overview":"A triangular relationship between Eo Woo-dong, her husband Lee Dong, and fantasy character Moo-gong, highlights on the first half of the Joseon Dynasty and portrays the contradicted life of the high class people, criticizing the modern day Korean society.","original_language":"ko","original_title":"어우동: 주인없는 꽃","video":false,"title":"Lost Flower: Eo Woo-dong","genre_ids":[18,36,53],"poster_path":"\/9fIOJFDP9jEqRGE1Mmnn83H5rmP.jpg","backdrop_path":"\/fMZvUG7VjF1ZPXGNjoaONZjhaSW.jpg","release_date":"2015-01-29","popularity":1.4,"vote_average":6.5,"id":324671,"adult":false,"vote_count":1},{"overview":"The explosion at Chernobyl was ten times worse than the Hiroshima bomb and was due to a combination of human error and imperfect technology. An account of the sixty critical minutes prior to the explosion of the nuclear power plant on the night of April 26, 1986.","original_language":"en","original_title":"Disaster at Chernobyl","video":false,"title":"Disaster at Chernobyl","genre_ids":[99,36,10770],"poster_path":"\/q8o4c9fRTEs57gVHQd7xEl30yFr.jpg","backdrop_path":"\/uclPZ2JtjD0OkRMNHN7I6Pf0mY7.jpg","release_date":"2004-01-01","popularity":0.705,"vote_average":8.7,"id":418149,"adult":false,"vote_count":3},{"overview":"Phillipe Charboneau is the illegitimate son of an English duke. When he travels from France to England to claim his inheritance, he incurs the wrath of his father's family and is forced to flee to America, where he becomes involved in the events leading to the American Revolution.","original_language":"en","original_title":"The Bastard","video":false,"title":"The Bastard","genre_ids":[36,18],"poster_path":"\/mVRtD2nGCFWDQivfVWAdCd1HvPq.jpg","backdrop_path":null,"release_date":"1978-05-22","popularity":1.181,"vote_average":3,"id":290731,"adult":false,"vote_count":1},{"overview":"Narcisa \"Sisa\" Dalangin is a young Filipina during the Spanish Occupation &amp; is a childhood friend of Jose Rizal.","original_language":"en","original_title":"Sisa","video":false,"title":"Sisa","genre_ids":[18,36],"poster_path":"\/9LhbZhoIbkZsniqimXjQZycCI0Z.jpg","backdrop_path":null,"release_date":"2008-06-12","popularity":0.6,"vote_average":0,"id":354689,"adult":false,"vote_count":0},{"overview":"In 1920, workers from Patagonia, in Southern Argentina, gather around an anarcho-syndicalist society and go on strike, demanding better working conditions. The situation turns unsustainable and President Yrigoyen sends Lieutenant Colonel Zavala to impose order.","original_language":"es","original_title":"La Patagonia rebelde","video":false,"title":"Rebellion in Patagonia","genre_ids":[36,18],"poster_path":"\/nbUmzogeT2N0A1zUQF7lYh9buuw.jpg","backdrop_path":"\/tjwxbv3Sh9kLq6yjrB8Y3tQLkcs.jpg","release_date":"1977-05-05","popularity":1.29,"vote_average":6.6,"id":64978,"adult":false,"vote_count":11},{"overview":"","original_language":"de","original_title":"Am Ende die Hoffnung","video":false,"title":"The Last Hope: U-Boat 864","genre_ids":[18,36],"poster_path":"\/jn0dqmmRIsgDqCudANtCe1Mon5o.jpg","backdrop_path":"\/qBMnGFhN3zQuC2mi3h3Xm3pg11r.jpg","release_date":"2011-10-17","popularity":1.075,"vote_average":6.4,"id":186024,"adult":false,"vote_count":4},{"overview":"“Soldier of God” A film by W. D. Hogan  From The New York Times  Director W. D. Hogan‘s sweeping period epic “Soldier of God” unfurls in the Middle East of the late Twelfth Century. As the story opens, the Knights Templar, a religious order originally assigned to protect Christian pilgrims, has disintegrated from chivalric order and justice into dissolute chaos, as its individual factions bloodthirstily vie with one another for power and control.","original_language":"en","original_title":"Soldier of God","video":false,"title":"Soldier of God","genre_ids":[18,36],"poster_path":"\/4wU5g3DXNrvPkZCAx5ZsewKSeLc.jpg","backdrop_path":"\/mzZxInLiyEw8QUV2s5XmiFK0ISB.jpg","release_date":"2005-01-01","popularity":1.03,"vote_average":4,"id":31973,"adult":false,"vote_count":3},{"overview":"U.S. nuclear tests in space, and the development of the military intercontinental ballistic missile (ICBM).","original_language":"en","original_title":"Nukes in Space","video":false,"title":"Nukes in Space","genre_ids":[99,36],"poster_path":"\/6e80GMw4IJgbAdlWkcdFvnpk6hq.jpg","backdrop_path":"\/hrZhFjXBeOmfz9GY1kevuapVEY2.jpg","release_date":"1999-01-01","popularity":1.307,"vote_average":5.8,"id":20305,"adult":false,"vote_count":3},{"overview":"In 19th century New Orleans creole Henriette must choose between love and devotion to the church. Neither choice is going to be easy, as there is great opposition to her ideas of breaking traditions.","original_language":"en","original_title":"The Courage to Love","video":false,"title":"The Courage to Love","genre_ids":[18,36,10749],"poster_path":"\/qHa0pZZJ0WjHxBhhUa9dFC5fAE2.jpg","backdrop_path":"\/kdl7ADZOJUdQS45Ig2y8SZfZ8cE.jpg","release_date":"2000-01-24","popularity":1.178,"vote_average":5.3,"id":69936,"adult":false,"vote_count":3},{"overview":"Zubeidaa, an aspiring Muslim actress, marries a Hindu prince to become his second wife. Her tumultuous relationship with her husband, and her inner demons lead her to a decision which has fatal consequences for them all.","original_language":"hi","original_title":"ज़ुबेदा","video":false,"title":"Zubeidaa","genre_ids":[10749,18,36,10402],"poster_path":"\/qB7MZ6C0yX0yBDl0pQU4hbP7ROi.jpg","backdrop_path":"\/d0LvPveoC0Tu2CrvoexOgFcp38F.jpg","release_date":"2001-01-19","popularity":0.6,"vote_average":2.8,"id":262120,"adult":false,"vote_count":5},{"overview":"Three military men, seen inside a fortification, are firing on an unseen enemy force. The call for reinforcements but ladders appear signalling the enemy is about to overrun this position.","original_language":"en","original_title":"La prise de Tournavos","video":false,"title":"The Surrender of Tournavos","genre_ids":[28,10752,18,36],"poster_path":"\/4VmQBE9qBRxCE3gHtSAa5AUsURq.jpg","backdrop_path":null,"release_date":"1897-01-01","popularity":1.587,"vote_average":5,"id":104473,"adult":false,"vote_count":13},{"overview":"Set against a backdrop of a turbulent, war-torn Ireland in the early 1920’s, this is a story of three people and the unfolding events from a crucial time in their extradionary and tragic lives.","original_language":"en","original_title":"A Nightingale Falling","video":false,"title":"A Nightingale Falling","genre_ids":[10752,18,36],"poster_path":"\/jn660NuI9sBsfm3ODD6aSpvSeA9.jpg","backdrop_path":"\/bY2CLDUUBj3Z6LAqo4q0vOcjC0l.jpg","release_date":"2014-09-12","popularity":1.014,"vote_average":7.1,"id":339312,"adult":false,"vote_count":5}],[{"overview":"Through the use of spectacular, never-before-seen nuclear test footage, travels to ten former testing sites and explores the history, physical changes resulting from the tests and current condition of these amazing and important places. Visit the notorious Nevada Test Site, known as the most bombed place on earth. Over 900 nuclear explosions where detonated at this location – an area larger than the State of Rhode Island. Once upon a time these locations were kept top secret, but today, with this 60th Anniversary Diamond Edition of Atomic Journeys: Welcome to Ground Zero, you will finally see these historic hot spots. Preserving the incredible legacy of America’s nuclear testing program stands as a reminder of the fine line between the progress of mankind and the destruction of the earth. Once you understand what really happened at the Ground Zero nuclear testing sites, you will never be the same.","original_language":"en","original_title":"Atomic Journeys: Welcome to Ground Zero","video":false,"title":"Atomic Journeys: Welcome to Ground Zero","genre_ids":[99,36],"poster_path":"\/mu2EPM6RUDhnpOWj9Yfhj81kJM7.jpg","backdrop_path":"\/11vr6CrVg5v2onAs5wEcrWCqlnt.jpg","release_date":"2000-10-03","popularity":0.952,"vote_average":7.1,"id":53032,"adult":false,"vote_count":4},{"overview":"Ginga is a simple—yet energetic—country girl, living with her father far from the capital city of the empire in ancient China. When she learns of an opportunity to become a concubine of the young new Emperor, with the possibility of becoming his head wife in charge of all of the other wives, Ginga convinces her father to let her go. Once there, she meets all of the other potential head wives, each of whom have various reasons for being there. All of them must learn to read and write, learn the history of their country, and learn the proper mannerisms for being in the royal court. Ginga's enthusiasm tends to get her in trouble more often than not, but it works to her advantage when they learn that the former emperor's head wife, who is not the mother of the current emperor, is plotting treachery against the new emperor, and that a rebellion is headed toward the capital.","original_language":"ja","original_title":"雲のように風のように","video":false,"title":"Like the Clouds, Like the Wind","genre_ids":[10749,16,35,36],"poster_path":"\/gJmQS4lOHjCEojPOX8thRXsZG1T.jpg","backdrop_path":"\/dzjHniyrvs2hNV76xiwbYVZBRBa.jpg","release_date":"1990-03-21","popularity":0.6,"vote_average":7,"id":35589,"adult":false,"vote_count":4},{"overview":"Arnost Lustig was one of the world's most renowned literary authors of our times. Lustig's novel 'A girl from Antwerp' upon which our film Colette is based, draws on the author's personal Nazi Concentration Camp experience and his own recollection of several escape attempts from the hell of Auschwitz. The story of The Pulitzer Prize nominee Lustig is about the power of love under an extreme life circumstances. It is a story of young lovers and their vigorous determination to escape from a hopeless life condition and theirs courage to face death.","original_language":"cs","original_title":"Colette","video":false,"title":"Colette","genre_ids":[18,36,10749],"poster_path":"\/8p3BaXsrtOri8WrcADozvKHADAm.jpg","backdrop_path":"\/9Z4NAl8tCGofmJOQSuJsGuxFu1i.jpg","release_date":"2013-09-12","popularity":1.4,"vote_average":7.3,"id":256120,"adult":false,"vote_count":13},{"overview":"A história é baseada em fatos reais e inspirada no livro “Matar ou Morrer“, do ex-oficial Conte Lopes. Apesar de ser uma produção independente o filme pretende criar polêmica e já é sucesso nos camelôs como o primo rico “Tropa de Elite”.","original_language":"en","original_title":"Rota Comando","video":false,"title":"Rota Comando","genre_ids":[28,36,99],"poster_path":"\/fg6igbAJfqCcIaSxPIemzuMBsCp.jpg","backdrop_path":"\/asqPe7y93oc1fNaC12xxiI8MF7J.jpg","release_date":"2009-05-21","popularity":0.892,"vote_average":5.6,"id":50335,"adult":false,"vote_count":6},{"overview":"","original_language":"de","original_title":"Die Ketzerbraut","video":false,"title":"Die Ketzerbraut","genre_ids":[36,18],"poster_path":"\/pgESBefQAVOBqUYWioREn7mxjaA.jpg","backdrop_path":"\/lyoxmVElLyrvR8MMHuBx6toplI9.jpg","release_date":"2017-02-15","popularity":1.074,"vote_average":5.5,"id":433276,"adult":false,"vote_count":4},{"overview":"The story is based in Banaras and is about a Hindu Priest Chaturvedi (Pankaj Kapoor) who follows the scriptures to practice Hindu religion. When a child is abandon by a woman and brought in his house by his daughter - after initial hesitation but due to requests from his wife (Supriya Pathak) - the family adapts the child; only to know after 4 years that the child is a Muslim. The family gives away the child and Chaturvedi engulfs himself in the purification process to cleanse his body, mind and soul due to contact with a Muslim soul. By the time, Chaturvedi thinks he is fully purified – the child reappears – seeking refuge, due to Hindu- Muslim riots. This is the time Chaturvedi finally realizes that the true religion is - religion where humans help humans – humanity.","original_language":"hi","original_title":"Dharm","video":false,"title":"Dharm","genre_ids":[18,36],"poster_path":"\/eDTVulq3m0R3PfDiWAnRVaNE1LR.jpg","backdrop_path":"\/lp6o8reBNOU1jM7Vacpl1AF6KNj.jpg","release_date":"2007-06-08","popularity":2.041,"vote_average":5.9,"id":39817,"adult":false,"vote_count":8},{"overview":"One Man's Hero tells the little-known story of the \"St. Patrick's Battalion\" or \"San Patricios,\" a group of mostly Irish and other immigrants of the Catholic faith who deserted to Mexico after encountering religious and ethnic prejudice in the U.S. Army during the Mexican-American War. The plot centers around the personal story of John Riley, an Irishman who had been a sergeant in the American Army who is commissioned as a captain in the Mexican army and commands the battalion, as he leads his men in battle and struggles with authorities on both sides of the border","original_language":"en","original_title":"One Man's Hero","video":false,"title":"One Man's Hero","genre_ids":[37,28,18,36],"poster_path":"\/vgvVNmCybkmOtaSXpSG7aONQrJ2.jpg","backdrop_path":"\/59TNM1AhTfbZG3dssDMMQTPV5lx.jpg","release_date":"1999-09-24","popularity":1.954,"vote_average":9.3,"id":69848,"adult":false,"vote_count":2},{"overview":"Farocki’s intriguing and troubling film explores the processes of visual perception and how they affect our understanding of history and society. In a work reminiscent of the writings of Paul Virilio and Michel Foucault, Farocki examines a range of phenomena including aerial reconnaissance photos of the Auschwitz concentration camp.","original_language":"de","original_title":"Bilder der Welt und Inschrift des Krieges","video":false,"title":"Images of the World and the Inscription of War","genre_ids":[10752,99,36],"poster_path":"\/7d7mZvqjDaasCMzCH7LBKGoGMS4.jpg","backdrop_path":null,"release_date":"1989-02-21","popularity":1.052,"vote_average":6.2,"id":115150,"adult":false,"vote_count":5},{"overview":"In 1945, in the train station of Bogota, Colombia, a dead girl is found in a trunk. The case is assigned to Detective Mariano Corzo, he has to deal with an inquisitive journalist Hipólito Mosquera while trying to solve the mysterious case. Nobody knows who the girl is, or who put her in the trunk. The things turn bad when Mosquera publish the news in the local newspaper. With the help of a bartender Martina Quijano, Corzo will find an answer for the question: Who killed the girl and why?","original_language":"es","original_title":"La historia del baúl rosado","video":false,"title":"The History of the Pink Trunk","genre_ids":[80,18,36],"poster_path":"\/novhkS8scasptEQRhdvi3mvs2n1.jpg","backdrop_path":"\/2TDt5HNH5QazoMyQzb73umXXGrr.jpg","release_date":"2005-11-11","popularity":0.932,"vote_average":6.7,"id":297861,"adult":false,"vote_count":3},{"overview":"The wild Seventies. A quest for higher consciousness, spirituality and sexual freedom. In England, young Hugh Milne hears the voice of spiritual teacher Bhagwan Shree Rajneesh on an audiotape and travels to India in search of his own self. Sheela Patel, a young Indian woman, is brought to the charismatic guru by her father. At 21, she knows: all she wants is to be with this man.  In his Ashram in Poona, Bhagwan urges his disciples to meditate and practise tantric sex in order to reach a higher plane of consciousness. Hugh watches the guru's ascent as his bodyguard. Sheela becomes his secretary and the powerful boss of Bhagwan's model community born in the mountains of Oregon...","original_language":"en","original_title":"Guru: Bhagwan, His Secretary & His Bodyguard","video":false,"title":"Guru: Bhagwan, His Secretary & His Bodyguard","genre_ids":[99,36],"poster_path":"\/6lzll2IDe3SP5oMQNU5oKsCM9fN.jpg","backdrop_path":"\/eLKz3wIyFdeCOJUX7vFKmsFg5rU.jpg","release_date":"2010-05-01","popularity":0.602,"vote_average":5,"id":244295,"adult":false,"vote_count":3},{"overview":"This is the true story of Anne Frank, a Jewish girl living in Amsterdam during WW2. Anne's father realizes on time the danger the Jews face and hides his family (his wife Edith and his two daughters Margo (16) and Anne (13), along with four more people, in \"the house behind\". For two years the 8 people live in darkness and whispers, in fear of being discovered and sent to the German crematories. During that time young Anne writes a diary, describing her daily life in the cellar, her complicated relationship with her mother and the story of her first love - Peter, the young boy in the hiding place. Anne writes down her wishes to run out free and breath the air and flowers, her dreams to be free at last. But humanity is often a cruel mistress...","original_language":"ja","original_title":"アンネの日記","video":false,"title":"The Diary of Anne Frank","genre_ids":[16,36,18,10752],"poster_path":"\/r4PTr4uzFcQUWmYaRn1aW51hAT5.jpg","backdrop_path":null,"release_date":"1995-08-19","popularity":0.888,"vote_average":7,"id":128396,"adult":false,"vote_count":7},{"overview":"","original_language":"de","original_title":"Wackersdorf","video":false,"title":"Wackersdorf","genre_ids":[18,36],"poster_path":"\/tYGnusmMMsLlkwfRQo55L94EK9G.jpg","backdrop_path":"\/mezPmKSwzRMFvGgWxftQNklKKPF.jpg","release_date":"2018-09-20","popularity":1.44,"vote_average":6.7,"id":505638,"adult":false,"vote_count":5},{"overview":"","original_language":"fi","original_title":"Lapin kullan kimallus","video":false,"title":"Gold Fever in Lapland","genre_ids":[18,36,12],"poster_path":"\/iooAZDVZkLQ2jJOniJ8KLfhZRAn.jpg","backdrop_path":null,"release_date":"1999-09-10","popularity":0.6,"vote_average":4.7,"id":55410,"adult":false,"vote_count":3},{"overview":"The first feature film made in Serbia, \"Black George\" is a biography of Karađorđe, the famed leader of the rebellion against the Turkish empire in 1804, tracing his whole life from childhood until his death in 1817.","original_language":"sr","original_title":"Карађорђе","video":false,"title":"Black George","genre_ids":[18,36],"poster_path":"\/eBQ2RcWqfEjdYiNhw2HYPv58nuS.jpg","backdrop_path":null,"release_date":"1911-10-23","popularity":0.778,"vote_average":4.7,"id":46751,"adult":false,"vote_count":3},{"overview":"A Few Love Stories based on classic novels by Giovanni Boccaccio, Anton Francesco Grazzini and Agnolo Firenzuola.","original_language":"ru","original_title":"Несколько любовных историй","video":false,"title":"A Few Love Stories","genre_ids":[10749,36,35],"poster_path":"\/vrkZ4c8sGtHUJyHPOdWST5VqKbf.jpg","backdrop_path":"\/huVBCb8YuUo6pw9SbMZdn6xZXnl.jpg","release_date":"1994-11-11","popularity":1.4,"vote_average":1,"id":110808,"adult":false,"vote_count":1},{"overview":"","original_language":"hu","original_title":"Guerilla","video":false,"title":"Guerilla","genre_ids":[18,36],"poster_path":"\/d9J4sWFqP0WOj0NlvMILia8Iy7W.jpg","backdrop_path":"\/pYCRbYwFZeJnXL4ydUASWNYVBeQ.jpg","release_date":"2019-03-07","popularity":1.294,"vote_average":0,"id":577284,"adult":false,"vote_count":1},{"overview":"Years after the Second Punic War, Scipio Africanus finds himself generally unliked, despite his defeat of Hannibal Barca. He and his brother, Scipio Asiaticus, are accused by Marcus Porcius Cato of the theft of 500 talents intended for Rome.","original_language":"it","original_title":"Scipione detto anche l'africano","video":false,"title":"Scipio the African","genre_ids":[36,35],"poster_path":"\/hlUG9PY4KK5XwM39vE43Q1abJnW.jpg","backdrop_path":"\/p5QGujHDp6AwcvMXALgoz3SeM0w.jpg","release_date":"1971-09-09","popularity":0.6,"vote_average":7.2,"id":273868,"adult":false,"vote_count":7},{"overview":"Between 1795 and 1801, 306 drowned people were recovered from the Seine river, near Paris. Peter Greenaway propouns a historical approach were 25 significant cases of drownings are catalogued, dissected and elaborated, with multilayered visuals and 'documentary' asides.","original_language":"es","original_title":"Death in the Seine","video":false,"title":"Death in the Seine","genre_ids":[36,18],"poster_path":"\/2kFxtqbNK2Sn0OJ2pfXUMpluUvT.jpg","backdrop_path":null,"release_date":"1991-04-07","popularity":1.065,"vote_average":6.1,"id":88672,"adult":false,"vote_count":5},{"overview":"Young Joan of Arc comes to the palace in France to make The Dauphin King of France and is appointed to head the French Army. After winning many battles she is not needed any longer and soon she is thought of as a witch.","original_language":"en","original_title":"Saint Joan","video":false,"title":"Saint Joan","genre_ids":[36,18],"poster_path":"\/hDq4deSt79RjjPzu6Ew4VgFzD4w.jpg","backdrop_path":"\/trW1FhClkCB21ivKdVIkTWMjXv.jpg","release_date":"1957-05-08","popularity":1.853,"vote_average":6.5,"id":108564,"adult":false,"vote_count":11},{"overview":"In 1870s Texas, a ruthless bounty hunter and an Irish desperado flee the law with a young criminal claiming to possess a treasure more valuable than gold. Crossing paths with some of the West’s most notorious figures, the three outlaws fight for their lives in the pursuit of fame and fortune. Fueled by an ensemble cast and inspired by actual events, THE LEGEND OF HELL’S GATE blends legend and history into a Western spectacle that recounts a treacherous existence in post Civil War Texas.","original_language":"en","original_title":"The Legend of Hell's Gate: An American Conspiracy","video":false,"title":"The Legend of Hell's Gate: An American Conspiracy","genre_ids":[28,12,36,37],"poster_path":"\/o8CCHFUF9khjV9DhVX1ST2Jph9s.jpg","backdrop_path":"\/4X7mQOk3RyHfqghqS80EV2943nB.jpg","release_date":"2011-03-03","popularity":1.363,"vote_average":3.8,"id":98549,"adult":false,"vote_count":9}],[{"overview":"Russian Federation, December 31, 1999. After President Boris Yeltsin's unexpected resignation, Prime Minister Vladimir Putin becomes acting President of the country. From that day and for a year, Vitaly Mansky's camera documented Putin's rise to power. The story of a privileged witness. The harsh explanation of the reason why politics is the art of possibility of achieving the best with the support of many, but also of giving the worst in return.","original_language":"ru","original_title":"Свидетели Путина","video":false,"title":"Putin's Witnesses","genre_ids":[99,36],"poster_path":"\/zvrk4IK00pMqrzusZr9SBBmd08a.jpg","backdrop_path":"\/ho9apU6VT8NMPj8gcypICdUNwIP.jpg","release_date":"2018-09-14","popularity":1.042,"vote_average":5.9,"id":527251,"adult":false,"vote_count":5},{"overview":"The city of Edo, the 18th century. Owaka, the daughter of a merchant family, and her childhood friend Matsukichi. The two were drawn to each other, but Matsukichi has been disowned by his family, and is working for the city fire brigade. Meanwhile, negotiations begin for the arrangement of Owaka's marriage. Unable to let go of her thoughts of Matsukichi, her mad emotions make her bring about a massive inferno which razes Edo. By chance encounter, the two meet again amidst the fires.It is an epic spectacle set against the stage of the massive metropolis of Edo.","original_language":"ja","original_title":"火要鎮","video":false,"title":"Combustible","genre_ids":[16,36],"poster_path":"\/k08WbpeJQESbpXoTk3gQ5NZhHuW.jpg","backdrop_path":"\/ghvxd8Mko6hh2Q38DhozVS5DPqd.jpg","release_date":"2012-06-04","popularity":1.375,"vote_average":5.7,"id":118932,"adult":false,"vote_count":3},{"overview":"","original_language":"tr","original_title":"Kurtlar Vadisi Vatan","video":false,"title":"Kurtlar Vadisi Vatan","genre_ids":[28,12,10752,36],"poster_path":"\/9ySkFLATDGH6ML0AA87QldiGQyB.jpg","backdrop_path":null,"release_date":"2017-09-29","popularity":1.233,"vote_average":5.3,"id":469469,"adult":false,"vote_count":4},{"overview":"","original_language":"ru","original_title":"Гибель Империи","video":false,"title":"Гибель Империи","genre_ids":[28,18,36,12],"poster_path":"\/gFJe5hzPVRTP4cwRopiKtXcbGJd.jpg","backdrop_path":null,"release_date":"2005-04-04","popularity":1.407,"vote_average":6,"id":359188,"adult":false,"vote_count":4},{"overview":"The tragedy and comedy in Carlo's life begins, grows and ends like the tragedy and comedy of Portugal. In the company of his close friend, Joao da Ega, allegedly a brilliant writer, Carlos, with his idle existence as an aristocratic doctor, spends his time to enjoying friends and lovers. Until he falls in love. She is a new character in this revolutionary novel. It's a vertiginous passion that goes beyond that past gloominess to reach a new and darker abyss, incest.","original_language":"pt","original_title":"Os Maias: Cenas da Vida Romântica","video":false,"title":"The Maias: Story of a Portuguese Family","genre_ids":[10749,36,18],"poster_path":"\/2wCeuvCnz8TgF3ClauMBXiFGnmS.jpg","backdrop_path":"\/c2aeSJQmrh3RSUys40ZAGyVEdnz.jpg","release_date":"2014-09-11","popularity":0.652,"vote_average":5.9,"id":280636,"adult":false,"vote_count":14},{"overview":"Vitoria, Basque Country, Spain, March 3rd, 1976. After several months of protests demanding decent working conditions, representatives of struggling workers call for a general strike. In the church of San Francisco, in the working class neighborhood of Zaramaga, thousands of workers fill the temple in assembly. Outside, many more people gather and, in the middle, about a hundred heavily armed police officers wait to act.","original_language":"es","original_title":"Vitoria, 3 de marzo","video":false,"title":"A March to Remember","genre_ids":[18,36],"poster_path":"\/ckjExjbtDUycmcv4qIJhqQFSGnd.jpg","backdrop_path":"\/8PKH3AQ1F3SeaXvdVx6NnLpZxs.jpg","release_date":"2019-05-01","popularity":0.6,"vote_average":8,"id":560726,"adult":false,"vote_count":2},{"overview":"The strange and sordid tale of Eadweard Muybridge, the man who accidentally invented motion pictures. The film is told from the point of view of Muybridge's abandoned son and viewed completely through a nineteenth century early cinema contraption called a mutoscope.","original_language":"en","original_title":"The Emperor of Time","video":false,"title":"The Emperor of Time","genre_ids":[18,36],"poster_path":"\/zy1zMo8gHtUNBhvtFAcrl9lsgYF.jpg","backdrop_path":"\/fXgwixdN0jXr1y1IdWcPPrQRFlR.jpg","release_date":"2016-01-22","popularity":0.722,"vote_average":6.8,"id":380114,"adult":false,"vote_count":4},{"overview":"","original_language":"de","original_title":"Carl & Bertha","video":false,"title":"Carl & Bertha","genre_ids":[18,36],"poster_path":"\/23K8O0AAnotCeBWdAUxEyDOEjzM.jpg","backdrop_path":"\/A5WwlI02ZjLGUWeX6FaZsgZuIBy.jpg","release_date":"2011-05-25","popularity":0.7,"vote_average":6.5,"id":73912,"adult":false,"vote_count":2},{"overview":"130 years after he was created, Sherlock Holmes is a literary character who exceeded his author's expectations and is known throughout the world. Find out the true story behind the author, Conan Doyle, and his struggle to come to terms with the phenomenon that is Sherlock Holmes.","original_language":"fr","original_title":"Sherlock Holmes contre Conan Doyle","video":false,"title":"Sherlock Holmes against Conan Doyle","genre_ids":[99,36],"poster_path":"\/3eOWsoUAG3gMePvoo5geska7Qfb.jpg","backdrop_path":"\/x38PCp482Ho9CBE2ys8XbsT6PjC.jpg","release_date":"2017-01-01","popularity":0.6,"vote_average":7.3,"id":498017,"adult":false,"vote_count":6},{"overview":"Tells the story of Sadie and Bessie Delany, two African-American (they preferred \"colored\") sisters who both lived past the age of 100. They grew up on a North Carolina college campus, the daughters of the first African-American Episcopal bishop, who was born a slave, and a woman with an inter-racial background. With the support of each other and their family, they survived encounters with racism and sexism in their own different ways. Sadie quietly and sweetly broke barriers to become the first African-American home-ec teacher in New York City, while Bessie, with her own brand of outspokenness, became the second African-American dentist in New York City. At the ages of 103 and 101, they told their story to Amy Hill Hearth, a white New York Times reporter who published an article about them. The overwhelming response launched a bestselling book, a Broadway play, and this film.","original_language":"en","original_title":"Having Our Say: The Delany Sisters' First 100 Years","video":false,"title":"Having Our Say: The Delany Sisters' First 100 Years","genre_ids":[36,18],"poster_path":"\/3Nx0Baalfk1NUSuZzkj4hBMnOiS.jpg","backdrop_path":"\/rUx3e49O4lpgSHG2qfMy0E4tOxG.jpg","release_date":"1999-04-18","popularity":1.385,"vote_average":6.7,"id":252664,"adult":false,"vote_count":3},{"overview":"Manuel Teixeira Gomes the Portuguese President who left everything behind with only one premise: become who he really wanted to be","original_language":"pt","original_title":"Zeus","video":false,"title":"Zeus","genre_ids":[36,18],"poster_path":"\/yGQ6WOknN3mNtVKXW03Spd098Ec.jpg","backdrop_path":null,"release_date":"2017-01-05","popularity":0.6,"vote_average":0,"id":423053,"adult":false,"vote_count":0},{"overview":"Eight men escape from the most isolated prison on earth. Only one man survives and the story he recounts shocks the British establishment to the core. This story is the last confession of Alexander Pearce.","original_language":"en","original_title":"The Last Confession of Alexander Pearce","video":false,"title":"The Last Confession of Alexander Pearce","genre_ids":[36],"poster_path":"\/pfWOQrs60ypYktMOsYMZdZ3Eyrn.jpg","backdrop_path":"\/jpnSpuKvDZVi356CDZTFYU0a6CY.jpg","release_date":"2009-01-29","popularity":1.721,"vote_average":5.5,"id":16057,"adult":false,"vote_count":12},{"overview":"(sorry we don't have data yet)","original_language":"de","original_title":"Die Glasbläserin","video":false,"title":"Die Glasbläserin","genre_ids":[18,36],"poster_path":"\/w9F0x4O74bEMNw7MuRxknbd1DJx.jpg","backdrop_path":"\/faTH6A0FNb40yhiOfwx1uQEROak.jpg","release_date":"2016-12-09","popularity":1.063,"vote_average":6.3,"id":422154,"adult":false,"vote_count":20},{"overview":"The story of the great German composer, from his childhood through his great triumphs in orchestral and operatic music.","original_language":"en","original_title":"Richard Wagner","video":false,"title":"The Life and Works of Richard Wagner","genre_ids":[18,36,10402],"poster_path":null,"backdrop_path":null,"release_date":"1913-05-31","popularity":0.6,"vote_average":6,"id":206656,"adult":false,"vote_count":2},{"overview":"The Balkans 1443 . After a long successful military experience in the Turkish army, the reputation of the young Kastriota reached Albania and people began to hope in his return to his homeland, from which he was taken away as a child.  When the Sultan gives the hero the task of facing János Hunyadi, Kastriota will start a journey towards finding his true self and choosing his path.","original_language":"it","original_title":"Kastriota","video":false,"title":"Kastriota","genre_ids":[36,18,10752],"poster_path":"\/qbTANmZEtZ26t6B3Zcrp1oiAEaG.jpg","backdrop_path":"\/fnfJdmnFqFwmX0v8otQUJDA3QNE.jpg","release_date":"2018-03-18","popularity":1.201,"vote_average":0,"id":554497,"adult":false,"vote_count":0},{"overview":"Directed by Shen Dong and starring Ray Lui, An Yixuan and Yuan Wenkang, Death and Glory in Changde recalls one of the most cruel and controversial battles during China's War of Resistance Against Japanese Aggression (1937-45), Changde Battle, in November 1943.","original_language":"zh","original_title":"喋血孤城","video":false,"title":"Death and Glory in Changde","genre_ids":[28,18,36,10752],"poster_path":"\/yjdKBmVDbrRMoWBmFldWo7qfEOv.jpg","backdrop_path":"\/yYhfqzpwvPbCllEILxujZFksYij.jpg","release_date":"2010-08-19","popularity":0.72,"vote_average":5.7,"id":50319,"adult":false,"vote_count":3},{"overview":"On a college campus in modern America, ideas that have long been neglected as \"issues of the past\" emerge as racial tensions and frictions grow between different student groups.","original_language":"en","original_title":"Boiling Pot","video":false,"title":"Boiling Pot","genre_ids":[36,18,80],"poster_path":"\/tOH7OHo3t9oSoKi4kzFYerpET3u.jpg","backdrop_path":"\/wHUNVXGeOt6wBHuU0wpd0ds8UAp.jpg","release_date":"2015-09-29","popularity":1.336,"vote_average":5.8,"id":361608,"adult":false,"vote_count":2},{"overview":"This story is centering around a Ming Dynasty brothel that steams with secret erotic myths, trysts and twists of pleasurable indulgence.  A shaw production","original_language":"zh","original_title":"Facets of Love","video":false,"title":"Facets of Love","genre_ids":[18,10749,36],"poster_path":"\/wvdoMNJEslER4TS58YNuQCgz7cO.jpg","backdrop_path":null,"release_date":"1973-04-05","popularity":0.84,"vote_average":0,"id":187432,"adult":false,"vote_count":0},{"overview":"","original_language":"ta","original_title":"வீரமாதேவி","video":false,"title":"Veeramadevi","genre_ids":[10752,36,18],"poster_path":"\/zYDewBbSlCQdrsH75emxMC148SZ.jpg","backdrop_path":"\/gsRDKVY7Sc2banhL2KEVgWxIJWI.jpg","release_date":"","popularity":0.956,"vote_average":0,"id":505739,"adult":false,"vote_count":0},{"overview":"Third battle of Panipat which took place on 14 January 1761.Between Marathas and King of Afghanistan, Ahmad Shah Abdali.","original_language":"hi","original_title":"Panipat","video":false,"title":"Panipat","genre_ids":[28,18,36],"poster_path":"\/ccHjZXUe12M6bZssHPpolhvoewr.jpg","backdrop_path":null,"release_date":"2019-12-06","popularity":1.561,"vote_average":0,"id":577332,"adult":false,"vote_count":0}]]