[[{"overview":"Abe Lincoln in Illinois is a 1940 biographical film which tells the story of the life of Abraham Lincoln from his departure from Kentucky until his election as President of the United States.","original_language":"en","original_title":"Abe Lincoln in Illinois","video":false,"title":"Abe Lincoln in Illinois","genre_ids":[18,36],"poster_path":"\/rDKX8kOuLPfzBY4va76nFZTYFnS.jpg","backdrop_path":"\/jkXUugMY3WpSnmPj4O3m55q4yI7.jpg","release_date":"1940-02-12","popularity":2.638,"vote_average":7.3,"id":43806,"adult":false,"vote_count":8},{"overview":"In 1945 a group of victorious American officers discover a stash of German jewels and try to fence them in New York.","original_language":"en","original_title":"The Hessen Affair","video":false,"title":"The Hessen Affair","genre_ids":[36,18,28],"poster_path":"\/fLeI0Y5x7sjdnl0kbVem8JmZyVy.jpg","backdrop_path":"\/pyqe5dG8w2EDjZeMFJFDK0bvENC.jpg","release_date":"2009-01-14","popularity":1.98,"vote_average":5.3,"id":6163,"adult":false,"vote_count":5},{"overview":"HONDROS follows the life and career of famous war photographer Chris Hondros by exploring the poignant and often surprising stories behind this award-winning photojournalist's best-known photos. Driven by a commitment to bear witness to the wars of our time after the events of 9\/11, Chris was among the first in a new generation of war photographers since Vietnam. HONDROS explores the complexities inherent in covering more than a decade of conflict, while trying to maintain a normal life. It also examines the unknowable calculus involved in making split-second life and death decisions -- before, during and after his photos were made. Chris was killed in Libya in 2011, but he left a lasting impact on his profession that is still felt today.","original_language":"en","original_title":"Hondros","video":false,"title":"Hondros","genre_ids":[99,36,10752],"poster_path":"\/eRk9EmZY93TAvBWu5wWz534ISYP.jpg","backdrop_path":"\/7xqX7w755eob2EKHSzLh6iZUjPz.jpg","release_date":"2018-03-02","popularity":2.571,"vote_average":8.4,"id":449453,"adult":false,"vote_count":8},{"overview":"\"Docudrama\" about the bombing of Pearl Harbor on December 7th, 1941 and its results, the recovering of the ships, the improving of defense in Hawaii and the US efforts to beat back the Japanese reinforcements.  This film exists in two versions. This longer, unreleased cut (which is rarely screened) brackets this material fictional sequences. The introductory sequence shows Uncle Sam on vacation in Hawaii on December 6th. A character embodying the Voice of Responsibility warns him that ignoring Japanese immigrant Fifth Column activity will lead to disaster. The concluding sequence the ghost of a serviceman killed in the attack discussing how the US will beat the Japanese with the ghost of a Revolutionary War soldier in Arlington National Cemetery.","original_language":"en","original_title":"December 7th","video":false,"title":"December 7th","genre_ids":[36,10752,28],"poster_path":"\/u5ACN9Ete305HTjAROnmoYHvZxb.jpg","backdrop_path":"\/lY8n5BYWreGLlfYhBJFWRpHRdF.jpg","release_date":"1943-01-01","popularity":1.983,"vote_average":5.6,"id":100605,"adult":false,"vote_count":10},{"overview":"When a rival nation sends troops to invade the Song Dynasty, the emperor sends general Yang Ye (Adam Cheng) to defend the nation. However, Yang's place in the court is shaky due to a feud with Pan Renmei caused by the accidental death of his son at the hands of one of Yang's sons. At the battle, Yang is abandoned by Pan's troops, leaving him trapped in the face of an attack by Yeli Yuan (Shao Bing), an enemy general who wants to kill Yang to avenge his father. After learning about their father's predicament, Yang Ye's seven sons set out to rescue their father at any cost.","original_language":"zh","original_title":"忠烈楊家將","video":false,"title":"Saving General Yang","genre_ids":[28,12,36],"poster_path":"\/aOaXWW8ihwrSqYtSJdz77IeAVbk.jpg","backdrop_path":"\/enWioild5u0CDhqXHJMyGn1hhph.jpg","release_date":"2013-04-04","popularity":3.274,"vote_average":6.4,"id":181009,"adult":false,"vote_count":56},{"overview":"The true story of the influential and controversial columnist, Walter Winchell.","original_language":"en","original_title":"Winchell","video":false,"title":"Winchell","genre_ids":[10770,18,36],"poster_path":"\/alqiVG3x7yoVtcTntwLn00Gcu7h.jpg","backdrop_path":"\/l7gHAkzXcPAoUPMxTPvc02YPQPN.jpg","release_date":"1998-11-21","popularity":2.536,"vote_average":6.1,"id":233146,"adult":false,"vote_count":8},{"overview":"In 1826 British-ruled India, the secret Cult of Thugee demonstrates their worship of their goddess, Kali,  by the mutilation and mass murder of thousands of Indians  while pirating the shipments of the British East-Indian Tea Company.  As the British military leaders play down the implications of the piracy and disappearances, a lone captain realizes that they are not just coincidence and sets out to uncover the source of the deviltry, at the risk of his career.  Based on history.","original_language":"en","original_title":"The Stranglers of Bombay","video":false,"title":"The Stranglers of Bombay","genre_ids":[28,12,36,27],"poster_path":"\/sXxjCuT1dJNBwMumzwbnFEdDJEB.jpg","backdrop_path":"\/sTXW19JUvtnhewXwOU13d117jMi.jpg","release_date":"1960-05-01","popularity":1.814,"vote_average":6.3,"id":85611,"adult":false,"vote_count":8},{"overview":"The Age of Stupid is the new movie from Director Franny Armstrong (McLibel) and producer John Battsek (One Day In September). Pete Postlethwaite stars as a man living alone in the devastated future world of 2055, looking at old footage from 2008 and asking: why didn’t we stop climate change when we had the chance?","original_language":"en","original_title":"The Age of Stupid","video":false,"title":"The Age of Stupid","genre_ids":[10752,99,36],"poster_path":"\/pbY7CxwXQ6MnVqilWb6paDJqJQ5.jpg","backdrop_path":"\/wekom5nMcebqgmQn4hqWqCv417x.jpg","release_date":"2009-09-21","popularity":3.457,"vote_average":6.3,"id":24458,"adult":false,"vote_count":32},{"overview":"The Devil's Disciple is a 1959 film adaptation of the George Bernard Shaw play of the same title. The Anglo-American film was directed by Guy Hamilton who replaced Alexander Mackendrick and starred Burt Lancaster, Kirk Douglas, and Laurence Olivier. Mary Grant designed the film's costumes.","original_language":"en","original_title":"The Devil's Disciple","video":false,"title":"The Devil's Disciple","genre_ids":[18,10752,35,36],"poster_path":"\/qiScVSQyp3EY5xTH7toVX8yQSl6.jpg","backdrop_path":"\/36ZnvKk67TwGF2p4ZOs5lhVuqLU.jpg","release_date":"1959-08-20","popularity":1.775,"vote_average":6.8,"id":78078,"adult":false,"vote_count":13},{"overview":"\"The Anarchist's Wife\" is the story of Manuela who is left behind when her husband Justo fights for his ideals against Franco's Nationalists during the Spanish Civil War. He is deported to a concentration camp, and upon his release, continues the fight against nationalism in the French resistance. Years, pass without a word from him, but his wife never gives up hope of seeing him again.","original_language":"es","original_title":"The Anarchist's Wife","video":false,"title":"The Anarchist's Wife","genre_ids":[18,36,10749],"poster_path":"\/fw4oS2FAKpReEfsnjm3xMWnMU4R.jpg","backdrop_path":"\/2DILbeefQ5Lx28mcaJNp1PGKfvN.jpg","release_date":"2008-06-26","popularity":2.781,"vote_average":5.2,"id":8889,"adult":false,"vote_count":6},{"overview":"This French version of the notorious spy's life centers less on her romantic escapades, and more on those that reveal the person she actually was during WW I when her German superiors ordered her to seduce the French captain Trintignant so she can steal classified papers from him. Instead she falls in love with him, blows the cover, and ends up convicted of espionage and shot. (AllMovie)","original_language":"fr","original_title":"Mata Hari, agent H21","video":false,"title":"Mata Hari, agent H21","genre_ids":[18,36,10749,10752],"poster_path":"\/mEjKzgpFYWq817T3a9EDBBA2VWr.jpg","backdrop_path":"\/frnN4JxS0cIti7m261U4CWp7DrT.jpg","release_date":"1964-01-28","popularity":10.59,"vote_average":4.7,"id":186783,"adult":false,"vote_count":6},{"overview":"Directed by Junya Sato and based on a book by Jun Henmi, \"Yamato\" has a framing story set in the present day and uses flashbacks to tell the story of the crew of the World War II Japanese battleship Yamato. The film was never released in the United States, where reviewers who have seen it have compared the military epic to \"Titanic\" and \"Saving Private Ryan.\"","original_language":"ja","original_title":"男たちの大和／YAMATO","video":false,"title":"Yamato","genre_ids":[36,10752],"poster_path":"\/jmB5WLqEsG6d3yyQXOzAn0gQ7GL.jpg","backdrop_path":"\/7NZ8X0hNe32Kk6BAw2VJtCeOC53.jpg","release_date":"2005-12-17","popularity":1.718,"vote_average":6.1,"id":19659,"adult":false,"vote_count":14},{"overview":"Untold and lost history. A true story of the American Pathfinders, the volunteer paratroopers whose deadly mission was to land 30 minutes before the Normandy invasion, locate and mark strategic \"drop zones\" and set up the top-secret navigation equipment needed to guide the main airborne assault on D-Day.","original_language":"en","original_title":"Pathfinders: In the Company of Strangers","video":false,"title":"Pathfinders: In the Company of Strangers","genre_ids":[28,36,10752],"poster_path":"\/pIbj6h0okFOG2QFPqHNX2bcgvhP.jpg","backdrop_path":"\/3UAi3eTXPmRfJdTHm6ra3Q3V3RQ.jpg","release_date":"2011-01-11","popularity":2.659,"vote_average":4.1,"id":61346,"adult":false,"vote_count":24},{"overview":"Set in the island Kinmen, often seen as the most dangerous military base because it’s geographically close to China, \"Paradise in Service\" follows the adventure of a boy who serves his military service in Unit 831 from 1969 to 1972, in preparation for a war that could erupt anytime. Through an unlucky lottery draw result, Pao, a twenty-something young man from Southern Taiwan has to serve the military in the remote and perilous Kinmen. Moreover, he is assigned to the Sea Dragon (ARB), a unit noted for the toughest physical training. It never occurs to Pao, however, that the greatest challenge in his military service lies not in the Sea Dragon but in Unit 831, a special task he is later appointed to… In this peculiar assignment, Pao vows to keep his virginity against all odds.","original_language":"zh","original_title":"軍中樂園","video":false,"title":"Paradise in Service","genre_ids":[10749,18,36],"poster_path":"\/2pXtwivU071VGcdKjnxxnB5ZRYX.jpg","backdrop_path":"\/6eqiN7BewPuYUWUh5PJBTwDJNWl.jpg","release_date":"2014-09-05","popularity":1.507,"vote_average":6.8,"id":287888,"adult":false,"vote_count":14},{"overview":"The rise and fall of salsa singer, Héctor Lavoe (1946-1993), as told from the perspective of his wife Puchi, who looks back from 2002.","original_language":"en","original_title":"El cantante","video":false,"title":"El cantante","genre_ids":[36,18,10402],"poster_path":"\/2KyFv5UbJofKvIqfBMeXWxFUkwa.jpg","backdrop_path":"\/4OEPNSUdAD8caBbE85miiN3xlD9.jpg","release_date":"2007-08-03","popularity":4.444,"vote_average":5.3,"id":15934,"adult":false,"vote_count":20},{"overview":"The action takes place shortly after the end of the Second World War in the Siberian hinterland, among Russians and Germans with damaged personal stories and a strange transformation: the victors seem to be crawling into the skins of the defeated, and vice versa. Ignat, is the embodiment of the larger-than-life image of the Soviet victorious warrior who, in fact, proves to be shell-shocked, sick and broken, although not completely destroyed. Trains become fetish for the heroes of the film, and speed becomes a mania; they virtually become one with their steam engines, while the machines take on human names. The heroes set up an almost fatal race in the Siberian forest, risking their own lives and those of others.","original_language":"ru","original_title":"Край","video":false,"title":"The Edge","genre_ids":[10749,12,18,36],"poster_path":"\/tq1GUpGmt9W8Qizc4Nk6oe1FISm.jpg","backdrop_path":"\/3dhmzXtkNBPCQAbK4IGNkIuqGYl.jpg","release_date":"2010-11-11","popularity":2.79,"vote_average":6,"id":47557,"adult":false,"vote_count":22},{"overview":"William Walker and his mercenary corps enter Nicaragua in the middle of the 19th century in order to install a new government by a coup d'etat.","original_language":"en","original_title":"Walker","video":false,"title":"Walker","genre_ids":[18,36,37],"poster_path":"\/s1UlxUB5KXZYkuXQBXt3Ig3SkPz.jpg","backdrop_path":"\/nry0GK1igdWoCX6tQUfwqekMAxu.jpg","release_date":"1987-12-04","popularity":3.871,"vote_average":6.7,"id":28448,"adult":false,"vote_count":28},{"overview":"A made-for-TV dramatization of George Washington's perilous gamble of crossing the Delaware River and attacking the British forces at Trenton.","original_language":"en","original_title":"The Crossing","video":false,"title":"The Crossing","genre_ids":[10770,18,36,10752],"poster_path":"\/eV3AjadzdDuos2CfQTUwVDEPzNM.jpg","backdrop_path":"\/k6f173M9r6smuP4SeYsJ0KYww0.jpg","release_date":"2000-01-10","popularity":2.042,"vote_average":6.6,"id":40878,"adult":false,"vote_count":12},{"overview":"Based on actual accounts, this film portrays the days and hours before and during the invasion of the Falkland Islands by Argentina, which eventually lead to the Falklands War. As the Argentine forces land on the main island and make their way towards Government House, the handful of British defenders batten down the hatches and prepare to defend the Governor Rex Hunt, his family and their fellow islanders from the invaders.","original_language":"en","original_title":"An Ungentlemanly Act","video":false,"title":"An Ungentlemanly Act","genre_ids":[36,10752,18],"poster_path":"\/qR3cDshkYnyuafrzrV8cVJnBrhq.jpg","backdrop_path":null,"release_date":"1992-01-01","popularity":2.763,"vote_average":5,"id":45562,"adult":false,"vote_count":7},{"overview":"Rome, 1825. Bishop Rivarola (Tognazzi) and colonel Nardoni (Salerno) are in charge to suppress liberal revolution. Shoemaker Cornacchia (Manfredi) got the information that the liberal Filippo Spada (Ekland) is a spy and is going to denounce his revolutionary companions. So Cornacchia decides to report Spada to two \"Carbonari\" (kind of Freemasons) to kill Spada. The two, Montanari (Hossein) and Targhini (Verley) fail to kill him and decide to escape from Rome. But they are arrested and sentenced to death. Cornacchia will spend his last chance to save them.","original_language":"it","original_title":"Nell'anno del Signore","video":false,"title":"The Conspirators","genre_ids":[36,35,18],"poster_path":"\/lfxvUXy1es46WKB8rSH5MA6kUqf.jpg","backdrop_path":"\/vdg7I2YNCu2HMYJild9HYAGgUpo.jpg","release_date":"1969-10-24","popularity":2.336,"vote_average":7.5,"id":57601,"adult":false,"vote_count":32}],[{"overview":"Raised suckling poison arrows among the sparring Iga ninja factions, Mumon (Satoshi Ohno, of idol group Arashi) is a carefree 16th-century mercenary. When the ninja council makes a power play to defeat the young Nobukatsu Oda struggling to step into his father’s warlord shoes as they expand rule across the country, Mumon jumps into the fray to satisfy his new bride Okuni’s (Satomi Ishihara of Shin Godzilla, Attack on Titan) demand that he make good on his promises of wealth. Yet Mumon soon finds what is worth fighting for beyond money or nation. A longtime JAPAN CUTS favorite known for his offbeat dramas, Yoshihiro Nakamura (Fish Story, Golden Slumber) takes on the jidaigeki epic with his signature sense of play featuring a jazzy soundtrack and fantastical ninja tricks. -JAPAN CUTS: Festival of New Japanese Film","original_language":"ja","original_title":"忍びの国","video":false,"title":"Mumon: The Land of Stealth","genre_ids":[10752,28,36,10749],"poster_path":"\/AaLPEGw6IxGO5phpE8a4ZKGHC9H.jpg","backdrop_path":"\/w9xpg7f7CjOrQJr0LTV8ZygXVEO.jpg","release_date":"2017-07-01","popularity":3.091,"vote_average":7,"id":461211,"adult":false,"vote_count":11},{"overview":"Prince Siddhartha is heir to the Shakya kingdom, which is constantly at war with the more powerful Kosala kingdom. His father tries to raise as him as a warrior leader and to shield him from the miseries of the world. Meeting the young outcast girl Migaila, Siddhartha experiences love for the first time but also witnesses the suffering that afflicts humankind. Meanwhile, in Kosala, Chapra rises through the military, despite his lowly origins, to become a hero and general of the army. A final showdown between the two kingdoms forces Siddhartha to re-evaluate the path he is following.","original_language":"ja","original_title":"手塚治虫のブッダ -赤い砂漠よ!美しく-","video":false,"title":"Osamu Tezuka's Buddha: The Great Departure","genre_ids":[12,16,18,36],"poster_path":"\/qzAmeK8Dpxxb0ijq4p0G8JGDogZ.jpg","backdrop_path":"\/tyggZ0P14MS2K7gaqgZpvKus8TA.jpg","release_date":"2011-05-28","popularity":1.614,"vote_average":7.4,"id":115969,"adult":false,"vote_count":17},{"overview":"Performing art troupe members each face their own trials and tribulations in Chengdu; from escaping a family scandal to dealing with unrequited love, each experiences rejection that shapes their lives in this coming-of-age tale selected to play at the Toronto International Film Festival.  Directed by Chinese helming legend Feng Xiaogang.","original_language":"zh","original_title":"芳华","video":false,"title":"Youth","genre_ids":[18,36,10402],"poster_path":"\/G3mFcK0VfGpJ3wtNXDqJnYiG11.jpg","backdrop_path":"\/4YkpOwui2r113IniSZV93EmCKqR.jpg","release_date":"2017-12-15","popularity":3.128,"vote_average":7.7,"id":457251,"adult":false,"vote_count":29},{"overview":"Following the detonation of the atomic bombs on Hiroshima and Nagasaki, the Japanese military and the government clash over the demand from the Allies for unconditional surrender. Minister of the Army Anami leads the military officers who propose to fight on, even to the death of every Japanese citizen. Emperor Hirohito, however, joins with his ministers in asking the unthinkable, the peaceful surrender of Japan. When the military plots a coup to overthrow the Emperor's civilian government, Anami must face the choice between his desires and loyalty to his Emperor.","original_language":"ja","original_title":"日本のいちばん長い日","video":false,"title":"Japan's Longest Day","genre_ids":[18,36,10752],"poster_path":"\/snXEH31aJY0B2C8NvoRJVwQgoxW.jpg","backdrop_path":"\/hJmUr4Jkb8v8Fq5rsUWpStJ3vYd.jpg","release_date":"1968-03-26","popularity":1.4,"vote_average":6.8,"id":47370,"adult":false,"vote_count":9},{"overview":"For generations the Zhao family has wielded power, until their mortal enemy TU’AN GU slaughters the entire clan, determined to wipe out their influence forever. But one Zhao baby survives hidden by CHENG YING the doctor who delivered him. When Tu’an Gu learns of the baby’s escape he seizes every infant in the city, vowing to kill them all unless the Zhao baby is surrendered. As the tyrant’s soldiers arrive at Cheng Ying’s home the frantic doctor hides his wife with their own baby whilst surrendering the Zhao child as his own. But his family is discovered; his baby is presumed to be the Zhao heir and murdered along with his wife for harboring the infant. Now set on revenge Cheng Ying enrolls the Zhao orphan into the service of the Tu’an Gu household, plotting to use him as an instrument of vengeance when he comes of age.","original_language":"zh","original_title":"赵氏孤儿","video":false,"title":"Sacrifice","genre_ids":[28,18,36,53],"poster_path":"\/gU56gcyO5yoMhln6qZ6Kff88fVh.jpg","backdrop_path":"\/edLbeJFc0RlPyMu0s83XtzaT1En.jpg","release_date":"2012-07-27","popularity":3.087,"vote_average":6.6,"id":55741,"adult":false,"vote_count":19},{"overview":"In the 15th century, despite so many accomplishments he has made for the people, King Sejong, his biggest goal is still remaining; the invention of original letters that can be read and written by all the people. But courtiers who want to dominate the knowledge and the power, are against his will and discourage his belief. Frustrated King Sejong hears about a bonze Sinmi a phonogram expert, and secretly brings him in the palace…","original_language":"ko","original_title":"나랏말싸미","video":false,"title":"The King's Letters","genre_ids":[18,36],"poster_path":"\/yQvWmui5uUpMn0ZAo9q1Wfn3prD.jpg","backdrop_path":"\/qn1tRfTtb4rPWwe5afILoomjAhx.jpg","release_date":"2019-07-24","popularity":2.304,"vote_average":8.5,"id":572988,"adult":false,"vote_count":2},{"overview":"Itinerant Kurdish teachers, carrying blackboards on their backs, look for students in the hills and villages of Iran, near the Iraqi border during the Iran-Iraq war. Said falls in with a group of old men looking for their bombed-out village; he offers to guide them, and takes as his wife Halaleh, the clan's lone woman, a widow with a young son. Reeboir attaches himself to a dozen pre-teen boys weighed down by contraband they carry across the border; they're mules, always on the move. Said and Reeboir try to teach as their potential students keep walking. Danger is close; armed soldiers patrol the skies, the roads, and the border. Is there a role for a teacher? Is there hope?","original_language":"fa","original_title":"Takhté siah","video":false,"title":"Blackboards","genre_ids":[18,36,10752],"poster_path":"\/9vbkcxNoovqWQ0oxjePZhhtIaeH.jpg","backdrop_path":"\/uydVVOgQSTW87aOcGApH6kLdOyc.jpg","release_date":"2002-12-06","popularity":1.821,"vote_average":6.6,"id":28988,"adult":false,"vote_count":17},{"overview":"In 1971, a group of friends sail into a nuclear test zone, and their protest captures the world's imagination. Using never before seen archive that brings their extraordinary world to life, How To Change The World is the story of the pioneers who founded Greenpeace and defined the modern green movement.","original_language":"en","original_title":"How to Change the World","video":false,"title":"How to Change the World","genre_ids":[99,36],"poster_path":"\/TSnRMKJuDCy1We7DQBXFPLZi29.jpg","backdrop_path":"\/y9UM6F8WNdthO1Nr8xIvHtjYW01.jpg","release_date":"2015-01-22","popularity":1.361,"vote_average":6.9,"id":319073,"adult":false,"vote_count":17},{"overview":"A biplane pilot is saddled with a spoiled industrialist's daughter on a search for her missing father through Asia that eventually involves them in a struggle against a Chinese warlord.","original_language":"en","original_title":"High Road to China","video":false,"title":"High Road to China","genre_ids":[12,18,36],"poster_path":"\/vjQkcaP1sSCb4uqWh7PPLYpppFH.jpg","backdrop_path":"\/v2HpsTsUrFjjnFr8HLbkupmIdXN.jpg","release_date":"1983-03-18","popularity":3.706,"vote_average":5.6,"id":19606,"adult":false,"vote_count":38},{"overview":"In this filmed version of cult film director John Waters' popular one-man show, the Pink Flamingos and A Dirty Shame director takes the stage to discuss everything from his early influences, fondest career memories, and notorious struggles against the MPAA rating system. Part endearing memoir and part hilarious lecture, This Filthy World touches on everything from the insanity of contemporary pop culture to the director's unforgettable early collaborations with inimitable Pink Flamingos star Divine.","original_language":"en","original_title":"John Waters: This Filthy World","video":false,"title":"John Waters: This Filthy World","genre_ids":[99,35,36],"poster_path":"\/a39FQKeFUbTZ5LZ5Bo2q1JOMYqw.jpg","backdrop_path":"\/s9Rjr01xSBTnFdXReF71kEZAuoo.jpg","release_date":"2006-11-24","popularity":3.607,"vote_average":8.1,"id":47658,"adult":false,"vote_count":26},{"overview":"A part of Joan of Arc's life. At the beginning, Jeanne (Joan) has already left Domremy, she is trying to convince a captain to escort her to the Dauphin. It ends during Jeanne's first battle, at Orleans. Meanwhile, Jeanne is depicted more as a warrior than a saint (all cliches are avoided), with only her faith for strength.","original_language":"fr","original_title":"Jeanne la Pucelle I - Les batailles","video":false,"title":"Joan the Maid 1: The Battles","genre_ids":[36],"poster_path":"\/faOxX5RLmuZV6MOos7pwu8FCMrJ.jpg","backdrop_path":"\/zqAA6wg8ZvVbbwjI9kUAXL828hI.jpg","release_date":"1994-02-09","popularity":2.386,"vote_average":7.1,"id":142373,"adult":false,"vote_count":7},{"overview":"An American gets caught up in wartime action in Turkey.","original_language":"en","original_title":"Background to Danger","video":false,"title":"Background to Danger","genre_ids":[18,36,53,10752],"poster_path":"\/94bJfF8h09b7z50Q8dsuVtjiRI6.jpg","backdrop_path":"\/qDQTUBGQEMBdYb3yqlmjshYZ1Z1.jpg","release_date":"1943-07-03","popularity":2.305,"vote_average":6.8,"id":34944,"adult":false,"vote_count":7},{"overview":"Young Cabiria is kidnapped by pirates and sold as a slave in Carthage. Just as she's to be sacrificed to Moloch, Cabiria is rescued by Fulvius Axilla, a good-hearted Roman spy, and his powerful slave, Maciste. The trio are broken up and Cabiria is entrusted to woman of noble birth. With Maciste punished for his heroism, Fulvius sent away to fight for Rome, and Cabiria's fate unknown, is there any hope of our heroes reuniting?","original_language":"it","original_title":"Cabiria","video":false,"title":"Cabiria","genre_ids":[18,36],"poster_path":"\/oZhgcHHapkzYmB0OhQcRfZ7LdLM.jpg","backdrop_path":"\/uctEPtpBT0I3LtuO7Po4gn7NXcU.jpg","release_date":"1914-06-01","popularity":2.351,"vote_average":7,"id":5153,"adult":false,"vote_count":45},{"overview":"Explore Emily Dickinson's vivacious, irreverent side that was covered up for years — most notably her lifelong romantic relationship with another woman.","original_language":"en","original_title":"Wild Nights with Emily","video":false,"title":"Wild Nights with Emily","genre_ids":[35,18,36],"poster_path":"\/jWfJhvNxAy48QwQ3RI3MSPUMbj3.jpg","backdrop_path":"\/wNvqIg49KSBo093ZqBMg7ojLXSn.jpg","release_date":"2019-04-12","popularity":2.817,"vote_average":6.7,"id":502147,"adult":false,"vote_count":3},{"overview":"Ben Hall is drawn back into bushranging by the reappearance of his old friend John Gilbert. Reforming the gang, they soon become the most wanted men in Australian history.","original_language":"en","original_title":"The Legend of Ben Hall","video":false,"title":"The Legend of Ben Hall","genre_ids":[28,18,36,37],"poster_path":"\/AnG9xnxkRNeva4J0PwPBYUwWyn5.jpg","backdrop_path":"\/7g7A8N2witZmN0OjsdV7IjBHvrK.jpg","release_date":"2016-12-01","popularity":3.941,"vote_average":6.2,"id":425774,"adult":false,"vote_count":25},{"overview":"Sex, torture and betrayal in Biblical Sodom and Gomorrah. Lot, leader of the Hebrews, believes his people can co-exist with the Sodomites, a disastrous decision.","original_language":"en","original_title":"Sodom and Gomorrah","video":false,"title":"Sodom and Gomorrah","genre_ids":[12,18,36],"poster_path":"\/7aecIPGBoKB7FTVZ41WvdIY2mdU.jpg","backdrop_path":"\/lan48NgJQEns4ZDVtwwCV45bC1t.jpg","release_date":"1962-01-01","popularity":1.942,"vote_average":5.3,"id":43011,"adult":false,"vote_count":13},{"overview":"No overview found.","original_language":"it","original_title":"I Vicerè","video":false,"title":"I Vicerè","genre_ids":[18,36,10749],"poster_path":"\/fpFd8AeHEiWRKElZLB8MSflmrsP.jpg","backdrop_path":"\/mUDiyQTJQPk3wYAzJc7kB3dlkvj.jpg","release_date":"2007-11-09","popularity":2.041,"vote_average":5.6,"id":16545,"adult":false,"vote_count":18},{"overview":"This is a remake of Walter Scott's Ivanhoe. Ivanhoe, a worthy and noble knight, the champion of justice returns to England after the holy wars. He find England under the reign of Prince John and his henchmen and finds himself being involved in the power-struggle for the throne of England. Will justice prevail and will all fair ladies in distress be rescued?","original_language":"en","original_title":"Ivanhoe","video":false,"title":"Ivanhoe","genre_ids":[18,36,12],"poster_path":"\/rxlRUnpg8bFF1r2kBfB3w2rUAH4.jpg","backdrop_path":"\/qSmnqI9P9AAWlfAEFMkf9VmswFh.jpg","release_date":"1982-02-23","popularity":2.111,"vote_average":6.7,"id":39382,"adult":false,"vote_count":24},{"overview":"On the outskirts of the Civil War, a boy is sent north by a bounty hunter gang to retrieve a wanted man.","original_language":"en","original_title":"The Retrieval","video":false,"title":"The Retrieval","genre_ids":[37,18,36,12],"poster_path":"\/buXVsenVhRxWpTGTplzJujJ38zk.jpg","backdrop_path":"\/pBgZM68ZOerZQ4MM55o8kErpAjH.jpg","release_date":"2014-04-02","popularity":3.512,"vote_average":6.7,"id":169800,"adult":false,"vote_count":26},{"overview":"After setting the leg of John Wilkes Booth, Dr. Samuel Mudd is sent to prison as a conspirator in the assassination of Abraham Lincoln.","original_language":"en","original_title":"The Prisoner of Shark Island","video":false,"title":"The Prisoner of Shark Island","genre_ids":[18,36],"poster_path":"\/kDc1A1IWdFod09iv3ssFlm3KCeD.jpg","backdrop_path":"\/mzD0sJ27mDN6oIcQqymfr6U3afX.jpg","release_date":"1936-02-28","popularity":1.89,"vote_average":6.9,"id":77245,"adult":false,"vote_count":19}],[{"overview":"In the 1930s, a black postal carrier from Harlem named Victor Green published a book that was part travel guide and part survival guide. It was called The Negro Motorist Green Book, and it helped African-Americans navigate safe passage across America well into the 1960s. Explore some of the segregated nation's safe havens and notorious \"sundown towns\" and witness stories of struggle and indignity as well as opportunity and triumph.","original_language":"en","original_title":"The Green Book: Guide to Freedom","video":false,"title":"The Green Book: Guide to Freedom","genre_ids":[99,36],"poster_path":"\/9JQmPWE8ZCGx6D3Z2ZIy1MU6ZSU.jpg","backdrop_path":"\/60LZ6HMKBYPtg5VNIqltVUcFhYF.jpg","release_date":"2019-02-25","popularity":3.198,"vote_average":8.2,"id":581012,"adult":false,"vote_count":22},{"overview":"The outrageous story of Eduard Limonov, the radical Soviet poet who became a bum in New York, a sensation in France, and a political antihero in Russia.","original_language":"en","original_title":"Limonov","video":false,"title":"Limonov","genre_ids":[36,18],"poster_path":null,"backdrop_path":null,"release_date":"2019-12-31","popularity":3.315,"vote_average":0,"id":495278,"adult":false,"vote_count":0},{"overview":"In 1883, the Apache Indians lead by Geronimo reluctantly surrender to the attacks of American and Mexican troops, in exchange for a territory and food for their warriors. Soon though, Geronimo escapes the camps and declares war against the Americans.","original_language":"en","original_title":"Geronimo","video":false,"title":"Geronimo","genre_ids":[36,37],"poster_path":"\/jAtdgL0R9tRTFv4TR50yjxA09hC.jpg","backdrop_path":"\/tG20AmRGwao7REBaxay6KT5RsKP.jpg","release_date":"1962-05-01","popularity":3.18,"vote_average":5.4,"id":37238,"adult":false,"vote_count":8},{"overview":"King Henry II (Patrick Stewart) keeps his wife, Eleanor (Glenn Close) locked away in the towers because of her frequent attempts to overthrow him. With Eleanor out of the way he can have his dalliances with his young mistress (Yuliya Vysotskaya). Needless to say the queen is not pleased, although she still has affection for the king. Working through her sons, she plots the king's demise and the rise of her second and preferred son, Richard (Andrew Howard), to the throne. The youngest son, John (Rafe Spall), an overweight buffoon and the only son holding his father's affection is the king's choice after the death of his first son, young Henry. But John is also overly eager for power and is willing to plot his father's demise with middle brother, Geoffrey (John Light) and the young king of France, Phillip (Jonathan Rhys Meyers). Geoffrey, of course sees his younger brother's weakness and sees that route as his path to power. Obviously political and court intrigue ensues","original_language":"en","original_title":"The Lion in Winter","video":false,"title":"The Lion in Winter","genre_ids":[18,36],"poster_path":"\/pfAqFEZVa1KmXX5M5PdcKGJTr0k.jpg","backdrop_path":"\/hpq2kbqpQxUvvtA8iKPK3R5pYkG.jpg","release_date":"2004-05-23","popularity":1.429,"vote_average":6.8,"id":37945,"adult":false,"vote_count":7},{"overview":"In the Jewish tradition of arguing with God, Jewish prisoners in Auschwitz decide to put God on Trial.","original_language":"en","original_title":"God on Trial","video":false,"title":"God on Trial","genre_ids":[36,10752],"poster_path":"\/qTAbQpe31vom9khlxpBijQBJvj3.jpg","backdrop_path":"\/thJpfuIWSIVOdHYah9bJEkhXwQr.jpg","release_date":"2008-09-03","popularity":2.818,"vote_average":7.4,"id":31890,"adult":false,"vote_count":28},{"overview":"Mouna Rudo was born and raised among the Seediq people, an indigenous tribe in Taiwan, and as he grew to be a man he became a member of the Seediq Bale, a courageous band of native warriors. However, Rudo's way of life is threatened under the yoke of occupying forces from Japan, who took over the nation in 1895. As Rudo sees the traditions and honor of his people stripped away, he realizes the time has come to fight back, and in 1930 he brings together a group of former Seediq Bale soldiers, many of whom have been reduced to infighting, and molds them into a revolutionary army. Rudo and his comrades make their stand when they confront Japanese occupation troops at a youth athletic event, leading to a violent confrontation between the Seediq forces and their oppressors. Warriors of the Rainbow: Seediq Bale - Part 1: The Sun Flag is Part one of the two-part, four-hour Taiwanese edition of the film Warriors of the Rainbow.","original_language":"zh","original_title":"賽德克‧巴萊(上)：太陽旗","video":false,"title":"Warriors of the Rainbow: Seediq Bale - Part 1: The Sun Flag","genre_ids":[18,28,36],"poster_path":"\/qVm8vruJpfVjcy5WtM7fdQH8NTI.jpg","backdrop_path":"\/fyVWfByXexThAIyCFGSaWKGxSEk.jpg","release_date":"2012-04-27","popularity":3.446,"vote_average":7.3,"id":98344,"adult":false,"vote_count":31},{"overview":"It is a love story that takes place between 1924 and 1954 on the shore of the Caribbean Seawhere we discover the universe of the great Venezuelan artist Armando Reveron, his relationship with his muse Juanita and inseparable companion, the friends who frequent the building andrecreation of the objects that make up his world, his obsession with tropical light that blinds. We will see the development of his mental illness and the universe playful, emotional and painful inthis magical space called The Castillete.","original_language":"en","original_title":"Reverón","video":false,"title":"Reverón","genre_ids":[18,36],"poster_path":"\/7nfGx1iS5IokaMPeS2m5Ku5mpsd.jpg","backdrop_path":null,"release_date":"2011-05-27","popularity":1.431,"vote_average":5.4,"id":89689,"adult":false,"vote_count":6},{"overview":"All-star cast glamorizes this lavish 1970 remake of the classic William Shakespeare play, which portrays the assassination of Julius Caesar on the Ides of March, and the resulting war between the faction led by the assassins and the faction led by Mark Anthony.","original_language":"en","original_title":"Julius Caesar","video":false,"title":"Julius Caesar","genre_ids":[10752,18,36],"poster_path":"\/zORWZrxYLnhJ76O4yEIgPKqEmIN.jpg","backdrop_path":"\/pv6lAh1KQGE4AkyrIVd18CEt6eg.jpg","release_date":"1971-02-03","popularity":1.984,"vote_average":5.8,"id":42592,"adult":false,"vote_count":13},{"overview":"A former Imperial Russian general and cousin of the Czar ends up in Hollywood as an extra in a movie directed by a former revolutionary.","original_language":"en","original_title":"The Last Command","video":false,"title":"The Last Command","genre_ids":[18,36,10749,10752],"poster_path":"\/kChMDyZ4EL6cERFSnCeIzG1fSGj.jpg","backdrop_path":"\/lLnjRDHtLWCIT5wqallqZAkiTjJ.jpg","release_date":"1928-01-22","popularity":2.422,"vote_average":7.2,"id":52679,"adult":false,"vote_count":29},{"overview":"1774, shortly before the French Revolution, somewhere between Potsdam and Berlin. Madame de Dumeval, the Duke de Tesis and the Duke de Wand, libertines expelled from the puritanical court of Louis XVI, seek the support of the legendary Duc de Walchen, German seducer and freethinker, lonely in a country where hypocrisy and false virtue reign. Their mission is to export libertinage, a philosophy of enlightenment founded on the rejection of moral boundaries and authorities, but moreover to find a safe place to pursue their errant games, where the quest for pleasure no longer obeys laws other than those dictated by unfulfilled desires.","original_language":"fr","original_title":"Liberté","video":false,"title":"Liberté","genre_ids":[18,36],"poster_path":"\/bdzcgDEiAirrQSK7YTaTvFBYksb.jpg","backdrop_path":"\/cIDQSOKA9LR4qNfacgSTx470Jg3.jpg","release_date":"2019-09-04","popularity":3.119,"vote_average":0,"id":595924,"adult":false,"vote_count":0},{"overview":"King of the Persians,  summons his attractive wife Vashti, to show off her beauty to the guests, the proud queen refuses to come. The king promptly bans her from ever entering his presence again, and gives orders for the most beautiful young virgins in the land to be brought to him. The young Jewess Esther, adopted daughter of her uncle Mordecai, is among the girls selected;","original_language":"fr","original_title":"Esther","video":false,"title":"Esther","genre_ids":[36,18],"poster_path":"\/5Ky0oumOmskC3WikSVLhNllV0eb.jpg","backdrop_path":"\/x9NEasZPaV2ogQKL9fk4BQpiitJ.jpg","release_date":"2000-11-05","popularity":1.38,"vote_average":5.9,"id":2700,"adult":false,"vote_count":10},{"overview":"Writer, journalist, explorer, filmmaker, communist militant, freedom fighter. Truths and lies. A plot twist. Politician. General De Gaulle's shadow. Overwhelmed by the weight of power. The numerous exploits of André Malraux (1901-1976).","original_language":"fr","original_title":"André Malraux : l'épreuve du pouvoir","video":false,"title":"André Malraux: Writer, Politician, Adventurer","genre_ids":[99,36,10770],"poster_path":"\/DroiooajW0bNxqd6Etap3abqrg.jpg","backdrop_path":"\/dm5ShXScRmoJHRWVPx28xyLjlDW.jpg","release_date":"2019-10-02","popularity":3.19,"vote_average":4,"id":638333,"adult":false,"vote_count":1},{"overview":"François Villon, in his lifetime the most renowned poet in France, is also a prankster, an occasional criminal, and an ardent patriot.","original_language":"en","original_title":"The Beloved Rogue","video":false,"title":"The Beloved Rogue","genre_ids":[18,28,12,36],"poster_path":"\/edg5jh8LPxv28REslObgb7u26N5.jpg","backdrop_path":"\/c1JPy9LPTKfdbb0VVXX8AII8dMl.jpg","release_date":"1927-03-12","popularity":1.582,"vote_average":7.8,"id":120829,"adult":false,"vote_count":4},{"overview":"Following the death of the unmarried and childless Taki, Takeshi, a young relative of hers, discovers several pages of closely written lines in which the old lady has recorded her memories. This is how he learns the truth about her youth working as a housemaid and nanny for the Hirai family in a little house in Tokyo with a red gabled roof.","original_language":"ja","original_title":"小さいおうち","video":false,"title":"The Little House","genre_ids":[18,10751,36],"poster_path":"\/4bJZmB8gPBuvSHa8EWrqOVoKYNb.jpg","backdrop_path":"\/yZm9vYXMrQPZ4EegOOqx5R5e9S9.jpg","release_date":"2014-01-25","popularity":2.326,"vote_average":6.8,"id":254679,"adult":false,"vote_count":19},{"overview":"In Bombay's seedy-shiny film world, Manto and his stories are widely read and accepted. But as sectarian violence engulfs the nation, Manto makes the difficult choice of leaving his beloved Bombay. In Lahore, he finds himself bereft of friends and unable to find takers for his writings.","original_language":"hi","original_title":"मंटो","video":false,"title":"Manto","genre_ids":[18,36],"poster_path":"\/63Ar6C4ZyHALlxrc2nDR9fR2kmn.jpg","backdrop_path":"\/xJ6u2bgJ228mbpzX8fyz3Z6ljUp.jpg","release_date":"2018-05-24","popularity":4.115,"vote_average":7.9,"id":517975,"adult":false,"vote_count":19},{"overview":"The true story of a part aboriginal man who finds the pressure of adapting to white culture intolerable, and as a result snaps in a violent and horrific manner.","original_language":"en","original_title":"The Chant of Jimmie Blacksmith","video":false,"title":"The Chant of Jimmie Blacksmith","genre_ids":[80,18,36],"poster_path":"\/rbyEtX16Tk58WMeii5rVEfB1OUm.jpg","backdrop_path":"\/juED4aidwtImdIQLXrRpuSNtwNE.jpg","release_date":"1980-09-03","popularity":4.005,"vote_average":7.2,"id":69069,"adult":false,"vote_count":20},{"overview":"Ambassador Joseph Davies is sent by FDR to Russia to learn about the Soviet system and returns to America as an advocate of Stalinism.","original_language":"en","original_title":"Mission to Moscow","video":false,"title":"Mission to Moscow","genre_ids":[10752,18,36],"poster_path":"\/rwsZEHrhLeKTDpmFc0ForQwUrJj.jpg","backdrop_path":"\/yGDicdzSlhLupIQJ7J8mJqgGAJ9.jpg","release_date":"1943-05-22","popularity":2.429,"vote_average":5,"id":161512,"adult":false,"vote_count":8},{"overview":"We're in an English village shortly before Dunkirk. \"Mr. Tom\" Oakley still broods over the death of his wife and small son while he was away in the navy during WWI, and grief has made him a surly hermit. Now children evacuated from London are overwhelming volunteers to house them. Practically under protest, Mr. Tom takes in a painfully quiet 10-year-old, who gradually reveals big problems.","original_language":"en","original_title":"Goodnight Mister Tom","video":false,"title":"Goodnight Mister Tom","genre_ids":[18,36],"poster_path":"\/qxlqWxL5dgZuSS2XicVt1WNRq8r.jpg","backdrop_path":"\/usClsN3dabYKsYdpsAVWX3cD2HP.jpg","release_date":"1999-05-30","popularity":2.716,"vote_average":6.8,"id":20546,"adult":false,"vote_count":32},{"overview":"The son of a ruined millionaire and a horsewoman becomes a clown.","original_language":"fr","original_title":"Yoyo","video":false,"title":"Yoyo","genre_ids":[35,18,36],"poster_path":"\/8NaV6xjfbexP8M9z0fBFKUac2Lr.jpg","backdrop_path":"\/s3JH3kkBF8uRqYh2thOQHSQ5PPY.jpg","release_date":"1965-02-19","popularity":2.534,"vote_average":6.5,"id":90228,"adult":false,"vote_count":18},{"overview":"Set in a village right after the Korean War, poor but good-hearted Heo Sam-gwan sets out to win the most beautiful girl in the village, Heo Ok-ran, by selling his blood to earn money. Years later, the two are happily married with three children, but their family undergoes a crisis when Sam-gwan's eldest son doesn't resemble him and rumors spread about the boy's paternity.","original_language":"ko","original_title":"허삼관","video":false,"title":"Chronicle of a Blood Merchant","genre_ids":[10749,18,36],"poster_path":"\/ePPgBhXSJycu4x2eh4JZj2AJC18.jpg","backdrop_path":"\/hYFoIBasOjQGok8xX3uQ3NIkncH.jpg","release_date":"2015-01-14","popularity":3.398,"vote_average":6.4,"id":321191,"adult":false,"vote_count":14}],[{"overview":"War mini series in style of 9th company. Four episodes are focused on the company of 1st Lt. Alexander Doronin, that is detached to Northern Caucasus in 1990s. Group, which partly consist of young, unexperienced soldiers, is ordered to defend the Storm Gate. It is the target location of large armed group of Chechen warriors, that is preparing a devastating strike.","original_language":"ru","original_title":"Грозовые ворота","video":false,"title":"The Storm Gate","genre_ids":[18,36],"poster_path":"\/gN8MbIuFLJKl4ZlaG2vhCFTFalQ.jpg","backdrop_path":null,"release_date":"2008-02-18","popularity":1.451,"vote_average":6.6,"id":26792,"adult":false,"vote_count":13},{"overview":"A retrospective look at the youth cultures born in the German Democratic Republic. A celebration of the lust for life, a contemporary trip into the world of skate, a tale on three heroes and their boards, from their childhood in the seventies, through their teenage rebellion in the eighties and the summer of 1989, when their life changed forever, to 2011.","original_language":"en","original_title":"This Ain’t California","video":false,"title":"This Ain't California","genre_ids":[99,36],"poster_path":"\/2XCTalp0mlFLlR3o6lY5xPjZ7Ch.jpg","backdrop_path":"\/8JhZUAPfKdgVqqyZVYhEfibrHDc.jpg","release_date":"2013-04-12","popularity":2.47,"vote_average":6.6,"id":91030,"adult":false,"vote_count":18},{"overview":"In the 1890s, Father Adolf Daens goes to Aalst, a textile town where child labor is rife, pay and working conditions are horrible, the poor have no vote, and the Catholic church backs the petite bourgeoisie in oppressing workers. He writes a few columns for the Catholic paper, and soon workers are listening and the powerful are in an uproar. He's expelled from the Catholic party, so he starts the Christian Democrats and is elected to Parliament. After Rome disciplines him, he must choose between two callings, as priest and as champion of workers. In subplots, a courageous young woman falls in love with a socialist and survives a shop foreman's rape; children die; prelates play billiards.","original_language":"nl","original_title":"Daens","video":false,"title":"Priest Daens","genre_ids":[18,36],"poster_path":"\/4fS6fxlj8drUKI17eBsDIm9mfF8.jpg","backdrop_path":"\/xNtTxpuvHEOGodNS9wpquaJwJe5.jpg","release_date":"1992-10-01","popularity":3.002,"vote_average":7.1,"id":44103,"adult":false,"vote_count":29},{"overview":"A feature documentary about the people and the planes that helped win World War War II. Through people personally connected to the events, the film investigates the story of how the Spitfire, its stable-mate, the Hawker Hurricane and its great adversary, the Messerschmitt 109 came into being during the huge advances in aviation in the interwar period—and then how the pilots fared in combat, three miles up in the skies over Europe, Africa and Asia.","original_language":"en","original_title":"Spitfire","video":false,"title":"Spitfire","genre_ids":[99,36,10752],"poster_path":"\/qUVBuF3TNO77GxZQZMq2l99jCwd.jpg","backdrop_path":"\/6ifR3b61oVJ8JiilKOYYxoSEQHq.jpg","release_date":"2018-07-20","popularity":2.952,"vote_average":7.3,"id":524377,"adult":false,"vote_count":10},{"overview":"For No Good Reason a film about Ralph Steadman. Johnny Depp guides the visually stunning journey, smashing narrative conventions, moving seamlessly from interview to animation and in the finest Gonzo tradition questions of witness and authenticity are challenged. Steadman's art is for the first time animated, including illustrations from Hunter S Thompson's Fear and Loathing in Las Vagas. Featuring Richard E Grant, Terry Gilliam, Bruce Robinson and with music from Slash, The All American Rejects, Jason Mraz, Crystal Castles, Ed Hardcourt and Beth Orton. A touching and at times funny film about honesty, friendship and the ambition driving an artist. This is a true record of the demise of the 20th Century counterculture and hipster dream with Ralph Steadman the last of the Gonzo visionaries.","original_language":"en","original_title":"For No Good Reason","video":false,"title":"For No Good Reason","genre_ids":[99,36],"poster_path":"\/nGFCyfc5QSMUpRZqYNe1ZFqBjFh.jpg","backdrop_path":"\/vVfWjlNZQF2ZOtc66dTbjxa4TiY.jpg","release_date":"2014-04-25","popularity":2.955,"vote_average":6.4,"id":140456,"adult":false,"vote_count":8},{"overview":"The story of an expedition down the Orinoco and Amazon rivers in 1560 by Spanish soldiers searching for the fabled city of gold, El Dorado.","original_language":"en","original_title":"El Dorado","video":false,"title":"El Dorado","genre_ids":[12,36],"poster_path":"\/rYLR2fgcC1XJEHAX7qiAtwQBZDb.jpg","backdrop_path":"\/7JYrt5pTf1JFSgkmg33XLiYHtg6.jpg","release_date":"1988-04-20","popularity":1.693,"vote_average":4.9,"id":52998,"adult":false,"vote_count":5},{"overview":"Sharpe is tasked to protect the most important spy in Lord Wellington's network, but domestic issues, a traumatized young girl, and possible French spies all threaten his success","original_language":"en","original_title":"Sharpe's Sword","video":false,"title":"Sharpe's Sword","genre_ids":[36,28,12,10770],"poster_path":"\/k3tparLFaNAejBEAiNkkbIKqmFU.jpg","backdrop_path":"\/oDQk8pqOuiBxfpoTOQUk5Vejt1M.jpg","release_date":"1995-04-26","popularity":1.574,"vote_average":7.3,"id":75138,"adult":false,"vote_count":16},{"overview":"Four young Jews survive the Third Reich in the middle of Berlin by living so recklessly that they become \"invisible.\"","original_language":"de","original_title":"Die Unsichtbaren","video":false,"title":"The Invisibles","genre_ids":[18,36],"poster_path":"\/ba8TNJlVTAwbNmNallMnTu4Swhi.jpg","backdrop_path":"\/cmBVEV68cusbedgnHVon2xOsiv7.jpg","release_date":"2017-10-08","popularity":2.091,"vote_average":6.7,"id":403308,"adult":false,"vote_count":28},{"overview":"The true story of a working class boy who moves to the nation's financial capital at a young age and becomes one the most influential politicians in Brazilian history.","original_language":"en","original_title":"Lula, o Filho do Brasil","video":false,"title":"Lula, the Son of Brazil","genre_ids":[18,36],"poster_path":"\/2P4aDW9P10rNUoFvgIdiFbM5dAZ.jpg","backdrop_path":"\/oNMigf9uc3KJ1aCwdU2mFYCE68p.jpg","release_date":"2010-01-01","popularity":2.651,"vote_average":6.3,"id":43615,"adult":false,"vote_count":29},{"overview":"Guy is an experienced British fighter pilot who is in command of Britain's first manned mission to space. He has trained for this for three years at the height of the Cold War and now he is alone in space with a malfunctioning capsule. He has limited contact with the UK, some unusual communication with the US and some unorthodox communication with Roscosmos deep in Soviet Russia. Who will help him? Will he make the right choice?","original_language":"en","original_title":"Capsule","video":false,"title":"Capsule","genre_ids":[18,36,53,878],"poster_path":"\/zCFN0D2Ik0VAuxLylP3c0m4KFtO.jpg","backdrop_path":"\/r5DBKm5j87pzH1stU1ixMq9AMnm.jpg","release_date":"2015-12-23","popularity":3.367,"vote_average":5.3,"id":395560,"adult":false,"vote_count":40},{"overview":"To Walk Invisible takes a new look at the extraordinary Brontë family, telling the story of these remarkable women who, despite the obstacles they faced, came from obscurity to produce some of the greatest novels in the English language.","original_language":"en","original_title":"To Walk Invisible","video":false,"title":"To Walk Invisible","genre_ids":[18,18,36],"poster_path":"\/upbi8JRtnd0yI5AvuTOxjYnckCV.jpg","backdrop_path":"\/lVR7yfkObpcD6yG0DGHUAGDjE7r.jpg","release_date":"2017-03-26","popularity":2.91,"vote_average":7.2,"id":430158,"adult":false,"vote_count":25},{"overview":"After the end of the Dirty War, a high school teacher sets out to find out who the mother of her adopted daughter is.","original_language":"es","original_title":"La historia oficial","video":false,"title":"The Official Story","genre_ids":[18,36],"poster_path":"\/kkeUKaETggOrR0eW9nzPOIoZkZH.jpg","backdrop_path":"\/l8Yq6xQ6l5AWtE5Usbci4EZSer3.jpg","release_date":"1985-11-08","popularity":4.213,"vote_average":7.9,"id":29263,"adult":false,"vote_count":68},{"overview":"Ndola, Northern Rhodesia (currently Zambia), September 18th, 1961. Swedish Dag Hammarskjöld, UN Secretary-General, mysteriously dies in a plane crash. Decades later, Danish journalist and filmmaker Mads Brügger and Swedish researcher Göran Björkdahl investigate the case looking for a definitive closure.","original_language":"en","original_title":"Cold Case Hammarskjöld","video":false,"title":"Cold Case Hammarskjöld","genre_ids":[99,36],"poster_path":"\/tz4bx85aiCquxCNly1eqSz1jpcm.jpg","backdrop_path":"\/zhkws1b1Mz761IZU2qKxhTV1q1K.jpg","release_date":"2019-08-16","popularity":4.084,"vote_average":7.4,"id":566061,"adult":false,"vote_count":7},{"overview":"The citizens of Gwangju lead a relatively peaceful life, until one day the military takes over the city, accusing the residents of conspiracy and claiming that they are communist sympathisers preparing a revolution against the current government. Seeing as the soldiers beat defenceless people, mainly students, to death, the citizens are in for retaliation and form a militia.","original_language":"ko","original_title":"화려한 휴가","video":false,"title":"May 18","genre_ids":[28,12,18,36],"poster_path":"\/prfKmhgM3HiUSU1tfXvIw831iEA.jpg","backdrop_path":"\/9pwvKW78r7r1DDyBbnc9UEPEUJM.jpg","release_date":"2007-07-25","popularity":3.804,"vote_average":6.6,"id":58069,"adult":false,"vote_count":16},{"overview":"Details the life of the Russian monk Rasputin. The film shows his rise to power and how it corrupted him. His sexual perversions and madness ultimatly leads to his gruesome assasination.","original_language":"ru","original_title":"Агония","video":false,"title":"Agony: The Life and Death of Rasputin","genre_ids":[36,18],"poster_path":"\/gjHtKk1k1p25YeVWscXf6ZY9wrc.jpg","backdrop_path":"\/dukXt2OCr1B1rjbJetfQ2DjVdbW.jpg","release_date":"1985-11-15","popularity":2.104,"vote_average":7.1,"id":42138,"adult":false,"vote_count":14},{"overview":"Tales from the Golden Age is composed of 5 unconventional short stories, each one dealing with the late communist period in Romania, told through its urban myths from the perspective of ordinary people. The title of the film refers to the alluded \"Golden Age\" of the last 15 years of Ceauşescu's regime.","original_language":"ro","original_title":"Amintiri din epoca de aur","video":false,"title":"Tales from the Golden Age","genre_ids":[35,36],"poster_path":"\/l7ByUZ969BK7BD9oJAgFOyJwA0f.jpg","backdrop_path":"\/877GLs94Z3JOXQoTnhr6tieu4JZ.jpg","release_date":"2009-05-29","popularity":2.693,"vote_average":6.8,"id":39376,"adult":false,"vote_count":31},{"overview":"The most turbulent five years in the life of a genius woman: Between 1905, where Marie Curie comes with Pierre Curie to Stockholm to be awarded the Nobel Prize for the discovery of the radioactivity, and 1911, where she receives her second Nobel Prize, after challenging France's male-dominated academic establishment both as a scientist and a woman.","original_language":"fr","original_title":"Marie Curie","video":false,"title":"Marie Curie","genre_ids":[18,36],"poster_path":"\/wA2IsvqX3VoLF6rymPWk95gaBXB.jpg","backdrop_path":"\/gDSao0L7OoVlFNAfxVeiUu0Xz56.jpg","release_date":"2017-06-30","popularity":2.642,"vote_average":4.9,"id":412204,"adult":false,"vote_count":35},{"overview":"Fleeing from the Russian secret police, a young Estonian fencer is forced to return to his homeland, where he becomes a physical education teacher at a local school. The past however catches up and puts him in front of a difficult choice.","original_language":"et","original_title":"Vehkleja","video":false,"title":"The Fencer","genre_ids":[18,36],"poster_path":"\/fPVRurIqfhZL9RMjPI9yxdsS9sk.jpg","backdrop_path":"\/1XGiKaMhiRzzzkd0Dbgs2n0noP8.jpg","release_date":"2015-03-13","popularity":1.66,"vote_average":7.2,"id":322488,"adult":false,"vote_count":33},{"overview":"The Austrian Emperor Franz Joseph falls in love with the young Elisabeth. It's love at first sight but Franz Joseph's mother Sophie doesn't approve this love.","original_language":"de","original_title":"Sisi","video":false,"title":"Sisi","genre_ids":[36,10749],"poster_path":"\/l49gs4G7d5LlC6kI8ezUH9h3MFJ.jpg","backdrop_path":"\/hWmZxYnlbmyPP5c1VZ1n54C7cuK.jpg","release_date":"2009-12-15","popularity":2.299,"vote_average":7,"id":246107,"adult":false,"vote_count":19},{"overview":"In this biopic, Jim Bowie goes to New Orleans, where he falls for Judalon and befriends her brother, Narcisse. Soon, Jim is forced to avenge Narcisse's murder, but Judalon takes up with another man. Jim eventually has another romantic interlude with Judalon and is forced to kill one of her suitors in self-defense. Jim leaves town, and falls for the daughter of a Texas politician, but his entanglement with Judalon continues to bedevil him.","original_language":"en","original_title":"The Iron Mistress","video":false,"title":"The Iron Mistress","genre_ids":[36,18,28,37],"poster_path":"\/rnBJA9ID7wM14KkLxEj83XJ5GkH.jpg","backdrop_path":"\/10osrsAV6No1txmSr6tolG0U8yQ.jpg","release_date":"1952-11-19","popularity":1.905,"vote_average":4.1,"id":95012,"adult":false,"vote_count":5}],[{"overview":"Part jazz history, part true-crime tale, Kasper Collin’s new documentary employs extensive archival footage and new interviews to tell the tragic story of the magnificently talented trumpeter Lee Morgan and his common-law wife Helen, who murdered him in a New York bar in 1972.","original_language":"en","original_title":"I Called Him Morgan","video":false,"title":"I Called Him Morgan","genre_ids":[10402,99,36],"poster_path":"\/hlkxdqOKCdhbaiwT0UXR3yfR51O.jpg","backdrop_path":"\/e1dh1KyFJGdQKyySmFU8vFdIuIN.jpg","release_date":"2016-10-02","popularity":1.885,"vote_average":7.6,"id":411020,"adult":false,"vote_count":20},{"overview":"A tale of a young impoverished nobleman, who with his uncle returns from a war against the order of the Teutonic Knights in Lithuania. He falls in love with a beautiful woman and pledges an oath to bring her \"three trophies\" from the Teutonic Knights.","original_language":"pl","original_title":"Krzyżacy","video":false,"title":"Knights of the Teutonic Order","genre_ids":[12,18,36],"poster_path":"\/3DWkAB7YjZsIf1LramXzhSXteZo.jpg","backdrop_path":"\/9ROiAjXH1Cp5UuknU2iG3v8TaMj.jpg","release_date":"1960-09-02","popularity":2.29,"vote_average":7.3,"id":66030,"adult":false,"vote_count":16},{"overview":"The film is set in 1521 Antwerp, in a Europe ravaged by religious wars, and during the early years of the Reformation. It tells the story of the twelve year old, Falko Voeten – a printer’s son. When Falko’s father, Klaas Voeten, a printer of forbidden literature, is caught by the Inquisition for printing a letter written by Maarten Luther; Falko is unwittingly propelled into helping his father and into searching for the letter. Threatened by the Inquisition but aided by Marieke, a Catholic orphan girl from the underground sewers, Falko is faced with a race against time if he is to save his father from being executed for heresy.","original_language":"nl","original_title":"Storm: Letters van vuur","video":false,"title":"Storm - Letter of Fire","genre_ids":[12,36,10751],"poster_path":"\/rqfnk0DRzDHc9TZSv3Z1lTmVFIA.jpg","backdrop_path":"\/nNVlyRoWzK438oE6j2JYUz236j2.jpg","release_date":"2017-01-19","popularity":2.237,"vote_average":6.4,"id":378423,"adult":false,"vote_count":11},{"overview":"Benkei, a master fighter and killer, vows never to take another life after his conversion to Buddhism. His faith in pacifism, however, is shaken and ultimately broken by the attacks from a trio of fighters known only as \"the demons\". Taking up his sword once more, he sets out to end their murderous terror.","original_language":"ja","original_title":"五条霊戦記／GOJOE","video":false,"title":"Gojoe: Spirit War Chronicle","genre_ids":[28,36],"poster_path":"\/5Qtz1U5t0gHSK4vfWnZkCprcEpx.jpg","backdrop_path":"\/jCNskSrSQiptdcKxbFBye0JGTwM.jpg","release_date":"2001-10-07","popularity":1.896,"vote_average":7,"id":32248,"adult":false,"vote_count":13},{"overview":"How I unleashed World War II is a Polish feature film made in 1969, based on Kazimierz Sławiński's novel \"Przygody kanoniera Dolasa\" (The adventures of Dolas the cannoneer). The film was divided into three parts: Ucieczka (The escape), Za bronią (Following the arms) and Wśród swoich (Among friends).","original_language":"pl","original_title":"Jak rozpętałem drugą wojnę światową: Cz.2 - Za bronią","video":false,"title":"How I Unleashed World War II Part II: Following The Arms","genre_ids":[28,35,36],"poster_path":"\/8h1hC1aXWkwdTcujULdmkagCDnN.jpg","backdrop_path":"\/4RwCt9BiPnaonZowgTQ5J1pWHj.jpg","release_date":"1970-04-03","popularity":1.922,"vote_average":7.3,"id":16238,"adult":false,"vote_count":26},{"overview":"French philosopher Denis Diderot produces the first encyclopedia while indulging in 18th-century decadence.","original_language":"fr","original_title":"Le libertin","video":false,"title":"The Libertine","genre_ids":[36,35],"poster_path":"\/7gke1uA4LKzuDIQxqef925FOrKS.jpg","backdrop_path":"\/jkGzq2vSXyEITsZNSjx3rrNBsGa.jpg","release_date":"2000-03-15","popularity":1.783,"vote_average":6.3,"id":77519,"adult":false,"vote_count":18},{"overview":"The recently widowed Mary Stuart returns to Scotland to reclaim her throne but is opposed by her half-brother and her own Scottish lords.","original_language":"en","original_title":"Mary of Scotland","video":false,"title":"Mary of Scotland","genre_ids":[18,36],"poster_path":"\/7FS5xsO80ZEEoZsn0v2X3TgiPf9.jpg","backdrop_path":"\/hEnH4kq7VUqG6SgpHXZTOEOyg6o.jpg","release_date":"1936-08-28","popularity":3.129,"vote_average":7,"id":43875,"adult":false,"vote_count":14},{"overview":"This film looks at the 1950's muscle men's magazines and the representative industry that were popular supposedly as health and fitness magazines, but were in reality primarily being purchased by the still underground homosexual community. Chief among the purveyors of this literature was Bob Mizer, who maintained a magazine and developed sexually inexplicit men's films for over 40 years. Aided by his mother, the two maintained a stable of not so innocent studs. At the end, the film moves into a court room drama as Mizer is tried for running a male-prostitute ring in the early 60's. Clips of Mizer's actual films starring individuals, such as Jack LaLanne and Joe Dallesandro, are included.","original_language":"en","original_title":"Beefcake","video":false,"title":"Beefcake","genre_ids":[18,36,99],"poster_path":"\/vhASaZKU0mogc3ZEtMvED1DQDIy.jpg","backdrop_path":null,"release_date":"1999-01-27","popularity":2.738,"vote_average":5.9,"id":97537,"adult":false,"vote_count":10},{"overview":"In the mid-17th century, Poland was the largest, most democratic, and most tolerant country in Europe. However, a tragic civil war brought about the gradual decline of the once glorious republic...","original_language":"pl","original_title":"Ogniem i mieczem","video":false,"title":"With Fire and Sword","genre_ids":[12,80,18,36],"poster_path":"\/yBv77zl4tWTRVYfOgjKP5sylrRY.jpg","backdrop_path":"\/20O5REpGm753g66hPkDtZGJsRPc.jpg","release_date":"1999-02-08","popularity":2.195,"vote_average":6.9,"id":31273,"adult":false,"vote_count":30},{"overview":"Ferdinand de Lesseps, disappointed in love, is sent as a junior diplomat to the Isthmus of Suez, and realizes it's just the place for a canal.","original_language":"en","original_title":"Suez","video":false,"title":"Suez","genre_ids":[18,36,10749],"poster_path":"\/cBMgf5cIBIYuHvCuOVQN7TXDECS.jpg","backdrop_path":"\/kQSyHdO0XxO7wqRAwnDv0qyqYaC.jpg","release_date":"1938-10-28","popularity":2.498,"vote_average":5,"id":148675,"adult":false,"vote_count":4},{"overview":"","original_language":"fr","original_title":"Alexandre Astier - Que ma joie demeure !","video":false,"title":"Alexandre Astier - Que ma joie demeure !","genre_ids":[35,36],"poster_path":"\/627WwAUuPB2RG9IIkYUdHGGmQKA.jpg","backdrop_path":"\/uMZBZFCv9VCqZ3J9T6lVBdW3zAp.jpg","release_date":"2012-11-24","popularity":3.13,"vote_average":7.6,"id":145349,"adult":false,"vote_count":34},{"overview":"A divinely inspired peasant woman becomes an army captain for France and then is martyred after she is captured.","original_language":"fr","original_title":"Jeanne d'Arc","video":false,"title":"Joan of Arc","genre_ids":[18,36],"poster_path":"\/xiPqvgnBZlv9CzXUc2zeXnbihr.jpg","backdrop_path":null,"release_date":"1900-11-11","popularity":1.882,"vote_average":7,"id":106030,"adult":false,"vote_count":21},{"overview":"Victor Perez was a Jewish boxer who became world flyweight champion in 1931 and 1932, but was transported to Auschwitz concentration camp when Paris fell to the Nazi s in 1943. While there he was forced into slave labour and made to participate in violent boxing matches for the amusement of the Nazi guards. Surviving Auschwitz tells Victors astonishing, harrowing, brutal and incredibly moving true story.","original_language":"fr","original_title":"Victor Young Perez","video":false,"title":"Victor Young Perez","genre_ids":[18,36],"poster_path":"\/ysCahQmBzLiTiuzAfgjM5gEbxP5.jpg","backdrop_path":"\/sGtx88J9vxPwqRosFMTay9ogtdJ.jpg","release_date":"2013-11-20","popularity":1.651,"vote_average":5.7,"id":260646,"adult":false,"vote_count":9},{"overview":"The beautiful and dangerous slave trader Druscilla practises all the customs of Ancient Rome - everything in Excess. But even excess can have its limits and the punishments can be very severe if she crosses the line with Flavius and risks falling out of favor.","original_language":"en","original_title":"Caligula's Spawn","video":false,"title":"Caligula's Spawn","genre_ids":[28,36],"poster_path":"\/3fu613j5j7Zbm93YHaPVsmFQlZv.jpg","backdrop_path":"\/quwB39iqIfQjvOSyIV7bQ2hYAEH.jpg","release_date":"2009-09-07","popularity":2.44,"vote_average":4.3,"id":248654,"adult":false,"vote_count":3},{"overview":"While Old England is being ransacked by roving Danes in the 9th century, Alfred is planning to join the priesthood. But observing the rape of his land, he puts away his religious vows to take up arms against the invaders, leading the English Christians to fight for their country. Alfred soundly defeats the Danes and becomes a hero. But now, although Alfred still longs for the priesthood, he is torn between his passion for God and his lust for blood.","original_language":"en","original_title":"Alfred the Great","video":false,"title":"Alfred the Great","genre_ids":[36,28,18,10752],"poster_path":"\/cmx1RSD2E5YUM6gaByzkmShHT2g.jpg","backdrop_path":"\/attUZjhGmAEYVxVRJMqaOUd4YP4.jpg","release_date":"1969-10-08","popularity":4.93,"vote_average":4.8,"id":73672,"adult":false,"vote_count":8},{"overview":"An aspiring poet in 1950s New York has his ordered world shaken when he embarks on a week-long retreat to save his hell raising hero, Dylan Thomas.","original_language":"en","original_title":"Set Fire to the Stars","video":false,"title":"Set Fire to the Stars","genre_ids":[18,36],"poster_path":"\/ArpvBHmNheeUGNa4UKX7Er1wewx.jpg","backdrop_path":"\/wQTvIeIe6MqN2fteQiCTOJ342O.jpg","release_date":"2015-05-15","popularity":1.49,"vote_average":5.8,"id":277847,"adult":false,"vote_count":19},{"overview":"Late 17th century. With no access to the sea, Russia suffers great losses in foreign trade. Peter tries to capture the Turkish fortress of Azov, but with no success: he can win only if he has a fleet. Peter’s ukases provoke the Boyars’ indignation. Europe looks in amazement: the Russian tsar begins to work at a Dutch shipyard learning the subtleties of shipbuilding?! But his training is cut short. Peter has to return to Russia in order to brutally suppress the Streltsy rebellion organized by his sister Sophia.","original_language":"ru","original_title":"В начале славных дел","video":false,"title":"At the Beginning of Glorious Days","genre_ids":[18,36],"poster_path":"\/tiT9KHajhftYwnPvpcT47V8gwpp.jpg","backdrop_path":"\/qinWlp7hwiDUdZWGmmenpkIZxQQ.jpg","release_date":"1980-11-11","popularity":1.607,"vote_average":7.3,"id":147172,"adult":false,"vote_count":4},{"overview":"Biopic of Louis Cyr, strongest man in the world at the end of the 19th Century.","original_language":"fr","original_title":"Louis Cyr","video":false,"title":"Louis Cyr : The Strongest Man in the World","genre_ids":[18,36],"poster_path":"\/tAQyTFN3R6dOJFlOd0xcb2OMP1L.jpg","backdrop_path":"\/qCZz68TV5drBEluv9l0umSEtHXv.jpg","release_date":"2013-07-12","popularity":0.994,"vote_average":6.4,"id":209293,"adult":false,"vote_count":19},{"overview":"A ronin desperately seeks a way out of financial straits; he allies with the Tosa clan under the ruthless leader Takechi, who quickly takes advantage.","original_language":"ja","original_title":"Hitokiri","video":false,"title":"Tenchu!","genre_ids":[36,28,18],"poster_path":"\/kE8XRHtnYUD0XV0nktUhS3d1vWM.jpg","backdrop_path":"\/i85rYl1JjAt62NtIbC8NDsIYNAQ.jpg","release_date":"1969-08-09","popularity":2.096,"vote_average":6.9,"id":37053,"adult":false,"vote_count":10},{"overview":"Iraq, 2004: during a routine sortie a US patrol is ambushed and the young soldiers are forced to put their training and skills into action fast. A determined foe with superior local knowledge, the Fedayeen insurgents soon draw them into close quarter combat and a desperate fight for survival.","original_language":"en","original_title":"American Soldiers: A Day in Iraq","video":false,"title":"American Soldiers: A Day in Iraq","genre_ids":[18,28,36,53,10752],"poster_path":"\/yqu74VLnLoAr6SNGvyC1Ymxy83w.jpg","backdrop_path":"\/aXeMMRkoFDceAT9W2dWyybqjtJD.jpg","release_date":"2005-05-11","popularity":1.796,"vote_average":3.9,"id":41497,"adult":false,"vote_count":8}],[{"overview":"Historical biographical religious drama film based on the memoirs of Ignatius of Loyola, founder of the Jesuit order who was also canonized as a saint in Roman Catholicism.","original_language":"es","original_title":"Ignacio de Loyola","video":false,"title":"Ignatius of Loyola","genre_ids":[28,18,36,10749,10752],"poster_path":"\/flI0X0Q6NJptRGm6yvo1J4HYDHR.jpg","backdrop_path":"\/7g7aKsAM46EX8Qo0yFaeXg0pqzM.jpg","release_date":"2016-07-27","popularity":1.824,"vote_average":6.1,"id":408323,"adult":false,"vote_count":9},{"overview":"Rip-roaring big star, big budget semi-historical story about cattle baron Devereaux Burke, who is enlisted by an aging Andrew Jackson to dissuade Sam Houston from establishing Texas as a republic. Burke must fight state senator Thomas Craden, in the process winning the heart of Craden's newspaper-editor girlfriend Martha Ronda.","original_language":"en","original_title":"Lone Star","video":false,"title":"Lone Star","genre_ids":[37,28,12,36],"poster_path":"\/wFpTUmSDwgPZk9mIshaEHQo8F8R.jpg","backdrop_path":"\/ue95gg2q7opYiNJ3M8fOlKwhKJW.jpg","release_date":"1952-10-24","popularity":2.639,"vote_average":5,"id":37593,"adult":false,"vote_count":6},{"overview":"When American newspaperman and adventurer Henry M. Stanley comes back from the western Indian wars, his editor James Gordon Bennett sends him to Africa to find Dr. David Livingstone, the missing Scottish missionary. Stanley finds Livingstone (\"Dr. Livingstone, I presume.\") blissfully doling out medicine and religion to the happy natives. His story is at first disbelieved.","original_language":"en","original_title":"Stanley and Livingstone","video":false,"title":"Stanley and Livingstone","genre_ids":[12,18,36],"poster_path":"\/dwEk5bxUj1k42WUcjTahZORdyeZ.jpg","backdrop_path":"\/bANFibSlyIhgxg5MZDWmp9cEd2b.jpg","release_date":"1939-08-18","popularity":2.205,"vote_average":6.5,"id":89086,"adult":false,"vote_count":10},{"overview":"The duke of York, nicknamed Bertie, was born as royal 'spare heir', younger brother to the prince of Wales, and thus expected to spend a relatively private life with his Scottish wife Elisabeth Bowes-Lyon and their daughters, in the shadow of their reigning father, George V, and next that of his elder brother who succeeded to the British throne as Edward VIII. However Edward decides to put his love for a divorced American, Wallis Simpson, above dynastic duty, and ends up abdicating the throne, which now falls to Bertie, who reigns as George VI.","original_language":"en","original_title":"Bertie and Elizabeth","video":false,"title":"Bertie and Elizabeth","genre_ids":[18,36,10749],"poster_path":"\/bJ6AHygnEM7sYq4MhA7tnLm5F4r.jpg","backdrop_path":null,"release_date":"2002-07-07","popularity":1.655,"vote_average":5.6,"id":65035,"adult":false,"vote_count":7},{"overview":"In December 1775, Cletus Moyer is a free black Northerner in colonial America, helping slaves escape captivity. In the days just prior to Christmas, a group of bounty hunters captures Moyer.\r Because of his capture, dozens of slaves who have already left their plantations are in danger of being captured as well. Moyer implores two slaves from a nearby plantation to take his place: Kunta Kinte, a Mandinka in his mid-twenties who was captured in what is now Gambia, and Fiddler, an elderly man who was born into slavery. Kunta is eager to help (and to escape himself), but Fiddler is unwilling, fearful of the consequences if they are caught.","original_language":"en","original_title":"Roots: The Gift","video":false,"title":"Roots: The Gift","genre_ids":[18,36,10770],"poster_path":"\/pKsMRTHKimSBiszK74kAWVqwuIF.jpg","backdrop_path":"\/kfIh9kVcFxXaRSEEP8LQKNL04kd.jpg","release_date":"1988-12-11","popularity":2.241,"vote_average":6.7,"id":88655,"adult":false,"vote_count":3},{"overview":"When Ruth's husband dies in New York, in 2000, she imposes strict Jewish mourning, which puzzles her children. A stranger comes to the house - Ruth's cousin - with a picture of Ruth, age 8, in Berlin, with a woman the cousin says helped Ruth escape. Hannah, Ruth's daughter engaged to a gentile, goes to Berlin to find the woman, Lena Fisher, now 90. Posing as a journalist investigating intermarriage, Hannah interviews Lena who tells the story of a week in 1943 when the Jewish husbands of Aryan women were detained in a building on Rosenstrasse. The women gather daily for word of their husbands. The film goes back and forth to tell Ruth and Lena's story. How will it affect Hannah?","original_language":"de","original_title":"Rosenstraße","video":false,"title":"Rosenstrasse","genre_ids":[18,36],"poster_path":"\/qbvsfbESs8napwhPDrEec8y2I6E.jpg","backdrop_path":"\/qH9KOehtacedYOMeO5zZMVzrDuC.jpg","release_date":"2004-09-20","popularity":2.624,"vote_average":6.4,"id":6317,"adult":false,"vote_count":17},{"overview":"Set in Belle Époque France, the story follows nineteen-year-old \"hysteria\" patient Augustine, the star of Professor Charcot's experiments in hypnosis, as she transitions from object of study to object of desire.","original_language":"fr","original_title":"Augustine","video":false,"title":"Augustine","genre_ids":[18,36],"poster_path":"\/trg8NDjXWGhlbecFTFc7uPqm4Z2.jpg","backdrop_path":"\/xe4ZODMiWqLLOw0ZxJlhlN6Tu3w.jpg","release_date":"2013-05-17","popularity":2.109,"vote_average":5.5,"id":127856,"adult":false,"vote_count":26},{"overview":"Palestine, 1917. The British advance has been stopped by the Turkish line running from Gaza to Beersheba. The latest attack on Gaza has failed. The attacking forces included a regiment of Australian mounted infantry, the Light Horse... Lighthorseman Frank is wounded in a skirmish with Bedouin. He is replaced by a young soldier, Dave, who proves to be a crack shot, but reluctant to fire at the enemy. Dave proves himself during a German biplane attack. Recuperating in hospital, he meets a sympathetic nurse, Anne... The regiment is called upon for a bold flanking attack on Beersheba. But how do you convince the Turks the main attack will come at Gaza? And how do you attack across a desert without water?","original_language":"en","original_title":"The Lighthorsemen","video":false,"title":"The Lighthorsemen","genre_ids":[36,10752],"poster_path":"\/g9T9hyIrkIrkvaQngTTLjnnUW9w.jpg","backdrop_path":"\/wzTgCwYmOrEfCoSKxjjl6GdSawj.jpg","release_date":"1988-04-08","popularity":2.844,"vote_average":6.1,"id":18389,"adult":false,"vote_count":14},{"overview":"Schtonk! is a farce of the actual events of 1983, when Germany's Stern magazine published, with great fanfare, 60 volumes of the alleged diaries of Adolf Hitler – which two weeks later turned out to be entirely fake.  Fritz Knobel (based on real-life forger Konrad Kujau) supports himself by faking and selling Nazi memorabilia. When Knobel writes and sells a volume of Hitler's (nonexistent) diaries, he thinks it's just another job.  When sleazy journalist Hermann Willié learns of the diaries, however, he quickly realizes their potential value... and Knobel is quickly in over his head. As the pressure builds and Knobel is forced to deliver more and more volumes of the fake diaries, he finds himself acting increasingly like the man whose life he is rewriting. The film is a romping and hilarious satire, poking fun not only at the events and characters involved in the hoax (who are only thinly disguised in the film), but at the discomfort Germany has with its difficult past.","original_language":"de","original_title":"Schtonk!","video":false,"title":"Schtonk!","genre_ids":[36,35],"poster_path":"\/lAcwO4mXidQeXU09dcZFIC16z3Z.jpg","backdrop_path":"\/wEFa6hcoHv4Kohe4Gyt7rtTy83u.jpg","release_date":"1992-03-12","popularity":2.316,"vote_average":7.2,"id":6547,"adult":false,"vote_count":31},{"overview":"A cast of unknown performers are used in this drama about child soldiers fighting a war in an unnamed African country.","original_language":"en","original_title":"Johnny Mad Dog","video":false,"title":"Johnny Mad Dog","genre_ids":[18,36,10752],"poster_path":"\/5ra9Ww0FoJpz45hMQ5rpu5TeepX.jpg","backdrop_path":"\/wqyKEDURtfBR8AhPR7ZG0ML9TmM.jpg","release_date":"2008-05-20","popularity":2.142,"vote_average":6.8,"id":8929,"adult":false,"vote_count":32},{"overview":"His medical condition doesn't stop a 12-year-old village boy from working hard with a school gardener to form a ragtag team of soccer players, in order to compete in the JG Davidson Cup tournament. They will have to go up against the reigning champion, St. James, a highly privileged British school.","original_language":"ms","original_title":"Suatu Ketika","video":false,"title":"Suatu Ketika","genre_ids":[18,36],"poster_path":"\/uulyf0QKnmLS4mxS7XBEiNYgM8b.jpg","backdrop_path":null,"release_date":"2019-09-12","popularity":2.156,"vote_average":0,"id":621401,"adult":false,"vote_count":0},{"overview":"The story of a young Jewish boy in Bologna, Italy in 1858 who, having been secretly baptized, is forcibly taken from his family to be raised as a Christian. His parents' struggle to free their son becomes part of a larger political battle that pits the Papacy against forces of democracy and Italian unification.","original_language":"en","original_title":"The Kidnapping of Edgardo Mortara","video":false,"title":"The Kidnapping of Edgardo Mortara","genre_ids":[36,18],"poster_path":null,"backdrop_path":null,"release_date":"","popularity":4.34,"vote_average":0,"id":399052,"adult":false,"vote_count":0},{"overview":"Alexander Graham Bell falls in love with deaf girl Mabel Hubbard while teaching the deaf and trying to invent means for telegraphing the human voice. She urges him to put off thoughts of marriage until his experiments are complete. He invents the telephone, marries and becomes rich and famous, though his happiness is threatened when a rival company sets out to ruin him.","original_language":"en","original_title":"The Story of Alexander Graham Bell","video":false,"title":"The Story of Alexander Graham Bell","genre_ids":[18,36],"poster_path":"\/edy8KMHrkMDz0SPFTVqny5Dxg4D.jpg","backdrop_path":"\/xxNEvUtm459FHuonojRHvEmT1zd.jpg","release_date":"1939-04-04","popularity":2.395,"vote_average":6.2,"id":67375,"adult":false,"vote_count":8},{"overview":"March\/April 1917. The first world war is already a couple year to pace. A sealed train with Russian emigrants keeps on driving from Zürich Germany and Sweden to Sint-Petersburg. The outlaws stand under the guidance of Vladimir J. Lenin. Two senior officers support the revolutionary bomb \"to ensure that everything runs smoothly. Yet there are some unpleasant clashes between Socialists and enthusiastic workers who are worried about the war. During train travel there comes an end to Lenin's affair with the gracious Inessa, and his wife Nadja is prepared take back him. The triumphant entrance in St. Petersburg will exceed all expectations....","original_language":"en","original_title":"Lenin: The Train","video":false,"title":"Lenin: The Train","genre_ids":[18,36,10770],"poster_path":"\/dEyUvi8jYM62sn7EMJNtdmx4aYf.jpg","backdrop_path":"\/qHyoYNXTnxys3BNlnBy63AvgXe4.jpg","release_date":"1990-04-30","popularity":1.478,"vote_average":6.5,"id":4196,"adult":false,"vote_count":2},{"overview":"Near the end of the nineteenth century, as the balance of power shifts from Shogunate towards the Emperor, Japan restlessly awaits the dawning of a new age. But not all are content...The Shinsengumi, a small army of samurai, farmers and peasants, band together to do battle against the tide of history. Their leader, Isami Kondo (Mifune) is a man who rises from farmer to fighter to head the fierce Shinsengumi brigade. Using a stern hand and a heart of gold, he rallies his men in defense of the tottering Shogunate. But bloodshed and treachery lurk around every corner.","original_language":"ja","original_title":"Shinsengumi","video":false,"title":"Shinsengumi: Assassins of Honor","genre_ids":[28,18,36],"poster_path":"\/9PUagLDNXCBzIxdaXn8Q6pta5J7.jpg","backdrop_path":"\/3ubcxuCNrAM3udaaDPoyR94iUsm.jpg","release_date":"1970-04-15","popularity":1.336,"vote_average":6.4,"id":37873,"adult":false,"vote_count":9},{"overview":"A history of the French Revolution from the decision of the king to convene the Etats-Generaux in 1789 in order to deal with France's debt problem. The first part of the movie tells the story from 1789 until August 10, 1792 (when the King Louis XVI lost all his authority and was put in prison). The second part carries the story through the end of the terror in 1794, including the deaths by guillotine of Louis XVI, Marie-Antoinette, Danton, and Desmoulins.","original_language":"fr","original_title":"La révolution française","video":false,"title":"The French Revolution","genre_ids":[18,10752,36,53],"poster_path":"\/bZzqm8ABM2JbfZXLPl0Slk4bMaH.jpg","backdrop_path":"\/fObaq9v1HHa0NoNWKlBlGNY7Vd0.jpg","release_date":"1989-10-02","popularity":1.528,"vote_average":7.4,"id":4228,"adult":false,"vote_count":16},{"overview":"A disillusioned and suicidal Rizal, a cross-dressing Bonifacio gripped with paranoia, an ex-Katipunero who joins the US army to save his own neck, and a widow whose sex-for-food errands lead her to become the first ever Makapili. These are the historical mosaics that will form a singular hypothesis as to why we are like this as a people and up to now still reeling from our damaged culture.","original_language":"tl","original_title":"Historiographika Errata","video":false,"title":"Historiographika Errata","genre_ids":[36,18],"poster_path":"\/lGpLTxxsfbPKZZbimZtx6resWhw.jpg","backdrop_path":"\/yxfJ7a3g1FO7YScmkrD21YJnZ0p.jpg","release_date":"2017-11-13","popularity":0.6,"vote_average":0,"id":486026,"adult":false,"vote_count":0},{"overview":"Peter the Great takes a Russian man of African heritage - Ibrahim Petrovich Hannibal - under his wing as the tsar builds his grand navy. After having a disastrous affair in France, Ibrahim vows to never fall in love again, until he sees the daughter of a wealthy boyar. Peter the Great insists the two be married, but Ibrahim goes against the tsar's wishes, refusing to force her to marry him since she doesn't consent. When another man tries to marry her, however, Ibrahim's loyalties and generous nature are put to the test.","original_language":"ru","original_title":"Сказ про то, как царь Пётр арапа женил","video":false,"title":"Tale About Czar Pyotr Arranging Arap's Wedding","genre_ids":[10749,35,36],"poster_path":"\/jUe47kkVBwdBKCVh5g0ZmzRUZl1.jpg","backdrop_path":"\/2R8cTB1VqTuLY4BgKHqkQ9fYTjw.jpg","release_date":"1976-11-11","popularity":2.615,"vote_average":5.8,"id":75390,"adult":false,"vote_count":7},{"overview":"Set in 1948, the historic story of India's first Olympic medal post their independence.","original_language":"hi","original_title":"Gold","video":false,"title":"Gold","genre_ids":[18,36],"poster_path":"\/xCcdW6nHRcrKWraErYV5g3tut7Q.jpg","backdrop_path":"\/A4YVRhI14LMzsz9Nwqj36lEJPDC.jpg","release_date":"2018-08-15","popularity":2.672,"vote_average":7.4,"id":478682,"adult":false,"vote_count":26},{"overview":"Two women, black and white, in 1955 Montgomery Alabama, must decide what they are going to do in response to the famous bus boycott lead by Martin Luther King.","original_language":"en","original_title":"The Long Walk Home","video":false,"title":"The Long Walk Home","genre_ids":[18,36],"poster_path":"\/qdV0BSmAnyH8Uc4EcAmiTcy89RM.jpg","backdrop_path":null,"release_date":"1990-12-21","popularity":2.802,"vote_average":7,"id":51763,"adult":false,"vote_count":31}],[{"overview":"South western Pennsylvania area of colonial America, 1760s. Colonial distaste and disapproval of the British government is starting to surface. Many local colonists have been killed by American Indians who are armed with rifles supplied by white traders.","original_language":"en","original_title":"Allegheny Uprising","video":false,"title":"Allegheny Uprising","genre_ids":[37,28,12,36],"poster_path":"\/pRoEkLibJvmSqVEKR33tV2aPicI.jpg","backdrop_path":"\/x7tC0rTg6JHFVORwRsYLLsIl7CB.jpg","release_date":"1939-11-10","popularity":2.596,"vote_average":5.3,"id":43825,"adult":false,"vote_count":11},{"overview":"José Ferrer won the Oscar for Best Actor for his portayal of the swordsman-poet using his silver tongue to woo the woman he loves for another man.  Cyrano de Bergerac is a play written in 1897 by Edmond Rostand. Although there was a real Cyrano de Bergerac, the play is a fictionalization of his life that follows the broad outlines of it. The entire play is written in verse, in rhyming couplets of twelve syllables per line, very close to the Alexandrine format, but the verses sometimes lack a caesura. It is also meticulously researched, down to the names of the members of the Académie française and the dames précieuses glimpsed before the performance in the first scene. The play has been translated and performed many times, and is responsible for introducing the word \"panache\" into the English language.","original_language":"en","original_title":"Cyrano de Bergerac","video":false,"title":"Cyrano de Bergerac","genre_ids":[12,18,36,10749],"poster_path":"\/l4JFOXslwb90opz8xozfIhPke8z.jpg","backdrop_path":"\/vD5MbUHxKceQeXm4BkMorUbniG0.jpg","release_date":"1950-11-14","popularity":2.346,"vote_average":7.8,"id":43386,"adult":false,"vote_count":16},{"overview":"An independent documentary directed by Bobbito Garcia and Kevin Couliau. The film explores the definition, history, culture, social impact and global influence of New York's outdoor summer basketball scene, the worldwide 'Mecca' of the sport.","original_language":"en","original_title":"Doin' It in the Park: Pick-Up Basketball, NYC","video":false,"title":"Doin' It in the Park: Pick-Up Basketball, NYC","genre_ids":[99,36],"poster_path":"\/cNrgYmhHZ1UGdQVS2L2h2ZPepDW.jpg","backdrop_path":"\/sdgPpT0FIKXhGIYAQ5GqgTlo6f0.jpg","release_date":"2012-06-17","popularity":1.216,"vote_average":6.8,"id":184080,"adult":false,"vote_count":8},{"overview":"A guerilla leader falls in love with a mysterious woman in World War II Lisbon.","original_language":"en","original_title":"The Conspirators","video":false,"title":"The Conspirators","genre_ids":[18,36,53],"poster_path":"\/vIxpGK6EAmnfjW5csdD1Tgko4Cj.jpg","backdrop_path":"\/jdX8H9ajADsz1V5ZQxiovn8AkHc.jpg","release_date":"1944-10-24","popularity":1.012,"vote_average":6.1,"id":34945,"adult":false,"vote_count":4},{"overview":"A 1969 Swedish drama film directed by Bo Widerberg. It depicts the 1931 Ådalen shootings, in which Swedish military forces opened fire against labour demonstrators in the Swedish sawmill district of Ådalen, killing five people, including a young girl.","original_language":"sv","original_title":"Ådalen 31","video":false,"title":"Adalen 31","genre_ids":[18,36,10749],"poster_path":"\/36nb5JRvhdaEcpE71LKexPtYIa1.jpg","backdrop_path":"\/miyhj5RVVV0MhO5xAlIjYO2kICJ.jpg","release_date":"1969-05-01","popularity":2.691,"vote_average":7.2,"id":87208,"adult":false,"vote_count":13},{"overview":"Rudraba, daughter of Ganapatideva, the emperor of the Kakatiya dynasty, was officially designated a son through the ancient Putrika ceremony and given the name Rudradeva so that she could succeed her father after his death. Despite opposition, she became of the most prominent rulers of the Kakatiya dynasty and one of the few ruling queens in Indian history.","original_language":"te","original_title":"రుద్రమదేవి","video":false,"title":"Rudhramadevi","genre_ids":[36,28,18],"poster_path":"\/i3gFyjzp5qTiFCwxCr1n59Ak6dA.jpg","backdrop_path":"\/bmC87whJk5z53fc1djLXbDGueSG.jpg","release_date":"2015-10-09","popularity":1.944,"vote_average":5.8,"id":315009,"adult":false,"vote_count":15},{"overview":"A movie about the power of thousands, the courage of hundreds and friendship of a few, thanks to whom a change of fate of millions became possible. Poland, lower Silesia, the beginning of a very cold winter 1981. After a series of entrapments by the security service a confrontation between the opposition and the communists seems to be inevitable. Just before the proclamation of martial law a group of young solidarity activists decide to play va banque and organize a rash action to take out 80 million of the union money from one of the Wroclaw’s banks before the account is blocked. Security service officers follow their steps. It’s the beginning of a gripping tournament in which also priests and curb dealers will play their parts. Each side has aces up their sleeve.","original_language":"pl","original_title":"80 Milionów","video":false,"title":"80 Million","genre_ids":[28,18,36],"poster_path":"\/5239oUIOntaggzzzR0nXBNuljYR.jpg","backdrop_path":"\/orQ4k8MxnWeeI8wPhbyGeYuhGqr.jpg","release_date":"2013-02-11","popularity":1.726,"vote_average":5.7,"id":79997,"adult":false,"vote_count":12},{"overview":"","original_language":"tr","original_title":"Osmanlı Cumhuriyeti","video":false,"title":"Osmanlı Cumhuriyeti","genre_ids":[35,18,36],"poster_path":"\/hJC1uzIXYJqxw78Ci82zfzMcG9c.jpg","backdrop_path":"\/eFbakblxLCZ0X9njKc8FS3vfO8g.jpg","release_date":"2008-11-21","popularity":3.171,"vote_average":5.3,"id":52139,"adult":false,"vote_count":21},{"overview":"A Taiwanese high school baseball team travels to Japan in 1931 to compete in a national tournament.","original_language":"ja","original_title":"Kano","video":false,"title":"Kano","genre_ids":[18,36],"poster_path":"\/zrqoGiz2i2lBORCrS1zL5uzTRLh.jpg","backdrop_path":"\/9vj6Oi7vjQWmQWtXjsHAI3xTWQD.jpg","release_date":"2014-02-27","popularity":2.882,"vote_average":7.3,"id":256930,"adult":false,"vote_count":17},{"overview":"Andrés Bonifacio y de Castro is considered to be one of the most influential proponents in the struggle against Spanish colonial rule in the Philippines during the late nineteenth century. Today, he is still celebrated as the father of the Philippine Revolution.","original_language":"tl","original_title":"Hele sa hiwagang hapis","video":false,"title":"A Lullaby to the Sorrowful Mystery","genre_ids":[18,14,12,36],"poster_path":"\/xSenPV5Et4tkuhHQlY3neeacNYq.jpg","backdrop_path":"\/9LOuI87upd4e74xGKWfdhBkzUQq.jpg","release_date":"2016-01-11","popularity":1.953,"vote_average":9.3,"id":377153,"adult":false,"vote_count":7},{"overview":"The French Revolution, 1794. The Marquis de Lafayette asks Charles D'Aubigny to infiltrate the Jacobin Party to overthrow Maximilian Robespierre, who, after gaining supreme power and establishing a reign of terror ruled by death, now intends to become the dictator of France.","original_language":"en","original_title":"Reign of Terror","video":false,"title":"Reign of Terror","genre_ids":[18,12,36,9648],"poster_path":"\/17nHt1gkT6wl3CCCueLsM0GupUV.jpg","backdrop_path":"\/qgAp2QLadhpoT6CxeS8PPbqN6bj.jpg","release_date":"1949-10-15","popularity":1.564,"vote_average":6.5,"id":27635,"adult":false,"vote_count":16},{"overview":"What would it be like to step inside a great work of art, have it come alive around you, and even observe the artist as he sketches the very reality you are experiencing? From Lech Majewski, one of Poland's most acclaimed filmmakers, The Mill and the Cross is a cinematic re-staging of Pieter Bruegel's masterpiece \"Procession to Calvary,\" presented alongside the story of its creation.","original_language":"pl","original_title":"Młyn i krzyż","video":false,"title":"The Mill and the Cross","genre_ids":[18,36],"poster_path":"\/3IKLkxxXf38C2hY9ONi6Lvlz1qM.jpg","backdrop_path":"\/osjuwnDnIGW0MpHJgcSRBUjPsZ6.jpg","release_date":"2011-03-18","popularity":3.884,"vote_average":6.4,"id":57829,"adult":false,"vote_count":47},{"overview":"In 1668 Polish colonel Michael Wolodyjowski, who recently retired to a monastery, is recalled to active duty and takes charge of Poland's eastern frontier defenses against invading Tatar hordes and Ottoman armies.","original_language":"pl","original_title":"Pan Wolodyjowski","video":false,"title":"Colonel Wolodyjowski","genre_ids":[12,36],"poster_path":"\/c0YUZbBlGUrIFzeZVxtYb0V2MkH.jpg","backdrop_path":"\/465GmgMgT5BLgVh4PJVxYTwZRRW.jpg","release_date":"1969-10-15","popularity":1.592,"vote_average":7.3,"id":126434,"adult":false,"vote_count":7},{"overview":"Bristol, England, early 19th century. A beautiful young stranger who speaks a weird language is tried for the crime of begging. But when a man claims that he can translate her dialect, it is understood that the woman is a princess from a far away land. She is then welcomed by a family of haughty aristocrats that only wants to heighten their prestige. However, the local reporter is not at all convinced she is what she claims to be and investigates. Is Caraboo really a princess?","original_language":"en","original_title":"Princess Caraboo","video":false,"title":"Princess Caraboo","genre_ids":[35,18,36,9648],"poster_path":"\/a3Fw33tSGdO2eV8SULQigOITzH4.jpg","backdrop_path":"\/4eL45ApKVdB1XtYmHDVjLjdfGGB.jpg","release_date":"1994-09-16","popularity":1.942,"vote_average":5.8,"id":37345,"adult":false,"vote_count":10},{"overview":"Salem, 1692. Industrious farmer, John Proctor, has twice made love to 17-year-old Abigail, a youth he and his wife have taken in. (His wife Elisabeth has rebuffed him for seven months; she is puritanical and cold.) When she finds John and Abigail embracing, she sends the lass from her home and John, feeling damned, agrees. Abigail vows revenge. Her chance comes when she accuses Elisabeth of witchcraft and manipulates younger girls to support her claims of seeing spirits. The town's minister and politicians want a cause: ridding the town of witchcraft is the ideal repression.","original_language":"fr","original_title":"Les Sorcières de Salem","video":false,"title":"The Witches of Salem","genre_ids":[18,36],"poster_path":"\/aCYBWWitF0pb5pDPUN8ZhR4FC3G.jpg","backdrop_path":"\/cdy8MxeZdy2NxCpiKHy4FvGpnqP.jpg","release_date":"1957-04-26","popularity":2.203,"vote_average":7.8,"id":4300,"adult":false,"vote_count":5},{"overview":"In the fascist Italy of 1935, a painter trained as a doctor is exiled to a remote region near Eboli. Over time, he learns to appreciate the beauty and wisdom of the peasants, and to overcome his isolation.","original_language":"it","original_title":"Cristo si è fermato a Eboli","video":false,"title":"Christ Stopped at Eboli","genre_ids":[18,36,10752],"poster_path":"\/6vXIPodbFr1hBdf2IxtvVKIconK.jpg","backdrop_path":"\/qoBKmiernaAax0W9u5EybvlBllf.jpg","release_date":"1979-02-23","popularity":2.289,"vote_average":6.7,"id":42169,"adult":false,"vote_count":32},{"overview":"BEAUFORT tells the story of LIRAZ LIBERTI, the 22 year-old outpost commander, and his troops in the months before Israel pulled out of Lebanon. This is not a story of war, but of retreat. This is a story with no enemy, only an amorphous entity that drops bombs from the skies while terrified young soldiers must find a way to carry out their mission until their very last minutes on that mountaintop.","original_language":"he","original_title":"בופור","video":false,"title":"Beaufort","genre_ids":[18,36],"poster_path":"\/t1gDtBej3CvN72blWqUISUkJxUs.jpg","backdrop_path":"\/qnmtdutQUuVNBhXtH5ZmeRftKMl.jpg","release_date":"2007-02-14","popularity":2.082,"vote_average":7.3,"id":15048,"adult":false,"vote_count":16},{"overview":"A grand and patriotic tale of Poland's struggle for freedom just before Napoleon's war with Russia. Written in poetic style by Adam Mickiewicz, this story follows two feuding Polish families as they overcome their old conflicts and petty lives. However, they are able to unite as one with their patriotic and rebellious efforts to free the country they deeply love from Russian control.","original_language":"pl","original_title":"Pan Tadeusz","video":false,"title":"Pan Tadeusz","genre_ids":[10752,18,36,10749],"poster_path":"\/ibPtaFX9092fX55nJj5joIv2fS1.jpg","backdrop_path":"\/4TfOK3XnDoGVT8aR2JtLmgMHqpA.jpg","release_date":"1999-11-11","popularity":2.741,"vote_average":5.3,"id":4966,"adult":false,"vote_count":21},{"overview":"Forty years before WikiLeaks and the NSA scandal, there was Media, Pennsylvania. In 1971, eight activists plotted an intricate break-in to the local FBI offices to leak stolen documents and expose the illegal surveillance of ordinary Americans in an era of anti-war activism. In this riveting heist story, the perpetrators reveal themselves for the first time, reflecting on their actions and raising broader questions surrounding security leaks in activism today.","original_language":"en","original_title":"1971","video":false,"title":"1971","genre_ids":[99,36],"poster_path":"\/yQYaGBSGrDE8nZTkfkBKt8hJd6g.jpg","backdrop_path":"\/w6sZ5YfEBvRGQJp4ALmH2RyZAgU.jpg","release_date":"2014-04-18","popularity":1.738,"vote_average":7.7,"id":261855,"adult":false,"vote_count":6},{"overview":"","original_language":"zh","original_title":"决胜时刻","video":false,"title":"Mao Zedong 1949","genre_ids":[36],"poster_path":"\/y2vUGZMies0vanT2KUAeKmiCuoE.jpg","backdrop_path":"\/e7QzEXwABuAZis4vueGhZlRUEDD.jpg","release_date":"2019-09-20","popularity":1.4,"vote_average":0,"id":622831,"adult":false,"vote_count":0}],[{"overview":"In Kyokutei Bakin's classic Japanese epic novel Nansou Satomi Hakkenden, eight samurai serve the Satomi clan during Japan's tumultuous Sengoku (Warring States) era. The Edo-era samurai are the reincarnations of the spirits that Princess Fuse mothered with a dog named Yatsufusa. In Fuse Gansaku: Satomi Hakkenden, the female hunter Hamaji comes to her brother in order to hunt Fuse. Thus, the karmic cycle of retribution that began long ago with the Satomi family begins anew.  Fuse were hybrid creatures of humans and dogs in the Edo period. As there were rumors saying that they killed humans and ate their souls, the Shogun Government offered high bounty for hunting them.  Hamaji was a young female huntress living in the rural part of Mutsu while her brother Dousetsu was living in Edo. The story began as Hamaji went to Edo in order to help his brother to earn some bounty. But in Edo, she met a mysterious young men being chased by others. His name was Shino ...","original_language":"ja","original_title":"伏 鉄砲娘の捕物帳","video":false,"title":"Fuse, Memoirs of the Hunter Girl","genre_ids":[28,16,18,36],"poster_path":"\/jmhkjVDUWYuuqxKUBMPVbzB3FZB.jpg","backdrop_path":"\/eGo0SHrJ21pmNO5r7E24ObwB40s.jpg","release_date":"2012-10-20","popularity":3.279,"vote_average":8.1,"id":204755,"adult":false,"vote_count":11},{"overview":"The story of Ramon Mercader, the man who was hired by Stalin to murder Leon Trotsky at Mexico City.","original_language":"es","original_title":"El elegido","video":false,"title":"The Chosen","genre_ids":[53,18,36],"poster_path":"\/bYiyOJT2hyoIoqlrJaB7RAfWna.jpg","backdrop_path":"\/aMYHUXECUtWvRkPHu4ixIJOsMeJ.jpg","release_date":"2016-09-02","popularity":1.756,"vote_average":6.6,"id":387940,"adult":false,"vote_count":17},{"overview":"When World War I comes to an end, three pilots find themselves on hard times. They wind up in Hollywood, where they work as stunt fliers for a sadistic director.","original_language":"en","original_title":"The Lost Squadron","video":false,"title":"The Lost Squadron","genre_ids":[28,18,36,10752],"poster_path":"\/pAFCxtWbPQ4vCWSoL9xm2ciQkTA.jpg","backdrop_path":"\/jZod6dxdKS3kAG38lNoNpmzu5ts.jpg","release_date":"1932-03-12","popularity":1.766,"vote_average":6.4,"id":98398,"adult":false,"vote_count":7},{"overview":"A young girl is sold into the red-light district Yoshiwara and is put under the care of the oiran (lead prostitute) of the Tamakiku house. The girl is rebellious, but the more experienced people in the household begin to think that she will be one day a great oiran, since an oiran needs not only beauty and talent, but she should also have the tenacity to maintain the position.","original_language":"ja","original_title":"さくらん","video":false,"title":"Sakuran","genre_ids":[36,18],"poster_path":"\/d7iNHCht84axTtQXqZcCD0FQj6s.jpg","backdrop_path":"\/312qeIyuSfusvCgW3qb77AT0jx8.jpg","release_date":"2006-12-07","popularity":2.213,"vote_average":6.6,"id":20431,"adult":false,"vote_count":21},{"overview":"The title \"All My Good Countrymen\" is not without irony as this epic tale of Czech village life from shortly after the end of the Second World War concentrates on the activities of a group of friends who are not beyond reproach in siding with a politically corrupt regime for material advancement. Are these the \"good countrymen\" of the title or does it refer to the rest of the village who scorn these petty authority figure with silent contempt?","original_language":"cs","original_title":"Všichni dobří rodáci","video":false,"title":"All My Good Countrymen","genre_ids":[36,18],"poster_path":"\/tZjGNa7PWbKgglkGYZZEwL2oHea.jpg","backdrop_path":"\/nXhPWe0WLpplOvPAf89oDgMeVKC.jpg","release_date":"1969-05-16","popularity":1.421,"vote_average":8.1,"id":46659,"adult":false,"vote_count":7},{"overview":"Colonel Custer (Philip Carey), an outspoken believer in fair treatment for the Indians, is ousted from his post and forced into retirement. Fueled by ambition when a Senator Blaine (Don Haggerty) convinces him to run for President, Custer decides to upstage General Terry (Frank Ferguson) at Little Big Horn.","original_language":"en","original_title":"The Great Sioux Massacre","video":false,"title":"The Great Sioux Massacre","genre_ids":[18,37,36],"poster_path":"\/6yxrdD9GMdxEkewb78Jd7JvjEW9.jpg","backdrop_path":"\/gB3hTKeEmFz1jGrmg0ie0tHyGqb.jpg","release_date":"1965-08-31","popularity":1.352,"vote_average":3.2,"id":131761,"adult":false,"vote_count":5},{"overview":"The plot follows the events surrounding Vladimir from childhood and into adulthood. In the beginning of the film, being under the influence of the high priest Krivzha, the Prince is a young, impulsive and cruel pagan. Fighting for supreme power, Vladimir wins a battle that kills his brother. Regretting what he has done, Vladimir does not suspect a conspiracy between the priest and the Pechenegs. Vladimir is concerned about gathering the Slavic tribes into one united state. Solving this major task, he faces obstacles, which Vladimir overcomes in the end, defeating Krivzha and winning the battle against Kurya, a Pecheneg chief.","original_language":"en","original_title":"Князь Владимир","video":false,"title":"Prince Vladimir","genre_ids":[16,18,36],"poster_path":"\/v1vYxYptdMDB0OqbdANnXnmZKqZ.jpg","backdrop_path":"\/glpgVXnNRspNnXURVslFJohpQMA.jpg","release_date":"2006-02-09","popularity":2.282,"vote_average":5.1,"id":39170,"adult":false,"vote_count":11},{"overview":"A group of students take a bus to go to a small town, in order to finish a professional practice. All of them are friends, and they decide to sing some modern songs, while the other passengers are trying to sleep. One of the passengers gets angry and shouts \"stop rowing\", so they shut up. But when they arrive in the town, and after knowing the incident, everybody treats them as if they were criminals.","original_language":"es","original_title":"Canoa","video":false,"title":"Canoa: A Shameful Memory","genre_ids":[18,36],"poster_path":"\/rVV1pnmoVPp1eTX12MnYaxcnBfE.jpg","backdrop_path":"\/kZRTGepyd7v6KO1icpTkGQqfcWV.jpg","release_date":"1976-03-04","popularity":2.088,"vote_average":8,"id":116982,"adult":false,"vote_count":21},{"overview":"A story set against the Mountain Meadows Massacre, the film is based upon the tragedy which occurred in Utah in 1857. A group of settlers, traveling on wagons, was murdered by the native Mormons. All together, about 140 souls of men, women and children, were taken.","original_language":"en","original_title":"September Dawn","video":false,"title":"September Dawn","genre_ids":[18,28,36,37,10749],"poster_path":"\/tvr4lCvmio6BLhtFCgVdrhD5gTo.jpg","backdrop_path":"\/vu0Fz34Q8rsvBqRchePBNybe536.jpg","release_date":"2007-05-17","popularity":3.179,"vote_average":5.1,"id":14877,"adult":false,"vote_count":21},{"overview":"Based on the true story of the 1981 hunger strike in a British prison, in which IRA prisoner Bobby Sands led a protest against the treatment of IRA prisoners as criminals rather than as prisoners of war. The film focuses on the mothers of two of the strikers, and their struggle to save the lives of their sons.","original_language":"en","original_title":"Some Mother's Son","video":false,"title":"Some Mother's Son","genre_ids":[18,36],"poster_path":"\/rdORRGJMGfYFuZWhuvrai8TyogE.jpg","backdrop_path":"\/8DnZy12VlZUtUmuF4jrIcA9qKi1.jpg","release_date":"1996-12-25","popularity":2.197,"vote_average":7.1,"id":58102,"adult":false,"vote_count":11},{"overview":"The assassin of a prominent trade unionist takes a conservative MP hostage and the government prevaricates over tactics so as not to alienate potential political allies.","original_language":"el","original_title":"Μέρες του '36","video":false,"title":"Days of '36","genre_ids":[18,36],"poster_path":"\/ucQbqzCwEVoEb6HxwMIYO09Y8Gh.jpg","backdrop_path":null,"release_date":"1972-09-30","popularity":2.213,"vote_average":6.1,"id":114645,"adult":false,"vote_count":7},{"overview":"In Warsaw in 1980, the Communist Party sends Winkel, a weak, alcoholic TV hack, to Gdansk to dig up dirt on the shipyard strikers, particularly on Maciek Tomczyk, an articulate worker whose father was killed in the December 1970 protests. Posing as sympathetic, Winkel interviews the people surrounding Tomczyk, including his detained wife, Agnieszka.","original_language":"pl","original_title":"Czlowiek z zelaza","video":false,"title":"Man of Iron","genre_ids":[18,36],"poster_path":"\/sBE5uTURQ7m0CtidhjaSdSz2POQ.jpg","backdrop_path":"\/rbvrfkc1fKbpWZGYIUgO8v4vNLH.jpg","release_date":"1981-07-27","popularity":1.637,"vote_average":7.2,"id":225,"adult":false,"vote_count":26},{"overview":"The Year is 1812. On the eve of the decisive battle of Borodino, Napoleon's secret agent steals a Russian battle plan. This fact is known to General Kutuzov (Head of Russian forces), thanks to a young nobleman Alexey Tarusov. Tarusov joint to the the regiment of Russian lancers, and finds new friends like Lieutenant Gorzhevsky, Prince Kiknadze and Sergeant Ptukha. After the terrible battle of Borodino, they fall into many unexpected adventures...","original_language":"ru","original_title":"1812. Уланская баллада","video":false,"title":"1812. Ballad of the Uhlans","genre_ids":[12,36],"poster_path":"\/Ad5X4MYoJUKdrq38FMSMSiN2G5I.jpg","backdrop_path":"\/5W8TwIjE5Ekd82AC5T0Yiq5dENw.jpg","release_date":"2012-11-11","popularity":1.946,"vote_average":3.2,"id":150088,"adult":false,"vote_count":6},{"overview":"A Filipino general who believes he can turn the tide of battle in the Philippine-American war. But little does he know that he faces a greatest threat to the country's revolution against the invading Americans.","original_language":"tl","original_title":"Heneral Luna","video":false,"title":"Heneral Luna","genre_ids":[35,28,18,36,10752],"poster_path":"\/l4aivAYkZW4ME07uc387zgGHYyc.jpg","backdrop_path":"\/65YDX3RlLeh8k8kvJK5IG0QruVm.jpg","release_date":"2015-10-30","popularity":1.003,"vote_average":8,"id":359105,"adult":false,"vote_count":19},{"overview":"In 1885, Africa is a succulent cake destined to be wildly divided and everyone wants a piece. A disturbed European king, a Pygmy working in a luxury hotel, a successful but lonely businessman, an enslaved porter, a young army deserter, a ghostly clarinetist. Some benefit from colonialism and greed. Others suffer racism and violence.","original_language":"fr","original_title":"Ce magnifique gâteau !","video":false,"title":"This Magnificent Cake!","genre_ids":[12,16,35,18,14,36],"poster_path":"\/8zc7VOgCFKjZrwDtoVtF4Hx0e2r.jpg","backdrop_path":"\/7TTCBC5g6rkUYp0JswFToY2BCHk.jpg","release_date":"2018-10-18","popularity":1.176,"vote_average":7.1,"id":518747,"adult":false,"vote_count":6},{"overview":"","original_language":"en","original_title":"Shusenjo: The Main Battleground of the Comfort Women Issue","video":false,"title":"Shusenjo: The Main Battleground of the Comfort Women Issue","genre_ids":[99,36],"poster_path":"\/7YVBDuivXf0LvDSVqRS0Mtdp66G.jpg","backdrop_path":"\/bOZeegueKmS9MI4XFCDfUU7cKxo.jpg","release_date":"2019-07-25","popularity":2.339,"vote_average":6.5,"id":606802,"adult":false,"vote_count":2},{"overview":"Italy, XIII century. The story of friendship between two young people who dedicated their lives to God and others: St. Francis and St. Clare of Assisi. Children of the bourgeoisie and the nobility, respectively, gave up their lives accommodated by a life of sacrifice, humility and proselytizing ...","original_language":"it","original_title":"Chiara e Francesco","video":false,"title":"Chiara e Francesco","genre_ids":[99,36],"poster_path":"\/1hi6NgFxwH9dQiUQYMvV6rSq0JY.jpg","backdrop_path":"\/n6tHeze754dRHelAF1Vvibjk9t1.jpg","release_date":"2007-01-01","popularity":2.158,"vote_average":4.2,"id":138129,"adult":false,"vote_count":24},{"overview":"A German-made film based on one of the most famous German novels by Theodor Fontane. Effi Briest (Hanna Schygulla) is a socially ambitious, 17-year-old German girl who accepts a proposal of marriage from Baron Geert Von Instetten, a much older diplomat. Unfortunately, neither the Baron's family nor anyone in the secluded town she now calls home accept Effi as an equal. Starved for companionship, Effi begins an innocent friendship with a well-known womanizer that may jeopardize her position as the Baron's wife.","original_language":"de","original_title":"Fontane Effi Briest","video":false,"title":"Effi Briest","genre_ids":[36,18],"poster_path":"\/uoXBI3B41lPidGKIALDLyfNzUUv.jpg","backdrop_path":"\/foyggxfHsQht4wfLmFaaAzzF6Bi.jpg","release_date":"1977-06-15","popularity":2.898,"vote_average":7.1,"id":706,"adult":false,"vote_count":16},{"overview":"Berlin 36 is a 2009 German film telling the fate of Jewish athlete Gretel Bergmann in the 1936 Summer Olympics. She was replaced by the Nazi regime by an athlete later discovered to be a man. The film is based on a true story and was released in Germany on September 10, 2009.  Reporters at Der Spiegel challenged the historical basis for many of the events in the film, pointing to arrest records and medical examinations indicating German authorities did not learn Dora Ratjen was male until 1938.","original_language":"de","original_title":"Berlin '36","video":false,"title":"Berlin '36","genre_ids":[18,36],"poster_path":"\/r9C7dde8RytovdRNPgNIBSK0eKT.jpg","backdrop_path":"\/u9h3uD35ciDoONC23G8NkNgZTeQ.jpg","release_date":"2009-09-09","popularity":2.154,"vote_average":5.1,"id":50077,"adult":false,"vote_count":14},{"overview":"In March 1933, Welsh journalist Gareth Jones takes a train from Moscow to Kharkov in the Ukraine. He disembarks at a small station and sets off on foot on a journey through the country where he experiences at first hand the horrors of a famine. Everywhere there are dead people, and everywhere he goes he meets henchmen of the Soviet secret service who are determined to prevent news about the catastrophe from getting out to the general public. Stalin’s forced collectivisation of agriculture has resulted in misery and ruin; the policy is tantamount to mass murder. Supported by Ada Brooks, a New York Times reporter, Jones succeeds in spreading the shocking news in the West, thereby putting his powerful rival, the Pulitzer Prize-winning, pro-Stalin journalist Walter Duranty, firmly in his place.","original_language":"en","original_title":"Mr. Jones","video":false,"title":"Mr. Jones","genre_ids":[53,18,36],"poster_path":"\/zf5TN6Ez0XlAuTGFxW2lYPUiLOr.jpg","backdrop_path":"\/nNjXu0eJYwewwwyTsBuXOmQEl5N.jpg","release_date":"2020-02-14","popularity":1.644,"vote_average":0,"id":509598,"adult":false,"vote_count":6}],[{"overview":"In 1899, Lord Kang must decide which of his three sons will take over his family's Chinese banking empire. When circumstances dictate that he appoint his unreliable youngest son, family bonds are pushed to the limit as father and son clash in a climate of political turmoil. Winner of the Special Jury Award at the 2009 Shanghai International Film Festival.","original_language":"zh","original_title":"白銀帝國","video":false,"title":"Empire of Silver","genre_ids":[18,36,10751,10749],"poster_path":"\/bfR4EmabcoTNv36CoopSG2Ypaj2.jpg","backdrop_path":"\/h8nzr6L8h0lDENqLgdPGn47KlX5.jpg","release_date":"2011-06-03","popularity":2.407,"vote_average":5.8,"id":31185,"adult":false,"vote_count":5},{"overview":"In 1839, the slave ship Amistad set sail from Cuba to America. During the long trip, Cinque leads the slaves in an unprecedented uprising. They are then held prisoner in Connecticut, and their release becomes the subject of heated debate. Freed slave Theodore Joadson wants Cinque and the others exonerated and recruits property lawyer Roger Baldwin to help his case. Eventually, John Quincy Adams also becomes an ally.","original_language":"en","original_title":"Amistad","video":false,"title":"Amistad","genre_ids":[18,36,9648],"poster_path":"\/lgoCht4up4SBgK9Clz7GDBBYDx2.jpg","backdrop_path":"\/8QWQeQ9Yka1cXwDLZ21lqMWEq8G.jpg","release_date":"1997-12-03","popularity":2.82,"vote_average":7,"id":11831,"adult":false,"vote_count":677},{"overview":"This compelling political drama is based on the true story of high-ranking Pentagon official Daniel Ellsberg, who, during the Nixon era, strove to preserve American democracy by leaking top-secret documents to the New York Times and Washington Post. The documents in question would eventually become famous as the Pentagon Papers, which revealed the true reasons for U.S. involvement in Vietnam.","original_language":"en","original_title":"The Pentagon Papers","video":false,"title":"The Pentagon Papers","genre_ids":[18,53,36],"poster_path":"\/q2npPf6898vk78b20DPpcglyNcA.jpg","backdrop_path":"\/fXF0DxaTGefEPUpUBOgey50BRPQ.jpg","release_date":"2003-03-09","popularity":2.459,"vote_average":5.7,"id":40113,"adult":false,"vote_count":13},{"overview":"Shortly before the end of WWII: While he is fighting at the Eastern front, private Werner Holt looks back on his still young life – especially his long-time friendship with former classmate Gilbert Wolzow, who is now Werner′s commanding officer. Both men used to be fanatic Nazi followers, but since Holt witnessed a massacre conducted by SS troops and the execution of a friend, he has begun to question the regime. He saves a Slovakian woman who is to be executed, and finally openly opposes Wolzow.","original_language":"de","original_title":"Die Abenteuer des Werner Holt","video":false,"title":"The Adventures of Werner Holt","genre_ids":[18,36],"poster_path":"\/q18hfLrpfK5IDmfAScuL2lKjosh.jpg","backdrop_path":"\/aVnay5u5t7up3sitZAIQf0W5Qwa.jpg","release_date":"1965-02-04","popularity":1.391,"vote_average":7.7,"id":2250,"adult":false,"vote_count":6},{"overview":"A samurai performs a heroic act by rescuing the lovely Kesa during a violent uprising. The warrior falls in love with her, but becomes distraught when he finds out that she is already married.","original_language":"ja","original_title":"地獄門","video":false,"title":"Gate of Hell","genre_ids":[18,36,10749],"poster_path":"\/jAea0bSKrpV5aBjt6gAVhRoGfq5.jpg","backdrop_path":"\/oO9DJpapJyKfokbE5X0nJN2VD1Q.jpg","release_date":"1954-12-10","popularity":2.209,"vote_average":7.4,"id":43349,"adult":false,"vote_count":29},{"overview":"During the Nazi regime, there was widespread persecution of homosexual men, which started in 1871 with the Paragraph 175 of the German Penal Code. Thousands were murdered in concentration camps. This powerful and disturbing documentary, narrated by Rupert Everett, presents for the first time the largely untold testimonies of some of those who survived.","original_language":"de","original_title":"Paragraph 175","video":false,"title":"Paragraph 175","genre_ids":[36,99],"poster_path":"\/jpWAael8IHvFJe50WZ1dTOY1kip.jpg","backdrop_path":"\/wd20Q4EnOGFWU3XZ2jWM90m2PWe.jpg","release_date":"2000-01-22","popularity":2.32,"vote_average":7.4,"id":49671,"adult":false,"vote_count":9},{"overview":"Yoshitsune Minamoto, disguised with his retinue as monks, must make do with a comical porter as their guide through hostile territory en route to safety.","original_language":"ja","original_title":"虎の尾を踏む男達","video":false,"title":"The Men Who Tread on the Tiger's Tail","genre_ids":[18,35,36],"poster_path":"\/lbspqbHnGrGKQMQ83UvIpC28aJh.jpg","backdrop_path":"\/qm93Mq677zDHv2EWpe07i5dP1Z1.jpg","release_date":"1945-12-28","popularity":2.717,"vote_average":6.7,"id":36916,"adult":false,"vote_count":34},{"overview":"When a Japanese pilot crash-lands on the tiny remote Hawaiian island of Ni'ihau, he is met with courtesy and traditional Hawaiian hospitality from the locals - until they discover he was part of the recent attack on Pearl Harbor.","original_language":"en","original_title":"Enemy Within","video":false,"title":"Enemy Within","genre_ids":[28,18,36],"poster_path":"\/wqO2M2AzQW09PyX8cgaxQIJXEzQ.jpg","backdrop_path":"\/mccJN3R6v2qt3A70bzwvO1udz3S.jpg","release_date":"2019-04-19","popularity":3.375,"vote_average":7,"id":622764,"adult":false,"vote_count":2},{"overview":"Based on an acclaimed 1935 novel about the War of Liberation (1918-1920) that ensured Estonia's independence, the film tells about a group of young schoolboys heading to the front to fight the army of Soviet Russia.","original_language":"et","original_title":"Nimed marmortahvlil","video":false,"title":"Names in Marble","genre_ids":[18,10749,10752,36],"poster_path":"\/r4IO0yYep52vXkDr3RC1vwnymbv.jpg","backdrop_path":"\/32VmDvpa5sWHo2xJoVghqX17f7I.jpg","release_date":"2002-11-01","popularity":1.749,"vote_average":6.7,"id":46890,"adult":false,"vote_count":8},{"overview":"Kurdish-Iranian poet Sahel has just been released from a thirty-year prison sentence in Iran. Now the one thing keeping him going is the thought of finding his wife, who thinks he's been dead for over twenty years.","original_language":"fa","original_title":"وەرزی کەرگەدەن ،","video":false,"title":"Rhino Season","genre_ids":[18,53,36],"poster_path":"\/uRpEHF7kTidCaiUUskLyWpFKDrf.jpg","backdrop_path":"\/bDQh7oSpHoOeNbnPPvH2aXBBoF8.jpg","release_date":"2013-08-13","popularity":2.617,"vote_average":6,"id":110391,"adult":false,"vote_count":17},{"overview":"Five Jewish Hungarians, now U.S. citizens, tell their stories: before March, 1944, when Nazis began to exterminate Hungarian Jews, months in concentration camps, and visiting childhood homes more than 50 years later. An historian, a Sonderkommando, a doctor who experimented on Auschwitz prisoners, and US soldiers who were part of the liberation in April, 1945.","original_language":"en","original_title":"The Last Days","video":false,"title":"The Last Days","genre_ids":[99,18,36,10752],"poster_path":"\/yAjtrBR42qz6QmSCoPa7TKEId8o.jpg","backdrop_path":"\/55qhDpVgezvdfD9hmmGR6Vx9ixJ.jpg","release_date":"1998-10-23","popularity":1.942,"vote_average":7.8,"id":20595,"adult":false,"vote_count":16},{"overview":"Mohawk archaeologist Baptiste Asigny engages in a search for his ancestors following a tragic terrain slump in the Percival Molson Stadium.","original_language":"fr","original_title":"Hochelaga, Terre des Âmes","video":false,"title":"Hochelaga, Land of Souls","genre_ids":[12,18,36],"poster_path":"\/lpH0b5NvKdkoxbv5s8tswKtNsT5.jpg","backdrop_path":"\/uSUZCIGsdC6cFSP9BJq9NDphkvl.jpg","release_date":"2017-09-09","popularity":1.733,"vote_average":5.6,"id":473183,"adult":false,"vote_count":8},{"overview":"Parallels are drawn between Abraham Lincoln's presidency and the presidency of Donald Trump. Not since 1860 have the Democrats so fanatically refused to accept the result of a free election. That year, their target was Lincoln. They smeared him. They went to war to defeat him. In the end, they assassinated him.","original_language":"en","original_title":"Death of a Nation","video":false,"title":"Death of a Nation","genre_ids":[99,36],"poster_path":"\/ayUSOpmiPZOARCklJdDnIWPa2QE.jpg","backdrop_path":"\/ybCBv1bCCCKS81pCj6fB6BM5C6t.jpg","release_date":"2018-08-03","popularity":3.391,"vote_average":5.4,"id":532868,"adult":false,"vote_count":17},{"overview":"Alexandre Dumas, at the height of his career, takes Auguste Maquet, his chief literary collaborator or 'ghost writer' ten years his junior, to meet a young unknown admirer, Charlotte Desrives.  The two men are at the summit of their artistic collaboration for they have just published \"The Count of Monte Christo\", \"Queen Margot\" and \"The Three Musketeers\". If it's Maquet who writes the majority of the texts, both the honours and fame go to Dumas.","original_language":"fr","original_title":"L'autre Dumas","video":false,"title":"The Other Dumas","genre_ids":[18,36],"poster_path":"\/pN08PjNZKxFLixxOOLAh6W7qyzA.jpg","backdrop_path":"\/t4K766hPZrPaTOXAT6vmyfqxb5k.jpg","release_date":"2010-02-10","popularity":1.414,"vote_average":6.1,"id":60254,"adult":false,"vote_count":16},{"overview":"In the early 1200s, Dogen brought Chinese Zen philosophy to Japan, and established the Japanese Zen school of Buddhism. He taught that a person was capable of realizing Buddhahood within himself, by way of Zazen. Zazen is extended hours of sitting and meditating to achieve a state of “Mu” (nothingness, or empty existence).","original_language":"ja","original_title":"禅","video":false,"title":"Zen","genre_ids":[18,36],"poster_path":"\/qII8mKJ2M6zn0fKOo22HqDZIYv8.jpg","backdrop_path":"\/xv1EnDyaLkt1HoQM8ajtIfKNZi3.jpg","release_date":"2009-01-10","popularity":2.453,"vote_average":6.6,"id":28632,"adult":false,"vote_count":13},{"overview":"At a Dresden hospital in 1945, nurse Anna Mauth (Felicitas Woll) cares for badly injured British pilot Robert Newman (John Light), whom Anna believes to be a German deserter. As Allied forces close in, Anna grows close to Robert despite her engagement to Dr. Alexander Wenninger (Benjamin Sadler). The gripping historical romance won a 2006 German Television Award.","original_language":"de","original_title":"Dresden","video":false,"title":"Dresden","genre_ids":[18,36],"poster_path":"\/yr5a6DxD3H6lSKTNSsU1XUJPwft.jpg","backdrop_path":"\/8uWZMMGmJee8XwG1z2l43OBvMNz.jpg","release_date":"2006-03-05","popularity":2.851,"vote_average":6.3,"id":11204,"adult":false,"vote_count":18},{"overview":"The film takes place in Russia in 1775. Catherine the Great is ruler and stands at the height of her power. The ruler, however, is more concerned with the sexual activity of her court than the daily business. A horde of Cossacks, led by Pugachev, threatens the country's population. The rebels are raging through the country. Meanwhile, the Czarina in St. Petersburg is enjoying group sex orgies. A lieutenant from Vienna wants to free Russia from this situation and faces the hustle and bustle.  Softcoreversion of the two-parted adult production 'Katharina und ihre wilden Hengste'.","original_language":"de","original_title":"Katharina, die nackte Zarin","video":false,"title":"Katharina, die nackte Zarin","genre_ids":[10749,36],"poster_path":"\/dpFGXCMxs2uxe6R48dLz7969HBR.jpg","backdrop_path":"\/bHOBhzXRxxabO1APIpYZYSlpIU3.jpg","release_date":"1983-02-22","popularity":0.6,"vote_average":6,"id":343247,"adult":false,"vote_count":1},{"overview":"Prime Minister of Great Britain Benjamin Disraeli outwits the subterfuge of the Russians and chicanery at home in order to secure the purchase of the Suez Canal.","original_language":"en","original_title":"Disraeli","video":false,"title":"Disraeli","genre_ids":[18,36],"poster_path":"\/eVJpfh42k1SXkwyAQGzEdM3xSvf.jpg","backdrop_path":"\/AaWTAAuofsJFFDmsoCMnPbYupkU.jpg","release_date":"1929-11-01","popularity":1.581,"vote_average":7.2,"id":84274,"adult":false,"vote_count":6},{"overview":"An account of the adventures of two sets of identical twins, badly scrambled at birth, on the eve of the French Revolution. One set is haughty and aristocratic, the other poor and somewhat dim. They find themselves involved in palace intrigues as history happens around them. Based, very loosely, on Dickens's \"A Tale of Two Cities,\" Dumas's \"The Corsican Brothers,\" etc.","original_language":"en","original_title":"Start the Revolution Without Me","video":false,"title":"Start the Revolution Without Me","genre_ids":[35,36],"poster_path":"\/abw7BKoi50gtDexKuGjDZ94cZH0.jpg","backdrop_path":"\/ljG6LY7bT6qlV560dIsuE0Y3iZl.jpg","release_date":"1970-08-14","popularity":2.406,"vote_average":5.8,"id":19753,"adult":false,"vote_count":17},{"overview":"The images comprise only of material Sergei Loznitsa found in the Moscow film archives about the siege of Leningrad during the World War II. By providing the originally silent images with a meticulously reconstructed soundtrack, the scenes from everyday life under siege seem to be set in the present. By not intervening in the montage but giving the scenes room to tell a story, the scenes transcend the specific historic events and lead a new life. They do not evoke memories of the past, but become a breathtaking reanimation of reality.","original_language":"en","original_title":"Блокада","video":false,"title":"Blockade","genre_ids":[99,36,10752],"poster_path":"\/hqJ4PC1wrRTU2m2GcM8XwdxIVHj.jpg","backdrop_path":null,"release_date":"2005-11-07","popularity":2.584,"vote_average":7.2,"id":163890,"adult":false,"vote_count":6}],[{"overview":"The life of Katherine of Alexandria. Constantine joins the Roman army to find his missing childhood friend. Once alerted to his friend's whereabouts, he prepares for an all out war between the East and the West.  Contains the last film role of Peter O'Toole, who died before the film was released.","original_language":"en","original_title":"Katherine of Alexandria","video":false,"title":"Katherine of Alexandria","genre_ids":[18,36],"poster_path":"\/9JfWjRAcznEa2AsIwWl7RgqtxFB.jpg","backdrop_path":"\/289L6js0VCnPUn784awvF1fvAVm.jpg","release_date":"2014-02-01","popularity":0.68,"vote_average":2.9,"id":272923,"adult":false,"vote_count":4},{"overview":"Based on true events an epic story of one man's struggle for survival. Jussi Ketola, returns to Finland from the great depression struck America only to face growing political unrest. One summer night of 1930, nationalist thugs violently abduct Ketola from his home. Beaten and forced to walk the Eternal Road towards a foreign Soviet Russia, where cruelty seems to know no end, his only dream is to return to his family cost it what it may. Hope dies last.","original_language":"fi","original_title":"Ikitie","video":false,"title":"The Eternal Road","genre_ids":[18,36,10752],"poster_path":"\/mmbESGfcMAsS6MEI2Il966Ox1Xr.jpg","backdrop_path":"\/w6bL89ASEYXgivfXhZosLS3106o.jpg","release_date":"2017-09-15","popularity":3.285,"vote_average":7.4,"id":408483,"adult":false,"vote_count":19},{"overview":"Oskar Gröning, known as the \"Accountant of Auschwitz,\" was charged with the murder of 300,000 Jews. When he took the stand in 2015, at the age of 94, his trial made headlines worldwide.","original_language":"en","original_title":"The Accountant of Auschwitz","video":false,"title":"The Accountant of Auschwitz","genre_ids":[99,36],"poster_path":"\/avdJ3aURt5Bk0UzlcV9Gdto13Rw.jpg","backdrop_path":null,"release_date":"2018-04-29","popularity":1.796,"vote_average":7,"id":520789,"adult":false,"vote_count":12},{"overview":"The story about Swedish ambassador in Chile - Harald Edelstam - and his heroic actions to protect the innocent people from the execution during and after the military coup on September 11th 1973.","original_language":"en","original_title":"The Black Pimpernel","video":false,"title":"The Black Pimpernel","genre_ids":[18,36,10749,53],"poster_path":"\/7jIRbIIsFbfcOi0qIaX3Eye5uaC.jpg","backdrop_path":"\/fPdxf0yZYNiIdbsJ2k5VU838TBL.jpg","release_date":"2007-09-14","popularity":1.776,"vote_average":6.1,"id":39166,"adult":false,"vote_count":4},{"overview":"In the late Joseon Dynasty, Bongyi Kim Seon-dal is the best conman who sells water from the Taedong River.","original_language":"ko","original_title":"봉이 김선달","video":false,"title":"Seondal: The Man Who Sells the River","genre_ids":[36,35],"poster_path":"\/oCjK0920Xc9FO9yOXGusr11g3M9.jpg","backdrop_path":"\/kqLCPyI2E4BvnUyvKQ6VMhXUWD0.jpg","release_date":"2016-07-06","popularity":2.203,"vote_average":7.1,"id":385137,"adult":false,"vote_count":12},{"overview":"Olivier mustered out of the navy to film this adaptation of Shakespeare’s history. Embroiled in World War II, Britons took courage from this tale of a king who surmounts overwhelming odds and emerges victorious.","original_language":"en","original_title":"The Chronicle History of King Henry the Fifth with His Battell Fought at Agincourt in France","video":false,"title":"Henry V","genre_ids":[18,28,36],"poster_path":"\/eAisr20DvaKJeHvjDN0oHSx0l7u.jpg","backdrop_path":"\/fogTORBk49eeJbiFGOIgceyW4L4.jpg","release_date":"1946-06-17","popularity":3.532,"vote_average":6.9,"id":22638,"adult":false,"vote_count":44},{"overview":"The story of the voyage of the \"Mayflower\" in its historic voyage across the Atlantic to the New World. The passenger list includes John Alden and Priscilla Mullins among those who made the 96-day storm-filled crossing. Along the way the Captain has an ill-starred romance with the wife of a religious fanatic that ends in a sudden, dramatic way off the coast of Cape Cod.","original_language":"en","original_title":"Plymouth Adventure","video":false,"title":"Plymouth Adventure","genre_ids":[12,18,36],"poster_path":"\/qmQguT13N46vHTJT1JXqEXVSCCb.jpg","backdrop_path":"\/9CaSZQi7Fxz3trQCEykex4P8Sxo.jpg","release_date":"1952-11-28","popularity":1.902,"vote_average":5.4,"id":90968,"adult":false,"vote_count":9},{"overview":"In autumn of 1526, the Emperor, Charles V, sends his German landsknechts led by Georg von Frundsberg to march towards Rome. The inferior papal armies, commanded by Giovanni de'Medici, try to chase them in the midst of a harsh winter. Nevertheless, the Imperial armies manage to cross the rivers along their march and get cannons thanks to the maneuvers of its Lords. In a skirmish, Giovanni de'Medici is wounded in the leg by a falconet shot. The attempts to cure him fail and he dies. The Imperial armies assault Rome. The film is beautifully but unassumingly set, and shows the hard conditions in which war is waged and its lack of glory. It ends straightforwardly with the declaration made after the death of Giovanni de'Medici by the commanders of the armies in Europe of not using again fire weapons because of their cruelty.","original_language":"it","original_title":"Il mestiere delle armi","video":false,"title":"The Profession of Arms","genre_ids":[12,18,36,10752],"poster_path":"\/eAuwDPXnIsblRmTLVl3mrGfi1ER.jpg","backdrop_path":"\/gPNRf8gYlWQQIHlQl929IYCEELa.jpg","release_date":"2001-05-11","popularity":3.355,"vote_average":6.4,"id":56798,"adult":false,"vote_count":22},{"overview":"Targeted will be examining one of the key issues of the day, gun control, and will take you on a fast-paced journey, following 22 year-old director Jesse Winton as he travels across the world, and goes back to the historical roots of the gun-control agenda, exposing it, and bringing out the dark truth behind gun control.","original_language":"en","original_title":"Targeted: Exposing the Gun Control Agenda","video":false,"title":"Targeted: Exposing the Gun Control Agenda","genre_ids":[99,36],"poster_path":"\/2wec7rUmyXuWUqb36RoU2L6AipJ.jpg","backdrop_path":"\/gAaYAiH4k4amITp68fsdTmssLEX.jpg","release_date":"2016-09-29","popularity":3.055,"vote_average":4.3,"id":411918,"adult":false,"vote_count":4},{"overview":"Professor Lola Sánchez investigates the truth behind the events experienced by Rafael Sánchez Mazas, one of the founders of the Falange Española party, during the Spanish Civil War.","original_language":"es","original_title":"Soldados de Salamina","video":false,"title":"Soldiers of Salamina","genre_ids":[18,10752,36],"poster_path":"\/sUrSL3dHnbsHWVRVExXgc5pDtlH.jpg","backdrop_path":"\/s9DPxHOwXCxJatHjPKQpQTVw5Lw.jpg","release_date":"2004-09-10","popularity":2.325,"vote_average":7.2,"id":38086,"adult":false,"vote_count":9},{"overview":"In 1944, two prisoners miraculously escaped from Auschwitz. They told the world of the horror of the Holocaust and raised one of the greatest moral questions of the 20th century.","original_language":"en","original_title":"1944: Should We Bomb Auschwitz?","video":false,"title":"1944: Should We Bomb Auschwitz?","genre_ids":[99,18,36,10752],"poster_path":null,"backdrop_path":null,"release_date":"2019-09-19","popularity":2.213,"vote_average":0,"id":632919,"adult":false,"vote_count":0},{"overview":"A young Viking called Vitharr arrives in Britain with dreams of conquest and adventure, but when his family and clan are ambushed and killed, he must survive alone in this strange,dangerous new land as he searches for his Uncle's settlement.","original_language":"en","original_title":"The Lost Viking","video":false,"title":"The Lost Viking","genre_ids":[28,12,36],"poster_path":"\/fJx3oWr98WGJsaj2kOBh63xxRBp.jpg","backdrop_path":"\/gFbN4bBrtNvj3gsLE2oo3tsO6AB.jpg","release_date":"2018-05-28","popularity":2.985,"vote_average":6,"id":526746,"adult":false,"vote_count":6},{"overview":"Downtrodden wife and mother Nella's life takes an unexpected turn for the better after she joins the Women's Voluntary Service office in Barrow-in-Furness during the Second World War. However, her new-found happiness is shattered when her son Cliff leaves to join the troops - provoking a painful confrontation with her husband Will.","original_language":"en","original_title":"Housewife, 49","video":false,"title":"Housewife, 49","genre_ids":[18,36],"poster_path":"\/5ZDY2aYBHXmObmK274I7KEVnF82.jpg","backdrop_path":"\/qcH67otuG5APNO80W9uEoiHTlE5.jpg","release_date":"2006-12-10","popularity":2.859,"vote_average":6.4,"id":48915,"adult":false,"vote_count":7},{"overview":"A depiction of a series of violent killings in Northern Ireland.","original_language":"en","original_title":"Elephant","video":false,"title":"Elephant","genre_ids":[80,18,36,10770],"poster_path":"\/lEKG9vE17cgeeDLZTvxZxnVTsiw.jpg","backdrop_path":"\/AhHQivhVyuaz1oXJPaMh9el6uPi.jpg","release_date":"1989-02-13","popularity":2.607,"vote_average":6.6,"id":37055,"adult":false,"vote_count":43},{"overview":"Sophie Dorothea is a young woman forced into a loveless marriage with Prince George Louis of Hanover. George Louis is later crowned King George I of England. Despairing of ever experiencing true love, the depressed queen finds life at court no solace. Sophie then falls for a dashing Swedish soldier of fortune, Count Konigsmark.","original_language":"en","original_title":"Saraband for Dead Lovers","video":false,"title":"Saraband for Dead Lovers","genre_ids":[18,36],"poster_path":"\/uMUQKs5GPuO35qR1XCQbYr5KDCy.jpg","backdrop_path":"\/SlquEM6BuMhclX9btfsXpTSBxr.jpg","release_date":"1949-06-11","popularity":1.687,"vote_average":6.7,"id":80216,"adult":false,"vote_count":3},{"overview":"The real-life story of eight Pakistani terrorists, who sail to Mumbai and wage war on the populace for the next 24 hours.","original_language":"hi","original_title":"The Attacks Of 26-11","video":false,"title":"The Attacks Of 26-11","genre_ids":[80,28,53,36],"poster_path":"\/2L6fQNQO0kDsTOMH2GcQWYSWgsb.jpg","backdrop_path":"\/e1aOfQBoT1PB3h48026DlmnvXME.jpg","release_date":"2013-03-20","popularity":2.169,"vote_average":7,"id":171879,"adult":false,"vote_count":16},{"overview":"It will tell the story of a group that went from backing up Bob Dylan to become one of the most influential groups of its era.","original_language":"en","original_title":"Once Were Brothers: Robbie Robertson and The Band","video":false,"title":"Once Were Brothers: Robbie Robertson and The Band","genre_ids":[99,36,10402],"poster_path":null,"backdrop_path":null,"release_date":"2019-09-05","popularity":1.708,"vote_average":0,"id":617771,"adult":false,"vote_count":0},{"overview":"L'histoire d'une famille noble et éclairée, celle du comte Savinien de Kerfadec, lors des grandes révoltes chouannes dans les campagnes vendeenne et bretonne. L'histoire de ses enfants, dechirés entre le souffle de l'esprit révolutionnaire et la resistance épique des blancs a la montée de l'opportuniste bourgeoisie.","original_language":"en","original_title":"Chouans!","video":false,"title":"Chouans!","genre_ids":[18,36],"poster_path":"\/yDcWicxaijWahdFSKvjvDL4eNMl.jpg","backdrop_path":"\/4QZNOJfyesFce4BdUHhoRdQFajz.jpg","release_date":"1988-03-23","popularity":2.86,"vote_average":6,"id":50796,"adult":false,"vote_count":20},{"overview":"An intimate portrait of Matthew Shepard, the gay young man murdered in one of the most notorious hate crimes in U.S. history. Framed through a personal lens, it's the story of loss, love, and courage in the face of unspeakable tragedy.","original_language":"en","original_title":"Matt Shepard Is a Friend of Mine","video":false,"title":"Matt Shepard Is a Friend of Mine","genre_ids":[36,99],"poster_path":"\/vYew1u1F9P0LQrEe5PTdiKfOAVX.jpg","backdrop_path":null,"release_date":"2015-02-06","popularity":1.908,"vote_average":8,"id":296029,"adult":false,"vote_count":26},{"overview":"McCord's gang robs the stage carrying money to pay Indians for their land, and the notorious outlaw \"The Oklahoma Kid\" Jim Kincaid takes the money from McCord. McCord stakes a \"sooner\" claim on land which is to be used for a new town; in exchange for giving it up he gets control of gambling and saloons. When Kincaid's father runs for mayor, McCord incites a mob to lynch the old man whom McCord has already framed for murder.","original_language":"en","original_title":"The Oklahoma Kid","video":false,"title":"The Oklahoma Kid","genre_ids":[37,36],"poster_path":"\/vj0GpGEDjN2CLmJySuZEoqOBUQ9.jpg","backdrop_path":"\/3U196j9KMn6WAcojwKsrln0fAQ3.jpg","release_date":"1939-03-11","popularity":2.028,"vote_average":5.9,"id":39459,"adult":false,"vote_count":7}],[{"overview":"Renowned for his excess, King Henry VIII goes through a series of wives during his rule. With Anne Boleyn, his second wife, executed on charges of treason, King Henry weds maid Jane Seymour, but that marriage also ends in tragedy. Not one to be single for long, the king picks German-born Anne of Cleves as his bride, but their union lasts only months before an annulment is granted, and King Henry continues his string of spouses.","original_language":"en","original_title":"The Private Life of Henry VIII","video":false,"title":"The Private Life of Henry VIII","genre_ids":[35,18,10749,36],"poster_path":"\/m5f4g5F4M2uRncmOekcqPcNG7yP.jpg","backdrop_path":"\/lc7li4hwGpKcQ6bSE64BzCIsuVn.jpg","release_date":"1933-09-21","popularity":2.911,"vote_average":6.8,"id":43122,"adult":false,"vote_count":23},{"overview":"Most people don't think about singing when they think about revolutions. But song was the weapon of choice when, between 1986 and 1991, Estonians sought to free themselves from decades of Soviet occupation. During those years, hundreds of thousands gathered in public to sing forbidden patriotic songs and to rally for independence. \"The young people, without any political party, and without any politicians, just came together ... not only tens of thousands but hundreds of thousands ... to gather and to sing and to give this nation a new spirit,\" remarks Mart Laar, a Singing Revolution leader featured in the film and the first post-Soviet Prime Minister of Estonia. \"This was the idea of the Singing Revolution.\" James Tusty and Maureen Castle Tusty's \"The Singing Revolution\" tells the moving story of how the Estonian people peacefully regained their freedom--and helped topple an empire along the way.","original_language":"en","original_title":"The Singing Revolution","video":false,"title":"The Singing Revolution","genre_ids":[99,36,10402],"poster_path":"\/zW4HGZmPlvP7ZK6bvKQVj4T2bMl.jpg","backdrop_path":"\/jnoLgj21MRPJOmZWL6RfoiqhDIK.jpg","release_date":"2007-12-01","popularity":1.797,"vote_average":6.4,"id":50579,"adult":false,"vote_count":7},{"overview":"In eighteenth-dynasty Egypt, Sinuhe, a poor orphan, becomes a brilliant physician and with his friend Horemheb is appointed to the service of the new Pharoah. Sinuhe's personal triumphs and tragedies are played against the larger canvas of the turbulent events of the 18th dynasty. As Sinuhe is drawn into court intrigues he learns the answers to the questions he has sought since his birth.","original_language":"en","original_title":"The Egyptian","video":false,"title":"The Egyptian","genre_ids":[36,18],"poster_path":"\/8lkdv01z8TJ4kkhtvnJOPGzm2zq.jpg","backdrop_path":"\/ahFKp87yRcuoPTtwhQ8Nskyub9z.jpg","release_date":"1954-08-25","popularity":3.137,"vote_average":6.3,"id":24973,"adult":false,"vote_count":26},{"overview":"Dramatic retelling of the fateful last voyage of the Nantucket whaleship Essex. When the Essex is attacked and sunk by a sperm whale in November 1820, her crew take to three fragile whalers. Alone in the middle of the Pacific Ocean, the men must decide whether to head for the nearest islands - a thousand miles downwind to the west - or set out on an epic journey of almost three thousand miles to reach the South American mainland. Fear of cannibals forces them to choose South America.  Almost three months later, the first whaler is rescued by another whaleship. Only three men are still alive. A week later the captain's whaler is also rescued, with just two men aboard. The third whaler is never found.  This is a story of human endurance and what men in extremis will do to survive.","original_language":"en","original_title":"The Whale","video":false,"title":"The Whale","genre_ids":[18,36],"poster_path":"\/kWpbykcSTYEKfbY5I4B3aPNJEoZ.jpg","backdrop_path":"\/qWRljh6RoXohlThyOSCqU0idc6f.jpg","release_date":"2013-12-22","popularity":2.674,"vote_average":5.9,"id":244875,"adult":false,"vote_count":9},{"overview":"Early 80's, Sara is a good-family girl, she has never been with a man, does not drinks, does not take drugs. Following her love, she enters in \"El Calentito\" a bar where the group \"las Siux\" is singing.","original_language":"es","original_title":"El Calentito","video":false,"title":"El Calentito","genre_ids":[16,35,18,36],"poster_path":"\/e0HuXRnsIXrn8XkAssTxzPvRrZZ.jpg","backdrop_path":"\/iX8jxoP4Q8MDoOzM01c9hLLPdSB.jpg","release_date":"2005-06-24","popularity":3.725,"vote_average":5.1,"id":24022,"adult":false,"vote_count":8},{"overview":"A 9-year-old girl weathers big changes in her household as her parents become radical political activists in 1970-71 Paris.","original_language":"fr","original_title":"La faute à Fidel!","video":false,"title":"Blame It on Fidel!","genre_ids":[18,36],"poster_path":"\/j3Rnx8Iz26PG9Ixz6DkxWJ0BeyW.jpg","backdrop_path":"\/cYlWfMRDvfqeHel0CQpxDtJiLw.jpg","release_date":"2007-08-03","popularity":2.485,"vote_average":7.4,"id":17460,"adult":false,"vote_count":21},{"overview":"At an Austrian boys' boarding school in the early 1900s, shy, intelligent Törless observes the sadistic behavior of his fellow students, doing nothing to help a victimized classmate—until the torture goes too far. Adapted from Robert Musil's acclaimed novel, Young Törless launched the New German Cinema movement and garnered the 1966 Cannes Film Festival International Critics' Prize for first-time director Volker Schlöndorff.","original_language":"de","original_title":"Der junge Törless","video":false,"title":"Young Törless","genre_ids":[18,36,53],"poster_path":"\/rJWcKXABcww5u2kgPEQTYQ85G7d.jpg","backdrop_path":"\/igSRBqnCSi1mq6VdSqSrZgz4xrC.jpg","release_date":"1966-05-20","popularity":2.33,"vote_average":6.4,"id":45694,"adult":false,"vote_count":18},{"overview":"This is the first film of Theo Angelopoulos' trilogy. The story starts in 1919 with some greek refugees from Odessa arriving somewhere near Thessaloniki. Among these people are two small kids, Alexis and Eleni. Eleni is an orphan and she is also taken care by Alexis' family. The refugees build a small village somewhere near a river and we watch as the kids grow up and fall in love. But difficult times of dictatorship and war are coming...","original_language":"el","original_title":"Το Λιβάδι που δακρύζει","video":false,"title":"The Weeping Meadow","genre_ids":[10749,18,36],"poster_path":"\/bYTNeiGyrIiYlNuZo5rTArTGDin.jpg","backdrop_path":"\/tHgqUzdh8gwbA2UqYNlV36lufCp.jpg","release_date":"2004-10-08","popularity":2.034,"vote_average":7.6,"id":37952,"adult":false,"vote_count":24},{"overview":"A documentary on Soviet filmmaker Aleksandr Medvedkin, examining his tumultuous career, the rediscovery of his masterpiece Happiness, and Russia's struggles over the course of the 20th Century.","original_language":"en","original_title":"Le Tombeau d'Alexandre","video":false,"title":"The Last Bolshevik","genre_ids":[36,99],"poster_path":"\/71V1hDhmyHe96587FPE4R4n1w0M.jpg","backdrop_path":"\/n8E93nYUgi1hOh6vTRBkhUmKlJZ.jpg","release_date":"1993-03-25","popularity":2.876,"vote_average":7.9,"id":98498,"adult":false,"vote_count":7},{"overview":"The struggles of an artist. Jang Seung-up (1843-1897), also called Owon, focusing on the years 1882 to 1897, when Korea was in political upheaval, caught between China and Japan, the conservative dynasty dying, and peasant revolt at hand. Jang, born poor, has genius; a merchant, Kim, becomes his patron, finding him a teacher. Jang must convince others that a commoner can have talent, then move beyond his ability to copy old masters and find his own style. He's bedeviled by a temper and alcohol, arguments with patrons as he seeks commissions, and relationships with kisaeng, particularly Mae-hyang, that start and stop. It's the life of a restless spirit producing great art.","original_language":"ko","original_title":"취화선","video":false,"title":"Painted Fire","genre_ids":[18,36],"poster_path":"\/iZfIDpywVqgftbTPJw8uui2PZFA.jpg","backdrop_path":"\/slsvsYEfvmdVFTefQDKKz3zAJLN.jpg","release_date":"2002-05-10","popularity":2.715,"vote_average":7.3,"id":18302,"adult":false,"vote_count":14},{"overview":"The story of Franklin Roosevelt's bout with polio at age 40 in 1921 and how his family (and especially wife Eleanor) cope with his illness. From being stricken while vacationing at Campobello to his triumphant nominating speech for Al Smith's presidency in 1924, the story follows the various influences on his life and his determination to recover - based on the award winning Broadway play of the same name.","original_language":"en","original_title":"Sunrise at Campobello","video":false,"title":"Sunrise at Campobello","genre_ids":[18,36],"poster_path":"\/lzRYs2Zhv9XSBssH0hxurckdY1o.jpg","backdrop_path":"\/3VnICh7xHrhGWE3meB9TqS4QgZ9.jpg","release_date":"1960-09-28","popularity":3.069,"vote_average":6.3,"id":72354,"adult":false,"vote_count":5},{"overview":"Two documentary filmmakers go back in time to the pre-Civil War American South, to film the slave trade.","original_language":"it","original_title":"Addio zio Tom","video":false,"title":"Goodbye Uncle Tom","genre_ids":[18,36],"poster_path":"\/hwLZx8wDEf28cFRVZbIVto0X4Ay.jpg","backdrop_path":"\/6eXk1fhMQVi7TvzI2UnnqLJruzu.jpg","release_date":"1972-10-27","popularity":8.998,"vote_average":6.7,"id":48691,"adult":false,"vote_count":25},{"overview":"British historian and author Niall Ferguson explains how big money works today as well as the causes of and solutions to economic catastrophes in this extended version The Ascent of Money documentary. Through interviews with top experts, such as former Federal Reserve Chairman Paul Volcker and American currency speculator George Soros, the intricate world of finance, including global commerce, banking and lending, is examined thoroughly.","original_language":"en","original_title":"The Ascent of Money","video":false,"title":"The Ascent of Money","genre_ids":[36,99],"poster_path":"\/3vHQSPiI1AsBm40al9jBakmwQ1y.jpg","backdrop_path":null,"release_date":"2009-01-01","popularity":2.435,"vote_average":7.2,"id":31869,"adult":false,"vote_count":9},{"overview":"The background to and depiction of a watershed battle in Japanese history, at Sekigahara in 1600, when Tokugawa Ieyasu's Army of the East defeated the Army of the West of Ishida Mitsunari. The story includes the intrigues and shifting loyalties of the various retainers, family members, and samurai.","original_language":"ja","original_title":"関ヶ原","video":false,"title":"Sekigahara","genre_ids":[18,36,10752],"poster_path":"\/juY76LvfACsS9AnKKktIKdzH1mR.jpg","backdrop_path":"\/Al9Zxoz5U8xPINKWBLH7S2mXVkL.jpg","release_date":"2017-08-26","popularity":1.117,"vote_average":6.8,"id":455954,"adult":false,"vote_count":8},{"overview":"A Documentary on the Making of 'Gore Vidal's Caligula'","original_language":"en","original_title":"A Documentary on the Making of 'Gore Vidal's Caligula'","video":false,"title":"A Documentary on the Making of 'Gore Vidal's Caligula'","genre_ids":[99,36],"poster_path":"\/lYyPd4p8JrhWt4X8xO0gM4k61cJ.jpg","backdrop_path":"\/h4baKQFvRfu61F3Nks8PwgLuomp.jpg","release_date":"1981-01-01","popularity":2.744,"vote_average":0,"id":261458,"adult":false,"vote_count":0},{"overview":"A group of Irish noblemen kidnap girls in order to marry into their fortune and avoid becoming priests or soldiers.","original_language":"en","original_title":"The Abduction Club","video":false,"title":"The Abduction Club","genre_ids":[35,36],"poster_path":"\/zNB9dAHwBHYH3a3vqIZW2jPx7Sm.jpg","backdrop_path":"\/a5YsXlyLoqSGBoRDYHWhfUTY7cN.jpg","release_date":"2002-07-19","popularity":1.813,"vote_average":5.8,"id":21893,"adult":false,"vote_count":7},{"overview":"The lives of a Beijing family throughout the 1950s and 1960s, as they experience the impact of the Hundred Flowers Campaign, the Great Leap Forward, and the Cultural Revolution.","original_language":"zh","original_title":"蓝风筝","video":false,"title":"The Blue Kite","genre_ids":[18,36],"poster_path":"\/r3VkKXNPOyxyGc6fSENL1ewLT0d.jpg","backdrop_path":"\/99uCVOOzHUVa2uTDDe33koe30G.jpg","release_date":"1994-03-25","popularity":1.974,"vote_average":7.2,"id":44162,"adult":false,"vote_count":21},{"overview":"Against the backdrop of the Edo treasury devaluing currency and driving many into poverty, Hanzo Itami enforces the law without regard to status. He shows inadequate respect to the treasurer, who wants him dead.","original_language":"ja","original_title":"御用牙　かみそり半蔵地獄責め","video":false,"title":"Hanzo the Razor: The Snare","genre_ids":[36,28,18],"poster_path":"\/lhIEDzJAEYpG2RaV2Dv3qJHIgOv.jpg","backdrop_path":"\/payDycVxjx1K2szFfAVHDUDuLH9.jpg","release_date":"1973-08-11","popularity":2.615,"vote_average":6.4,"id":17128,"adult":false,"vote_count":18},{"overview":"A depiction of the lead-up to the 1995 assassination of Israeli Prime Minister Yitzhak Rabin through the worldview of his assassin, Yigal Amir.","original_language":"he","original_title":"Incitement","video":false,"title":"Incitement","genre_ids":[18,36],"poster_path":"\/pSTgMDtCxC2jz8urnTip7EFR9a.jpg","backdrop_path":null,"release_date":"2019-09-07","popularity":2.364,"vote_average":8,"id":622962,"adult":false,"vote_count":1},{"overview":"The life and death of the Scottish monarch.","original_language":"en","original_title":"Mary, Queen of Scots","video":false,"title":"Mary, Queen of Scots","genre_ids":[18,36,10749],"poster_path":"\/gYUh35nudZWgvVSqP1Xx4cPKqgy.jpg","backdrop_path":"\/pMcUmlSXHvOStLujqbxwEhsf1QS.jpg","release_date":"2013-09-08","popularity":1.648,"vote_average":4.7,"id":193006,"adult":false,"vote_count":17}]]