[[{"overview":"The first half of this film covers Napoleon's coronation as Emperor and political manoeuvrings while the second half covers the actual battle.","original_language":"fr","original_title":"Austerlitz","video":false,"title":"Austerlitz","genre_ids":[10752,18,36],"poster_path":"\/5RNpfejpbwsw4jUUgeUasUvNdhi.jpg","backdrop_path":"\/sWO3FtRElw3NA25j9xEyFCybarS.jpg","release_date":"1960-06-17","popularity":0.844,"vote_average":6.6,"id":50791,"adult":false,"vote_count":7},{"overview":"During the war a young lad is called up and, with an increasing sense of foreboding, undertakes his army training ready for D-day.","original_language":"en","original_title":"Overlord","video":false,"title":"Overlord","genre_ids":[10752,18,36],"poster_path":"\/bqMHOBwPXWvV1Lp02Y551gctFna.jpg","backdrop_path":"\/s14FZ7wvYzfgV501dy4mTIMZnj4.jpg","release_date":"2004-09-04","popularity":3.123,"vote_average":7.1,"id":55343,"adult":false,"vote_count":30},{"overview":"Yugoslav partisans grimly crop the hair of a village quintet of women believed to have consorted with the occupational Nazis. Four, for various reasons, have indeed - and their seducer is a lone, swaggering sergeant whom the partisans briskly emasculate. Escorted out of town by the sheepish Nazis, the forlorn ladies link up, patriotically and romantically, with a band of tough mountain guerrillas. Written by alfiehitchie","original_language":"en","original_title":"5 Branded Women","video":false,"title":"5 Branded Women","genre_ids":[18,36,10752],"poster_path":"\/7di2wiawLB9N773bgl3gCIwTQBo.jpg","backdrop_path":"\/1aQiJArJq89vVqy1GRNiqpaJm1r.jpg","release_date":"1960-03-15","popularity":1.56,"vote_average":6.8,"id":142405,"adult":false,"vote_count":8},{"overview":"No overview found.","original_language":"tr","original_title":"Kahpe Bizans","video":false,"title":"Kahpe Bizans","genre_ids":[35,36],"poster_path":"\/8TYsxRONwoQzF4plmBVEjdftwhq.jpg","backdrop_path":"\/s2KZouLdEnR0Yg8JpIc04lhYLSJ.jpg","release_date":"2000-01-21","popularity":2.08,"vote_average":4.9,"id":33901,"adult":false,"vote_count":22},{"overview":"The story of Freda Kelly, a shy Liverpudlian teenager asked to work for a young local band hoping to make it big: The Beatles. Their loyal secretary from beginning to end, Freda tells her tales for the first time in 50 years.","original_language":"en","original_title":"Good Ol' Freda","video":false,"title":"Good Ol' Freda","genre_ids":[99,36,10402],"poster_path":"\/lu5OWqFDJqMgWlS2Rh59d1QTGzt.jpg","backdrop_path":"\/lzUsFxuiO0ypzqiKksH1UdsCEPM.jpg","release_date":"2013-09-06","popularity":3.31,"vote_average":7,"id":173301,"adult":false,"vote_count":31},{"overview":"Zatoichi is sworn to protect the life of a young girl and without any real allies finds himself in the middle of a bloody turf war.","original_language":"ja","original_title":"座頭市喧嘩旅","video":false,"title":"Zatoichi on the Road","genre_ids":[12,28,18,36],"poster_path":"\/oof3KmcmsNwVi4mfWe91CrQAqTi.jpg","backdrop_path":"\/mreQ4pKgOiIbuLJwiEZSwPwLGhJ.jpg","release_date":"1963-11-30","popularity":1.658,"vote_average":7.1,"id":18624,"adult":false,"vote_count":21},{"overview":"Based on the true story of Oberleutnant Franz von Werra, the only german prisoner of war captured in Britain to escape back to Germany during the Second World War.","original_language":"en","original_title":"The One That Got Away","video":false,"title":"The One That Got Away","genre_ids":[18,36,10752],"poster_path":"\/mrwIakvKSdWcGJA6gymPBydrwjj.jpg","backdrop_path":"\/pQjvHJVjF7JxYjTG4ZlFLtEKolz.jpg","release_date":"1958-04-22","popularity":2.462,"vote_average":7,"id":64735,"adult":false,"vote_count":17},{"overview":"The tragic story of French naïve painter Séraphine Louis aka Séraphine de Senlis (1864-1942), a humble servant who becomes a gifted self-taught painter. Discovered by prominent critic and collector William Uhde, she came to prominence between the wars grouped with other naïve painters like Henri Rouseau only to descend into madness and obscurity with the onset of Great Depression and World War II.","original_language":"fr","original_title":"Séraphine","video":false,"title":"Séraphine","genre_ids":[36,18],"poster_path":"\/g3sfcQgfC29DM82v5Whbz2YFBDd.jpg","backdrop_path":"\/n1QkD93IJOqnwuAfKFz5U1MpQRo.jpg","release_date":"2008-10-01","popularity":2.293,"vote_average":7,"id":14415,"adult":false,"vote_count":43},{"overview":"A Jewish girl and an Aryan, both German, are in love in pre-war times. WW2 breaks out, he is sent to fight for the Nazi flag and she is arrested and sent to serve as a prostitute in camp 27 where disobedience is punishable only by death! She decides to give her body in order to survive hoping that one day she may tell the world what she have seen.","original_language":"it","original_title":"La svastica nel ventre","video":false,"title":"Nazi Love Camp 27","genre_ids":[10752,36],"poster_path":"\/qe7vyiU6xhogNuan3gEMnc5JwHL.jpg","backdrop_path":"\/hueqTnMMr0ib5Pq7UZy4BThRWjT.jpg","release_date":"1977-08-31","popularity":2.761,"vote_average":5.6,"id":32300,"adult":false,"vote_count":6},{"overview":"A biographical account of Mei Lanfang, China's greatest opera star.","original_language":"zh","original_title":"梅蘭芳","video":false,"title":"Forever Enthralled","genre_ids":[18,36,10749],"poster_path":"\/dcDDOxNZwQrjuM8zhU4nPPD0k8m.jpg","backdrop_path":"\/3PbQAVY0c0MUFazJVeERZd0woTF.jpg","release_date":"2008-12-05","popularity":1.28,"vote_average":6.2,"id":44837,"adult":false,"vote_count":11},{"overview":"In December 1825, distinguished members of the Russian military, most of whom were quite affluent and of noble lineage, took it upon themselves to stir revolution against the autocratic and tyrannical Czar Nikolai I in the wake of his not honoring the drafting of a constitution for the Russian people. The revolution failed miserably and the conspirators (known as the Decembrists) were weeded out by the czar himself. One by one, each of the conspirators confess and are systematically exiled to the harsh winters of Siberia, slated to work and wither in a prison\/mine. The wives of the conspirators are faced with the prospect of leaving the bosom of wealth and family (including their own children) to be with their husbands in the brutal Siberian locale. If they agree to this, they face having their illustrious social stations stripped away and certain disdain from everyone around them...","original_language":"ru","original_title":"Звезда пленительного счастья","video":false,"title":"The Captivating Star of Happiness","genre_ids":[18,10749,36],"poster_path":"\/zNGP334iMcBG6Ygv6K7apK1dS2T.jpg","backdrop_path":"\/6tkylANs8RKG6fx6acTx38k7znL.jpg","release_date":"1975-12-12","popularity":2.553,"vote_average":5.9,"id":73546,"adult":false,"vote_count":9},{"overview":"Living in exile after the death of their father, the grown children of a murdered and usurped king converge to exact eye-for-an-eye revenge.","original_language":"el","original_title":"Ηλέκτρα","video":false,"title":"Electra","genre_ids":[28,36],"poster_path":"\/n8NzRoA8hwV5kwUQFEMCqm3BLKC.jpg","backdrop_path":"\/1HGxJEgZNM5kymdFTZBCWcUgmnX.jpg","release_date":"1962-01-01","popularity":1.644,"vote_average":6.9,"id":47447,"adult":false,"vote_count":10},{"overview":"King Louis XI masquerades as a commoner in Paris, seeking out the treachery he is sure lurks in his kingdom. At a local tavern, he overhears the brash poet François Villon extolling why he would be a better king. Annoyed yet intrigued, the King bestows on Villon the title of Grand Constable. Soon Villon begins work and falls for a lovely lady-in-waiting, but then must flee execution when the King turns on him.","original_language":"en","original_title":"If I Were King","video":false,"title":"If I Were King","genre_ids":[12,36],"poster_path":"\/5ujqyWORpaep0YlBtZBgaZsxdTo.jpg","backdrop_path":"\/2xDJv2SDcf7CKlFf6H2ACjMmdhS.jpg","release_date":"1938-09-28","popularity":0.6,"vote_average":7,"id":126777,"adult":false,"vote_count":3},{"overview":"Five friends – a poet, an actor, a painter, an architect and a primitivist film director – are five red avant-garde artists who try to find the embodiment of their hopes and dreams in the young Soviet state. The Revolution is boiling up like a bottle with apple cider: winged service dogs and heart-shaped potatoes, dead Semashko, the People’s Commissar for Health, and cheerful angels, love for the Tsar and love for the young secretary Annushka, executions and pregnancies – everything is interlaced and inseparable!","original_language":"ru","original_title":"Ангелы революции","video":false,"title":"Angels of Revolution","genre_ids":[10749,18,36],"poster_path":"\/mKcsJwRQnXsh7mKYu7UTrQ2QTWM.jpg","backdrop_path":"\/wIkNcyUyvXpXPfQ734k79zCtk1.jpg","release_date":"2014-12-24","popularity":0.604,"vote_average":6.4,"id":297789,"adult":false,"vote_count":7},{"overview":"Gie is a 2005 Indonesian film directed by Riri Riza. The film tells the story of Soe Hok Gie, a graduate from University of Indonesia who is known as an activist and nature lover. The film is based on a diary Catatan Seorang Demonstran written by Soe himself. The plot of this film is an interpretation of the filmmakers, and scenes portraying Soe's private life may be partly fictionalised for dramatisation.","original_language":"id","original_title":"Gie","video":false,"title":"Gie","genre_ids":[18,36],"poster_path":"\/vYJTJzwS81gXTDV28U2zxrFtEi5.jpg","backdrop_path":"\/bBPOGlJ8zFRwvklQs0IHojeevFh.jpg","release_date":"2005-07-13","popularity":2.813,"vote_average":6.5,"id":39061,"adult":false,"vote_count":7},{"overview":"Culloden, Scottish Highlands, April 16th, 1746. It was one of the most mishandled and brutal battles ever fought in Great Britain. Its aftermath was tragic. The men responsible for such a disaster must be exposed. The men, women and children who suffered because of it must be remembered.","original_language":"en","original_title":"Culloden","video":false,"title":"Culloden","genre_ids":[10752,99,18,36,10770],"poster_path":"\/hptZ0wiHRbQqODlfrOcnWAQpA6v.jpg","backdrop_path":"\/2XH60xIYzNjpwiRfun9XX7r3jZ3.jpg","release_date":"1968-05-24","popularity":1.778,"vote_average":7.2,"id":61302,"adult":false,"vote_count":23},{"overview":"Under the oppressive Japanese colonial rule, Deok-hye, the last Princess of the declining Joseon Dynasty, is forced to move to Japan. She spends her days missing home, while struggling to maintain dignity as a princess. After a series of failed tries, Deok-hye makes her final attempt to return home with help of her childhood sweetheart, Jang-han.","original_language":"ko","original_title":"덕혜옹주","video":false,"title":"The Last Princess","genre_ids":[18,36],"poster_path":"\/sLPHjuCySL3re0qtdz3XJQdx61I.jpg","backdrop_path":"\/4h92au891tYDvUbR8azSiT2djyl.jpg","release_date":"2016-09-09","popularity":3.217,"vote_average":6.4,"id":408360,"adult":false,"vote_count":29},{"overview":"Ali is 18. His feet are firmly off the ground. The very idea of marriage seems like a game. But the bride's parents are ready and willing. Business ventures will be set up between the families; the arrangement will pay off all round. Ali, meanwhile, is more interested in playing with puppets and dressing up as a rooster for the travelling theatre. His fiancée has only so much patience... So what should his parents do? What was that? Hire a Borrowed Bride? Meaning exactly what? Well just that: borrow a bride, as the title of the film suggests......","original_language":"tr","original_title":"Eğreti Gelin","video":false,"title":"Borrowed Bride","genre_ids":[10749,36],"poster_path":"\/e9ZKa4keLG8TmIqxQoOPXt9iAXt.jpg","backdrop_path":"\/xADIUOveWuYQkPjgiTpN1ZOxDdr.jpg","release_date":"2005-02-18","popularity":1.465,"vote_average":6.4,"id":133525,"adult":false,"vote_count":7},{"overview":"In 1957 Pierre Duran, a graduate of the École Normale, comes to Moscow on a university exchange. Here he gets acquainted with the ballerina of the Bolshoi Theatre, Kira Galkina, and the photographer Valeri Uspensky. Thanks to this acquaintance, Pierre plunges into the cultural life of the capital, not only official but also underground culture. He starts an affair with Kira. But his studies and his acquaintance with Soviet life are not Pierre’s only aim. He is searching for his father, the White officer Tatischev, who was arrested in the late 1930s. Their meeting is the film’s climax. During his year in Moscow Pierre lives a whole life, absolutely unlike everything that he knew before. When Pierre returns to Paris, he hopes to see Kira again some time. In the pocket of his jacket he has a microfilm with the issue of the underground journal “Gramota”.","original_language":"ru","original_title":"Француз","video":false,"title":"The Frenchman","genre_ids":[36],"poster_path":"\/2vTkckFil4Ybk9q0JFLI4rWf0uy.jpg","backdrop_path":null,"release_date":"2019-10-31","popularity":3.228,"vote_average":0,"id":585256,"adult":false,"vote_count":0},{"overview":"The small town agog Hussars entry. Love between cornet and the young actress suddenly faces intrigue made by a St. Petersburg bureaucrat. The actress father dies after being involved in this game and perspectives look dark... But evil will eventually be defeated by the nobility, loyalty and love.","original_language":"ru","original_title":"О бедном гусаре замолвите слово","video":false,"title":"Say a Word for the Poor Hussar","genre_ids":[35,18,36],"poster_path":"\/a7TO2DxwOpSgcLgVBsibMJvEU2w.jpg","backdrop_path":"\/vwaRE0DTi0GqkQn5WdWzh8BM4j7.jpg","release_date":"1980-11-11","popularity":2.995,"vote_average":7,"id":37175,"adult":false,"vote_count":17}],[{"overview":"Edmund Dantes is falsely accused by those jealous of his good fortune, and is sentenced to spend the rest of his life in the notorious island prison, Chateau d'If. While imprisoned, he meets the Abbe Faria, a fellow prisoner whom everyone believes to be mad. The Abbe tells Edmund of a fantastic treasure hidden away on a tiny island, that only he knows the location of. After many years in prison, the old Abbe dies, and Edmund escapes disguised as the dead body. Now free, Edmund must find the treasure the Abbe told him of, so he can use the new-found wealth to exact revenge on those who have wronged him.","original_language":"fr","original_title":"Le Comte de Monte-Cristo","video":false,"title":"The Count of Monte Cristo","genre_ids":[36],"poster_path":"\/hUxOIbeN2CR8lUTl0F7KzuKir6o.jpg","backdrop_path":"\/xFsjKihiAhZPi0IhjKo06u8rK4r.jpg","release_date":"1961-12-06","popularity":2.623,"vote_average":7.1,"id":4528,"adult":false,"vote_count":10},{"overview":"Romero is a compelling and deeply moving look at the life of Archbishop Oscar Romero of El Salvador, who made the ultimate sacrifice in a passionate stand against social injustice and oppression in his county. This fil chronicles the transformation of Romero from an apolitical, complacent priest to a committed leader of the Salvadoran people.","original_language":"en","original_title":"Romero","video":false,"title":"Romero","genre_ids":[18,36],"poster_path":"\/ispWjgQFmjXI61Xhyt0a7zd77WL.jpg","backdrop_path":null,"release_date":"1989-08-25","popularity":1.48,"vote_average":7.1,"id":32767,"adult":false,"vote_count":9},{"overview":"The film is based on an actual event: Operation Entebbe and the freeing of Israeli hostages at Entebbe Airport (now Entebbe International Airport) in Uganda.","original_language":"en","original_title":"Victory at Entebbe","video":false,"title":"Victory at Entebbe","genre_ids":[28,18,36],"poster_path":"\/49WdzC1g5ZxKek2a7WlPPqSRAH3.jpg","backdrop_path":"\/mhFbct1Qb4MNs4QN1NcwDMeJhl5.jpg","release_date":"1976-12-13","popularity":1.499,"vote_average":6.1,"id":30673,"adult":false,"vote_count":5},{"overview":"A former spy in the Chinese Nationalist Party falls for an opium-dealing widow, as China is ravaged by war and revolution.","original_language":"zh","original_title":"三城记","video":false,"title":"A Tale of Three Cities","genre_ids":[18,36,10749],"poster_path":"\/H2huy9wHzmrjiRWRmbBgdgP58Z.jpg","backdrop_path":"\/dFWth5PWORTaLnbiA6K9KGk1rKN.jpg","release_date":"2015-08-28","popularity":1.739,"vote_average":7.1,"id":358451,"adult":false,"vote_count":8},{"overview":"In 16th century feudal Japan the war between the Iga clan and the Kouga clan continues unabated. Typically for such violent disputes it is the women who suffer the most – in this case lowly castrated Kouga clan ninjas are kidnapping woman from their rivals’ lands and transporting them back to their own, with the intent to use them as concubines. Unfortunately for a trio of inept Kouga ninjas, one of the women they’ve kidnapped is Kisaragi (Rina Takeda), a skilled ninja with a long standing vendetta since her mother was kidnapped when she was just a baby.","original_language":"ja","original_title":"女忍 KUNOICHI","video":false,"title":"The Kunoichi: Ninja Girl","genre_ids":[28,36],"poster_path":"\/yjnTS3eTv31PNcaWcLLRKQ0hyTY.jpg","backdrop_path":"\/zr3TMlxtgqkUaG1KItZ86NRU8Pd.jpg","release_date":"2011-03-19","popularity":2.223,"vote_average":5.6,"id":96077,"adult":false,"vote_count":7},{"overview":"\"Under Ten Flags\" is a WWII movie loosely  based on the true story of the German navy commerce raider Atlantis, a converted Auxilliary Cruiser, and her Captain Bernhard Rogge.  Atlantis, camouflaged as a merchant ship, cruised the South Seas ( Atlantic, Indian &amp; Pacific) and sank or captured 22 merchant ships from May 1940 through November 22, 1941 when she was sunk by the British Cruiser HMS Devonshire.  Rogge was one of the few German officers of flag rank who were not arrested by the Allies after the war ended. This was due to the very proper and ethical way he exercised his command of Atlantis. After the war he advanced to Rear Admiral in the West German Navy and became a high-ranking NATO commander.","original_language":"it","original_title":"Sotto dieci bandiere","video":false,"title":"Under Ten Flags","genre_ids":[36,10752],"poster_path":"\/mvADkOSD6kauXTYg5O0LcWBjCou.jpg","backdrop_path":"\/zKsHlqC0lSaXCML1JWDbxEfrK9Y.jpg","release_date":"1960-09-15","popularity":2.41,"vote_average":5,"id":146563,"adult":false,"vote_count":10},{"overview":"The files that escaped the shredder have become an incredible motion picture. From the Kennedys to Martin Luther King. From cab drivers to Congressmen. From housewives to hostesses. He had something on 58 million people. It was all in his files. Now you can see how he used it.","original_language":"en","original_title":"The Private Files of J. Edgar Hoover","video":false,"title":"The Private Files of J. Edgar Hoover","genre_ids":[18,36],"poster_path":"\/rvEDu60lt7nJ2WdD8MEeGZlvCbP.jpg","backdrop_path":null,"release_date":"1977-12-01","popularity":2.338,"vote_average":4.8,"id":107938,"adult":false,"vote_count":5},{"overview":"When ancient Sodom is doomed to destruction due to its people's corrupt ways, Lot is the only righteous man destined to be spared.","original_language":"he","original_title":"זוהי סדום","video":false,"title":"This Is Sodom","genre_ids":[35,36],"poster_path":"\/rwPOL6RLNfJbkksI3htxVedtlCG.jpg","backdrop_path":"\/bbhHo1ek4ryfhgJOjUtZPhHG1Fy.jpg","release_date":"2010-08-08","popularity":1.577,"vote_average":7.3,"id":43083,"adult":false,"vote_count":12},{"overview":"In a series of simple and joyous vignettes, director Roberto Rossellini and co-writer Federico Fellini lovingly convey the universal teachings of the People’s Saint: humility, compassion, faith, and sacrifice. Gorgeously photographed to evoke the medieval paintings of Saint Francis’s time, and cast with monks from the Nocera Inferiore Monastery, The Flowers of St. Francis is a timeless and moving portrait of the search for spiritual enlightenment.","original_language":"it","original_title":"Francesco, giullare di Dio","video":false,"title":"The Flowers of St. Francis","genre_ids":[18,36],"poster_path":"\/4db6zjmJK4D5gEzQ0V5JTkRo0X5.jpg","backdrop_path":"\/oVWzxXlgjvrNgvEcOBTmJUsqWuO.jpg","release_date":"1950-12-14","popularity":1.991,"vote_average":6.7,"id":56518,"adult":false,"vote_count":28},{"overview":"The story of two warring generals (Liu Bang and Xiang Yu) fighting for control of China at the end of the Qin Dynasty.","original_language":"zh","original_title":"王的盛宴","video":false,"title":"The Last Supper","genre_ids":[28,36],"poster_path":"\/cKaliAieguNP1pMubeCfa0uDOSr.jpg","backdrop_path":"\/5Qb4Mq2Q80i1AWDSEafYSP7XAdj.jpg","release_date":"2012-05-07","popularity":1.813,"vote_average":5.4,"id":121878,"adult":false,"vote_count":8},{"overview":"The story is from the Biblical Book of Judith. During the siege of the Jewish city of Bethulia by the Assyrians led by the brutish Holofernes (Henry Walthall), a widow named Judith (Blanche Sweet) has a plan to stop the war as her people suffer starvation and are ready to surrender.","original_language":"en","original_title":"Judith of Bethulia","video":false,"title":"Judith of Bethulia","genre_ids":[18,36],"poster_path":"\/m2AW2tKiC7mXpXwpFpb2V8bA8p9.jpg","backdrop_path":"\/xAYbqjbEXJOkDUdcDMqaUeVZxDs.jpg","release_date":"1914-03-08","popularity":2.244,"vote_average":6.2,"id":98078,"adult":false,"vote_count":12},{"overview":"The true story of punks, queers, & criminals on a ride with two men who accidentally changed music along the way.","original_language":"en","original_title":"Industrial Accident: The Story of Wax Trax! Records","video":false,"title":"Industrial Accident: The Story of Wax Trax! Records","genre_ids":[99,36,10402],"poster_path":"\/9kjQuJo4XnXy509KhNXmboj32rM.jpg","backdrop_path":"\/omw6hPpaZqbZGNvWNoogi4CKcMw.jpg","release_date":"2017-09-14","popularity":3.51,"vote_average":8.7,"id":517208,"adult":false,"vote_count":3},{"overview":"In a chain reaction of romantic adventures, various people play musical beds in a remake of Max Ophul's \"La Ronde.\"","original_language":"fr","original_title":"La ronde","video":false,"title":"Circle of Love","genre_ids":[18,35,36,10749],"poster_path":"\/jVzLZx4Sj92xEvZEvhniXIOdsrH.jpg","backdrop_path":"\/5ENSmpOzoDTDweYAfXLVqZYLic1.jpg","release_date":"1964-11-11","popularity":1.899,"vote_average":5.5,"id":63876,"adult":false,"vote_count":4},{"overview":"Set both in Latin America and the United States, the film explores the historic and current relationship of Washington with countries such as Venezuela, Bolivia and Chile. Pilger says that the film \"...tells a universal story... analysing and revealing, through vivid testimony, the story of great power behind its venerable myths. It allows us to understand the true nature of the so-called \"war on terror\". According to Pilger, the film’s message is that the greed and power of empire is not invincible and that people power is always the \"seed beneath the snow\".","original_language":"en","original_title":"The War on Democracy","video":false,"title":"The War on Democracy","genre_ids":[36,99,10752],"poster_path":"\/12oQAIiqYSjWmZtIY1XtHYpCk7Z.jpg","backdrop_path":"\/A2iFpIeRge20WmhxpU6hTgZdYlS.jpg","release_date":"2007-06-15","popularity":2.031,"vote_average":7.8,"id":22452,"adult":false,"vote_count":22},{"overview":"Our story begins at the end of Sharpe's Challenge. Sharpe and Harper are en route to Madras when they encounter a baggage train from the East India Company traveling through hostile territory. Chitu, a legendary bandit leader in control of the area, strikes fear in the members of the party. When an attack occurs Sharpe takes control of the situation, leading the group 300 miles through enemy territory and training the disorganized, rag-tag group to be proper soldiers. Despite all these responsibilities, Sharpe still manages to find time for a little romance...","original_language":"en","original_title":"Sharpe's Peril","video":false,"title":"Sharpe's Peril","genre_ids":[28,12,18,36,10752,10770],"poster_path":"\/aEhCdmTRIzmwsYQ8cWkGGOXQ1r5.jpg","backdrop_path":"\/seBopkuUNREwshpZu7XKq9nOvOn.jpg","release_date":"2008-11-02","popularity":1.985,"vote_average":7,"id":79451,"adult":false,"vote_count":9},{"overview":"The love between Mateusz Krol, a Kashubian boy, and Marita von Krauss, a Prussian aristocrat in whose family home he is taken in when his mother dies, grows and matures thorough the years, while Kashubia, the northern Polish region where they live, suffers the consequences of the tragedies that will ravage Europe from the beginning of the 20th century until the end of the World War II.","original_language":"pl","original_title":"Kamerdyner","video":false,"title":"The Butler","genre_ids":[18,36,10749],"poster_path":"\/1iTSPUsNadizFZpyJnbjXiQeQBI.jpg","backdrop_path":"\/iRO3LX9fPBTxjhZtM1KikWPf9w.jpg","release_date":"2018-09-21","popularity":2.469,"vote_average":6.7,"id":545083,"adult":false,"vote_count":12},{"overview":"The Grand Inquisitor Janus still obsessed with Marie. Her beauty and courage do not go unnoticed, but to her dismay, she finally reached a full life with her husband and daughter Trudi.","original_language":"de","original_title":"Die Rache der Wanderhure","video":false,"title":"Die Rache der Wanderhure","genre_ids":[36,18,10770,10749],"poster_path":"\/qvN0SRxYja438PONDnpQUONf0qr.jpg","backdrop_path":"\/im2QX1iWmi0NfeGklcSn2UsbYR7.jpg","release_date":"2012-02-27","popularity":2.223,"vote_average":5.3,"id":92998,"adult":false,"vote_count":14},{"overview":"Kanichiro Yoshimura is a Samurai and Family man who can no longer support his wife and children on the the low pay he receives from his small town clan, he is forced by the love for his family to leave for the city in search of higher pay to support them.","original_language":"ja","original_title":"壬生義士伝","video":false,"title":"When the Last Sword Is Drawn","genre_ids":[28,18,36],"poster_path":"\/nR2BXaLS3eSpDBEhEZP1rKubwbj.jpg","backdrop_path":"\/tBRSLIhcZm0KLO6NcaMhaQOAPRS.jpg","release_date":"2003-01-18","popularity":2.124,"vote_average":7.7,"id":14455,"adult":false,"vote_count":41},{"overview":"PARK Jae-sang was a royal geomancer, who helps people designate propitious site for houses, store and even graves under the belief that a grave in a good site will bring future fortune for descendants. But he loses his family because he exposed a conspiracy about crown Prince's grave site. PARK Jae-sang plans to make a revenge of his family and learns that there is a much bigger conspiracy about propitious grave site; the place that would make grave owner's son the King of Joseon.","original_language":"ko","original_title":"명당","video":false,"title":"Feng Shui","genre_ids":[18,36],"poster_path":"\/siMvybzyrrKmDBEw3bcs2qeCMdk.jpg","backdrop_path":"\/sFiQYvoMYdI7soXoaCcgXCbQA9N.jpg","release_date":"2018-09-19","popularity":1.418,"vote_average":7.4,"id":544089,"adult":false,"vote_count":7},{"overview":"An examination of the creation of the state of Israel in 1948 through to the present day. A semi-biographic film, in four chapters, about a family spanning from 1948 until recent times. Combined with intimate memories of each member, the film attempts to portray the daily life of those Palestinians who remained in their land and were labelled \"Israeli-Arabs,\" living as a minority in their own homeland.","original_language":"ar","original_title":"The Time that Remains","video":false,"title":"The Time that Remains","genre_ids":[18,36],"poster_path":"\/e5TZB7yvSr7LDoVrlVeeSotpRD0.jpg","backdrop_path":"\/caMQlCtw1Qn44OQx2zEfn9ZN5eb.jpg","release_date":"2011-01-07","popularity":1.896,"vote_average":6.7,"id":44898,"adult":false,"vote_count":16}],[{"overview":"A way of life is dying on a Shetland island fishing port, but some of the inhabitants resist evacuating to the mainland.","original_language":"en","original_title":"The Edge of the World","video":false,"title":"The Edge of the World","genre_ids":[10749,18,36],"poster_path":"\/bgrG6gtVldsXgF5fSzUNVxEIYud.jpg","backdrop_path":"\/edq2HcBmJKlyUkzCfCrw7Q2LgxJ.jpg","release_date":"1938-09-09","popularity":2.395,"vote_average":7.5,"id":44407,"adult":false,"vote_count":13},{"overview":"Witty narration follows the history of Versailles Palace; founded by Louis XIII, enlarged by autocratic Louis XIV, whose personal affairs and amours, and those of his two successors, are followed in more detail to the start of the Revolution, after which the story is brought rapidly up to date. A huge cast plays mainly historical persons who appear briefly.","original_language":"fr","original_title":"Si Versailles m'était conté","video":false,"title":"Royal Affairs in Versailles","genre_ids":[35,18,36],"poster_path":"\/1hSw2jiNCebB4ZX2P4Z7BGmrp9n.jpg","backdrop_path":"\/hYynzn3gQkubbSlqnaviKCwc3D.jpg","release_date":"1954-11-11","popularity":1.36,"vote_average":7.7,"id":67540,"adult":false,"vote_count":11},{"overview":"One night in Durham, North Carolina, a rape accusation set fire to the reputations of three college athletes and their elite university. As the Duke lacrosse players grappled with their transition from model student to the criminally accused, several wars were launched on different fronts.","original_language":"en","original_title":"Fantastic Lies","video":false,"title":"Fantastic Lies","genre_ids":[99,36],"poster_path":"\/9br8lZDL9BYwQ3pihH8978SYi3M.jpg","backdrop_path":null,"release_date":"2016-03-13","popularity":1.519,"vote_average":7.1,"id":377210,"adult":false,"vote_count":7},{"overview":"Based on real events, A Hill in Korea charts the fortunes of a small group of British soldiers serving in the Korean War. Out on a routine patrol, the soldiers find that Chinese troop movements have cut them off from their own lines. They try to fight their way back to safety but with the enemy surrounding them on all sides, the prospects look bleak. Facing almost insurmountable odds, they decide to stand a fight.","original_language":"en","original_title":"A Hill in Korea","video":false,"title":"A Hill in Korea","genre_ids":[10752,18,36],"poster_path":"\/sO8N9nwTvkmqCxfs734xYBNPtBK.jpg","backdrop_path":"\/vAprCqegCninHpmv9HshHaolpKe.jpg","release_date":"1956-09-18","popularity":3.16,"vote_average":6.8,"id":107076,"adult":false,"vote_count":9},{"overview":"Based on real life events, Summer of '67 brings to life the turbulent times of the sixties and the struggles faced by the men and women impacted by the Vietnam War. Young wife and mother Milly (Rachel Schrey) is forced to live with her mother-in-law while her husband Gerald (Cameron Gilliam) is away on the USS Forrestal. Kate (Bethany Davenport) must choose between Peter (Christopher Dalton) her high school sweetheart and Van (Sam Brooks) her new hippie boyfriend. Ruby Mae (Sharonne Lanier) finally finds true love with Reggie (Jerrold Edwards) only to have him whisked away by the draft. Each woman faces the question of whether or not their man will return, and even if he does, will life as they know it ever be the same?","original_language":"en","original_title":"Summer of '67","video":false,"title":"Summer of '67","genre_ids":[18,10749,36,10752],"poster_path":"\/uTUe5CyystjU2iFfgVoc6wgGFn.jpg","backdrop_path":"\/sv1rlPwQg6CgdMVF0vl6nYOpxrG.jpg","release_date":"2018-06-29","popularity":1.707,"vote_average":10,"id":520930,"adult":false,"vote_count":1},{"overview":"Prince Naresuan is now the crown prince of Ayutthaya and the king of Burma is dead. While the new Burmese king is waging war, the crown prince plots to assassinate Naresuan. Hearing this, the prince decides to evacuate Thais out of the Burmese capital and declare that Siam will no longer bow to Burma. The war for the kingdom's independence begins.","original_language":"th","original_title":"ตํานานสมเด็จพระนเรศวรมหาราช ภาค ๒ ประกาศอิสรภาพ","video":false,"title":"King Naresuan 2","genre_ids":[36,28,18],"poster_path":"\/yGklB5rrVfEVbTFboR8EZxssImZ.jpg","backdrop_path":"\/ahM4CZqjfIlevPEvu2BypE9V5HA.jpg","release_date":"2007-02-15","popularity":1.42,"vote_average":7,"id":90677,"adult":false,"vote_count":6},{"overview":"The movie tells the story of Melos, a Greek country man that gets arrested and accused of conspiracy against the king. He gets three days to travel to his sister's wedding while Selinentius (Selinae), a genius sculptor that Melos just met stays as a hostage. As opposed to Osamu Dazai's original story, Melos is here innocent of the conspiracy accusation.","original_language":"en","original_title":"Hashire Merosu!","video":false,"title":"Run, Melos!","genre_ids":[16,18,36],"poster_path":"\/j4VqzApv6jBDDQwX3bbEs04n25f.jpg","backdrop_path":"\/qP6bUwR9MkgEGzaiHVh0ihY2gYQ.jpg","release_date":"1992-07-25","popularity":1.468,"vote_average":5.8,"id":123950,"adult":false,"vote_count":3},{"overview":"Dollan Cannell's documentary on the hundreds of alleged plots to assassinate Fidel Castro, and a look at the evolution of Cuban politics. If the title of this extraordinary film sounds ludicrous, don't be fooled. This film looks at the incredible story of the 638 alleged plots by the CIA and Cuban exiles to kill the Cuban leader Fidel Castro.","original_language":"en","original_title":"638 Ways to Kill Castro","video":false,"title":"638 Ways to Kill Castro","genre_ids":[36,99],"poster_path":"\/o1tc2B7WRjGnuI73tVay9F4Yp8G.jpg","backdrop_path":"\/h9bdSiy64g0owcCWXfvRN89FV5k.jpg","release_date":"2006-11-28","popularity":2.888,"vote_average":5.5,"id":26370,"adult":false,"vote_count":7},{"overview":"Two lighthouse keepers clash, making their duties difficult even before a freak storms hits and strands them at the lighthouse for months. Based on a true story.","original_language":"en","original_title":"The Lighthouse","video":false,"title":"The Lighthouse","genre_ids":[18,36,27],"poster_path":"\/cdx9LkPJDQVAEAviCYIVvN6HXCV.jpg","backdrop_path":"\/FhQaiNL13MSs71xMin0vBqNjXJ.jpg","release_date":"2016-07-08","popularity":1.378,"vote_average":5.2,"id":426487,"adult":false,"vote_count":5},{"overview":"A nameless woman keeps a diary as the Russians invade Berlin in the spring of 1945. She is in her early 30s, a patriotic journalist with international credentials; her husband, Gerd, a writer, is an officer at the Russian front. She speaks Russian and, for a day or two after the invasion, keeps herself safe, but then the rapes begin. She resolves to control her fate","original_language":"de","original_title":"Anonyma - Eine Frau in Berlin","video":false,"title":"A Woman in Berlin","genre_ids":[18,10752,36],"poster_path":"\/c1ILatDxfakmEYJmtdU7AW8V6ED.jpg","backdrop_path":"\/8AeE9xSDG3eeZljfn9WCZD4hSHO.jpg","release_date":"2009-07-17","popularity":1.704,"vote_average":6.6,"id":12832,"adult":false,"vote_count":23},{"overview":"Monsieur Cinema, a hundred years old, lives alone in a large villa. His memories fade away, so he engages a young woman to tell him stories about all the movies ever made. Also a line of movie stars comes to visit him giving him back the pleasure of life - but amongst them there are also some young students only striving after his money for the realization of their film projects. The two stories - Monsieur Cinema's and the young people's life - are told in parallel until they come together in the end when the old man plays a role in the film made by the students.","original_language":"fr","original_title":"Les cent et une nuits de Simon Cinéma","video":false,"title":"One Hundred and One Nights","genre_ids":[35,36,10749],"poster_path":"\/i2gWZwbXuKoS1dq8guuOgfJV5Ys.jpg","backdrop_path":"\/pib01jLQZuIpDX6xdvfmX02HX0T.jpg","release_date":"1995-02-02","popularity":2.527,"vote_average":6.1,"id":94771,"adult":false,"vote_count":9},{"overview":"","original_language":"es","original_title":"Los guerrilleros","video":false,"title":"Los guerrilleros","genre_ids":[18,36],"poster_path":"\/rF8JNBkEhpjwPQyT1faFmZQFM3T.jpg","backdrop_path":null,"release_date":"1963-02-05","popularity":1.452,"vote_average":5.9,"id":442554,"adult":false,"vote_count":9},{"overview":"","original_language":"fr","original_title":"3 Nin no Nobunaga","video":false,"title":"3 Nin no Nobunaga","genre_ids":[35,18,36],"poster_path":null,"backdrop_path":null,"release_date":"2019-09-20","popularity":1.08,"vote_average":0,"id":628575,"adult":false,"vote_count":0},{"overview":"The first U.S.-made film drama set during the Iraq war, THE SITUATION chronicles the tragic death of an Iraqi teenager at the hands of U.S. soldiers. The incident sets off an \"investigation,\" a cover-up, and complications involving Iraqi mayor Sheikh Tahsin (Saïd Amadis), who has a complex relationship with the Americans.","original_language":"en","original_title":"The Situation","video":false,"title":"The Situation","genre_ids":[18,36,10749,53],"poster_path":"\/xVecO81T6WZUmZXknD8eZdsgwD3.jpg","backdrop_path":"\/5v33jOpYLVdcEofKSGk7FyoZFd0.jpg","release_date":"2006-01-01","popularity":1.987,"vote_average":6,"id":31040,"adult":false,"vote_count":6},{"overview":"Set in the early 1920s, the film follows Tom Birkin, who has been employed to carry out restoration work on a Medieval mural discovered in a church in the small rural community of Oxgodby, Yorkshire. The escape to the idyllic countryside is cathartic for Birkin, haunted by his experiences in World War I. Birkin soon fits into the slow-paced life of the remote village, and over the course of the summer uncovering the painting begins to lose his trauma-induced stammer and tics.","original_language":"en","original_title":"A Month in the Country","video":false,"title":"A Month in the Country","genre_ids":[36,18],"poster_path":"\/uXcn7IlHnhQq6n0OQo7TEW1T0u6.jpg","backdrop_path":"\/jtQH87nYduHfUXtRt66pQ5FKO0C.jpg","release_date":"1987-01-01","popularity":2.483,"vote_average":6.5,"id":63639,"adult":false,"vote_count":11},{"overview":"Thirty years on from the 1984 Union Carbide plant malfunction, the consequences of which are tragically ongoing, A Prayer for Rain is the powerful and moving story of the Bhopal tragedy, one of the great corporate and environmental scandals of the last half-century. It dramatises the dependence of the local community on the chemical plant that will eventually cause catastrophe, and the series of oversights that led to an event that stands as a benchmark for corporate irresponsibility in the developing world.","original_language":"en","original_title":"A Prayer for Rain","video":false,"title":"A Prayer for Rain","genre_ids":[36,18],"poster_path":"\/uWx4evKba1OAFmm44whOKXfEH1Z.jpg","backdrop_path":"\/t5DTt9w0Imvn7cHuoJbgAbG9ZXX.jpg","release_date":"2014-12-05","popularity":1.501,"vote_average":6.1,"id":258665,"adult":false,"vote_count":13},{"overview":"Set in the 17th-century, an Italian nobleman weds an impoverished countess, who is wooed by the King of Piedmont and faces pressure from his entire court to succumb to his wishes.","original_language":"en","original_title":"La Putain du roi","video":false,"title":"The King's Whore","genre_ids":[10749,36,18],"poster_path":"\/nPH3sowIaLkxSie9O1ogfYV8hzW.jpg","backdrop_path":"\/7qO0awslvOLWBSHVNz1VsRZD2We.jpg","release_date":"1990-11-14","popularity":1.881,"vote_average":5.5,"id":71623,"adult":false,"vote_count":9},{"overview":"The new owner of a brilliant race horse finds love while carrying out his revenge on the man who murdered his father.","original_language":"hu","original_title":"Kincsem","video":false,"title":"Kincsem","genre_ids":[12,18,36,10749],"poster_path":"\/adLu7x7iLcwx52zb8t9imvKQuAA.jpg","backdrop_path":"\/kZ90KFkBxpIgHdpzhSjdhcCN3nu.jpg","release_date":"2017-03-16","popularity":1.793,"vote_average":7.5,"id":447236,"adult":false,"vote_count":20},{"overview":"X-15 is a 1961 movie that tells a fictionalized account of the X-15 research rocket plane, the men who flew it and the women who loved them.","original_language":"en","original_title":"X-15","video":false,"title":"X-15","genre_ids":[28,18,36],"poster_path":"\/x62r1erq0aBhD87EHm5Ka3duUJs.jpg","backdrop_path":"\/ahZQXl2A1tJZiQa1S6JXVjrlQK.jpg","release_date":"1961-12-22","popularity":2.008,"vote_average":5.8,"id":40643,"adult":false,"vote_count":4},{"overview":"Plot unknown.","original_language":"id","original_title":"Susi Susanti - Love All","video":false,"title":"Susi Susanti - Love All","genre_ids":[18,36],"poster_path":"\/87DExwNsI0kbkND6ucnk23tgUBF.jpg","backdrop_path":null,"release_date":"2019-10-24","popularity":4.182,"vote_average":0,"id":617275,"adult":false,"vote_count":0}],[{"overview":"In 79 AD, one of the infamous natural disasters in human history occurred when Mount Vesuvius erupted. With speculative dramatizations of various inhabitants' final hours along with detailed documentation of the known facts concerning the eruption, the horrific day is vividly brought to life.","original_language":"en","original_title":"Pompeii: The Last Day","video":false,"title":"Pompeii: The Last Day","genre_ids":[28,18,36],"poster_path":"\/t2IM23F5ebEMJbs6Jf3S9mpbT2H.jpg","backdrop_path":"\/9cFKMfNrxkX3oZR25vxnw74lprk.jpg","release_date":"2003-10-20","popularity":1.739,"vote_average":6.5,"id":69879,"adult":false,"vote_count":13},{"overview":"Daniel Anker’s 90-minute documentary takes on over 60 years of a very complex subject: Hollywood’s complicated, often contradictory relationship with Nazi Germany and the Holocaust. The questions it raises go right the very nature of how film functions in our culture, and while hardly exhaustive, Anker’s film makes for a good, thought provoking starting point.","original_language":"en","original_title":"Imaginary Witness: Hollywood and the Holocaust","video":false,"title":"Imaginary Witness: Hollywood and the Holocaust","genre_ids":[99,36],"poster_path":"\/pTU6ZTOf0MXlfs0ycOVgh7Q9SDS.jpg","backdrop_path":"\/eTOJcNqMmD6qClfRPcDSb4V4jBk.jpg","release_date":"2004-01-01","popularity":1.751,"vote_average":5.5,"id":106599,"adult":false,"vote_count":4},{"overview":"In the final years of World War I a retired German field medic is sent to a remote sanatorium for soldiers suffering from post-traumatic mental disorders. There he encounters a strange, dreamlike state of existence that challenges his own war-torn mind.","original_language":"lv","original_title":"Pelnu sanatorija","video":false,"title":"Exiled","genre_ids":[10752,18,36],"poster_path":"\/5RX8l1jyk4nIsz26I9dYjdxMRtm.jpg","backdrop_path":"\/s4bPKVK1iXxdA21dRIq1JpDQGcU.jpg","release_date":"2016-01-22","popularity":1.808,"vote_average":9,"id":378636,"adult":false,"vote_count":3},{"overview":"The story of Giancarlo Siani, a journalist killed by the Neapolitan Mafia in 1985.","original_language":"it","original_title":"Fortapàsc","video":false,"title":"Fort Apache","genre_ids":[36,18],"poster_path":"\/40Lsr9PVeSUzx1yI6WXzgjwT6Sj.jpg","backdrop_path":"\/1hifoTnZqvS7TrLbxZS1HK6ZZmc.jpg","release_date":"2009-03-27","popularity":1.724,"vote_average":7.3,"id":50987,"adult":false,"vote_count":46},{"overview":"Parikka, the actor once called the Funniest Man in Finland, and his troupe are about to be executed for the atrocities committed during the Civil War in Finland. Jaeger Lieutenant Nyborg, an admirer of Parikka, suspects a definite miscarriage of justice. He wants to save the actors. The forthcoming visit of the German General von der Goltz to the prison island provides him with a suitable opportunity. Nyborg suggests that the actors prepare a comical performance for the visitor and not be shot. Instead, they will be given a new trial. Preparing a comedy in the horrible circumstances, in the midst of hunger and death, seems quite an overwhelming task. Only a handful of real actors are still alive, the rest of the troupe consists of stagehands. Parikka has to use all his inventive skills to be able to produce something funny.","original_language":"fi","original_title":"Suomen hauskin mies","video":false,"title":"Laugh or Die","genre_ids":[18,36,10752],"poster_path":"\/7L0QhTjs5dmOxbPUt5GCsrn0OF1.jpg","backdrop_path":"\/8ZK4WYNREjsKMb2KlUujeajNedn.jpg","release_date":"2018-03-16","popularity":3.518,"vote_average":7.8,"id":487635,"adult":false,"vote_count":5},{"overview":"A group of college students develop an underground network that helps women get abortions in the pre-Roe vs. Wade Chicago.","original_language":"en","original_title":"Ask for Jane","video":false,"title":"Ask for Jane","genre_ids":[18,36],"poster_path":"\/2bliEq6PBBphSLnftwPwEWY6hbT.jpg","backdrop_path":"\/ebqDsnJTfrf8S2ncY1p2egK6FBC.jpg","release_date":"2019-05-17","popularity":3.059,"vote_average":9,"id":495748,"adult":false,"vote_count":1},{"overview":"A viceroy, a nobleman and a bullfighter court a comedy-troupe actress in 16th-century Peru.","original_language":"it","original_title":"Le carrosse d'or","video":false,"title":"The Golden Coach","genre_ids":[36,35,18],"poster_path":"\/cDlxLnLMboEfdDcPelodOs71GVs.jpg","backdrop_path":"\/zkIiDLZUmJzRFMUftNDbKg7mOsF.jpg","release_date":"1954-01-05","popularity":2.506,"vote_average":7.2,"id":56167,"adult":false,"vote_count":26},{"overview":"A WWI English officer is inspired the night before a dangerous mission by a vision of Joan of Arc, whose story he relives.","original_language":"en","original_title":"Joan the Woman","video":false,"title":"Joan the Woman","genre_ids":[12,18,36],"poster_path":"\/uQAI3xfDFgozlCiXLuwbq1I3EpZ.jpg","backdrop_path":"\/iKZqusZ9KYA4tu7vU27Q7A7YcqY.jpg","release_date":"1916-12-25","popularity":1.726,"vote_average":5.4,"id":32598,"adult":false,"vote_count":8},{"overview":"After a salary-man's fiancée attempts suicide, he recounts his gruesome family history, which sees generations of his ancestors sacrificing themselves for the sake of their cruel lords.","original_language":"ja","original_title":"武士道残酷物語","video":false,"title":"Bushido: The Cruel Code of the Samurai","genre_ids":[36,28,18],"poster_path":"\/mZrcrKwzaAdJBSGvchkH4rMf8sJ.jpg","backdrop_path":"\/pH60AAI8kha7SlGiS4rYYpkFP3q.jpg","release_date":"1963-04-28","popularity":2.23,"vote_average":7,"id":90299,"adult":false,"vote_count":5},{"overview":"The film narrates the love between Janaina and a native warrior who, when dying, takes the form of a bird. For six centuries, the story of the couple survives through four stages in the history of Brazil: 1500, when the country was discovered by the Portuguese explorers, 1800, in events during slavery; 1970, during the high point of the military dictatorship, and 2096, when there will be a war over water.","original_language":"pt","original_title":"Uma História de Amor e Fúria","video":false,"title":"Rio 2096: A Story of Love and Fury","genre_ids":[16,18,36,10749],"poster_path":"\/aqvJxBR3Tpj9semsPYgCZ2tE3UZ.jpg","backdrop_path":"\/vv5QbvqKRpsqVcVTK6aZzTtdaq8.jpg","release_date":"2013-03-07","popularity":2.363,"vote_average":7.7,"id":173443,"adult":false,"vote_count":32},{"overview":"Three people from the future are spiritually sent back in time to relive the era of Caesar, Marcus Antonius and Cleopatra. As close companions to these key historical figures, they seek to understand the nature of an enemy's plan in their own time.","original_language":"ja","original_title":"クレオパトラ","video":false,"title":"Cleopatra","genre_ids":[16,35,14,878,36],"poster_path":"\/gQ3cC30zDeSom0RMQwVZPvGLF9b.jpg","backdrop_path":"\/bSLjcSvOZypv9bvq39NRjC7cTGv.jpg","release_date":"1972-04-24","popularity":1.893,"vote_average":5.8,"id":84488,"adult":false,"vote_count":12},{"overview":"This film is based on the book about Vasili Ivanovich Chapaev (1887 - 1919) who was in real life the Commander of the 25th Division of the Red Army. Chapaev is an uneducated peasant and a decorated hero in the World War I and later in the Russian Civil War, that followed the Russian revolution. This man of action is fighting on the side of the poor people. His troops consist of peasants, just like him. Unable to write, he can brilliantly demonstrate various battle tactics by moving potatoes on the table. He is street smart. He never lost a battle against the experienced Generals of the Tzar's Army.","original_language":"ru","original_title":"Чапаев","video":false,"title":"Chapayev","genre_ids":[35,18,36,10752],"poster_path":"\/jdoxlL1KdCNoGg0lPCCRIOP45KK.jpg","backdrop_path":"\/3QUe7XrnskKbHSUxUGm2JT5ZZDF.jpg","release_date":"1934-11-07","popularity":1.761,"vote_average":6.1,"id":46774,"adult":false,"vote_count":10},{"overview":"In 1943, in a circus tent in Burbank, CA, a bunch of revolutionary thinkers first gathered together in secrecy to build America's first jet fighter. They were rule benders, chance takers, corner cutters-people who believed that nothing was impossible. I","original_language":"en","original_title":"Secrets in the Sky: The Untold Story of Skunk Works","video":false,"title":"Secrets in the Sky: The Untold Story of Skunk Works","genre_ids":[99,36],"poster_path":"\/lWmr7tjnYkZv3srFclCzp2gnomc.jpg","backdrop_path":"\/eLR66GKAZEg6O5ZxUjat8dzL96l.jpg","release_date":"2019-06-09","popularity":1.138,"vote_average":6,"id":607847,"adult":false,"vote_count":1},{"overview":"A teenage Quebecer in the 1960s evolves from pro-independence activist to radical terrorist, in this gripping chronicle of the origins of the FLQ in the decade preceding the 1970 October Crisis.","original_language":"fr","original_title":"Corbo","video":false,"title":"Corbo","genre_ids":[80,18,36],"poster_path":"\/dCXaaQW9G5gH2dCfl3sF9hrzOeg.jpg","backdrop_path":"\/nt1rWaXEE58ru0CjdXsvXlQgpWx.jpg","release_date":"2014-04-17","popularity":1.157,"vote_average":6,"id":285858,"adult":false,"vote_count":13},{"overview":"In Thebes in ancient Greece, King Oedipus kills his father and marries his mother Jocasta, having two sons - Eteocles and Polyneices - and two daughters - Ismene and Antigone. King Oedipus dies a beggar in the exile after gouging out his own eye, and Eteocle agrees to reign in Thebes in alternating years with Polynices. However, he refuses to resign after the first year and Polynieces raises an army and attacks Thebes, and they kill each other. The ruler of Thebes Creon decrees that Eleocles should have an honorable burial while the body of the traitor Polyneices should be left on the battlefield to be eaten by the jackals and vultures. However, Antigone, who was betrothed to Creon's surviving son Haemon, defies Creon's orders and buries her brother. When Creon is reported of the attitude of Antigone, he sentences her to be placed in a tomb alive. Antigone hangs herself in the tomb and Haemon tries to kill his father first and then he kills himself with his sword...","original_language":"el","original_title":"Αντιγόνη","video":false,"title":"Antigone","genre_ids":[36,18],"poster_path":"\/qEwJqLKoKlr4fKjc2AL6kgBqxkD.jpg","backdrop_path":"\/ySbZep4XwcFNapJo8dVrsFXqz6z.jpg","release_date":"1961-05-31","popularity":2.189,"vote_average":7.3,"id":98189,"adult":false,"vote_count":6},{"overview":"Behind the walls of a forbidden city, the only thing more dangerous than its secrets is the truth.","original_language":"en","original_title":"City 40","video":false,"title":"City 40","genre_ids":[99,36,10752],"poster_path":"\/tWEGjXkk8NKeZ2gmOCoTSAstu7P.jpg","backdrop_path":"\/2dGrE6K1nnD6Axc6b4CDYmaByNp.jpg","release_date":"2016-04-28","popularity":2.929,"vote_average":6.5,"id":395479,"adult":false,"vote_count":23},{"overview":"Bizarre black comedy about 15th-century Paris lawyer Richard Courtois (Firth) who decides to ply his trade in the country, only to find things stranger than he can imagine. His first case turns out to be defending a pig that's accused of murdering a child. And the pig is owned by beautiful gypsy Samira (Annabi), so the idealistic lawyer can fall in love (or lust). There's religion and superstition, there's power struggles, there's ignorance versus knowledge--things sound very modern indeed.","original_language":"en","original_title":"The Advocate","video":false,"title":"The Advocate","genre_ids":[18,36,53,80,10749,35],"poster_path":"\/vEE1cTQpoecXlJzP3hJQXjMVjEo.jpg","backdrop_path":"\/4yYV1lAMyDkWRhNCMsi3MRu9IxS.jpg","release_date":"1994-08-24","popularity":2.15,"vote_average":6.2,"id":70912,"adult":false,"vote_count":16},{"overview":"France’s Bordeaux region has long commanded respect for its coveted wine, but shifts in the global marketplace mean that a new, voracious consumer base in China is buying up this finite product. Bordeaux both struggles with and courts the spike in demand, sending prices skyrocketing. Narrated by Russell Crowe, Red Obsession is a fascinating look at our changing international economy and how an obsession in Shanghai affects the most illustrious vineyards in France.","original_language":"en","original_title":"Red Obsession","video":false,"title":"Red Obsession","genre_ids":[99,36],"poster_path":"\/3345e6iaHJBx4mrIKoJ4f3gzHwH.jpg","backdrop_path":"\/3bKocIasp4HgMgViq8vgWsTaPGk.jpg","release_date":"2013-09-06","popularity":3.013,"vote_average":6.1,"id":174358,"adult":false,"vote_count":10},{"overview":"Storyline: In the summer of 1683, 300 000 Ottoman Empire's warriors begin the siege of Vienna. City's fall, will open way to conquer the Europe. The Sept 11 is the day of main battle between Polish cavalry under the King Jan III Sobieski and Turks.","original_language":"en","original_title":"Bitwa pod Wiedniem","video":false,"title":"September Eleven 1683","genre_ids":[18,36,12],"poster_path":"\/dxIXolhiyXEg2ZWuGC4U4kr9llk.jpg","backdrop_path":"\/2ZR6XaM6g4Q511Yf70rUayX5mg7.jpg","release_date":"2012-10-11","popularity":2.979,"vote_average":5,"id":166452,"adult":false,"vote_count":21},{"overview":"During the heat of battle in the midst of the Civil War, a beguilingly innocent colt is born to Union Jim Rabb's beloved mare. Refusing the orders to shoot it, lest it prove a hindrance, Rabb keeps the colt as a consolation in these desperate times-a symbol of hope that leads the men of the First Cavalry on a journey of self-discovery and newfound brotherhood.","original_language":"en","original_title":"The Colt","video":false,"title":"The Colt","genre_ids":[18,10751,36,10752],"poster_path":"\/20KiYhkbXGsP5lb1EMGXt8ST178.jpg","backdrop_path":"\/9rdd41ITIuO0iUlg2kmSr745ygo.jpg","release_date":"2005-04-14","popularity":1.396,"vote_average":5.2,"id":14973,"adult":false,"vote_count":5}],[{"overview":"Plot unknown.","original_language":"en","original_title":"Untitled Jonathan Glazer Auschwitz Project","video":false,"title":"Untitled Jonathan Glazer Auschwitz Project","genre_ids":[18,36],"poster_path":null,"backdrop_path":null,"release_date":"2020-12-31","popularity":3.439,"vote_average":0,"id":467244,"adult":false,"vote_count":0},{"overview":"An injured RAF pilot, confined to a wheelchair is committed to an eerie hospital where he starts to loose his mind.","original_language":"en","original_title":"The Haunted Airman","video":false,"title":"The Haunted Airman","genre_ids":[18,36,53],"poster_path":"\/v2nu2jUpTLLKdoUFHWNIMNufBYP.jpg","backdrop_path":"\/mUZfZf8Doaxka3hsQDOqDUUWL0g.jpg","release_date":"2009-10-13","popularity":2.562,"vote_average":4.9,"id":21505,"adult":false,"vote_count":13},{"overview":"The years of the tsar’s adolescence and youth were permeated with deadly danger coming from some of the Boyars, the rebellious Streltsy and Tsarevna Sophia who aspired for power. But already at that early time Peter demonstrates a profound, bright intellect, a strong will and the sense of purpose, which help him disarm both his open and secret enemies.","original_language":"ru","original_title":"Юность Петра","video":false,"title":"The Youth of Peter","genre_ids":[36,18],"poster_path":"\/vqyeGKCyMyTmrNs72T40ujJyqGZ.jpg","backdrop_path":"\/9ZO5j00zSXUsUHeR3Eqi7jl9mV5.jpg","release_date":"1980-10-10","popularity":1.985,"vote_average":7.3,"id":150285,"adult":false,"vote_count":4},{"overview":"The story of the American music dynasty, the Carters and Cashes, and their decades-long influence on popular music.","original_language":"en","original_title":"The Winding Stream","video":false,"title":"The Winding Stream","genre_ids":[99,10751,36,10402],"poster_path":"\/hfj2j250SsAKMd9Ancr5DH7wfyt.jpg","backdrop_path":"\/qdDgblsop2J0hWmS3aUoG6ZSZOf.jpg","release_date":"2014-03-15","popularity":2.886,"vote_average":7.1,"id":253337,"adult":false,"vote_count":7},{"overview":"A woman disguises herself in the Confederate Army as her dead brother to get revenge on the soldiers who killed her family.","original_language":"en","original_title":"Union","video":false,"title":"Union","genre_ids":[18,36,10752],"poster_path":"\/cjMf3nqbmBd28OAdCr1MATKl2nE.jpg","backdrop_path":"\/iqDFAPXwgKAZJC2BH7I8AiJg1mX.jpg","release_date":"2019-08-02","popularity":2.469,"vote_average":0,"id":545393,"adult":false,"vote_count":0},{"overview":"Documentary about Fidel Castro, covering 40 years of Cuban Revolution. Rare Fidel Castro footage: he appears swimming with a bodyguard, visiting his childhood home and school, playing with his friend Nelson Mandela, meeting kid Elián Gonzalez, and celebrating his birthday with the Buena Vista Social Club group.","original_language":"en","original_title":"Fidel: The Untold Story","video":false,"title":"Fidel: The Untold Story","genre_ids":[99,36],"poster_path":"\/ks0LQObxt6tfzctMDZakQuBMdyy.jpg","backdrop_path":"\/j9rx0h8M5QfTo8Htqztvw4GZwwe.jpg","release_date":"2001-08-02","popularity":2.143,"vote_average":7,"id":41324,"adult":false,"vote_count":11},{"overview":"In 1620, the Assembly of the Pilgrims decides to emigrate to the young America because of the persecution they suffer by the English crown. The film tells the adventurous journey of the Pilgrims to an unknown land and future.","original_language":"en","original_title":"Mayflower: The Pilgrims' Adventure","video":false,"title":"Mayflower: The Pilgrims' Adventure","genre_ids":[12,36],"poster_path":"\/qZpQbzWmKIicJfGfzF1GhWOHQk8.jpg","backdrop_path":null,"release_date":"1979-11-21","popularity":1.618,"vote_average":6.5,"id":371820,"adult":false,"vote_count":4},{"overview":"Hitler: The Last Ten Days takes us into the depths of der Furher’s Berlin bunker during his final days. Based on the book by Gerhard Boldt, it provides a bleak look at the goings-on within, and without.","original_language":"en","original_title":"Hitler: The Last Ten Days","video":false,"title":"Hitler: The Last Ten Days","genre_ids":[18,10752,36],"poster_path":"\/4nSJO1K5LrZbJdhlYHA6OpPzsqS.jpg","backdrop_path":"\/gCZndZuX1m5UDoWi7uxlU8UsOnW.jpg","release_date":"1973-05-09","popularity":3.399,"vote_average":6.8,"id":47536,"adult":false,"vote_count":15},{"overview":"Dissolute barrister Sydney Carton becomes enchanted and then hopelessly in love with the beautiful Lucie Manette. But Lucie loves and marries Charles Darnay, and remains oblivious to Carton's undimmed devotion to her. When Darnay is ensnared in the deadly web of the French Revolution and condemned to die by the guillotine, Sydney Carton concocts a dangerous plot to free the husband of the woman he loves.","original_language":"en","original_title":"A Tale of Two Cities","video":false,"title":"A Tale of Two Cities","genre_ids":[10770,10749,18,36],"poster_path":"\/sCwlH4lcQoqgVyuUOOkyjKaWz0X.jpg","backdrop_path":"\/i45OuYOFmIqnP09Yvpl60F7F8pe.jpg","release_date":"1980-12-02","popularity":0.638,"vote_average":5.8,"id":49249,"adult":false,"vote_count":5},{"overview":"In a Crimean filtration camp, after the evacuation of the White Army, an unnamed captain is haunted by memories of a brief romance as he tries to understand how the Russian Empire fell apart and who is to blame.","original_language":"ru","original_title":"Солнечный удар","video":false,"title":"Sunstroke","genre_ids":[18,36],"poster_path":"\/fRtOidvGofIxx6Ia9cG3AfOeRkw.jpg","backdrop_path":"\/eyfpNTMQ1gK3lXZ9Slatwmxp1oL.jpg","release_date":"2014-10-04","popularity":1.249,"vote_average":4.3,"id":301016,"adult":false,"vote_count":9},{"overview":"Western frontiers of the USSR, 1942. The region is under German occupation. A man is wrongly accused of collaboration. Desperate to save his dignity, he faces an impossible moral choice.","original_language":"ru","original_title":"В тумане","video":false,"title":"In the Fog","genre_ids":[18,10752,36],"poster_path":"\/lXgk3BTcH4zSpyso2HPMFWos0un.jpg","backdrop_path":"\/bl9XJ1KinSrPRdVlt7xeSUXClLH.jpg","release_date":"2013-06-14","popularity":2.051,"vote_average":6.4,"id":103742,"adult":false,"vote_count":25},{"overview":"A German Marquise has to deal with a pregnancy she cannot explain and an infatuated Russian Count.","original_language":"de","original_title":"Die Marquise von O...","video":false,"title":"The Marquise of O","genre_ids":[18,36],"poster_path":"\/fGOvvrVRn0qVfUIOfVHZRKnv0dc.jpg","backdrop_path":"\/t2a5H0ucAYR8HE7tYMPsH2gpldf.jpg","release_date":"1976-10-16","popularity":2.554,"vote_average":6.8,"id":48205,"adult":false,"vote_count":22},{"overview":"A plot to overthrow the United States government is uncovered in New York City in the summer of 1919 when William Flynn, a field agent for the Bureau of Investigation, is sent to investigate a bomb threat that has targeted some of America's most powerful politicians and leaders of commerce, New York millionaire John D. Rockefeller, Sr. among them. Flynn's investigation takes him on a journey into the underworld of homegrown terrorism and introduces him to a competitive culture of violence and murder. Greed, power, and politics are at the center of the story and Flynn must distinguish the villains from the merely discontented. Along the way, he discovers that terrorism has many faces and that a determination of guilt or innocence often lies in the psychology of fear that constricts individuals at every level of society.  Sedona International Film Festival.","original_language":"en","original_title":"No God, No Master","video":false,"title":"No God, No Master","genre_ids":[80,18,53,36],"poster_path":"\/3ZDuB2XxrKEPh2KVxHGQatArO1g.jpg","backdrop_path":"\/yvtZ7TSDmKaN3gci0hYZFWnPm3u.jpg","release_date":"2014-04-11","popularity":3.544,"vote_average":6.6,"id":220933,"adult":false,"vote_count":9},{"overview":"Brothers Colin and Ewan McGregor follow up their documentary The Battle of Britain with a film exploring Bomber Command, a rarely told story from the Second World War.  The film focuses primarily on the men who fought and died in the skies above occupied Europe, with numerous examples of individual heroism and extraordinary collective spirit, and Colin learns to fly the key aircraft of the campaign: the Lancaster bomber. But this is also the story of a controversy that has lasted almost 70 years.  The program covers six years of wartime operations, and traces the obstacles and challenges that were overcome as the RAF developed and deployed the awesome fighting force that was Bomber Command.","original_language":"en","original_title":"Bomber Boys","video":false,"title":"Bomber Boys","genre_ids":[36,99,10770,10752],"poster_path":"\/qlelguRuY89GBxTdgTY8SDxrp4J.jpg","backdrop_path":"\/Ux6T3NdbNfkKW6Dy075Jd5Q3cq.jpg","release_date":"2012-02-05","popularity":0.978,"vote_average":8.5,"id":360619,"adult":false,"vote_count":2},{"overview":"In the mid-20th century, in a forested valley between Italy and Yugoslavia, a stingy widower befriends a young woman and helps her depart across the ocean to find there a better life. A chance encounter gives rise to a dreamy parable on loss, loneliness and the power of imagination.","original_language":"sl","original_title":"Zgodbe iz kostanjevih gozdov","video":false,"title":"Stories from the Chestnut Woods","genre_ids":[18,14,36],"poster_path":"\/xTm7uC2dH6xDsxLVN8yZnmZQMh4.jpg","backdrop_path":null,"release_date":"2019-09-06","popularity":1.975,"vote_average":0,"id":490690,"adult":false,"vote_count":0},{"overview":"The Sun (Russian: Сóлнце, Solntse) is a 2005 Russian biographical film depicting Japanese Emperor Shōwa (Hirohito) during the final days of World War II. The film is the third drama in director Aleksandr Sokurov's trilogy, which included Taurus about the Soviet Union's Vladimir Lenin and Moloch about Nazi Germany's Adolf Hitler.","original_language":"ru","original_title":"Солнце","video":false,"title":"The Sun","genre_ids":[18,36],"poster_path":"\/mJIreM7mOYdp8FkqJmB47Y8QrS4.jpg","backdrop_path":"\/g6cs4atpVJzBcD2drooaMEXLAn8.jpg","release_date":"2005-10-08","popularity":2.15,"vote_average":6.8,"id":98246,"adult":false,"vote_count":30},{"overview":"A feature film that tells the story of the director's grandfather who was forced to leave Crete in the 1920s during the Greek-Turkish population exchange.","original_language":"tr","original_title":"Dedemin İnsanları","video":false,"title":"My Grandfather's People","genre_ids":[35,10751,18,36],"poster_path":"\/fTxoc9ZQXgtJ2CwEF7hPMHNVWtf.jpg","backdrop_path":"\/4P5f77YLK76XMmxYTBpbyvJORPx.jpg","release_date":"2011-11-25","popularity":1.961,"vote_average":7.5,"id":81708,"adult":false,"vote_count":21},{"overview":"The story of Scottish psychiatrist RD Laing and his unique community at Kingsley Hall, East London in the 1960s.","original_language":"en","original_title":"Mad to Be Normal","video":false,"title":"Mad to Be Normal","genre_ids":[36,18],"poster_path":"\/g9j4FgzyPIoaGAWzC2qogmUvq6h.jpg","backdrop_path":"\/d89tet6rRHxAd8xil629J57eP11.jpg","release_date":"2017-04-26","popularity":1.684,"vote_average":6.4,"id":369090,"adult":false,"vote_count":11},{"overview":"Several  years after the battle of Waterloo, a former soldier from Shoreditch sits in a London inn reminiscing about the brave and determined officer who took him to hell and back. The narrator is Rifleman Cooper, and the officer whose fame he recalls is the legendary Richard Sharpe.","original_language":"en","original_title":"Sharpe: The Legend","video":false,"title":"Sharpe: The Legend","genre_ids":[28,12,36,10752,10770],"poster_path":"\/kXVMN9opPUECc4PDZe21PqImK3V.jpg","backdrop_path":null,"release_date":"1997-10-13","popularity":2.156,"vote_average":7,"id":255850,"adult":false,"vote_count":1},{"overview":"A war widow determined to clear the name of her disgraced husband, who was court-martialed for desertion and executed. Official records have been destroyed, and the ministry that distributes benefits continues to deny her a pension. Twenty-six years after the war, she seeks out four survivors of her husband's garrison. Each tells a dramatically different story about her husband's conduct, but she is determined to learn the truth.","original_language":"ja","original_title":"軍旗はためく下に","video":false,"title":"Under the Flag of the Rising Sun","genre_ids":[18,36,9648],"poster_path":"\/lBBZNl477SNsAORNjnHyFvprxAd.jpg","backdrop_path":"\/lf8Ek5RJZrkCoR3ky2vv6zIAwyX.jpg","release_date":"1972-03-12","popularity":1.737,"vote_average":7.3,"id":62851,"adult":false,"vote_count":10}],[{"overview":"The true events of Lieutenant Commander Arman Anwar of PASKAL, an elite unit in the Royal Malaysian Navy, and his team's mission to rescue the MV Bunga Laurel, a tanker which was hijacked by Somalian Pirates in 2011.","original_language":"ms","original_title":"Paskal","video":false,"title":"Paskal","genre_ids":[36,28],"poster_path":"\/2FgmrSJbyisdEFvQcEVVwQ19gZL.jpg","backdrop_path":"\/n8ngYFoung284XJt00DQdmfHYme.jpg","release_date":"2018-09-27","popularity":2.838,"vote_average":7.4,"id":546230,"adult":false,"vote_count":15},{"overview":"Lei Li lost his right-arm in a sword duel with the master of a martial arts school, long ago. Now, he is able to defend himself well with just his left arm, and kung fu techniques. That he proves with just the help of his friend Chung-Chieng, when he crosses his path with a beautiful girl in need, Pao Chiao. Even against impossible odds, he will prove a great warrior.","original_language":"zh","original_title":"新獨臂刀","video":false,"title":"The New One-Armed Swordsman","genre_ids":[28,18,36,10752],"poster_path":"\/fFZqGnZ0Uoo9uE5f66GytmOVZGC.jpg","backdrop_path":"\/53jrxDWl1OchOSXGrKw5nngtQi9.jpg","release_date":"1971-02-07","popularity":2.338,"vote_average":6.6,"id":28039,"adult":false,"vote_count":28},{"overview":"Poland's winning battle against Soviet Russia as seen through the eyes of two young protagonists, Ola and Jan. She is a Warsaw cabaret dancer, while he is a cavalry officer and poet who believes in socialist ideals","original_language":"pl","original_title":"1920 Bitwa Warszawska","video":false,"title":"Battle of Warsaw 1920","genre_ids":[18,36,10752],"poster_path":"\/w3d91TP55rrwva10oKzgRmX2SlL.jpg","backdrop_path":"\/p6DSu1Cs2qhtjT95F9R1tbo83p6.jpg","release_date":"2011-09-30","popularity":3.027,"vote_average":5.1,"id":87077,"adult":false,"vote_count":21},{"overview":"Oscar François de Jarjayes was born female, but her father insisted she be raised as a boy as he had no sons. She becomes the captain of the guards at Versailles under King Louis XVI and Marie Antonette. Her privileged, noble life comes under fire as she discovers the hard life of the poor people of France. She is caught up in the French Revolution, and must choose between her loyalty and love.","original_language":"en","original_title":"Lady Oscar","video":false,"title":"Lady Oscar","genre_ids":[36,18,10749],"poster_path":"\/ntIE3f8pjpCaIkaMMi9AtOVNDXo.jpg","backdrop_path":"\/lwIjve9H3KuB2lbjLtonLc2gxhq.jpg","release_date":"1979-03-03","popularity":1.416,"vote_average":4.7,"id":31551,"adult":false,"vote_count":8},{"overview":"Hořká komedie režiséra Ondřeje Trojana Občanský průkaz na motivy stejnojmenné knihy Petra Šabacha sleduje osudy čtveřice dospívajících mladíků, jejich přátel, lásek a rodičů od okamžiku, kdy v patnácti letech dostanou občanský průkaz, až do chvíle, kdy se v osmnácti snaží uniknout vojně a pokoušejí se získat modrou knížku.","original_language":"cs","original_title":"Občanský průkaz","video":false,"title":"Identity Card","genre_ids":[35,18,36],"poster_path":"\/Y2dsfDaBpydtrJEChqV87z1jZ6.jpg","backdrop_path":"\/9HHDpzAwgRxCxO6wGggMtoZ0Ikr.jpg","release_date":"2010-10-21","popularity":1.46,"vote_average":6.4,"id":55637,"adult":false,"vote_count":15},{"overview":"The life of Richard Sorge.","original_language":"ja","original_title":"スパイ・ゾルゲ","video":false,"title":"Spy Sorge","genre_ids":[10752,36,18],"poster_path":"\/jhx5oajBpHkX7nxJ4nnL2BbeO5G.jpg","backdrop_path":null,"release_date":"2003-06-14","popularity":0.74,"vote_average":9,"id":335556,"adult":false,"vote_count":4},{"overview":"Allide experienced The Great Terror under Stalin’s regime, and decades after her hometown people were deported to Siberia, she lives alone in an isolated house. One night, she finds a young woman in her yard – Zara has just escaped from the claws of the Russian mafia that held her as a sex slave. Survivors both, Aliide and Zara engage in unearthing each other’s motives and gradually, and their stories merge into one, revealing the tragedy of a family during the cruelest years in Estonian history.","original_language":"fi","original_title":"Puhdistus","video":false,"title":"Purge","genre_ids":[18,36],"poster_path":"\/wGCBQS4VkqHYsKpyRtdlm8wBqSk.jpg","backdrop_path":"\/zBvShyiCqtZgT6WOgciayEc9kJf.jpg","release_date":"2012-09-07","popularity":2.008,"vote_average":7.1,"id":135225,"adult":false,"vote_count":29},{"overview":"Benito Freire, a pedlar in a small village in northern Spain suffers from epileptic seizures and rumours start to spread that he may be a werewolf and responsible for a series of killings. The local Abbot is called upon to form a team to investigate, in an effort to halt the harrowing murders.","original_language":"es","original_title":"El bosque del lobo","video":false,"title":"Wolf in the Woods","genre_ids":[18,27,36],"poster_path":"\/4q1VHxjyc2anvgKLAULjNIpte2y.jpg","backdrop_path":"\/iRdBQKFLhkG8gYN39YIM27QJWnw.jpg","release_date":"1970-01-01","popularity":1.065,"vote_average":4.8,"id":168502,"adult":false,"vote_count":10},{"overview":"A love story set during the Napoleon War in Russia.","original_language":"ru","original_title":"Василиса","video":false,"title":"Vasilisa","genre_ids":[18,36,10749],"poster_path":"\/i93lB62JxrKS43XxWOk0SmHx7C0.jpg","backdrop_path":"\/ov3mL6JD40SGWdfyGqqYOTrFU7B.jpg","release_date":"2014-12-20","popularity":1.171,"vote_average":3.8,"id":315366,"adult":false,"vote_count":2},{"overview":"The movie tells the story of Dr. B. R. Ambedkar, known mainly for his contributions in shaping the Constitution of India, as the chairman of the Drafting Committee of the Indian Constituent Assembly. He dedicated his life to fight against the evils of untouchability.","original_language":"en","original_title":"Dr. Babasaheb Ambedkar","video":false,"title":"Dr. Babasaheb Ambedkar","genre_ids":[36],"poster_path":"\/lr1OPYNHqdbtzClFShZyxdD7rrm.jpg","backdrop_path":"\/vrOAx7NH3endEFByfAIWYpmv06r.jpg","release_date":"1999-12-31","popularity":1.274,"vote_average":5.5,"id":186110,"adult":false,"vote_count":3},{"overview":"Dick Proenneke's simple, yet profound account of his 30 year adventure in the remote Alaska wilderness continues in this sequel to \"Alone in the Wilderness\". Watch through his eyes as he continues to document with his 16mm wind-up Bolex camera, capturing his own amazing craftsmanship, the stunning Alaskan wildlife and scenery and even a visit from his brother Ray (Jake). His epic journey takes you on a vacation away from the hustle and bustle of today's fast-paced society, and is a true breath of fresh air.","original_language":"en","original_title":"Alone in the Wilderness Part II","video":false,"title":"Alone in the Wilderness Part II","genre_ids":[99,36],"poster_path":"\/5QYjYO7SlMsj1Ezowq2ZldD5JIY.jpg","backdrop_path":"\/akFSQqKa4O2zWrRYE6kgnR1DgEQ.jpg","release_date":"2011-12-02","popularity":1.866,"vote_average":7.6,"id":81976,"adult":false,"vote_count":9},{"overview":"The movie has reveal the last days of the famous and popular Russian poet - Alexander Pushkin. After the poet faced scandalous rumors that his wife Natalya Pushkina had embarked a love affair, Pushkin then challenged her brother in law to a duel!","original_language":"ru","original_title":"Пушкин: Последняя дуэль","video":false,"title":"Pushkin: The Last Duel","genre_ids":[18,10749,36],"poster_path":"\/1o555ExAmRv3bqlXkywruDaJ3TH.jpg","backdrop_path":"\/re9b1mMrVJ4PDCDk39l4hXzxBYv.jpg","release_date":"2006-12-01","popularity":1.627,"vote_average":4.3,"id":21342,"adult":false,"vote_count":3},{"overview":"Through the childhood and the adolescence of Giacomo Casanova (from his memoirs), this is a description of how people live in the Venice of the 18th century: customs, habits, medicine, religion and most of all - the omnipresence of hypocrisy.  Written by Yepok","original_language":"it","original_title":"Infanzia, vocazione e prime esperienze di Giacomo Casanova, veneziano","video":false,"title":"Giacomo Casanova: Childhood and Adolescence","genre_ids":[10749,18,36],"poster_path":"\/kScN22n0G4YrPcgaDnx2uFupCFP.jpg","backdrop_path":"\/gsyVXbiCetZ9DNFXKxQCGo3SIXd.jpg","release_date":"1969-10-30","popularity":3.112,"vote_average":6.6,"id":281380,"adult":false,"vote_count":9},{"overview":"Based on the book by Belgian XIX century author Charles de Coaster.","original_language":"ru","original_title":"Легенда о Тиле","video":false,"title":"Legend About Thiel","genre_ids":[12,36],"poster_path":"\/9nCApriSoxJOs3ItSYL8slf4WCW.jpg","backdrop_path":"\/u17RwOZOS8NJ061czlyEYHKiVC5.jpg","release_date":"1976-05-05","popularity":1.278,"vote_average":6,"id":11809,"adult":false,"vote_count":3},{"overview":"Hedvig Jensen is a famous ropewalker and is known to her public as Elvira Madigan. She meets Lieutenant Sixten Sparre, a Swedish officer who is married and has two children. They both decide to run away, but since Sixten deserted the army, he cannot find any job and the couple encounters many hardships. Moreover, while on the run, Sixten meets a friend who tries to convince him to come back to his country and family.","original_language":"sv","original_title":"Elvira Madigan","video":false,"title":"Elvira Madigan","genre_ids":[18,10749,36],"poster_path":"\/o99gt7UMiL4ZvgBZvbzf74aBLcS.jpg","backdrop_path":"\/tq0CkZcLUTmgLuOwBu53tRW3IRi.jpg","release_date":"1967-04-24","popularity":1.758,"vote_average":6.8,"id":42692,"adult":false,"vote_count":17},{"overview":"Heroes of Shipka was the first solo effort for Soviet director Sergei Vasilyev, who had previously collaborated with his late brother Georgi. As head of the Leningrad Film Studios, Vasilyev was obliged to traffic in propaganda, but he never forgot how to make his material entertaining. The film is set in 1887 during the pivotal battle between the Russians and the Turks at the Shipka Pass. Stressing the solidarity of the Soviet states, tribute is paid to the courageous Bulgarian volunteers who helped the Russians fend off their mutual enemy. American critics were impressed by Heroes of Shipka, but felt that the film would have been twice as effective had it been lensed in Cinemascope rather than \"standard aspect.\"","original_language":"ru","original_title":"Герои Шипки","video":false,"title":"Heroes of  Shipka","genre_ids":[10752,18,36],"poster_path":"\/hqFNJPcvOZ9cAbejZul2xGFq4Hd.jpg","backdrop_path":"\/onp6wmqQJnBI7dBUUHf026d5etu.jpg","release_date":"1954-08-12","popularity":0.881,"vote_average":5.5,"id":199253,"adult":false,"vote_count":2},{"overview":"In the German-occupied Paris, Helene is torn between the love for her boyfriend Jean, working for the resistance and the German administrator Bergmann, who will do anything to gain her affection.","original_language":"en","original_title":"Le Sang des autres","video":false,"title":"The Blood of Others","genre_ids":[10749,18,10752,36],"poster_path":"\/ar33h1ZVQHbJhbqrdAujmMWN15x.jpg","backdrop_path":"\/fGbLiIIazPEAfXewewvevzUzj05.jpg","release_date":"1984-05-02","popularity":1.828,"vote_average":5.3,"id":4841,"adult":false,"vote_count":2},{"overview":"The true story of Ivan Sanchin, the KGB officer who was Stalin's private film projectionist from 1939 until the dictator's death. Told from Sanchin's view, the sympathetic but tragically flawed hero maintains unwavering faith in his \"Master\" despite the arrest of his neighbors and his involvement with their daughter, his wife's affair with the chilling State Security chief Lavrentii Beria and her tragic decline, and the deadly political machinations within the Kremlin he witnesses firsthand. Written by Martin H. Booda","original_language":"en","original_title":"The Inner Circle","video":false,"title":"The Inner Circle","genre_ids":[18,10752,36,10749],"poster_path":"\/qruy6W5qwn7nBLRXAawfphNuPbF.jpg","backdrop_path":"\/jTAmfW6PjtX9MngJ9la4iyXKigG.jpg","release_date":"1991-12-25","popularity":3.643,"vote_average":5.1,"id":73376,"adult":false,"vote_count":8},{"overview":"The events in Sarajevo in June 1914 are the backdrop for a thriller directed by Andreas Prochaska and written by Martin Ambrosch, focusing on the examining magistrate Dr. Leo Pfeffer (Florian Teichtmeister) investigating the assassination of Archduke Franz Ferdinand. Trying to do his job in a time of lawlessness and violence, intrigues and betrayal, Leo struggles to maintain his integrity and save his love, Marija, and her father, prominent Serbian merchant. But the events of Sarajevo have set into motion an inescapable course of events that will escalate to become … the Great War.","original_language":"de","original_title":"Das Attentat - Sarajevo 1914","video":false,"title":"Sarajevo","genre_ids":[53,36,10752,10770],"poster_path":"\/eTAgARhK3GbsLt6kTS9rI1LcN7F.jpg","backdrop_path":"\/uXeKj1Sg9S6TjHdCkTOJmVcZuL4.jpg","release_date":"2014-04-23","popularity":2.187,"vote_average":6.6,"id":269198,"adult":false,"vote_count":21},{"overview":"","original_language":"fr","original_title":"De sable et de feu","video":false,"title":"De sable et de feu","genre_ids":[18,36,10749],"poster_path":"\/sXCyXKCfGGGLbNNuTcZgeJMVnmt.jpg","backdrop_path":"\/iOXHA0ZH6fjrmTEqrFWWdkvE1Fj.jpg","release_date":"2019-09-18","popularity":3.05,"vote_average":0,"id":622748,"adult":false,"vote_count":0}],[{"overview":"A train speeds through the country on its way to Berlin, then gradually slows down as it pulls into the station. It is very early in the morning, about 5:00 AM, and the great city is mostly quiet. But before long there are some signs of activity, and a few early risers are to be seen on the streets. Soon the new day is well underway. It's just a typical day in Berlin, but a day full of life and energy.","original_language":"de","original_title":"Berlin: Die Sinfonie der Großstadt","video":false,"title":"Berlin: Symphony of a Great City","genre_ids":[99,36],"poster_path":"\/ePGMsItIMHSOvZkCJ6rnl4v64Sq.jpg","backdrop_path":"\/8tYgvakmqLSGBHGqzlnvPCKI0i3.jpg","release_date":"1927-09-23","popularity":2.281,"vote_average":7.8,"id":222,"adult":false,"vote_count":39},{"overview":"Based on the controversial novel by Philippa Gregory, \"The Other Boleyn Girl\" is a fictionalised account of the life of Lady Mary Boleyn (Natascha McElhone) who becomes mistress to England's king, Henry VIII (Jared Harris), before being ousted by her younger sister, Anne (Jodhi May.) Mary leaves the Court to marry a commoner, but returns when Anne embarks on a reckless policy to save herself from ruin.","original_language":"en","original_title":"The Other Boleyn Girl","video":false,"title":"The Other Boleyn Girl","genre_ids":[10770,18,36,10749],"poster_path":"\/klEwghVqgq3BiMF0OXIAXRJebBO.jpg","backdrop_path":"\/lYEZZOYKxxZcPeYzSKw6uGtO4Rz.jpg","release_date":"2003-03-28","popularity":2.132,"vote_average":5.3,"id":79905,"adult":false,"vote_count":8},{"overview":"In the wake of Israel's 2006 bombardment of Lebanon, a determined woman finds her way into the country convincing a taxi driver to take a risky journey around the scarred region in search of her sister and her son.","original_language":"fr","original_title":"Sous les bombes","video":false,"title":"Under the Bombs","genre_ids":[10749,18,36,10752],"poster_path":"\/aQYXEQSqN3hNa6TEOGPO4y9EsOn.jpg","backdrop_path":"\/z5tuhRsQm4R6uScbRlEK41sbg33.jpg","release_date":"2007-09-02","popularity":1.268,"vote_average":7,"id":32092,"adult":false,"vote_count":8},{"overview":"Banklady tells the true story of Gisela Werler, a law-abiding factory worker from Hamburg, who falls in love with a thief and becomes a media darling as Germany’s first and most notorious female bank robber. Cunning, sexy, and exciting, Gisela and her beloved Hermann pull off one daring heist after another. Banklady follows this outlaw who captured Germany’s imagination, boldly defying gender expectations and living a decades-long Bonnie and Clyde romance.","original_language":"de","original_title":"Banklady","video":false,"title":"Banklady","genre_ids":[10749,28,80,18,36],"poster_path":"\/bjXfyl2TdoBf9Wm8H6EPggL1gbz.jpg","backdrop_path":"\/68K1M3qgMxFP1ZHAplE1O1Qnqqb.jpg","release_date":"2013-10-17","popularity":1.186,"vote_average":5.9,"id":228736,"adult":false,"vote_count":18},{"overview":"A look a the life of 19th century Indian painter Raja Ravi Varma.","original_language":"hi","original_title":"Rang Rasiya","video":false,"title":"Rang Rasiya","genre_ids":[18,36],"poster_path":"\/inhIhv2Q2JCNVxxlW2IMvf79LBg.jpg","backdrop_path":"\/csvqni1HEMsWu7nk17naoBrhAHL.jpg","release_date":"2014-11-07","popularity":1.477,"vote_average":6.3,"id":302431,"adult":false,"vote_count":11},{"overview":"China 3000 years ago. It's the time of the Qin dynasty. The emperor seeks immortality by busily letting his alchemists search for a formula and building the famous terracotta army from the bodies of outlaws and the condemned. This is the time Mong Tiang Fong and court lady Twon fall deeply in love. Such a thing is not tolerated at the court and when their relationship is discovered both are sentenced to death. In the meantime the alchemists have discovered the formula of immortality, but decide to destroy their work. However Twon gets possession of one immortality pill which she manages to give to Tiang Fong before he's made a terracotta warrior too. China 1930. While on location a film crew discovers parts of the grave of emperor Qin guarded by the terracotta warriors. Tiang Fong, being immortal, awakes...","original_language":"zh","original_title":"秦俑","video":false,"title":"A Terra-Cotta Warrior","genre_ids":[12,35,14,36,10749],"poster_path":"\/xmFswP6YOIStjwpMcv1E1YyYvBS.jpg","backdrop_path":"\/t1Gt95eZfD0kpKA3JJf39fQK1tU.jpg","release_date":"1989-12-18","popularity":1.125,"vote_average":6.3,"id":96466,"adult":false,"vote_count":7},{"overview":"Inspired by true events from the 1970s, the story revolves around a young detective who becomes the head of a police unit focused on catching a rampant serial killer of women, nicknamed 'The Silesian Vampire'.","original_language":"pl","original_title":"Jestem Mordercą","video":false,"title":"I'm a Killer","genre_ids":[80,18,36,9648,53],"poster_path":"\/gTahmz59BI4zx5cJKZe6sdXw1M1.jpg","backdrop_path":"\/tvQQ1uPyKWn2iMOmFoIC3e1MhxX.jpg","release_date":"2016-11-04","popularity":2.297,"vote_average":6.7,"id":424782,"adult":false,"vote_count":29},{"overview":"On the 29th September 1945, the incomplete rough cut of a brilliant documentary about concentration camps was viewed at the MOI in London. For five months, Sidney Bernstein had led a small team – which included Stewart McAllister, Richard Crossman and Alfred Hitchcock – to complete the film from hours of shocking footage. Unfortunately, this ambitious Allied project to create a feature-length visual report that would damn the Nazi regime and shame the German people into acceptance of Allied occupation had missed its moment. Even in its incomplete form (available since 1984) the film was immensely powerful, generating an awed hush among audiences. But now, complete to six reels, this faithfully restored and definitive version produced by IWM, is being compared with Alain Resnais’ Night and Fog (1955).","original_language":"en","original_title":"German Concentration Camps Factual Survey","video":false,"title":"Memory of the Camps","genre_ids":[99,36],"poster_path":"\/z60nncQ3fdMOQP7K8sduljE33rx.jpg","backdrop_path":"\/dyMNw0N06GgdhVhXxkxUiAqon2u.jpg","release_date":"2015-07-26","popularity":1.573,"vote_average":7,"id":254642,"adult":false,"vote_count":1},{"overview":"Built upon a 14 hour interview, McKellen: Playing the Part is a unique journey through the key landmarks of McKellen's life, from early childhood into a demanding career that placed him in the public eye for the best part of his lifetime. Using an abundance of photography from McKellen's private albums and cinematically reconstructed scenes, a raw talent shines through in the intensity, variety and devotion to that moment in the light.","original_language":"en","original_title":"McKellen: Playing the Part","video":false,"title":"McKellen: Playing the Part","genre_ids":[99,36],"poster_path":"\/v1NO4TVUjRtw6Fs8Kyit0viuVcr.jpg","backdrop_path":"\/aKgGLP2Z8FDE5ayW4O0oNNOLzjk.jpg","release_date":"2018-05-27","popularity":1.604,"vote_average":8.1,"id":518801,"adult":false,"vote_count":8},{"overview":"The film is set in Lithuania after the Second World War. It shows dramatic events in a small Lithuanian farming community, where people are split between the Soviets and the \"brothers in the woods\", who are fighting to defend their land from the Soviets after the end of the Second World War.","original_language":"lt","original_title":"Niekas nenorėjo mirti","video":false,"title":"Nobody Wanted to Die","genre_ids":[18,28,36,37],"poster_path":"\/hkIp0xdYpL270ywATc06kVnbOpG.jpg","backdrop_path":"\/lW3aUU1uhTnaHt0phFgc40hL2Fk.jpg","release_date":"1995-12-20","popularity":0.934,"vote_average":6.3,"id":278730,"adult":false,"vote_count":7},{"overview":"Operation Amsterdam is a 1959 adventure film, directed by Michael McCarthy, and featuring Peter Finch, Eva Bartok, and Tony Britton. It is based on a true story as described in the book Adventure in Diamonds, by David E Walker. The action of the story covers a few days in May 1940 when the Germans invaded Holland.","original_language":"en","original_title":"Operation Amsterdam","video":false,"title":"Operation Amsterdam","genre_ids":[18,36,10752],"poster_path":"\/xYkqBLCd7kS0Q3JgS7or4U4WlOH.jpg","backdrop_path":"\/A5d7ixOmYycZeygtoQdhn9eIBaQ.jpg","release_date":"1960-07-06","popularity":2.01,"vote_average":6.2,"id":46039,"adult":false,"vote_count":7},{"overview":"Mouna Rudo was born and raised among the Seediq people, an indigenous tribe in Taiwan, and as he grew to be a man he became a member of the Seediq Bale, a courageous band of native warriors. However, Rudo's way of life is threatened under the yoke of occupying forces from Japan, who took over the nation in 1895. As Rudo sees the traditions and honor of his people stripped away, he realizes the time has come to fight back, and in 1930 he brings together a group of former Seediq Bale soldiers, many of whom have been reduced to infighting, and molds them into a revolutionary army. Rudo and his comrades make their stand when they confront Japanese occupation troops at a youth athletic event, leading to a violent confrontation between the Seediq forces and their oppressors. Warriors of the Rainbow: Seediq Bale - Part 2: The Rainbow Bridge is Part two of the two-part, four-hour Taiwanese edition of the film Warriors of the Rainbow.","original_language":"zh","original_title":"賽德克‧巴萊(下)：彩虹橋","video":false,"title":"Warriors of the Rainbow: Seediq Bale - Part 2: The Rainbow Bridge","genre_ids":[18,36,28],"poster_path":"\/wrgpoEhfgptkYGtIxEaYqlxChv8.jpg","backdrop_path":"\/w4Iq1gRmNFeRnI89VTpWVJKUART.jpg","release_date":"2011-09-09","popularity":1.455,"vote_average":8.7,"id":313230,"adult":false,"vote_count":10},{"overview":"","original_language":"nl","original_title":"Niet Schieten","video":false,"title":"Don't Shoot","genre_ids":[18,36],"poster_path":"\/lMjqg9QFEFvcfJXlDgw09jIZmTt.jpg","backdrop_path":"\/1r6LQgRsFyXMUK2XutrX7rkfDj2.jpg","release_date":"2018-10-04","popularity":2.59,"vote_average":7.4,"id":550244,"adult":false,"vote_count":14},{"overview":"Jim Van Bebber's \"The Manson Family\" is an extremely violent and bloody horror film that reconstructs the early activities of the Family and their descent into the Tate-LaBianca killings. Van Bebber mixes this with a contemporary sub plot involving tabloid journalist Jack Wilson's quest to film a documentary on the subject.The film is loaded with plenty of sex and full-frontal nudity. The final third of \"The Manson Family\" is a grueling nightmare with some of the most sadistic and savage murders ever captured on screen.","original_language":"en","original_title":"The Manson Family","video":false,"title":"The Manson Family","genre_ids":[80,18,36,27,53],"poster_path":"\/6NfEGeiNufCFkaWZbRyrr6UNQv4.jpg","backdrop_path":"\/seNDtgD3sLrM77iP3XHgHpV8iRy.jpg","release_date":"1997-07-11","popularity":2.06,"vote_average":5.4,"id":34867,"adult":false,"vote_count":31},{"overview":"A medieval epic. Plot unknown.","original_language":"en","original_title":"The Knight","video":false,"title":"The Knight","genre_ids":[36],"poster_path":null,"backdrop_path":null,"popularity":3.389,"vote_average":0,"id":419703,"adult":false,"vote_count":0},{"overview":"The story of the last year and a half of Tsar Nicholas II and his family from the February Revolution of 1917 to their execution in July 1918.","original_language":"ru","original_title":"Романовы: Венценосная Семья","video":false,"title":"The Romanovs: A Crowned Family","genre_ids":[10749,36,18],"poster_path":"\/vuMQqrnb3XtJoavfIABSoWb2jTd.jpg","backdrop_path":"\/7cHistbNO3qHJspUrTAAFcKxALn.jpg","release_date":"2000-07-19","popularity":1.625,"vote_average":3.5,"id":77999,"adult":false,"vote_count":2},{"overview":"The story of three women - a famous prostitute, her housekeeper and their new maid - living in Budapest of 1910s, whose passionate, bizarre and complex relationship can only lead to one thing: murder.","original_language":"hu","original_title":"Félvilág","video":false,"title":"Demimonde","genre_ids":[10770,9648,18,36],"poster_path":"\/gqkRJ7zvOGHuMltV1hHY6DivsA3.jpg","backdrop_path":"\/cvOxBnR3IP2YBIvjFGBc0NDYpg6.jpg","release_date":"2015-12-30","popularity":0.858,"vote_average":7.3,"id":374987,"adult":false,"vote_count":14},{"overview":"The story of America's rise to power starting in 1959, it uses nothing but archive footage and America pop music. Showing the consequences on the rest of the world and in peoples mind.","original_language":"en","original_title":"It Felt Like a Kiss","video":false,"title":"It Felt Like a Kiss","genre_ids":[36,10402,99],"poster_path":"\/no8afT9HDkqOCulkyTtTPZzx5uS.jpg","backdrop_path":"\/suGBLn2TEPC1XdY4G64gd5S6QQ9.jpg","release_date":"2009-01-01","popularity":2.04,"vote_average":7.2,"id":34835,"adult":false,"vote_count":16},{"overview":"A Mogul king decides to take stealthy action to help overpower his greatest rivals. He chooses nine out thirteen of his loyal generals (who he treats as sons) to embark on the mission. However, jealously amongst them sparks a treacherous family feud that could lead to catastrophic consequences for all involved.","original_language":"zh","original_title":"十三太保","video":false,"title":"The Heroic Ones","genre_ids":[28,18,36],"poster_path":"\/kiRqZNYEY1647l6dUjq1yB7mxQU.jpg","backdrop_path":"\/pfGHUBTzi2KfjTpXZzI7Ii1HLFp.jpg","release_date":"1970-08-14","popularity":2.419,"vote_average":6.6,"id":36261,"adult":false,"vote_count":8},{"overview":"A tragic story of love and loneliness - this is the unknown life of the great Russian writer Ivan Bunin. The confused love story that involved Bunin, his wife Vera, the young poet Galina Plotnikova, opera singer Marga Kovtun and literary man Leonid Gurov. A work of great honesty and piercing psychology.","original_language":"ru","original_title":"Дневник его жены","video":false,"title":"His Wife's Diary","genre_ids":[18,36,10749],"poster_path":"\/tK9cOgKBBgI3hU41gFqKn06BChu.jpg","backdrop_path":"\/zkbROndTudhwztpq1HV0UsSyb4w.jpg","release_date":"2000-11-11","popularity":2.014,"vote_average":5.9,"id":62729,"adult":false,"vote_count":8}],[{"overview":"In northern England around 1900, the worker John O'Brien lives near poverty in a small house in the worker's district. He falls in love with Mary, the teacher of his highly intelligent younger sister Kathy and daughter of a rich family. Their love is doomed by the social difference, but the vigorous Mary refuses to allow outer circumstances destroying their love.","original_language":"en","original_title":"The Fifteen Streets","video":false,"title":"The Fifteen Streets","genre_ids":[18,36,10749],"poster_path":"\/st9RtuFBZrHo2ZIrWKcu9ClmKIa.jpg","backdrop_path":null,"release_date":"1989-01-01","popularity":1.4,"vote_average":7,"id":129093,"adult":false,"vote_count":1},{"overview":"A word for word depiction of the life of Jesus Christ from the Good News Translation Bible as recorded in the Gospel of John.","original_language":"en","original_title":"The Visual Bible: The Gospel of John","video":false,"title":"The Visual Bible: The Gospel of John","genre_ids":[18,36],"poster_path":"\/aqd9dYniWpnf4ZSLFKhRJnACO9a.jpg","backdrop_path":"\/niP4rJihdeyMzCnvwdWM9DlnAmc.jpg","release_date":"2003-09-11","popularity":2.794,"vote_average":8.4,"id":30973,"adult":false,"vote_count":20},{"overview":"England, while the storm clouds of Nazism menace Germany. Robert Watson Watt and a team of eccentric and brilliant meteorologists struggle to turn the mere idea of radar into a functional reality.","original_language":"en","original_title":"Castles in the Sky","video":false,"title":"Castles in the Sky","genre_ids":[18,36,10752,10770],"poster_path":"\/qnDtQcH8H0mpz5UyEyvWEw6TB7.jpg","backdrop_path":"\/bj9l7rpGKzjTHFxid7bxmZlHHQF.jpg","release_date":"2014-06-23","popularity":2.024,"vote_average":5.8,"id":277846,"adult":false,"vote_count":7},{"overview":"Tula, a slave on the island of Curacao, is becoming more and more aware of the injustice existing between his people and the white oppressors. His peaceful resistance inspires his people to unite in a passionate struggle for equality, freedom and brotherhood.","original_language":"en","original_title":"Tula: The Revolt","video":false,"title":"Tula: The Revolt","genre_ids":[36,18],"poster_path":"\/zeOcrTj5FYdZsNKqzwup2lF1ibz.jpg","backdrop_path":"\/3PJfkg3n9ykdUtUq0Thb32pjeJ7.jpg","release_date":"2013-07-04","popularity":1.343,"vote_average":4,"id":204002,"adult":false,"vote_count":4},{"overview":"Their family name alone evokes horror: Himmler, Frank, Goering, Hoess. This film looks at the descendants of the most powerful figures in the Nazi regime: men and women who were left a legacy that indelibly associates them with one of the greatest abominations in history. What is it like to have grown up with a name that immediately raises images of genocide? How do they live with the weight of their ancestors' crimes? Is it possible to move on from the crimes of their ancestors?","original_language":"en","original_title":"Hitler's Children","video":false,"title":"Hitler's Children","genre_ids":[10752,99,36],"poster_path":"\/i0mXs7eycDrJNL24ZmadpJokCs4.jpg","backdrop_path":"\/xhWpFMm9QYvaDXZPPk1iYD4ttuw.jpg","release_date":"2012-10-18","popularity":2.016,"vote_average":6.9,"id":113362,"adult":false,"vote_count":14},{"overview":"June 14, 1941, 3 a.m. Over 40000 people from Estonia, Latvia and Lithuania are deported by Soviets to Siberia. Among them is a philosophy student Erna, a happily married mother of a little girl. Separated from her husband Erna and her daughter are dispatched together with other women and children to remote Siberian territories. Despite hunger, fear and brutal humiliation Erna never in next fifteen years loses her sense of freedom and hope of returning to homeland. The story is inspired by real events.","original_language":"et","original_title":"Risttuules","video":false,"title":"In the Crosswind","genre_ids":[36,10752],"poster_path":"\/3OPXEhvWWU7p7hsCQ09kNhz8JMg.jpg","backdrop_path":"\/20MQYbLNcy3yrAKLV5Yd4ZAfDim.jpg","release_date":"2014-03-28","popularity":0.982,"vote_average":7.4,"id":262009,"adult":false,"vote_count":18},{"overview":"The life story of famous singer and actress of Egiptian and Italian ancestry Iolanda Gigliotti known by her stage name Dalida.","original_language":"fr","original_title":"Dalida","video":false,"title":"Dalida","genre_ids":[36],"poster_path":"\/l7OhOymil5WeUkMgpYl5POnRetj.jpg","backdrop_path":null,"release_date":"2005-05-02","popularity":0.942,"vote_average":8.1,"id":193195,"adult":false,"vote_count":9},{"overview":"Another mission with Mahadevan and crew, as they deal with international terrorism with a flight being hijacked by hardcore terrorists.","original_language":"ml","original_title":"കാണ്ഡഹാർ","video":false,"title":"Kandahar","genre_ids":[18,36],"poster_path":"\/2yyAA4SA5TaGNIZMaRmLI2YaugO.jpg","backdrop_path":"\/8iNTlPV7anvbwmFpzIodHwP7o7O.jpg","release_date":"2010-12-16","popularity":0.961,"vote_average":3.7,"id":234631,"adult":false,"vote_count":3},{"overview":"A dramatisation that follows Tony Blair's journey from political understudy waiting in the wings of the world arena to accomplished prime minister standing confidently in the spotlight of centre stage. It is a story about relationships, between two powerful men (Blair and Bill Clinton), two powerful couples, and husbands and wives.","original_language":"en","original_title":"The Special Relationship","video":false,"title":"The Special Relationship","genre_ids":[10770,18,36],"poster_path":"\/bWU9DCxnGX5GVuOpWoJpYCSk7b5.jpg","backdrop_path":"\/oKsLEcLqfjvuQGX514NUfjxCJGt.jpg","release_date":"2010-05-29","popularity":2.815,"vote_average":6.4,"id":45371,"adult":false,"vote_count":27},{"overview":"The Lark Farm is set in a small Turkish town in 1915. It deals with the genocide of Armenians, looking closely at the fortunes, or rather, misfortunes of one wealthy Armenian family.","original_language":"it","original_title":"La masseria delle allodole","video":false,"title":"The Lark Farm","genre_ids":[36,18],"poster_path":"\/i5sbXO7XZtoPTCTU9K743o7pQ9j.jpg","backdrop_path":"\/wfbbgshJ6g446qPRYYrCTsGhtC5.jpg","release_date":"2007-01-01","popularity":2.187,"vote_average":6.4,"id":2361,"adult":false,"vote_count":12},{"overview":"A Trip Down Market Street is a 13-minute actuality film recorded by placing a movie camera on the front of a cable car as it travels down San Francisco’s Market Street. A virtual time capsule from over 100 years ago, the film shows many details of daily life in a major American city, including the transportation, fashions and architecture of the era. The film begins at 8th Street and continues eastward to the cable car turntable, at The Embarcadero, in front of the San Francisco Ferry Building. It was produced by the four Miles brothers: Harry, Herbert, Earle and Joe. Harry J. Miles cranked the Bell & Howell camera during the filming.","original_language":"en","original_title":"A Trip Down Market St. before the Fire","video":false,"title":"A Trip Down Market St. before the Fire","genre_ids":[99,36],"poster_path":"\/vuDTEyZiXpKa5Pcb44lllczJqs8.jpg","backdrop_path":"\/sLXaTgSIvgBLFgrYGLjIKehhVXQ.jpg","release_date":"1906-04-21","popularity":1.673,"vote_average":5.8,"id":144425,"adult":false,"vote_count":14},{"overview":"Spain conquered the seas, found a new world and different realities than the one known in Europe. But a question needed to be answered with what they found in those new territories: do the Indians have souls? The Church, bound to protect and convert the natives and the conquerors who treated them like slaves and thought they were only merchandising, expose their arguments and reasonings at what would be known as the Vallidolid controversy. Between them, there's a cardinal hearing both parts and trying to get reasonable answers from this critical question.","original_language":"fr","original_title":"La controverse de Valladolid","video":false,"title":"Dispute in Valladolid","genre_ids":[36,18,10770],"poster_path":"\/xUgd3QvzptbkbMkEuoRckaByAf9.jpg","backdrop_path":"\/lBzVZw1bMPBJS97lK7Bm4uvZ7wb.jpg","release_date":"1992-05-01","popularity":1.213,"vote_average":5.9,"id":74133,"adult":false,"vote_count":15},{"overview":"The second film covers Joan's trial and the end of her life.","original_language":"fr","original_title":"Jeanne la Pucelle II - Les prisons","video":false,"title":"Joan the Maid 2: The Prisons","genre_ids":[36],"poster_path":"\/dKdX7L3UxMSTniQPRccxPmX6UL0.jpg","backdrop_path":"\/fTGOP9GEceEUTCpvfGTUd79JkeN.jpg","release_date":"1994-02-09","popularity":2.077,"vote_average":7.8,"id":142374,"adult":false,"vote_count":5},{"overview":"Three stranded 1890s whalers (Warren Oates, Timothy Bottoms, Louis Gossett Jr.) corrupt the culture of their Eskimo saviors.","original_language":"en","original_title":"The White Dawn","video":false,"title":"The White Dawn","genre_ids":[36,12,18],"poster_path":"\/6UuHidWZ9v88mpwGvTs2uPS51hP.jpg","backdrop_path":"\/gs12ixull35vrgmxAR9uTLmfHkF.jpg","release_date":"1974-07-21","popularity":2.488,"vote_average":6.4,"id":6966,"adult":false,"vote_count":7},{"overview":"Artemisia Gentileschi (1593-1653) was one of the first well-known female painters. The movie tells the story of her youth, when she was guided and protected by her father, the painter Orazio Gentileschi. Her professional curiosity about the male anatomy, forbidden for her eyes, led her to the knowledge of sexual pleasure. But she was also well known because in 1612 she had to appear in a courtroom because her teacher, Agostino Tassi, was suspected of raping her. She tried to protect him, but was put in the thumb screws...","original_language":"fr","original_title":"Artemisia","video":false,"title":"Artemisia","genre_ids":[18,36],"poster_path":"\/bLsCjaBJ1NdviPB2kSkfNKP1mif.jpg","backdrop_path":"\/AnY6qCODxXB81Sn56QvxS6EwwZA.jpg","release_date":"1997-09-10","popularity":1.586,"vote_average":6,"id":39177,"adult":false,"vote_count":21},{"overview":"A biography of the English mathematician Alan Turing, who was one of the inventors of the digital computer and one of the key figures in the breaking of the Enigma code, used by the Germans to send secret orders to their U-boats in World War II. Turing was also a homosexual in Britain at a time when this was illegal, besides being a security risk.","original_language":"en","original_title":"Breaking the Code","video":false,"title":"Breaking the Code","genre_ids":[36,18,10770],"poster_path":"\/wI1f4ZVYRW4Yufna5EMwmcqFhDb.jpg","backdrop_path":null,"release_date":"1996-09-17","popularity":2.228,"vote_average":6.1,"id":90755,"adult":false,"vote_count":7},{"overview":"Directed by Kevin Burns, this documentary from Playboy Home Video examines the oftentimes tense relationship between sex, women, and popular Hollywood culture. With a particular focus given to Marilyn Monroe, Jayne Mansfield, Jean Harlow, and Sharon Stone, Sex at 24 Frames Per Second studies the role of female sexuality in film throughout the years. ~ Tracie Cooper, Rovi","original_language":"en","original_title":"Sex at 24 Frames Per Second","video":false,"title":"Sex at 24 Frames Per Second","genre_ids":[99,36],"poster_path":"\/goOkjMiWCz7ltHQpSM6tdVFGs2C.jpg","backdrop_path":"\/gcW7zqyr5LaCnVYbyQV9kFWnHeT.jpg","release_date":"2003-09-23","popularity":1.247,"vote_average":0,"id":21603,"adult":false,"vote_count":0},{"overview":"A medieval love story with lots of adventures. The times are troubled - there's a revolt of peasants going on. To secure its safety a monastery chases for a relics of a holy Brigitte. A nobleman promises to get it if he gets beautiful Agnes as a reward. But she fells in love with a handsome adventurer. The monastery has to act shrewd now and play double game. The movie is still the best achievement of the Estonian cinema. Based on a novel.","original_language":"et","original_title":"Viimne reliikvia","video":false,"title":"The Last Relic","genre_ids":[12,36,10749],"poster_path":"\/fRoFU97pWHDD7DYyPmLfIFSCnhM.jpg","backdrop_path":"\/1NsCoT57vKg9q3wM18s3D07sCM6.jpg","release_date":"1969-11-12","popularity":2.185,"vote_average":7.1,"id":47150,"adult":false,"vote_count":6},{"overview":"The life of Umar Ibn Al-Khattab, the second Caliph of Islamic State, before and after he embraces in Islam.","original_language":"en","original_title":"عمر: الفلم","video":false,"title":"Omar: The Movie","genre_ids":[18,36],"poster_path":"\/cbVq31EKzm7CHJiZivfX4b5p6GH.jpg","backdrop_path":null,"release_date":"2012-05-30","popularity":1.809,"vote_average":9.5,"id":400071,"adult":false,"vote_count":6},{"overview":"In Paris during WWII, an Algerian immigrant is inspired to join the resistance by his unexpected friendship with a Jewish man. Based on not very known facts about the Muslim community in Paris during WWII, when the Paris Mosque and its dynamic leader played a pivotal role in supporting the resistance and rescuing Jews.","original_language":"fr","original_title":"Les hommes libres","video":false,"title":"Free Men","genre_ids":[18,36],"poster_path":"\/vS6XKL7mLjTOEbPJNYDvwVRj15Y.jpg","backdrop_path":"\/eiWiqJNO60boMZgjssqSmdUuvG.jpg","release_date":"2012-03-16","popularity":0.948,"vote_average":5.9,"id":85741,"adult":false,"vote_count":11}],[{"overview":"Rogue intelligence agents, right-wing politicians, greedy capitalists, and free-lance assassins plot and carry out the JFK assassination in this speculative agitprop.","original_language":"en","original_title":"Executive Action","video":false,"title":"Executive Action","genre_ids":[28,80,18,36,53],"poster_path":"\/ur26qrnyv7ovSmAaWlOU0gKkuVu.jpg","backdrop_path":"\/iNtK9I1ipprnDBxorvCyWhEBh8c.jpg","release_date":"1973-11-07","popularity":1.805,"vote_average":6.3,"id":29142,"adult":false,"vote_count":14},{"overview":"Five Days, Five Nights (Fünf Tage, Fünf Nächte) takes place in Dresden in the immediate aftermath of the Second World War. While Dresden is in ruins, over two thousand paintings by artists including Rembrandt, Raphael, Rubens, Giorgione, and Vermeer have disappeared from the city’s Old Masters Picture Gallery. Red Army captain Leonov and his soldiers have been ordered to recover the lost paintings. During the next five days, Dresden’s residents join the search for the collection. A secret Nazi document offers a first lead…","original_language":"de","original_title":"Pyat dney - pyat nochey","video":false,"title":"Five Days, Five Nights","genre_ids":[10752,36],"poster_path":"\/kPwbwqYwsTCrGcehFYFtUZkPE8n.jpg","backdrop_path":null,"release_date":"1961-02-27","popularity":0.88,"vote_average":6,"id":306436,"adult":false,"vote_count":1},{"overview":"Russian countess in 1893 has strange dreams about herself living a life as a dishwasher in 1993' Moscow after dissolution of the USSR.","original_language":"ru","original_title":"Сны","video":false,"title":"Dreams","genre_ids":[35,14,36],"poster_path":"\/iGEoEW68pMfSBDZ57oi7In2rlBm.jpg","backdrop_path":"\/p2Nw6aUQpIFzJpuqMve5pm0rpxC.jpg","release_date":"1993-09-11","popularity":2.666,"vote_average":5.3,"id":222468,"adult":false,"vote_count":6},{"overview":"Broadway: The Golden Age is the most important, ambitious and comprehensive film ever made about America's most celebrated indigenous art form.  Award-winning filmmaker Rick McKay filmed over 100 of the greatest stars ever to work on Broadway or in Hollywood.  He soon learned that great films can be restored, fine literature can be kept in print - but historic Broadway performances of the past are the most endangered.  They leave only memories that, while more vivid, are more difficult to preserve.  In their own words - and not a moment too soon - Broadway: The Golden Age tells the stories of our theatrical legends, how they came to New York, and how they created this legendary century in American theatre.  This is the largest cast of legends ever in one film.","original_language":"en","original_title":"Broadway: The Golden Age","video":false,"title":"Broadway: The Golden Age","genre_ids":[10402,99,36],"poster_path":"\/w2B1uXosBBQEFmRr5Plx4XwCTK6.jpg","backdrop_path":null,"release_date":"2003-01-01","popularity":1.854,"vote_average":4.5,"id":100842,"adult":false,"vote_count":2},{"overview":"Director William A. Wellman adds another to his long line of salutes-to-aviation films in this bio of an aviation pioneer, John Montgomery (Glenn Ford.) In 1883 he built a practical glider despite the opposition of his friends, who thought he was crazy, and of his family, who were afraid that his dreams of flying would hurt his father's political ambitions. He pursues his education at Santa Clara University where the Jesuits lend a helping and understanding hand. An earthquake destroys what appears to be a working model for an airplane, but a gold-sorting machine Montgomery invented, and then neglected, promises to provide for his financial needs to keep working on his aircraft until he gets involved in costly lawsuits defending his invention.","original_language":"en","original_title":"Gallant Journey","video":false,"title":"Gallant Journey","genre_ids":[36,18],"poster_path":"\/2LFqbit9dvY3n9vuSzp0YqaOJNh.jpg","backdrop_path":"\/3znBH0Qqdhxt4fqYtooImwtWhY9.jpg","release_date":"1946-09-24","popularity":1.186,"vote_average":6.4,"id":100223,"adult":false,"vote_count":5},{"overview":"A biopic about the life of Mikhail Vasilyevich Lomonosov - Russian polymath, scientist and writer.","original_language":"ru","original_title":"Михайло Ломоносов","video":false,"title":"Mikhaylo Lomonosov","genre_ids":[18,36],"poster_path":"\/tTjrJ4apZgyMwKRdcLS89HmyTrS.jpg","backdrop_path":"\/3f4LyDlALMpmHS5mAiA74XvF206.jpg","release_date":"1986-12-20","popularity":2.777,"vote_average":7.8,"id":311186,"adult":false,"vote_count":5},{"overview":"Armed only with their cameras, Peabody and Emmy Award-winning conflict Journalist Mike Boettcher, and his son, Carlos, provide unprecedented access into the longest war in U.S. history.","original_language":"en","original_title":"The Hornet's Nest","video":false,"title":"The Hornet's Nest","genre_ids":[10752,99,36],"poster_path":"\/dP3cgGgTBMUKiCG2931VxERAsWy.jpg","backdrop_path":"\/3apkQ4EsibVtQhmR7l47NHdQRC1.jpg","release_date":"2014-05-09","popularity":2.396,"vote_average":6.8,"id":263510,"adult":false,"vote_count":24},{"overview":"Animated film based on the life and stories of Manga writer Yoshihiro Tatsumi who revolutionised the art form with darker, more adult stories. The film animates several of his stories","original_language":"en","original_title":"Tatsumi","video":false,"title":"Tatsumi","genre_ids":[16,36,18],"poster_path":"\/iMVNnzNl3BzjYDNOPQVut5EItV4.jpg","backdrop_path":"\/zuqLTPV36cgBCBUxx5fjN9gKmzl.jpg","release_date":"2012-04-03","popularity":1.851,"vote_average":6.4,"id":83114,"adult":false,"vote_count":8},{"overview":"Based on her book, this World Premiere film follows Simone Biles through the sacrifices and hard work that led her to win 19 Olympic and World Championship medals.","original_language":"en","original_title":"The Simone Biles Story: Courage to Soar","video":false,"title":"The Simone Biles Story: Courage to Soar","genre_ids":[99,36],"poster_path":"\/bcvRmSAhK2ObpCAb64JkEaTMhT0.jpg","backdrop_path":"\/gpZW1Fb8OhHimTv3SIeD2y9qQWF.jpg","release_date":"2018-02-03","popularity":3.249,"vote_average":8.9,"id":500244,"adult":false,"vote_count":4},{"overview":"Experimental short uses Ray Charles' “What'd I Say” as accompaniment to constantly shifting collage of female nude, cartoons, and newsreels of atomic bomb explosions.","original_language":"en","original_title":"Cosmic Ray","video":false,"title":"Cosmic Ray","genre_ids":[10402,36],"poster_path":"\/jF4JcDAdS2Xao2BPJo9FnLY494g.jpg","backdrop_path":"\/xSXHhubG9wh3AevPOTSHenyA37y.jpg","release_date":"1962-01-01","popularity":2.487,"vote_average":6.4,"id":132364,"adult":false,"vote_count":14},{"overview":"Into an era seething with war and revolution, a man comes with an incredible power to heal a nation...or destroy it. Based on the true story of one of the most powerful and mysterious figures in Russian history.","original_language":"en","original_title":"Rasputin","video":false,"title":"Rasputin","genre_ids":[36,18],"poster_path":"\/x7BIsMJZMLf6DsAYxbUeKdXM9H3.jpg","backdrop_path":"\/iUxxmKOGLEKq8j7lwacA4ozxRZz.jpg","release_date":"1996-03-23","popularity":2.497,"vote_average":6.4,"id":46827,"adult":false,"vote_count":21},{"overview":"Terry Jones presents Boom Bust Boom. The result of a meeting between writer, director, historian and Python Terry Jones and economics professor and entrepreneur Theo Kocken. Co-written by Jones and Kocken and featuring John Cusack, Nobel Prize winners Daniel Kahneman, Robert J Shiller and Paul Krugman, the film is part of a global movement to change the economic system through education to protect the world from boom and bust. A unique look at why economic crashes happen, Boom Bust Boom is a multimedia documentary combining live action with animation and puppetry to explain economics to everyone.","original_language":"en","original_title":"Boom Bust Boom","video":false,"title":"Boom Bust Boom","genre_ids":[99,36],"poster_path":"\/xp7J4fO9TV3ebE4avtrU5dERpNe.jpg","backdrop_path":"\/sZCEk7gR3K3NJYaGBhpZky2Ql20.jpg","release_date":"2016-03-11","popularity":1.966,"vote_average":6.8,"id":367197,"adult":false,"vote_count":6},{"overview":"A biographical film about the Norwegian Expressionist painter Edvard Munch. It was originally created as a three-part miniseries co-produced by the Norwegian and Swedish state television networks, but subsequently gained an American theatrical release in a three-hour version in 1976. The film covers about thirty years of Munch's life, focusing on the influences that shaped his art, particularly the prevalence of disease and death in his family and his youthful affair with a married woman.","original_language":"no","original_title":"Edvard Munch","video":false,"title":"Edvard Munch","genre_ids":[18,36,9648],"poster_path":"\/cEihsCf2w3z1y6EnVvDgRCWUyAH.jpg","backdrop_path":"\/xxvbwUydWD71wg13b6WXIthb8ZO.jpg","release_date":"1974-11-12","popularity":1.376,"vote_average":7.1,"id":50254,"adult":false,"vote_count":22},{"overview":"A decades old murder comes to light as an unknowing author uncovers a dark mystery while on a retreat. Haunted by a victim's ghost, she now must find the killers identity through her dreams before the killer finds her first.","original_language":"en","original_title":"Underwood","video":false,"title":"Underwood","genre_ids":[27,9648,36],"poster_path":"\/u5lntU8FuiJShRjEdsxlMjNdI4C.jpg","backdrop_path":null,"release_date":"2019-05-08","popularity":2.231,"vote_average":5,"id":610442,"adult":false,"vote_count":1},{"overview":"The inside story of SpaceX's plan to get humanity to Mars, providing an unprecedented glimpse into one of the world's most revolutionary companies. A behind-the-scenes journey with Elon Musk and his engineers as they persevere amidst both disheartening setbacks and huge triumphs to advance the space industry faster than we ever thought possible.","original_language":"en","original_title":"MARS: Inside SpaceX","video":false,"title":"MARS: Inside SpaceX","genre_ids":[36,10770,99],"poster_path":"\/nAZS19097tidEkSJLyYVSnWha7s.jpg","backdrop_path":"\/u4nom6IcFb8nVViLIUWTqAKiFSt.jpg","release_date":"2018-11-11","popularity":1.593,"vote_average":7.5,"id":562685,"adult":false,"vote_count":8},{"overview":"Set within the Kaga Domain in the Edo Period. Oharu is an excellent cook and recognized for her skills. Due to her cooking talents, she marries Yasunobu, who is an heir in the Funaki family. The Funaki family serves as the cook for the Kaga Domain. Nevertheless, Yasunobu himself is a terrible cook. With the help of Oharu's mother-in-law Mitsuru, she begins to teach Yasunobu how to cook.","original_language":"ja","original_title":"Bushi no kondate","video":false,"title":"A Tale of Samurai Cooking - A True Love Story","genre_ids":[18,36],"poster_path":"\/fzszn5gQlDVU7b54x6S4SoUHAeT.jpg","backdrop_path":"\/uxhoRRRpgArm4Lbq1bFkRNyef71.jpg","release_date":"2013-12-14","popularity":1.153,"vote_average":6.3,"id":208986,"adult":false,"vote_count":6},{"overview":"This harrowing war film is an epic dramatization of the first battle of World War II. The Battle of Westerplatte that began on 1 September 1939 will forever be remembered as the one that announced the beginning of the Second World War in Europe. Over one week, fewer than 200 Polish soldiers fought against heavy German bombardment and in the process came to symbolize the power of resistance. As the violence rages, a complex battle of a more personal nature plays out between two Polish commanders over how to best lead their men. Amid the bloodshed, they must ask themselves – should they fight until the last man standing or surrender in the face of overwhelming odds? What unfolds is a stirring exploration of the fight against the forces of tyranny.","original_language":"pl","original_title":"Tajemnica Westerplatte","video":false,"title":"Battle of Westerplatte","genre_ids":[18,36,10752],"poster_path":"\/eR2wgGFE6yFPozUE72lKHweipqX.jpg","backdrop_path":"\/aTXNUfmi3oRaL6Fx6CA2JwoaLhJ.jpg","release_date":"2013-07-04","popularity":1.074,"vote_average":5.3,"id":207909,"adult":false,"vote_count":13},{"overview":"In Charenton Asylum, the Marquis de Sade directs a play about Jean Paul Marat's death, using the patients as actors. Based 'The Persecution and Assassination of Jean-Paul Marat as Performed by the Inmates of the Asylum of Charenton Under the Direction of the Marquis de Sade', a 1963 play by Peter Weiss.","original_language":"en","original_title":"Marat\/Sade","video":false,"title":"Marat\/Sade","genre_ids":[10402,18,36],"poster_path":"\/sjAqIva1SJSt7L5H0CJ4WwdEFtp.jpg","backdrop_path":"\/3BFlfwUjOKGdQSMkWOreXYm2G4H.jpg","release_date":"1967-01-01","popularity":2.171,"vote_average":6.3,"id":44258,"adult":false,"vote_count":12},{"overview":"Army of God, King Ananda Bago Red Score big hitters than any war. 3200, elephant riding includes the army and the commoners Regiment, which amounted to 12000 252000 by Mr. A wise army into battle. Well Maha Raja Manga equipment necessary to do and steal cover Roland Smooth brave soldiers. Reputation greatest hitters of Bago forces that come into this. As a result, the cities in the northern frontier of the Ayutthaya Kingdom qualm with conspiracy to renege on healing for the Department of the Red God. The result was the Battle of King Naresuan the face off and battle. When the crowd raging battle over the Tigers. Viziers lack of unity misdeeds, but their personal and partisan considerations. Deputy commander and the survival of the throne was captured mid-battle to bayonet fighting. The soldier was besieged by warlords who Charnarong than captured. Fate of Ayudhya And King Naresuan will end. To follow in the film The Legend of King Naresuan Part 4 \"The Nanda Bayin War\".","original_language":"th","original_title":"ตำนานสมเด็จพระนเรศวรมหาราช ภาค ๔ : ศึกนันทบุเรง","video":false,"title":"King Naresuan 4","genre_ids":[18,10752,36],"poster_path":"\/5ipHxtI7sdIscKaMjJf3K0kpy9k.jpg","backdrop_path":"\/gDdARMWs0uRgWEwgel7YBFzSazD.jpg","release_date":"2011-08-11","popularity":1.316,"vote_average":5.4,"id":119087,"adult":false,"vote_count":5},{"overview":"A 1964 British action adventure film from Hammer studios. The Scarlet Blade is set during the english civil war.  A cruel Roundhead Colonel  is on the trail of royalist sympathisers, but unaware of his daughters royalist sympathies. When she falls into a love triangle with Cavalier Edward Beverly and Roundhead officer Captain Sylvester the stage is set for double crossing and derring do.","original_language":"en","original_title":"The Scarlet Blade","video":false,"title":"The Scarlet Blade","genre_ids":[28,12,36],"poster_path":"\/oWilTpE5SgW5F268dTMeQ3H0CyB.jpg","backdrop_path":"\/dQhaTBPNyG36YtJpAewo8X1FyPv.jpg","release_date":"1964-03-05","popularity":1.521,"vote_average":5.3,"id":82807,"adult":false,"vote_count":6}],[{"overview":"This documentary looks at the factors that led to the 2008 financial crisis and the efforts made by then Treasury Secretary Henry Paulson, Federal Reserve Bank of New York President Timothy Geithner, and Federal Reserve Chair Ben Bernanke to save the United States from an economic collapse.","original_language":"en","original_title":"Panic: The Untold Story of the 2008 Financial Crisis","video":false,"title":"Panic: The Untold Story of the 2008 Financial Crisis","genre_ids":[99,36],"poster_path":"\/6Q3jxDPsZLbPsmNMExx2Y5an5s6.jpg","backdrop_path":"\/wupM3l66woCqdFKb63eMDP2QFid.jpg","release_date":"2018-12-11","popularity":1.135,"vote_average":7.5,"id":568047,"adult":false,"vote_count":4},{"overview":"A behind-the-scenes documentary about the Clinton for President campaign, focusing on the adventures of spin doctors James Carville and George Stephanopoulos.","original_language":"en","original_title":"The War Room","video":false,"title":"The War Room","genre_ids":[99,36],"poster_path":"\/prfxsyG4SnlnqqulavCJ4RksFUA.jpg","backdrop_path":"\/ljTKuGdw5AnYcOqE68XBaFQzCFf.jpg","release_date":"1993-12-05","popularity":2.804,"vote_average":7.5,"id":26408,"adult":false,"vote_count":28},{"overview":"A US property developer realises that he has a battle on his hands when he tries to renovate a London building containing a vast photographic collection and discovers that the library employees will resort to anything to thwart him.","original_language":"en","original_title":"Shooting the Past","video":false,"title":"Shooting the Past","genre_ids":[36,18],"poster_path":"\/r0h6G2hLCq92NHqa5RZaVudT9cN.jpg","backdrop_path":null,"release_date":"1999-01-10","popularity":1.985,"vote_average":7.3,"id":211555,"adult":false,"vote_count":4},{"overview":"Aleksis Kivi  (1834-1872) was a Finnish author who wrote the first significant novel in the Finnish language, \"Seven Brothers\/Seitsemän veljestä\". Although Kivi was among the very earliest authors of prose and lyrics in Finnish language, he is still considered one of the greatest of them all.","original_language":"fi","original_title":"Aleksis Kiven elämä","video":false,"title":"The Life of Aleksis Kivi","genre_ids":[18,36],"poster_path":"\/hy9MOn0hUEUibjBykew5uF5xGbf.jpg","backdrop_path":null,"release_date":"2002-01-18","popularity":0.718,"vote_average":7,"id":175739,"adult":false,"vote_count":3},{"overview":"Produced and directed by Walt Missingham who, in 1983, became the first non-Chinese to practice Kung Fu at the Shaolin Temple, this authoritative and informative programme uses rarely seen archive footage to trace both the history of martial arts and the phenomenal impact Bruce Lee had on this culture. Narrated by Lee's daughter, Shannon Lee Keasler.","original_language":"en","original_title":"The Path of the Dragon","video":false,"title":"The Path of the Dragon","genre_ids":[99,36],"poster_path":"\/eHoHnItKDlXxfMyAEFI871d7rbx.jpg","backdrop_path":null,"release_date":"1998-01-01","popularity":1.068,"vote_average":6.6,"id":167675,"adult":false,"vote_count":4},{"overview":"The story of the Opium War between China, in the waning days of the Qing Dynasty, and the British Empire, in the 1830s, and the subsequent takeover of Hong Kong by Britain; through the eyes of the key figures, fiercely nationalistic Lin Zexu, and opportunistic British naval diplomat Charles Elliot.","original_language":"zh","original_title":"鸦片战争","video":false,"title":"The Opium War","genre_ids":[18,10752,36],"poster_path":"\/rLjFVnooh0qgoV2tPuVavoiP1fQ.jpg","backdrop_path":"\/6fH0NfPmhxzTaYZ3hu71ADaSVNl.jpg","release_date":"1997-06-30","popularity":1.09,"vote_average":6.5,"id":161382,"adult":false,"vote_count":5},{"overview":"A great Empire, once famous for its enlightened traditions, is taken over by a ruthless political establishment. Religious fundamentalists and national separatists are tearing at the fabric of its liberal society. Under the influence of his conservative advisors, the Emperor fails to initiate the reforms that could save the Empire from annihilation. One man alone can avert the cataclysm to come. The year is 1888 and the 600-year-old Empire of Austria-Hungary is at a cross-road of history. Crown-Prince Rudolf, son of fabled Empress Sisi, the most beautiful woman of her time, is the man with the vision and the ability to lead his Empire into the 20th century. Yet his enemies, the all-powerful Prime Minister first and foremost, scheme to isolate Rudolf from his father and from access to power. Against the backdrop of one of the most dangerous, exciting and colorful periods in history, at the dawn of the modern age...","original_language":"de","original_title":"Kronprinz Rudolf","video":false,"title":"The Crown Prince","genre_ids":[18,10749,36],"poster_path":"\/a7pgwfeDdAViuqpl1pS334pah4N.jpg","backdrop_path":null,"release_date":"2006-09-29","popularity":1.332,"vote_average":6.5,"id":7738,"adult":false,"vote_count":4},{"overview":"The real story behind the hunt for Theodore J. Kaczynski, later known as the Unabomber, a terrorist who sent several bombs through the mail, alarming authorities and society. The movie follows a postal inspector who tracks down the suspect; a obstinate detective; and Kaczynski's brother, who suspected of Ted after the publishing of his manifesto explaining the reasons for the bombings.","original_language":"en","original_title":"Unabomber: The True Story","video":false,"title":"Unabomber: The True Story","genre_ids":[10770,80,18,36],"poster_path":"\/233XRc2YsWACcuybInNcW7bYw06.jpg","backdrop_path":null,"release_date":"1996-09-11","popularity":1.357,"vote_average":6.3,"id":300532,"adult":false,"vote_count":6},{"overview":"","original_language":"it","original_title":"Antonio, guerriero di Dio","video":false,"title":"Antonio, guerriero di Dio","genre_ids":[18,36],"poster_path":"\/qqLuQJrYZQrXjXwfeTwkrIKbub5.jpg","backdrop_path":null,"release_date":"2006-06-09","popularity":0.6,"vote_average":6.3,"id":62400,"adult":false,"vote_count":2},{"overview":"A muggy Saigon, late 1945. Stationed at a military camp in French Indochina, two young men--Robert and André--become close friends as they share the boredom and excitement of waiting for their first mission. But when they discover that instead of freeing Indochina from foreign aggressors, they will be fighting natives struggling for independence, their friendship is jeopardized.","original_language":"fr","original_title":"Soldat blanc","video":false,"title":"Soldat blanc","genre_ids":[18,36,10752],"poster_path":"\/8S1L372ZR5HRHHOWwQDcHSHk4eO.jpg","backdrop_path":"\/fQA2DLUAoTL2gqbtjah4jPDhYby.jpg","release_date":"2015-02-20","popularity":0.6,"vote_average":6.1,"id":309929,"adult":false,"vote_count":4},{"overview":"The story of the sinking of the Lusitania in 1915 after she was torpedoed off the Irish coast. The story is told from the perspective of Prof. Holbourn (a passenger), the German U-boat and its captain and crew, and other passengers, crew and Admiralty staff","original_language":"en","original_title":"Lusitania: Murder on the Atlantic","video":false,"title":"Sinking of the Lusitania","genre_ids":[99,18,36,10752],"poster_path":"\/tIcZ4B68NN9gls0KmWvYJcRby11.jpg","backdrop_path":"\/83EDyLcZ9yooFyZTjy0AVoQsREF.jpg","release_date":"2007-05-12","popularity":2.295,"vote_average":6.1,"id":62698,"adult":false,"vote_count":8},{"overview":"In the final days of World War II, occupying Japanese forces in the Philippines face resistance from the local population and the American offensive. The dwindling Japanese soldiers attempt to survive through the horrors of war.","original_language":"ja","original_title":"野火","video":false,"title":"Fires on the Plain","genre_ids":[18,36,10752],"poster_path":"\/JnLPMBZTg8tCpt5F54bNlLiwZA.jpg","backdrop_path":"\/7uazC33e4WqjbYfFP4TZjgnT7PF.jpg","release_date":"2014-08-30","popularity":1.988,"vote_average":6,"id":283710,"adult":false,"vote_count":11},{"overview":"A Carthaginian general attempts to cross the Alps with an army of elephants in order to conquer Rome.","original_language":"it","original_title":"Annibale","video":false,"title":"Hannibal","genre_ids":[36],"poster_path":"\/9uEK0beZlWkiUYnQYQC2DTK1OL8.jpg","backdrop_path":"\/nvAcFWYDFMiOxfkVkNeRhmWCvu6.jpg","release_date":"1960-06-18","popularity":1.338,"vote_average":5.6,"id":169818,"adult":false,"vote_count":7},{"overview":"In the year 1716 a mysterious epidemic stickens men in the country of Japan, dropping the population of men to 1\/4th of its prior state. With the drastic reduction of men, the gender roles have become reversed in Japan. Woman become the dominant members of society and males are sought out for the ability to produce children. A young man named Unoshin Mizuno (Kazunari Ninomiya) hopes to marry childhood sweetheart Onobu (Maki Horikita), but due to class differences realizes this is almost impossible. To raise his social status and also save his poor family, Unoshin Mizuno enters the Ohoku (inner chambers of the Shugun's castle) and attempts to vie among 3,000 other men for the affection of the female shogun. What Unoshin Mizuno quickly learns about the Ohoku is that the men there are all beautiful, but highly ambitious and conniving. In this environment, the 7th shogun Tokugawa passes away and the new shogun Yoshimune Tokugawa (Kou Shibasaki) takes the thrown and enters the Ohoku.","original_language":"ja","original_title":"Ôoku","video":false,"title":"The Lady Shogun and Her Men","genre_ids":[878,18,36],"poster_path":"\/xgedzpit4ztGgKKUooEpNmm8BT2.jpg","backdrop_path":"\/vU9p1MYRg0wtLfG9rOfVNIGVfpV.jpg","release_date":"2010-10-01","popularity":1.756,"vote_average":5.4,"id":63462,"adult":false,"vote_count":7},{"overview":"The story of the Bolshevik revolution through the eyes of a peasant who, as a soldier, gets caught up in the proceedings under the tutelage of Lenin.","original_language":"ru","original_title":"Человек с ружьем","video":false,"title":"The Man with the Gun","genre_ids":[36],"poster_path":"\/x9TFKIshTnYSCzAaA3ISpgjBszW.jpg","backdrop_path":"\/bK476PA2k9PrUwbxLXfce50UPYf.jpg","release_date":"1938-01-01","popularity":1.529,"vote_average":5.3,"id":406287,"adult":false,"vote_count":3},{"overview":"A steel samurai blade that was to be given to the American ambassador by the Emperor of Japan is stolen. American sailors and Japanese samurai are sent to find it.","original_language":"en","original_title":"The Bushido Blade","video":false,"title":"The Bushido Blade","genre_ids":[36,28,18],"poster_path":"\/bWtCZgz67W3SIdB5abykE6gvIrS.jpg","backdrop_path":"\/7qApeKNuq90h29ozLP5w9zunPaQ.jpg","release_date":"1981-11-20","popularity":0.84,"vote_average":5,"id":146091,"adult":false,"vote_count":1},{"overview":"Jean-Luc Godard's poetic meditation on war, violence and defeat. The film is structured in three parts. The three segments are \"Hell\", \"Purgatory\", and \"Heaven\". The first segment is a montage of war images from documentary and fictional sources. The second concerns two young Jewish women attending a European arts conference in Sarajevo. The final segment concerns the after life.","original_language":"fr","original_title":"Notre musique","video":false,"title":"Our Music","genre_ids":[18,36],"poster_path":"\/qYuECBeoVGKogIlNAp2OEkbawWs.jpg","backdrop_path":"\/mQikua5SRJPEFBNW3V9ZGcxh8pi.jpg","release_date":"2004-05-19","popularity":1.868,"vote_average":6.7,"id":26347,"adult":false,"vote_count":17},{"overview":"A noble warrior seeks revenge against the ruler of his kingdom, who killed his father. At the same time, he also ends up upsetting the neighbouring enemy kingdom's ruler.","original_language":"ta","original_title":"கோச்சடையான்","video":false,"title":"Kochadaiiyaan","genre_ids":[28,12,36],"poster_path":"\/iTfLkE2TGxfauwmuqnBssCD7sg0.jpg","backdrop_path":"\/2HhvQiztBvGuzVgRfDz0StQdSNg.jpg","release_date":"2014-05-23","popularity":1.541,"vote_average":5.3,"id":256968,"adult":false,"vote_count":15},{"overview":"A real time recreation of the 1942 Wannsee Conference, in which leading SS and Nazi Party officals gathered to discuss the \"Final Solution to the Jewish Question\". Led by SS-General Reinhard Heydrich, the Wannsee Conference was the starting point for the Jewish Holcaust which led to the mass murder of six million people.","original_language":"de","original_title":"Die Wannseekonferenz","video":false,"title":"The Wannsee Conference","genre_ids":[18,36],"poster_path":"\/b3yhLjoxlqfK3cCzParD06hYNM0.jpg","backdrop_path":"\/nkZ3FuYkewKErRE9GF8LeP94aeY.jpg","release_date":"1987-11-18","popularity":2.27,"vote_average":6.7,"id":42088,"adult":false,"vote_count":8},{"overview":"The British inmates of a POW camp think they have an informer among them after several escape attempts fail. One of the prisoners constructs a dummy which they christen \"Albert\" and use at roll call in order to foil the German guards.","original_language":"en","original_title":"Albert R.N.","video":false,"title":"Albert R.N.","genre_ids":[10752,36],"poster_path":"\/6aKxRb0kR4210QUd2grBe8ywjNp.jpg","backdrop_path":"\/3FlN4iuSgE4Qln0IVJNET5UKABd.jpg","release_date":"1955-06-01","popularity":1.358,"vote_average":8.1,"id":150066,"adult":false,"vote_count":4}],[{"overview":"Based on real life events, the film is set in January 1949 and focuses around a group of soldiers involved in the final stages of the Battle of Pingjin","original_language":"zh","original_title":"解放了","video":false,"title":"Liberation","genre_ids":[18,36],"poster_path":"\/fJP7377aHJu2i5HfmJ2nhF5ihgu.jpg","backdrop_path":null,"release_date":"2019-10-25","popularity":2.462,"vote_average":0,"id":611690,"adult":false,"vote_count":0},{"overview":"1913, shortly before the outbreak of WWI. A group of aristocrats gathers at the estate of Sir Randolph Nettleby for a weekend shoot. As the terminal decrepitude of a dying class is reflected in the social interactions and hypocrisy of its members, only world weary Sir Randolph seems to realise that the sun is setting.","original_language":"en","original_title":"The Shooting Party","video":false,"title":"The Shooting Party","genre_ids":[18,10749,36],"poster_path":"\/cjFDPj3hrcHwrRhAqlFYtff8PbQ.jpg","backdrop_path":"\/8jFBMxwayaq5BrLtsMo2mwdE5g4.jpg","release_date":"1985-09-01","popularity":1.786,"vote_average":7,"id":57300,"adult":false,"vote_count":9},{"overview":"Guerra di Troia (AKA: Trojan Horse) is a 1961 historical drama film set in the tenth and final year of the Trojan War. The film focuses primarily on the exploits of the Trojan hero Aeneas during this time. The film was directed by Giorgio Ferroni and starred Steve Reeves as Aeneas and John Drew Barrymore as Odysseus.  From Wikipedia, the free encyclopedia","original_language":"it","original_title":"La guerra di Troia","video":false,"title":"The Trojan Horse","genre_ids":[36,12],"poster_path":"\/mow8BwoMidnl4nQgacC6KH82zYc.jpg","backdrop_path":"\/sPu5duPCVEmvaDiAi3BcDxhioxX.jpg","release_date":"1961-10-26","popularity":1.32,"vote_average":6.1,"id":146023,"adult":false,"vote_count":10},{"overview":"White Deer Plain is a 2011 Chinese drama film directed by Wang Quan'an and based on the novel of the same name by Chen Zhongshi.","original_language":"zh","original_title":"白鹿原","video":false,"title":"White Deer Plain","genre_ids":[18,36],"poster_path":"\/2mYGHIEUk6XxJB8OSPgOiP39icc.jpg","backdrop_path":"\/2WnuweTandWnzVCpCkXzXlW9i50.jpg","release_date":"2012-09-13","popularity":0.898,"vote_average":6.4,"id":139162,"adult":false,"vote_count":7},{"overview":"The complete story of Lincoln's Gettysburg Address.","original_language":"en","original_title":"The Gettysburg Address","video":false,"title":"The Gettysburg Address","genre_ids":[99,36],"poster_path":"\/gtIrZH6wnCR55gHcs8g8iKdRUxt.jpg","backdrop_path":null,"release_date":"","popularity":1.602,"vote_average":0,"id":340374,"adult":false,"vote_count":0},{"overview":"She was loved, she was a princess, heir to the throne - but the childhood fairytale turned to lifelong nightmare for Mary Tudor, Henry VIII's first child. When Henry divorced her mother and married Anne Boleyn, Mary became an outcast and a threat to the Protestant succession. By a twist of fate, on the death of her brother, she became queen at last in 1553, but her attempts to make England Catholic again were a disaster for her and the country. History has called her \"Bloody Mary\" for the burning of the Protestants, but how fair is this? This film paints another picture, of a woman true to her beliefs, pushed towards a terrible psychological disintegration.","original_language":"en","original_title":"The Twisted Tale Of Bloody Mary","video":false,"title":"The Twisted Tale Of Bloody Mary","genre_ids":[18,36],"poster_path":"\/2g3jn9ZUusDJHqUps9F3Vw6EW0a.jpg","backdrop_path":null,"release_date":"2008-07-03","popularity":0.925,"vote_average":0,"id":86229,"adult":false,"vote_count":0},{"overview":"The first adaptation of Lew Wallace's novel, Ben-Hur: A Tale of the Christ.","original_language":"en","original_title":"Ben Hur","video":false,"title":"Ben Hur","genre_ids":[12,18,36],"poster_path":"\/ozQsgrqXnXhmygzK1fxBqnc9rBI.jpg","backdrop_path":"\/pFCO3AZjDOVM66ACBHnykGgbP80.jpg","release_date":"1907-12-07","popularity":1.172,"vote_average":4.3,"id":113260,"adult":false,"vote_count":8},{"overview":"On September 4, 1984, democracy movement leader Kim Jong Tae (Park Won Sang) is arrested and taken to an infamous interrogation facility in Namyeong-dong. For the next 22 days, he would be cruelly and continuously tortured in all manners by interrogators intent on forcing him to confess to communist collaboration.","original_language":"ko","original_title":"남영동1985","video":false,"title":"National Security","genre_ids":[18,36],"poster_path":"\/2vXIWEajKaGfmXOF9KQiTkEgYG9.jpg","backdrop_path":"\/hAH4XplxfBq0M0sU4WbjgITx4cj.jpg","release_date":"2012-11-22","popularity":2.11,"vote_average":8.4,"id":162146,"adult":false,"vote_count":6},{"overview":"Parisian authorities clash with the Front de Libération Nationale (FLN) in director Alain Tasma’s recounting of one of the darkest moments of the Algerian War of Independence. As the war wound to a close and violence persisted in the streets of Paris, the FLN and its supporters adopted the tactic of murdering French policemen in hopes of forcing a withdrawal. When French law enforcement retaliated by brutalizing Algerians and imposing a strict curfew, the FLN organizes a peaceful demonstration that drew over 11,000 supporters, resulting in an order from the Paris police chief to take brutal countermeasures. Told through the eyes of both French policemen as well as Algerian protestors, Tasma’s film attempts to get to the root of the tragedy by presenting both sides of the story.","original_language":"en","original_title":"Nuit noire, 17 octobre 1961","video":false,"title":"Nuit noire, 17 octobre 1961","genre_ids":[10770,18,36],"poster_path":"\/rksUxoiYxJLJ53M2l25sD5pSaat.jpg","backdrop_path":"\/n2lhv73tD4cmpcpVDecfHsqZR7y.jpg","release_date":"2005-10-19","popularity":2.237,"vote_average":7.6,"id":31327,"adult":false,"vote_count":6},{"overview":"","original_language":"it","original_title":"Casa Ricordi","video":false,"title":"House of Ricordi","genre_ids":[36],"poster_path":"\/wGdt6tTn0RB9aG1xxluRY10Y4Ym.jpg","backdrop_path":"\/q2Cs9dAZng9VphNqiYsMXPtkjIv.jpg","release_date":"1956-03-12","popularity":0.632,"vote_average":6,"id":3641,"adult":false,"vote_count":1},{"overview":"The Count sets out to make a private room for him and his Countess, built in such a way no one can see, hear, and most importantly, disturb them. But unbeknownst to the Count, his wife has set her eyes on the court minstrel. Based on Edgar Allan Poe's “The Cask of Amontillado” and Honoré de Balzac's “La Grande Breteche”.","original_language":"en","original_title":"The Sealed Room","video":false,"title":"The Sealed Room","genre_ids":[18,36,27,53],"poster_path":"\/4WvFZAlo5otviosadC7v6YLyMQE.jpg","backdrop_path":"\/3EwGlAXJ8UBYknHZxw02kgoZH9u.jpg","release_date":"1909-09-02","popularity":2.232,"vote_average":5.4,"id":20650,"adult":false,"vote_count":12},{"overview":"It is the story of Jiri and Jan, two Czech soldiers, battling alongside the allied forces against the Germans, during World War II in Tobruk, Libya. Jiri Pospichal, eighteen years old, signs up as a volunteer in the Czechoslovak army. His naive ideas about heroism are rawly confronted with the hell of the African desert, complicated relationships in his unit and the ubiquitous threat of death.","original_language":"cs","original_title":"Tobruk","video":false,"title":"Tobruk","genre_ids":[10752,36],"poster_path":"\/utpPb1o7OXfGtDpU8ST6xjRLJqZ.jpg","backdrop_path":"\/20CA1KuFcLj7UL0FBVJWy0QrCeE.jpg","release_date":"2008-11-09","popularity":1.176,"vote_average":5.6,"id":26651,"adult":false,"vote_count":8},{"overview":"Ancient Rome, during the time of Emperor Nero. Vinicius, a young patrician, falls in love with the beautiful Lygia, the daughter of a Barbarian commander who was killed in battle, and wants her for his concubine. For Lygia, a Christian, being a pagan's concubine is a severe sin and disgrace. However, when Vinicius is wounded, Lygia cares for him, and starts to reciprocate his feelings. Vinicius, in return, becomes interested in Christian learning and asks Apostle Peter to teach him. In the meantime, Emperor Nero accuses Christians of having started a great fire in Rome. He encourages the imprisonment, torture and murder of his Christian subjects.","original_language":"pl","original_title":"Quo Vadis","video":false,"title":"Quo Vadis","genre_ids":[18,10749,36],"poster_path":"\/hjqUYv6WK4dADFmRBcd5MQUl6k9.jpg","backdrop_path":"\/y6By08inx3AxlKGeWWQdadl5tan.jpg","release_date":"2002-04-12","popularity":2.141,"vote_average":6.3,"id":59219,"adult":false,"vote_count":19},{"overview":"Set in the French countryside in the 1600s, a lone rider deposits a newborn baby boy on the steps of a monastery, having bitten his nose off. The child is bought up by an ex-pirate and his wife and is taught to read, write, count, joust and fence, and is also given a wooden nose. However, he is ordered by a local baron to attend a tough seminary, but he soon rebels and makes an action-packed escape...","original_language":"fr","original_title":"Justinien Trouvé ou le bâtard de Dieu","video":false,"title":"Justinien Trouve, or God's Bastard","genre_ids":[35,18,36],"poster_path":"\/a1wAYuNLiCKIMJawJNVD3wgJ70d.jpg","backdrop_path":"\/vTeIU9ca8L4NixhS8cRnt6xUbQ0.jpg","release_date":"1993-09-15","popularity":1.215,"vote_average":6.1,"id":53008,"adult":false,"vote_count":7},{"overview":"The King of Kings is the Greatest Story Ever Told as only Cecil B. DeMille could tell it. In 1927, working with one of the biggest budgets in Hollywood history, DeMille spun the life and Passion of Christ into a silent-era blockbuster. Featuring text drawn directly from the Bible, a cast of thousands, and the great showman’s singular cinematic bag of tricks, The King of Kings is at once spectacular and deeply reverent—part Gospel, part Technicolor epic.","original_language":"en","original_title":"The King of Kings","video":false,"title":"The King of Kings","genre_ids":[18,36],"poster_path":"\/qJThyOfQVeEctEVVtK3LTDVL5S6.jpg","backdrop_path":"\/3kQgQtMsXFYbS3MW3VytlGmNX1W.jpg","release_date":"1927-01-01","popularity":2.991,"vote_average":5.9,"id":49633,"adult":false,"vote_count":18},{"overview":"As Italy becomes engulfed in a bubbling revolution to finally get rid of the ruling Austrian's,a patriotic prisoner called Cainazzo begins to wonder if he will soon get the chance to see the revolution in action away from his prison cell.Suddenly,a cannon ball comes flying through the air and knocks the main wall of the prison down. Excited in at last having the chance to see the change taking place in person,Cainazzo hits a bumpy road,when one of his former fellow prisoner yells out to all the revolutionary gangs that Cainazzo is not a patriot,but is in fact a traitor!","original_language":"it","original_title":"Le cinque giornate","video":false,"title":"The Five Days","genre_ids":[35,18,36],"poster_path":"\/nxtg1Lu56N06wCn0XRjgoprDOI4.jpg","backdrop_path":"\/rk52Y4mQjVB9udjVwXRFkYNe6DS.jpg","release_date":"1973-12-24","popularity":2.746,"vote_average":5.6,"id":48853,"adult":false,"vote_count":8},{"overview":"\"I do not care if we go down in history as barbarians.\" These words, spoken in the Council of Ministers of the summer of 1941, started the ethnic cleansing on the Eastern Front. The film attempts to comment on this statement.","original_language":"ro","original_title":"Îmi este indiferent dacă în istorie vom intra ca barbari","video":false,"title":"I Do Not Care If We Go Down in History as Barbarians","genre_ids":[35,18,36],"poster_path":"\/nUl6JaghmaEBrcIxvunLDPfNXOI.jpg","backdrop_path":"\/AruGETky41vHWRRTkkq4urbvxKN.jpg","release_date":"2018-09-28","popularity":3.034,"vote_average":7.6,"id":500909,"adult":false,"vote_count":5},{"overview":"The true story of the rise to power and brutal assassination of the formerly vilified and later redeemed leader of the independent Congo, Patrice Lumumba. Using newly discovered historical evidence, Haitian-born and later Congo-raised writer and director Raoul Peck renders an emotional and tautly woven account of the mail clerk and beer salesman with a flair for oratory and an uncompromising belief in the capacity of his homeland to build a prosperous nation independent of its former Belgian overlords. Lumumba emerges here as the heroic sacrificial lamb dubiously portrayed by the international media and led to slaughter by commercial and political interests in Belgium, the United States, the international community, and Lumumba's own administration; a true story of political intrigue and murder where political entities, captains of commerce, and the military dovetail in their quest for economic and political hegemony.","original_language":"fr","original_title":"Lumumba","video":false,"title":"Lumumba","genre_ids":[18,36],"poster_path":"\/em1ZnrlgTdKPIS5QO4FYX9HnGfE.jpg","backdrop_path":"\/3asrhjPztwIB8v90egjgQwVSKE1.jpg","release_date":"2000-05-13","popularity":0.826,"vote_average":6.4,"id":55551,"adult":false,"vote_count":15},{"overview":"In the 1970s, the house of Plessis welcomes young pregnant minors. Even though these unborn children are the fruit of love or rape, in this institution, a single slogan: put these girls in the right way. But the day when the revolt rumbles, the mechanism fails... A story deliberately based on real events.","original_language":"fr","original_title":"Elles... Les filles du Plessis","video":false,"title":"Elles... Les filles du Plessis","genre_ids":[36,18],"poster_path":"\/76xg4TY0XENMVP8EbEJlNzZb1YH.jpg","backdrop_path":"\/uHqxNzdv9GzoqkGR2q6CHBBbcxR.jpg","release_date":"2016-03-08","popularity":1.331,"vote_average":6.2,"id":384585,"adult":false,"vote_count":11},{"overview":"Based on the true story of the \"death match\" where the Soviet team \"Start\" scored its second victory over the German team «Flakelf» on August 9, 1942","original_language":"ru","original_title":"Матч","video":false,"title":"Match","genre_ids":[18,36],"poster_path":"\/fyvUEBfcbodMZdpnRLEeTp8rm69.jpg","backdrop_path":"\/15AMBN1AINsgEksX1ptfgWPZiuG.jpg","release_date":"2012-06-06","popularity":1.853,"vote_average":5.4,"id":115871,"adult":false,"vote_count":12}]]