[[{"overview":"Winsor McCay recreates the sinking of the ocean liner Lusitania by a German U-boat in this propaganda piece designed to stir up anti-German sentiment during World War I.","original_language":"en","original_title":"The Sinking of the Lusitania","video":false,"title":"The Sinking of the Lusitania","genre_ids":[10752,16,36,18],"poster_path":"\/oMrS3Xg2nHJwP6hK9DbVZV6KbDz.jpg","backdrop_path":"\/phZ4aEw7GxxDKq6ZweNxJ09IFB.jpg","release_date":"1918-07-20","popularity":2.501,"vote_average":6.5,"id":134758,"adult":false,"vote_count":21},{"overview":"How I Unleashed World War II tells the story of a Polish soldier Franciszek Dolas, who - as a result of comical coincidences - is convinced that he started the Second World War. Trying to redeem himself at all costs, he constantly gets into new trouble. In doing so, he finds himself on different war fronts (Yugoslavia, Mediterranean Sea, Near East, Italy) and eventually returns to Poland.","original_language":"pl","original_title":"Jak rozpętałem drugą wojnę światową: Cz.3 - Wśród swoich","video":false,"title":"How I Unleashed World War II Part III: Among Friends","genre_ids":[28,35,36],"poster_path":"\/1nkuFJmr6FZ510hTurudbmKjLQO.jpg","backdrop_path":"\/uvAgkCPD71D8g522Wn8EVJUquwi.jpg","release_date":"1970-04-06","popularity":2.75,"vote_average":7.2,"id":75015,"adult":false,"vote_count":15},{"overview":"Meet Duewand Collier Jr.-Male, 68 years old, American Citizen, a child conceived in the backdrop of the Philippines-American Mutual Defense Treaty, born and raised with Catholic guilt. He has made peace with his past and now tells his story-a story of love.","original_language":"en","original_title":"War Baby","video":false,"title":"War Baby","genre_ids":[99,18,36,10749,35],"poster_path":"\/fA9rUM0x4ZcBY6QDX0aZxaQVgYe.jpg","backdrop_path":"\/AsTPxPl7Ewu1ASMooqmyyNczbO.jpg","release_date":"2019-06-22","popularity":1.4,"vote_average":0,"id":631449,"adult":false,"vote_count":0},{"overview":"This is a powerful, yet fictionalized life story of Huo Yuan Chia, a real kung fu master in Southern China who brought respect to the populace and allowed kung fu to be taught to all Chinese during a time of revolt and low morale in the country's history.","original_language":"en","original_title":"Huo Yuan-Jia","video":false,"title":"Legend of a Fighter","genre_ids":[28,36],"poster_path":"\/5xIiqnTXx8lPFL9hXB1xUmuOspp.jpg","backdrop_path":"\/5HsbZREKBzpmSlkrzAGD3RvKRHp.jpg","release_date":"1982-01-01","popularity":1.84,"vote_average":6.6,"id":18852,"adult":false,"vote_count":9},{"overview":"Nam-bok, a middle-aged South Korean farmer is conscripted and assigned a mission to deliver a classified military document that may decide the fate of the war. After losing it while under attack from the enemy, he then faces a teenage North Korean soldier named Yeong-gwang who happens to acquire the secret document on his way to the North.","original_language":"ko","original_title":"서부전선","video":false,"title":"The Long Way Home","genre_ids":[28,18,36,10752],"poster_path":"\/jJC66rVlK7nHRdmd4ebz8MWmQlC.jpg","backdrop_path":"\/fbLZ7wQzzLgcXiVrvuIsTmtfZZk.jpg","release_date":"2015-09-24","popularity":2.593,"vote_average":7.2,"id":361297,"adult":false,"vote_count":6},{"overview":"A six-hour long epic (original director's cut) about the life of Don Cossacs in a village in southern Russia between 1912 and 1922. The leading character Grigori Melekhov is a rugged Cossac, who is torn between his first and true love Aksiniya, and his wife Natalya. Grigori Melekhov's personal life is shown as a rough journey through the experience of World War One, the Russian Revolution, and the following Civil War. The Cossacs are shown as traditional farmers and warriors, who are suffering through the most dramatic events in the history of Russia.","original_language":"ru","original_title":"Tikhiy Don","video":false,"title":"Quiet Flows the Don","genre_ids":[18,36],"poster_path":"\/sK7Qy4bt8LZxyQR1ZBYL09m0HYJ.jpg","backdrop_path":"\/e76M9rbOccbkP4x37c8WUwo2pAm.jpg","release_date":"1957-06-06","popularity":1.559,"vote_average":6.5,"id":109991,"adult":false,"vote_count":10},{"overview":"A Confederate officer is called off to war. He leaves his wife and daughter in the care of George, his faithful Negro servant. After the officer is killed in battle, George continues in his caring duties, faithful to his trust.","original_language":"en","original_title":"His Trust","video":false,"title":"His Trust","genre_ids":[36,18,10752],"poster_path":"\/dHhJDhhz5Mj5x2GIIaQFlwa2CwQ.jpg","backdrop_path":null,"release_date":"1911-01-16","popularity":1.617,"vote_average":3.9,"id":148666,"adult":false,"vote_count":12},{"overview":"In this sequel to The Last of the Mohicans, the Pathfinder (Kevin Dillon) defends a British fort under siege during the French and Indian Wars. His Indian father, Chingachgook (Graham Greene), and the lovely Mabel Dunham (Laurie Holden) are swept up in the battle, and the Pathfinder finds himself forced to choose between his father and the woman he loves. The film is based on last of James Fenimore Cooper's \"Leatherstocking Tales.\"","original_language":"en","original_title":"The Pathfinder","video":false,"title":"The Pathfinder","genre_ids":[12,18,36,10770,10752],"poster_path":"\/92wPkdWhX0lpQUNlDtSyaaRF3fA.jpg","backdrop_path":"\/ppwJAbQGiNlmmzHq773M6IN4fF4.jpg","release_date":"1996-06-02","popularity":1.329,"vote_average":3.8,"id":56982,"adult":false,"vote_count":2},{"overview":"A chronicle of the evolution of the Cuban Revolution, ending with the Bay of Pigs incident and including two interviews with Fidel Castro.","original_language":"fr","original_title":"¡Cuba Sí!","video":false,"title":"¡Cuba Sí!","genre_ids":[99,36],"poster_path":"\/wFUZI0WXofmVEB6Qz47wULA1TVK.jpg","backdrop_path":"\/2K0y1py3uhkBxR36N587ptke9sa.jpg","release_date":"1961-12-31","popularity":2.195,"vote_average":8.5,"id":156225,"adult":false,"vote_count":4},{"overview":"The young man must set up a clear border between Finland and Russia, white and red, enemy and friend, us and them. While the task seems clear he finds out the execution of his command in concrete situations is very difficult. Right choices turn out to be wrong ones and correcting them make things worse.","original_language":"fi","original_title":"Raja 1918","video":false,"title":"The Border","genre_ids":[10749,18,36,10752],"poster_path":"\/2GnqpbNBRunz5kUWbpZtiq97K2M.jpg","backdrop_path":"\/upiFeXP2S4hUnjr3WiMshCkKttY.jpg","release_date":"2007-11-30","popularity":1.365,"vote_average":5.5,"id":41141,"adult":false,"vote_count":12},{"overview":"Ninja Resurrection takes place in the Tokugawa era, at a time when Christians in Japan were being persecuted. The leader of the Shimabara Rebellion, Amakusa Shirō, hoped to resist the government forces attacking Christians like him but is assassinated. Soon after, Amakusa's restless spirit returns to avenge his fallen comrades and is up to Yagyū Jūbei Mitsuyoshi to put a stop to the demonic onslaught.","original_language":"ja","original_title":"魔界転生","video":false,"title":"Ninja Resurrection","genre_ids":[12,16,14,36,878],"poster_path":"\/gXUYW00FMuhGjgrHaI3pBUkmGXz.jpg","backdrop_path":"\/434VeGJJNWMvjw400KUU546tVSv.jpg","release_date":"1999-07-12","popularity":0.991,"vote_average":5,"id":31141,"adult":false,"vote_count":3},{"overview":"By the order of King of Habasha Abraha, one of his army commanders charges ahead Mecca to ruin the House of God. He leads thousands of soldiers, horses and elephants all fully equipped. By God’s will in 3km distance from Mecca, in its outskirts the elephants come to a standstill refusing to take any more steps. Millions of small birds throw red hellish pebbles carrying in their beaks on Abraha’s forces and the army is all annihilated. A month later, the Holy Prophet of Islam, Muhammad (PBUH) is born. This film depicts the age of Paganism and all its oppressions, cruelty and injustice through the eyes of Muhammad up to the age of 13.  “We’re going to help open your eyes to what Islam really is all about,” Majidi added. “We have a lot of positive things to share with the world, provided that the West is ready for such a dialogue. I think that Iran can have something someting strong to say through its arts and culture.”","original_language":"fa","original_title":"Muhammad: The Messenger of God","video":false,"title":"Muhammad: The Messenger of God","genre_ids":[18,36],"poster_path":"\/dSlPUIM2ONpxtsFBtY3O6hRF0pi.jpg","backdrop_path":"\/phNsrCV1t57HGmjcDeu8DcI9eve.jpg","release_date":"2015-02-09","popularity":1.207,"vote_average":7.1,"id":315859,"adult":false,"vote_count":26},{"overview":"The two best disciples of Sivadas Swamigal, the earnest owner of a Drama school, are by design pitted against each other by the guru himself and this create multiple calamities ending in the duo's separation. Years pass by as one finds a good holding and the other wobbles away as a drunk loser only for them to cross paths again when the ongoing Indian Independence Movement gives another chance for the tables to turn!","original_language":"ta","original_title":"Kaaviya Thalaivan","video":false,"title":"Kaaviya Thalaivan","genre_ids":[18,36,10749],"poster_path":"\/mmZStTWkrPO05UxXO1DgaYgyTq9.jpg","backdrop_path":"\/f6tCIlsMzj7lJgtrPLSGI1tyXbC.jpg","release_date":"2014-11-28","popularity":1.498,"vote_average":6.8,"id":280959,"adult":false,"vote_count":6},{"overview":"WWII drama from film-maker Christopher Forbes which follows American fighter pilots on a perilous mission into the skies of enemy territory.","original_language":"en","original_title":"Greyhound Attack","video":false,"title":"Greyhound Attack","genre_ids":[18,10752,36],"poster_path":"\/bW5ejHR1OJjhwSjJX1YAhyzlNiE.jpg","backdrop_path":"\/jnpFX1y4yn7UUs3qFCWvokH7HDL.jpg","release_date":"2019-04-09","popularity":1.956,"vote_average":3.7,"id":590385,"adult":false,"vote_count":3},{"overview":"In 1430, Joan of Arc, the prisoner of a powerful lord of the north of France is sold to the English. As a captive awaiting her death, she is approached by different men for whom she is believed to be the embodiment of the infinite.","original_language":"fr","original_title":"Jeanne Captive","video":false,"title":"The Silence of Joan","genre_ids":[36],"poster_path":"\/tMNvThi7fbnOBOQWjz667OMrcor.jpg","backdrop_path":"\/2EO9UcvQHgglpDGYGmlA3HhTpzj.jpg","release_date":"2011-05-13","popularity":1.244,"vote_average":3.3,"id":110954,"adult":false,"vote_count":5},{"overview":"The movie \"Hong Kong Rescue\" recounts the outbreak of the Pacific War on December 8, 1941. Hong Kong was occupied by the Japanese army and expelled millions of Hong Kong refugees. At the ...","original_language":"zh","original_title":"香港大营救","video":false,"title":"Hong Kong Rescue","genre_ids":[80,36,9648,18],"poster_path":"\/syWYKnLvaXUcZ7hXUIWX29kJmzz.jpg","backdrop_path":null,"release_date":"2018-05-04","popularity":1.503,"vote_average":0,"id":525742,"adult":false,"vote_count":0},{"overview":"Based on the novel of the same name by Cixin Liu, the first in the Remembrance of Earth’s Past trilogy. Hundreds of physicists died mysteriously. A Chinese nanomaterials expert, Wang Miao, sees a mysterious countdown in his eyes. Soon he finds out that the \"disastrous planet\" under three suns in a game really exists. The three-body civilization there will reach the Earth in 400 years. A future catastrophe is coming for humanity...","original_language":"zh","original_title":"三体","video":false,"title":"The Three Body Problem","genre_ids":[36,9648,878,53],"poster_path":"\/g9wEp2KfFKLxHQGVyGrR9fYhOuU.jpg","backdrop_path":"\/jorTjgXE0p5ZW4WrGQeO6loxNhH.jpg","release_date":"2018-12-01","popularity":2.034,"vote_average":0,"id":389187,"adult":false,"vote_count":0},{"overview":"The passion of the riders and the soul of their machines.  WINNER - Best Documentary -Motorcycle Film Festival 2013 -- An inspiring adventure into the world of motorcycling, told by the famous racers, passionate riders and everyday families who live each day to the fullest on their two-wheeled machines.","original_language":"en","original_title":"Why We Ride","video":false,"title":"Why We Ride","genre_ids":[99,36,10751],"poster_path":"\/tjiK1i5f2ZbkoyckxbpstgKcEPC.jpg","backdrop_path":"\/tTKXAS8sSyisimQnNpJzreWOp96.jpg","release_date":"2013-10-03","popularity":1.36,"vote_average":7.6,"id":224290,"adult":false,"vote_count":14},{"overview":"The Pictorians have arrived from deep in space. They also have dangly glow-balls on their heads, which is kinda cool, but still. The freaky aliens are using use their crazy rainbow-beam-thingy to paint everything on Earth the same color: white! See, now the title of the movie makes more sense, right? Anyway, if the Pictorians are to be stopped, the Allied guys and the Axis boys - plus some new characters, too - must set aside their differences, unite against their common foe, and hopefully get together for a sweaty workout to make sure they're super-ready to save the world!","original_language":"ja","original_title":"銀幕ヘタリア Axis Powers Paint it, White (白くぬれ！)","video":false,"title":"Hetalia: Axis Powers: Paint It, White!","genre_ids":[36,16,35],"poster_path":"\/c6rYLbqHO0lvanDJ0h63R3ddwxt.jpg","backdrop_path":"\/c96oXgRrkq8KYezKuWDkDzVMTyn.jpg","release_date":"2011-11-22","popularity":1.711,"vote_average":7.7,"id":119441,"adult":false,"vote_count":16},{"overview":"Biography of the African-American who became a major performer in the Paris cabarets of the 1920's and 1930's. The film follows her life beginning as a struggling performer in 1917 St. Louis, her frustrations leading to her move to France, and follows to her death in 1975. Written by John Sacksteder","original_language":"en","original_title":"The Josephine Baker Story","video":false,"title":"The Josephine Baker Story","genre_ids":[18,36,10402,10749],"poster_path":"\/vE3IRsfWzg8BSdpG4L4uMouVMPf.jpg","backdrop_path":"\/hYP5a2mI5qyKVYxl46HSWn3yAGg.jpg","release_date":"1991-03-16","popularity":2.376,"vote_average":7.7,"id":88614,"adult":false,"vote_count":3}],[{"overview":"The action takes place in the XV century, and the plot demonstrates the key events in formation of Kazakh statehood under the leadership of Khans Zhanibek and Kerey.","original_language":"kk","original_title":"Қазақ хандығы. Алмас қылыш","video":false,"title":"History of the First Kazakh Khans. The Diamond Sword","genre_ids":[18,36],"poster_path":"\/aSBfcLygbQL6f5VoeyWmAHhlYqD.jpg","backdrop_path":"\/ukZZo53tROHR8M0wvwFyHMWd0wD.jpg","release_date":"2017-01-05","popularity":0.896,"vote_average":0,"id":433683,"adult":false,"vote_count":0},{"overview":"In the time of the crusades, a Saxon youth is forced to run away from England. He goes with his loyal retainer who brings along a British long bow. The two go all the way to China where they become involved in intrigues in the court of Kubla Kahn.","original_language":"en","original_title":"The Black Rose","video":false,"title":"The Black Rose","genre_ids":[10752,12,36],"poster_path":"\/qtnEO3IBtdf6EfAQ9gNvGFjyovp.jpg","backdrop_path":"\/sql9hEc2wYKZ2bhef5KHNhhAjzD.jpg","release_date":"1950-09-01","popularity":1.917,"vote_average":7.1,"id":44398,"adult":false,"vote_count":10},{"overview":"Yael Hersonski's powerful documentary achieves a remarkable feat through its penetrating look at another film-the now-infamous Nazi-produced film about the Warsaw Ghetto. Discovered after the war, the unfinished work, with no soundtrack, quickly became a resource for historians seeking an authentic record, despite its elaborate propagandistic construction. The later discovery of a long-missing reel complicated earlier readings, showing the manipulations of camera crews in these \"everyday\" scenes. Well-heeled Jews attending elegant dinners and theatricals (while callously stepping over the dead bodies of compatriots) now appeared as unwilling, but complicit, actors, alternately fearful and in denial of their looming fate.","original_language":"he","original_title":"שתיקת הארכיון","video":false,"title":"A Film Unfinished","genre_ids":[36,99],"poster_path":"\/ty02kIkonEFvMLjLEHQb3OVOj9n.jpg","backdrop_path":"\/dJJW7N9NadMndp4ayAZpTtwqED9.jpg","release_date":"2010-08-18","popularity":1.771,"vote_average":7,"id":58772,"adult":false,"vote_count":18},{"overview":"When a Jewish songstress is plucked from the stage and sent to Auschwitz, she and other musicians find themselves assigned to a terrible task—using their talents to soothe fellow prisoners who are sentenced to die in the gas chambers.","original_language":"en","original_title":"Playing for Time","video":false,"title":"Playing for Time","genre_ids":[18,10402,36,10770],"poster_path":"\/vpUrgBytFwSempcJQvhBUgbRBnK.jpg","backdrop_path":"\/kD3i6MDZLSex6zvPfqoIk5buDCu.jpg","release_date":"1980-09-30","popularity":2.132,"vote_average":7.6,"id":51681,"adult":false,"vote_count":17},{"overview":"Curt Jurgens stars as a courageous Luftwaffe officer. Jurgens loves the service, even though he barely tolerates the Hitler regime. Sickened by wartime Nazi atrocities, Jurgens renounces his government, and is imprisoned and tortured as a result. Once released, the general takes pity on a downtrodden Jewish family. This isolated act of kindness is a point in his favor when Jurgens stands before Satan himself for his final judgment. The Devil's General was based on an immensely successful postwar play by German author Carl Zuckmeyer.","original_language":"de","original_title":"Des Teufels General","video":false,"title":"The Devil's General","genre_ids":[18,36,10752],"poster_path":"\/fMDmdxyAPtsg5mmRUecRYAWMGFd.jpg","backdrop_path":"\/k0nZ5UZrsZxctK6N7KdbivN9AIN.jpg","release_date":"1957-04-14","popularity":1.604,"vote_average":7.6,"id":11295,"adult":false,"vote_count":13},{"overview":"Depicts the love lives, jealousies and desires of those that work within the Sanguiwon during the Joseon Dynasty period. The Sanguiwon are responsible for the attire worn by royalty. Dol-Seok (Han Suk-Kyu) is the best master artisan in charge of royal attire. He views set rules as paramount to his job. Kong-Jin (Ko Soo) is a genius like designer, born with dexterity and an excellent sense. He was brought to the palace by nobleman Pan-Soo (Ma Dong-Seok) who first spotted his talent. The King (Yoo Yeon-Seok) and Queen (Park Shin-Hye) then become embroiled in a critical case because of the royal attire made by Dol-Seok and Kong-Jin.","original_language":"ko","original_title":"상의원","video":false,"title":"The Royal Tailor","genre_ids":[18,36],"poster_path":"\/mjndh3KmqMC13vtiSecOLksPsi4.jpg","backdrop_path":"\/cOJsG5ST4ogls3yXaFCHQ6FHlHy.jpg","release_date":"2014-12-24","popularity":1.83,"vote_average":7.1,"id":314327,"adult":false,"vote_count":15},{"overview":"The life of Vincent de Paul, the 17th-century author and priest who founded two religious orders, is dramatized.","original_language":"fr","original_title":"Monsieur Vincent","video":false,"title":"Monsieur Vincent","genre_ids":[18,36],"poster_path":"\/q2dnAdVuryuVZmHabwny9l5myZ4.jpg","backdrop_path":null,"release_date":"1947-11-05","popularity":1.266,"vote_average":6.7,"id":43460,"adult":false,"vote_count":13},{"overview":"A young soldier testifies of his thoughts about the first world war, between disillusion, fear and hate, following his path through the letters he sends to his lover.","original_language":"fr","original_title":"La Peur","video":false,"title":"La Peur","genre_ids":[36,18,10752],"poster_path":"\/xR0MfgY6rpPFEtdWSYfHIu5Q6ks.jpg","backdrop_path":"\/avCRm4WMCOxdBYc1e2rMjmoT3W0.jpg","release_date":"2015-08-12","popularity":1.336,"vote_average":5.5,"id":351189,"adult":false,"vote_count":12},{"overview":"The Black Prince follows the story of the last Sikh Maharaja — the son of the powerful ruler Ranjit Singh — who was placed on the throne at the age of five, after the death of his father. In 1849, the young prince was removed from the throne and eventually sent off to England. His attempts to return to India and reclaim his kingdom were subsequently thwarted by the British.","original_language":"en","original_title":"The Black Prince","video":false,"title":"The Black Prince","genre_ids":[36,18],"poster_path":"\/vz1mSg5p3Z3nBVgARg5asiYkSal.jpg","backdrop_path":"\/6O8zi8xl5QzNLxmD4zNUOTrCdbT.jpg","release_date":"2017-07-21","popularity":2.071,"vote_average":4.7,"id":313755,"adult":false,"vote_count":7},{"overview":"This documentary film tells the dramatic story of Richard and Mildred Loving, an interracial couple living in Virginia in the 1950s, and their landmark Supreme Court Case, Loving v. Virginia, that changed history.","original_language":"en","original_title":"The Loving Story","video":false,"title":"The Loving Story","genre_ids":[99,18,36],"poster_path":"\/wp3GoqpMNZ7RhxfiZauxPcTjIbV.jpg","backdrop_path":null,"release_date":"2011-04-15","popularity":2.32,"vote_average":7.2,"id":104250,"adult":false,"vote_count":10},{"overview":"Hear My Train A Comin’ unveils previously unseen performance footage and home movies taken by Hendrix and drummer Mitch Mitchell while sourcing an extensive archive of photographs, drawings, family letters and more to provide new insight into the musician’s personality and genius.  The two-hour film uses Hendrix’s own words to tell his story, illustrated through archival interviews and illuminated with commentary from family, well-known friends and musicians including Paul McCartney, band members Noel Redding, Mitch Mitchell, Billy Cox, long-time sound engineer Eddie Kramer; Steve Winwood, Vernon Reid, Billy Gibbons, Dweezil Zappa and Dave Mason.","original_language":"en","original_title":"Jimi Hendrix: Hear My Train A Comin'","video":false,"title":"Jimi Hendrix: Hear My Train A Comin'","genre_ids":[99,36,10402],"poster_path":"\/9fs1T5wlDePoyw7kPNUAOjGbjzW.jpg","backdrop_path":"\/1t11FBDabS7hVWjdfg0ttCiFaiF.jpg","release_date":"2013-11-05","popularity":1.187,"vote_average":6.7,"id":233863,"adult":false,"vote_count":13},{"overview":"During the last years of Japanese occupation in Taiwan, as tenants from the preceding generation, the family of Chan brothers was suffering from poor harvest. With a deaf old mother, a mental disordered sister whose husband was killed in war, and a bunch of children, it was not hard to imagine that they were really poor. One day, a heavy unexploded bomb fell down from the sky on two brothers' farmland. The brothers brought the bomb to the Japanese police as a \"gift for the Emperor of Japan\". Unfortunately, the Japanese were frightened by the bomb and order them to throw it into the sea. They could do nothing but obeyed the order. The bomb exploded when thrown into the sea. A great number of dead fishes came out of the sea. The two brothers collected the fishes back home. When they saw their exciting family enjoy the fishes, they felt that God is fair.","original_language":"zh","original_title":"稻草人","video":false,"title":"Strawman","genre_ids":[35,18,36],"poster_path":"\/1TS4ZCLFzmNUFaAIuLU9gygpm8Q.jpg","backdrop_path":null,"release_date":"1987-01-02","popularity":1.275,"vote_average":6.8,"id":176664,"adult":false,"vote_count":4},{"overview":"The life of Italian journalist and writer Oriana Fallaci.","original_language":"it","original_title":"L'Oriana","video":false,"title":"L'Oriana","genre_ids":[36,18,10770],"poster_path":"\/qwPgtS20OAav4VzDqgGjh9boZVh.jpg","backdrop_path":"\/qImy5b5H5OotUWpuH98OaXkWNet.jpg","release_date":"2015-02-05","popularity":1.361,"vote_average":6.7,"id":323657,"adult":false,"vote_count":13},{"overview":"October 1941. Eighteen months into France’s occupation by German troops, young Communist members of the Resistance shoot dead an officer of the German Army. In retaliation, Hitler demands the deaths of 150 Frenchmen, as 'retribution'. The targets are to be mostly young men believed to share the assassins’ political convictions. Most of these men are taken from an internment camp for opponents of the occupation; a 35-year-old French rural administrator is ordered to select the victims. Although the parish priest appeals to their conscience and moral sensibilities, both the German military and their French helpers slavishly follow their orders.","original_language":"fr","original_title":"La mer à l'aube","video":false,"title":"Calm at Sea","genre_ids":[10752,18,36],"poster_path":"\/hmJfelhmoP9UHKD5b11THPhmXgF.jpg","backdrop_path":"\/mte6qePBQNOoyy4rbcrJkz4q2iW.jpg","release_date":"2012-03-21","popularity":2.152,"vote_average":5.9,"id":141950,"adult":false,"vote_count":9},{"overview":"During Napoleon's victorious campaign in Germany, the city of Kolberg gets isolated from the retreating Prussian forces. The population of Kolberg refuses to capitulate and organizes the resistance against the French army, which immediately submits the city to massive bombardments. \"Kolberg\" is a unique document showing a well-oiled propaganda machine collapsing in the face of its immanent demise. It achieves the opposite of its intent. The stolid face at the end of the film with the proto-Nazi flag as a backdrop is supposed to convey a sense of determined conviction but there's fear in those eyes.","original_language":"de","original_title":"Kolberg","video":false,"title":"Kolberg","genre_ids":[10752,36],"poster_path":"\/k8JrtwAri5lVqSaKXGuTw85OW1u.jpg","backdrop_path":"\/qwWt4xhQi6d9LdodYqNtLh3jlhu.jpg","release_date":"1945-01-30","popularity":1.564,"vote_average":7.6,"id":8418,"adult":false,"vote_count":4},{"overview":"A writer, Kamouraska is based on a real nineteenth-century love-triangle in rural Québec. It paints a poetic and terrifying tableau of the life of Elisabeth d'Aulnières: her marriage to Antoine Tassy, squire of Kamouraska; his violent murder; and her passion for George Nelson, an American doctor. Passionate and evocative, Kamouraska is the timeless story of one woman's destructive commitment to an ideal love.","original_language":"fr","original_title":"Kamouraska","video":false,"title":"Kamouraska","genre_ids":[18,36],"poster_path":"\/cUGwvjOfYcIs7PxMkT4slVUJvNq.jpg","backdrop_path":null,"release_date":"1973-07-18","popularity":0.84,"vote_average":6.8,"id":66962,"adult":false,"vote_count":4},{"overview":"","original_language":"it","original_title":"Klimt & Schiele: Eros e Psiche","video":false,"title":"Klimt & Schiele: Eros e Psiche","genre_ids":[99,36],"poster_path":"\/tQvhyhKqyrgohgC0QIybjKI4rwG.jpg","backdrop_path":"\/x1QiDczr7XQ3mgWeKbNjW1sUST5.jpg","release_date":"2018-10-22","popularity":2.579,"vote_average":6.8,"id":550159,"adult":false,"vote_count":23},{"overview":"A film inspired by the life of Subir Banirjee who played the boy Apu in \"Pather Panchali\", the first of the Apu Trilogy.  and did not make another film. His life  has some uncanny resemblances to Apu's adulthood.","original_language":"en","original_title":"Apur Panchali","video":false,"title":"Apur Panchali","genre_ids":[10751,36,18],"poster_path":"\/p2fYZdcQ0ANccvhyfqE5qL9pc0K.jpg","backdrop_path":"\/ytZkViMYPwom22WbVskSBOrmKXd.jpg","release_date":"2014-04-25","popularity":1.871,"vote_average":5.2,"id":269561,"adult":false,"vote_count":5},{"overview":"A dramatized biography of William Tyndale, the 16th Century reformer determined to translate the Bible into English, which illegal act set him at odds with the Catholic Church, Sir Thomas More and King Henry VIII.","original_language":"en","original_title":"God's Outlaw","video":false,"title":"God's Outlaw","genre_ids":[18,36],"poster_path":"\/lsXnVHC73zfI78qYX0OYr7FMhOx.jpg","backdrop_path":null,"release_date":"1986-01-01","popularity":1.81,"vote_average":6.5,"id":74409,"adult":false,"vote_count":3},{"overview":"During the Nazi occupation of Amsterdam, Otto Frank decides to hide his family, who are Jewish, after his daughter Margot is called to appear for transport to a Nazi labour camp. Miep Gies, Otto Frank's office assistant hides them in the attic above the office. The film tells the true story of Gies' struggle to keep the family hidden and safe, as the Nazis turn Amsterdam upside-down. Based upon Gies' memoirs and Anne Frank's famous diary.","original_language":"en","original_title":"The Attic: The Hiding of Anne Frank","video":false,"title":"The Attic: The Hiding of Anne Frank","genre_ids":[18,36,10752],"poster_path":"\/s2rH5E0WhKIKAfhOrXGVdxU2XHE.jpg","backdrop_path":null,"release_date":"1988-04-17","popularity":1.327,"vote_average":5.5,"id":47376,"adult":false,"vote_count":3}],[{"overview":"The beautiful daughter of the Roman governor during a time of fierce Christian persecution is a nonbeliver. But when a slave raised alongside her like a sister is condemned to death for her Christian faith, she valiantly attempts to save her.","original_language":"it","original_title":"Santa Barbara","video":false,"title":"Saint Barbara","genre_ids":[36],"poster_path":"\/pTGxjBgevKptn0p1luTaB1NMtE2.jpg","backdrop_path":"\/erxpOjRsJdogGdwC4eKPNAEssR0.jpg","release_date":"2012-12-04","popularity":0.964,"vote_average":4.3,"id":255189,"adult":false,"vote_count":3},{"overview":"Based on the novel by Väinö Linna, the story takes place during the time of the Finnish Civil War.","original_language":"en","original_title":"Täällä Pohjantähden alla","video":false,"title":"Under the North Star","genre_ids":[18,36],"poster_path":"\/8MJux9RPVEwhbzRjk0l2znHnwni.jpg","backdrop_path":"\/auf7Xpcut77JsAMWUd35Li7ROQV.jpg","release_date":"2009-12-04","popularity":1.998,"vote_average":6.6,"id":41142,"adult":false,"vote_count":7},{"overview":"Starting in 1881 this film shows the personal battle between Lenin's Ulyanov family and the royal Romanovs that eventually led to the Russian revolution.","original_language":"en","original_title":"The Russian Revolution","video":false,"title":"The Russian Revolution","genre_ids":[99,36],"poster_path":"\/6pszbUsH0eWC2GXN4v4YKUBm7dY.jpg","backdrop_path":"\/zQ2fCBD01utDIqxzaGxeuKW86O0.jpg","release_date":"2017-06-15","popularity":1.613,"vote_average":6.8,"id":465870,"adult":false,"vote_count":8},{"overview":"In 1867, Shin Jae-hyo leads the Dongrijungsa which teaches pansori (traditional Korean musical storytelling). A young girl, Chae-sun, who wants to perform pansori, appears in front of him. Chae-sun has dreamed of performing pansori since she first heard Shin Jae-hyo perform when she was little, but Shin Jae-hyo turns her down because women are not allowed to perform pansori.  Chae-sun then disguises herself as a man and enters the Dongrijungsa to learn pansori, but Shin Jae-hyo doesn't accept her as his student. One day, he hears Daewongun, the most powerful man in Joseon and the father of the King, is going to hold a national competition of pansori performers known as “Naksungyeon.”  Shin Jae-hyo decides to teach Chae-sun who has a true voice to perform  “Chunhyangga.” If anyone finds out that Chae-sun is a woman, Shin Jae-hyo and Chae-sun will both face death.","original_language":"ko","original_title":"도리화가","video":false,"title":"The Sound of a Flower","genre_ids":[18,36,10402,10749],"poster_path":"\/sFRQq7MbhYcAKRGjEuEw6PNKm1O.jpg","backdrop_path":"\/5jQ9ZbGoQZDYYKeMY8Wo0p7fr2u.jpg","release_date":"2015-11-25","popularity":1.832,"vote_average":7.5,"id":366093,"adult":false,"vote_count":4},{"overview":"In 1895, Shivkar Bapuji Talpade constructs and flies India's first unmanned plane, despite having the odds stacked against him.","original_language":"hi","original_title":"हवाईज़ादा","video":false,"title":"Hawaizaada","genre_ids":[18,14,36],"poster_path":"\/qq6v8IwtAT37VSP6kMj3xcwUdae.jpg","backdrop_path":"\/uKESb5HcCwTGX2NqXUlrdn0okCw.jpg","release_date":"2015-02-06","popularity":1.914,"vote_average":6.4,"id":318106,"adult":false,"vote_count":10},{"overview":"Joseph Vilsmaier Two-part TV movie focuses on the tragic events surrounding the sinking of the Wilhelm Gustloff, a German passenger ship, at the end of World War II. On 30 January 1945, Captain Hellmuth Kehding was in charge of the ship, evacuating wounded soldiers and civilians trapped by the Red Army. Soon after leaving the harbor of Danzig, it was hit by three torpedoes from the Soviet submarine and sank in less than an hour.","original_language":"de","original_title":"Die Gustloff","video":false,"title":"M\/S Gustloff","genre_ids":[18,36,10752],"poster_path":"\/1lQ4NoZEyRZFOpmGZ6ofx6yalMH.jpg","backdrop_path":"\/eb9gDwMowOATvES3vIW8Vol9mZI.jpg","release_date":"2008-03-02","popularity":1,"vote_average":6.3,"id":11029,"adult":false,"vote_count":4},{"overview":"After arriving in Texas to escape a scandal back east, lawyer Sam Houston just wants to hang out his shingle, keep a low profile, and stay out of any political intrigue. However, when President Jackson personally orders him to lead the fight for Texan independence, he overcomes his reluctance to become involved and leads his compatriots to a string of victories over the Mexican army.","original_language":"en","original_title":"The First Texan","video":false,"title":"The First Texan","genre_ids":[36,37],"poster_path":"\/p4s4lx0slrh5LxI6zD0zC637yNy.jpg","backdrop_path":"\/ix78NwJeAOhWoxQV4CJwqUbtdQg.jpg","release_date":"1956-06-29","popularity":2.835,"vote_average":5.3,"id":145878,"adult":false,"vote_count":5},{"overview":"The New York killer (Ray Danton) goes from mob bodyguard to mob boss to mob target.","original_language":"en","original_title":"The Rise and Fall of Legs Diamond","video":false,"title":"The Rise and Fall of Legs Diamond","genre_ids":[28,80,36],"poster_path":"\/9rUX0UGfuotQd2tb9686CJEtD6Q.jpg","backdrop_path":"\/AozMX17b8VnR0tYnH9nTHD4LTxx.jpg","release_date":"1960-02-03","popularity":3.201,"vote_average":6,"id":43046,"adult":false,"vote_count":7},{"overview":"Skilled martial arts director Lau Ka Leung offers you another Kung Fu treat! this Asian classic introduces viewers to the Shaolin Mantis way of fighting! The tale takes you back to the Qing dynasty & Wei Feng, the son of a Qing official who tries to unveil facts about a revolt. The grand daughter of the farmer community where his investigation takes him, sacrifices her life to save him in the end. Managing to escape unscathed, he promises to hunt down the girl's killer and therefore creates the effective technique of Shaolin Mantis.","original_language":"zh","original_title":"螳螂","video":false,"title":"Shaolin Mantis","genre_ids":[28,18,36],"poster_path":"\/v5iwqKWUCWRfKTx9JaKig73qPdf.jpg","backdrop_path":"\/pfbKi4jONBcbjjP9HCaIsxTn6Bt.jpg","release_date":"1978-06-28","popularity":2.356,"vote_average":5.6,"id":59402,"adult":false,"vote_count":10},{"overview":"In the late Seventies, a Dutch teenager named Frankie, who is the son of a holocaust survivor, lives in a working class area in Holland. Frankie’s mother is taken to hospital in a terminal condition, causing a bigger rift between him and his father. This leads to Frankie becoming the interest of the local Nazi skinhead group.","original_language":"en","original_title":"Skin","video":false,"title":"Skin","genre_ids":[18,36],"poster_path":"\/mRfojWhuS43AEtSCHWklH9tKAay.jpg","backdrop_path":"\/mEzaoyHSHeKNupxRVx5us2brupz.jpg","release_date":"2008-03-13","popularity":0.952,"vote_average":6.9,"id":15201,"adult":false,"vote_count":11},{"overview":"Suave Fulvio (Marcello Mastroianni) woos women as he and the Sublime Brothers, 20 of them, attempt revolution in 1816 Italy.","original_language":"it","original_title":"Allonsanfàn","video":false,"title":"Allonsanfan","genre_ids":[18,36],"poster_path":"\/fcxTuSgVfHRVNCX1eaHyFxadN1Z.jpg","backdrop_path":"\/hIdAZ5AC9Ds87uYdlJ3AlD0JmXP.jpg","release_date":"1974-12-08","popularity":1.07,"vote_average":7.3,"id":49125,"adult":false,"vote_count":12},{"overview":"The Great Warrior Skanderbeg (Albanian: Skenderbeu, Russian: Velikiy voin Albanii Skanderbeg) is a 1953 Albanian-Soviet drama film directed by Sergei Yutkevich. It was entered into the 1954 Cannes Film Festival where it earned the International Prize. Yutkevich also earned the Special Mention award for his direction. The film is a biography of George Kastriot Skanderbeg (1405 – 1468), widely known as Skanderbeg, a 15th-century Albanian lord who defended his land against the Ottoman Empire for more than two decades.","original_language":"ru","original_title":"Velikiy voin Albanii Skanderbeg","video":false,"title":"The Great Warrior Skanderbeg","genre_ids":[28,36,18],"poster_path":"\/6yOCjPNPqRtQIOQluxjNmDZePDi.jpg","backdrop_path":"\/z7Rk0TpwHxN1djL1vepqA6nnKOd.jpg","release_date":"1954-06-16","popularity":0.84,"vote_average":7.8,"id":199460,"adult":false,"vote_count":5},{"overview":"About Russian space program and missile industry, and it's founder Sergei P. Korolev, from the 1920s to the first man in space in 1961.","original_language":"ru","original_title":"Ukroshcheniye Ognya","video":false,"title":"Taming of the Fire","genre_ids":[18,36],"poster_path":"\/t9ORXoiML7VIZvtHeMs0ego9rj2.jpg","backdrop_path":"\/zcYVFlpw76ghxTVywFs0DhRTeAW.jpg","release_date":"1972-05-05","popularity":1.611,"vote_average":5.6,"id":126523,"adult":false,"vote_count":5},{"overview":"A group of German boys is ordered to protect a small bridge in their home village during the waning months of the second world war. Truckloads of defeated, cynical Wehrmacht soldiers flee the approaching American troops, but the boys, full of enthusiasm for the \"blood and honor\" Nazi ideology, stay to defend the useless bridge.","original_language":"de","original_title":"Die Brücke","video":false,"title":"The Bridge","genre_ids":[10770,36,10752],"poster_path":"\/s9U1DA32e7CiSraP4Z9MZMKSnIx.jpg","backdrop_path":"\/if2wYGFi7SC1v5QfxmVhOIvL7IC.jpg","release_date":"2008-06-20","popularity":2.04,"vote_average":4.8,"id":12314,"adult":false,"vote_count":10},{"overview":"","original_language":"it","original_title":"La classe degli asini","video":false,"title":"La classe degli asini","genre_ids":[18,36,10770],"poster_path":"\/jHFJUVQaKD1CzLsMPNZGU4ldX88.jpg","backdrop_path":null,"release_date":"2015-12-31","popularity":1.022,"vote_average":7.1,"id":425710,"adult":false,"vote_count":13},{"overview":"Battle of Kosovo (Serbian: Boj na Kosovu) is a 1989 Yugoslav historical drama\/war film filmed in Serbia. The film was based on the drama written by poet Ljubomir Simovic. It depicts the historical Battle of Kosovo between Medieval Serbia and the Ottoman Empire which took place on June 15 (according to the Julian calendar, June 28 by the Gregorian calendar) in a field about 5 kilometers northwest of Pristina.","original_language":"sr","original_title":"Boj na Kosovu","video":false,"title":"Battle of Kosovo","genre_ids":[18,36,10752],"poster_path":"\/6MV4RWAGA0NmvsiqLY7bLDJVika.jpg","backdrop_path":null,"release_date":"1989-06-12","popularity":1.323,"vote_average":6.1,"id":108107,"adult":false,"vote_count":4},{"overview":"A story based on true events about two explorers on a doomed journey trying to cross Australia on foot in the 19 century.","original_language":"en","original_title":"Burke & Wills","video":false,"title":"Burke & Wills","genre_ids":[36,12,18],"poster_path":"\/e1ppwzNAu9w6RI4bv3BRp1ZaNQE.jpg","backdrop_path":"\/w20FOE3BZFEUVOj4f8KurgP9rje.jpg","release_date":"1987-06-11","popularity":1.699,"vote_average":6,"id":176049,"adult":false,"vote_count":4},{"overview":"Follow-up to the TV trilogy \"Heimat\", this time for cinemas, set again in the fictional village Schabbach in the Hunsrück region of Rhineland-Palatinate.","original_language":"de","original_title":"Die andere Heimat - Chronik einer Sehnsucht","video":false,"title":"Home from Home – Chronicle of a Vision","genre_ids":[18,36],"poster_path":"\/jxuhSQ7glNSAn5zYXV0fVNyQlji.jpg","backdrop_path":"\/5w7owZ687xeGV7w3NJUcKMeCzSs.jpg","release_date":"2013-10-03","popularity":1.303,"vote_average":8.6,"id":215740,"adult":false,"vote_count":20},{"overview":"\"The Perfect Human Diet\" is an unprecedented global exploration to find a solution to our epidemic of overweight obesity and diet-related disease - the #1 killer in America. The film bypasses current dietary group-think by exploring modern dietary science, previous historical findings, ancestral native diets and the emerging field of human dietary evolution; revealing for the first time, the authentic human diet. Film audiences finally have the opportunity to see what our species really needs for optimal health and are introduced to a practical template based on these breakthrough scientific facts.","original_language":"en","original_title":"The Perfect Human Diet","video":false,"title":"The Perfect Human Diet","genre_ids":[99,36],"poster_path":"\/1XnLEE2KM15UGtQUppa7ylarr3w.jpg","backdrop_path":"\/7DCNMS7UPjUSPSz6r87tgCvWDnk.jpg","release_date":"2012-05-22","popularity":1.371,"vote_average":5.8,"id":117102,"adult":false,"vote_count":12},{"overview":"Spain, under Philip IV (1621-1665). The film is based on a novel by Gonzalo Torrente Ballester. The King (Gabino Diego) is stunned to see the naked body of Marfisa (Laura del Sol), the most beautiful prostitute of the town and Court. After that, he also wants to see the Queen (Anne Roussel) naked. However, the King, despite the opposition and the scandal of the Church, will not stop until he reaches his wishes.","original_language":"en","original_title":"El rey pasmado","video":false,"title":"The Dumbfounded King","genre_ids":[36],"poster_path":"\/9gQNC4FgrEBAGhfoMZTStEGriJu.jpg","backdrop_path":"\/7MJ0wWjpPUWy8ZSAlaQyhpbdrvG.jpg","release_date":"1991-11-01","popularity":1.772,"vote_average":6.2,"id":89308,"adult":false,"vote_count":13}],[{"overview":"Six polar explorers arrives to a remote island in Arctic for a year-long scientific expedition. When their ship departs, they unpack only to find a young stowaway, who romanticized Arctic heroes, and tried to join them on multiple occasions finally succeeding. That's how six became seven.  Life of polar explorers is tough, and full of danger. During one year they are largely isolated from the mainland, and should survive using their resourcefulness, smarts, knowledge, and existing supplies with occasional unreliable radio communications. The Seven are resilient, cheerful, they forged a true friendship. Now they are ready to face the unforgiving Arctic.","original_language":"ru","original_title":"Семеро смелых","video":false,"title":"The Brave Seven","genre_ids":[36,18,12],"poster_path":"\/6mENQYjY18sTZ3KOjbzKGohuKih.jpg","backdrop_path":"\/oeC2SNcFGhJiRbiXteWqPulnqGX.jpg","release_date":"1936-03-04","popularity":1.028,"vote_average":4.5,"id":158725,"adult":false,"vote_count":5},{"overview":"A tale based on a classic novel by Alexander Pushkin.","original_language":"ru","original_title":"Kapitanskaya Dochka","video":false,"title":"The Captain's Daughter","genre_ids":[18,36,10749],"poster_path":"\/tPtmbAQYGaicWF5dbRQq37HyB54.jpg","backdrop_path":"\/bYrDkEcRz0jE49kJeO061PlvHtF.jpg","release_date":"1958-12-20","popularity":0.772,"vote_average":4.7,"id":63292,"adult":false,"vote_count":3},{"overview":"This made-for-TV movie dramatizes the historic boycott of public buses in the 1950s, led by civil rights leader Dr. Martin Luther King, Jr.","original_language":"en","original_title":"Boycott","video":false,"title":"Boycott","genre_ids":[36,18,10770],"poster_path":"\/pk7u9Pvm5e8Zef2UiosM3aDi5Z6.jpg","backdrop_path":null,"release_date":"2001-02-24","popularity":1.11,"vote_average":6.9,"id":205361,"adult":false,"vote_count":4},{"overview":"On the eve of Independence, the chairman of the Border Commission, Sir Cyril Radcliffe decides to divide India and Pakistan into equitable halves. What the administration doesn’t account for is the line running through the middle of Begum Jaan’s brothel situated plonk on the border; with one half falling in India and the other in Pakistan.","original_language":"hi","original_title":"बेगम जान","video":false,"title":"Begum Jaan","genre_ids":[28,18,36],"poster_path":"\/yJSYcNBiWhu0hn2AncuJlVYGK7q.jpg","backdrop_path":"\/sij04reKwrZA7OStRA8akgdwidw.jpg","release_date":"2017-04-14","popularity":1.566,"vote_average":6.4,"id":413548,"adult":false,"vote_count":15},{"overview":"The true story of Australia’s most notorious convict, Alexander Pearce and his infamous journey into the beautiful yet brutal Tasmanian wilderness. A point of no return for convicts banished from their homeland, Van Diemen’s Land was a feared and dreaded penal settlement at the end of the earth.","original_language":"en","original_title":"Van Diemen's Land","video":false,"title":"Van Diemen's Land","genre_ids":[18,36,53],"poster_path":"\/djjdeXEVqo4OYwdS93fSS4BXH2Q.jpg","backdrop_path":"\/kCWZYG2TrrRy5OeKUaI9ESOxow6.jpg","release_date":"2009-09-24","popularity":1.986,"vote_average":5.2,"id":22882,"adult":false,"vote_count":20},{"overview":"Storming Juno is a film based on the remarkable and determined actions of a handful of young Canadian men who stormed Juno Beach on June 6, 1944. D-Day.","original_language":"en","original_title":"Storming Juno","video":false,"title":"Storming Juno","genre_ids":[36,10752,10770],"poster_path":"\/y6DfjjkebovdbqN0iux9aMS9Ysd.jpg","backdrop_path":"\/nnHamD4AfFkqSSBOrDLlKpdg3Di.jpg","release_date":"2010-11-11","popularity":0.973,"vote_average":7.5,"id":72248,"adult":false,"vote_count":9},{"overview":"An adaptation of Petronius' satire about the decadent life in ancient Rome.  \"If you like the Fellini version, you should definitely see this one, too. It's every bit as good and in some ways better.\"","original_language":"it","original_title":"Satyricon","video":false,"title":"The Degenerates","genre_ids":[35,18,36],"poster_path":"\/goN4DLTEpAjnBx0v632LIGHhpsw.jpg","backdrop_path":"\/e7omXMCyUHwCXchQh9UzrLI8CUg.jpg","release_date":"1969-03-27","popularity":1.005,"vote_average":7.3,"id":281783,"adult":false,"vote_count":19},{"overview":"Ana, the Princess of Eboli, wears a black patch over her right eye, where she was blinded as a youth when fighting a duel in defense of her king, the despotic Philip. Thereafter she and the monarch were close friends, although his passion for her was never consummated. She marries one of Philip's ministers, bore him a son, and soon became a widow. Now Philip calls upon her to assist in coaching a commoner, Antonio Perez, for the office of first secretary to the crown.The result is more than Philip bargained for as Ana and Antonio become lovers and create a scandal in court, always the scene of perpetual intrigue. Philip has Antonio arrested on a drummed-up charge of murder, and when Ana refuses to leave Madrid, she too is arrested. After spending time in jail, she is transferred to her home and held in check. Antonio escapes and makes his way to Ana, who persuades him to leave the country and take her son.","original_language":"en","original_title":"That Lady","video":false,"title":"That Lady","genre_ids":[12,18,36,10749],"poster_path":"\/btiZ9sSLPT6NGL4yN4FxbRkVwbZ.jpg","backdrop_path":"\/xVj3IrgXoFVn6W0CRYSvBOPO79y.jpg","release_date":"1955-05-11","popularity":0.888,"vote_average":0,"id":138121,"adult":false,"vote_count":0},{"overview":"The story of the post World War II Jewish refugee situation from liberation to the establishment of the modern state of Israel.","original_language":"en","original_title":"The Long Way Home","video":false,"title":"The Long Way Home","genre_ids":[99,36,10752],"poster_path":"\/raaChIfOARzCtCSVR2dhVWbv5QE.jpg","backdrop_path":"\/mGv50B0btwT6uW4PnXjujMIoNij.jpg","release_date":"1997-09-19","popularity":1.303,"vote_average":7.7,"id":113290,"adult":false,"vote_count":3},{"overview":"A mismatched team of British Special Services agents led by an American must infiltrate, in disguise, a female-run Enigma factory in Berlin and bring back the decoding device that will end the war.","original_language":"en","original_title":"All The Queen's Men","video":false,"title":"All The Queen's Men","genre_ids":[28,35,18,36,10752],"poster_path":"\/iM2wrwXSljuMHcgAXTmP4lrPpBN.jpg","backdrop_path":"\/jRTCHcgzoMsl6VpAafLfFmtULFB.jpg","release_date":"2001-10-14","popularity":2.199,"vote_average":5.8,"id":31668,"adult":false,"vote_count":9},{"overview":"How the Anglo-Irish Treaty between the unrecognised Irish Republic, represented by Michael Collins, and the British government was concluded after high-stakes negotiations in 1921.","original_language":"en","original_title":"The Treaty","video":false,"title":"The Treaty","genre_ids":[18,36,10770,10752],"poster_path":"\/t29SC3Aw8UWqFgXuWebCFakngBN.jpg","backdrop_path":null,"release_date":"1991-12-05","popularity":0.962,"vote_average":8,"id":390094,"adult":false,"vote_count":1},{"overview":"The life story of Dr. Magnus Hirschfeld, a German Jew, who as a physician established the field of sexology, and fought militantly against German anti-sodomy laws in the late 19th century. The script reveals main characters in Hirschfeld's life including impossible love interest Baron von Teschenberg, and Hirschfeld's aids- young Karl Giese and guardian angel, the transvestite Dorchen, as they establish the First Institute of Sexual Sciences in Berlin in 1920, and follows their struggles to keep it open, up to the rise of the Third Reich in the mid 1930s.","original_language":"de","original_title":"Der Einstein des Sex","video":false,"title":"The Einstein of Sex: Life and Work of Dr. M. Hirschfeld","genre_ids":[18,36],"poster_path":"\/cOBAL0BiWOyNDh7PtvyBRjMzOeV.jpg","backdrop_path":"\/kaHkiDh2FGQ7ozWQF4pu609AiXJ.jpg","release_date":"2001-02-04","popularity":1.148,"vote_average":5.7,"id":47589,"adult":false,"vote_count":5},{"overview":"A biography of the dancer Isadora Duncan, the 1920s dancer who forever changed people's ideas of ballet. Her nude, semi-nude, and pro-Soviet dance projects as well as her attitudes on free love, debt, dress, and lifestyle shocked the public of her time.","original_language":"en","original_title":"Isadora","video":false,"title":"Isadora","genre_ids":[18,36,10402,10749],"poster_path":"\/iWrUIg85zNrbjt27FrKhTAdE9Wm.jpg","backdrop_path":"\/aqaLrBJDT0CmpJvZWZ18LLJi32a.jpg","release_date":"1969-04-27","popularity":2.516,"vote_average":7,"id":42626,"adult":false,"vote_count":14},{"overview":"A prodigious Indian mathematician has to overcome poverty and prejudices and make a mark with the help of his British mentor.","original_language":"ta","original_title":"ராமானுஜன்","video":false,"title":"Ramanujan","genre_ids":[18,36],"poster_path":"\/uhUIGSL01SUWCqE0uy2dUznGVC.jpg","backdrop_path":"\/3e4U9RuqinjOise4Q8y54PJrxYz.jpg","release_date":"2014-07-11","popularity":1.205,"vote_average":5,"id":280871,"adult":false,"vote_count":3},{"overview":"Riyo, an orphaned 17-year old, sails from Yokohama to Hawaii in 1918 to marry Matsuji, a man she has never met. Hoping to escape a troubled past and start anew, Riyo is bitterly disappointed upon her arrival: her husband is twice her age. The miserable girl finds solace with her new friend Kana, a young mother who helps Riyo accept her new life.","original_language":"en","original_title":"Picture Bride","video":false,"title":"Picture Bride","genre_ids":[18,36],"poster_path":"\/eREsgaAN2Br1Tlg9eDSBjHrb1AC.jpg","backdrop_path":"\/m356qQaiwGqTYabyodl3Hl7QRM9.jpg","release_date":"1995-05-05","popularity":2.884,"vote_average":6.8,"id":30304,"adult":false,"vote_count":9},{"overview":"A look at the life and career of controversial Louisiana governor Huey Long, whose nickname was \"The Kingfish.\"","original_language":"en","original_title":"Kingfish: A Story of Huey P. Long","video":false,"title":"Kingfish: A Story of Huey P. Long","genre_ids":[18,10770,36],"poster_path":"\/hkblKnqIJQgAlEAoX0C8hf3eWeZ.jpg","backdrop_path":null,"release_date":"1995-03-18","popularity":1.077,"vote_average":8,"id":265765,"adult":false,"vote_count":3},{"overview":"At the end of the war, Odysseus, the wandering hero, with his companions begins his sail back home to the Mediterranean. The conclusion of his adventure is delayed by many natural obstacles and he takes an internal journey of fleeting memories of his childhood, his parents, love for a beautiful girl, nostalgia for the past, regret for what he did, and the deep silence that envelops everything. He confronts the most terrible loneliness following a shipwreck in which all the comrades perish.","original_language":"it","original_title":"Nostos: il ritorno","video":false,"title":"Nostos: The Return","genre_ids":[12,18,36],"poster_path":"\/fl4rar7JZ1S5PiRa6Wuuvln662j.jpg","backdrop_path":"\/8X7jcS9AJaWzBX8DSePvBvCqw2i.jpg","release_date":"1989-12-31","popularity":1.552,"vote_average":7.1,"id":237957,"adult":false,"vote_count":10},{"overview":"In the year 1590, the mighty warlord Toyotomi Hideyoshi is close to fulfilling his ambition of unifying all of Japan under his banner when he comes across unexpected resistance in the form of a floating fortress known as Oshi Castle. Narita Nagachika, a frivolous hedonistic fellow and unlikely candidate for the position of rebel general, finds himself in charge of defending the castle. His odds? An army of 500 men to combat Toyotomi Hideyoshi's army of 20,000.","original_language":"ja","original_title":"のぼうの城","video":false,"title":"The Floating Castle","genre_ids":[36,35,18],"poster_path":"\/ykAwr1dVITXSTolSh9x7RozDFFg.jpg","backdrop_path":"\/beb6Ai7Gww2z71a7a6Mn9hm5LDo.jpg","release_date":"2012-11-02","popularity":1.291,"vote_average":5.9,"id":209032,"adult":false,"vote_count":4},{"overview":"The fairy tale story of the actress who became a princess is told in this biography that traces her rise from Philadelphia socialite to Hollywood movie star.","original_language":"es","original_title":"Grace Kelly","video":false,"title":"Grace Kelly","genre_ids":[36],"poster_path":"\/jnxduLK5tluf1jVOZbvvgtN0yXj.jpg","backdrop_path":"\/hfkoodsUGdOR2RjNFi4vVa7iPGL.jpg","release_date":"1983-02-21","popularity":1.416,"vote_average":5.7,"id":142971,"adult":false,"vote_count":3},{"overview":"In the spring of 1789, France is devastated by famine. The French people begin to rise in unrest against the ruling French king Louis XVI. Ronan, a young peasant, leads a revolt marching to Paris, where he encounters Olympe, an assistant governess of the children of Marie Antoinette of Austria. The two fall in love during the tumultuous stirrings of the French Revolution, their romance playing out amid encounters with major Revolutionary figures such as Georges Jacques Danton, Maximilien de Robespierre and Camille Desmoulins. After they are separated, Ronan and Olympe find each other again on 14 July 1789 in the course of the assault on the Bastille prison— an encounter that seals their destiny even as a new era begins.","original_language":"fr","original_title":"1789 : Les Amants de la Bastille","video":false,"title":"1789 : Les Amants de la Bastille","genre_ids":[10749,10402,36],"poster_path":"\/wEE9X6Lwz0TUodC5IfXkldRzIaI.jpg","backdrop_path":"\/bdHhdyo58ooFeN921GLiIsZhsXg.jpg","release_date":"2013-11-05","popularity":1.579,"vote_average":7.6,"id":238416,"adult":false,"vote_count":24}],[{"overview":"A behind the scenes look of the 1971 prisoners revolt at the Attica prison.","original_language":"en","original_title":"Attica","video":false,"title":"Attica","genre_ids":[18,36,10770],"poster_path":"\/cs0YctHAYBYrVxezIQYKV4zaQSD.jpg","backdrop_path":"\/dkzeHupY4NhpN6N4G9h7nJKfVjl.jpg","release_date":"1980-03-01","popularity":1.518,"vote_average":5.4,"id":247426,"adult":false,"vote_count":9},{"overview":"The Watergate case was the original game changer of America politics. How has Watergate changed the Presidency? What effect has the scandal had on our political leaders? And has hope and optimism forever been replaced in our national dialogue by doubt and cynicism? In 1973, Watergate's most pivotal year, reporters Bob Woodward and Carl Bernstein doggedly investigated the scandal exposing the long, twisted trail of cover-ups and lies.","original_language":"en","original_title":"All the President's Men Revisited","video":false,"title":"All the President's Men Revisited","genre_ids":[99,10770,36],"poster_path":"\/vCJtVW6lZJDn2XiBhWSyVmnUvYj.jpg","backdrop_path":"\/1w5StkmetGWAp2yqowow06W0tMZ.jpg","release_date":"2013-04-21","popularity":1.708,"vote_average":8.1,"id":189203,"adult":false,"vote_count":4},{"overview":"When social unrest plagues a Kingdom in ancient China, the Imperial Court collects stockpiles of gold from local governments to expand the royal army. However, the gold is robbed while in transport. In a desperate move to retrieve the stolen treasure, elite royal guards are sent on a mission to go after the gold but soon find out they are not the only ones in pursuit of it.","original_language":"zh","original_title":"光辉岁月","video":false,"title":"7 Assassins","genre_ids":[18,28,53,36],"poster_path":"\/nSglRjCNh6BIYZ0HPlN5QKRquzf.jpg","backdrop_path":"\/l2XMhRew4u7iBNx78aXxf8dBocq.jpg","release_date":"2013-06-09","popularity":2.136,"vote_average":6.7,"id":241375,"adult":false,"vote_count":3},{"overview":"Ondrej, a young boy who loves bees and bats, is introduced to his new mother, a woman much younger than his father. Her brings her a bowl of flower petals which she starts to throw in the air and then gives out a shriek, as she discovers several bats in the bottom of the bowl. In a rage, Ondrej's father picks the boy up and hurls him against a wall. Then as the boy lays in a stupor the father promises the Holy Virgin to dedicate the boy to her if she will spare his life. The boy lives and Ondrej is raised in a strict monastic order, where he is mentored by a very pious warrior monk, Armin. One day after being chastised for no good reason, he escapes and returns home. Armin heads out to bring him back. With his father dead, Ondrej becomes lord of the castle and becomes engaged to his father's widow. Near the end, Armin shows up and attempts to get Ondrej to come back to the order.","original_language":"cs","original_title":"Údolí včel","video":false,"title":"The Valley of the Bees","genre_ids":[18,36],"poster_path":"\/fY8GBBwizq3e3n751JFr8Gg5zxR.jpg","backdrop_path":"\/3vo18HgVPBGrHIVtnftmVEltbud.jpg","release_date":"1968-05-17","popularity":1.208,"vote_average":7.3,"id":25908,"adult":false,"vote_count":17},{"overview":"A fascinating portrait of Ben Ferencz, the last surviving Nuremberg Trial prosecutor, who continues to wage his lifelong crusade in the fight for law and peace.","original_language":"en","original_title":"Prosecuting Evil: The Extraordinary World of Ben Ferencz","video":false,"title":"Prosecuting Evil: The Extraordinary World of Ben Ferencz","genre_ids":[99,36],"poster_path":"\/bdEUW9j4EH5fjltYmynukQJ8uIl.jpg","backdrop_path":null,"release_date":"2018-09-07","popularity":1.722,"vote_average":7.4,"id":539784,"adult":false,"vote_count":5},{"overview":"The story of João \"Jango\" Goulart, the Brazilian left-wing president deposed by the military.","original_language":"en","original_title":"Jango","video":false,"title":"Jango","genre_ids":[99,36],"poster_path":"\/6swWXZCY1snjzEzFGjfEuXaahBI.jpg","backdrop_path":"\/tZ2zbmt7nF306ZrAcUL02uZygAQ.jpg","release_date":"1984-10-23","popularity":2.088,"vote_average":7,"id":229696,"adult":false,"vote_count":1},{"overview":"An account of the last two centuries of the Anthropocene, the Age of Man. How human beings have progressed so much in such a short time through war and the selfish interests of a few, belligerent politicians and captains of industry, damaging the welfare of the majority of mankind, impoverishing the weakest, greedily devouring the limited resources of the Earth.","original_language":"fr","original_title":"L'Homme a mangé la Terre","video":false,"title":"Breakpoint: A Counter-History of Progress","genre_ids":[99,36],"poster_path":"\/vnIWtsGWaq8jHNEvMNpNAZj5NNi.jpg","backdrop_path":"\/sBtJq8s0OrjkXTgCtyAykTTplaW.jpg","release_date":"2019-07-14","popularity":1.222,"vote_average":8.7,"id":600127,"adult":false,"vote_count":4},{"overview":"The movie is based on the acclaimed novel K T N Kottur Ezhuthum Jeevithavum by T. P. Rajeevan, which is set in the backdrop of India's freedom struggle and depicts a magical history of a Kerala village.","original_language":"ml","original_title":"ഞാന്‍","video":false,"title":"Njaan","genre_ids":[18,36],"poster_path":"\/vUE5tQg20kUgJczQpcvqr5eN0tf.jpg","backdrop_path":"\/iNsf3wpVQFqk9uKWbzeyNUerOWj.jpg","release_date":"2014-10-19","popularity":1.036,"vote_average":6.2,"id":296627,"adult":false,"vote_count":11},{"overview":"On the eve of the Challenger explosion in 1986 one engineer goes to the extreme to stop the launch. This hot-headed engineer makes a desperate race against the clock to call off the billion dollar multi-delayed Challenger launch, convinced the O-ring seals will fail and kill everyone on board. The Company, Marshall Space Flight and NASA made a business decision. He made a human decision.","original_language":"en","original_title":"The Challenger Disaster","video":false,"title":"The Challenger Disaster","genre_ids":[18,36],"poster_path":"\/a8ZsRlj8t60r03MFvzOba38SgZP.jpg","backdrop_path":"\/6d727J0fUhCa7WBwFkT5CNSPBht.jpg","release_date":"2019-01-25","popularity":2.965,"vote_average":5,"id":577826,"adult":false,"vote_count":7},{"overview":"Nero is on holiday at the seaside. Poppea, Seneca and many other guests are with him. Nero is preparing a great show where he will be the star. When Agrippina, his mother, arrives with her German praetorians and decides Nero has to conquer Britain, she is asking for trouble. Many attempts of murder and poisoning will happen on the eve of his great show.","original_language":"it","original_title":"Mio figlio Nerone","video":false,"title":"Nero's Mistress","genre_ids":[35,36],"poster_path":"\/mpbcXDfasKWtNuoK8YdDc1SKBRK.jpg","backdrop_path":"\/73TFmXIt9kpd5804GDCNY7XLVmf.jpg","release_date":"1956-11-01","popularity":1.019,"vote_average":6.1,"id":82057,"adult":false,"vote_count":10},{"overview":"A meditation on civilization. July, 2001: friends wave as a cruise ship departs Lisbon for Mediterranean ports and the Indian Ocean. On board and on day trips in Marseilles, Pompeii, Athens, Istanbul, and Cairo, a professor tells her young daughter about myth, history, religion, and wars. Men approach her; she's cool, on her way to her husband in Bombay. After Cairo, for two evenings divided by a stop in Aden, the captain charms three successful, famous (and childless) women, who talk with wit and intellect, each understanding the others' native tongue, a European union. The captain asks mother and child to join them. He gives the girl a gift. Helena sings. Life can be sweet.","original_language":"pt","original_title":"Um Filme Falado","video":false,"title":"A Talking Picture","genre_ids":[18,36],"poster_path":"\/h1R8N1oc3g7X7MNuHdYWPYcK0cN.jpg","backdrop_path":"\/75OAbmFyWuFh8eGI2E9zh6s1ogI.jpg","release_date":"2003-08-31","popularity":1.603,"vote_average":7.4,"id":95536,"adult":false,"vote_count":12},{"overview":"'A Prayer for Hetman Mazepa' unfolds during an interesting era in the history of Eastern Europe when Russia, under Peter the Great, and Sweden, under King Charles XII, struggled for power; the Ukraine was the pawn in the middle.  In 1709, Ivan Mazepa, Hetman of Ukraine, which was part of the Russian Empire, signed a pact with the Swedish king promising to support Sweden in its war against Russia provided that the Ukraine was given its independence.","original_language":"uk","original_title":"Молитва за гетьмана Мазепу","video":false,"title":"A Prayer for Hetman Mazepa","genre_ids":[36,18],"poster_path":"\/dUktI0Rrfy1A3WSEyLacmSGieMa.jpg","backdrop_path":null,"release_date":"2002-02-14","popularity":1.019,"vote_average":5,"id":220333,"adult":false,"vote_count":4},{"overview":"The film adaptation of Nobel Prize winning author, Mario Vargas Llosa's epic, The War At The End Of the World (La guerra del fin del mundo).","original_language":"pt","original_title":"Guerra de Canudos","video":false,"title":"Guerra de Canudos","genre_ids":[10752,36,18],"poster_path":"\/xodjCGP47gioOWI9Lz2bBhsv3vT.jpg","backdrop_path":"\/dWwhddBiLTI4F6V66HvbrcFdSzX.jpg","release_date":"1997-10-03","popularity":2.364,"vote_average":6.9,"id":50370,"adult":false,"vote_count":17},{"overview":"A well-meaning but politically naive barber gets pulled into the inner circle of the South Korean dictator Park Chung-Hee, with rather baleful consequences for his hapless family. This sharp political satire covers roughly twenty years in South Korean political history, from the viewpoint of the barber's son.","original_language":"ko","original_title":"효자동 이발사","video":false,"title":"The President's Barber","genre_ids":[35,18,36],"poster_path":"\/bj3AvMyyHZw53MIMiUFORXi65Tg.jpg","backdrop_path":"\/x8Oe0MmdhXY4d09QZvuMCQcxD8g.jpg","release_date":"2004-05-05","popularity":1.744,"vote_average":6.7,"id":38053,"adult":false,"vote_count":16},{"overview":"Romm's \"Ordinary Fascism\" pulls out all the stops in its selection of documentary material to draw the viewer not only into absolute horror about fascism and nazism in the 1920s-1940s Europe, but also to a firmest of convictions that nothing of the sort should be allowed to happen again anywhere in the world.","original_language":"ru","original_title":"Обыкновенный фашизм","video":false,"title":"Triumph Over Violence","genre_ids":[99,36,10752],"poster_path":"\/gb16emau72f1xMfinHpzqixcQYp.jpg","backdrop_path":"\/s0h3Sro3N0TKdfnVByT9YywqAI3.jpg","release_date":"1968-02-01","popularity":1.597,"vote_average":7.5,"id":53194,"adult":false,"vote_count":14},{"overview":"The incredible but true story of how an impersonator was recruited to impersonate General Montgomery to mislead the German's about his intentions before the North Africa campaign.","original_language":"en","original_title":"I Was Monty's Double","video":false,"title":"I Was Monty's Double","genre_ids":[18,36,10752],"poster_path":"\/a8KyM9Lowhda5JtiJQ3kFRWEVFS.jpg","backdrop_path":"\/pUzPw59nXkxvrL6dUNbDlkTkBoS.jpg","release_date":"1958-10-21","popularity":2.229,"vote_average":7.4,"id":77794,"adult":false,"vote_count":8},{"overview":"Historical-revolutionary film about Lenin's activities in the first years after the Great October Revolution in Russia.","original_language":"ru","original_title":"Ленин в 1918 году","video":false,"title":"Lenin in 1918","genre_ids":[18,36],"poster_path":"\/mxpVEyLK1DgbXR82j4dECveEAjw.jpg","backdrop_path":"\/1ANWJtPO0PNLY3tvf3qQXrJSwxP.jpg","release_date":"1939-04-06","popularity":0.6,"vote_average":3.8,"id":337711,"adult":false,"vote_count":4},{"overview":"We live at a moment in time when the Israeli-Palestinian conflict, now more than a century old, continues to be of overwhelming international political and societal importance. From its inception, that conflict has also, of course, had powerful and deeply troubling consequences for Israelis and Palestinians themselves. The story at its most basic level is one that involves two peoples struggling for national recognition and expression in a small but richly significant piece of land. The tragedy of this history, as both the Israeli novelist, Amos Oz, and the Palestinian scholar, Sari Nusseibeh, have each pointed out, stems from a conflict between the rights of two peoples with equal and legitimate aspirations to nationhood and self-expression in a single small territory to which they can both lay claim.","original_language":"en","original_title":"Colliding Dreams","video":false,"title":"Colliding Dreams","genre_ids":[36,99],"poster_path":"\/uw2p3GAnzcJnfGjCwiR8q65lAS0.jpg","backdrop_path":"\/n5R66Shu7TWAaBgprXGKurIQLtK.jpg","release_date":"2015-01-22","popularity":1.228,"vote_average":7.3,"id":376562,"adult":false,"vote_count":6},{"overview":"Filmmaker Marshall Curry explores the inner workings of the Earth Liberation Front, a revolutionary movement devoted to crippling facilities involved in deforestation, while simultaneously offering a profile of Oregon ELF member Daniel McGowan, who was brought up on terrorism charges for his involvement with the radical group.","original_language":"nl","original_title":"If a Tree Falls: A Story of the Earth Liberation Front","video":false,"title":"If a Tree Falls: A Story of the Earth Liberation Front","genre_ids":[99,80,36],"poster_path":"\/smzA8vQRI4EvquOIYwV4jKobX3O.jpg","backdrop_path":"\/xR48kplBaYh09tZOSyYkmNDRnZW.jpg","release_date":"2011-06-22","popularity":1.531,"vote_average":6.4,"id":79042,"adult":false,"vote_count":17},{"overview":"The life of Kayamkulam Kochunni, a famed highwayman who robbed from the rich and gave to the poor during the British Raj in the early 19th century Central Travancore.","original_language":"ml","original_title":"കായംകുളം കൊച്ചുണ്ണി","video":false,"title":"Kayamkulam Kochunni","genre_ids":[28,18,36],"poster_path":"\/abWGyIHAh4hki56tTmVTQ3ZfZDk.jpg","backdrop_path":"\/bq2CANm77oVvMMiH9StjKYQPuGq.jpg","release_date":"2018-10-11","popularity":2.54,"vote_average":6.8,"id":497294,"adult":false,"vote_count":6}],[{"overview":"This short follows the political career of Theodore Roosevelt, beginning in 1895, when he was appointed police commissioner of New York City. In 1897 he was appointed Assistant Secretary of the Navy. His charge up San Juan Hill during the Spanish-American War in 1898 is re-created. He becomes vice president in March 1901 and assumes the presidency when William McKinley is assassinated six months later. According to the narrator, Roosevelt refused to be beholden to political bosses, doing what he believed to be right for the American people.","original_language":"en","original_title":"Teddy the Rough Rider","video":false,"title":"Teddy the Rough Rider","genre_ids":[18,36],"poster_path":"\/y2m7Ip6YziLfHQTY9A05QH5m6aH.jpg","backdrop_path":null,"release_date":"1940-02-21","popularity":1.313,"vote_average":6.3,"id":236795,"adult":false,"vote_count":4},{"overview":"In 1940 Kenya as their country prepares for war, the local aristocratic social set lives a decadent, self-indulgent lifestyle, that leads to murder.  The same events were also dramatised in the feature film White Mischief, which was released seven months after the first transmission of The Happy Valley.","original_language":"en","original_title":"The Happy Valley","video":false,"title":"The Happy Valley","genre_ids":[80,18,36,10770],"poster_path":"\/vn2Az5u2Xx3TEOzBjbPQVoFxTxL.jpg","backdrop_path":null,"release_date":"1987-09-06","popularity":0.964,"vote_average":0,"id":485220,"adult":false,"vote_count":0},{"overview":"The film is about the French film industry from 1942 to 1944 during the Nazi occupation. The film focuses on assistant director and resistance fighter Jean Devaivre and screenwriter Jean Aurenche. Aurenche is on the move so that he doesn't have to write anything collaborationist. Devaivre is in dangerous political activity. Devaivre also works for the German production company Continental where he is respected. On the other hand, Aurenche's scriptwriting doesn't help how he lives and he is a womanizer which causes him to procrastinate.","original_language":"fr","original_title":"Laissez-passer","video":false,"title":"Safe Conduct","genre_ids":[10752,18,36],"poster_path":"\/1ikMr33fwo1a8piJFei160ebYdS.jpg","backdrop_path":"\/ivaRTcteNj27wamrKlyAnOvGI7A.jpg","release_date":"2002-01-09","popularity":2.309,"vote_average":6.5,"id":70443,"adult":false,"vote_count":8},{"overview":"Fictionalized account of events leading up the famous nude ride (alas, her hair covers everything) of the militant Saxon lady.","original_language":"en","original_title":"Lady Godiva of Coventry","video":false,"title":"Lady Godiva of Coventry","genre_ids":[18,36],"poster_path":"\/sl1FLvmyDs4JPfrvYDCav5OSwVh.jpg","backdrop_path":"\/nUdQafnYN64S5BjMB4c9YEnw10l.jpg","release_date":"1955-11-02","popularity":1.581,"vote_average":5,"id":113939,"adult":false,"vote_count":5},{"overview":"This is the lurid, true story about femme fatale Dolly, her murdered husband, and her lover, Otto -- the man in the attic. In the 1930s, Dolly met and seduced her repairman Otto... but she was already married to successful business man Fred.","original_language":"en","original_title":"The Lover in the Attic","video":false,"title":"The Lover in the Attic","genre_ids":[10770,36,18],"poster_path":"\/b0sM6FQmrnB0qFARYOSiphBtbfF.jpg","backdrop_path":"\/ivVPrs0LeF49wNa9ZeQWxnkNUfF.jpg","release_date":"2018-10-21","popularity":1.9,"vote_average":0,"id":482725,"adult":false,"vote_count":0},{"overview":"The tiran Emperor Heliogabalus lives a life of debauchery and set lions loose among his guests.","original_language":"fr","original_title":"L'orgie romaine","video":false,"title":"A Roman Orgy","genre_ids":[36,18],"poster_path":"\/wmFOunW2AfR1mjLXaqtgwToik1S.jpg","backdrop_path":null,"release_date":"1911-11-24","popularity":0.849,"vote_average":5.6,"id":113664,"adult":false,"vote_count":7},{"overview":"Meet Nikola Tesla, the genius engineer and tireless inventor whose technology revolutionized the electrical age of the 20th century. Although eclipsed in fame by Edison and Marconi, it was Tesla's vision that paved the way for today's wireless world. His fertile but undisciplined imagination was the source of his genius but also his downfall, as the image of Tesla as a mad scientist came to overshadow his reputation as a brilliant innovator.","original_language":"en","original_title":"American Experience: Tesla","video":false,"title":"American Experience: Tesla","genre_ids":[36,99],"poster_path":"\/bv3xhCaFr6eIwDvawpQM9LKybZi.jpg","backdrop_path":"\/r7OAB5vt76uZccH6rQNudxHXQin.jpg","release_date":"2016-10-18","popularity":1.516,"vote_average":7,"id":472053,"adult":false,"vote_count":15},{"overview":"This sexy film is about an abandoned stud who receives special training.","original_language":"ko","original_title":"가루지기: 변강쇠 더 비기닝","video":false,"title":"Garoojigi: Stud the Beginning","genre_ids":[18,36],"poster_path":"\/jlVoMKxOsIko9vzGBhBXr0WuK25.jpg","backdrop_path":null,"release_date":"2017-09-07","popularity":1.783,"vote_average":0,"id":482209,"adult":false,"vote_count":0},{"overview":"Chronicles Narendra Modi’s life and events leading up to his swearing-in ceremony as the Prime Minister of India in 2014.","original_language":"hi","original_title":"पी एम नरेंद्र मोदी","video":false,"title":"PM Narendra Modi","genre_ids":[18,36],"poster_path":"\/A5GtTscT7HFEqcSHVbasNjosHcs.jpg","backdrop_path":"\/oG2hnGqOcZKbnKi0FNhMrlje9iF.jpg","release_date":"2019-05-24","popularity":1.148,"vote_average":2.5,"id":589291,"adult":false,"vote_count":3},{"overview":"Jeremy Clarkson tells the dramatic story of the Arctic convoys of the Second World War, from Russia to the freezing Arctic Ocean.","original_language":"en","original_title":"PQ17: An Arctic Convoy Disaster","video":false,"title":"PQ17: An Arctic Convoy Disaster","genre_ids":[99,36],"poster_path":"\/1fQHWfG3gywPVA7MVlKIaGUYmEo.jpg","backdrop_path":"\/spA97BqV1ao5Z5jqe1rHe7X2axE.jpg","release_date":"2014-01-02","popularity":1.225,"vote_average":8.5,"id":247530,"adult":false,"vote_count":1},{"overview":"Norfolk, England, 1770. The nephew of an innkeeper and the son of a reverend maintain a very close friendship until, after living a great adventure, they must separate their paths. The former will head his footsteps to London and bound his destiny to Lloyd's, a thriving insurance company; the latter will eventually become one of the greatest heroes in the history of the British Empire.","original_language":"en","original_title":"Lloyd's of London","video":false,"title":"Lloyd's of London","genre_ids":[18,36,10749,10752],"poster_path":"\/3LS33vAcGkJBCJBW4OATOrdt9M6.jpg","backdrop_path":"\/uHkTKX2FVqCFklh4D11n4goZv9N.jpg","release_date":"1936-11-25","popularity":2.389,"vote_average":6.5,"id":81687,"adult":false,"vote_count":6},{"overview":"SACCO AND VANZETTI is an 80-minute-long documentary that tells the story of Nicola Sacco and Bartolomeo Vanzetti, two Italian immigrant anarchists who were accused of a murder in 1920, and executed in Boston in 1927 after a notoriously prejudiced trial. It is the first major documentary film about this landmark story.","original_language":"en","original_title":"Sacco and Vanzetti","video":false,"title":"Sacco and Vanzetti","genre_ids":[99,36],"poster_path":"\/5TTEGVGnhBptCHWPRXbintuyGZE.jpg","backdrop_path":"\/yElMAgYjWXaRHtycSfXgEk80Lke.jpg","release_date":"2006-04-06","popularity":1.08,"vote_average":8,"id":39348,"adult":false,"vote_count":2},{"overview":"The story of the Russian-born, Wisconsin-raised woman who rose to become Israel's prime minister in the late 1960s and early 1970s.","original_language":"en","original_title":"A Woman Called Golda","video":false,"title":"A Woman Called Golda","genre_ids":[18,36],"poster_path":"\/moqt2fwhvP5IATvU8jkdyNkH4zh.jpg","backdrop_path":null,"release_date":"1982-04-26","popularity":1.549,"vote_average":6,"id":126031,"adult":false,"vote_count":1},{"overview":"","original_language":"tr","original_title":"Salur Kazan: Zoraki Kahraman","video":false,"title":"Salur Kazan: Zoraki Kahraman","genre_ids":[36,35],"poster_path":"\/7YTxsBOKiw7ZsS028UXpsYDVCY8.jpg","backdrop_path":"\/hJv6NYW9SJ2hyNZvd7ZcV0zrNlD.jpg","release_date":"2017-06-09","popularity":1.008,"vote_average":4.7,"id":467853,"adult":false,"vote_count":3},{"overview":"","original_language":"fr","original_title":"L'Attentat","video":false,"title":"The Assassination","genre_ids":[53,36],"poster_path":"\/ueASg3XZqrCdbLtuAcP5hB1mMoD.jpg","backdrop_path":"\/mo56esyYLEyIukru175KQZ9fd1f.jpg","release_date":"1972-10-11","popularity":1.182,"vote_average":6.6,"id":152635,"adult":false,"vote_count":6},{"overview":"shaw production","original_language":"zh","original_title":"Emperor Chien Lung and the Beauty","video":false,"title":"Emperor Chien Lung and the Beauty","genre_ids":[36,18,35],"poster_path":"\/wNV0DmY8bFMN4KxwcvHSRrEV33v.jpg","backdrop_path":null,"release_date":"1980-03-01","popularity":1.389,"vote_average":0,"id":186703,"adult":false,"vote_count":0},{"overview":"Intended as the concluding film in the trilogy on the modern history of Taiwan began with Beiqing Chengshi (1989), this film reveals the story through three levels: a film within a film as well as the past and present as linked by a young woman, Liang Ching. She is being persecuted by an anonymous man who calls her repeatedly but does not speak. He has stolen her diary and faxes her pages daily. Liang is also rehearsing for a new film that is due to go into production soon. The film, entitled Haonan Haonu, is about a couple Chiang Bi-yu and Chung Hao-tung who returns to China to participate in the anti-Japanese movement in China in the 1940s and are arrested as communists when they go back to Taiwan.","original_language":"zh","original_title":"好男好女","video":false,"title":"Good Men, Good Women","genre_ids":[10749,18,36],"poster_path":"\/yMmjIymprpdHrSoentdTaUNqgMG.jpg","backdrop_path":"\/ljFFuS4uIr45x9v0csrnjLOO2nG.jpg","release_date":"1995-10-07","popularity":1.771,"vote_average":7.1,"id":99600,"adult":false,"vote_count":8},{"overview":"Late sixteenth century. A Tameme Indian man and a noble Spanish woman flee through the forests of the New World in search of freedom. Their frantic journey softens the tension between them and dissolves their longstanding differences and creates intimate bonds that threaten their very survival.","original_language":"es","original_title":"La carga","video":false,"title":"The Load","genre_ids":[36,18],"poster_path":"\/7nGZaSd5kUOmFkks4YulxxSbm8o.jpg","backdrop_path":"\/7d1YnNYgPnYksH4KFR03CrPHAs3.jpg","release_date":"2016-03-09","popularity":1.445,"vote_average":6.4,"id":295460,"adult":false,"vote_count":9},{"overview":"Three officers of the Indian National Army are on trial for treason. An ailing lawyer must help them face the consequence of their courage.","original_language":"hi","original_title":"Raag Desh","video":false,"title":"Raag Desh","genre_ids":[36,28,18],"poster_path":"\/fX2053ZPNaW69ohvsfNGImA5ghQ.jpg","backdrop_path":"\/z6zjNihawSOP4hNFjYxVhiU0z84.jpg","release_date":"2017-07-28","popularity":0.6,"vote_average":7.7,"id":468255,"adult":false,"vote_count":5},{"overview":"The lives of a close-knit group of brothers growing up in Iowa during the days of the Great Depression and of World War II and their eventual deaths in action in the Pacific theater are chronicled in this film based on a true story.","original_language":"en","original_title":"The Fighting Sullivans","video":false,"title":"The Fighting Sullivans","genre_ids":[18,36,10752],"poster_path":"\/pyL2msT1jwcJHhAvPpNRv14cDXX.jpg","backdrop_path":"\/fcHfm6QGkudY9yheVZlPUhROO7p.jpg","release_date":"1944-02-03","popularity":1.219,"vote_average":6.1,"id":43504,"adult":false,"vote_count":9}],[{"overview":"The year 2017 marks the 500th anniversary of one on the most important events in Western civilization: the birth of an idea that continues to shape the life of every American today.  In 1517, power was in the hands of the few, thought was controlled by the chosen, and common people lived lives without hope. On October 31 of that year, a penniless monk named Martin Luther sparked the revolution that would change everything.  He had no army. In fact, he preached nonviolence so powerfully that — 400 years later — Michael King would change his name to Martin Luther King to show solidarity with the original movement.  This movement, the Protestant Reformation, changed Western culture at its core, sparking the drive toward individualism, freedom of religion, women's rights, separation of church and state, and even free public education. Without the Reformation, there would have been no pilgrims, no Puritans, and no America in the way we know it.","original_language":"en","original_title":"Martin Luther: The Idea that Changed the World","video":false,"title":"Martin Luther: The Idea that Changed the World","genre_ids":[99,36],"poster_path":"\/7hBcdaF61MzkY5ZFrjBJSHHenlF.jpg","backdrop_path":"\/AbvUoEL1YVzxrU1enhwHWAIXqOq.jpg","release_date":"2017-09-27","popularity":1.828,"vote_average":6.9,"id":475904,"adult":false,"vote_count":7},{"overview":"Netaji Subhas Chandra Bose: The Forgotten Hero (also known as Bose: The Forgotten Hero) is a 2005 film directed by Shyam Benegal and starring Sachin Khedekar, Kulbhushan Kharbanda, Rajit Kapur, Arif Zakaria, and Divya Dutta. The movie depicts the last five years of the life of the Indian independence leader \"Netaji\" Subhash Chandra Bose. It starts out at the point where Bose resigns from his position as the president of the Indian National Congress (I.N.C.) to the meeting with Italians by crossing Afghanistan's rugged terrains and entering into Europe, to romancing his German secretary and appointment with Adolf Hitler in Berlin, to his inspiring of the Indian P.O.W.s (Prisoners Of War) of the 'Punjab Regiment' (British Army) for fighting against the British forces in India, to the patriotic speeches.","original_language":"hi","original_title":"Netaji Subhas Chandra Bose: The Forgotten Hero","video":false,"title":"Netaji Subhas Chandra Bose: The Forgotten Hero","genre_ids":[28,18,36],"poster_path":"\/wxCUiQkMseSSiGxPKA8GnPlpoDY.jpg","backdrop_path":"\/zxraEP6jWIyPlc8vK6MMXPMlizD.jpg","release_date":"2005-05-13","popularity":2.446,"vote_average":8,"id":58725,"adult":false,"vote_count":4},{"overview":"Dramatic story about two young men, two intellectuals of the 1890th. It is a story about a complex human character. Being tortured by ignorance and boredom of life, clerk Laevsky is longing to break the depraved circle of his existence. His moral antipode, naturalist Von Coren is sure that people like Laevsky are worth being destroyed. But regardless characters' will and desires, providence deals with their lives in its own way...","original_language":"ru","original_title":"Plokhoy Khoroshiy Chelovek","video":false,"title":"The Duel","genre_ids":[18,36],"poster_path":"\/sZPj8RD86k0pu4E6aEoEmldMlWg.jpg","backdrop_path":"\/k6D0UBcqEM1peEM6YwwAXVEumt3.jpg","release_date":"1973-12-25","popularity":0.734,"vote_average":6,"id":75383,"adult":false,"vote_count":3},{"overview":"Decades before the rise of liberalism in Spanish-era colonial Philippines, a young charismatic preacher leads a movement for equality and religious freedom for his fellow native Filipinos. He is hailed as the Christ of the Tagalogs, but is sentenced to death for heresy by both Church and State.","original_language":"tl","original_title":"Ang Hapis at Himagsik ni Hermano Puli","video":false,"title":"The Agony and Fury of Hermano Puli","genre_ids":[18,36],"poster_path":"\/dTQghHcqzFLgn8SNfM0LXex3qS0.jpg","backdrop_path":null,"release_date":"2016-09-21","popularity":1.043,"vote_average":0,"id":417117,"adult":false,"vote_count":0},{"overview":"","original_language":"tr","original_title":"7 Kocalı Hürmüz","video":false,"title":"7 Kocalı Hürmüz","genre_ids":[35,36,10749],"poster_path":"\/dYCxNQ7izT6fPaK8HLy9fl3LOZl.jpg","backdrop_path":"\/53o3uKXQAQNfDsTwqi5eLkUCwy9.jpg","release_date":"2009-11-20","popularity":2.184,"vote_average":6.2,"id":38547,"adult":false,"vote_count":14},{"overview":"Join Emmy Award-winner Julianne Hough and multi-platinum recording artist and television personality, Nick Lachey as they host the magical two-hour event from the Walt Disney World Resort and Disneyland Resort. They join co-host, Jesse Palmer to kick off the holiday season in a way only Disney can, showcasing incredible music performances, special appearances and some unforgettable Disney magic moments including an extraordinary castle lighting spectacular.","original_language":"en","original_title":"The Wonderful World of Disney: Magical Holiday Celebration","video":false,"title":"The Wonderful World of Disney: Magical Holiday Celebration","genre_ids":[36,10402],"poster_path":"\/wiTafwJ5UQELTOXUw9CBmNNNi1X.jpg","backdrop_path":"\/5sRClr3pFTF6g4lCw6bzpY4Ey8Y.jpg","release_date":"2017-11-30","popularity":0.7,"vote_average":0,"id":490081,"adult":false,"vote_count":0},{"overview":"","original_language":"de","original_title":"Manaslu - Berg der Seelen","video":false,"title":"Manaslu - Berg der Seelen","genre_ids":[99,18,12,36],"poster_path":"\/61LXJSA6VbaVcX06Jdv8jhHkjag.jpg","backdrop_path":"\/eyBLshGwouyBZst2QD05o5rLlYi.jpg","release_date":"2018-12-13","popularity":2.185,"vote_average":8,"id":566478,"adult":false,"vote_count":1},{"overview":"FINDING OSCAR is a feature length documentary about the search for justice in the devastating case of the Dos Erres massacre in Guatemala. That search leads to the trail of two little boys who were plucked from a nightmare and offer the only living evidence that ties the Guatemalan government to the massacre.","original_language":"en","original_title":"Finding Oscar","video":false,"title":"Finding Oscar","genre_ids":[9648,18,99,80,36],"poster_path":"\/btoiZliAR7NTtxzRBOpReKaOCcC.jpg","backdrop_path":"\/BrKdaB96CxL5EgzQseRgFoCTIH.jpg","release_date":"2016-09-03","popularity":1.722,"vote_average":8,"id":442236,"adult":false,"vote_count":8},{"overview":"With the help of a team of experts and the latest in 3-D scanning technology, Alexander Armstrong, along with Dr Michael Scott, explores the hidden underground treasures that made Rome the powerhouse of the ancient world.","original_language":"en","original_title":"Rome's Invisible City","video":false,"title":"Rome's Invisible City","genre_ids":[99,36],"poster_path":"\/h41MAfFtPUZvqjHmwvLRGOJUfXg.jpg","backdrop_path":"\/r0WKhSre7M8goTgvVUYowK5WrLJ.jpg","release_date":"2015-06-01","popularity":1.153,"vote_average":0,"id":404879,"adult":false,"vote_count":0},{"overview":"The film focus especially on the period from 1999-2004 when YSR undertook his famous Padayatra which ultimately proved instrumental in catapulting him to a comprehensive victory in the 2004 polls.","original_language":"te","original_title":"యాత్ర","video":false,"title":"Yatra","genre_ids":[36],"poster_path":"\/lxX0CGtXglXCmsqAb5Qu38MSIfn.jpg","backdrop_path":"\/2GzxVlokHAj4sKv3eNnzA5QrMGy.jpg","release_date":"2019-02-08","popularity":2.985,"vote_average":6.5,"id":521714,"adult":false,"vote_count":3},{"overview":"The story of, well, Captain John Smith and Pocahontas. Jamestown. Early 1600s.","original_language":"en","original_title":"Captain John Smith and Pocahontas","video":false,"title":"Captain John Smith and Pocahontas","genre_ids":[10749,18,36],"poster_path":"\/tN9XYdzwv1zVfwgd67LWXA88g4f.jpg","backdrop_path":"\/vpFewG15p92chFaVqIzdJPV2I52.jpg","release_date":"1953-11-20","popularity":1.308,"vote_average":0,"id":144254,"adult":false,"vote_count":0},{"overview":"In the history of sports, few names are more recognizable than that of Evel Knievel. Long after the man hung up his famous white leather jumpsuit and rode his Harley into the sunset, his name is still synonymous with the death-defying lifestyle he led. Notoriously brash, bold, and daring, Knievel stared death in the face from the seat of his motorcycle, but few know the larger-than-life story of the boy from Butte, Montana.","original_language":"en","original_title":"Being Evel","video":false,"title":"Being Evel","genre_ids":[36,99],"poster_path":"\/eCJCCwo4pXGxT2ibfFXpilnCniJ.jpg","backdrop_path":"\/keTkkGXr8LXZW3U3LkAgk6VPdnX.jpg","release_date":"2015-01-23","popularity":1.949,"vote_average":7.4,"id":317655,"adult":false,"vote_count":12},{"overview":"Story of Moses.  Originally a TV Miniseries recut for theaters","original_language":"en","original_title":"Moses the Lawgiver","video":false,"title":"Moses the Lawgiver","genre_ids":[36],"poster_path":"\/xLIK4hy3kCmQ5MAaoT7RcbbhL8o.jpg","backdrop_path":"\/tXVjCAAbpo4nQ5x5jN9FHUZ8JWE.jpg","release_date":"1974-12-22","popularity":1.275,"vote_average":7,"id":2526,"adult":false,"vote_count":1},{"overview":"The famous showdown at Kagiya corner has been told many times, but never before with the realism and intensity of this version scripted by Kurosawa Akira and starring Mifune Toshiro as the famed swordsman who must face his best friend as they are forced to take opposite sides in a vendetta caused by the murder of a family member. Told mostly in flashback as the avengers await the arrival of their quarry, this film displays true heroism in the face of fear as most of the combatants, while of the samurai class are not skilled swordsmen. They contrast sharply with the true warriors involved in this battle. Araki Mataemon (Mifune), who was not only a direct student of Yagyu Munenori, but the founder of his own sword style under the Yagyu name is a powerful force ready to assist his brother-in-law against the murderer's allies that include not only another noted sword teacher, but the deadly spear of Katsumi no Hanbei.","original_language":"ja","original_title":"Araki Mataemon: Kettô kagiya no tsuji","video":false,"title":"Vendetta of a Samurai","genre_ids":[18,28,36],"poster_path":"\/tldHEFsSY3WVUAdCA0w7iydyq3z.jpg","backdrop_path":null,"release_date":"1952-01-03","popularity":2.02,"vote_average":7.1,"id":102282,"adult":false,"vote_count":7},{"overview":"Did you know that the first open-heart surgery was performed by a Black doctor, Daniel Hale Williams? Not many people did in 1968, the year this eye-opening film, narrated by Bill Cosby, was first released. Many still don't today. \"Black History: Lost, Stolen or Strayed\" reviews the numerous contributions of African-Americans to the development of the United States. From the perspective of the turbulent late 1960s, the fact that their positive roles had not generally been taught as part of American history, coupled with the pervasiveness of derogatory stereotypes, was evidence of how Black people had long been victims of negative attitudes and ignorance. Viewing this film today offers students and adults an opportunity to explore their own perspectives - to examine how things have changed in their lives and those of their parents, as well as how troubling stereotypes still persist four decades later.","original_language":"it","original_title":"Black History: Lost Stolen, or Strayed","video":false,"title":"Black History: Lost Stolen, or Strayed","genre_ids":[36,99],"poster_path":"\/5AEu0QRVfl5zIdWj96bwwgPhyEt.jpg","backdrop_path":null,"release_date":"1968-08-31","popularity":0.941,"vote_average":0,"id":298368,"adult":false,"vote_count":0},{"overview":"[Period covered: 1614-1615] 4th film in the shinobi no mono series  Tokugawa Ieyasu is now the ruler of all Japan. But one last loose thread must be tied up before his domination is complete -- the destruction of the Toyotomi clan, now beseiged in Osaka castle. Ieyasu's ninja are the only ones who can penetrate the fortress, but unfortunately for Ieyasu, Kirigakure Saizo (Ichikawa) and the other Toyotomi ninja can just as easily get out. As armies of samurai maneuver for battle, the fate of the nation will be decided by a desperate struggle in the dark!","original_language":"ja","original_title":"忍びの者 霧隠才蔵","video":false,"title":"Shinobi no Mono 4: Siege","genre_ids":[28,18,36],"poster_path":"\/oyCCcR83sHofIOhVVuWgPSQhOIL.jpg","backdrop_path":null,"release_date":"1964-07-10","popularity":0.803,"vote_average":6.1,"id":159403,"adult":false,"vote_count":6},{"overview":"Looking for Angelina is based on one of the most important murder trials in Canada. Angelina Napolitano murdered her husband with an axe and was sentenced to be executed...","original_language":"en","original_title":"Looking for Angelina","video":false,"title":"Looking for Angelina","genre_ids":[18,36],"poster_path":"\/A32Gilfc30O8TC1bvlc7FLsXUng.jpg","backdrop_path":null,"release_date":"2005-02-11","popularity":0.6,"vote_average":0,"id":456817,"adult":false,"vote_count":0},{"overview":"The film follows the life of Napoleon from his early life in Corsica to his death at Saint Helena. The film is notable for its use of location shooting for numerous scenes, especially at the French estates of Malmaison and Fontainebleau, the Palace of Versailles, and sites of Napoleonic battles including Austerlitz and Waterloo.","original_language":"fr","original_title":"Napoléon","video":false,"title":"Napoleon","genre_ids":[36],"poster_path":"\/82C6PVVaioRD3aLtTfeP7KlALxI.jpg","backdrop_path":"\/984ZIdZDWtsIrifGhGhU0O4wyRy.jpg","release_date":"1955-01-01","popularity":0.853,"vote_average":6.1,"id":43320,"adult":false,"vote_count":6},{"overview":"Notorious YouTuber ProJared returns months after his fallout with the Internet.","original_language":"en","original_title":"あなたは嘘をついた (Anata wa uso o tsuita)","video":false,"title":"YOU'VE BEEN LIED TO","genre_ids":[53,12,36],"poster_path":null,"backdrop_path":"\/vp22eWhhFjasXl9gonzk8QTEY19.jpg","release_date":"2019-08-27","popularity":0.83,"vote_average":7.8,"id":626527,"adult":false,"vote_count":4},{"overview":"The true story of a journalist who investigates the backgrounds of the Oktoberfest terror attack of 1980.","original_language":"de","original_title":"Der blinde Fleck","video":false,"title":"The Blind Spot","genre_ids":[18,36,53],"poster_path":"\/5gFPMpo12zdnlRAnyDju5d4lo3o.jpg","backdrop_path":"\/cejAOxkYh7L3L5yG3SjVYT989rB.jpg","release_date":"2013-07-06","popularity":1.26,"vote_average":5.9,"id":246053,"adult":false,"vote_count":7}],[{"overview":"A young priest speaks out against the Communist regime in Poland and is killed for it.","original_language":"en","original_title":"To Kill a Priest","video":false,"title":"To Kill a Priest","genre_ids":[18,53,36],"poster_path":"\/ogfmZi2EtQUTTdc85g7N86HkK8R.jpg","backdrop_path":"\/s85GzS5LBkWlTsrGmXPclaOI3lS.jpg","release_date":"1988-01-01","popularity":2.144,"vote_average":5.9,"id":47493,"adult":false,"vote_count":7},{"overview":"In 1876 Philadelphia, two sisters (Jeanne Crain and Linda Darnell) vie for the affections of a Frenchman (Cornel Wilde) who's come to town to prepare the French pavilion for the Centennial exposition.","original_language":"en","original_title":"Centennial Summer","video":false,"title":"Centennial Summer","genre_ids":[36,18],"poster_path":"\/9Y6Z7VfPnq6vmU0s7nfpaAGqU62.jpg","backdrop_path":"\/j5ZHFQTVOmLjgbP7Xw8pIDGtU3x.jpg","release_date":"1946-07-10","popularity":0.6,"vote_average":6.7,"id":118908,"adult":false,"vote_count":3},{"overview":"Based on a true story set in 1948, customs officer Mehti is faced with the duty of formally setting up the border between Turkey and Syria, dividing his hometown. He is unaware of the pain that will eminently unfold, as families, languages, cultures and lovers are both ripped apart and clash head on in a village once united.","original_language":"tr","original_title":"Propaganda","video":false,"title":"Propaganda","genre_ids":[35,18,36,10749],"poster_path":"\/gI3kxuO5ZIqWueEhU07OyYJmjQ2.jpg","backdrop_path":"\/Abk9MivHVow7zOqJHjKaMVqW6o0.jpg","release_date":"1999-03-05","popularity":2.128,"vote_average":6.1,"id":53934,"adult":false,"vote_count":23},{"overview":"This visually ravishing and thought-provoking work portrays one of the USA’s great shames—the 1955 murder of 14-year-old Emmett Till by two white men in Mississippi—and movingly reminds us of this dark episode’s enduring relevance.","original_language":"en","original_title":"My Nephew Emmett","video":false,"title":"My Nephew Emmett","genre_ids":[36,18],"poster_path":"\/xwbUdvfmyRfsCTuZGWX457BheCG.jpg","backdrop_path":null,"release_date":"2017-09-27","popularity":2.406,"vote_average":7,"id":484569,"adult":false,"vote_count":8},{"overview":"Meet Ousmane Sembene, the African freedom fighter who used stories as his weapon.","original_language":"en","original_title":"Sembene!","video":false,"title":"Sembene!","genre_ids":[36,99],"poster_path":"\/faE83kDhPUPNp3b0r9JabGdzQiP.jpg","backdrop_path":"\/sdRzWcarZkmwBYI9dEQ8HOLOvEL.jpg","release_date":"2015-01-23","popularity":2.139,"vote_average":7.4,"id":319080,"adult":false,"vote_count":5},{"overview":"German Julius Reuter (Edward G. Robinson) sends 19th-century news by carrier pigeon and then by wire, founding a news agency.","original_language":"en","original_title":"A Dispatch from Reuter's","video":false,"title":"A Dispatch from Reuter's","genre_ids":[18,36],"poster_path":"\/3zzSSvJ65zoitCXFmTQ9iTWpt2A.jpg","backdrop_path":"\/iwp4fSNEDn6zhClzclmXPV90ByK.jpg","release_date":"1940-10-19","popularity":1.584,"vote_average":5.2,"id":109716,"adult":false,"vote_count":7},{"overview":"French pirate Jean Lafitte rescues a girl and joins the War of 1812.","original_language":"en","original_title":"The Buccaneer","video":false,"title":"The Buccaneer","genre_ids":[12,18,28,36,10749],"poster_path":"\/2MZg64AMDY3klCgjmESy4RGAyad.jpg","backdrop_path":"\/aFSi56mazIWDA5H6k4WOSjpRZyB.jpg","release_date":"1938-02-04","popularity":2.24,"vote_average":6.8,"id":115425,"adult":false,"vote_count":5},{"overview":"The only dramatization using the actual scriptures...word for word from the New International Version (NIV). The Matthew video series broke new ground by offering the first-ever dramatic portrayal of events in the Bible, presented word for word from the best-selling New International Version® (NIV) translation. Now you can experience this thrilling epic in DVD format, which blends the superior digital surround sound of CDs with crisp, high-resolution digital images.","original_language":"en","original_title":"The Visual Bible: Matthew","video":false,"title":"The Visual Bible: Matthew","genre_ids":[18,36],"poster_path":"\/oy7LHB1kB8EHHf0A4w55ZbZfyGP.jpg","backdrop_path":"\/oUpbZ7sUe8Rd8nx6xZEuLy8pQux.jpg","release_date":"1993-10-01","popularity":1.404,"vote_average":6.7,"id":38298,"adult":false,"vote_count":5},{"overview":"A French resistance group liberates some German prisoners. Turns out one of them is a spy.","original_language":"fr","original_title":"Un Homme de trop","video":false,"title":"Shock Troops","genre_ids":[53,18,10752,36],"poster_path":"\/vMMyEBgSkbG0S3g4WZCOxH13i0S.jpg","backdrop_path":"\/u3M2VSSUE0Mb68hGf1p2y0Ra2nw.jpg","release_date":"1967-04-05","popularity":0.694,"vote_average":6.7,"id":365414,"adult":false,"vote_count":10},{"overview":"The czar of Russia has died and a power vacuum has developed. This period in the late 16th and early 17th century has been called \"The Time of Troubles.\" There are many impostors who claim to the right to rule, but there's only one heir, the Czarina Kseniya Godunova. She has married a Polish military leader who wants to claim the Russian throne in her name so he can rule all of Russia. As the Poles move in on Moscow in an attempt to install the czarina on the throne, Andrei, a serf with a life-long infatuation of the czarina attempts to save her from her brutal Polish husband.","original_language":"ru","original_title":"1612: Хроники смутного времени","video":false,"title":"1612: Chronicles of the Dark Time","genre_ids":[36,18],"poster_path":"\/lrvbPMBtPrhD46GOY94tmeISrWg.jpg","backdrop_path":"\/tiz0zGTy012zYdnE0StrWsChmP0.jpg","release_date":"2007-11-11","popularity":3.243,"vote_average":5.4,"id":52256,"adult":false,"vote_count":20},{"overview":"Two Jesuit priests encounter persecution when they travel to Japan in the 17th century to spread Christianity and search for their mentor.","original_language":"ja","original_title":"沈黙 SILENCE","video":false,"title":"Silence","genre_ids":[18,36],"poster_path":"\/vE3Oy4gJP5dAhaBsOdZZrWRcx3i.jpg","backdrop_path":"\/uyS2Jtc8UnLrNfQN5f3GW7t0vQq.jpg","release_date":"1971-11-13","popularity":1.419,"vote_average":7.1,"id":92670,"adult":false,"vote_count":15},{"overview":"At his court-martial, an American Army officer renounces his country. For his punishment he is ordered to spend the rest of his life on a ship that sails all over the world, but he will never be allowed to set foot on his country's soil. nor come within site of it, nor be allowed to know anything about the country","original_language":"en","original_title":"The Man Without a Country","video":false,"title":"The Man Without a Country","genre_ids":[18,36,10770],"poster_path":"\/ovuagtJewEaUmaWGJJLThXouMOX.jpg","backdrop_path":null,"release_date":"1973-04-24","popularity":1.27,"vote_average":6.5,"id":252917,"adult":false,"vote_count":2},{"overview":"A documentary that chronicles the life of South African leader Nelson Mandela. Mandela is probably best known for his 27 years of imprisonment, and for bringing an end to apartheid. But this film also sheds light on the little-known early period of Mandela's life.","original_language":"en","original_title":"Mandela","video":false,"title":"Mandela","genre_ids":[99,36],"poster_path":"\/77ArZNieFPs27L6mgXwkarfvSIS.jpg","backdrop_path":"\/uA4Esm27S6gNpeOUW9hoBFvmn8F.jpg","release_date":"1996-10-12","popularity":1.059,"vote_average":6.2,"id":57016,"adult":false,"vote_count":9},{"overview":"A southern aristocrat clashes with a driver transporting stolen slaves to freedom.","original_language":"en","original_title":"Stand Up and Fight","video":false,"title":"Stand Up and Fight","genre_ids":[18,36,10749,37],"poster_path":"\/gDsUDw2W7cfdsYPc74DEQo3BFb1.jpg","backdrop_path":"\/fPsNRdGmLjBLRM7FmtHT9YdEv1Y.jpg","release_date":"1939-01-06","popularity":1.211,"vote_average":6,"id":147829,"adult":false,"vote_count":2},{"overview":"Children of Glory will commemorate Hungary's heroic Revolution of 1956, and takes place in Budapest and at the Melbourne Olympic Games in October and November of that year. While Soviet tanks were destroying Hungary, the Hungarian water polo team was winning over the Soviets in the Olympic pool in Melbourne, in what has been described as the bloodiest water polo match in history.","original_language":"hu","original_title":"Szabadság, szerelem","video":false,"title":"Children of Glory","genre_ids":[18,36],"poster_path":"\/7g4i2GQDFJwyf9nTpl9qaGeYdfy.jpg","backdrop_path":"\/fF33IN3rUGwpVHrrZIUzxi7yjnn.jpg","release_date":"2006-10-23","popularity":2.061,"vote_average":7.3,"id":13616,"adult":false,"vote_count":14},{"overview":"Following the death of his brother John, Robert Kennedy is forced to rise to the challenge of leading his country and carrying on his brother's vision of what America could be.","original_language":"en","original_title":"RFK","video":false,"title":"RFK","genre_ids":[18,36],"poster_path":"\/mdW5Hu5ATUc4IsaXed4ZQPmESBf.jpg","backdrop_path":null,"release_date":"2002-01-01","popularity":0.932,"vote_average":0,"id":68936,"adult":false,"vote_count":0},{"overview":"Spectacular account of the infamous Eureka Stockade, and the events leading up to it.","original_language":"en","original_title":"Eureka Stockade","video":false,"title":"Eureka Stockade","genre_ids":[18,36],"poster_path":"\/lp3YQs0YTwmKhabRdPHSipAm8KW.jpg","backdrop_path":"\/mtTBPvS5RiY9k0B0E892w698bsu.jpg","release_date":"1949-01-01","popularity":1.449,"vote_average":5.9,"id":68113,"adult":false,"vote_count":5},{"overview":"In late eighties, in Ceausescu's Romania, a black market VHS bootlegger and a courageous female translator brought the magic of Western films to the Romanian people and sowed the seeds of a revolution.","original_language":"ro","original_title":"Chuck Norris vs Communism","video":false,"title":"Chuck Norris vs Communism","genre_ids":[99,35,36,53],"poster_path":"\/eciXsFJIAPgZfzCY5A586pHAC9S.jpg","backdrop_path":"\/ppWhg98zXaLsbku9iPIG6jfITT.jpg","release_date":"2015-01-23","popularity":3.034,"vote_average":7.3,"id":312152,"adult":false,"vote_count":31},{"overview":"The life of Michelangelo Buonarroti.","original_language":"it","original_title":"Il peccato","video":false,"title":"Sin","genre_ids":[18,36],"poster_path":"\/kn3QkQ83140AvSvZU9PYqMxxMJw.jpg","backdrop_path":"\/oAXUUA1LggI5LsAoxrL59XVwj6v.jpg","release_date":"2019-11-14","popularity":2.351,"vote_average":0,"id":497835,"adult":false,"vote_count":0},{"overview":"16 years after the fateful \"revenge of the Forty-seven Ronin,\" involving samurais from the Ako domain who avenged their leader and then commited seppuku (ritual suicide), the sole survivor of that incident, Kichiemon Terasaka (Koichi Sato) traverses the country on a mission. His purpose is to find the families of the fallen samurais and spread the truth of the ronin uprising.","original_language":"ja","original_title":"最後の忠臣蔵","video":false,"title":"The Last Ronin","genre_ids":[18,36],"poster_path":"\/3CClvILvOTZ5QLe6P6Ps9Dy8cW9.jpg","backdrop_path":"\/w67hCDGsD2Cw44Cooxu3rVRmQJE.jpg","release_date":"2011-07-12","popularity":1.454,"vote_average":5.8,"id":82916,"adult":false,"vote_count":8}],[{"overview":"The film chronicles Perceval's knighthood, maturation and eventual peerage amongst the Knights of the Round Table, and also contains brief episodes from the story of Gawain and the crucifixion of Christ.","original_language":"fr","original_title":"Perceval le Gallois","video":false,"title":"Perceval","genre_ids":[10749,36,18],"poster_path":"\/sIRUQMkhbqE5aTRtzZ2hD2a0UqH.jpg","backdrop_path":"\/8v2ny23MzoTDbC3oWhVTA0kWv0H.jpg","release_date":"1978-10-08","popularity":1.726,"vote_average":6.6,"id":75733,"adult":false,"vote_count":14},{"overview":"An Irish filmmaker grapples with the legacy of his estranged father, the late documentarian Arthur MacCaig, through MacCaig's decades-spanning archive of the conflict in Northern Ireland. Drawing on over 30 years of unique and never-seen-before footage, 'The Image You Missed' is an experimental essay film that weaves together a history of the Northern Irish 'Troubles' with the story of a son's search for his father. In the process, the film creates a candid encounter between two filmmakers born into different political moments, revealing their contrasting experiences of Irish nationalism, the role of images in social struggle, and the competing claims of personal and political responsibility.","original_language":"en","original_title":"The Image You Missed","video":false,"title":"The Image You Missed","genre_ids":[99,36],"poster_path":"\/D7mdBzDOLEM9tdrCpARyaDJonH.jpg","backdrop_path":"\/5EhFvI64QBAimHDdFjeqv9jVvwd.jpg","release_date":"2018-03-01","popularity":2.762,"vote_average":5,"id":499446,"adult":false,"vote_count":2},{"overview":"Set during China's the Warring States Period (476-221 BC), benevolent warrior Chenkang Lu (Joe Odagiri) enters into a torrid love affair with a woman (Maggie Q) from the nomadic Harran tribe. Their relationship sends the warrior to a place where humans were once wolves...","original_language":"zh","original_title":"狼灾记","video":false,"title":"The Warrior and the Wolf","genre_ids":[36,28,18],"poster_path":"\/uow998eOkU6wRa3vypkLnNuV7Cy.jpg","backdrop_path":"\/9Lx8Iw1eGs7NjGMb26BPsYO2M55.jpg","release_date":"2009-10-02","popularity":2.075,"vote_average":4.1,"id":32922,"adult":false,"vote_count":7},{"overview":"Famous lover Casanova (Vicenç Altaió), now long past his prime, meets Count Dracula (Eliseu Huertas) during a journey to Transylvania.","original_language":"ca","original_title":"Historia de la meva mort","video":false,"title":"Story of My Death","genre_ids":[36,18],"poster_path":"\/y3hQXhmOL6tIFziemryRN8HdxYS.jpg","backdrop_path":"\/8vts6oR6O1TLxoT0dYfOTJZDhPM.jpg","release_date":"2013-10-23","popularity":1.975,"vote_average":8.2,"id":214251,"adult":false,"vote_count":8},{"overview":"Line of Demarcation. is a 1966 film written and directed by Claude Chabrol. Its title in French is La Ligne de démarcation. It is based on upon the memoir Mémoires d'un agent secret de la France libre et La Ligne de démarcation by Gilbert Renault under his pseudonym Colonel Rémy. A small village in the Jura is split by the river Loue which creates the line of demarcation between Nazi occupied France and freedom. A French officer, Pierre (Ronet), is released by the Nazi soldiers to find his chateau converted into a German command centre. Whilst he is obliged to co-operate with the enemy, his wife Mary (Seberg) supports the resistance movement and is willing to risk her life for it. The Nazis step up their activity against the resistance, insisting that any who attempt to cross the line of demarcation will be shot. When his wife is arrested, Pierre decides to switch his allegiance.","original_language":"fr","original_title":"La ligne de démarcation","video":false,"title":"Line of Demarcation","genre_ids":[18,36,10752],"poster_path":"\/5p8WYDCGTrZYbV57DTBpNoNbJzf.jpg","backdrop_path":"\/hNHnWqXI7h4wQjtDiBFqF4vxSOz.jpg","release_date":"1966-05-25","popularity":1.74,"vote_average":6.3,"id":70293,"adult":false,"vote_count":5},{"overview":"A portrayal of the early Latter-day Saints' joys, sacrifices, hopes, and trials; their epic journey to the Salt Lake Valley; and their legacy of faith in Jesus Christ.","original_language":"en","original_title":"Legacy","video":false,"title":"Legacy","genre_ids":[18,36],"poster_path":"\/uPuyyjYS2fv3nZuaMMdCq251gzt.jpg","backdrop_path":"\/jGrL5TLMEENI73mh3fUCtEdO2QZ.jpg","release_date":"1993-07-03","popularity":1.183,"vote_average":6.4,"id":32591,"adult":false,"vote_count":6},{"overview":"José Ferrer and Horst Buchholz star in this fictionalised account of events leading up to the assassination of Indian spiritual leader and independence campaigner Mahatma Gandhi.","original_language":"en","original_title":"Nine Hours to Rama","video":false,"title":"Nine Hours to Rama","genre_ids":[36,18],"poster_path":"\/7bOYh7WduqG3C0y3vWlg8sek34z.jpg","backdrop_path":"\/xFZtXk7jjw92MiKxhChPx3PGjbd.jpg","release_date":"1963-04-30","popularity":2.19,"vote_average":7.5,"id":1849,"adult":false,"vote_count":4},{"overview":"Nina Maria Azara is the beautiful and alluring singing spy for Spain during the Napoleonic Wars. Her mission is to seduce French Officers, in order for them to reveal Napolean's intentions toward Spain. She is sent to Bayonne, France to gather military secrets. Prior to this, she meets, Don Diego while performing at a club. Unknown to her, Don Diego is actually Captain Andre, who is sent to Spain to spy on her. While in France, Nina discovers Diego's true identity, only after she has fallen in love with him. Nina Maria outwits her potential captors and returns to Spain, and goes into hiding. Napoleon's troops invade Spain, resulting in Nina's capture. In a strange twist of fate, Nina and Captain Andre are reunited, but, the 2 nations are now at war... Written by Kelly","original_language":"en","original_title":"The Firefly","video":false,"title":"The Firefly","genre_ids":[36,10402,18],"poster_path":"\/hapt4Ms3Qn8lkG9TGUVYBvRPmQt.jpg","backdrop_path":"\/oiu9FetZFgoLLx3NabsMqSzutnM.jpg","release_date":"1937-11-05","popularity":1.383,"vote_average":6.3,"id":43866,"adult":false,"vote_count":3},{"overview":"The story of Tasmanian-born actor Errol Flynn whose short & flamboyant life, full of scandals, adventures, loves and excess was largely played out in front of the camera - either making movies or filling the newsreels and gossip magazines. Tragically he was dead from the effects of drugs and alcohol by the time he was only 50 & the myths live on. But there is another side of Flynn that is less well known - his ambitions to be a serious writer and newspaper correspondent, his documentary films and his interest in the Spanish Civil War and Castro's Cuba","original_language":"en","original_title":"Tasmanian Devil: The Fast and Furious Life of Errol Flynn","video":false,"title":"Tasmanian Devil: The Fast and Furious Life of Errol Flynn","genre_ids":[99,36,10770,80],"poster_path":"\/zfbWl3dqLfMVWpn9nnQ0dUHgLbg.jpg","backdrop_path":"\/o2U2L4z2tsSJLPcgdjnsmjjf0Sa.jpg","release_date":"2007-10-17","popularity":1.227,"vote_average":9,"id":467096,"adult":false,"vote_count":1},{"overview":"Young anti-colonial idealist Wulff leaves for Danish Guinea to set up a coffee plantation but not everything goes according to plan.","original_language":"da","original_title":"Guldkysten","video":false,"title":"Gold Coast","genre_ids":[10749,18,36],"poster_path":"\/7KOfnPPlou9XQlp55iF9k1ntj0E.jpg","backdrop_path":"\/9kjpNIo88cJlqwUv4Kpc9TR2vaJ.jpg","release_date":"2015-07-02","popularity":0.876,"vote_average":6,"id":346763,"adult":false,"vote_count":8},{"overview":"No one knows for sure what transpired when German physicist Werner Heisenberg met with his Jewish Danish counterpart, Niels Bohr, in Copenhagen -- the event became the stuff of modern scientific mythology. Director Howard Davies puts his spin on the momentous meeting that occurred one night in September 1941, during which the longtime friends entered into a dangerous discussion about physics and politics.","original_language":"en","original_title":"Copenhagen","video":false,"title":"Copenhagen","genre_ids":[18,36,53],"poster_path":"\/fMHqBipUbrr4spnKt5TmSA6LOu8.jpg","backdrop_path":"\/7LdllTenzHhmueJadUsMGFQkFPb.jpg","release_date":"2002-09-27","popularity":1.476,"vote_average":7.6,"id":51016,"adult":false,"vote_count":6},{"overview":"During the Texas War of Independence of 1836 American frontiersman and pioneer Jim Bowie pleads for caution with the rebellious Texicans.They don't heed his advice since he's a Mexican citizen,married to the daughter of the Mexican vice-governor of the province and a friend to General Santa Anna since the days they had fought together for Mexico's independence.After serving as president for 22 years,Santa Anna has become too powerful and arrogant.He rules Mexico with an iron fist and he would not allow Texas to self-govern.Bowie sides with the Texans in their bid for independence and urges a cautious strategy,given Santa Anna's power and cunning.Despite the disagreement between the Texicans and Bowie regarding the right strategy they ask Bowie to lead them in a last ditch stand, at Alamo, against General Santa Anna's numerically superior forces.","original_language":"en","original_title":"The Last Command","video":false,"title":"The Last Command","genre_ids":[18,36,37],"poster_path":"\/o82wJp4VY2F0kbBXhF5iEZMbW8r.jpg","backdrop_path":"\/yF9KRT0JZwqa73WDjzDJgt0met2.jpg","release_date":"1955-08-03","popularity":1.763,"vote_average":6.7,"id":43197,"adult":false,"vote_count":6},{"overview":"Set in a Japanese prisoner of war camp during World War II, the film focuses on the brutality and horror that the allied prisoners were exposed to as the Japanese metered out subjugation and punishment to a disgraced and defeated enemy. This harrowing drama concentrates on the deviations of legal and moral definitions when two opposing cultures clash. Although fictional, this was one of the earliest films to deal realistically with life and death in a Japanese prisoner-of-war camp during the Second War.","original_language":"en","original_title":"The Camp on Blood Island","video":false,"title":"The Camp on Blood Island","genre_ids":[28,18,36,10752],"poster_path":"\/lAEhUoUNWa2LIsEN0Qc53rbs6FV.jpg","backdrop_path":"\/isfAPiVQVBGHllGQsvd5UZytQ4c.jpg","release_date":"1958-06-11","popularity":2.057,"vote_average":6.1,"id":123755,"adult":false,"vote_count":7},{"overview":"From T.C. Christensen, director of the sensational pioneer film, 17 Miracles, comes the heroic true story of a simple man who was called to do the work of angels. Ephraim’s Rescue relates the story of Ephraim Hanks: a rescuer of the Martin Handcart company. Follow Ephraim as his adventures lead him to join the LDS Church and ultimately to one of the most heroic rescues in American history. With a unique desire to help and strengthen others, Ephraim learns that each choice we make can prepare us for what lies ahead. He discovers, through it all, that decisions determine destiny.","original_language":"es","original_title":"Ephraim's Rescue","video":false,"title":"Ephraim's Rescue","genre_ids":[18,36],"poster_path":"\/jnkvykDE5uHWhcCoPjnhF4x6T4F.jpg","backdrop_path":"\/iz38iERjS8Eoz5CnYRcXHveBht8.jpg","release_date":"2013-05-31","popularity":0.892,"vote_average":6.6,"id":198167,"adult":false,"vote_count":7},{"overview":"In 1945, Japan surrendered to the United States and the Second World War was over. Right? Wrong. For eighty percent of the Japanese community in Brazil, Japan had won the war and defeat was nothing more than American propaganda. The few immigrants that accepted the truth were persecuted. Some were hunted down and assassinated - by their own countrymen - causing the start of a new, private war. Dirty Hearts is a thriller and love story told by the wife of one of the fanatics dedicated to preach Japanese victory. Little by little, she watches her husband, a hard-working immigrant, become an assassin and their love story fade away.","original_language":"pt","original_title":"Corações Sujos","video":false,"title":"Dirty Hearts","genre_ids":[36,18],"poster_path":"\/14gkTeSrnhYIUENfbM8wGGrokHM.jpg","backdrop_path":"\/rJZBo0uh3R4gAvfyH6HLi1nr6OI.jpg","release_date":"2011-10-13","popularity":1.394,"vote_average":6.3,"id":126304,"adult":false,"vote_count":6},{"overview":"Inside the dramatic search for a cure to ME\/CFS (Myalgic Encephalomyelitis\/Chronic Fatigue Syndrome).  17 million people around the world suffer from what ME\/CFS has been known as a mystery illness, delegated to the psychological realm, until now. A scientist in the only neuro immune institute in the world may have come up with the answer. An important human drama, plays out on the quest for the truth.","original_language":"en","original_title":"What About ME?","video":false,"title":"What About ME?","genre_ids":[99,36],"poster_path":"\/vAmXwEtbT2Fm4W25VK1cHpkzkSc.jpg","backdrop_path":"\/w0jgjaejxH0e0eFS92dkDPjJ6dY.jpg","release_date":"2016-01-01","popularity":1.559,"vote_average":10,"id":498519,"adult":false,"vote_count":1},{"overview":"A dramatization of the incident in 1972 when Arab terrorists broke into the Olympic compound in Munich and murdered 11 Israeli athletes.","original_language":"en","original_title":"21 Hours at Munich","video":false,"title":"21 Hours at Munich","genre_ids":[18,36],"poster_path":"\/kVYRTI7V8TQn24f9YY3HW58KGXY.jpg","backdrop_path":"\/31RPz4h3uhf9ZQ5RJ0vTWftI2va.jpg","release_date":"1976-11-07","popularity":1.647,"vote_average":6.2,"id":82598,"adult":false,"vote_count":6},{"overview":"Based on the childhood memories of actor Michael Degen, the movie deals with the everyday struggle to survive as a Jewish boy in Nazi Germany. As his father had died in 1940 after being released from the Sachsenhausen concentration camp, Michael and his mother fear to be deported themselves. They manage to live in Berlin with false names and faked papers, hidden by several, often broken, people...","original_language":"de","original_title":"Nicht alle waren Mörder","video":false,"title":"Nicht alle waren Mörder","genre_ids":[18,36,10770],"poster_path":"\/6vkfFRmy3cgGZBIJV0buhX1phjd.jpg","backdrop_path":"\/b6Yo3XSia3X5yCd69CdZV15fkU0.jpg","release_date":"2006-11-01","popularity":1.4,"vote_average":5,"id":155445,"adult":false,"vote_count":3},{"overview":"A noisy and absurd re-telling of the great 1950 invasion of Inchon during the Korean War which was masterminded by General Douglas MacArthur.","original_language":"en","original_title":"Inchon","video":false,"title":"Inchon","genre_ids":[18,36,10752],"poster_path":"\/qnG3kjFWOJxZ1nR44HdAVJTuerg.jpg","backdrop_path":null,"release_date":"1982-05-04","popularity":1.393,"vote_average":5.3,"id":113464,"adult":false,"vote_count":6},{"overview":"The Marquis Rodolphe de Sombrueil accidentally runs over a working man with his carriage and helps his widow -- unjustly accused of robbery -- to find her missing daughter.","original_language":"fr","original_title":"Les mystères de Paris","video":false,"title":"The Mysteries of Paris","genre_ids":[36,12],"poster_path":"\/8R73DYrKYSKEEEQOX4ZKNef1cHk.jpg","backdrop_path":"\/fWtB2WpEvxskRpmSqkZnieD4kDT.jpg","release_date":"1962-10-10","popularity":1.813,"vote_average":4.5,"id":86197,"adult":false,"vote_count":2}],[{"overview":"Two people, a Frenchman Julien Maroyeur and a Jewish German woman (Anna Kupfer) met on a train while escaping the German army entering France.","original_language":"fr","original_title":"Le Train","video":false,"title":"The Last Train","genre_ids":[18,36],"poster_path":"\/3BbMduMiJGZ38HQHXAhgpol42ta.jpg","backdrop_path":"\/eXgfPMRDR53Wuw6MWCL1oVOf38v.jpg","release_date":"1973-10-31","popularity":1.856,"vote_average":7.7,"id":3475,"adult":false,"vote_count":12},{"overview":"Sree Hari Hara Sudhan Swami Ayyappan Movie is Fully 3D Animated Devotional Story of Lord Ayyappan.","original_language":"ta","original_title":"Sree Hari Hara Sudhan Swami Ayyappan","video":false,"title":"Sree Hari Hara Sudhan Swami Ayyappan","genre_ids":[16,18,36],"poster_path":"\/fwSLPwvhd5Gdal6bH7a8LHH8NXW.jpg","backdrop_path":"\/nEhuHCbyniPx4nZJ1L9p9eUhbJy.jpg","release_date":"2017-04-17","popularity":1.4,"vote_average":10,"id":488968,"adult":false,"vote_count":1},{"overview":"A romance blooms between a noblewoman and a common man amid a peasant revolt against the brutal Russian army","original_language":"lt","original_title":"Tadas Blinda. Pradžia","video":false,"title":"Fireheart: The Legend of Tadas Blinda","genre_ids":[12,18,36,10749],"poster_path":"\/hQK1hc3gQV8xu3iJrwOnqE3Q2mn.jpg","backdrop_path":"\/6N9PY8RIUQxJ0PZSo0pTwN09jAV.jpg","release_date":"2011-01-01","popularity":1.028,"vote_average":6.1,"id":82331,"adult":false,"vote_count":4},{"overview":"A film that focuses on some of the events during the life of Joseph Smith, Jr., founder of the Latter Day Saint movement, which was both filmed and distributed by The Church of Jesus Christ of Latter-day Saints.","original_language":"en","original_title":"Joseph Smith: The Prophet of the Restoration","video":false,"title":"Joseph Smith: The Prophet of the Restoration","genre_ids":[10751,18,36],"poster_path":"\/c1HZoNSDxICuRIvq1TnUkol4D2F.jpg","backdrop_path":"\/yyO33YPLkixh8veIDvBY1eaFVrh.jpg","release_date":"2005-12-15","popularity":1.339,"vote_average":7.1,"id":59470,"adult":false,"vote_count":7},{"overview":"Film biography dwelling on the hectic artistic life of António Variações, a famous Portuguese pop rock singer from the 80s who died of aids.","original_language":"pt","original_title":"Variações","video":false,"title":"Variações","genre_ids":[18,36,10402],"poster_path":"\/iCOYg6tTlU7DsSOgOqzSW8W7HXp.jpg","backdrop_path":"\/ltDUqIptIeNv4ZoGRDAMcob8p6n.jpg","release_date":"2019-08-22","popularity":4.848,"vote_average":7.4,"id":529459,"adult":false,"vote_count":7},{"overview":"Third movie in the series.","original_language":"ru","original_title":"Русские евреи. Фильм третий. После 1948 года","video":false,"title":"Russian Jews. Part Three. After 1948.","genre_ids":[99,36],"poster_path":"\/b99mqkjJlNC4t7EBQXNdD5Db93L.jpg","backdrop_path":null,"release_date":"2017-09-21","popularity":0.673,"vote_average":9,"id":469111,"adult":false,"vote_count":2},{"overview":"Aeneas leads escapees from the Trojan war to new land in Italy, and must deal with new threats to his people.","original_language":"it","original_title":"La leggenda di Enea","video":false,"title":"The Avenger","genre_ids":[36,12,10752,18],"poster_path":"\/79tLXzHIy3fDVg7dKR0fRl2XctL.jpg","backdrop_path":"\/AoDKJtaUVPNjp9GnfHLix5gOf3Z.jpg","release_date":"1962-01-01","popularity":0.6,"vote_average":5.6,"id":194798,"adult":false,"vote_count":6},{"overview":"Top Nazi officials, intent on rooting out traitors and those in the military who may be plotting to overthrow Adolf Hitler, recruit and train a group of beautiful prostitutes whose mission is to use any means necessary to uncover plots against the Fuhrer.","original_language":"it","original_title":"Casa privata per le SS","video":false,"title":"SS Girls","genre_ids":[18,36,10752],"poster_path":"\/mrPhJFdf62KC8nLcS1aYR5rKgfN.jpg","backdrop_path":"\/teqABoMqmiLgXtmMvUdcsO7yxsQ.jpg","release_date":"1977-01-20","popularity":2.637,"vote_average":4.3,"id":40339,"adult":false,"vote_count":12},{"overview":"Alberto Negrin directs this Italian drama starring Luca Zingaretti (well known Italian actor from the TV series Inspector Montalbano). The film traces the 57 days after the assassination of his friend and fellow anti-Mafia judge Giovanni Falcone when Paolo Borsellino (Zingaretti) must come to terms with his own inescapable destiny.","original_language":"it","original_title":"Paolo Borsellino - I 57 giorni","video":false,"title":"Paolo Borsellino - The 57 Days","genre_ids":[36,18],"poster_path":"\/a7kgliu5FYnPGscToUJRIXlNTk6.jpg","backdrop_path":"\/rumBMnyygeBrjFe0bAyUmwkEI6O.jpg","release_date":"2012-05-22","popularity":0.886,"vote_average":7.7,"id":112586,"adult":false,"vote_count":15},{"overview":"An Englishman falls in love with a Russian spy.","original_language":"en","original_title":"British Agent","video":false,"title":"British Agent","genre_ids":[10749,18,36,10752],"poster_path":"\/weLnXV8ryECw2GMKpk7bJMIMVFD.jpg","backdrop_path":"\/yig0iV6fk5fDwNexri0rMzeHYHK.jpg","release_date":"1934-09-15","popularity":1.186,"vote_average":5.8,"id":134618,"adult":false,"vote_count":6},{"overview":"Depicts Romania during World War II, focusing on the Royal Coup that toppled Ion Antonescu, the Axis-allied Conducător and authoritarian Prime Minister.\r Focused around the August 23rd 1944 coup against Marshal Antonescu, the movie also tackles other topics from the same era such as the Iron Guard rebellion and the execution of political leaders by communists.","original_language":"ro","original_title":"Oglinda","video":false,"title":"Mirror","genre_ids":[36,18],"poster_path":"\/drKrY7QxSLBU83bjbe3vkohHaiX.jpg","backdrop_path":"\/pJkPHzMD58lkB1SS83BN6j6FbM5.jpg","release_date":"1994-02-11","popularity":0.89,"vote_average":5.7,"id":360504,"adult":false,"vote_count":6},{"overview":"In 1942 Britain was clinging to the island of Malta since it was critical to keeping Allied supply lines open. The Axis also wanted it for their own supply lines. Plenty of realistic reenactments and archival combat footage as the British are beseiged and try to fight off the Luftwaffe. Against this background, a RAF reconnaissance photographer's romance with a local girl is endangered as he tries to plot enemy movements.","original_language":"en","original_title":"Malta Story","video":false,"title":"Malta Story","genre_ids":[18,10752,36],"poster_path":"\/wacjTVEvZrYMST5FJ7jT0of2GiI.jpg","backdrop_path":"\/rXlaHjzOuLRQ2TAsMdQgYvLEjCw.jpg","release_date":"1953-06-01","popularity":2.81,"vote_average":5.6,"id":65489,"adult":false,"vote_count":8},{"overview":"A movie company comes to Oklahoma to convince legendary lawmen Bill Tilghman to star in a bank robbery silent film featuring real outlaws. Tilghman reluctantly agrees, not realizing everyone's lives will never be the same.","original_language":"en","original_title":"Bill Tilghman and the Outlaws","video":false,"title":"Bill Tilghman and the Outlaws","genre_ids":[37,35,28,18,36],"poster_path":"\/zkc5mGLaB68YhSkvDOGi7Jy4bFV.jpg","backdrop_path":"\/kYtbnIxC9teLl6jSyhWZkZtje7b.jpg","release_date":"2019-02-07","popularity":2.556,"vote_average":9.5,"id":618370,"adult":false,"vote_count":2},{"overview":"Recounts the 40-year history of building the Salt Lake Temple, shown as if recounted by Wilford Woodruff to a young reporter. It portrays the pioneers' dedication to temple worship.","original_language":"en","original_title":"The Mountain of the Lord","video":false,"title":"The Mountain of the Lord","genre_ids":[36,10751,99],"poster_path":"\/eMA6hfvuBmGq3zIwCJjV2LcIXCm.jpg","backdrop_path":"\/2C0TWgrvybfW9am38muf3s3K94L.jpg","release_date":"1993-03-01","popularity":1.152,"vote_average":7.4,"id":48467,"adult":false,"vote_count":6},{"overview":"We are in the year 1871. A journalist for Versailles Television broadcasts a soothing and official view of events while a Commune television is set up to provide the perspectives of the Paris rebels. On a stage-like set, more than 200 actors interpret characters of the Commune, especially the Popincourt neighbourhood in the XIth arrondissement. They voice their own thoughts and feelings concerning the social and political reforms. The scenes consist mainly of long camera takes.","original_language":"fr","original_title":"La Commune (Paris, 1871)","video":false,"title":"La Commune (Paris, 1871)","genre_ids":[18,36,10752],"poster_path":"\/czXCgirmfqqd0lludsCqyaMoSNP.jpg","backdrop_path":"\/k5D6ZBTvR7q348Mtqw9JSDqRNAM.jpg","release_date":"2003-07-03","popularity":1.6,"vote_average":7.3,"id":63195,"adult":false,"vote_count":13},{"overview":"Life and adventures of lord George Gordon Byron. BBC dramatization of the poet's final thirteen years","original_language":"en","original_title":"Byron","video":false,"title":"Byron","genre_ids":[18,10749,36],"poster_path":"\/b4NYNKMA0lj5FsqCiXj0JCcLeyx.jpg","backdrop_path":"\/ode32PxQJzO9JBPldoSGbEt5IPu.jpg","release_date":"2005-10-22","popularity":1.675,"vote_average":5,"id":121293,"adult":false,"vote_count":2},{"overview":"The true story of a nun who betrayed a network of Resistance fighters after having a passionate but doomed love affair with a priest during the Second World War.","original_language":"fr","original_title":"Ici-bas","video":false,"title":"Here Below","genre_ids":[18,36],"poster_path":"\/vT8q1MZSxDDdctcNQZb2Ri6WAss.jpg","backdrop_path":"\/8L9SLQaLRdnOk2ugEKmAJW02cAx.jpg","release_date":"2012-01-18","popularity":0.664,"vote_average":5.2,"id":125342,"adult":false,"vote_count":6},{"overview":"Having dedicated his life to the preparation of the revolution in the Russian Empire, Vladimir Lenin, living in exile in Switzerland, desperately seeks a way back to Russia to take control. Options are few when Lenin receives an offer from Alexander Parvus, the most infamous of political opportunists, who has made a deal with Germany to sponsor the revolution under Lenin's command and smuggle Lenin and his comrades into Russia. Aware that making a deal with 2 devils could cost him everything including his political influence, Lenin knows he must outsmart and outmaneuver Parvus and the Germans at any cost...","original_language":"ru","original_title":"Ленин. Неизбежность","video":false,"title":"The Lenin Factor","genre_ids":[18,36],"poster_path":"\/p4D5yzHk7Y5QHTSiARCDzFT3Qef.jpg","backdrop_path":null,"release_date":"2019-10-31","popularity":1.879,"vote_average":0,"id":620023,"adult":false,"vote_count":0},{"overview":"Recy Taylor, a 24-year-old black mother and sharecropper, was gang raped by six white boys in 1944 Alabama. Common in Jim Crow South, few women spoke up in fear for their lives. Not Recy Taylor, who bravely identified her rapists. The NAACP sent its chief rape investigator Rosa Parks, who rallied support and triggered an unprecedented outcry for justice. The film exposes a legacy of physical abuse of black women and reveals Rosa Parks’ intimate role in Recy Taylor’s story.","original_language":"en","original_title":"The Rape of Recy Taylor","video":false,"title":"The Rape of Recy Taylor","genre_ids":[99,36],"poster_path":"\/uu143OjYA28w6sq2RVVemVwnTcF.jpg","backdrop_path":"\/5Em1YxpkbImZYhm9ZG9YjmYAUQY.jpg","release_date":"2017-09-06","popularity":1.604,"vote_average":7.7,"id":472648,"adult":false,"vote_count":9},{"overview":"On March 16 1978, the Red Brigade kidnap the Chief of the Christian Democraty, the party in power in Italy since the end of the war. Fifty-five days later, his corpse was found in the trunk of a red Renault.","original_language":"it","original_title":"Il caso Moro","video":false,"title":"Il caso Moro","genre_ids":[18,36],"poster_path":"\/4flRZIrXhBSVIBWaBLehiNmmnDH.jpg","backdrop_path":"\/9P8Pj9AQ2z0i8o97WKSpYDOYKHy.jpg","release_date":"1986-01-01","popularity":1.694,"vote_average":6.8,"id":63269,"adult":false,"vote_count":22}],[{"overview":"History buffs will glory in the riches of Louis, Enfant Roi, others will perhaps find this complex story of intrigues and betrayals in the court of the young king tough sledding. When Louis the Fourteenth (1638-1715) was born, the power of government was shared between the monarchy, the church, the nobility, and the Parlement. His predecessor had greatly centralized the powers of government following the advice of Cardinal Richelieu. Louis XIV (often called \"The Sun King\" for the brilliance of his rule) followed the advice of Richelieu's successor, Cardinal Mazarin (Paolo Graziosi), and brought the powers of government under the sole sway of the monarch. He expanded the territory and influence of France in a series of wars throughout his reign. How he came to be so autocratic and ruthless both personally and politically is the subject of this biographical drama.","original_language":"fr","original_title":"Louis, enfant Roi","video":false,"title":"Louis, the Child King","genre_ids":[10752,18,36],"poster_path":"\/9jYgDAGe6mDz0izWo6TazMBQT1g.jpg","backdrop_path":null,"release_date":"1993-06-02","popularity":0.682,"vote_average":6.1,"id":198441,"adult":false,"vote_count":6},{"overview":"A documentary on the former mayor of New York City, Ed Koch.","original_language":"en","original_title":"Koch","video":false,"title":"Koch","genre_ids":[36,99],"poster_path":"\/t8nsqDrox8TlVdaemnQpFKr0oMB.jpg","backdrop_path":"\/AgwaqhHeZauZIlv088b0sRKh4on.jpg","release_date":"2013-02-01","popularity":2.153,"vote_average":5.8,"id":138217,"adult":false,"vote_count":4},{"overview":"During World War II, Switzerland severely limited refugees: \"Our boat is full.\" A train from Germany halts briefly in an isolated corner of Switzerland. Six people jump off seeking asylum: four Jews, a French child, and a German soldier. They seek temporary refuge with a couple who run a village inn. They pose as a family: the deserter as husband, Judith as his wife, an old man from Vienna as her father, his granddaughter and the French lad, whom they beg to keep silent, as their children. Judith's teenage brother poses as a soldier. The fabrication unravels through chance and the local constable's exact investigation. Whom will the Swiss allow to stay? Who gets deported?","original_language":"de","original_title":"Das Boot ist voll","video":false,"title":"The Boat Is Full","genre_ids":[18,36,10752],"poster_path":"\/j3WhNDxAxqzaCIWfez4QKkGX46O.jpg","backdrop_path":"\/twyMQgaUTcmjxj1LeaQQ9Pmo88i.jpg","release_date":"1981-04-25","popularity":0.697,"vote_average":7.3,"id":42140,"adult":false,"vote_count":4},{"overview":"Diederich Heßling is scared of everything and everyone. But as he grows up, he comes to realize that he has to offer his services to the powers-that-be if he wants to wield power himself. His life motto now runs: bow to those at the top and tread on those below. In this way, he always succeeds: as a student in a duel-fighting student fraternity and as a businessman in a paper factory. He cajoles the obese district administrative president Von Wulkow and wins his favor. He slanders his financial rivals and hatches a plot with the social democrats in the town council. On his honeymoon with his rich wife Guste, he finally finds a chance to do his beloved Kaiser a favor. And when a memorial to the Kaiser is unveiled in the town where Diederich lives and works, he delivers the address. He stands behind the lectern in the pouring rain, saluting his Kaiser. The crowd is dispersed. Everything is laid in ruins...","original_language":"de","original_title":"Der Untertan","video":false,"title":"The Kaiser's Lackey","genre_ids":[36,18,35],"poster_path":"\/cTYFSjqCKZUCC6NuNFruLQj4CUY.jpg","backdrop_path":"\/fI9kNc4sg08p1yugckAOi51hETA.jpg","release_date":"1951-08-31","popularity":1.558,"vote_average":6.8,"id":36922,"adult":false,"vote_count":11},{"overview":"1941. October. There are thousands of German troops advancing on Kalinin (now Tver), to open a direct route to Moscow. There are only two thousand people defending the city. No tanks. No artillery. Their only hope to hold o  the enemy – is the  fth Infantry Division, that is about to go through the Kalinin station. But there are spies out there doing every- thing to prevent this from happening. Major Pavel Tokarev, Head of the Kalinin garrison, is struggling to maintain order in the city. And he himself falls under suspicion of being involved in spy activity.","original_language":"ru","original_title":"Прощаться не будем","video":false,"title":"Not Say Goodbye","genre_ids":[10752,18,36],"poster_path":"\/jZp5OaZlbtuJZq3Z5hpFO3POUf9.jpg","backdrop_path":"\/kZQNj8j0nx7F2r6zz992N3yMZjc.jpg","release_date":"2018-06-21","popularity":2.571,"vote_average":0,"id":513530,"adult":false,"vote_count":0},{"overview":"Cardinal Mazarin dies, leaving a power vacuum in which the young Louis asserts his intention to govern as well as rule. Mazarin's fiscal advisor, Colbert, warns against Fouquet, the Superintendant who has been systematically looting the treasury and wants to be prime minister. Fouquet believes Louis will soon tire of exercizing power and overplays his hand by offering a bribe to Louis' mistress to be his ally. She reports this to the king who arrests Fouquet. Louis and Colbert design a brilliant strategy to keep merchants making money, nobles in debt, the urban poor working and fed, and peasants untaxed. Years later, in a coda, we see Louis exercizing the power of the sun.","original_language":"fr","original_title":"La prise de pouvoir par Louis XIV","video":false,"title":"The Taking of Power by Louis XIV","genre_ids":[18,36],"poster_path":"\/t5aCuivg6azCHgA8mX1nryEBrL7.jpg","backdrop_path":"\/tIeeMsUVSyySVff2YWodDJWJD7I.jpg","release_date":"1966-10-08","popularity":1.421,"vote_average":6.8,"id":69912,"adult":false,"vote_count":20},{"overview":"Beautiful young Virginian Jane steps down from her proper aristocratic upbringing when she marries down-to-earth surveyor Matt Howard. Matt joins the Colonial forces in their fight for freedom against England. Matt will meet Jane's father in the battlefield.","original_language":"en","original_title":"The Howards of Virginia","video":false,"title":"The Howards of Virginia","genre_ids":[18,36,10752],"poster_path":"\/wNXiHByuIQm5m3wLSTb42rYriam.jpg","backdrop_path":"\/sH2ylZ2Jl8SKte5yDzCi5qPWqcP.jpg","release_date":"1940-09-19","popularity":1.408,"vote_average":6.3,"id":52360,"adult":false,"vote_count":4},{"overview":"Lady Caroline Lamb, dissatisfied in her marriage, has an affair with the dashing Romantic poet Lord Byron.","original_language":"en","original_title":"Lady Caroline Lamb","video":false,"title":"Lady Caroline Lamb","genre_ids":[18,36,10749],"poster_path":"\/xWmwZUQTyGmO2oV6JZLcZQ1R1x9.jpg","backdrop_path":null,"release_date":"1973-02-11","popularity":0.977,"vote_average":6,"id":253078,"adult":false,"vote_count":6},{"overview":"“The Iron Orchard\" is the story of Jim McNeely, a young man thrust into the vibrant and brutal West Texas oilfields in 1939, who works his way through the ranks to ultimately become a formidable wildcatter.","original_language":"en","original_title":"The Iron Orchard","video":false,"title":"The Iron Orchard","genre_ids":[18,36,10749],"poster_path":"\/eNiRMYEFPLqTQFT7uPXikBgz3t7.jpg","backdrop_path":"\/xHwrmYT6fbzRsS2vbqNVnpxAPb.jpg","release_date":"2018-05-05","popularity":2.745,"vote_average":7,"id":522530,"adult":false,"vote_count":2},{"overview":"King Louis XIV has without his knowledge a twin brother, Philippe, but when he is told, he immediately locks up his brother in the Bastille. The king wants to increase his popularity and stages an assassination against himself where Philippe is dressed as king Louis. But Philippe manages to escape the assassination and everybody believes him to be the real king...","original_language":"en","original_title":"The Fifth Musketeer","video":false,"title":"The Fifth Musketeer","genre_ids":[28,36],"poster_path":"\/6bTFJUyQrsQUhLR6yXqQgHctQES.jpg","backdrop_path":"\/bUihVdCi4037AAPV7mpdEJ6Wwe0.jpg","release_date":"1979-04-06","popularity":2.212,"vote_average":5.3,"id":4201,"adult":false,"vote_count":4},{"overview":"The story of Polish pedagogue Janusz Korczak and his dedication to protecting Jewish orphans during the war.","original_language":"pl","original_title":"Korczak","video":false,"title":"Korczak","genre_ids":[18,36],"poster_path":"\/vP0UUZ7AUP711WRSkj3uGM3r2hp.jpg","backdrop_path":"\/uOdVaUmgyh9A4bNLK9EGN2wiU7G.jpg","release_date":"1990-01-01","popularity":1.968,"vote_average":7.7,"id":47430,"adult":false,"vote_count":6},{"overview":"Ding Hui is a member of Purple Butterfly, a powerful resistance group in Japanese occupied Shanghai. An unexpected encounter reunites her with Itami, an ex-lover... and officer with a secret police unit tasked with dismantling Purple Butterfly.","original_language":"zh","original_title":"紫蝴蝶","video":false,"title":"Purple Butterfly","genre_ids":[10752,18,36],"poster_path":"\/z83njmGdOXfOcWtDj5MHqs6sIOb.jpg","backdrop_path":null,"release_date":"2003-05-22","popularity":1.85,"vote_average":6.6,"id":34561,"adult":false,"vote_count":5},{"overview":"Cefalonia tells the real story about what happened in September 1943 on the Greek island of Kefalonia (Cefalonia in Italian), when the 12,000 men in the Italian 33rd Acqui Infantry Division, following Italy's surrender to the Allied, refused to put themselves under German command and also refused to surrender their weapons. The local German force, supported by Stuka dive-bombers and additional troops, attacked the Italians and after several days of combat the Italians surrendered, having lost 1,300 men. As punishment, the German High Command ordered that all surviving Italians should be executed. Some 5,000 were executed during a week of killings. A handful were rescued by locals and the Greek guerrilla,  while the rest were shipped off as prisoners, whereof 3,000 drowned when their ships hit mines. The film \"Captain Corelli's Mandolin\" is based on a novel about the Italian occupation of Cefalonia, but the massacre was much toned down in the Hollywood version.","original_language":"it","original_title":"Cefalonia","video":false,"title":"Cefalonia","genre_ids":[18,36],"poster_path":"\/1srAhcby100iueT7HfeSEruxcVw.jpg","backdrop_path":"\/a59go3QXBhFoCBnNm5XagFczO33.jpg","release_date":"2005-04-11","popularity":1.4,"vote_average":6.3,"id":116477,"adult":false,"vote_count":7},{"overview":"Brest, 1950. The war ended five years ago and nothing remains of the city. Massive bombings and intense fighting lasting more than a month turned the city, its docks, its arsenal, into ashes. Thousands of workers will build it up again, brick by brick. But with awful work conditions protests quickly arise and a strike begins. Violent confrontations happen during manifestations. Until one man falls.  The next day René Vautier lands at Brest clandestinely to make a movie about the movement.","original_language":"fr","original_title":"Un Homme est mort","video":false,"title":"A Man is Dead","genre_ids":[16,18,36],"poster_path":"\/rfL9SQFO6orUfAk4jeM09aVVH56.jpg","backdrop_path":"\/7QC0rcKAg26NHfCxhDYvgXCfefH.jpg","release_date":"2018-06-11","popularity":1.303,"vote_average":6.2,"id":506212,"adult":false,"vote_count":10},{"overview":"Two sisters turns in the center of a plot implying wolfram, Nazis, Franco's prisoners and British spies.","original_language":"es","original_title":"Lobos sucios","video":false,"title":"Dirty Wolves","genre_ids":[18,36],"poster_path":"\/bRBbZDItxazNClPkTIQ7u0dSv0e.jpg","backdrop_path":"\/b3XZFaOIXPefoGXKnex3CWIyavy.jpg","release_date":"2015-10-10","popularity":1.9,"vote_average":5.1,"id":367499,"adult":false,"vote_count":10},{"overview":"As Alice and Cora Munro attempt to find their father, a British officer in the French and Indian War, they are set upon by French soldiers and their cohorts, Huron tribesmen led by the evil Magua. Fighting to rescue the women are Chingachgook and his son Uncas, the last of the Mohican tribe, and their white ally, the frontiersman Natty Bumppo, known as Hawkeye.","original_language":"en","original_title":"The Last of the Mohicans","video":false,"title":"The Last of the Mohicans","genre_ids":[12,18,28,36],"poster_path":"\/aJTmtv0zrAVyCv7RnWENVoIU9nf.jpg","backdrop_path":"\/8ZfVinPGln97EDvvA3Kss8EMRF5.jpg","release_date":"1920-11-21","popularity":1.992,"vote_average":6.2,"id":71065,"adult":false,"vote_count":13},{"overview":"The Making of a Lady: The Story of Lady Hamilton is a 1968 historical drama film directed by Christian-Jaque and starring Michèle Mercier, Richard Johnson and John Mills.[1] It was based on the novel La San-Felice by Alexandre Dumas and depicts the love affair between Emma Hamilton and Horatio Nelson. It was a co-production between Italy, West Germany, France and the United States.","original_language":"it","original_title":"Le calde notti di Lady Hamilton","video":false,"title":"Emma Hamilton","genre_ids":[18,36,10749],"poster_path":"\/7HCRiXVjlRrXzAgTavzMFx8dXey.jpg","backdrop_path":"\/51Vc87JikxPKvJZlS85f3Wt5AfX.jpg","release_date":"1976-03-12","popularity":1.269,"vote_average":3.8,"id":48404,"adult":false,"vote_count":3},{"overview":"Absurd retelling of the story of Adam and Eve, this was the first of several biblical movies by director Miguel Zacarías that were intended to inspire the faithful but only inspired laughter instead. This film gained much notoriety due to the abundant nudity of its stars and was released worldwide.","original_language":"es","original_title":"El pecado de Adán y Eva","video":false,"title":"The Sin of Adam and Eve","genre_ids":[36],"poster_path":"\/oBlTswYjy9wygztXZkxXdSXEJsJ.jpg","backdrop_path":"\/xH7DVfA24VjI6juqhhcKdbOLGOa.jpg","release_date":"1969-01-01","popularity":1.089,"vote_average":4.3,"id":174842,"adult":false,"vote_count":3},{"overview":"The electrifying special was taped at the legendary Apollo Theater in New York City, where Mars kicks off the primetime special in spectacular style, with an epic performance atop the Apollo’s landmark marquee.","original_language":"en","original_title":"Bruno Mars: 24K Magic Live at the Apollo","video":false,"title":"Bruno Mars: 24K Magic Live at the Apollo","genre_ids":[36,10402],"poster_path":"\/knH7m7zsPSkzxReDwzt5uOGhP6C.jpg","backdrop_path":"\/9aYrKMhKEr1enRbxBpUeAXRpMET.jpg","release_date":"2017-11-29","popularity":1.39,"vote_average":8.3,"id":488383,"adult":false,"vote_count":4},{"overview":"President John F. Kennedy is shown riding in an open-top car with his wife and several others, waving at crowds on the sidewalk. He is hit by a bullet and clutches his throat as the others react with surprise. Another shot hits Kennedy in the head and he collapses. A Secret Service agent runs up to the car, and Mrs. Kennedy climbs onto the trunk to pull him aboard as the car speeds away.","original_language":"en","original_title":"Zapruder Film of Kennedy Assassination","video":false,"title":"Zapruder Film of Kennedy Assassination","genre_ids":[80,99,36],"poster_path":"\/aUbqNOlmlOFMeHYITMScRxaX81L.jpg","backdrop_path":null,"release_date":"1963-11-22","popularity":2.723,"vote_average":7.2,"id":53228,"adult":false,"vote_count":19}]]