{"playlistName":"pls watch after finals only >:(","description":"freedom hehe","movies":[{"id":8835,"title":"Legally Blonde","releaseDateInfo":994953600000,"summaryInfo":"Elle Woods has it all. She's the president of her sorority, a Hawaiian Tropic girl, Miss June in her campus calendar, and, above all, a natural blonde. She dates the cutest fraternity boy on campus and wants nothing more than to be Mrs. Warner Huntington III. But, there's just one thing stopping Warner from popping the question: Elle is too blonde.","fullPosterPathInfo":null,"fullBackdropPathInfo":null,"ratingInfo":6.4,"genreIdInfo":[35],"certInfo":null,"castInfo":null,"stringDate":"2001-07-13","movie":false,"adultContent":false,"movieTitle":"Legally Blonde"},{"id":455714,"title":"Bad Genius","releaseDateInfo":1498752000000,"summaryInfo":"Lynn, a brilliant student, after helping her friends to get the grades they need, develops the idea of starting a much bigger exam-cheating business.","fullPosterPathInfo":null,"fullBackdropPathInfo":null,"ratingInfo":7.6,"genreIdInfo":[35,18,80],"certInfo":null,"castInfo":null,"stringDate":"2017-06-30","movie":false,"adultContent":false,"movieTitle":"Bad Genius"},{"id":1412,"title":"Arrow","releaseDateInfo":1349798400000,"summaryInfo":"Spoiled billionaire playboy Oliver Queen is missing and presumed dead when his yacht is lost at sea. He returns five years later a changed man, determined to clean up the city as a hooded vigilante armed with a bow.","fullPosterPathInfo":null,"fullBackdropPathInfo":null,"ratingInfo":5.8,"genreIdInfo":[80,18,9648,10759],"certInfo":null,"castInfo":null,"stringDate":"2012-10-10","movie":false,"adultContent":false,"movieTitle":"Arrow"},{"id":62286,"title":"Fear the Walking Dead","releaseDateInfo":1440259200000,"summaryInfo":"What did the world look like as it was transforming into the horrifying apocalypse depicted in \"The Walking Dead\"? This spin-off set in Los Angeles, following new characters as they face the beginning of the end of the world, will answer that question.","fullPosterPathInfo":null,"fullBackdropPathInfo":null,"ratingInfo":6.3,"genreIdInfo":[18,27],"certInfo":null,"castInfo":null,"stringDate":"2015-08-23","movie":false,"adultContent":false,"movieTitle":"Fear the Walking Dead"},{"id":1622,"title":"Supernatural","releaseDateInfo":1126540800000,"summaryInfo":"When they were boys, Sam and Dean Winchester lost their mother to a mysterious and demonic supernatural force. Subsequently, their father raised them to be soldiers. He taught them about the paranormal evil that lives in the dark corners and on the back roads of America ... and he taught them how to kill it. Now, the Winchester brothers crisscross the country in their '67 Chevy Impala, battling every kind of supernatural threat they encounter along the way. ","fullPosterPathInfo":null,"fullBackdropPathInfo":null,"ratingInfo":7.4,"genreIdInfo":[18,9648,10765],"certInfo":null,"castInfo":null,"stringDate":"2005-09-13","movie":false,"adultContent":false,"movieTitle":"Supernatural"},{"id":60735,"title":"The Flash","releaseDateInfo":1412611200000,"summaryInfo":"After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash.","fullPosterPathInfo":null,"fullBackdropPathInfo":null,"ratingInfo":6.7,"genreIdInfo":[18,10765],"certInfo":null,"castInfo":null,"stringDate":"2014-10-07","movie":false,"adultContent":false,"movieTitle":"The Flash"},{"id":68507,"title":"His Dark Materials","releaseDateInfo":1572710400000,"summaryInfo":"Lyra is an orphan who lives in a parallel universe in which science, theology and magic are entwined. Lyra's search for a kidnapped friend uncovers a sinister plot involving stolen children, and turns into a quest to understand a mysterious phenomenon called Dust. She is later joined on her journey by Will, a boy who possesses a knife that can cut windows between worlds. As Lyra learns the truth about her parents and her prophesied destiny, the two young people are caught up in a war against celestial powers that ranges across many worlds.","fullPosterPathInfo":null,"fullBackdropPathInfo":null,"ratingInfo":8.0,"genreIdInfo":[18,10765],"certInfo":null,"castInfo":null,"stringDate":"2019-11-03","movie":false,"adultContent":false,"movieTitle":"His Dark Materials"}]}