[
  [
    {
      "overview": "InuYasha is a half-demon who was trapped in the Legendary Tree and was set free by Kagome, a girl who traveled 500 years through time. This time, both of them will have to face Menomaru, a Chinese demon whose father, known as Hyoga, came 300 years ago to invade Japan, but was stopped by InuYasha's Father. InuYasha and Kagome, along with Sango, Miroku, Shippou, Kaede and Myoga, will try to stop Menomaru in his becoming the most powerful demon ever.",
      "original_language": "ja",
      "original_title": "映画 犬夜叉 時代を越える想い",
      "video": false,
      "title": "Inuyasha the Movie: Affections Touching Across Time",
      "genre_ids": [
        28,
        12,
        16,
        14
      ],
      "poster_path": "\/1Y326oUgWx1OerzbEFV7fbasRCo.jpg",
      "backdrop_path": "\/79prj8c0RfjCtaJ6goM1BRqsyMm.jpg",
      "release_date": "2005-05-21",
      "popularity": 4.173,
      "vote_average": 7.2,
      "id": 42360,
      "adult": false,
      "vote_count": 41
    },
    {
      "overview": "A Victorian gentleman hopes to find his long-lost son, who vanished whilst searching for a mysterious Viking community in a volcanic valley somewhere in uncharted Arctic regions. The gentleman puts together an expedition team to go on the search, but when they reach their destination they must escape from some Viking descendants who will kill to keep their existence a secret.",
      "original_language": "en",
      "original_title": "The Island at the Top of the World",
      "video": false,
      "title": "The Island at the Top of the World",
      "genre_ids": [
        12,
        14,
        28,
        878,
        10751
      ],
      "poster_path": "\/arz1oc5dXXayfNR6q0YkjhmkcTR.jpg",
      "backdrop_path": "\/jHE8a3oKHeG9gychyuXtS04DIsK.jpg",
      "release_date": "1974-01-01",
      "popularity": 4.239,
      "vote_average": 5.9,
      "id": 42453,
      "adult": false,
      "vote_count": 34
    },
    {
      "overview": "Two adventurers and best friends, Roland and Manu, are the victims of a practical joke that costs Manu his pilot's license. With seeming contrition, the jokesters tell Roland and Manu about a crashed plane lying on the ocean floor off the coast of Congo stuffed with riches. The adventurers set off to find the loot.",
      "original_language": "fr",
      "original_title": "Les Aventuriers",
      "video": false,
      "title": "The Last Adventure",
      "genre_ids": [
        10749,
        12,
        18
      ],
      "poster_path": "\/vcQ0SYXy7LufoSdJQt0WL1kdI7h.jpg",
      "backdrop_path": "\/pwevHLeAxsVbkoYwlYfF5PR2VbI.jpg",
      "release_date": "1967-05-05",
      "popularity": 1.681,
      "vote_average": 6.9,
      "id": 11396,
      "adult": false,
      "vote_count": 41
    },
    {
      "overview": "Tells of the daring heist of The Stone of Destiny in the 1950s by a charming group of idealistic Scottish undergraduates, whose action rekindled Scottish nationalistic pride.",
      "original_language": "en",
      "original_title": "Stone of Destiny",
      "video": false,
      "title": "Stone of Destiny",
      "genre_ids": [
        18,
        12,
        80
      ],
      "poster_path": "\/rZWhnQY4Efi0iYQpnagP4vyaYps.jpg",
      "backdrop_path": "\/nxP9fzuq0lvIts9EGZFbp6NcXQE.jpg",
      "release_date": "2008-12-19",
      "popularity": 2.405,
      "vote_average": 6.6,
      "id": 12407,
      "adult": false,
      "vote_count": 31
    },
    {
      "overview": "Nobita has changed the real world to a world of magic using the \"Moshimo Box\" in admiration of magic. One day, Nobita meets Chaplain Mangetsu, a magic researcher, and his daughter Miyoko. Nobita learns from them that the Great Satan of the Devildom Star is scheming to invade the Earth. The Chaplain tries to find a way out using ancient books, however, the Devildom Star rapidly approaches the Earth by the minute, causing earthquakes and abnormal weather conditions. Nobita, along with his friends, Doraemon, Shizuka, Suneo, Gaian and Dorami, together with Miyoko, storm into the Devildom Star, just like the \"Legendary Seven Heroes\" in an ancient book in order to confront the Great Satan and peace returns to the world of magic.",
      "original_language": "ja",
      "original_title": "映画ドラえもん のび太の新魔界大冒険 〜7人の魔法使い〜",
      "video": false,
      "title": "Doraemon the Movie: Nobita's New Great Adventure Into the Underworld - The Seven Magic Users",
      "genre_ids": [
        10751,
        12,
        16
      ],
      "poster_path": "\/sgAJGgQ6a8F0MGHaDzSBfxdlS1p.jpg",
      "backdrop_path": "\/z2gIlliIisg209sIxRBhUjwVYc0.jpg",
      "release_date": "2007-03-10",
      "popularity": 2.453,
      "vote_average": 6.8,
      "id": 52795,
      "adult": false,
      "vote_count": 6
    },
    {
      "overview": "Once he fought in the name of honor, now he will fight in the name of family. His glory days behind him, Grandpa Spencer appears doomed to sit in his wheelchair and watch his family come apart. But fate is not content to let this World War I Fighter Ace fade away. An ancient curse on the Spencer family threatens their very lives. The infamous Red Baron has returned to take revenge on the man who shot him down. Grandfather, grandson and daughter-in law must unite to fight the infamous Red Baron; because this time it's their last chance.",
      "original_language": "en",
      "original_title": "Revenge of the Red Baron",
      "video": false,
      "title": "Revenge of the Red Baron",
      "genre_ids": [
        12
      ],
      "poster_path": "\/e9GzmFQitPDwI64aY08GtdGezMM.jpg",
      "backdrop_path": "\/aTzx3CyaNljrtbmImTzdwoM479N.jpg",
      "release_date": "1994-09-28",
      "popularity": 1.195,
      "vote_average": 2.2,
      "id": 157036,
      "adult": false,
      "vote_count": 5
    },
    {
      "overview": "Colonel Steve Austin, astronaut and test pilot, is badly injured when he crashes while testing an experimental aircraft. A covert government agency (OSI) is willing to pay for special prosthetics to replace the eye, arm and both legs he lost in the crash. Highly advanced technology (Bionics) built into them will make him faster, stronger and better than normal. In return they want him to become a covert agent for the OSI. It will cost $6,000,000 to rebuild Steve Austin.",
      "original_language": "en",
      "original_title": "The Six Million Dollar Man",
      "video": false,
      "title": "The Six Million Dollar Man",
      "genre_ids": [
        878,
        12
      ],
      "poster_path": "\/5f8YDBGDclYtIO0MfgzUS0xZdYi.jpg",
      "backdrop_path": "\/lji1ZUrkuBdC7elcG5tV7cX236r.jpg",
      "release_date": "1973-03-07",
      "popularity": 3.363,
      "vote_average": 6.4,
      "id": 39829,
      "adult": false,
      "vote_count": 23
    },
    {
      "overview": "The famous five George, Julian, Dick, Anne and Timmy the dog are spending holidays together. But when they are invited by Berhard, father of Julian, Dick and Anne, to visit an egyptian exhibition they see a burglar. They have a look at the mummy the burglar was tempering with to find a golden amulet. The famous five decide to visit Egypt to hand over the amulet. When arriving in Egypt Bernhard is arrested because he's asserted he stole the amulet and replaced it with a fake. Now its up to the young detectives to solve the case and prove their fathers innocence.",
      "original_language": "de",
      "original_title": "Fünf Freunde 4",
      "video": false,
      "title": "The Famous Five 4",
      "genre_ids": [
        53,
        80,
        10751,
        12
      ],
      "poster_path": "\/41TtFrT3ZrW8Fxb3DWsLXrbBnwA.jpg",
      "backdrop_path": "\/hQP1mg6c67PamWJMn4rRZynM0L.jpg",
      "release_date": "2017-02-16",
      "popularity": 3.671,
      "vote_average": 5.5,
      "id": 321620,
      "adult": false,
      "vote_count": 15
    },
    {
      "overview": "The 5th adventure of The Beast takes our teenage heroes to the Kingdom of Shadows, where his most dangerous opponent waits: vampires! Leon and Vanessa finally have fallen in love and swear eternal loyalty. But a day later, Leo disappears. Will has left or been kidnapped? To find him, The Beast travel to the horizon and beyond, the Kingdom of Shadows. During the day, it's all rocks and dust, but at night, vampires lurk! They have attracted Leon here and now anxiously wait for their friends. Vanessa almost succumbed to the charm of its leader, Dartkside, and must learn the secret of vampires to discover how to overcome them and win back his love.",
      "original_language": "de",
      "original_title": "Die Wilden Kerle 5",
      "video": false,
      "title": "The Wild Soccer Bunch 5",
      "genre_ids": [
        10751,
        12,
        35
      ],
      "poster_path": "\/6uwmnyOs7PIkrHnbVKDPxT7uFOn.jpg",
      "backdrop_path": "\/zGQcC60BLZTe37HEsykfQPs8rSk.jpg",
      "release_date": "2008-02-21",
      "popularity": 2.95,
      "vote_average": 5.9,
      "id": 51610,
      "adult": false,
      "vote_count": 34
    },
    {
      "overview": "Jett Jackson, who is the star of Silverstone, is considering quitting Silverstone when it is given a three year extension. During the filming of the last episode, Jett is accidently sucked into Silverstone's world when a prop malfunctions. Silverstone is zapped into Jett's world as well. In Silverstone's world, Jett has to save the world from Dr. Kragg's evil plans.",
      "original_language": "en",
      "original_title": "Jett Jackson: The Movie",
      "video": false,
      "title": "Jett Jackson: The Movie",
      "genre_ids": [
        12,
        10751,
        28,
        878,
        35
      ],
      "poster_path": "\/p0xNd2TkuD1UwT5vWAgNrFjdN1k.jpg",
      "backdrop_path": "\/te48pTlBnJ8lxHz1xr7YZ1lDcIJ.jpg",
      "release_date": "2001-06-08",
      "popularity": 2.522,
      "vote_average": 6.1,
      "id": 124111,
      "adult": false,
      "vote_count": 8
    },
    {
      "overview": "Early in his crime-solving career, Sherlock Holmes attempts to prevent Moriarty from cornering the heroin market.",
      "original_language": "en",
      "original_title": "Sherlock: Case of Evil",
      "video": false,
      "title": "Sherlock: Case of Evil",
      "genre_ids": [
        28,
        12,
        80,
        18,
        9648,
        53,
        10770
      ],
      "poster_path": "\/mVGV7sOk13mGD269NhJAbgCrvyV.jpg",
      "backdrop_path": "\/xGwMbz8z8uEp9Ff8mLmYRliaKjX.jpg",
      "release_date": "2002-10-25",
      "popularity": 2.325,
      "vote_average": 5.3,
      "id": 46561,
      "adult": false,
      "vote_count": 7
    },
    {
      "overview": "A team of maritime salvage workers are about to embark on a recovery dive. However the 1883 Krakatoa Volcano eruption provides more pressing problems.",
      "original_language": "en",
      "original_title": "Krakatoa, East of Java",
      "video": false,
      "title": "Krakatoa, East of Java",
      "genre_ids": [
        28,
        12,
        18,
        53
      ],
      "poster_path": "\/4c5Z9DkivG1JrpWuO3y4ILloG2U.jpg",
      "backdrop_path": "\/vgnhNeV2gf9FZnvOiW9VRYHQ3NX.jpg",
      "release_date": "1969-05-14",
      "popularity": 2.215,
      "vote_average": 5.4,
      "id": 51104,
      "adult": false,
      "vote_count": 12
    },
    {
      "overview": "All of the Clow Cards have been captured, and Sakura Kinomoto, the new Master of the Cards, is preparing to play the lead in the play for the town festival. However, a new evil force is causing mysterious events all over Tomoeda, including the disappearance of Sakura's cards. With Syaoran's help, Sakura must figure out the cause of these events, and save her town.",
      "original_language": "ja",
      "original_title": "劇場版 カードキャプターさくら 封印されたカード",
      "video": false,
      "title": "Cardcaptor Sakura: The Sealed Card",
      "genre_ids": [
        12,
        16,
        35,
        14,
        10749
      ],
      "poster_path": "\/mhiiHzHFSOjZ3VMxwGJKdxFBxCE.jpg",
      "backdrop_path": "\/p0c8hSXttDmGNmMxbGt8xpIXl9L.jpg",
      "release_date": "2000-07-15",
      "popularity": 2.947,
      "vote_average": 8,
      "id": 31347,
      "adult": false,
      "vote_count": 45
    },
    {
      "overview": "The story picks up at the point where \"The Robe\" ends, following the martyrdom of Diana and Marcellus. Christ's robe is conveyed to Peter for safe-keeping, but the emperor Caligula wants it back to benefit from its powers. Marcellus' former slave Demetrius seeks to prevent this, and catches the eye of Messalina, wife to Caligula's uncle Claudius. Messalina tempts Demetrius, he winds up fighting in the arena, and wavers in his faith.",
      "original_language": "en",
      "original_title": "Demetrius and the Gladiators",
      "video": false,
      "title": "Demetrius and the Gladiators",
      "genre_ids": [
        12,
        36
      ],
      "poster_path": "\/qZHr0738TLaQWC9CXCQGpw85XUR.jpg",
      "backdrop_path": "\/wzPKegOrSyhWMzONGc02hB3ZEeM.jpg",
      "release_date": "1954-06-16",
      "popularity": 3.195,
      "vote_average": 6.4,
      "id": 43332,
      "adult": false,
      "vote_count": 24
    },
    {
      "overview": "The Florida Keys in 1840, where the implacable hurricanes of the Caribbean scream, where the salvagers of Key West, like the intrepid and beautiful Loxi Claiborne and her crew, reap, aboard frail schooners, the harvest of the wild wind, facing the shark teeth of the reefs to rescue the sailors and the cargo from the shipwrecks caused by the scavengers of the sea.",
      "original_language": "en",
      "original_title": "Reap the Wild Wind",
      "video": false,
      "title": "Reap the Wild Wind",
      "genre_ids": [
        12,
        18,
        10749
      ],
      "poster_path": "\/hwlxeQKtGjUjixGPkCUVRslJkcv.jpg",
      "backdrop_path": "\/eCa0lE8q6r9zf18jRkraDdOvWOr.jpg",
      "release_date": "1942-03-26",
      "popularity": 3.435,
      "vote_average": 6.3,
      "id": 63617,
      "adult": false,
      "vote_count": 21
    },
    {
      "overview": "Ginko stumbles upon a young girl in a mountain with branches and leaves growing out of her body. He later realises that she is the lord of that mountain but finds it strange that a human like her was chosen as the lord. He meets her older brother who has continued to search for her ever since she disappeared while accompanying him on a stormy day. The story is about that girl, Kaya, and how she is torn between continuing her duty as a mushi lord and returning back to her loving human family.",
      "original_language": "ja",
      "original_title": "蟲師 続章「鈴の雫」",
      "video": false,
      "title": "Mushishi: The Next Chapter - Drops of Bells",
      "genre_ids": [
        14,
        12,
        9648,
        16
      ],
      "poster_path": "\/jVYqJSwnRrQAcpxJKcApIiXM0WQ.jpg",
      "backdrop_path": "\/h63MeHRXu98kQXvBNpHEqL9LzCw.jpg",
      "release_date": "2015-05-16",
      "popularity": 3.332,
      "vote_average": 8.6,
      "id": 312966,
      "adult": false,
      "vote_count": 17
    },
    {
      "overview": "Jatt is a reluctant super hero that fights crime and protects people. He meets his match in the evil Raka who he must face off to save the day.",
      "original_language": "hi",
      "original_title": "ए फ़्लाइंग जट्ट",
      "video": false,
      "title": "A Flying Jatt",
      "genre_ids": [
        14,
        28,
        12
      ],
      "poster_path": "\/3c7yHf3VtH7Ql5zwtzNvAogFXWY.jpg",
      "backdrop_path": "\/4PeqkvhpJNKMs50Tgj3s1a7UjwA.jpg",
      "release_date": "2016-08-25",
      "popularity": 2.646,
      "vote_average": 3.3,
      "id": 396643,
      "adult": false,
      "vote_count": 19
    },
    {
      "overview": "Richard Hannay, a mining engineer on holiday from the African colonies, finds London socialite life terribly dull. Yet it's more than he bargained for when secret agent, Scudder, bursts into his room and entrusts him with a coded notebook, concerning the impending start of World War I. In no time both German agents and the British law are chasing him, ruthlessly coveting the Roman numerals code, which Hannay believes he must crack himself.",
      "original_language": "en",
      "original_title": "The 39 Steps",
      "video": false,
      "title": "The 39 Steps",
      "genre_ids": [
        53,
        9648,
        12
      ],
      "poster_path": "\/93uD1UavkV8uxcZbvPWRyheWtRF.jpg",
      "backdrop_path": "\/up4qRsAtKiGEbYvRYC9gxnqOixa.jpg",
      "release_date": "2008-12-28",
      "popularity": 2.073,
      "vote_average": 6.1,
      "id": 16877,
      "adult": false,
      "vote_count": 9
    },
    {
      "overview": "A powerful king nearly lost his family due to the Snow Queen's evil deeds. He finds a way to ban all the magic from the world - all the possessors of magic powers are now trapped in Mirrorlands. The only one who can stop him and keep the fairy-tale in our world is Gerda - as her own biggest power is not magic but her faith in kindness and friendship. In Gerda's new adventures, she will be helped by trolls, pirates and even the Snow Queen herself.",
      "original_language": "ru",
      "original_title": "Снежная Королева: Зазеркалье",
      "video": false,
      "title": "The Snow Queen: Mirror Lands",
      "genre_ids": [
        12,
        16,
        35,
        14,
        10751
      ],
      "poster_path": "\/eIrcO3fNqtUxbslpcLzeqY33SlK.jpg",
      "backdrop_path": "\/aljvkwmeZ33I6q5OdlRFxsGHA6r.jpg",
      "release_date": "2018-12-21",
      "popularity": 3.377,
      "vote_average": 8.3,
      "id": 564145,
      "adult": false,
      "vote_count": 8
    },
    {
      "overview": "Aussie adventurer Steve Irwin aka The Crocodile Hunter has avoided the death-roll and nabbed another feisty croc, hoping to save it from poachers. What Steve doesn't know is that the crocodile has innocently swallowed a top secret US satellite beacon, and the poachers are actually American special agents sent to retrieve it. Crikey! In the Outback and through the bush with his wife Terri's ever-present commentary ringing out over the countryside (\"That was a close one, Steve!\"), the Crocodile Hunter is out to save the gorgeous croc and relocate him. It won't be easy, but if he can handle bird-eating spiders and venomous snakes without getting bitten, gun-wielding agents shouldn't be too much of a problem.",
      "original_language": "en",
      "original_title": "The Crocodile Hunter: Collision Course",
      "video": false,
      "title": "The Crocodile Hunter: Collision Course",
      "genre_ids": [
        28,
        12,
        10751
      ],
      "poster_path": "\/xqsTYBTzHohRZuLyRDEQw7gBBzH.jpg",
      "backdrop_path": "\/zsl9wtbwIMbNe8XhHAUQv1HFZ22.jpg",
      "release_date": "2002-07-26",
      "popularity": 4.079,
      "vote_average": 5.3,
      "id": 17043,
      "adult": false,
      "vote_count": 50
    }
  ],
  [
    {
      "overview": "Lina and Gourry visited the town in a certain beach. In that town, a mysterious incident which is that the person who had eaten the octopus was not able to speak the languages other than the octopus language happened frequently. And, Gourry who does not know the incident eats slices of raw octopus, and he cannot speak words other than the octopus language. Ameria and Zelgadiss who came there by chance are involved in the trouble, too and the fight with the clan of the octopus which lives in the beach starts.",
      "original_language": "ja",
      "original_title": "スレイヤーズぷれみあむ",
      "video": false,
      "title": "Slayers Premium",
      "genre_ids": [
        12,
        16,
        35,
        14
      ],
      "poster_path": "\/8Tn43uVYsimIApbT09AE3SOTUri.jpg",
      "backdrop_path": "\/j28UjzYH2Is0zOeSVrOraRVQh9F.jpg",
      "release_date": "2003-11-25",
      "popularity": 1.688,
      "vote_average": 5.7,
      "id": 125513,
      "adult": false,
      "vote_count": 3
    },
    {
      "overview": "Young Jim Hawkins finds himself serving with pirate captain Long John Silver in search of a buccaneer's treasure, in this short adaptation of Robert Louis Stevenson's classic tale.",
      "original_language": "en",
      "original_title": "Treasure Island",
      "video": false,
      "title": "Treasure Island",
      "genre_ids": [
        12,
        10751
      ],
      "poster_path": "\/mHCXtxtu4RP4RAIBCQABrqglhk.jpg",
      "backdrop_path": "\/k4zzM7KiiiW23dkbfRPTC3qLUXX.jpg",
      "release_date": "1972-10-01",
      "popularity": 1.461,
      "vote_average": 5.2,
      "id": 22376,
      "adult": false,
      "vote_count": 13
    },
    {
      "overview": "Prince Juntakorop best watches with his both idiotic friends Sumrit and Sumran the girls with the swimming. The parents of the prince have enough of his childish behaviour and send him in the wood to an ascetic. He agrees to train Juntakorop. When he has coached him to the fighter, he gives him a tin on the way which he should not open. The young man does it of course, nevertheless - and the lovely Mora appears to him.",
      "original_language": "th",
      "original_title": "โมรา นางในวรรณคดี",
      "video": false,
      "title": "Mora",
      "genre_ids": [
        12,
        35,
        14
      ],
      "poster_path": "\/4JMsasOF6ClLUYdWyNi08T3WmNl.jpg",
      "backdrop_path": null,
      "release_date": "2003-12-27",
      "popularity": 1.822,
      "vote_average": 0,
      "id": 451182,
      "adult": false,
      "vote_count": 0
    },
    {
      "overview": "A small group of cosmic explorers leave Earth to find freedom and start a new civilization.",
      "original_language": "pl",
      "original_title": "Na srebrnym globie",
      "video": false,
      "title": "On the Silver Globe",
      "genre_ids": [
        878,
        12,
        14,
        18
      ],
      "poster_path": "\/nOCbv7AZicEZQS6pddihVPJATfZ.jpg",
      "backdrop_path": "\/1Wr3klJ6O7eQ2oMbS0NJwKNm6Vs.jpg",
      "release_date": "1988-10-09",
      "popularity": 2.292,
      "vote_average": 8.4,
      "id": 27072,
      "adult": false,
      "vote_count": 45
    },
    {
      "overview": "During the Civil War, a Union spy, Andrews, is asked to lead a band of Union soldiers into the South so that they could destroy the railway system. However, things don't go as planned when the conductor of the train that they stole is on to them and is doing everything he can to stop them. Based on a true story.",
      "original_language": "en",
      "original_title": "The Great Locomotive Chase",
      "video": false,
      "title": "The Great Locomotive Chase",
      "genre_ids": [
        28,
        12,
        18,
        10751
      ],
      "poster_path": "\/bie1hl0e1OrTXLsoYXdrvUPI7cD.jpg",
      "backdrop_path": "\/xZ4RZT4685BJF5Ks2QIIv1Eo5P6.jpg",
      "release_date": "1956-06-08",
      "popularity": 1.195,
      "vote_average": 5.8,
      "id": 37112,
      "adult": false,
      "vote_count": 12
    },
    {
      "overview": "Ex-army officer accidentally kills a woman's son, tries to make up for it by escorting the funeral procession through dangerous Indian territory.",
      "original_language": "en",
      "original_title": "The Deadly Companions",
      "video": false,
      "title": "The Deadly Companions",
      "genre_ids": [
        28,
        12,
        37
      ],
      "poster_path": "\/iuRIDQXZNjD2MoQ8UqbKZUWav7X.jpg",
      "backdrop_path": "\/h4coEQUFL6XduqiAHDojoDjMPDa.jpg",
      "release_date": "1961-06-06",
      "popularity": 2.92,
      "vote_average": 5.3,
      "id": 18449,
      "adult": false,
      "vote_count": 23
    },
    {
      "overview": "American housewife Cathy Palmer loses her memory on a trip to Paris after being hit by a car. She wakes up in the hospital believing she's the fictional international spy, Rebecca Ryan.",
      "original_language": "en",
      "original_title": "American Dreamer",
      "video": false,
      "title": "American Dreamer",
      "genre_ids": [
        28,
        12,
        35,
        80,
        10749
      ],
      "poster_path": "\/dr0IVdW1Y6kfxGrMMLn2iQzDbiW.jpg",
      "backdrop_path": "\/vH5aUXmiQ5bs7slbbwxmMhz31H9.jpg",
      "release_date": "1984-10-26",
      "popularity": 2.337,
      "vote_average": 6.4,
      "id": 52471,
      "adult": false,
      "vote_count": 14
    },
    {
      "overview": "Unconventional narrative about the interactions amongst a group of people in a small town in Alaska, each of whom has guards a secret.",
      "original_language": "en",
      "original_title": "Limbo",
      "video": false,
      "title": "Limbo",
      "genre_ids": [
        12,
        18,
        53
      ],
      "poster_path": "\/dQOjALrOYmnM81yCiQDvRKX1KBf.jpg",
      "backdrop_path": "\/pPNMOPcoiWQ8zH3UZf06PqB44J7.jpg",
      "release_date": "1999-06-04",
      "popularity": 3.707,
      "vote_average": 6.8,
      "id": 62676,
      "adult": false,
      "vote_count": 28
    },
    {
      "overview": "No movie overview available.",
      "original_language": "en",
      "original_title": "Карлсон вернулся",
      "video": false,
      "title": "Karlson Returns",
      "genre_ids": [
        12,
        16,
        10751
      ],
      "poster_path": "\/jQdA90RYOrPRkp1BBeQT3etPhMY.jpg",
      "backdrop_path": "\/oThyPpF8PCaxKKwUC3b1nxCRAD3.jpg",
      "release_date": "1970-06-06",
      "popularity": 3.327,
      "vote_average": 7.1,
      "id": 72203,
      "adult": false,
      "vote_count": 34
    },
    {
      "overview": "Exile and possibly death are in the cards for the Queen of France in this edgy cloak-and-dagger adventure based on Alexandre Dumas' unrivaled tale of THE THREE MUSKETEERS and their reckless romantic friend D'Artagnan. Supernatural powers and dark mystical forces add an exciting twist to this classic tale.",
      "original_language": "fr",
      "original_title": "D'Artagnan et les trois mousquetaires",
      "video": false,
      "title": "D'Artagnan and the Three Musketeers",
      "genre_ids": [
        12
      ],
      "poster_path": "\/9VWIjIPFI3IPRcs3Dnta5joxAPO.jpg",
      "backdrop_path": "\/4wVeyrVdHSeUn3VeeHGKeOU3OyR.jpg",
      "release_date": "2007-06-06",
      "popularity": 1.619,
      "vote_average": 5.1,
      "id": 119900,
      "adult": false,
      "vote_count": 19
    },
    {
      "overview": "Corto Maltese has been hired by a Chinese revolutionary group to hijack the armored train of the Russian Emperor Czar Nicolas II that is transporting his gold from St. Petersburg to Vladivostok with multiple schemes to capture this priceless treasure.",
      "original_language": "en",
      "original_title": "Corto Maltese",
      "video": false,
      "title": "Corto Maltese",
      "genre_ids": [
        28,
        12
      ],
      "poster_path": "\/hKaSPqIsJPfjkkbjNDbIrLy7aq5.jpg",
      "backdrop_path": null,
      "release_date": "2019-12-31",
      "popularity": 4.622,
      "vote_average": 0,
      "id": 558578,
      "adult": false,
      "vote_count": 0
    },
    {
      "overview": "A story based on the popular Hans Christian Anderson fairy tale \"Thumbelina\".",
      "original_language": "ru",
      "original_title": "Дюймовочка",
      "video": false,
      "title": "Thumbelina",
      "genre_ids": [
        12,
        16,
        10751,
        10749
      ],
      "poster_path": "\/nB1P9zepghFP9OfbwJYyW0c2aQm.jpg",
      "backdrop_path": "\/sxrnMJ2au1R3lAkTMZPQD7C0eTG.jpg",
      "release_date": "1964-10-10",
      "popularity": 2.226,
      "vote_average": 6,
      "id": 85035,
      "adult": false,
      "vote_count": 14
    },
    {
      "overview": "At the height of the Cold War, Russia was working on a secret scientific mission, which, if successful, would have changed the course of history. The mission, \"Project 12,\" was ultimately deemed too dangerous to continue and the scientists involved were to be exterminated. Three scientists escaped and Project 12 was sealed in a well-guarded bunker, never to be seen again...until now.  The lead scientist for Project 12 has now become the target of a worldwide manhunt, as he is the lone survivor of the Project 12 team and is the only man who knows the secrets that have been buried in the bunker. What secret does he possess, and who is financing the operation to bring Project 12 back to life and what is their hidden agenda",
      "original_language": "en",
      "original_title": "Project 12: The Bunker",
      "video": false,
      "title": "Bunker: Project 12",
      "genre_ids": [
        12,
        28,
        53,
        878
      ],
      "poster_path": "\/iDHiO0xtoqz4P3GnOm3vUUSIXHH.jpg",
      "backdrop_path": "\/f9UivBlvWmCdmtA4y9P0HqJFg5.jpg",
      "release_date": "2016-01-08",
      "popularity": 3.676,
      "vote_average": 5,
      "id": 379305,
      "adult": false,
      "vote_count": 8
    },
    {
      "overview": "An unknown Untitled Fox\/Marvel Film.",
      "original_language": "en",
      "original_title": "Untitled Fox\/Marvel Film II",
      "video": false,
      "title": "Untitled Fox\/Marvel Film II",
      "genre_ids": [
        28,
        12,
        878
      ],
      "poster_path": null,
      "backdrop_path": null,
      "release_date": "2019-11-22",
      "popularity": 4.573,
      "vote_average": 0,
      "id": 551807,
      "adult": false,
      "vote_count": 0
    },
    {
      "overview": "After an extramarital indiscretion, a fairy-tale prince and his sidekick are turned into frogs for all eternity or until the prince can convince a maiden to kiss and then marry him.",
      "original_language": "en",
      "original_title": "Prince Charming",
      "video": false,
      "title": "Prince Charming",
      "genre_ids": [
        12,
        14,
        35,
        878,
        10749,
        10751
      ],
      "poster_path": "\/sma7B0TJNGfXMzi5Ob9HZOsmsP8.jpg",
      "backdrop_path": "\/bq6V3Hzg7jzdbxRWbohSEEgoOyP.jpg",
      "release_date": "2001-07-13",
      "popularity": 2.174,
      "vote_average": 6.1,
      "id": 51532,
      "adult": false,
      "vote_count": 25
    },
    {
      "overview": "Description : Set in the American Wild West, this French-language film quickly overcomes its dire beginning--the Native American ambush of a group of immigrants--and becomes an enjoyable comedy. When the adults of Big City leave for the ambush site, the children realize they are all alone and in charge. With a cast composed almost entirely of young people...",
      "original_language": "en",
      "original_title": "Big City",
      "video": false,
      "title": "Big City",
      "genre_ids": [
        12,
        10751,
        37
      ],
      "poster_path": "\/9zVXdJvYYvaSCChSInzWTptZPvb.jpg",
      "backdrop_path": "\/q2k0figwiGoGmsAtIkgpoDlcTk1.jpg",
      "release_date": "2007-12-10",
      "popularity": 2.022,
      "vote_average": 5.7,
      "id": 13404,
      "adult": false,
      "vote_count": 34
    },
    {
      "overview": "When Nobita feels like diving in his hometown, Doraemon uses a Underwater Pump Simulator to pump all the water out of Tokyo, causing the entire city to go underwater. That night, Doraemon and Nobita use a Diving Mask Simulator to dive underwater. Later on, lots of fish, and a shark attack Doraemon and Nobita. So, Doraemon puts a stop on the Underwater Pump Simulator, but there is a girl named Sophia, lying down on the bushes in his neighborhood.",
      "original_language": "ja",
      "original_title": "映画ドラえもん のび太の人魚大海戦",
      "video": false,
      "title": "Doraemon: Nobita's Great Battle of the Mermaid King",
      "genre_ids": [
        12,
        10751,
        16
      ],
      "poster_path": "\/hAbEDqh1ymRvAGdEkRN4ETwQR7O.jpg",
      "backdrop_path": "\/kxXZzcmZsvy8Qnd4NxP7ZT6wQL1.jpg",
      "release_date": "2010-03-06",
      "popularity": 2.357,
      "vote_average": 6.3,
      "id": 86184,
      "adult": false,
      "vote_count": 6
    },
    {
      "overview": "A group of graduate students are lured to Hawaii to work for a mysterious biotech company — only to find themselves miniaturized and cast out into the rainforest, with nothing but their scientific expertise and wits to protect them.",
      "original_language": "en",
      "original_title": "Micro",
      "video": false,
      "title": "Micro",
      "genre_ids": [
        28,
        12,
        878
      ],
      "poster_path": null,
      "backdrop_path": null,
      "release_date": "2019-12-31",
      "popularity": 4.309,
      "vote_average": 0,
      "id": 451079,
      "adult": false,
      "vote_count": 0
    },
    {
      "overview": "A story within a story within a story. In Australia's Northern Territory, an Aboriginal narrator tells a story about his ancestors on a goose hunt. A youngster on the hunt is being tempted to adultery with his elder brother's wife, so an elder tells him a story from the mythical past about how evil can slip in and cause havoc unless prevented by virtue according to customary tribal law.",
      "original_language": "en",
      "original_title": "Ten Canoes",
      "video": false,
      "title": "Ten Canoes",
      "genre_ids": [
        12,
        35,
        18
      ],
      "poster_path": "\/eIYjI4dZzdajybjkj2EYIAOK8w8.jpg",
      "backdrop_path": "\/a6EdKjafiVBQXCHgwjEU8H6Ces4.jpg",
      "release_date": "2007-06-01",
      "popularity": 2.13,
      "vote_average": 7,
      "id": 14064,
      "adult": false,
      "vote_count": 28
    },
    {
      "overview": "Fred 2: Night of the Living Fred (stylized as FЯED 2: Night of the Living FЯED) is a 2011 independent comedy film. The film is the sequel to the 2010 film Fred: The Movie, based on the adventures of Fred Figglehorn, a character created and played by Lucas Cruikshank for Cruikshank's YouTube channel. It is a Halloween themed sequel. Jennette McCurdy, who played Bertha in the original Fred, did not return and is replaced by Daniella Monet. John Cena returns as Mr. Figglehorn (Fred's imaginary father), and Jake Weary returns to play Kevin. Supah Ninjas star Carlos Knight co-stars as Kevin's friend and partner. Pixie Lott, who played Judy in the first film, did not return and therefore her character was written out of the plot; it is revealed by Fred that they broke up and she was the one to break up with him, proving they went out following the events of the previous film.",
      "original_language": "en",
      "original_title": "Fred 2: Night of the Living Fred",
      "video": false,
      "title": "Fred 2: Night of the Living Fred",
      "genre_ids": [
        12,
        27,
        35,
        10751
      ],
      "poster_path": "\/bvB1zDl5QEf2F1OglBGXGhY1c6d.jpg",
      "backdrop_path": "\/gES4hNt5BOHG7NHpuUpCcbXLWrM.jpg",
      "release_date": "2011-10-22",
      "popularity": 2.896,
      "vote_average": 6.6,
      "id": 84564,
      "adult": false,
      "vote_count": 46
    }
  ],
  [
    {
      "overview": "An \"adults only\" retelling of the legend of the Three Musketeers.",
      "original_language": "de",
      "original_title": "Die Sex-Abenteuer der drei Musketiere",
      "video": false,
      "title": "The Sex Adventures of the Three Musketeers",
      "genre_ids": [
        12,
        35
      ],
      "poster_path": "\/q74Olk8Ks9FbPolkSpR9rHIeh3I.jpg",
      "backdrop_path": "\/kkMg2O6hbCxikKH4xKXb3CsnSpb.jpg",
      "release_date": "1971-06-06",
      "popularity": 4.19,
      "vote_average": 6.2,
      "id": 264959,
      "adult": false,
      "vote_count": 6
    },
    {
      "overview": "Kevin Shepard is a tech-savvy young genius who uses his intelligence to slack off. When greedy video game executive Alan Wolf gets a hold of his ideas for a video game, Kevin and his best friend Becca set off for Seattle to make Wolf's life miserable through a series of pranks.",
      "original_language": "en",
      "original_title": "Bigger Fatter Liar",
      "video": false,
      "title": "Bigger Fatter Liar",
      "genre_ids": [
        12,
        10751,
        35
      ],
      "poster_path": "\/j6jMDEIebIHpZKePOZzhlEDeROW.jpg",
      "backdrop_path": "\/2OYZ1sTt2X4eJytFK2KL8ecROQx.jpg",
      "release_date": "2017-04-18",
      "popularity": 2.575,
      "vote_average": 4.7,
      "id": 437042,
      "adult": false,
      "vote_count": 30
    },
    {
      "overview": "Kom is from a tribe of monkeys who live in a canopy. He rejects elders' authority as well as the superstition that the lower world would be inhabited by demons. But he accidentally falls from the trees…",
      "original_language": "fr",
      "original_title": "Le château des singes",
      "video": false,
      "title": "A Monkey's Tale",
      "genre_ids": [
        12,
        16,
        10751
      ],
      "poster_path": "\/s4pYSLnGHXUyiTs0HNmpUJMYVKv.jpg",
      "backdrop_path": "\/eqTqFtoZ7EOFX5rwVTtca6b5xz3.jpg",
      "release_date": "1999-06-02",
      "popularity": 1.301,
      "vote_average": 5.8,
      "id": 37949,
      "adult": false,
      "vote_count": 21
    },
    {
      "overview": "A frog who hates the water and jumping wishes that he could be like the other animals in the Amazon rainforest.",
      "original_language": "en",
      "original_title": "Ribbit",
      "video": false,
      "title": "Ribbit",
      "genre_ids": [
        16,
        35,
        10751,
        12
      ],
      "poster_path": "\/dbWbDq0heBFGbatuBEj5kkiIyQv.jpg",
      "backdrop_path": "\/5dwDLlXcYK0qBJRHqdXdqMRmVDO.jpg",
      "release_date": "2014-06-21",
      "popularity": 3.587,
      "vote_average": 4.9,
      "id": 256690,
      "adult": false,
      "vote_count": 19
    },
    {
      "overview": "Two teenagers, Mary (Hayley Mills) and Robert (Keith Hamshere) are lead by Professor Paganel (Maurice Chevalier) on a search expedition for the children's shipwrecked sea captain father. This Disney film was based upon Jules Verne's 1868 adventure novel Captain Grant's Children.",
      "original_language": "en",
      "original_title": "In Search of the Castaways",
      "video": false,
      "title": "In Search of the Castaways",
      "genre_ids": [
        12,
        10751,
        10402
      ],
      "poster_path": "\/rKdlxml0rFCdxdRwMvDck6Iak8j.jpg",
      "backdrop_path": "\/qmHGDiNVnJo8eDt8oKe3QfgF6zC.jpg",
      "release_date": "1962-12-01",
      "popularity": 3.627,
      "vote_average": 6.5,
      "id": 34774,
      "adult": false,
      "vote_count": 31
    },
    {
      "overview": "A shy duelist stumbles upon the legendary Red Eyes Black Dragon, with that card in his possession, he must learn to bring out his confidence to duel.",
      "original_language": "ja",
      "original_title": "遊☆戯☆王",
      "video": false,
      "title": "Yu☆Gi☆Oh!",
      "genre_ids": [
        12,
        16,
        14
      ],
      "poster_path": "\/ucV1W2flEaMVmsvUau5tmP633ME.jpg",
      "backdrop_path": null,
      "release_date": "1999-03-06",
      "popularity": 3.346,
      "vote_average": 6.3,
      "id": 378240,
      "adult": false,
      "vote_count": 19
    },
    {
      "overview": "Captain Alan Gaskell sails the perilous waters between Hong Kong and Singapore with a secret cargo: a fortune in British gold. That's not the only risky cargo he carries; both his fiery mistress and his refined fiancee are aboard!",
      "original_language": "en",
      "original_title": "China Seas",
      "video": false,
      "title": "China Seas",
      "genre_ids": [
        12,
        28,
        18
      ],
      "poster_path": "\/rn9KG6ZcmripJWjlgWYbVPglWRd.jpg",
      "backdrop_path": "\/3Nk9wSZBMMn966F3XaN5NuuDcpw.jpg",
      "release_date": "1935-08-09",
      "popularity": 3.758,
      "vote_average": 6.9,
      "id": 71282,
      "adult": false,
      "vote_count": 9
    },
    {
      "overview": "In the early 1990s, Nǃxau was cast in three low-budget unofficial sequels that continued the fish-out-of-water aspects of the first two films.",
      "original_language": "pt",
      "original_title": "香港也瘋狂",
      "video": false,
      "title": "Crazy Hong Kong",
      "genre_ids": [
        12,
        35
      ],
      "poster_path": "\/escomlWztOZyStD0n06V74qLNdb.jpg",
      "backdrop_path": "\/pa8XLYYwFysXpbGRu8zxB0KCXbM.jpg",
      "release_date": "1993-07-10",
      "popularity": 2.236,
      "vote_average": 5.6,
      "id": 65091,
      "adult": false,
      "vote_count": 7
    },
    {
      "overview": "When Blitzen announces his retirement on December 21st, a miniature horse has 3 days to fulfill his lifelong dream of earning a spot on Santa's team at the North Pole try-outs.",
      "original_language": "en",
      "original_title": "Elliot: The Littlest Reindeer",
      "video": false,
      "title": "Elliot: The Littlest Reindeer",
      "genre_ids": [
        12,
        16,
        10751
      ],
      "poster_path": "\/sYq809WTep01HO5oJR9o9VbEDJv.jpg",
      "backdrop_path": "\/xOab1QPflbD9qYc924a68A5cCqv.jpg",
      "release_date": "2018-11-30",
      "popularity": 2.738,
      "vote_average": 5.6,
      "id": 455842,
      "adult": false,
      "vote_count": 10
    },
    {
      "overview": "Escaping from China with a microfilm of the formula for the mysterious \"Lotus X\", Lord Southmere, a Queen's Messenger, is chased by a group of Chinese spies.",
      "original_language": "en",
      "original_title": "One of Our Dinosaurs Is Missing",
      "video": false,
      "title": "One of Our Dinosaurs Is Missing",
      "genre_ids": [
        28,
        12,
        35,
        18,
        9648,
        53,
        10751
      ],
      "poster_path": "\/6WWbOri11Af0Ze0LOADSpcdWObO.jpg",
      "backdrop_path": "\/dVcUc7KFtOuoStXTTO8w1RJple9.jpg",
      "release_date": "1975-07-09",
      "popularity": 2.468,
      "vote_average": 5.8,
      "id": 29694,
      "adult": false,
      "vote_count": 25
    },
    {
      "overview": "Jack Hunter, an adventurous treasure seeker, goes to Syria after his mentor and father figure Professor Fredrick Shaffer is killed. Professor Frederick Shaffer believed that the people of Ugarit, a town in Syria that existed during the Pharoah’s reign, had buried a treasure before they were wiped out by the Pharoahs. Jack Hunter is one of the few archaeologists in the world who can interpret Ugarit writings",
      "original_language": "en",
      "original_title": "Jack Hunter and the Lost Treasure of Ugarit",
      "video": false,
      "title": "Jack Hunter and the Lost Treasure of Ugarit",
      "genre_ids": [
        12,
        28
      ],
      "poster_path": "\/A0yh7aXxCycn81Wo8SdpyO09iuq.jpg",
      "backdrop_path": "\/b5TZxkOkLq4n9vqVNxOQLm4omTX.jpg",
      "release_date": "2010-07-31",
      "popularity": 1.378,
      "vote_average": 6.2,
      "id": 45611,
      "adult": false,
      "vote_count": 9
    },
    {
      "overview": "The Black Mask must stop a group intent on setting off a DNA bomb that could cause mutations to the human race.",
      "original_language": "en",
      "original_title": "黑俠2",
      "video": false,
      "title": "Black Mask II",
      "genre_ids": [
        28,
        12,
        18,
        878
      ],
      "poster_path": "\/gje31ol0Gevpi8scmBwZGqK8cUI.jpg",
      "backdrop_path": "\/dODawlZaDpHbmibJAYTeYqI4spZ.jpg",
      "release_date": "2002-12-24",
      "popularity": 3.651,
      "vote_average": 3.6,
      "id": 49516,
      "adult": false,
      "vote_count": 14
    },
    {
      "overview": "In a time when America's economy was crumbling and sense of community was in question, one guy left everything behind to see if he could survive solely on the support and goodwill of the 21st century's new town square: Craigslist.",
      "original_language": "en",
      "original_title": "Craigslist Joe",
      "video": false,
      "title": "Craigslist Joe",
      "genre_ids": [
        12,
        99
      ],
      "poster_path": "\/mFA4Xl6AaJlAWXXo9aYcCPeXnh7.jpg",
      "backdrop_path": "\/oilK0DpHaoBIn8BxNgnxU3tbC4T.jpg",
      "release_date": "2012-08-02",
      "popularity": 4.115,
      "vote_average": 6.6,
      "id": 117266,
      "adult": false,
      "vote_count": 42
    },
    {
      "overview": "Alisea and her brothers have been captured by Azaret, an evil wizard. Alisea escapes the castle and meets the young Prince Demian, with whom she falls in love. The spirit of the source promises that they will always be together if they are to drink from its source. Alisea is again caught by the magician, and Demian has to return to his father's cone, which aims to turn him into a warrior. Seven years later, Demian becomes a warrior, but has not forgotten Alisea, who he sees in his dreams. Azaret tries to prevent Demian and Alisea from begin together.",
      "original_language": "it",
      "original_title": "Sorellina e il principe del sogno",
      "video": false,
      "title": "Alisea and the Dream Prince",
      "genre_ids": [
        12,
        14
      ],
      "poster_path": "\/yjPdcVNaLGUJkU3KWOhezExhVSk.jpg",
      "backdrop_path": "\/5cXXenXVeYxzXMWXwbacZpIQgB1.jpg",
      "release_date": "1996-02-01",
      "popularity": 1.668,
      "vote_average": 6.3,
      "id": 156030,
      "adult": false,
      "vote_count": 22
    },
    {
      "overview": "Jack Hunter pursues his arch nemesis Littman across ancient Europe, intent on thwarting his attempt to salvage a deadly artefact.",
      "original_language": "en",
      "original_title": "Jack Hunter and the Star of Heaven",
      "video": false,
      "title": "Jack Hunter and the Star of Heaven",
      "genre_ids": [
        12
      ],
      "poster_path": "\/cqTRwN95lDMEfO1eyFNQayD6LcR.jpg",
      "backdrop_path": "\/pAtK03FFNrmhkfjidUPRdNTYsOC.jpg",
      "release_date": "2009-01-06",
      "popularity": 1.559,
      "vote_average": 6,
      "id": 39373,
      "adult": false,
      "vote_count": 15
    },
    {
      "overview": "Hercules must save his true love from an evil queen.",
      "original_language": "it",
      "original_title": "Gli amori di Ercole",
      "video": false,
      "title": "The Loves of Hercules",
      "genre_ids": [
        12,
        14
      ],
      "poster_path": "\/x55q03wgHUMJtOe3HXqCyGfw8af.jpg",
      "backdrop_path": "\/dzUJVoaXpaVIzTXbCheBf2xJ4C6.jpg",
      "release_date": "1960-08-19",
      "popularity": 1.674,
      "vote_average": 3.5,
      "id": 56147,
      "adult": false,
      "vote_count": 22
    },
    {
      "overview": "\"Breaking Point\" is a dramatic tale of corruption and self-realization, in which one man has to overcome a deep seeded conspiracy and his own lingering past in order to gain the redemption he desires.",
      "original_language": "en",
      "original_title": "Breaking Point",
      "video": false,
      "title": "Breaking Point",
      "genre_ids": [
        28,
        12,
        18,
        53
      ],
      "poster_path": "\/MKYsuNDyzoAyy0nLRxkbvPJoVY.jpg",
      "backdrop_path": "\/v6mbkSCQe8m3LgQANlKXxsAacNX.jpg",
      "release_date": "2009-12-04",
      "popularity": 1.93,
      "vote_average": 5.6,
      "id": 32005,
      "adult": false,
      "vote_count": 8
    },
    {
      "overview": "A Russian engineer Petr Garin possesses a unique beam-shooting weapon that can destroy any target. His goal is to achieve world domination with the help of this weapon. Vasily Shelga is out to stop him and also to prevent others getting possession of this weapon.",
      "original_language": "ru",
      "original_title": "Гиперболоид инженера Гарина",
      "video": false,
      "title": "The Hyperboloid of Engineer Garin",
      "genre_ids": [
        18,
        878,
        12
      ],
      "poster_path": "\/9AuO1yIOahBdCqljsrm7ROH9n6p.jpg",
      "backdrop_path": "\/himwb0rbSGqf6bN83OtsEckHcaF.jpg",
      "release_date": "1965-12-20",
      "popularity": 2.271,
      "vote_average": 4.6,
      "id": 74695,
      "adult": false,
      "vote_count": 8
    },
    {
      "overview": "Leader of a tribe of amazon women, Queen Kari, has vanquished a rival tribe and rules them with savage ruthlessness and cruel arrogance. A hunter stumbles onto the enclave and falls for one of the slaves, so unleashing the anger and envy of the possessive, sadistic Queen.",
      "original_language": "en",
      "original_title": "Slave Girls",
      "video": false,
      "title": "Slave Girls",
      "genre_ids": [
        12,
        14
      ],
      "poster_path": "\/8DaMqlWE5oW3ARfcYGPlKV1xvla.jpg",
      "backdrop_path": "\/2Me8fXAd1kk13D2BargPHhyTcIi.jpg",
      "release_date": "1967-02-25",
      "popularity": 2.908,
      "vote_average": 4.9,
      "id": 39308,
      "adult": false,
      "vote_count": 8
    },
    {
      "overview": "Jon Hall, Maria Montez and Sabu star in this lush, epic story of two half brothers who battle each other for the power of the throne and the love of a sensual, gorgeous dancing girl, Scheherazade",
      "original_language": "en",
      "original_title": "Arabian Nights",
      "video": false,
      "title": "Arabian Nights",
      "genre_ids": [
        28,
        12,
        10749
      ],
      "poster_path": "\/w5ZurZi5LEyY9sGsl5iKzaCyEeC.jpg",
      "backdrop_path": "\/sOCQpWliqvGFXDazjwNczdbidJN.jpg",
      "release_date": "1942-12-25",
      "popularity": 3.027,
      "vote_average": 6.5,
      "id": 60488,
      "adult": false,
      "vote_count": 21
    }
  ],
  [
    {
      "overview": "A college prank at an abandoned house accidentally awakens a frightening spirit.",
      "original_language": "en",
      "original_title": "Buried Alive",
      "video": false,
      "title": "Buried Alive",
      "genre_ids": [
        28,
        12,
        27,
        53
      ],
      "poster_path": "\/db0OBUK6M2H7TrfsBANKoqudF9n.jpg",
      "backdrop_path": "\/i7WsWwzkHLlBdXzRaEeZuE0IhwA.jpg",
      "release_date": "2008-10-08",
      "popularity": 3.575,
      "vote_average": 3.6,
      "id": 18217,
      "adult": false,
      "vote_count": 37
    },
    {
      "overview": "After relocating his family - and his prized restored Sherman tank - to a small Georgia town, Sargeant Major Zack Carey (James Garner) butts heads with the local sheriff. Zack doesn't agree with the ways of the local police, and when the sheriff goes after Zack's son (C. Thomas Howell), it's time for Zack to roll out the Sherman tank and wage a little war of his own.",
      "original_language": "en",
      "original_title": "Tank",
      "video": false,
      "title": "Tank",
      "genre_ids": [
        28,
        12,
        35,
        18,
        53
      ],
      "poster_path": "\/q6BaW09NlgcTCfy3Wp1Vf3U7MwD.jpg",
      "backdrop_path": "\/zRjWLejYkKESmKGl7DV5egfYLAi.jpg",
      "release_date": "1984-03-16",
      "popularity": 3.809,
      "vote_average": 5.9,
      "id": 21871,
      "adult": false,
      "vote_count": 34
    },
    {
      "overview": "Four orphaned and homeless siblings happen upon an abandoned boxcar, which, they furnish with all the comforts of home. Fearful that they will be sent to live with their grandfather they have never met, the children keep their new home a secret.",
      "original_language": "en",
      "original_title": "The Boxcar Children",
      "video": false,
      "title": "The Boxcar Children",
      "genre_ids": [
        10751,
        16,
        12
      ],
      "poster_path": "\/t184N3Tl7JtwBynjhva18o8EBHN.jpg",
      "backdrop_path": "\/tjm1bTHwMpUrORTPfaPh38jJtc3.jpg",
      "release_date": "2014-08-05",
      "popularity": 1.405,
      "vote_average": 7.6,
      "id": 286940,
      "adult": false,
      "vote_count": 10
    },
    {
      "overview": "It is written among the limitless constellations of the celestial heavens, and  in the depths of the emerald seas, and upon every grain of sand in the vast  deserts, that the world which we see is an outward and visible dream, of an  inward and invisible reality ... Once upon a time there was a golden city. In  the center of the golden city, atop the tallest minaret, were three golden  balls. The ancients had prophesied that if the three golden balls were ever  taken away, harmony would yield to discord, and the city would fall to  destruction and death. But... the mystics had also foretold that the city might  be saved by the simplest soul with the smallest and simplest of things. In the  city there dwelt a lowly shoemaker, who was known as Tack the Cobbler. Also in  the city... existed a Thief, who shall be... nameless.",
      "original_language": "en",
      "original_title": "The Thief and the Cobbler",
      "video": false,
      "title": "The Thief and the Cobbler",
      "genre_ids": [
        12,
        14,
        16,
        878,
        10751
      ],
      "poster_path": "\/AiRipOwCOBazvzkLrJYDIMAhfkE.jpg",
      "backdrop_path": "\/bbJ52pZFv3MLTYy3ga6K4zdX0gl.jpg",
      "release_date": "1995-08-05",
      "popularity": 3.897,
      "vote_average": 7,
      "id": 26672,
      "adult": false,
      "vote_count": 48
    },
    {
      "overview": "A solar eclipse activates a magic time portal, and a regular schoolboy Vit'ko from the 21st century goes a thousand years back in time. It doesn’t take Vitya long to recognize the legendary bogatyrs in young Oleshko, powerful Ilya and severe Dobrynya. Their life passes in fighting cumans who try to destroy Rusichi at any cost, using both weapons and black magic. Vitya finds himself in the very midst of incredible events, battles with mythical creatures and acquires real courage.",
      "original_language": "uk",
      "original_title": "Сторожова застава",
      "video": false,
      "title": "The Stronghold",
      "genre_ids": [
        28,
        12,
        35,
        14,
        36,
        10751
      ],
      "poster_path": "\/9Vyo740WlMp0C9qCnYp3fXbrOU0.jpg",
      "backdrop_path": "\/lLjtONXauCCXY79SSWMYTybKRwy.jpg",
      "release_date": "2017-10-12",
      "popularity": 2.588,
      "vote_average": 6.3,
      "id": 434245,
      "adult": false,
      "vote_count": 40
    },
    {
      "overview": "Sir Sidney Ruff-Diamond looks after the British outpost near the Khybar pass. Protected by the kilted Third Foot and Mouth regiment, you would think they were safe. But the Khazi of Kalabar has other ideas. He wants all the British dead! But his troops fear the \"skirted-devils\"; they are rumoured not to wear anything underneath. Then one is caught with his pants on...",
      "original_language": "en",
      "original_title": "Carry On Up the Khyber",
      "video": false,
      "title": "Carry On Up the Khyber",
      "genre_ids": [
        12,
        35
      ],
      "poster_path": "\/iaZ7sjJI1DlSoXNbO4XS3RDMdWP.jpg",
      "backdrop_path": "\/42o5UXbb3gK62KNpfY9r9bnxVzF.jpg",
      "release_date": "1968-11-28",
      "popularity": 3.263,
      "vote_average": 7.1,
      "id": 22937,
      "adult": false,
      "vote_count": 33
    },
    {
      "overview": "Mark Singer returns as Dar, the warrior who can talk to the beasts. Dar is forced to travel to earth to stop his evil brother from stealing an atomic bomb, and turning their native land from a desert into... well... a desert! Written by Jim Palin",
      "original_language": "en",
      "original_title": "Beastmaster 2: Through the Portal of Time",
      "video": false,
      "title": "Beastmaster 2: Through the Portal of Time",
      "genre_ids": [
        28,
        12,
        14,
        878
      ],
      "poster_path": "\/AkvSKhzkWOOQGxe7I3LOaASiD3x.jpg",
      "backdrop_path": "\/gR2V6dIGN9swF1JdrPILHHWMCsV.jpg",
      "release_date": "1991-08-30",
      "popularity": 3.545,
      "vote_average": 4.8,
      "id": 27549,
      "adult": false,
      "vote_count": 31
    },
    {
      "overview": "An action-adventure story focused on the lives of express deliverymen, traffic cops and lonely beauties.",
      "original_language": "zh",
      "original_title": "疯狂的赛车",
      "video": false,
      "title": "Crazy Racer",
      "genre_ids": [
        28,
        12,
        35,
        18
      ],
      "poster_path": "\/ggTqQBLLiDx2MRBp4q3hOPsXDcV.jpg",
      "backdrop_path": "\/q8yKENafikakaHt7MNcj9PhrcHo.jpg",
      "release_date": "2009-01-20",
      "popularity": 3.541,
      "vote_average": 7.2,
      "id": 33106,
      "adult": false,
      "vote_count": 17
    },
    {
      "overview": "A CIA operative kills a terrorist during a prison break. When a group of terrorists attempts to recover a microchip implanted in the man's body, one of them is captured and convinced by the CIA to work for them as an informer.",
      "original_language": "en",
      "original_title": "CIA Code Name: Alexa",
      "video": false,
      "title": "CIA Code Name: Alexa",
      "genre_ids": [
        28,
        12,
        53
      ],
      "poster_path": "\/oa9KSRWgPyK2mlDG7SgnCg4nL3g.jpg",
      "backdrop_path": "\/pnuI4yMKcet43OuDRHPnxNJv3QP.jpg",
      "release_date": "1992-01-20",
      "popularity": 2.011,
      "vote_average": 5.6,
      "id": 218671,
      "adult": false,
      "vote_count": 10
    },
    {
      "overview": "A black ops reconnaissance team is sent to investigate the crash of an unidentified aircraft. When they arrive, they find strange markings and residue visible only in infrared. As the team gets deeper in and tries to figure out the source of the markings, they discover that they are being hunted by an alien expedition to Earth.",
      "original_language": "en",
      "original_title": "Alien Predator",
      "video": false,
      "title": "Alien Predator",
      "genre_ids": [
        28,
        878,
        12,
        27
      ],
      "poster_path": "\/jxHWPPNXhegzZHCUSgjlPwnuQ2C.jpg",
      "backdrop_path": "\/kc20ajqICqsLjvgbfHNnWhDVc85.jpg",
      "release_date": "2018-09-11",
      "popularity": 3.966,
      "vote_average": 4.5,
      "id": 548257,
      "adult": false,
      "vote_count": 12
    },
    {
      "overview": "People living at the seashore town are frightened by reports about the unknown creature called \"the sea devil.\" Nobody knows what it is, but it's really a son of a doctor Salvator. The doctor performed a surgery on his son and now young Ihtiandre can live under water. This gives him certain advantages, but creates a lot of problems.",
      "original_language": "ru",
      "original_title": "Человек-амфибия",
      "video": false,
      "title": "Amphibian Man",
      "genre_ids": [
        12,
        878,
        10749
      ],
      "poster_path": "\/hPir618kFlOgAcruIt1xITuSoAV.jpg",
      "backdrop_path": "\/7VfeVoYfK8Jc0DGPBVdXt6KZmJI.jpg",
      "release_date": "2006-10-19",
      "popularity": 3.641,
      "vote_average": 7.1,
      "id": 43685,
      "adult": false,
      "vote_count": 25
    },
    {
      "overview": "Texas Ranger Dusty Rivers (\"Isn't that a contradiction in terms?\", another character asks him) travels to Canada in the 1880s in search of Jacques Corbeau, who is wanted for murder. He wanders into the midst of the Riel Rebellion, in which Métis (people of French and Native heritage) and Natives want a separate nation. Dusty falls for nurse April Logan, who is also loved by Mountie Jim Brett. April's brother is involved with Courbeau's daughter Louvette, which leads to trouble during the battles between the rebels and the Mounties. Through it all Dusty is determined to bring Corbeau back to Texas (and April, too, if he can manage it.)",
      "original_language": "en",
      "original_title": "North West Mounted Police",
      "video": false,
      "title": "North West Mounted Police",
      "genre_ids": [
        12,
        18,
        36,
        10749,
        37
      ],
      "poster_path": "\/vJLMB9MQ1W4LgBThNRQL3Bmh14N.jpg",
      "backdrop_path": "\/uvEG6fYnFx4I7p3WjWK5uJmAqkH.jpg",
      "release_date": "1940-10-22",
      "popularity": 2.243,
      "vote_average": 6.8,
      "id": 83360,
      "adult": false,
      "vote_count": 10
    },
    {
      "overview": "The Phantom Tollbooth, based upon the children's adventure novel by Norton Juster, tells the story of a bored young boy named Milo. Unexpectedly receiving a magic tollbooth and, having nothing better to do, Milo drives through it and enters a kingdom in turmoil following the loss of it's princesses, Rhyme and Reason.",
      "original_language": "en",
      "original_title": "The Phantom Tollbooth",
      "video": false,
      "title": "The Phantom Tollbooth",
      "genre_ids": [
        14,
        16,
        12
      ],
      "poster_path": "\/pBhvLo2CGu68Xt9S0ec1BvkxFf2.jpg",
      "backdrop_path": "\/4qakKkQhfc2JoFigzIAn5Fs1aMn.jpg",
      "release_date": "1970-11-07",
      "popularity": 2.38,
      "vote_average": 6.5,
      "id": 28476,
      "adult": false,
      "vote_count": 30
    },
    {
      "overview": "The story of Louis XIV of France and his attempts to keep his identical twin brother Philippe imprisoned away from sight and knowledge of the public, and Philippe's rescue by the aging Musketeers, led by D'Artagnan.",
      "original_language": "en",
      "original_title": "The Man in the Iron Mask",
      "video": false,
      "title": "The Man in the Iron Mask",
      "genre_ids": [
        36,
        12
      ],
      "poster_path": "\/30JmeTsNT1CCsGGEyveTdDW1tCT.jpg",
      "backdrop_path": "\/7rgabNcJB2jPmWU1TqMzWMBrtbR.jpg",
      "release_date": "1977-07-07",
      "popularity": 3.471,
      "vote_average": 6.8,
      "id": 4199,
      "adult": false,
      "vote_count": 22
    },
    {
      "overview": "In the opening years of World War II the Royal Navy was fighting a desperate battle to keep the Atlantic convoy routes open and the British Isles supplied. Of great danger were the numerous surface\/commerce raiders that had slipped out of German waters just before war was declared. Supplied by axis cargo ships or tankers, they primarily attacked and sank merchant shipping, and they could and did strike anywhere and everywhere. This is the story of one such ship – the 'Admiral Graf Spee' – and how 3 lightly armed Royal Navy cruisers with mere 6 and 8 inch guns boldly took on this powerful 'pocket battleship' armed with 11 inch guns.",
      "original_language": "en",
      "original_title": "The Battle of the River Plate",
      "video": false,
      "title": "The Battle of the River Plate",
      "genre_ids": [
        28,
        12,
        18,
        36,
        10752
      ],
      "poster_path": "\/8WsqXHHbQsontMRPzdgwfWgkqRq.jpg",
      "backdrop_path": "\/z4AGXHcXSx41tPAMwKIcCG7zVlJ.jpg",
      "release_date": "1957-11-01",
      "popularity": 3.741,
      "vote_average": 6,
      "id": 17591,
      "adult": false,
      "vote_count": 15
    },
    {
      "overview": "The Ghost crew and their allies face Darth Vader for the first time and Ahsoka Tano discovers the true identity of Darth Vader.",
      "original_language": "en",
      "original_title": "Star Wars Rebels: The Siege of Lothal",
      "video": false,
      "title": "Star Wars Rebels: The Siege of Lothal",
      "genre_ids": [
        12,
        16,
        878,
        28
      ],
      "poster_path": "\/pxMAPq5R7o3zQh5DmJ76cW5vVIu.jpg",
      "backdrop_path": "\/zgL6ESQoZePnwYRmpzxYWdQaXjG.jpg",
      "release_date": "2015-04-18",
      "popularity": 2.947,
      "vote_average": 8,
      "id": 337755,
      "adult": false,
      "vote_count": 34
    },
    {
      "overview": "Venturing into the woods causes nothing but trouble and hilarity for three misguided males in this straight to video spin-off of 2004's \"Without A Paddle\".",
      "original_language": "en",
      "original_title": "Without a Paddle: Nature's Calling",
      "video": false,
      "title": "Without a Paddle: Nature's Calling",
      "genre_ids": [
        28,
        12,
        35
      ],
      "poster_path": "\/xx36wep0U9gzOGQM0KEksEZFvcd.jpg",
      "backdrop_path": "\/zoSmyOGv6uAypjUiYEhz1651ans.jpg",
      "release_date": "2009-01-13",
      "popularity": 2.85,
      "vote_average": 5.2,
      "id": 28677,
      "adult": false,
      "vote_count": 34
    },
    {
      "overview": "In Camelot, kingdom of Arthur and Merlin, Lancelot is well known for his courage and honor. But one day he must quit Camelot and the Queen Guinevere's love, leaving the Round Table without protection.",
      "original_language": "en",
      "original_title": "Knights of the Round Table",
      "video": false,
      "title": "Knights of the Round Table",
      "genre_ids": [
        10749,
        28,
        12,
        14,
        18
      ],
      "poster_path": "\/rtAjj0VYTbTdHUOitSAHSIsWv23.jpg",
      "backdrop_path": "\/7C2lVzCnxXb7YO53joY1hFP5tiD.jpg",
      "release_date": "1953-12-22",
      "popularity": 3.751,
      "vote_average": 6.3,
      "id": 19957,
      "adult": false,
      "vote_count": 33
    },
    {
      "overview": "When a shipwreck is found on the shores of Dinotopia, Karl uses his newly discovered radio to make contact with the drifting survivors. But what will happen if that bridge between two worlds is crossed?",
      "original_language": "en",
      "original_title": "Dinotopia 2: The Temptation",
      "video": false,
      "title": "Dinotopia 2: The Temptation",
      "genre_ids": [
        12,
        10751,
        14
      ],
      "poster_path": "\/6271tTuAFAbb5UWKaTloPhxTh1m.jpg",
      "backdrop_path": "\/bwdsiqRvfe7FNj5NWi4UvimQhoO.jpg",
      "release_date": "2002-12-05",
      "popularity": 2.129,
      "vote_average": 6.3,
      "id": 145731,
      "adult": false,
      "vote_count": 13
    },
    {
      "overview": "Shivaay , a fearless Himalayan mountaineer covered in Lord Shiva tattoos, heads to Bulgaria to fulfill his nine-year-old daughter Gaura’s  wish of seeing her mother Olga, who abandoned them years ago. But their plan goes for a toss when the little girl gets kidnapped in the foreign land. Rescuing her from the masked child-traffickers becomes his only reason for survival.",
      "original_language": "hi",
      "original_title": "शिवाय",
      "video": false,
      "title": "Shivaay",
      "genre_ids": [
        12,
        28,
        18,
        53
      ],
      "poster_path": "\/xs3KxGnZcKKP7W9ejRyEcgZOXwG.jpg",
      "backdrop_path": "\/l3W0KyrDhtiSjKNRkmxBL8Ykmd.jpg",
      "release_date": "2018-01-02",
      "popularity": 1.524,
      "vote_average": 5.7,
      "id": 370992,
      "adult": false,
      "vote_count": 33
    }
  ],
  [
    {
      "overview": "During World War 2 a group of brave US Airmen are downed in Nazi controlled Europe, after their aircraft is attacked by Nazi-controlled mythological Gargoyles.",
      "original_language": "en",
      "original_title": "Reign of the Gargoyles",
      "video": false,
      "title": "Reign of the Gargoyles",
      "genre_ids": [
        28,
        12,
        14
      ],
      "poster_path": "\/7yh6GEQY8IeG7wVvUbS5285c59y.jpg",
      "backdrop_path": "\/kK88b3yOyvZVqL3HmeQJOoRQJ2V.jpg",
      "release_date": "2007-03-24",
      "popularity": 2.07,
      "vote_average": 5.6,
      "id": 36213,
      "adult": false,
      "vote_count": 5
    },
    {
      "overview": "New York publisher Dex Dellum sends his fiancée and star photographer Katy Mazur to Swaziland to shoot the taita falcon. There she meets 'highman' (altitude stuntman) Grant Orion, who practices skydiving. After an initial clash, they become hot lovers, her first infidelity. She's drugged before he leaves unannounced. In London Grant saves her from armed killers and discloses to be an Interpol agent. Dex has an incompatible story but is killed. It's the start of a cascade of violence and charades.",
      "original_language": "en",
      "original_title": "Freefall",
      "video": false,
      "title": "Freefall",
      "genre_ids": [
        28,
        12,
        18
      ],
      "poster_path": "\/6yfZiP3JkUbI38YEXL2AW6X4zPf.jpg",
      "backdrop_path": null,
      "release_date": "1994-01-01",
      "popularity": 2.045,
      "vote_average": 4.8,
      "id": 215136,
      "adult": false,
      "vote_count": 9
    },
    {
      "overview": "In the frozen eternal winter of a post-asteroid impact, mankind's last remnants cling to a fragile existence. One woman must rise to the challenge, to free her people from the ever widening chasm separating the Haves from the Have-nots. She is...Battle Queen 2020.",
      "original_language": "en",
      "original_title": "BattleQueen 2020",
      "video": false,
      "title": "Battle Queen 2020",
      "genre_ids": [
        28,
        12,
        14,
        878,
        53
      ],
      "poster_path": "\/cCRKJoMNBsVC4kJMY72xnw8tvFh.jpg",
      "backdrop_path": "\/tL0pwRTJZcS9MdUJBHha0w3Xigg.jpg",
      "release_date": "2001-05-22",
      "popularity": 1.91,
      "vote_average": 5.6,
      "id": 29653,
      "adult": false,
      "vote_count": 5
    },
    {
      "overview": "An alien policeman comes to Earth to hunt down a renegade of his own race.",
      "original_language": "en",
      "original_title": "Abraxas, Guardian of the Universe",
      "video": false,
      "title": "Abraxas, Guardian of the Universe",
      "genre_ids": [
        12,
        878,
        28
      ],
      "poster_path": "\/1DwaSuBcK2bdWFhVa543DYYmDE2.jpg",
      "backdrop_path": "\/lQNJKmELsLVXdBLLDZkBZfDU4a0.jpg",
      "release_date": "1993-03-28",
      "popularity": 2.438,
      "vote_average": 3.2,
      "id": 37926,
      "adult": false,
      "vote_count": 18
    },
    {
      "overview": "Sophie loved Edmund, but he left town when her parents forced her to marry wealthy Octavius. Years later, Edmund returns with his son, William. Sophie's daughter, Marguerite, and William fall in love. Marguerite's sister, Marianne, also loves William. Timothy, a lowly carpenter, secretly loves Marianne. He kills a man in a fight, and Edmund helps him flee to New Zealand. William deserts inadvertently from the navy, and also flees in disgrace to New Zealand, where he and Timothy start a profitable business. One night, drunk, William writes Octavius, demanding his daughter's hand; but, being drunk, he asks for the wrong sister.",
      "original_language": "en",
      "original_title": "Green Dolphin Street",
      "video": false,
      "title": "Green Dolphin Street",
      "genre_ids": [
        18,
        12,
        10749
      ],
      "poster_path": "\/gbFfFuCPuCJCzC23cuduBRuBWOG.jpg",
      "backdrop_path": "\/mCFyLjuozPLiHLcmVcJDln1TTby.jpg",
      "release_date": "1947-11-05",
      "popularity": 2.853,
      "vote_average": 6.3,
      "id": 108994,
      "adult": false,
      "vote_count": 7
    },
    {
      "overview": "When Kate and Abby are mistaken for famous art thieves, their fun night out quickly goes from good to bad.",
      "original_language": "en",
      "original_title": "Bad Night",
      "video": false,
      "title": "Bad Night",
      "genre_ids": [
        35,
        12
      ],
      "poster_path": "\/hrxbgEkeZZxMvMA8sdbcLKtu7FW.jpg",
      "backdrop_path": "\/cInAluIpHl7H3ke7MDdtorO7VUs.jpg",
      "release_date": "2015-07-21",
      "popularity": 2.28,
      "vote_average": 4.7,
      "id": 348499,
      "adult": false,
      "vote_count": 26
    },
    {
      "overview": "In the absence of Behzat Ç., a superintendent named Himmet gets replaced as the president of the murder Bureau. When the murder of minister of Interior makes a big impact, Himmet decides to take advantage of it and he makes his team help the fight against terrorism bureau.",
      "original_language": "tr",
      "original_title": "Behzat Ç. Ankara Yanıyor",
      "video": false,
      "title": "Behzat Ç.: Ankara Is on Fire",
      "genre_ids": [
        28,
        12,
        80
      ],
      "poster_path": "\/k5kUJCgBcVWyxlCFB9Xv7d36AOv.jpg",
      "backdrop_path": null,
      "release_date": "2013-11-01",
      "popularity": 1.877,
      "vote_average": 5.8,
      "id": 255161,
      "adult": false,
      "vote_count": 18
    },
    {
      "overview": "Sean Bean is back as the swashbuckling hero in Sharpe's Challenge, an action packed mini-series to be shot on location in Rajasthan, India. Two years after the Duke of Wellington crushes Napoleon at Waterloo, dispatches from India tell of a local Maharaja, Khande Rao, who is threatening British interests there. Wellington sends Sharpe to investigate on what turns out to be his most dangerous mission to date. When a beautiful general's daughter is kidnapped by the Indian warlord, the tension mounts, leaving Sharpe no option but to pursue the enemy right into its deadly lair. Deep in the heart of enemy territory he also has to keep at bay the beautiful but scheming Regent, Madhuvanthi, who is out to seduce him. The fate of an Empire and the life of a General's daughter lie in one man's hands...",
      "original_language": "en",
      "original_title": "Sharpe's Challenge",
      "video": false,
      "title": "Sharpe's Challenge",
      "genre_ids": [
        28,
        12,
        10752,
        36,
        10770
      ],
      "poster_path": "\/hLzbgy2NTYSpdDzNquFisp112RC.jpg",
      "backdrop_path": "\/1YMLULPRTg10ErljYg8k7BlUJvc.jpg",
      "release_date": "2006-04-23",
      "popularity": 2.016,
      "vote_average": 6.5,
      "id": 75634,
      "adult": false,
      "vote_count": 20
    },
    {
      "overview": "McMasters and Sand come to oil towns to get rich. Betsey comes West intending to marry Sand but marries McMasters instead. Getting rich and losing it all teaches McMasters and Sand the value of personal ties.",
      "original_language": "en",
      "original_title": "Boom Town",
      "video": false,
      "title": "Boom Town",
      "genre_ids": [
        12,
        18,
        10749
      ],
      "poster_path": "\/2G67s9rD2qFYfJdk9cZEGGPWzqv.jpg",
      "backdrop_path": "\/bPeWQCyLtAWGyjtJ9mdfPcvhRTe.jpg",
      "release_date": "1940-08-30",
      "popularity": 3.857,
      "vote_average": 7.2,
      "id": 55604,
      "adult": false,
      "vote_count": 20
    },
    {
      "overview": "A bunch of high school misfits in Hawaii, introduced by their new teacher, attend a science fair in which they draw up inspiration to build their own solar car and win a trip to compete in the 1990 World Solar Challenge in Australia.",
      "original_language": "en",
      "original_title": "Race the Sun",
      "video": false,
      "title": "Race the Sun",
      "genre_ids": [
        28,
        12,
        35,
        18,
        10751
      ],
      "poster_path": "\/2jPKKhZqbMYszH5z1cL7AZuoBiL.jpg",
      "backdrop_path": "\/2Y4RLhqmmiCvSzq10ixCTclJdSG.jpg",
      "release_date": "1996-03-22",
      "popularity": 4.016,
      "vote_average": 5.3,
      "id": 55731,
      "adult": false,
      "vote_count": 34
    },
    {
      "overview": "A ruined Baron Philippe de baron, meets one day a troupe of traveling actors led by Herod. Attracted by the one who plays the role of the ingenue: Isabella, and by the dynamism and enthusiasm of his companions, he takes the place of the deceased poet of the troupe. And during performances, Philippe became the captain Sunder. For his part, Isabelle loves Philip, but does not consider marriage, nobility him missing, she refuses to harm the career of Baron. And one day, the Duke of Vallombrosa, seduced by Isabella, finds himself challenged to a duel by Philippe for touching the girl. Defeated, he launched his men against Sunder, then removes Isabelle. The actors throw themselves then to storm the castle where she is being held. This time Vallombrosa was seriously injured, and the duke's own father, rushed to the scene, Isabelle discovers the girl he had once been an actress. Nothing stands now the union of Sunder and Isabella, under the tender gaze of the actors Herod and Scapin.",
      "original_language": "fr",
      "original_title": "Le capitaine Fracasse",
      "video": false,
      "title": "Captain Fracasse",
      "genre_ids": [
        12
      ],
      "poster_path": "\/1wJwYTAnaZFnKcvsnmVTrAeGGHY.jpg",
      "backdrop_path": "\/2qADp4035ROVITdODiInVjjdBwz.jpg",
      "release_date": "1961-11-11",
      "popularity": 1.1,
      "vote_average": 4.9,
      "id": 4732,
      "adult": false,
      "vote_count": 13
    },
    {
      "overview": "Are government surveillance cameras intended to keep us safe actually killing people? Is it a plot by the government to suppress the opposition, or have our terrorist enemies secretly gained control of our security system and are now using it against us? Following another major terrorist attack the US instigates an intense government surveillance program in which every camera in the country is linked into a single, all-seeing network called the ODIN system (for Optical Defense Intelligence Network). The system includes millions of mobile, robotic surveillance cameras known as \"Eyeborgs,\" which watch everyone for suspicious behavior, all in the name of security, law enforcement and keeping America safe. An agent for the Department of Homeland Security grows suspicious of the system after a series of odd murders in which the physical evidence doesn't match up to what the video records show. Now he must work outside the system to find out who is really controlling the Eyeborgs.",
      "original_language": "en",
      "original_title": "Eyeborgs",
      "video": false,
      "title": "Eyeborgs",
      "genre_ids": [
        28,
        12,
        878,
        53
      ],
      "poster_path": "\/8phlBSYZYIvzkpHifxvkMc9Iqi7.jpg",
      "backdrop_path": "\/r0a0bVGrtVLCvmoW9NJfCaAbrz1.jpg",
      "release_date": "2009-04-29",
      "popularity": 3.277,
      "vote_average": 4.8,
      "id": 40537,
      "adult": false,
      "vote_count": 39
    },
    {
      "overview": "An active volcano threatens a south Pacific island resort and its guests as a power struggle ensues between the property's developer and a drilling foreman.",
      "original_language": "en",
      "original_title": "When Time Ran Out...",
      "video": false,
      "title": "When Time Ran Out...",
      "genre_ids": [
        28,
        12,
        18,
        53
      ],
      "poster_path": "\/8HhS57TsCKU8QxPHgFMLw8gG3eW.jpg",
      "backdrop_path": "\/tcVnfHiwrb2mO0Bx1dNDXbc4BbO.jpg",
      "release_date": "1980-03-28",
      "popularity": 2.422,
      "vote_average": 6.6,
      "id": 47942,
      "adult": false,
      "vote_count": 28
    },
    {
      "overview": "Pippi is a little girl who lives in her house with her horse and her monkey, while her father is sailing the seas.",
      "original_language": "sv",
      "original_title": "Pippi Långstrump",
      "video": false,
      "title": "Pippi Longstocking",
      "genre_ids": [
        12,
        16,
        35,
        10751
      ],
      "poster_path": "\/nndjAapR3epDSxuNSpgRdfP7L6v.jpg",
      "backdrop_path": "\/9LOTkLsoGX8FLmQGjK5f7rtBV2N.jpg",
      "release_date": "1997-08-22",
      "popularity": 1.173,
      "vote_average": 5.2,
      "id": 12630,
      "adult": false,
      "vote_count": 14
    },
    {
      "overview": "Three decades after the great war between the humans and the Zentradi, the U.N. government is developing new technologies to use in their transforming fighter aircraft by running tests on the colony planet Eden. Military test pilots and former childhood friends, loose cannon Isamu Alva Dyson and the Zentradi mixed race Guld Goa Bowman, are selected to each pilot a new aircraft (Shinsei Industries' YF-19 &amp; General Galaxy's YF-21) for Project Super Nova, to choose the newest successor to the VF-11 Thunderbolt variable fighter which is currently still in use by the U.N. Spacy military forces. Their own personal grudges end up disrupting the tests, and begin to wreak havoc on the program.",
      "original_language": "ja",
      "original_title": "マクロスプラス　ＭＯＶＩＥ　ＥＤＩＴＩＯＮ",
      "video": false,
      "title": "Macross Plus: Movie Edition",
      "genre_ids": [
        28,
        12,
        16,
        878
      ],
      "poster_path": "\/1x8tiWbN4j3Dzt3Ks2yubqUt3k2.jpg",
      "backdrop_path": "\/qXhuvZsEqY93OCcoyE2nUUE9dmZ.jpg",
      "release_date": "1995-10-06",
      "popularity": 2.233,
      "vote_average": 7.1,
      "id": 18837,
      "adult": false,
      "vote_count": 32
    },
    {
      "overview": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet clash in a spectacular battle for the ages. As Monarch embarks on a perilous mission into uncharted terrain and unearths clues to the Titans’ origins, a human conspiracy threatens to wipe the creatures, both good and bad, from the face of the earth forever.",
      "original_language": "en",
      "original_title": "Godzilla vs. Kong",
      "video": false,
      "title": "Godzilla vs. Kong",
      "genre_ids": [
        28,
        12,
        18,
        878,
        53
      ],
      "poster_path": "\/3zscXyYxlOEjkaVN4r9Dt2CA0p4.jpg",
      "backdrop_path": "\/pnpRMwdz1CO7YJ0tKrRlsqVRjqk.jpg",
      "release_date": "2020-03-13",
      "popularity": 6.07,
      "vote_average": 0,
      "id": 399566,
      "adult": false,
      "vote_count": 0
    },
    {
      "overview": "A ship-wrecked man floats ashore on an island in the Pacific Ocean. The island is inhabited by a scientist, Dr. Moreau, who in an experiment has turned beasts into human beings.",
      "original_language": "en",
      "original_title": "The Island of Dr. Moreau",
      "video": false,
      "title": "The Island of Dr. Moreau",
      "genre_ids": [
        12,
        27,
        878,
        53
      ],
      "poster_path": "\/q5kWAWxb3eWCkxFNT6WCipAnpQe.jpg",
      "backdrop_path": "\/mZzkiMwbf36mIMVHoJ9dvHg6d7S.jpg",
      "release_date": "1977-07-13",
      "popularity": 4.268,
      "vote_average": 5.5,
      "id": 26932,
      "adult": false,
      "vote_count": 55
    },
    {
      "overview": "In the Australian Outback, the Carmody family--Paddy, Ida and their teenage son Sean--are sheep drovers, always on the move. Ida and Sean want to settle down and buy a farm. Paddy wants to keep moving. A sheep-shearing contest, the birth of a child, drinking, gambling and a race horse will all have a part in the final decision.",
      "original_language": "en",
      "original_title": "The Sundowners",
      "video": false,
      "title": "The Sundowners",
      "genre_ids": [
        18,
        12
      ],
      "poster_path": "\/s7PsZtomvFa73LEAT22JQgtyuSv.jpg",
      "backdrop_path": "\/7dBYa43JnkoWw6Sk1t8ofNCWUFJ.jpg",
      "release_date": "1960-12-08",
      "popularity": 2.417,
      "vote_average": 6.8,
      "id": 43047,
      "adult": false,
      "vote_count": 23
    },
    {
      "overview": "A young knight sets out to join King Richards crusaders. Along the way, he encounters The Black Prince who captures children and sells them as slaves to the Muslims. It is Robert Narra's sworn duty to protect the children and lead them to safety.",
      "original_language": "en",
      "original_title": "Lionheart",
      "video": false,
      "title": "Lionheart",
      "genre_ids": [
        12,
        18
      ],
      "poster_path": "\/yv8t7A9snbBEaV7fCg5havLv8yi.jpg",
      "backdrop_path": "\/x9ytxHJT006aQQ38w29DdnljoFx.jpg",
      "release_date": "1987-08-14",
      "popularity": 1.357,
      "vote_average": 5.4,
      "id": 78028,
      "adult": false,
      "vote_count": 4
    },
    {
      "overview": "Parody of the classic film (and book) about brothers in the French Foreign Legion in Africa, with Digby Geste (Feldman) and his ‘identical’ twin brother Beau (York) competing with their stepmother (Ann-Margret) over possession of a priceless family heirloom.",
      "original_language": "en",
      "original_title": "The Last Remake of Beau Geste",
      "video": false,
      "title": "The Last Remake of Beau Geste",
      "genre_ids": [
        12,
        28,
        35
      ],
      "poster_path": "\/53GCL8RNtoNWDHYkh0ZRj00zfkE.jpg",
      "backdrop_path": "\/uVZCGy4TgH0C5m1sfIgCO4ZGR9n.jpg",
      "release_date": "1977-06-15",
      "popularity": 1.639,
      "vote_average": 5.6,
      "id": 55628,
      "adult": false,
      "vote_count": 19
    }
  ],
  [
    {
      "overview": "A New York City man, Alex, takes an off-season trip to the Hamptons in attempt to escape his routine life in the city. While trying to spend his time relaxing, Alex ends up lost, putting him in contact with some life-changing locals during his night of adventures.",
      "original_language": "en",
      "original_title": "Wanderland",
      "video": false,
      "title": "Wanderland",
      "genre_ids": [
        12,
        35,
        10402
      ],
      "poster_path": "\/4cul6v3STpnthDaBoernPfXuh30.jpg",
      "backdrop_path": "\/4LUn1bYVgpH7TCHwdqfjwSkjQLW.jpg",
      "release_date": "2018-04-20",
      "popularity": 3.91,
      "vote_average": 7.5,
      "id": 518809,
      "adult": false,
      "vote_count": 4
    },
    {
      "overview": "During the War of 1812 against Britain: General Andrew Jackson has only 1,200 men left to defend New Orleans when he learns that a British fleet will arrive with 60 ships and 16,000 men to take the city. In this situation an island near the city becomes strategically important to both parties, but it's inhabited by the last big buccaneer: Jean Lafitte. Although Lafitte never attacks American ships, the governor hates him for selling merchandise without taxes - and is loved by the citizens for the same reason. When the big fight gets nearer, Lafitte is drawn between the fronts. His heart belongs to America, but his people urge him to join the party that's more likely to win.",
      "original_language": "en",
      "original_title": "The Buccaneer",
      "video": false,
      "title": "The Buccaneer",
      "genre_ids": [
        12,
        18,
        10752,
        36
      ],
      "poster_path": "\/wDiN4pOUB0Am4qKWHFBkx8U35Nt.jpg",
      "backdrop_path": "\/4QRsHokXWaoxD2cbhjfOBzQPAt4.jpg",
      "release_date": "1958-12-11",
      "popularity": 4.034,
      "vote_average": 6.6,
      "id": 4933,
      "adult": false,
      "vote_count": 23
    },
    {
      "overview": "Lino works as an entertainer at children's parties, but he can't stand the way children treat him, making fun of him because he works in a cat's costume. Determined to change his life, he visits a wizard, but the magic doesn't work in the right way, and he wakes up as a big cat.",
      "original_language": "pt",
      "original_title": "Lino: Una Aventura de Siete Vidas",
      "video": false,
      "title": "Lino",
      "genre_ids": [
        12,
        16,
        10751
      ],
      "poster_path": "\/d21rfVSBRvNbOk9m7K7UCgQhA2J.jpg",
      "backdrop_path": "\/sJNFfTWGQFG1jqJFiIW6lBbC6Dl.jpg",
      "release_date": "2019-09-01",
      "popularity": 1.932,
      "vote_average": 6,
      "id": 459788,
      "adult": false,
      "vote_count": 17
    },
    {
      "overview": "Remake of the original Alfred Hitchcock movie with a more light-hearted tone and Kenneth More as the lead character.",
      "original_language": "en",
      "original_title": "The 39 Steps",
      "video": false,
      "title": "The 39 Steps",
      "genre_ids": [
        12,
        18,
        28,
        35,
        53,
        80
      ],
      "poster_path": "\/cZLUatB2zJy03q2d2tyAmlTevKl.jpg",
      "backdrop_path": "\/uVgNlbu7l5o4N8FV4NYRvuuPJKb.jpg",
      "release_date": "1959-03-13",
      "popularity": 2.633,
      "vote_average": 6.1,
      "id": 25386,
      "adult": false,
      "vote_count": 15
    },
    {
      "overview": "Mighty Zeus brings Hercules' mother, Alcmene, to Mount Olympus, and Hercules, believing she has been kidnapped, leads a rescue mission to save her. Zeus' jealous wife, Hera, decides that it should now be her time to rule the universe. Hera steals the Chronos Stone, source of the God's power, and unleashes the four Titans from their eons of imprisonment. With these angry behemoths on the loose, only the combined forces of Hercules and Xena, together with their trusty sidekicks Iolaus and Gabrielle, can save Mount Olympus.",
      "original_language": "en",
      "original_title": "Hercules and Xena - The Animated Movie: The Battle for Mount Olympus",
      "video": false,
      "title": "Hercules and Xena - The Animated Movie: The Battle for Mount Olympus",
      "genre_ids": [
        14,
        12,
        16
      ],
      "poster_path": "\/3cfTYAKebZAGOnpAKI1Xpkvl92V.jpg",
      "backdrop_path": "\/aOlsaQSNlbzpOThBizqQsA9JQq8.jpg",
      "release_date": "1998-01-01",
      "popularity": 2.92,
      "vote_average": 6.1,
      "id": 53346,
      "adult": false,
      "vote_count": 17
    },
    {
      "overview": "The story revolves around a mahout and his trained elephant.",
      "original_language": "ta",
      "original_title": "கும்கி",
      "video": false,
      "title": "Kumki",
      "genre_ids": [
        12,
        18
      ],
      "poster_path": "\/kH3TFrfm0xNhZgUS0NgkDUZ5vDX.jpg",
      "backdrop_path": "\/4niyc1xX9LLF3nMedRSXAUAvwll.jpg",
      "release_date": "2012-12-14",
      "popularity": 2.122,
      "vote_average": 6.5,
      "id": 146591,
      "adult": false,
      "vote_count": 10
    },
    {
      "overview": "In this last episode princess Fantaghirò ends up in a parallel dimension fairy land full of kids. Here the princess must fight against a villain called \"Nameless\".",
      "original_language": "it",
      "original_title": "Fantaghirò 5",
      "video": false,
      "title": "The Cave of the Golden Rose 5",
      "genre_ids": [
        12,
        14,
        10751
      ],
      "poster_path": "\/cnPagm5Ae71UJFsGI8wCDuaX5N2.jpg",
      "backdrop_path": "\/6DjTcKckEaRV2AvUxjZ2lUsBy5c.jpg",
      "release_date": "1996-12-20",
      "popularity": 2.534,
      "vote_average": 5.8,
      "id": 173737,
      "adult": false,
      "vote_count": 41
    },
    {
      "overview": "Thor along with his friends travels to mysterious island seeking glory and fame. Upon arriving they encounter strange creatures and they start searching the island for answers. Meanwhile Thor keeps seeing visions for a mighty warrior and a big hammer and Freyja tells him that his visions are clues so they start searching for the hammer.",
      "original_language": "en",
      "original_title": "Hammer of the Gods",
      "video": false,
      "title": "Hammer of the Gods",
      "genre_ids": [
        10770,
        28,
        12,
        18,
        14
      ],
      "poster_path": "\/jvBrRJwjQCEIH1lFEJLTBw01cOe.jpg",
      "backdrop_path": "\/gmCIyYZdwP9R3QuXH3bTfTjiSo6.jpg",
      "release_date": "2009-04-11",
      "popularity": 3.254,
      "vote_average": 3.1,
      "id": 31533,
      "adult": false,
      "vote_count": 17
    },
    {
      "overview": "The story of Captain Richard Francis Burton's and Lt. John Hanning Speke's expedition to find the source of the Nile river in the name of Queen Victoria's British Empire. The film tells the story of their meeting, their friendship emerging amidst hardship, and then dissolving after their journey.",
      "original_language": "en",
      "original_title": "Mountains of the Moon",
      "video": false,
      "title": "Mountains of the Moon",
      "genre_ids": [
        12,
        18,
        36
      ],
      "poster_path": "\/rIAr3Q6XqAvl7Aj2wpiKKSmWrt6.jpg",
      "backdrop_path": "\/rozJDcUoyHKcEVsKUmXyrPPMwUk.jpg",
      "release_date": "1990-02-16",
      "popularity": 2.663,
      "vote_average": 6.8,
      "id": 33796,
      "adult": false,
      "vote_count": 23
    },
    {
      "overview": "Temüjin and Börte are childhood lovers who are deeply in love; but news of Temüjin's father's death swiftly disrupted their relationship. Temüjin heads back to his hometown, but was faced with a sudden attack from his father's former comrades, causing his whole tribe to be destroyed.",
      "original_language": "zh",
      "original_title": "战神纪",
      "video": false,
      "title": "Genghis Khan",
      "genre_ids": [
        14,
        28,
        12
      ],
      "poster_path": "\/5ofqcgDnWoWMCwjYkD76VhbJH5F.jpg",
      "backdrop_path": "\/zUY1WawCBY8y6YBoiUCAmUorXfx.jpg",
      "release_date": "2018-04-28",
      "popularity": 3.26,
      "vote_average": 6.5,
      "id": 528656,
      "adult": false,
      "vote_count": 2
    },
    {
      "overview": "Led by British officers, partisans on Crete plan to kidnap the island's German commander and smuggle him to Cairo to embarrass the occupiers.",
      "original_language": "en",
      "original_title": "Ill Met by Moonlight",
      "video": false,
      "title": "Ill Met by Moonlight",
      "genre_ids": [
        10752,
        12,
        28,
        18
      ],
      "poster_path": "\/ln8JDBsduLCZhHLtEc7aQtdtTVy.jpg",
      "backdrop_path": "\/6WyCHg1yluGVrQIgkDMhtohhZZJ.jpg",
      "release_date": "1958-04-24",
      "popularity": 3.418,
      "vote_average": 6.3,
      "id": 54797,
      "adult": false,
      "vote_count": 12
    },
    {
      "overview": "In the distant future, mankind lives on Mars, in cities that resemble those once found on Earth, protected from the alien atmosphere by dome-like force-fields. When a massive sandstorm breaks through the dome and destroys Mars New York, those in Mars Los Angeles must figure out how to stop the storm before it wipes them out next.",
      "original_language": "en",
      "original_title": "Martian Land",
      "video": false,
      "title": "Martian Land",
      "genre_ids": [
        12,
        878,
        28,
        27
      ],
      "poster_path": "\/vQgS4LkqrrfN2dZSJNVEMFt1Drf.jpg",
      "backdrop_path": "\/xBXu527gioN7jUT6gaqSbkRU72A.jpg",
      "release_date": "2015-10-06",
      "popularity": 3.998,
      "vote_average": 3,
      "id": 355309,
      "adult": false,
      "vote_count": 24
    },
    {
      "overview": "Broke and in debt, an otherwise honest cowboy gets mixed up in some shady dealings with a crooked rancher.",
      "original_language": "en",
      "original_title": "Pocket Money",
      "video": false,
      "title": "Pocket Money",
      "genre_ids": [
        28,
        35,
        37,
        12
      ],
      "poster_path": "\/gWIgpJqTthy3qUDwROj39AEbwHb.jpg",
      "backdrop_path": "\/9z8YaMIjRndJ9N10yOiw89rBUPe.jpg",
      "release_date": "1972-01-01",
      "popularity": 2.005,
      "vote_average": 5.3,
      "id": 45512,
      "adult": false,
      "vote_count": 8
    },
    {
      "overview": "Zatoichi makes friends with a dangerous chess player, while fending off angry yakuza and bloodthirsty relatives out for revenge, and trying to save a sick child. Meanwhile, his luck with dice is turning.",
      "original_language": "ja",
      "original_title": "座頭市地獄旅",
      "video": false,
      "title": "Zatoichi and the Chess Expert",
      "genre_ids": [
        28,
        12,
        18
      ],
      "poster_path": "\/ncP46v6HmZLpP382lUfJ0KzhhGa.jpg",
      "backdrop_path": "\/tHjqbSNuGZ1PeA63FpCZuiUZc7L.jpg",
      "release_date": "1965-12-24",
      "popularity": 1.996,
      "vote_average": 6.3,
      "id": 54275,
      "adult": false,
      "vote_count": 15
    },
    {
      "overview": "A mysterious creature destroys 70% of the moon. The creature then warns that if he is not destroyed by March of next year, Earth will be next. The creature also demands that he becomes the homeroom teacher for 3rd grade E class at Kunugigaoka Junior High School. The government is powerless to say no.  The creature then becomes the homeroom teacher of 3rd grade E class which consists of failed students including Nagisa Shiota (Ryosuke Yamada). The creature is called Teacher Koro.  Meanwhile, the government requests that the students try to kill Teacher Koro even though he possesses super powers. The government offers a 10 billion yen reward for whomever successfully kills him. The students are confused by the situation, but decide to kill Teacher Koro.  When their class begins with Teacher Koro, the students finds themselves having a good time with their new teacher.",
      "original_language": "ja",
      "original_title": "映画 暗殺教室",
      "video": false,
      "title": "Assassination Classroom",
      "genre_ids": [
        28,
        12,
        35,
        878
      ],
      "poster_path": "\/bBMT5L176OcMa7DjlLKGFMDXlpV.jpg",
      "backdrop_path": "\/hwMLp7JuUHm92EKiHF8LKulpspH.jpg",
      "release_date": "2015-03-21",
      "popularity": 3.232,
      "vote_average": 6.5,
      "id": 349176,
      "adult": false,
      "vote_count": 40
    },
    {
      "overview": "Eren Yeager and others of the 104th Training Corps have just begun to become full members of the Survey Corps. As they ready themselves to face the Titans once again, their preparations are interrupted by the invasion of Wall Rose—but all is not as it seems as more mysteries are unraveled. As the Survey Corps races to save the wall, they uncover more about the invading Titans and the dark secrets of their own members.",
      "original_language": "ja",
      "original_title": "劇場版 進撃の巨人 覚醒の咆哮",
      "video": false,
      "title": "Attack on Titan: The Roar of Awakening",
      "genre_ids": [
        28,
        12,
        16,
        18,
        878
      ],
      "poster_path": "\/nLe47v3H04j5he8b4Jk2WTTUwjw.jpg",
      "backdrop_path": "\/juKWzBx4jgF8dhAV0qktMCeEfe6.jpg",
      "release_date": "2018-01-13",
      "popularity": 3.75,
      "vote_average": 8.4,
      "id": 492999,
      "adult": false,
      "vote_count": 14
    },
    {
      "overview": "Seven years after the defeat of the spiral king, Simon and the Dai-Gurren brigade must set out to the vastness of space to defeat a new threat and save the universe.",
      "original_language": "ja",
      "original_title": "劇場版 天元突破グレンラガン 螺巌篇",
      "video": false,
      "title": "Gurren Lagann The Movie: The Lights in the Sky Are Stars",
      "genre_ids": [
        28,
        878,
        16,
        12
      ],
      "poster_path": "\/sBdCiTg4qd5pysb1tZcyQhWQUkZ.jpg",
      "backdrop_path": "\/tRv3AamyYSQgM0aDv1TdCyLmsRU.jpg",
      "release_date": "2009-04-25",
      "popularity": 3.1,
      "vote_average": 7.2,
      "id": 23452,
      "adult": false,
      "vote_count": 22
    },
    {
      "overview": "American professor Tarl Cabot is transported via a magical ring to planet Gor, where he must help an oppressed country overthrow its evil king and his barbarian henchmen.",
      "original_language": "en",
      "original_title": "Gor",
      "video": false,
      "title": "Gor",
      "genre_ids": [
        28,
        12,
        878,
        14
      ],
      "poster_path": "\/acXyv4FGpUssF3bBM6W6J8QpNgr.jpg",
      "backdrop_path": "\/3cKxJznR0Jq34fCHXWCMxQ3tded.jpg",
      "release_date": "1988-02-01",
      "popularity": 3.555,
      "vote_average": 3.6,
      "id": 86337,
      "adult": false,
      "vote_count": 19
    },
    {
      "overview": "A family must use a magical box of Animal Crackers to save a rundown circus from being taken over by their evil uncle Horatio P. Huntington.",
      "original_language": "en",
      "original_title": "Animal Crackers",
      "video": false,
      "title": "Animal Crackers",
      "genre_ids": [
        12,
        16,
        35
      ],
      "poster_path": "\/4Z80OqqLV9t5bFuE9itUN8YhgFa.jpg",
      "backdrop_path": "\/vQaqXNUzhab6MoJdEjn2p2O2YMR.jpg",
      "release_date": "2019-01-04",
      "popularity": 3.145,
      "vote_average": 7,
      "id": 315064,
      "adult": false,
      "vote_count": 14
    },
    {
      "overview": "A disgraced officer risks his life to help his childhood friends in battle.",
      "original_language": "en",
      "original_title": "The Four Feathers",
      "video": false,
      "title": "The Four Feathers",
      "genre_ids": [
        12,
        18,
        10749,
        10752
      ],
      "poster_path": "\/gerXrUoZdRpwSYVT7f8y7C0MiFy.jpg",
      "backdrop_path": "\/a0YVYkpV0He2lOVinQ8pqdOTESe.jpg",
      "release_date": "1939-04-20",
      "popularity": 2.485,
      "vote_average": 7.4,
      "id": 10568,
      "adult": false,
      "vote_count": 37
    }
  ],
  [
    {
      "overview": "Lost in Thailand is the story of two rival business managers, Xu (Xu Zheng) and Bo (Huang Bo), who are fighting over a revolutionary new in-house technology for control of their company. If Xu wins, his future will be secured. The critical task is to secure control over the shares of the chairman, who is at a retreat in Thailand. Xu catches the first plane to Bangkok, where he meets the happy-go-lucky Wang (Wang Baoqiang), an unexpected travel companion who will open his eyes to life's true priorities",
      "original_language": "zh",
      "original_title": "人再囧途之泰囧",
      "video": false,
      "title": "Lost in Thailand",
      "genre_ids": [
        35,
        12,
        18
      ],
      "poster_path": "\/suv7qp82E1nYyM3ymsTQKRuEGOg.jpg",
      "backdrop_path": "\/jlqmfn7NbNvQ0HEFoKyCKOZoFiu.jpg",
      "release_date": "2012-12-12",
      "popularity": 3.123,
      "vote_average": 6.5,
      "id": 151743,
      "adult": false,
      "vote_count": 36
    },
    {
      "overview": "",
      "original_language": "fr",
      "original_title": "Ali Baba et les 40 Voleurs",
      "video": false,
      "title": "Ali Baba et les 40 Voleurs",
      "genre_ids": [
        12,
        28,
        18
      ],
      "poster_path": "\/ee5ox7kiGAY3T1FhEqDdQIFlqMA.jpg",
      "backdrop_path": "\/wRM63Sac4iCD5TCPXTOvMtMxPTy.jpg",
      "release_date": "2007-11-10",
      "popularity": 3.345,
      "vote_average": 5.4,
      "id": 193261,
      "adult": false,
      "vote_count": 44
    },
    {
      "overview": "David Warner leads a band of modern day pirates who raid yachts and sail boats of people on vacation out in the Caribbean. Michael Caine is a reporter who goes out there with his son to investigate the mystery of the disappearing boats. He runs across Warner and his band of raiders and they decide to induct them into their tribe.",
      "original_language": "en",
      "original_title": "The Island",
      "video": false,
      "title": "The Island",
      "genre_ids": [
        28,
        12,
        18,
        27,
        9648,
        53
      ],
      "poster_path": "\/2MgMvMdTV83TYN7c5PM0bDQnKM2.jpg",
      "backdrop_path": "\/g54BytXg85dspwcK6XluZTt4Cw3.jpg",
      "release_date": "1980-06-13",
      "popularity": 4.433,
      "vote_average": 5.5,
      "id": 7988,
      "adult": false,
      "vote_count": 40
    },
    {
      "overview": "A romantic comedy with action and suspense. Two sophisticated jewel thieves join forces to steal $30 million in uncut jewels. Despite a continuous exchange of quips they eventually become romantically involved.",
      "original_language": "en",
      "original_title": "Rough Cut",
      "video": false,
      "title": "Rough Cut",
      "genre_ids": [
        12,
        35,
        80,
        9648,
        10749
      ],
      "poster_path": "\/50gNhP3IGf1vxDmQc8LDHpQl0nh.jpg",
      "backdrop_path": "\/mV5U2NopqiwtGIjYDMdBFfwrpmy.jpg",
      "release_date": "1980-06-19",
      "popularity": 2.131,
      "vote_average": 5.9,
      "id": 49375,
      "adult": false,
      "vote_count": 15
    },
    {
      "overview": "When the mighty Viking Halvar suddenly disappears, his clever but timid son Wickie must lead the Vikings on a dangerous journey to rescue his father from the evil Sven and go in search of the legendary treasure of the gods.",
      "original_language": "de",
      "original_title": "Wickie auf großer Fahrt",
      "video": false,
      "title": "Wickie and the Treasure of the Gods",
      "genre_ids": [
        28,
        12,
        35,
        10751
      ],
      "poster_path": "\/9M2oYCKUviddi3ULNNb6cYec8fW.jpg",
      "backdrop_path": "\/cVmg4RUD3PL7ZpRA0tM1VqECbLf.jpg",
      "release_date": "2011-09-28",
      "popularity": 2.877,
      "vote_average": 5.8,
      "id": 80109,
      "adult": false,
      "vote_count": 44
    },
    {
      "overview": "During the Roman Empire, General Crassius ruled a small province with an Iron fist. Serena, a young girl in a village, watches Crassius kill her parents. Crassius and Serena's destiny would lead them to the Gladiator ring; the Amazons Warrior vs the Roman General.",
      "original_language": "en",
      "original_title": "Amazons and Gladiators",
      "video": false,
      "title": "Amazons and Gladiators",
      "genre_ids": [
        28,
        12,
        18
      ],
      "poster_path": "\/yhAYjXXY7t0O6bMmkE8n0t4sWQe.jpg",
      "backdrop_path": "\/wJWdQ0x6zaTg6d51Q4KUkjCnm90.jpg",
      "release_date": "2001-09-01",
      "popularity": 1.178,
      "vote_average": 3.2,
      "id": 56753,
      "adult": false,
      "vote_count": 6
    },
    {
      "overview": "When the Boogey Man causes Grim to lose his powers, rank, and title in the Underworld Court for misusing his powers, he plots to seek out Horror's Hand and take over the world. It's up to Billy, Mandy, Irwin, and Grim to get to Horror's Hand before the Boogey Man does.",
      "original_language": "en",
      "original_title": "Billy and Mandy's Big Boogey Adventure",
      "video": false,
      "title": "Billy and Mandy's Big Boogey Adventure",
      "genre_ids": [
        12,
        35,
        16,
        10770
      ],
      "poster_path": "\/7KnKFHQA4Kxb0PuPGsOGPOFBQPi.jpg",
      "backdrop_path": "\/gLOseCVxM94yi6cInirMWZJgyxM.jpg",
      "release_date": "2007-04-03",
      "popularity": 2.861,
      "vote_average": 6.6,
      "id": 17305,
      "adult": false,
      "vote_count": 19
    },
    {
      "overview": "A kindly English botanist and a gruff American promoter lead an expedition to the Himalayas in search of the legendary Yeti.",
      "original_language": "en",
      "original_title": "The Abominable Snowman",
      "video": false,
      "title": "The Abominable Snowman",
      "genre_ids": [
        12,
        27
      ],
      "poster_path": "\/ew09BjLLwvEBhQsUhmk14IKH6q6.jpg",
      "backdrop_path": "\/ujfEeymR8FRC1RMp2hzWO6v1eLq.jpg",
      "release_date": "1957-10-01",
      "popularity": 2.736,
      "vote_average": 6.2,
      "id": 38006,
      "adult": false,
      "vote_count": 36
    },
    {
      "overview": "Vigilante Force is a 1976 American action film concerning a Vietnam War veteran (Kris Kristofferson) and his buddies, who are hired by his brother (Jan-Michael Vincent) and others in a small California town for protection from rowdy oil-field workers.",
      "original_language": "en",
      "original_title": "Vigilante Force",
      "video": false,
      "title": "Vigilante Force",
      "genre_ids": [
        28,
        18,
        80,
        12
      ],
      "poster_path": "\/a6RG7yoxF7NtzCws5dPz4SfRIJD.jpg",
      "backdrop_path": "\/a35wqFrWBvSxZOAdZh62KGL5b8K.jpg",
      "release_date": "1976-09-09",
      "popularity": 1.9,
      "vote_average": 5.3,
      "id": 93018,
      "adult": false,
      "vote_count": 9
    },
    {
      "overview": "A Coptic leper and his orphaned apprentice leave the confines of the leper colony for the first time and embark on a journey across Egypt to search for what is left of their families.",
      "original_language": "ar",
      "original_title": "يوم الدين",
      "video": false,
      "title": "Judgement Day",
      "genre_ids": [
        12,
        35,
        18
      ],
      "poster_path": "\/yoidXs9M9J1fmtrdTJMhzZFW9y6.jpg",
      "backdrop_path": "\/w9dRloeSL9nJJAAl4IggWZDQVkC.jpg",
      "release_date": "2018-11-21",
      "popularity": 2.642,
      "vote_average": 7.1,
      "id": 517286,
      "adult": false,
      "vote_count": 8
    },
    {
      "overview": "Mosayile Kuthira Meenukal (English: Swordfishes of Big Tides), a Malayalam Adventure movie directed by Ajith Pillai. Asif Ali (Alex) is the scion of a large and rich Christian family, whose male members take pride in flaunting their virility. Due to his wayward life he lands up in prison. He makes attempts to flee from prison but in vain. A savior appears before him in the form of Sunny Wayne. He is from Lakshadweep, and circumstances make Asif Ali to follow him to the beautiful picturesque sea side town where he learns to amend his selfish ways. The narration forms the rest of the story.",
      "original_language": "ml",
      "original_title": "മോസയിലെ കുതിരമീനുകൾ",
      "video": false,
      "title": "Mosayile Kuthira Meenukal",
      "genre_ids": [
        12
      ],
      "poster_path": "\/uYmPWD29lkHpfaZ6RMc55Pm1vGv.jpg",
      "backdrop_path": "\/hIWhhpM1wP6fF5mBNBXSTfBU2rS.jpg",
      "release_date": "2014-05-01",
      "popularity": 1.709,
      "vote_average": 6.7,
      "id": 365951,
      "adult": false,
      "vote_count": 5
    },
    {
      "overview": "After the unexpected death of his survivalist father, an eleven year old boy raised in the Alabama wilderness must learn how to make a home in the modern world.",
      "original_language": "en",
      "original_title": "Alabama Moon",
      "video": false,
      "title": "Alabama Moon",
      "genre_ids": [
        28,
        12,
        18,
        10751
      ],
      "poster_path": "\/zTExJLGaHxGnEtbo2n0vCgvxx7k.jpg",
      "backdrop_path": "\/nspYKy3lkWNBU3Rna3AiLDyUEbx.jpg",
      "release_date": "2009-09-27",
      "popularity": 3.492,
      "vote_average": 6.2,
      "id": 51249,
      "adult": false,
      "vote_count": 29
    },
    {
      "overview": "In the mountains, they stand alone against whatever will happen. For the several days they live in nature, they can rely only on themselves and each other. Elsewhere, there is always a fallback - here one is without a safety. This in itself can bring some to terror - the terror of having to rely on yourself - your own judgment, wits and fortitude. This is also the most incredible feeling of strength and independence. Knowing there is no safety means having to be one's own safety.",
      "original_language": "ru",
      "original_title": "Вертикаль",
      "video": false,
      "title": "Vertical",
      "genre_ids": [
        28,
        12,
        10749
      ],
      "poster_path": "\/jwrBNx8wW4TC6YmUdld1FbDlHbz.jpg",
      "backdrop_path": "\/4XNYa7OnbeXuVUmaoRGOK7kqX78.jpg",
      "release_date": "1966-11-11",
      "popularity": 2.563,
      "vote_average": 5.4,
      "id": 74852,
      "adult": false,
      "vote_count": 7
    },
    {
      "overview": "Hornblower and the other officers of the Renown must return to Jamaica to face a court-martial and possible execution for their actions in relieving their unstable captain.",
      "original_language": "en",
      "original_title": "Hornblower: Retribution",
      "video": false,
      "title": "Hornblower: Retribution",
      "genre_ids": [
        12,
        18,
        10770
      ],
      "poster_path": "\/6bFcGJjD8ES2WvYLk2RvTTEutfh.jpg",
      "backdrop_path": null,
      "release_date": "2001-04-15",
      "popularity": 2.915,
      "vote_average": 7.3,
      "id": 100931,
      "adult": false,
      "vote_count": 15
    },
    {
      "overview": "The Marshal sends John Weston to a rodeo to see if he can find out who is killing the rodeo riders who are about to win the prize money. Barton has organized the rodeo and plans to leave with all the prize money put up by the townspeople. When it appears that Weston will beat Barton's rider, he has his men prepare the same fate for him that befell the other riders.",
      "original_language": "en",
      "original_title": "The Man From Utah",
      "video": false,
      "title": "The Man From Utah",
      "genre_ids": [
        28,
        12,
        18,
        37
      ],
      "poster_path": "\/dAAwnyqze6EqYe7IBG0RCjhWtme.jpg",
      "backdrop_path": "\/emC6XBaJAD54qnWOxjXXhyKrTPc.jpg",
      "release_date": "1934-05-15",
      "popularity": 3.763,
      "vote_average": 4.9,
      "id": 53622,
      "adult": false,
      "vote_count": 10
    },
    {
      "overview": "Matrac (Humphrey Bogart) is a freedom-loving French journalist who sacrifices his happiness and security to battle Nazi tyranny.",
      "original_language": "en",
      "original_title": "Passage to Marseille",
      "video": false,
      "title": "Passage to Marseille",
      "genre_ids": [
        12,
        18,
        36
      ],
      "poster_path": "\/14s5iMOLt8EboZmnltXjB7g2sap.jpg",
      "backdrop_path": "\/nhxvNzptxfvyyEjo1iqPIJBpT32.jpg",
      "release_date": "1944-02-16",
      "popularity": 4.274,
      "vote_average": 6.7,
      "id": 18229,
      "adult": false,
      "vote_count": 24
    },
    {
      "overview": "Sharpe is teamed with a Colonel he helped promote and they are tasked to destroy a powder magazine, but an alliance with the French may threaten their success. Meanwhile, Jane is wearying of the army life and Harper and Ramona are at odds.",
      "original_language": "en",
      "original_title": "Sharpe's Mission",
      "video": false,
      "title": "Sharpe's Mission",
      "genre_ids": [
        28,
        12,
        36,
        10752,
        10770
      ],
      "poster_path": "\/iLTx4WbUtGjzkyr36WhQXkpZlvM.jpg",
      "backdrop_path": "\/s3j3dyOj5JTvrqzOi4DGaBSyRhL.jpg",
      "release_date": "1996-05-15",
      "popularity": 3.209,
      "vote_average": 7,
      "id": 75143,
      "adult": false,
      "vote_count": 15
    },
    {
      "overview": "New Orleans has the No. 1 per capita murder rating in the nation. A decade earlier the city was dubbed the \"Murder Capital of the Country.\" Drugs and violence controlled the streets, taking a toll on the city's law enforcement, neighborhoods and its people. Illustrating this dark chapter in the city's history is \"Death Toll\".",
      "original_language": "en",
      "original_title": "Death Toll",
      "video": false,
      "title": "Death Toll",
      "genre_ids": [
        28,
        12,
        53
      ],
      "poster_path": "\/vuEFiPuh7t93FTyjwBgDFw6BTbS.jpg",
      "backdrop_path": "\/hgyJTSjfbb9JvuaZ9bRw6ZUjQWX.jpg",
      "release_date": "2008-04-15",
      "popularity": 1.995,
      "vote_average": 3.3,
      "id": 32010,
      "adult": false,
      "vote_count": 7
    },
    {
      "overview": "The U.S. government, eager to protect the nation's avacado supplies, recruits feminist professor Margo Hunt to make contact with the Piranha Women, an all-female tribe who believe men are only good as a source of food. Accompanying Dr. Hunt on her trip are Jim, a guide of questionable competence, and Bunny, a student of unquestionable incompetence.",
      "original_language": "en",
      "original_title": "Cannibal Women in the Avocado Jungle of Death",
      "video": false,
      "title": "Cannibal Women in the Avocado Jungle of Death",
      "genre_ids": [
        27,
        35,
        12
      ],
      "poster_path": "\/aBbumHMAXhPQNAYguRrJkWt296K.jpg",
      "backdrop_path": "\/4qdAlCR3bUYcL4gdVdTlkvnph5F.jpg",
      "release_date": "1989-03-15",
      "popularity": 2.973,
      "vote_average": 4.6,
      "id": 26369,
      "adult": false,
      "vote_count": 22
    },
    {
      "overview": "Former special ops soldier, Laura Bishop, shows up for work at the largest church in America and is forced to take down a team of hijackers when she learns her daughter is trapped inside.",
      "original_language": "en",
      "original_title": "Atone",
      "video": false,
      "title": "Atone",
      "genre_ids": [
        28,
        53,
        12
      ],
      "poster_path": "\/rvtzn1LJjVL01VGxX8sICcdtveM.jpg",
      "backdrop_path": "\/kQLYc9qrip3cex0JygG5wkhNBNP.jpg",
      "release_date": "2019-02-26",
      "popularity": 1.858,
      "vote_average": 4.8,
      "id": 584127,
      "adult": false,
      "vote_count": 5
    }
  ],
  [
    {
      "overview": "Martians, upset that their children have become obsessed with TV shows from Earth which extol the virtues of Santa Claus, start an expedition to Earth to kidnap the one and only Santa. While on Earth, they kidnap two lively children that lead the group of Martians to the North Pole and Santa. The Martians then take Santa and the two children back to Mars with them. Voldar, a particularly grumpy Martian, attempts to do away with the children and Santa before they get to Mars, but their leader Lomas stops him. When they arrive on Mars, Santa, with the help of the two Earth children and a rather simple-minded Martian lackey, overcomes the Martians by bringing fun, happiness and Christmas cheer to the children of Mars.",
      "original_language": "en",
      "original_title": "Santa Claus Conquers the Martians",
      "video": false,
      "title": "Santa Claus Conquers the Martians",
      "genre_ids": [
        28,
        12,
        35,
        10751,
        14,
        878
      ],
      "poster_path": "\/7GDTDDHcdf9fiIScvbVvHbLDNzJ.jpg",
      "backdrop_path": "\/8g4zVxzYHza6IEu2R11KScvHGOA.jpg",
      "release_date": "1964-11-14",
      "popularity": 3.469,
      "vote_average": 3,
      "id": 32307,
      "adult": false,
      "vote_count": 58
    },
    {
      "overview": "He wanted adventure...She craved revenge...Emeralds held the answer.",
      "original_language": "en",
      "original_title": "Green Ice",
      "video": false,
      "title": "Green Ice",
      "genre_ids": [
        12,
        10749
      ],
      "poster_path": "\/7rm0GQfEr5N18o698HU9kwUdyV6.jpg",
      "backdrop_path": "\/wCnMJ0UZ2NzONJ8UljLnTek4X3W.jpg",
      "release_date": "1981-05-01",
      "popularity": 1.697,
      "vote_average": 5.6,
      "id": 107028,
      "adult": false,
      "vote_count": 6
    },
    {
      "overview": "This is the story of the disobedient little girl Sasha, whose parents, for the New Year, thoughtlessly wish for a well behaved girl instead of Sasha. Even before the New Year chimes in, a different good little girl is on their doorstep, while Sasha is fantastically transported to the magical Land of Good Little Kids for re-education. In this land there rules a stern queen and her even tougher controlling emissary. To get back home to her parents, Sasha will have incredible adventures and must face many tests, while helped by her loyal friends, Baget the cat and Balbess the dog.",
      "original_language": "ru",
      "original_title": "Страна хороших деточек",
      "video": false,
      "title": "The Land of Good Little Kids",
      "genre_ids": [
        12,
        10751
      ],
      "poster_path": "\/nEVlfsgilYfSAZIayFUwbGOjeQR.jpg",
      "backdrop_path": "\/r9026g3tqoCZ7o1gcJZHn8mSole.jpg",
      "release_date": "2013-12-20",
      "popularity": 2.408,
      "vote_average": 4.3,
      "id": 248229,
      "adult": false,
      "vote_count": 9
    },
    {
      "overview": "Lo Wei remains internationally famous for directing Bruce Lee and Jackie Chan's first major movies. Cheng Pei-pei is now internationally famous for her superlative role in Crouching Tiger Hidden Dragon. But both were superstars in Hong Kong for decades prior, so any teaming of the superlative \"swordswoman supreme\" and the vaunted director\/writer\/actor is cause for celebration. Kao Yuen joins them as a noble swordsman, and watch, too, for award-winning actor Ku Feng as the \"Frontier Terror\" in the evocative and effective \"Martial Art World\" adventure.",
      "original_language": "zh",
      "original_title": "Long men jin jian",
      "video": false,
      "title": "The Golden Sword",
      "genre_ids": [
        28,
        12
      ],
      "poster_path": "\/jVJK9ebzJurYhWnCgotaYubYFL6.jpg",
      "backdrop_path": "\/hyBBbjTofcVycc9YoRWXpEnJU2g.jpg",
      "release_date": "1969-10-15",
      "popularity": 2.191,
      "vote_average": 6.1,
      "id": 115652,
      "adult": false,
      "vote_count": 6
    },
    {
      "overview": "An adaptation of Jon Krakauer's best selling book, \"Into Thin Air: A Personal Account of the Mt. Everest Disaster\". This movie attempts to re-create the disastrous events that took place during the Mount Everest climb on May 10, 1996. It also follows Jon Krakauer throughout the movie, and portrays what he was going through while climbing this mountain.",
      "original_language": "it",
      "original_title": "Terrore Sull'Everest",
      "video": false,
      "title": "Into Thin Air: Death on Everest",
      "genre_ids": [
        12,
        28,
        18
      ],
      "poster_path": "\/3SIMt2VCGcs5s1gum8htMbJjq7N.jpg",
      "backdrop_path": "\/v6h0YU5TvPEmeREQJJvAukXmQFS.jpg",
      "release_date": "1997-11-09",
      "popularity": 2.57,
      "vote_average": 5.4,
      "id": 32648,
      "adult": false,
      "vote_count": 19
    },
    {
      "overview": "After selling his soul to a sorceress Robin is killed in battle. Distraught over these horrific turn of events Marian and Little John attempt to resuscitate Robin and his Merry Men. In doing so they inadvertently have turned the one-time heroes into the living dead and worse, the ghostly reincarnations are now hunting down Marian and Little John. So the pair attempt to seek out a new potion that will free these tormented souls from their demonic possession.",
      "original_language": "en",
      "original_title": "Robin Hood: Ghosts of Sherwood",
      "video": false,
      "title": "Robin Hood: Ghosts of Sherwood",
      "genre_ids": [
        28,
        12,
        9648
      ],
      "poster_path": "\/6TVNYA1Ygm0FyV9hmeEbsWo4EpU.jpg",
      "backdrop_path": "\/laN4e87Rw4cg8TwjgVUl6RO1Msh.jpg",
      "release_date": "2011-11-12",
      "popularity": 2.305,
      "vote_average": 3,
      "id": 153998,
      "adult": false,
      "vote_count": 5
    },
    {
      "overview": "The Russian space station Avma is disintegrating, and an international team of scientists is sent to the dying station to salvage valuable technology left on board. But fate has other plans, and when a rogue meteor collides with the station, leaving them with all communications lost, and life-giving oxygen bleeding into space, one man has only hours to save all the lives on board.",
      "original_language": "en",
      "original_title": "Stranded",
      "video": false,
      "title": "Stranded",
      "genre_ids": [
        28,
        12,
        878
      ],
      "poster_path": "\/tramC23jEDMTiytJeqp1s1Fctmx.jpg",
      "backdrop_path": null,
      "release_date": "2002-01-20",
      "popularity": 2.977,
      "vote_average": 3.8,
      "id": 112648,
      "adult": false,
      "vote_count": 5
    },
    {
      "overview": "A gifted teenage detective searches for his missing father with his ladylove assistant.",
      "original_language": "hi",
      "original_title": "जग्गा जासूस",
      "video": false,
      "title": "Jagga Jasoos",
      "genre_ids": [
        12,
        35,
        9648,
        10749
      ],
      "poster_path": "\/aAvF8e5w4xETbx8TUesCnVFJqSF.jpg",
      "backdrop_path": "\/zGPLKEasLyKMpeQPOxK6uytjv5G.jpg",
      "release_date": "2017-07-14",
      "popularity": 2.716,
      "vote_average": 5.9,
      "id": 401285,
      "adult": false,
      "vote_count": 52
    },
    {
      "overview": "Jeff, a down on his luck office worker finds out he is the last living relative of horror novelist H.P. Lovecraft. What he doesn't know is that Lovecraft's monsters are real and will soon threaten the very existence of mankind. Jeff and his best friend Charlie are forced to embark on a perilous adventure and they enlist the help of high school acquaintance, Paul, a self proclaimed Lovecraft specialist. Together the three unlikely heroes must protect an alien relic and prevent the release of an acient evil, known as Cthulhu.",
      "original_language": "en",
      "original_title": "The Last Lovecraft: Relic of Cthulhu",
      "video": false,
      "title": "The Last Lovecraft: Relic of Cthulhu",
      "genre_ids": [
        12,
        35,
        27
      ],
      "poster_path": "\/i1iR0DSqfC5rMxWkzUWphY13AC8.jpg",
      "backdrop_path": "\/keknLfQ8UXjpambwn4rutfH1HkR.jpg",
      "release_date": "2009-10-03",
      "popularity": 2.746,
      "vote_average": 5.4,
      "id": 53237,
      "adult": false,
      "vote_count": 19
    },
    {
      "overview": "House Un-American Activities Committee investigators Jim McLain and Mal Baxter come to post war Hawaii to track Communist Party activities even though belonging to the party was legal at the time. They are interested in everything from insurance fraud to the sabotage of a U.S. naval vessel.",
      "original_language": "en",
      "original_title": "Big Jim McLain",
      "video": false,
      "title": "Big Jim McLain",
      "genre_ids": [
        28,
        12,
        18,
        53
      ],
      "poster_path": "\/7Q6uk1eRinGvEo1exXWxsm8C8fu.jpg",
      "backdrop_path": "\/y4ECpMFwlazy2xI5jvjfJ6cEMVc.jpg",
      "release_date": "1952-08-30",
      "popularity": 1.58,
      "vote_average": 5.3,
      "id": 40715,
      "adult": false,
      "vote_count": 11
    },
    {
      "overview": "A medical team is dispatched to the patients on a helicopter to provide medical care in the field as soon as possible. One day, four young physicians are assigned to this latest medical system. The doctors experience traumatic medical situations, deal with personal ambitions, witness the fragility of life, and they grow personally and professionally.",
      "original_language": "ja",
      "original_title": "コード・ブルー –ドクターヘリ緊急救命–",
      "video": false,
      "title": "Code Blue: The Movie",
      "genre_ids": [
        28,
        12
      ],
      "poster_path": "\/m4FfgO8cU5pZuaKedyYtJ44ouWE.jpg",
      "backdrop_path": "\/tCRunRprK964As2jX8rSavVLZSl.jpg",
      "release_date": "2018-07-27",
      "popularity": 1.013,
      "vote_average": 6,
      "id": 497333,
      "adult": false,
      "vote_count": 2
    },
    {
      "overview": "Based on Sir Walter Scott's The Talisman, this is the story of the romantic adventures of Christians and Muslims during the battle for the Holy Land in the time of King Richard the Lionheart.",
      "original_language": "en",
      "original_title": "King Richard and the Crusaders",
      "video": false,
      "title": "King Richard and the Crusaders",
      "genre_ids": [
        12,
        18,
        10402
      ],
      "poster_path": "\/pWh0uXbMgldYHnwhPHEDmEawvle.jpg",
      "backdrop_path": "\/7FjigPxfhqQNP5A97MNO5W6VScl.jpg",
      "release_date": "1954-08-07",
      "popularity": 2.555,
      "vote_average": 5.8,
      "id": 51227,
      "adult": false,
      "vote_count": 7
    },
    {
      "overview": "Animated-family adventure based on a true story that tells the heart-warming, coming-of-age story of a man and his best-friend, a lovable and fearless dog named, Jock. Set in the Bushveld near what is today the world famous Kruger National Park, this animated family tale is about Jock's adventures with Fritz, his master. Jock escapes death, builds crazy friendships and displays his unrivalled loyalty to Fritz. The story is set in the late 1880s when Africa's mineral richness, teeming animal life and incomparable natural beauty drew and captivated explorers and adventurers from all over the world. A place where big game roamed in their thousands and the wildest tales were true! Jock Of The Bushveld is a great story and the only animal classic to come out of Africa.",
      "original_language": "en",
      "original_title": "Jock of the Bushveld",
      "video": false,
      "title": "Jock of the Bushveld",
      "genre_ids": [
        16,
        12,
        10751,
        35
      ],
      "poster_path": "\/pWs486QjGRp6Nnjk039XhU12yrw.jpg",
      "backdrop_path": "\/6muNYHCvORDlDT3GKqQC3qyCRJc.jpg",
      "release_date": "2011-07-29",
      "popularity": 2.345,
      "vote_average": 4.2,
      "id": 81670,
      "adult": false,
      "vote_count": 7
    },
    {
      "overview": "A young Viking prince strives to become a knight in King Arthur\"s Court and restore his exiled father to his rightful throne.",
      "original_language": "en",
      "original_title": "Prince Valiant",
      "video": false,
      "title": "Prince Valiant",
      "genre_ids": [
        12,
        28,
        10749
      ],
      "poster_path": "\/zL8HfY4dJLkyASBvArnuNOZqd6o.jpg",
      "backdrop_path": "\/j8nRS4gXH3kT7iyfYyNQ8kBsZn7.jpg",
      "release_date": "1954-04-05",
      "popularity": 3.323,
      "vote_average": 5.6,
      "id": 65994,
      "adult": false,
      "vote_count": 22
    },
    {
      "overview": "Will love compromise one man's devotion to heavy rock? That's the all-important question behind this broad comedy from Spain. Isi (Santiago Segura) and Disi (Florentino Fernandez) are two best friends who live in a lower middle-class neighborhood near Madrid. Isi and Disi aren't especially bright, but their devotion to heavy metal is complete and unquestioned, and they wouldn't be caught dead listening to a lame pop singer like, say , Joaquin Sabina. However, one day Isi sees Vane (Jaydy Michel), a beautiful girl who attends a nearby college, and immediately falls head over heels in love.",
      "original_language": "es",
      "original_title": "Isi\/Disi - Amor a lo bestia",
      "video": false,
      "title": "Isi\/Disi - Amor a lo bestia",
      "genre_ids": [
        12,
        35,
        10402
      ],
      "poster_path": "\/dVzzjeFLc5aRkoqK6LDFtRdIUPo.jpg",
      "backdrop_path": "\/xzqQsUET12VdLTAJIyMeAqSYQYI.jpg",
      "release_date": "2004-07-23",
      "popularity": 2.664,
      "vote_average": 5.5,
      "id": 48635,
      "adult": false,
      "vote_count": 27
    },
    {
      "overview": "Ilya Muromets has to rescue his trusty horse Burushka and Kiev treasury from the greedy hands of the famous bandit, Solovey-Razboynik.",
      "original_language": "ru",
      "original_title": "Илья Муромец и Соловей Разбойник",
      "video": false,
      "title": "Ilya and the Robber",
      "genre_ids": [
        35,
        16,
        12
      ],
      "poster_path": "\/m58U0xqVOjd3EsIUPpkhCIznOVa.jpg",
      "backdrop_path": "\/vJ1CPWDEblokzv250IzFOk13LXz.jpg",
      "release_date": "2007-12-28",
      "popularity": 3.576,
      "vote_average": 6.5,
      "id": 451172,
      "adult": false,
      "vote_count": 23
    },
    {
      "overview": "The DigiDestined inaugurate their newest members, Meiko Mochizuki and Meicoomon, with a trip to a nearby hot spring. Meanwhile, Joe is becoming more distant, struggling to balance his duty as a DigiDestined and the competitive world of academics. As the damage caused by Alphamon is slowly repaired, another infected Digimon, Ogremon, suddenly appears, and although they only have good intentions, the decisions the DigiDestined make now will have unforeseen consequences.",
      "original_language": "ja",
      "original_title": "デジモンアドベンチャーtri.（トライ）第２章「決意」",
      "video": false,
      "title": "Digimon Adventure Tri. - Chapter 2: Determination",
      "genre_ids": [
        12,
        16
      ],
      "poster_path": "\/kKdmlzewnvXyHsELWfdURHid0IT.jpg",
      "backdrop_path": "\/cmNAFjphBvOHVXRgke1LX6QqGEV.jpg",
      "release_date": "2016-03-12",
      "popularity": 2.404,
      "vote_average": 7.3,
      "id": 372752,
      "adult": false,
      "vote_count": 17
    },
    {
      "overview": "Episode 2. Mowgli — the adopted son of a wolf family. He grows quickly and learns from his mentors. The rumor that the wolf pack living human child, comes to banderlogs. The monkey tribe, decided to make Mowgli their leader. They steal Mowgli and transfer it into a towns ruins in the jungle.",
      "original_language": "ru",
      "original_title": "Маугли. Похищение",
      "video": false,
      "title": "Adventures of Mowgli: The Kidnapping",
      "genre_ids": [
        12,
        16,
        10751
      ],
      "poster_path": "\/273UKAaRWMzbplAty5AerpJJTuX.jpg",
      "backdrop_path": "\/A1Rqc0G22z0U15RskGSp7tOpNdQ.jpg",
      "release_date": "1968-01-01",
      "popularity": 3.063,
      "vote_average": 7.6,
      "id": 195065,
      "adult": false,
      "vote_count": 7
    },
    {
      "overview": "The Invisible Man's grandson uses his secret formula to spy on Nazi Germany in this comedy-thriller.",
      "original_language": "en",
      "original_title": "Invisible Agent",
      "video": false,
      "title": "Invisible Agent",
      "genre_ids": [
        12,
        35,
        878,
        10749,
        10752
      ],
      "poster_path": "\/f28QLejMLGRhrzFobx30bKiIYWL.jpg",
      "backdrop_path": "\/bQcWWA0kFDjcei4ECXEUwIjNjQK.jpg",
      "release_date": "1942-07-31",
      "popularity": 3.226,
      "vote_average": 6,
      "id": 28426,
      "adult": false,
      "vote_count": 13
    },
    {
      "overview": "Living in Kentucky prior to the Civil War, Amantha Starr is a privileged young woman. Her widower father, a wealthy plantation owner, dotes on her and he sends her to the best schools. When he dies suddenly however, Amantha's world is turned upside down. She learns that her father had been living on borrowed money and that her mother was actually a slave and her father's mistress. The plantation is to be sold to pay off her father's debts and as the daughter of slave, Amatha is also to be sold as property. She is bought by a Louisiana plantation owner, Hamish Bond and over time she grows to love him until she learns he was a slave-trader. She tries again to become part of white society but realizes that her future lies elsewhere.",
      "original_language": "en",
      "original_title": "Band of Angels",
      "video": false,
      "title": "Band of Angels",
      "genre_ids": [
        12,
        18,
        36,
        10749
      ],
      "poster_path": "\/68IsV6CbS2usbKXdDzQ4Tadvq09.jpg",
      "backdrop_path": "\/evIHoAb6Y1qEfEStkCw1KGqI7VT.jpg",
      "release_date": "1957-08-03",
      "popularity": 2.256,
      "vote_average": 5.9,
      "id": 37311,
      "adult": false,
      "vote_count": 12
    }
  ],
  [
    {
      "overview": "During World War II Stan and Ollie find themselves as improbable bodyguards to an eccentric inventor and his strategically important new bomb.",
      "original_language": "en",
      "original_title": "The Big Noise",
      "video": false,
      "title": "The Big Noise",
      "genre_ids": [
        28,
        12,
        35
      ],
      "poster_path": "\/crexrNL7Ix4UiCfErkdOWQmwCrQ.jpg",
      "backdrop_path": "\/8nUb6MyOUB7OcDA6GcmGY6pH3ay.jpg",
      "release_date": "1944-09-22",
      "popularity": 2.599,
      "vote_average": 5.3,
      "id": 73737,
      "adult": false,
      "vote_count": 15
    },
    {
      "overview": "Jailed for his reckless driving, rambunctious Mr. Toad has to escape from prison when his beloved Toad Hall comes under threat from the wily weasels, who plan to build a dog food factory on the very meadow sold to them by Toad himself. This fantastic roller-coaster ride of hilarious adventures was both written and directed by Terry Jones, who also plays the central role of Mr. Toad. Alongside three former Pythons are a gallery of well-known faces all bringing wit and wonder to a feast of colourful characters. An absolutely charming film to delight children and adults alike, The Wind in the Willows is a perfect updating of Kenneth Grahame’s well-loved children’s classic.",
      "original_language": "en",
      "original_title": "The Wind in the Willows",
      "video": false,
      "title": "The Wind in the Willows",
      "genre_ids": [
        14,
        18,
        35,
        10751,
        12
      ],
      "poster_path": "\/nsOM52BsDeHzc0yI27bah2OWems.jpg",
      "backdrop_path": "\/bgPS5vsasm15kZJdZbVEA4rqlSV.jpg",
      "release_date": "1997-10-30",
      "popularity": 3.772,
      "vote_average": 5.3,
      "id": 47168,
      "adult": false,
      "vote_count": 27
    },
    {
      "overview": "Your favorite characters are back in an all-new royal adventure! It seems that a mysterious “Z” is appearing as a mark on the palace residents. Who is behind the mark and what does it mean? Princess Odette, Derek, Scully and all the Swan Princess friends work as a team to uncover the secret.",
      "original_language": "en",
      "original_title": "The Swan Princess: A Royal Myztery",
      "video": false,
      "title": "The Swan Princess: A Royal Myztery",
      "genre_ids": [
        10751,
        16,
        12,
        35
      ],
      "poster_path": "\/ljktBZh0wM8yVZcgMt3i43sjkdy.jpg",
      "backdrop_path": "\/aup9AgVegczvlC5a6OjhjsAckio.jpg",
      "release_date": "2018-03-27",
      "popularity": 2.96,
      "vote_average": 6.8,
      "id": 510096,
      "adult": false,
      "vote_count": 7
    },
    {
      "overview": "Two former U.S. Army soldiers, Adam Dyer and Josh Corey, join a band of Turkish mercenaries in 1922 Turkey whom are hired by Osman Bey, a local governor, to escort his three daughters to Smyran and to protect a gold shipment that is to accompany them. Nobody is aware that Elci, a local colonel, plans to seal the gold for himself, while a rebel general persuses all parties involved.",
      "original_language": "en",
      "original_title": "You Can't Win 'Em All",
      "video": false,
      "title": "You Can't Win 'Em All",
      "genre_ids": [
        10752,
        12,
        35
      ],
      "poster_path": "\/9UpUnDRY2N7tRemlFv2Hq8PWVs8.jpg",
      "backdrop_path": "\/9FJv6PD41Mfsu50AA6lto8aCYyE.jpg",
      "release_date": "1970-07-23",
      "popularity": 1.476,
      "vote_average": 6.2,
      "id": 161460,
      "adult": false,
      "vote_count": 11
    },
    {
      "overview": "Medieval crusaders from the 13th century are captured by aliens. However, this can not stop them to conquer the Holy Land.",
      "original_language": "en",
      "original_title": "The High Crusade",
      "video": false,
      "title": "The High Crusade",
      "genre_ids": [
        12,
        14,
        35,
        878
      ],
      "poster_path": "\/qIKTJBZyUML548mUXw6iQCZU2Oi.jpg",
      "backdrop_path": "\/cprmsSXyyn9BuFvLD0VGvksB7cP.jpg",
      "release_date": "1994-06-02",
      "popularity": 1.844,
      "vote_average": 5.9,
      "id": 10446,
      "adult": false,
      "vote_count": 6
    },
    {
      "overview": "Digging at a nearby cave, a careless industrialist unearths a vein of pure base Lithium and inadvertently brings it to the surface, where the Lithium combusts when coming into contact with water and begins to wreak havoc on the country side.",
      "original_language": "en",
      "original_title": "Fire from Below",
      "video": false,
      "title": "Fire from Below",
      "genre_ids": [
        28,
        12,
        878,
        53
      ],
      "poster_path": "\/jgk0jwl7qrYKc4ShaD8pGOKTpOK.jpg",
      "backdrop_path": "\/rZrGRqbmfMqrRbuoe9pRFA6s4Nv.jpg",
      "release_date": "2009-01-01",
      "popularity": 1.775,
      "vote_average": 3.2,
      "id": 7177,
      "adult": false,
      "vote_count": 11
    },
    {
      "overview": "Haunted by the fact that he left a man behind in Afghanistan, a soldier (Bacic) pulls together a special task force to save his comrade.",
      "original_language": "en",
      "original_title": "Afghan Knights",
      "video": false,
      "title": "Afghan Knights",
      "genre_ids": [
        12,
        27,
        18
      ],
      "poster_path": "\/vKgoE33tJYXzgCL4VzgwNYiBRyW.jpg",
      "backdrop_path": "\/gDeTPlxoQFIBtTZjW4M33YDUN29.jpg",
      "release_date": "2007-01-01",
      "popularity": 2.604,
      "vote_average": 4.3,
      "id": 49231,
      "adult": false,
      "vote_count": 6
    },
    {
      "overview": "\"Recall\" tells the story of Winston—a genetically engineered gorilla and brilliant scientist who longs for the days of heroism to return. In this episode, we explore Winston's thoughts and memories as he wrestles with the decision to recall the agents of Overwatch, all while the forces of Talon stage an attack on his laboratory in the abandoned Watchpoint: Gibraltar.",
      "original_language": "en",
      "original_title": "Overwatch Animated Short: Recall",
      "video": false,
      "title": "Overwatch Animated Short: Recall",
      "genre_ids": [
        28,
        12,
        16,
        878
      ],
      "poster_path": "\/dSXSovjw3HIoqXdXQgf8nhveJuV.jpg",
      "backdrop_path": "\/21GmRPQREKJ6QtbWFvicIimRAEd.jpg",
      "release_date": "2016-03-21",
      "popularity": 2.002,
      "vote_average": 7.1,
      "id": 389030,
      "adult": false,
      "vote_count": 31
    },
    {
      "overview": "An eccentric millionaire becomes obsessed with the idea of constructing a new Noah's Ark. He hires a hunter to kidnap untoward numbers of animals to make this happen. The group of animals amid their valiant attempt to escape from the hunter's clutches, foil his nefarious plans, and free their captured friends.",
      "original_language": "es",
      "original_title": "El lince perdido",
      "video": false,
      "title": "The Missing Lynx",
      "genre_ids": [
        12,
        16,
        10751
      ],
      "poster_path": "\/rV0mIugkrdLNMS8m3O1OM5TLf63.jpg",
      "backdrop_path": "\/syXzc3J57islYMRSimrVUyECbae.jpg",
      "release_date": "2008-12-25",
      "popularity": 1.752,
      "vote_average": 5.3,
      "id": 29192,
      "adult": false,
      "vote_count": 9
    },
    {
      "overview": "The surface of the Earth is under attack, thousands of people are killed in this unprovoked attacked. The cause, Princess Dragonmon and her army of monsters have decided to invade. Princess Dragonmon is an alien whose race has been hiding under us for centuries waiting to attack and the time is right. A doctor has been preparing for something like this and turns his assistant Rayma into the cyborg hero known as Inframan. Now only Inframan stands between the Earth and Princess Dragonmon but when a close friend is captured and brainwashed, can she be stopped with this inside man feeding her info?",
      "original_language": "zh",
      "original_title": "中國超人",
      "video": false,
      "title": "Super Inframan",
      "genre_ids": [
        28,
        12,
        878
      ],
      "poster_path": "\/yvSiJCL6VOenwmYVV2VzsWfgnRN.jpg",
      "backdrop_path": "\/7wTziuLMlfOwlqocBHug4tQyFNV.jpg",
      "release_date": "1975-01-01",
      "popularity": 2.244,
      "vote_average": 5.9,
      "id": 40435,
      "adult": false,
      "vote_count": 32
    },
    {
      "overview": "Set in the late 1870's - A woman hires an anthropologist\/adventurer to track down her husband, who has disappeared while searching for an elusive passage to the center of the earth",
      "original_language": "en",
      "original_title": "Journey to the Center of the Earth",
      "video": false,
      "title": "Journey to the Center of the Earth",
      "genre_ids": [
        10751,
        28,
        12,
        878
      ],
      "poster_path": "\/ub9DfwfRe8SAM4fA3zO3RakK8IA.jpg",
      "backdrop_path": "\/wenm0LwcRIx6a8EZ2cy5L3RAU5j.jpg",
      "release_date": "2008-01-27",
      "popularity": 2.63,
      "vote_average": 5.2,
      "id": 16929,
      "adult": false,
      "vote_count": 21
    },
    {
      "overview": "Defiant's crew is part of a fleet-wide movement to present a petition of grievances to the Admiralty. Violence must be no part of it. The continual sadism of Defiant's first officer makes this difficult, and when the captain is disabled, the chance for violence increases.",
      "original_language": "en",
      "original_title": "H.M.S. Defiant",
      "video": false,
      "title": "H.M.S. Defiant",
      "genre_ids": [
        28,
        12,
        18,
        36
      ],
      "poster_path": "\/4NNA4TGQn7ro5lL3wSkvz6L3e5n.jpg",
      "backdrop_path": "\/n4j994w22L2V1YVEzTRsfPjldmp.jpg",
      "release_date": "1962-04-15",
      "popularity": 2.23,
      "vote_average": 6.7,
      "id": 42997,
      "adult": false,
      "vote_count": 20
    },
    {
      "overview": "When the Sultan's first born is taken by an evil sorcerer, Sinbad is tasked with traveling to a desert of magic and creatures to save her.",
      "original_language": "en",
      "original_title": "Sinbad: The Fifth Voyage",
      "video": false,
      "title": "Sinbad: The Fifth Voyage",
      "genre_ids": [
        14,
        10751,
        12
      ],
      "poster_path": "\/hU93Z2UadMGJjBZ9bnobeUyIUT9.jpg",
      "backdrop_path": "\/7KQ9f0n8UTFS2nVsEJKTn9ITkWx.jpg",
      "release_date": "2014-02-07",
      "popularity": 3.537,
      "vote_average": 4.7,
      "id": 54415,
      "adult": false,
      "vote_count": 13
    },
    {
      "overview": "Lucy, a small-town girl from Ohio, discovers the delightfully bizarre films of legendary filmmaker Federico Fellini and sets off on a journey across Italy to find him.",
      "original_language": "en",
      "original_title": "In Search of Fellini",
      "video": false,
      "title": "In Search of Fellini",
      "genre_ids": [
        18,
        12
      ],
      "poster_path": "\/7CbEjzbDfUwW01SmQvCDKIo2KWA.jpg",
      "backdrop_path": "\/e2pjXySkNwl3hz7tBGoVXyjoBQg.jpg",
      "release_date": "2017-09-15",
      "popularity": 2,
      "vote_average": 5.8,
      "id": 446697,
      "adult": false,
      "vote_count": 21
    },
    {
      "overview": "Sumuru, the beautiful leader of the all-female kingdom of Femina, plans to use her women to take over the world.",
      "original_language": "en",
      "original_title": "Die sieben Männer der Sumuru",
      "video": false,
      "title": "The Girl from Rio",
      "genre_ids": [
        28,
        12
      ],
      "poster_path": "\/2UoEJSCzNOzFbSAABlJgP1UG75W.jpg",
      "backdrop_path": "\/rX2MrIlY56M2URZnKvOQXHDGf69.jpg",
      "release_date": "1969-03-14",
      "popularity": 1.7,
      "vote_average": 5.1,
      "id": 42620,
      "adult": false,
      "vote_count": 14
    },
    {
      "overview": "In the city of Orario, beneath an impossibly tall tower, lies the dungeon. Only adventurers who form partnerships with the gods themselves have any hope of defeating the monsters that lie within. But the dungeon is not the only place where monsters exist. Far from Orario, in the ruins of an ancient city, a new threat arises. To counter this threat, the goddess Artemis has come to Orario in search of a champion-but it's not Ais Wallenstein (the legendary Sword Princess) nor Ottar (the strongest warrior to ever enter the dungeon) that she chooses. Rather it is Bell Cranel, a newbie adventurer partnered with a low-tier goddess.",
      "original_language": "ja",
      "original_title": "劇場版 ダンジョンに出会いを求めるのは間違っているだろうか -オリオンの矢-",
      "video": false,
      "title": "Is It Wrong to Try to Pick Up Girls in a Dungeon?: Arrow of the Orion",
      "genre_ids": [
        28,
        12,
        16,
        35,
        14,
        10749
      ],
      "poster_path": "\/8C91Mqj4AyKU72q1hM3qzpwyW7R.jpg",
      "backdrop_path": "\/zlpKUEE4A5LjaTmEz37pw2VZQug.jpg",
      "release_date": "2019-02-15",
      "popularity": 4.095,
      "vote_average": 7,
      "id": 553835,
      "adult": false,
      "vote_count": 14
    },
    {
      "overview": "In 1944, in South Pacific, the castaway Marine Corporal Allison drifts in a raft to the Tuasiva Island, where he meets Sister Angela. She tells him that she is the only person in the island and was left behind by the runaway boat to Fiji Island while seeking the local priest. Stranded in the island, but with water, fish and fruits, their paradisiacal life ends when the Japanese arrive to build a base, forcing Allison and the nun to hide in a cave. The crude marine provides the necessary supply for their survival and falls in love for the nun.",
      "original_language": "en",
      "original_title": "Heaven Knows, Mr. Allison",
      "video": false,
      "title": "Heaven Knows, Mr. Allison",
      "genre_ids": [
        12,
        18,
        10752
      ],
      "poster_path": "\/y7tY74pNKWxhYR0FmM1hh0CLchW.jpg",
      "backdrop_path": "\/5faHuEmz2ud0w8VWObHRPUrumBH.jpg",
      "release_date": "1957-03-13",
      "popularity": 3.496,
      "vote_average": 7,
      "id": 37103,
      "adult": false,
      "vote_count": 51
    },
    {
      "overview": "At the end of 1918 while civil war is raging on in Russia, antagonism is slowly spreading to the East, between the Oural mountains and Shanghai. Stuck between a desire to save what's left of the great Imperial Russia, and starting from a clean slate, old generals, secret organizations, and mercenaries attracted by gold, struggle to take advantage of the events. As Corto Maltese returns to Shanghai, he barely gets time to cross paths with his old friend\/nemesis Raspoutine, and escape a murder attempt before being contacted by members of a Chinese secret organization called \"The Red Lanterns\". In the heart of violent Mandchourian horizons, Corto and Raspoutine launch themselves into a fabulous treasure hunt, following the tracks of the mysterious armor-plated train of Koltchak. A steel monster spiked with canons and machine guns, this trains protects the counter-revolutionaries gold...",
      "original_language": "fr",
      "original_title": "Corto Maltese : La cour secrète des Arcanes",
      "video": false,
      "title": "Corto Maltese in Siberia",
      "genre_ids": [
        18,
        16,
        36,
        12
      ],
      "poster_path": "\/1LRholEo14u6fnh7ckvIiIySihP.jpg",
      "backdrop_path": "\/dQ0hb1TsLVUgJOv2CZfj1D03hHt.jpg",
      "release_date": "2002-09-25",
      "popularity": 2.422,
      "vote_average": 6.2,
      "id": 43071,
      "adult": false,
      "vote_count": 25
    },
    {
      "overview": "To maintain his powers, the evil wizard Traigon must sacrifice his firstborn child to the god Caligara. His wife, however, has other ideas and runs away after giving birth with her twin daughters. Before dying, she hands the girls over to the warrior Krona who promises to raise them as great soldiers. Twenty years later, Traigon returns and begins hunting down his daughters once again. Will the twins, with the help of the Barbarian Erlik and the Viking Baldar, be able to defeat their father?",
      "original_language": "en",
      "original_title": "Sorceress",
      "video": false,
      "title": "Sorceress",
      "genre_ids": [
        28,
        12,
        14
      ],
      "poster_path": "\/v3Irsa8kquHMMl3yGxm1EybAI3Q.jpg",
      "backdrop_path": "\/d9qJDJtW4ogjPkl9aXle8HMu6fb.jpg",
      "release_date": "1982-03-01",
      "popularity": 1.547,
      "vote_average": 3.6,
      "id": 41889,
      "adult": false,
      "vote_count": 18
    },
    {
      "overview": "The vacationers at a winter wonderland struggle to survive after an avalanche of snow crashes into their ski resort. Their holiday then turns into a game of survival.",
      "original_language": "en",
      "original_title": "Avalanche",
      "video": false,
      "title": "Avalanche",
      "genre_ids": [
        28,
        12,
        18
      ],
      "poster_path": "\/dnTXKBwUyyeDYGXz5PccaO4zYuL.jpg",
      "backdrop_path": "\/scSdtpKbReIasH0HSSpFNQPmmZa.jpg",
      "release_date": "1978-09-29",
      "popularity": 3.399,
      "vote_average": 3.3,
      "id": 166680,
      "adult": false,
      "vote_count": 26
    }
  ],
  [
    {
      "overview": "Speckles, a ferocious tarbosaurus and his young son junior, mourning the loss of their family in an epic battle, roam the lands in search of food, adventure and peace. Under the watchful eye of his dad, Junior is growing up healthy and strong, but with an overconfidence thanks to his young age. After one encounter results in Junior being kidnapped, Speckles embarks on an adventure to the ends of earth to find his son. Encountering friend and foe, ally and enemy, Speckles will stop at nothing and will take on all corners to save his offspring.",
      "original_language": "ko",
      "original_title": "점박이 한반도의 공룡 2: 새로운 낙원",
      "video": false,
      "title": "Dino King 3D: Journey to Fire Mountain",
      "genre_ids": [
        16,
        12
      ],
      "poster_path": "\/ybHM7tXJ96sXf86wAq5orGz1xET.jpg",
      "backdrop_path": "\/gUg3rm2kbnMj2fA7yPQGJ4rap6P.jpg",
      "release_date": "2018-12-31",
      "popularity": 2.774,
      "vote_average": 10,
      "id": 561974,
      "adult": false,
      "vote_count": 3
    },
    {
      "overview": "Peter Pan enters the nursery of the Darling children and, with the help of fairy dust, leads them off to Never Never Land, where they meet the nefarious Captain Hook.",
      "original_language": "en",
      "original_title": "Peter Pan",
      "video": false,
      "title": "Peter Pan",
      "genre_ids": [
        12,
        10751
      ],
      "poster_path": "\/3JJVzUGwq3KXkBelai6tykQ33fl.jpg",
      "backdrop_path": "\/svK2hWsLk1SZjILgog2UraXb5E0.jpg",
      "release_date": "1924-12-29",
      "popularity": 2.629,
      "vote_average": 7.7,
      "id": 120672,
      "adult": false,
      "vote_count": 9
    },
    {
      "overview": "Cobra, a notorious space pirate, is enlisted by bounty hunter Jane to rescue her sister from the strange being known as Crystal Bowie, but then finds himself drawn into a complex struggle over the fate of a mysterious wandering planet.",
      "original_language": "ja",
      "original_title": "SPACE ADVENTURE コブラ",
      "video": false,
      "title": "Space Adventure Cobra",
      "genre_ids": [
        16,
        878,
        28,
        12
      ],
      "poster_path": "\/dHgX9g9LJRN9sXXVckuPVFIIhUh.jpg",
      "backdrop_path": "\/3KkMsJMJgX2W0GjwsLyHHANCA8A.jpg",
      "release_date": "1995-08-20",
      "popularity": 2.683,
      "vote_average": 6.1,
      "id": 81850,
      "adult": false,
      "vote_count": 18
    },
    {
      "overview": "Told his battalion is to be split up due to lack of recruits at home, Sharpe and Harper return to England to investigate. What should have been a simple query turns politically explosive as they come nearer to exposing profiteering on the home front that could jeopardize the Wellington's war.",
      "original_language": "en",
      "original_title": "Sharpe's Regiment",
      "video": false,
      "title": "Sharpe's Regiment",
      "genre_ids": [
        28,
        12,
        36,
        10752,
        10770
      ],
      "poster_path": "\/9xYbzwq5AQij2zYal5Xhgb8unXJ.jpg",
      "backdrop_path": "\/vem5DilWCNkAdIOFa2cVCb1vNHV.jpg",
      "release_date": "1996-05-01",
      "popularity": 3,
      "vote_average": 7.2,
      "id": 75140,
      "adult": false,
      "vote_count": 15
    },
    {
      "overview": "Four friends hit the road to LA to compete in the Cyberbowl Video Game Championship, but will they be able to compete with the worst hangovers of their lives?",
      "original_language": "en",
      "original_title": "Noobz",
      "video": false,
      "title": "Noobz",
      "genre_ids": [
        12,
        35
      ],
      "poster_path": "\/6MpGb2U26E4n9OYYicleucaNHbe.jpg",
      "backdrop_path": "\/vSTRlxJjonN5MKB2B7p13ezY9MD.jpg",
      "release_date": "2013-01-25",
      "popularity": 2.244,
      "vote_average": 6,
      "id": 120802,
      "adult": false,
      "vote_count": 27
    },
    {
      "overview": "A cinematic adaptation of Jules Verne's 1874 novel \"The Mysterious Island\", the story begins during the American Civil War, as famine and death ravage the city of Richmond, Virginia. Five northern POWs make the decision to escape the war by hijacking a hot air balloon! Drifting through the night, they wake to find themselves marooned on a desert island, but they aren't alone... Littered with wreckage, the island is home to cast of survivors who have been lost in space and time, including Jules and Abby Fogg, two young women from modern times who become stranded while flying over the Bermuda Triangle. Faced with defending themselves against vicious pirates, terrifying creatures, and an active volcano that's ready to blow, they must find a way to survive and escape the island. Hope only comes when they encounter the island's oldest resident, Captain Nemo himself. With his help, they set to work crafting an escape...",
      "original_language": "en",
      "original_title": "Mysterious Island",
      "video": false,
      "title": "Mysterious Island",
      "genre_ids": [
        27,
        878,
        12
      ],
      "poster_path": "\/paqql1A9tReuVrvnvgwfaaV1wfl.jpg",
      "backdrop_path": "\/eplnsJEXQa64tM7KCf7JdIzMOaR.jpg",
      "release_date": "2010-02-11",
      "popularity": 2.698,
      "vote_average": 4.4,
      "id": 90363,
      "adult": false,
      "vote_count": 14
    },
    {
      "overview": "The mysterious island of Houraijima has reappeared after 50 years, and with its reappearance has brought the attack of four gods, the Shitoushin, who have their eyes set on the powers that protect and sustain the island. Now it's up to Inuyasha and his friends, along with Sesshoumaru, to find a way to defeat the powerful Shitoushin.",
      "original_language": "ja",
      "original_title": "犬夜叉 紅蓮の蓬莱島",
      "video": false,
      "title": "Inuyasha the Movie 4: Fire on the Mystic Island",
      "genre_ids": [
        28,
        16,
        12,
        878
      ],
      "poster_path": "\/7Nda6Tp4hPpErL63OLqCPB2gdm5.jpg",
      "backdrop_path": "\/h3Y3bWqTxKSpKyPspXBMRIM9NTy.jpg",
      "release_date": "2006-11-01",
      "popularity": 3.735,
      "vote_average": 6.9,
      "id": 34297,
      "adult": false,
      "vote_count": 30
    },
    {
      "overview": "Saber Raine is hired to guide three elite soldiers on a rescue mission to recover a prince and princess who have been abducted from their home world. The trail leads Saber and his allies to a planet deep within uncharted space that is inhabited by strange mutated creatures.",
      "original_language": "en",
      "original_title": "Star Raiders: The Adventures of Saber Raine",
      "video": false,
      "title": "Star Raiders: The Adventures of Saber Raine",
      "genre_ids": [
        12,
        878
      ],
      "poster_path": "\/cPK3Pbq9IRPvO2sLpA6NNVZ3L92.jpg",
      "backdrop_path": "\/3lgPSJt6YMqdLTggmz5VuHT4vZa.jpg",
      "release_date": "2017-05-08",
      "popularity": 2.73,
      "vote_average": 3.6,
      "id": 433829,
      "adult": false,
      "vote_count": 12
    },
    {
      "overview": "Canada, the summer of 1898. A group of German settlers travel towards the far north in covered wagons with packhorses and their few possessions in tow. The seven travellers set off from Ashcroft, the final railway station. Along with their leader, flamboyant businessman Wilhelm Laser, they are hoping to find their fortune in the recently discovered goldfields of Dawson, but they have no idea of the stresses and dangers which lie ahead on their 2,500 kilometre journey. Before long uncertainty, cold weather and exhaustion begin to take their toll and conflicts escalate. The journey leads these men and women deeper and deeper into a menacing wilderness. (Berlinale.de)",
      "original_language": "de",
      "original_title": "Gold",
      "video": false,
      "title": "Gold",
      "genre_ids": [
        12,
        18,
        37
      ],
      "poster_path": "\/rhTWhSR2LwKqj6MZ0VR9iW3Em6j.jpg",
      "backdrop_path": "\/1ww30PE1wYs2rQGiCK5Kcmk4r2a.jpg",
      "release_date": "2013-02-09",
      "popularity": 1.885,
      "vote_average": 5.9,
      "id": 159344,
      "adult": false,
      "vote_count": 29
    },
    {
      "overview": "The German film director Werner Herzog sets out to the Scottish Highlands to make a documentary, \"Enigma of Loch Ness\", exploding the myth of the Loch Ness Monster. Meanwhile, another documentary film crew is making a film about Werner Herzog, and we see the production of \"Enigma\" from their point of view. Shooting on a rented boat, tensions begin to rise as director Herzog and his producer, Zak Penn, find themselves at cross-purposes on the black surface of Loch Ness. Things get very edgy when the film crew starts seeing shapes in the murky water.",
      "original_language": "en",
      "original_title": "Incident at Loch Ness",
      "video": false,
      "title": "Incident at Loch Ness",
      "genre_ids": [
        12,
        35,
        27
      ],
      "poster_path": "\/40Vh2VxMX8l1E8pLdfjsHgzc0Qo.jpg",
      "backdrop_path": "\/2yOQlNiVanHwBEbTaIzf5oOI60L.jpg",
      "release_date": "2004-12-17",
      "popularity": 3.084,
      "vote_average": 5.5,
      "id": 48463,
      "adult": false,
      "vote_count": 34
    },
    {
      "overview": "In the bleak days of 1983, the Crimson Permanent Assurance, an accountancy staffed by elderly workers much like a slave ship, has been taken over by efficiency-minded corporate types. When they sack an employee, there's an uprising.",
      "original_language": "en",
      "original_title": "The Crimson Permanent Assurance",
      "video": false,
      "title": "The Crimson Permanent Assurance",
      "genre_ids": [
        28,
        12,
        35
      ],
      "poster_path": "\/ppiwzcLAMOnvuWV3RGufEgpK6d0.jpg",
      "backdrop_path": "\/w8Mk4npd1Kdb9PCjV7rZFmxLDWk.jpg",
      "release_date": "1983-01-01",
      "popularity": 3.254,
      "vote_average": 7,
      "id": 39005,
      "adult": false,
      "vote_count": 51
    },
    {
      "overview": "Private eye Roland Drake cracks cases and romances femme fatales in 1940's Los Angeles while corrupt cop Det Barry Tate rules the city. A tale told in the classic style of film noir. Drake has fallen on hard times in a harsh world. He has been evicted from his office and disgraced by a missing persons case. Ruined in the public eye and with the police. it seems like it's all over for Roland Drake. Then, redemption walks in - with curves. The owner of those curves is a sexy, dark haired beauty named Katherine Montemar. She wants his help. The chemistry is immediate and her concern for the disappearance of her family members pulls him into her case - and into bed.",
      "original_language": "en",
      "original_title": "Trouble Is My Business",
      "video": false,
      "title": "Trouble Is My Business",
      "genre_ids": [
        12,
        9648,
        10749,
        53
      ],
      "poster_path": "\/2o4z89Q6YsEniOboIvRDKVNnuPw.jpg",
      "backdrop_path": "\/pPKAcvCYcQWx4slftwnAssvEuBw.jpg",
      "release_date": "2018-04-03",
      "popularity": 3.757,
      "vote_average": 7.8,
      "id": 513285,
      "adult": false,
      "vote_count": 6
    },
    {
      "overview": "Mutant radioactive bugs attack VJs, Carmen Electra and an island full of MTV contest winners in this tongue-in-cheek tribute to B-movies, monster flicks and even MTV. MTV Original Movies presents Monster Island, a flick with old school effects mixed with hot new celebrities. There’s action, romance and big bugs--now is that something you really want to miss?",
      "original_language": "en",
      "original_title": "Monster Island",
      "video": false,
      "title": "Monster Island",
      "genre_ids": [
        27,
        35,
        12
      ],
      "poster_path": "\/mkzLVg7jhsPLd5LJ8KBSz4fgBqE.jpg",
      "backdrop_path": "\/nhoq4Pou3f1hDwNaB1xSLp3BUB8.jpg",
      "release_date": "2004-03-07",
      "popularity": 3.312,
      "vote_average": 3.9,
      "id": 88905,
      "adult": false,
      "vote_count": 9
    },
    {
      "overview": "The Hornblower series is based on C.S. Forester's classic maritime adventures - the story of one young man's struggle to become a leader of men. Set against the back drop of the 18th century Anglo-French wars, the bloodiest time in British naval history. Hornblower and his comrades come under the command of a revered but obviously mentally unstable captain and eventually must mutiny.",
      "original_language": "en",
      "original_title": "Hornblower: Mutiny",
      "video": false,
      "title": "Hornblower: Mutiny",
      "genre_ids": [
        12,
        18,
        10752,
        10770
      ],
      "poster_path": "\/vs1B9N6hhZMSKMA7vFQwjUGash7.jpg",
      "backdrop_path": "\/9QGMwEpwYi3AZT1dpXpXVXbGFx2.jpg",
      "release_date": "2001-04-07",
      "popularity": 1.99,
      "vote_average": 7.5,
      "id": 37068,
      "adult": false,
      "vote_count": 17
    },
    {
      "overview": "In 1870, a Jamaican colonial family sends its children to Britain for proper schooling, but their ship is taken over by pirates, who become fond of the kids.",
      "original_language": "en",
      "original_title": "A High Wind in Jamaica",
      "video": false,
      "title": "A High Wind in Jamaica",
      "genre_ids": [
        28,
        18,
        12
      ],
      "poster_path": "\/HJbD89cwclhExqQDvRKXVDSLNL.jpg",
      "backdrop_path": "\/te2inmHAbGbK9wVnW37lmqcBTCx.jpg",
      "release_date": "1965-06-04",
      "popularity": 3.183,
      "vote_average": 6.1,
      "id": 38340,
      "adult": false,
      "vote_count": 16
    },
    {
      "overview": "King Odysseus has been away from Ithaca for twenty years.The first ten he spent fighting the Trojan War the last ten he spent fighting to get home. Among his adventures is the tale Homer felt was too horrible to tell, the missing book of the Odyssey known as The Isle of the Mists. Here the Warrior King and his men face the Goddess of the Underworld and her winged horrific creatures.",
      "original_language": "en",
      "original_title": "Odysseus & the Isle of Mists",
      "video": false,
      "title": "Odysseus & the Isle of Mists",
      "genre_ids": [
        12,
        14
      ],
      "poster_path": "\/qulthK4FFQqGFqgqMH5KOWRU8wq.jpg",
      "backdrop_path": "\/e1cTI0zbdv5liTpMu3JL9vx0gWf.jpg",
      "release_date": "2008-02-15",
      "popularity": 2.266,
      "vote_average": 5,
      "id": 29220,
      "adult": false,
      "vote_count": 15
    },
    {
      "overview": "The adventures of the masked hero continues.",
      "original_language": "en",
      "original_title": "The Mark of Zorro",
      "video": false,
      "title": "The Mark of Zorro",
      "genre_ids": [
        37,
        12,
        18,
        28,
        10749
      ],
      "poster_path": "\/1N1gSSJs9ULgSWUM0W7zCXSR2QK.jpg",
      "backdrop_path": "\/xcCwzWGNKSoSB1jGL1zpGjNgFWD.jpg",
      "release_date": "1920-12-05",
      "popularity": 1.223,
      "vote_average": 7.6,
      "id": 42657,
      "adult": false,
      "vote_count": 15
    },
    {
      "overview": "Newly appointed sheriff Pat Garrett is pleased when his old friend Doc Holliday arrives in Lincoln, New Mexico on the stage. Doc is trailing his stolen horse, and it is discovered in the possession of Billy the Kid. In a surprising turnaround, Billy and Doc become friends. This causes the friendship between Doc and Pat to cool. The odd relationship between Doc and Billy grows stranger when Doc hides Billy at his girl, Rio's, place after Billy is shot.",
      "original_language": "en",
      "original_title": "The Outlaw",
      "video": false,
      "title": "The Outlaw",
      "genre_ids": [
        28,
        12,
        37
      ],
      "poster_path": "\/xqnPtCdL0gF5MvexVeVN1aimWg2.jpg",
      "backdrop_path": "\/k7Qi6yyVnckBdMoxVmw3PSmHIUE.jpg",
      "release_date": "1943-02-05",
      "popularity": 2.277,
      "vote_average": 5.4,
      "id": 22613,
      "adult": false,
      "vote_count": 29
    },
    {
      "overview": "Two friends, Michael Director and actor Rodrigo, receive the grand prize of the jury in a trendy international film festival. After too much drink, Rodrigo signed a contract to participate in the upcoming film of the filmmaker. Miguel disappears and reappears ten years later with a proposal to make a long delirious. Rodrigo is already famous and distrusts the health director. To make matters worse, you realize that to honor the contract will be required to make a film that can destroy not only his career but his life.",
      "original_language": "pt",
      "original_title": "Porta dos Fundos: Contrato Vitalício",
      "video": false,
      "title": "Porta dos Fundos: Contrato Vitalício",
      "genre_ids": [
        12,
        35
      ],
      "poster_path": "\/gEVuelO8NL1Eup2VjSnHUVWnKYh.jpg",
      "backdrop_path": "\/xUHCrytslLNc3XytQKMCjJudV4g.jpg",
      "release_date": "2016-06-30",
      "popularity": 3.477,
      "vote_average": 3.6,
      "id": 394499,
      "adult": false,
      "vote_count": 44
    },
    {
      "overview": "Sea-faring saga of two brothers (Robert Taylor, Stewart Granger) and the woman they both love.",
      "original_language": "en",
      "original_title": "All the Brothers Were Valiant",
      "video": false,
      "title": "All the Brothers Were Valiant",
      "genre_ids": [
        12
      ],
      "poster_path": "\/hrMtQzVrUr37guUN8A9CiLi82d8.jpg",
      "backdrop_path": "\/3N3bFoTv8suBU5VXfFY7I7LGPKt.jpg",
      "release_date": "1953-11-13",
      "popularity": 2.852,
      "vote_average": 7.2,
      "id": 91419,
      "adult": false,
      "vote_count": 6
    }
  ],
  [
    {
      "overview": "In New York City, an auction is being held, where numerous valuables are being bidded. One of the items was an ordinary ring which is more valuable than it looks. Lupin tries to bid on it, but was out bid by a dollar. So he steals it instead and makes a getaway. but only to find himself greeted by a group of mercenaries who are working for the person who out bid Lupin. Lupin gave them the ring as he was told, and got away from their firing guns. Lupin decides to gather up his friends to check out who outbid him at the auction. The one who outbid Lupin, is Cynthia, head of \"Bank of the World\" one of the largest and recently new banks. She has plans of her own on the ring, as it has the secrets of the location of a broach, that's said to give those who hold it, world domination.",
      "original_language": "ja",
      "original_title": "ルパン三世 1$マネーウォーズ",
      "video": false,
      "title": "Lupin the Third: Missed by a Dollar",
      "genre_ids": [
        28,
        12,
        16,
        10770
      ],
      "poster_path": "\/cYuE1xPbas7D6FTSitNLt1H4rR6.jpg",
      "backdrop_path": "\/8NWZ1tDv30mKKJMknwtHbwPGYYY.jpg",
      "release_date": "2006-03-14",
      "popularity": 3.021,
      "vote_average": 6.5,
      "id": 31053,
      "adult": false,
      "vote_count": 12
    },
    {
      "overview": "After arriving in the town of Shimonita, Ichi finds that a price has been put on his head by a local yakuza boss. He's drawn into a trap, but after hearing of the slaying of a former love, Ichi furiously fights his way through the entire clan to face the killer, a hired ronin.",
      "original_language": "ja",
      "original_title": "座頭市兇状旅",
      "video": false,
      "title": "Zatoichi the Fugitive",
      "genre_ids": [
        12,
        28,
        18
      ],
      "poster_path": "\/5MxzhwRJ80NbCWnlOH5uG3wkpOz.jpg",
      "backdrop_path": "\/aWacYpmhsIWOHRawZ1fM7oGzGhx.jpg",
      "release_date": "1963-08-09",
      "popularity": 2.385,
      "vote_average": 7.2,
      "id": 18511,
      "adult": false,
      "vote_count": 23
    },
    {
      "overview": "Everyone in Tommy's life — his sister, his dad, his neighbor, even his dog — is an awesome skateboarder. Everyone except Tommy himself! Sick of getting teased for being a klutz, Tommy accepts a skate-off challenge from the local bully Frankie. Can his friend Alice and his pooch, Buddy, teach Tommy to flip, ollie, grab, and slide in time for the big showdown?",
      "original_language": "en",
      "original_title": "Sk8 Dawg",
      "video": false,
      "title": "Sk8 Dawg",
      "genre_ids": [
        35,
        10751,
        12
      ],
      "poster_path": "\/jdLWSspr3Cpn2oJ8Lk0xGK8zFRa.jpg",
      "backdrop_path": null,
      "release_date": "2018-12-11",
      "popularity": 2.85,
      "vote_average": 9,
      "id": 565539,
      "adult": false,
      "vote_count": 1
    },
    {
      "overview": "A groups of astronauts crash-land on Venus and find themselves on the wrong side of a group of Venusian women when they kill a monster that is worshipped by them.",
      "original_language": "en",
      "original_title": "Voyage to the Planet of Prehistoric Women",
      "video": false,
      "title": "Voyage to the Planet of Prehistoric Women",
      "genre_ids": [
        12,
        878
      ],
      "poster_path": "\/cMZdVzlIOB6HfBuubnX76bHsmZU.jpg",
      "backdrop_path": "\/nFrSD9Esow4DpSJ9DxsxLg1daJQ.jpg",
      "release_date": "1968-01-01",
      "popularity": 2.921,
      "vote_average": 2.6,
      "id": 36530,
      "adult": false,
      "vote_count": 20
    },
    {
      "overview": "Academy Award winners Gary Cooper and Ray Milland star along with Robert Preston in the epic adventure Beau Geste. When three brothers join the Foreign Legion to escape a troubled past, they find themselves trapped under the command of a sadistic sergeant deep in the scorching Sahara. Now the brothers must fight for their lives as they plot mutiny against tyranny and defend a desert fortress against a brutal enemy. Nominated for 2 Academy Awards, Beau Geste has been universally acclaimed by generations of critics and audiences alike as a true motion picture classic.",
      "original_language": "en",
      "original_title": "Beau Geste",
      "video": false,
      "title": "Beau Geste",
      "genre_ids": [
        12,
        18,
        10752
      ],
      "poster_path": "\/AlM76j43UKzV3VeRX7XcbMmLE5.jpg",
      "backdrop_path": "\/dgbXUXS64rXKOXBboswpRnRn9Vv.jpg",
      "release_date": "1939-07-24",
      "popularity": 3.735,
      "vote_average": 6.9,
      "id": 36851,
      "adult": false,
      "vote_count": 35
    },
    {
      "overview": "After the fall of Tobruk in June 1942, U.S. Army sergeant Joe Gunn leads his tank into the Sahara desert, in order to evade advancing Rommel's forces and reach Allied lines. Along the way he picks up few Allied soldiers, but soon they are running out of water. They find water at the ancient well, but the well is a goal of an entire German battalion. Despite the impossible odds, Sergeant Gunn decides to defend the well.",
      "original_language": "en",
      "original_title": "Sahara",
      "video": false,
      "title": "Sahara",
      "genre_ids": [
        28,
        12,
        10770,
        10752
      ],
      "poster_path": "\/dbDEzxAjKQ362phf7opCWbiQc6L.jpg",
      "backdrop_path": "\/vWeoMbt9w9nX54rrpNbh68fpIxU.jpg",
      "release_date": "1995-04-25",
      "popularity": 2.994,
      "vote_average": 6.5,
      "id": 44136,
      "adult": false,
      "vote_count": 19
    },
    {
      "overview": "After a strange storm in the Carribean causes a boat to sink, a family finds itself stranded on an island in the \"27th dimension\".",
      "original_language": "en",
      "original_title": "The Bermuda Triangle",
      "video": false,
      "title": "The Bermuda Triangle",
      "genre_ids": [
        12,
        9648
      ],
      "poster_path": "\/sACHewLPaaBjtNgoyrcRWENekje.jpg",
      "backdrop_path": null,
      "release_date": "1996-01-01",
      "popularity": 1.663,
      "vote_average": 5.6,
      "id": 134308,
      "adult": false,
      "vote_count": 9
    },
    {
      "overview": "Francesco, Carlo, Loco e Giordano, lifelong friends, depart from Rome towards Madrid to celebrate the bachelor party of Francesco but above all to make, as happened on other occasions, a trip together. In fact, the trip is also an excuse to go see their favorite team away in the Champions League. In their path intersect to Pilar, a beautiful Spanish singer who, unknowingly, brings havoc within a close-knit group favoring, including unexpected, laughter and comical situations, even the come to diversity afloat, insecurities and never those words. On their return, nothing will be as before.",
      "original_language": "en",
      "original_title": "Ovunque tu sarai",
      "video": false,
      "title": "Ovunque tu sarai",
      "genre_ids": [
        35,
        12
      ],
      "poster_path": "\/rUyF2r6vigHvGobMurdcpxpSCMJ.jpg",
      "backdrop_path": "\/3O00226cNqTxu8NkA7vfxNfXXa.jpg",
      "release_date": "2017-04-06",
      "popularity": 2.689,
      "vote_average": 5.3,
      "id": 450513,
      "adult": false,
      "vote_count": 28
    },
    {
      "overview": "The Strike Force team is back in this action-packed sequel to \"The Hunt For Eagle One\"! Terrorists have stolen a Ground Control Encoder...",
      "original_language": "en",
      "original_title": "The Hunt for Eagle One: Crash Point",
      "video": false,
      "title": "The Hunt for Eagle One: Crash Point",
      "genre_ids": [
        28,
        12,
        53
      ],
      "poster_path": "\/ltOL7KkaecCYp8mDHaQqscqRN2h.jpg",
      "backdrop_path": "\/mnrIKCOmEVoTNw1PBIqWKPsxQn0.jpg",
      "release_date": "2006-06-27",
      "popularity": 2.191,
      "vote_average": 6.2,
      "id": 10037,
      "adult": false,
      "vote_count": 5
    },
    {
      "overview": "One of six travelers who catch the bus from Casablanca airport to Marrakesh is carrying $2 million to pay a local operator to fix United Nations votes. But which one?",
      "original_language": "en",
      "original_title": "Our Man In Marrakesh",
      "video": false,
      "title": "Our Man In Marrakesh",
      "genre_ids": [
        12,
        35,
        9648,
        80
      ],
      "poster_path": "\/xtgPVrDfAxOHAwpwvehWloXv2Vb.jpg",
      "backdrop_path": "\/5zrlwAe8Rz1ofJLWWNfKkYIB44x.jpg",
      "release_date": "1966-08-01",
      "popularity": 1.858,
      "vote_average": 5.9,
      "id": 50761,
      "adult": false,
      "vote_count": 12
    },
    {
      "overview": "A frontier widower (William Holden) treats his bride (Loretta Young) like a servant, until a passing stranger (Robert Mitchum) pays her attention.",
      "original_language": "en",
      "original_title": "Rachel and the Stranger",
      "video": false,
      "title": "Rachel and the Stranger",
      "genre_ids": [
        12,
        37
      ],
      "poster_path": "\/sKSQMtuPbp4nqSDSDlJ6F5caH9T.jpg",
      "backdrop_path": "\/GLiNjaMhZkQfEQA6NIvuV3myUw.jpg",
      "release_date": "1948-09-20",
      "popularity": 3.585,
      "vote_average": 5.3,
      "id": 43448,
      "adult": false,
      "vote_count": 13
    },
    {
      "overview": "Pierre Renard is the blackboy of the writer George Vallier. At the time of a reception, the Italian actor Aldo Barazutti takes him for the writer and proposes to him to come to work with him in Tunisia with the development of a scenario. In fact Barazutti wants only to flee her wife to find her mistress Valerie. Misunderstandings when Vallier joined them. They must flee in the desert a jealous husband...",
      "original_language": "fr",
      "original_title": "C'est pas moi, c'est lui",
      "video": false,
      "title": "It's Not Me, It's Him",
      "genre_ids": [
        35,
        12
      ],
      "poster_path": "\/kWqnjxPtBG9TG92oVqLrzmx5311.jpg",
      "backdrop_path": "\/3Ykre55qZxamKfuybpxpR6hlFHb.jpg",
      "release_date": "1980-11-11",
      "popularity": 2.358,
      "vote_average": 4.9,
      "id": 52877,
      "adult": false,
      "vote_count": 17
    },
    {
      "overview": "A young man, Mohammed Al Kassim, is frustrated by the number of injustices . He decides to make a difference. He fights through his enemies and eventually gets to the root of all evil in the land of Sind - the tyrant King Daher.",
      "original_language": "ar",
      "original_title": "الفارس واﻷميرة",
      "video": false,
      "title": "The Knight & The Princess",
      "genre_ids": [
        12,
        16
      ],
      "poster_path": null,
      "backdrop_path": "\/jFWjroIbabGimEKOKonVj2sjkqT.jpg",
      "release_date": "2019-09-23",
      "popularity": 2.54,
      "vote_average": 0,
      "id": 636344,
      "adult": false,
      "vote_count": 0
    },
    {
      "overview": "A gang of street boys foil a master crook who sends commands for robberies by cunningly altering a comic strip's wording each week, unknown to writer and printer. The first of the Ealing comedies.",
      "original_language": "en",
      "original_title": "Hue and Cry",
      "video": false,
      "title": "Hue and Cry",
      "genre_ids": [
        80,
        35,
        12
      ],
      "poster_path": "\/ihBwuIACX3240158D5TkbFqcqzO.jpg",
      "backdrop_path": "\/bulq70idapgP2dPKzY95bGB0DVE.jpg",
      "release_date": "1947-02-01",
      "popularity": 2.921,
      "vote_average": 6.3,
      "id": 37193,
      "adult": false,
      "vote_count": 19
    },
    {
      "overview": "Sibling rivalry turned into betrayal between two brothers. One a prime candidate for Prime Minister, the other a henchman for a successful, yet shady businessman. Presented with an opportunity to take revenge against his brother, our anti-hero must come to terms with the truth in a world where you can trust no one and loyalty is rare.",
      "original_language": "en",
      "original_title": "The Heavy",
      "video": false,
      "title": "The Heavy",
      "genre_ids": [
        53,
        28,
        12
      ],
      "poster_path": "\/hv6PLEejkJ9kHvmoqD6kTOiExa0.jpg",
      "backdrop_path": "\/uWXLGtpHHfcanelrb0zAj5eWecQ.jpg",
      "release_date": "2010-04-16",
      "popularity": 2.757,
      "vote_average": 5,
      "id": 35153,
      "adult": false,
      "vote_count": 25
    },
    {
      "overview": "The movie opens with a fictionalized depiction of a real-life incident: the arrest on July 4, 2003 of 11 Turkish special forces soldiers and 13 civilians by U.S. forces of the 173rd Airborne commanded by Colonel William C. Mayville in the northern Iraqi Kurdish town of Sulaymaniyah. The Turkish soldiers suppose that this is an ordinary visit from their NATO allies. But this time is different.",
      "original_language": "tr",
      "original_title": "Kurtlar vadisi - Irak",
      "video": false,
      "title": "Valley of the Wolves: Iraq",
      "genre_ids": [
        12,
        18,
        28
      ],
      "poster_path": "\/o1q1Q1R2Bf21NlfzTJiP7Su127X.jpg",
      "backdrop_path": "\/ivm5T3xOGgG3Tvb8m4ExLBb7wsW.jpg",
      "release_date": "2006-02-03",
      "popularity": 2.806,
      "vote_average": 4,
      "id": 11818,
      "adult": false,
      "vote_count": 21
    },
    {
      "overview": "A schoolboy gets into a fairy tale with the help of a librarian and DIY book. But life in the magical land is not as easy as it seems.",
      "original_language": "ru",
      "original_title": "Вовка в Тридевятом царстве",
      "video": false,
      "title": "Vovka in the Kingdom of Far Far Away",
      "genre_ids": [
        12,
        16,
        10751,
        14
      ],
      "poster_path": "\/6jk30W28NHk5l8KKiQ07YjU15Gn.jpg",
      "backdrop_path": "\/8oTXvnACBrA5W4JQiYmH7O7ScEA.jpg",
      "release_date": "1965-01-01",
      "popularity": 2.209,
      "vote_average": 6.9,
      "id": 160046,
      "adult": false,
      "vote_count": 21
    },
    {
      "overview": "Sequel to the Movie \"Bibi &amp; Tina - Der Film\" about a teen witch, her best friend and their horses.",
      "original_language": "de",
      "original_title": "Bibi & Tina - Voll verhext!",
      "video": false,
      "title": "Bibi & Tina: Bewildered and Bewitched",
      "genre_ids": [
        12,
        10751
      ],
      "poster_path": "\/eDp8vKXhUqg0XiJJwbievMDPJnX.jpg",
      "backdrop_path": "\/tCSZYgvbJo5ZSWGPHVcbg9jOv0c.jpg",
      "release_date": "2014-12-25",
      "popularity": 2.709,
      "vote_average": 6.7,
      "id": 301825,
      "adult": false,
      "vote_count": 20
    },
    {
      "overview": "Slipstream is a 1989 post-apocalyptic science fiction adventure film. The plot has an emphasis on aviation and contains many common science-fiction themes, such as taking place in a dystopian future in which the landscape of the Earth itself has been changed and is windswept by storms of great power. There are also numerous sub-plots, such as free will and humanity amongst artificial intelligence.",
      "original_language": "en",
      "original_title": "Slipstream",
      "video": false,
      "title": "Slipstream",
      "genre_ids": [
        878,
        12
      ],
      "poster_path": "\/m86WfIjcYHx1QjEbK2HSTMIeNKX.jpg",
      "backdrop_path": "\/bww604cVWWzDjKCeusNV6fbITKm.jpg",
      "release_date": "1989-06-22",
      "popularity": 4.393,
      "vote_average": 4.9,
      "id": 22379,
      "adult": false,
      "vote_count": 24
    },
    {
      "overview": "Welcome to Egypt, land of the Pharaohs. A place steeped in history and legend; Gods and spiritual guides; untold wealth – and the bone-cracking, blood-spilling guardians of its riches.  Jack Wells has arrived in Egypt in search of the famous diamond known as The Codex Stone. His journey leads him to the tomb of the cursed King Neferu, cursed not by name but by nature. With his centuries-old slumber disturbed by timeless human greed, the King rises from the dead with a blood-lust that cannot be quenched and a raging fury that will shred flesh from bone, bringing terrible and tormented death to all who dare witness the Day of the Mummy.",
      "original_language": "en",
      "original_title": "Day of the Mummy",
      "video": false,
      "title": "Day of the Mummy",
      "genre_ids": [
        12,
        27,
        28
      ],
      "poster_path": "\/wkItYH1tw98S1JIxQrgacfj78WY.jpg",
      "backdrop_path": "\/vXyHwnUV3o0GlM6vRrx9g310sAg.jpg",
      "release_date": "2014-10-21",
      "popularity": 2.884,
      "vote_average": 4.8,
      "id": 297580,
      "adult": false,
      "vote_count": 15
    }
  ]
]