[[{"overview":"Captain Nemo (José Ferrer) is found in suspended animation under the sea and revived by modern-day people in order to battle the King of Atlantis, who is under the control of a fiendish mad scientist (Burgess Meredith).","original_language":"en","original_title":"The Amazing Captain Nemo","video":false,"title":"The Amazing Captain Nemo","genre_ids":[14,878,12,10770],"poster_path":"\/bVaX9JRcL2QVDxEkBDHkmYrjvhn.jpg","backdrop_path":"\/frUyzvTb0qzmvyDzl8TczBhsvMX.jpg","release_date":"1978-03-08","popularity":1.876,"vote_average":5.8,"id":1851,"adult":false,"vote_count":5},{"overview":"Princess Bluerose is a small gnome living deep in the Norwegian mountains. A small community of gnomes is responsible for making the transition between daylight and night. This is called the magic hour, and is created by the magic silver which only these gnomes possess. When the silver is stolen, the world is transformed into eternal night. Princess Bluerose sets out on a remarkable journey to retrieve the silver and save the world from eternal darkness. Magic Silver is based on the popular Norwegian television series Jul i Blåfjell (1999) and Jul på Månetoppen (2002). They are considered classic Christmas calender series, and already firmly entrenched in an entire generation's old Christmas memories.","original_language":"no","original_title":"Julenatt i Blåfjell","video":false,"title":"Magic Silver","genre_ids":[14],"poster_path":"\/fR3bCbQ212ao4wj58kDirteatBx.jpg","backdrop_path":"\/fLuFV8LLWPffZPhJM0VCSiwVZ98.jpg","release_date":"2009-11-13","popularity":0.77,"vote_average":4.8,"id":46489,"adult":false,"vote_count":13},{"overview":"High-powered single-woman Jane Berry is focused on the important things in life, such as advancing her career and spending a bundle on fashionable shoes. But then a car accident on Christmas Eve changes her forever: Jane wakes up after the crash to discover that she is a married stay-at-home mom with two kids and a passion for charity work. Is she dreaming? Crazy? Is this a strange twist of fate?","original_language":"en","original_title":"Comfort and Joy","video":false,"title":"Comfort and Joy","genre_ids":[14,18,35,878,10749],"poster_path":"\/tmRY8mHBq9mP7HYDp4OXnVUT4BQ.jpg","backdrop_path":"\/ussmWBDTlOSZCeDR7hzG93DNxLx.jpg","release_date":"2003-12-01","popularity":2.241,"vote_average":7.5,"id":59711,"adult":false,"vote_count":4},{"overview":"The plot of 'Daughter of Dismay' tells the surreal and mystical tale of a witch, an emotionally broken woman who enters the deep of the woods to fulfil her biggest desire, her most heartfelt wish, for which she takes extreme and radical measures, measures that will have sinister consequences, leading to a heartbreaking and deeply melancholic finale. Portrayed in elegant, painting-like images, the film is an epic, moving and emotional trip through a world of witchcraft and occultism, focusing on a different kind of witch than usually portrayed in media, one that doesn't focus on cliched depictions of devil worship, but on a much deeper and more human side, one that many will find very much relatable.","original_language":"en","original_title":"Daughter of Dismay","video":false,"title":"Daughter of Dismay","genre_ids":[27,14],"poster_path":"\/zJsZfDnQcEx8kCWu4JM09IkbF35.jpg","backdrop_path":"\/jgvKYwX1tLVsKvkQBVlHonBUTce.jpg","release_date":"2019-08-24","popularity":1.911,"vote_average":0,"id":626018,"adult":false,"vote_count":0},{"overview":"A demonic magician attempts to perform his act in a strange grotto, but is confronted by a Good Spirit who opposes him.","original_language":"fr","original_title":"Le spectre rouge","video":false,"title":"The Red Spectre","genre_ids":[14],"poster_path":"\/b2BO4mipJZgidWD568DKv8j1ugZ.jpg","backdrop_path":"\/fwTUE7TmVzutaOxcq9lWBofSfig.jpg","release_date":"1907-08-17","popularity":2.104,"vote_average":6.4,"id":150396,"adult":false,"vote_count":14},{"overview":"Not until three years after the death of her husband Jolly, Kay dares to move back into their former home, persuaded by her new fiancée Rupert. But soon her worst expectations come true, when not only her old memories haunt her, but also Jolly's ghost, who doesn't approve of her new mate. Invisible to anyone but Kay, he tries to prevent the wedding. Written by Tom Zoerner","original_language":"en","original_title":"Kiss Me Goodbye","video":false,"title":"Kiss Me Goodbye","genre_ids":[35,14],"poster_path":"\/jUhCiZb4iqG5xZgy66ewCLBd1lv.jpg","backdrop_path":null,"release_date":"1982-12-22","popularity":1.838,"vote_average":5.6,"id":81001,"adult":false,"vote_count":14},{"overview":"Emmanuelle, played in this film by actress de jour, Holly Sampson, is the unwitting player in a married couple's perversion. The wife is a paraplegic, having previously been involved in an auto accident but she is apparently a scientist as well and has found a way to experience unbridled sex with her husband, vicariously while her husband shags a surrogate sexual partner. In this case Emmanuelle, a slender sylph of a woman.","original_language":"en","original_title":"Emmanuelle 2000: Emmanuelle's Intimate Encounters","video":false,"title":"Emmanuelle 2000: Emmanuelle's Intimate Encounters","genre_ids":[14,878],"poster_path":"\/dFe3sWRtLqBCQYyvk8rdBmGciuI.jpg","backdrop_path":"\/2ccSA4AIzeqZDPf7MeGDkNoKGPl.jpg","release_date":"2000-11-11","popularity":1.331,"vote_average":4.5,"id":302508,"adult":false,"vote_count":4},{"overview":"Imagination and the World of Fantasy are in danger. Mar, an eight-year-old little girl, who's an expert in stories and legends thanks to the books read to her every night by her grandfather, decides she has to try and save them. With the help of her friends, the Lunnis, they will embark on a magical adventure to stop them disappearing.","original_language":"es","original_title":"La Gran Aventura de Los Lunnis y el Libro Mágico","video":false,"title":"The Lunnis and the Great Fairy Tale Adventures","genre_ids":[14,10751],"poster_path":"\/vyIb9OAsOtH0FXTkUPeazWN1mUm.jpg","backdrop_path":"\/wl2TmIYLB81Z79fSlDfaVizH24Y.jpg","release_date":"2019-01-18","popularity":1.131,"vote_average":6.4,"id":571234,"adult":false,"vote_count":5},{"overview":"20th century computer games designer Scott exchanges love letters with 19th century poet Elizabeth Whitcomb through an antique desk that can make letters travel through time.","original_language":"en","original_title":"The Love Letter","video":false,"title":"The Love Letter","genre_ids":[35,18,14,10749,10770],"poster_path":"\/A3XtobQzLgc1DP66ALXA49l4ate.jpg","backdrop_path":"\/4gIdpa2KhoRV7by9TSNkR7yGCHI.jpg","release_date":"1998-02-01","popularity":1.268,"vote_average":6.3,"id":57943,"adult":false,"vote_count":7},{"overview":"Thousands of years ago in ancient China, a love struck sword hero fights against his destiny. He wants another chance to be reunited with his loved one and he gets that chance, in a far away place and a far away time, in the cold north, in modern Finland. Jade Warrior is set in ancient China early iron age and present day Finland. The past is feeding the story in present day, slowly revealing our warrior his real origin, his superior skills and his destiny. Jade Warrior - the first Finnish Kung Fu film - combines Finnish and Chinese mythologies into one film. Jade Warrior is an homage to Kung Fu genre strongly spiced with a truly original approach to Finnish national epic Kalevala. Like Kalevala Jade Warrior is a pure melodrama. A story of Kalevala's greatest hero. Written by www.ses.fi","original_language":"fi","original_title":"Jadesoturi","video":false,"title":"Jade Warrior","genre_ids":[28,10749,12,53,14],"poster_path":"\/uYdcCSnJ9Mb9rruJWp4os2zF1sc.jpg","backdrop_path":"\/r65YerYMqiCSFBe9GmBf7XNYvdF.jpg","release_date":"2006-09-08","popularity":1.813,"vote_average":5.7,"id":59500,"adult":false,"vote_count":25},{"overview":"Drama based on life and love of a famous Danish writer Hans Christian Andersen.","original_language":"ru","original_title":"Andersen. Zhizn bez Lyubvi","video":false,"title":"Andersen. Life Without Love","genre_ids":[10749,14,18],"poster_path":"\/i86FSmnV5nSVQ5VITx7KNO98Ovi.jpg","backdrop_path":"\/3UZemhn1mHJLwjOx8HZdBuDJvIm.jpg","release_date":"2006-12-22","popularity":0.771,"vote_average":5.5,"id":38352,"adult":false,"vote_count":5},{"overview":"Lives intertwine and connect when Francesca navigates through the living world by encountering strangers at the exact moment she needs to. All while she secretly searches for a loved one that she never had the chance to say goodbye to.","original_language":"en","original_title":"We Are Boats","video":false,"title":"We Are Boats","genre_ids":[14],"poster_path":"\/gHOGu3l515bqpi6YK5pxAIZ2stj.jpg","backdrop_path":"\/nxuM1w1svD4P5N7iEuhadjmd4Dk.jpg","release_date":"2019-03-08","popularity":1.598,"vote_average":5.3,"id":586037,"adult":false,"vote_count":3},{"overview":"Unlucky leprechaun Happy McSweeney is in for the adventure of a lifetime when he and his friends set out on a daring mission to retrieve the pot of gold that was stolen by the evil Houlihan...","original_language":"en","original_title":"Lucky","video":false,"title":"Lucky","genre_ids":[16,12,35,10751,14],"poster_path":"\/kanfIrpsI7p0RWINTZr4TVXPrcX.jpg","backdrop_path":"\/fF3BZ60jZjGz2DuHpEblWcz3gTL.jpg","release_date":"2019-03-08","popularity":1.604,"vote_average":0,"id":587284,"adult":false,"vote_count":0},{"overview":"A young, beautiful girl awaits the day she will be killed after having asked for a most humble gift.","original_language":"en","original_title":"Beauty and the Beast","video":false,"title":"Beauty and the Beast","genre_ids":[16,12,18,14,10749],"poster_path":"\/eHlDELEjxpDeGP1bOcZpGaCf6hk.jpg","backdrop_path":"\/kOS8SU11Dw1VKDfMme8dprf1X72.jpg","release_date":"1997-01-01","popularity":1.834,"vote_average":5.5,"id":258680,"adult":false,"vote_count":9},{"overview":"In a post-apocalyptic world divided between two groups called the Flockers and the Ravagers, an adventurer and his \"pleasure girl\" try to find their way to a rumored safe haven called the Land of Genesis.","original_language":"en","original_title":"Ravagers","video":false,"title":"Ravagers","genre_ids":[14,878],"poster_path":"\/awBkIIJulVIRNsREvI6BNEwUf2x.jpg","backdrop_path":"\/rGzuBbOmfaaQibxRegLlnkaLKsk.jpg","release_date":"1979-05-01","popularity":1.473,"vote_average":4.6,"id":108061,"adult":false,"vote_count":5},{"overview":"Peter and Lisbeth are two young but unfortunate lovers living in a rigid rural community in the Black Forest. She comes from a wealthy family of glassblowers; he is a poor coal worker on the lower end of society. To become rich and respected, Peter makes a pact with a devil named Dutch Michael, who rips out his heart and replaces it with a stone. Robbed of all warmth and feeling, Peter becomes a cold-hearted go-getter who rapidly achieves his goals. Ruthlessly he strives for money and power.","original_language":"de","original_title":"Das kalte Herz","video":false,"title":"Heart of Stone","genre_ids":[18,14,10749],"poster_path":"\/WVQSVmXGtY3tJukP67zz9tgBgl.jpg","backdrop_path":"\/ybNJdVnavN8xsbUpBF9RTpxNnFQ.jpg","release_date":"2016-10-20","popularity":1.801,"vote_average":5.5,"id":382498,"adult":false,"vote_count":11},{"overview":"On the anniversary of his mother's death, Kurosaki Ichigo travels to his mother's grave. When Rukia arrives, Ichigo leaves to speak with her; but what she has to say upsets him. His sisters have a much bigger problem, however: they're being attacked by a particulary vicious Hollow with a few tricks up his sleeve. But this isn't any ordinary Hollow! Could it have something to do with the death of Ichigo's mother? Ichigo must discover the truth and fight the Hollow on his own to protect his pride.","original_language":"ja","original_title":"Bleach: Memories in the Rain","video":false,"title":"Bleach: Memories in the Rain","genre_ids":[28,35,18,14,16],"poster_path":"\/uEusIC7CygKOvKajMlZL1T163UZ.jpg","backdrop_path":"\/vcPjvLDuiL9ycEUDXGwtW8FnuZH.jpg","release_date":"2004-10-03","popularity":3.11,"vote_average":6.9,"id":197402,"adult":false,"vote_count":9},{"overview":"Azaria Chamberlain was not killed by a dingo but saved and raised by said dingos. She is raised in an incestuous dingo environment and travels back to Sydney transformed as the second coming... a new messiah for a new age.","original_language":"en","original_title":"Pandemonium","video":false,"title":"Pandemonium","genre_ids":[9648,35,14,878],"poster_path":"\/kmd5ZPqpQQJ5FT9pr0M5pVWz5Ga.jpg","backdrop_path":null,"release_date":"1988-10-06","popularity":1.324,"vote_average":4.5,"id":291964,"adult":false,"vote_count":4},{"overview":"When runaway teenager Chelsea is mistakenly killed by her friend Brittany's pimp, Brittany returns to what remains of the family Chelsea left years ago. Brittany's doing her best to get by under her assumed identity, until the truth begins to emerge. Then the vengeful pimp shows up.","original_language":"en","original_title":"My Life as a Dead Girl","video":false,"title":"My Life as a Dead Girl","genre_ids":[9648,80,14],"poster_path":"\/2ItbR57p5ohG6LaHlR652Vh8A9M.jpg","backdrop_path":"\/abA7rOJ8xtPepcmrEu8AUNFWFQj.jpg","release_date":"2015-01-01","popularity":1.213,"vote_average":6.6,"id":316015,"adult":false,"vote_count":17},{"overview":"The first Slayers movie is a prequel to the TV series, following the exploits of a couple of sorceresses with too much time on their hands and too many violent tendencies. The main mage is Lina Inverse, known for her fireballs, love of seafood, and small breasts. Actually, her breasts are normal unless you compare her to her traveling companion and sometimes rival, Naga, known for her earthquakes,","original_language":"ja","original_title":"スレイヤーズ","video":false,"title":"Slayers: The Motion Picture","genre_ids":[14,16,35,12],"poster_path":"\/fKAGp3vdtAg8cUq9HArUMDjwQhZ.jpg","backdrop_path":"\/rwyLxZ0PieByrtf49hBjUXm6bjw.jpg","release_date":"1995-08-05","popularity":2.634,"vote_average":6.3,"id":35105,"adult":false,"vote_count":9}],[{"overview":"Gulliver begins a voyage by boat, but in the middle of the trip is caught in a storm and the ship sinks. Gulliver comes then to Lilliput, an island inhabited by tiny people. It will have many adventures, helping to establish peace with the neighboring country.","original_language":"en","original_title":"Gulliver's Travels","video":false,"title":"Gulliver's Travels","genre_ids":[16,14,10402,10751],"poster_path":null,"backdrop_path":null,"release_date":"1996-02-04","popularity":1.605,"vote_average":5,"id":102922,"adult":false,"vote_count":3},{"overview":"A creative teenage girl undergoes a mind-altering procedure while a virus spreads throughout the globe. Crispin Glover co-stars in this black comedy-fusion-surreal plague thriller. A delicious, phantasmagoric fantasy, directed by Hooroo Jackson.","original_language":"en","original_title":"Aimy in a Cage","video":false,"title":"Aimy in a Cage","genre_ids":[18,14,878],"poster_path":"\/wjSOzcqFdhYTXDL6vSp1AUU4ZZh.jpg","backdrop_path":"\/60EOVh377NESsDXI1SnhjOe6WMA.jpg","release_date":"2016-01-08","popularity":2.421,"vote_average":4.8,"id":358238,"adult":false,"vote_count":10},{"overview":"A beautiful maiden, Marya Morevna, gives her prospective husband, the mighty warrior Nikita Kozhemyaka, three riddles to solve before she'll marry him. Before he can tell her the answers, the Russian land is invaded by the armies of Kashchei the Immortal, in whose footsteps death and destruction follow. Marya is abducted by Kashchei, and Nikita finds his home in ashes. Nikita meets a kindly wizard who gives him a cap of darkness. With it, the hero will find a way to save his bride and rout Kashchei.","original_language":"ru","original_title":"Кащей Бессмертный","video":false,"title":"Kashchey the Immortal","genre_ids":[10751,14],"poster_path":"\/Va2NC3j1NFn1JMlEDVeeTTQc0H.jpg","backdrop_path":"\/cztAZALzAnfjXKjLNQuoEaKVgzH.jpg","release_date":"1944-01-15","popularity":1.241,"vote_average":6,"id":76249,"adult":false,"vote_count":6},{"overview":"In this subject a \"comique eccentric\" enters the drawing room inhabited by spirits. He tries to take off his coat and hat, but these garments return to his head and shoulders as soon as he takes them off. The chairs, his umbrella, his hat, etc., fly away in different directions and by various methods. (Star Film Catalog)","original_language":"fr","original_title":"Spiritisme abracadabrant","video":false,"title":"Up-to-Date Spiritualism","genre_ids":[14,35],"poster_path":"\/1JUnTPYUQpQYhGa8YI8y6clOgad.jpg","backdrop_path":null,"release_date":"1900-01-01","popularity":1.4,"vote_average":5.8,"id":106804,"adult":false,"vote_count":13},{"overview":"Stuck in their late Grandfather's country cottage with no TV, Anthea, Robert and Chris are resigned to a boring week until they find a mouldy old carpet and a strange golden egg. But when the egg accidentally falls into the bonfire, it hatches into the mythical firebird, the Gloden Phoenix. So begins an amazing journey and the adventure of a lifetime, as the Phoenix takes them to a land of enchantment, magic and fantasy - via a magic flying carpet. Written by L.H. Wong","original_language":"en","original_title":"The Phoenix and the Magic Carpet","video":false,"title":"The Phoenix and the Magic Carpet","genre_ids":[12,10751,14],"poster_path":"\/2BtdkHRVdBeIq8nWMlRZfOAC5L6.jpg","backdrop_path":"\/hJyzeokK3s4bblxdostCLh6mhfm.jpg","release_date":"1995-11-21","popularity":1.456,"vote_average":4.8,"id":125089,"adult":false,"vote_count":4},{"overview":"A young man, unsuccessful in love, manages to leave his body and tours Paris, disembodied and invisible, playing practical jokes: a row of coats walks off from a hotel cloakroom; an unattended taxi drives itself away; a row of top hats appears on the pavement.","original_language":"fr","original_title":"Le fantôme du Moulin-Rouge","video":false,"title":"The Phantom of the Moulin-Rouge","genre_ids":[18,14],"poster_path":"\/o7RaT3NezdVyWVQox28wltWlbXs.jpg","backdrop_path":"\/xdyvl8SD9mruVeJCwEOvKLHfAJ5.jpg","release_date":"1925-03-13","popularity":0.6,"vote_average":4.5,"id":168378,"adult":false,"vote_count":2},{"overview":"Mrs Topper's friend Mrs Parkhurst has convinced Mrs topper, to file for a divorce from Cosmo, due to the strange circumstances of his trip with ghost Marion Kirby. Marion comes back from heaven's door to help Cosmo again, this time only with dog Mr. Atlas. Due to a strange behavior of Cosmo, the judge refuses to divorce them, so Mrs Parkhurst takes Mrs Topper on a trip to France, where she tries to arrange the final reasons for the divorce, with help of a gold-digging French baron, Marion takes Cosmo to the same hotel, to bring them back together and to get her own final ticket to heaven, but the whole thing turns out to be not too easy.","original_language":"en","original_title":"Topper Takes a Trip","video":false,"title":"Topper Takes a Trip","genre_ids":[35,14,10749],"poster_path":"\/xquigVdluYUQD6RhFExewWC8XYS.jpg","backdrop_path":"\/pGttINIBGsYXO9MMIjKHAWA7hmu.jpg","release_date":"1938-12-29","popularity":1.613,"vote_average":6.6,"id":54430,"adult":false,"vote_count":5},{"overview":"A normal class, ordinary children and a regular school teacher. Or not. The lives of the children in Mr Frans' class are turned upside down when they discover that he sometimes turns into a frog. And Sita is so fond of her teacher that she wants to protect him at all costs from all those dangerous animals... Based on the novel by bestselling Dutch author Paul van Loon.","original_language":"nl","original_title":"Meester Kikker","video":false,"title":"Mr. Frog","genre_ids":[35,10751,14],"poster_path":"\/52dp9Rs4KlJQK9gdLEEdLcpvyRs.jpg","backdrop_path":"\/gWMWmqXd7eENdkdSFedBGVCOSij.jpg","release_date":"2016-07-27","popularity":1.4,"vote_average":6,"id":401326,"adult":false,"vote_count":9},{"overview":"Siren has lived her life thinking she's an ordinary girl, in an ordinary town. On her 12th birthday, she learns that she's far from ordinary.","original_language":"en","original_title":"Scales: Mermaids Are Real","video":false,"title":"Scales: Mermaids Are Real","genre_ids":[14],"poster_path":"\/flypX3zZ2oXH2UbGaZyAEkdIHmR.jpg","backdrop_path":"\/6zU7CL4U0eF5rbtuvQWpE11uLVF.jpg","release_date":"2017-07-21","popularity":2.181,"vote_average":5.5,"id":464334,"adult":false,"vote_count":18},{"overview":"After a sixteen-year absence, married scientists Claire and Matt Thompson reunite with The Jensen Project. The Jensen Project is a secret community of geniuses doing cutting edge research they share anonymously to help the world.","original_language":"pt","original_title":"The Jensen Project","video":false,"title":"The Jensen Project","genre_ids":[10770,28,12,10751,14,878],"poster_path":"\/2DWmP1sjTkpqayx3OguQWIolPnh.jpg","backdrop_path":"\/9nHK1FFXicgGChrGgzUZBjgGYgF.jpg","release_date":"2010-07-16","popularity":2.035,"vote_average":4.5,"id":42897,"adult":false,"vote_count":10},{"overview":"","original_language":"ja","original_title":"パラレルワールド・ラブストーリー","video":false,"title":"Parallel World Love Story","genre_ids":[9648,10749,14],"poster_path":"\/5q8pvmpmSlhxxNyNtCxOBAqj0Vg.jpg","backdrop_path":"\/9k7G7oEYhm9bYmwVBD5OD7hizhE.jpg","release_date":"2019-05-31","popularity":1.4,"vote_average":0,"id":579663,"adult":false,"vote_count":0},{"overview":"Richard E. Grant stars as author Franz Kafka, who has been stricken with a serious case of writer's block on Christmas Eve. Kafka is trying to get started on his latest short story, \"The Metamorphosis\", but he isn't sure what his protagonist Gregor Samsa should become. As Kafka struggles with indecision, he has to contend with a loud holiday party downstairs, several unexpected guests, and a sinister knife salesman who has a bone to pick with Franz. The film received an Academy award for Best Live Action Short Subject.","original_language":"en","original_title":"Franz Kafka's It's a Wonderful Life","video":false,"title":"Franz Kafka's It's a Wonderful Life","genre_ids":[35,14],"poster_path":"\/fiCdxDZEoiVelVc3dmF4KkY20ZD.jpg","backdrop_path":"\/9Fxk5xEW3hgkFRtEMW8849d4KmK.jpg","release_date":"1995-11-29","popularity":1.862,"vote_average":6.3,"id":47981,"adult":false,"vote_count":12},{"overview":"A millenary language agonizes: Its last two speakers, Evaristo and Isauro (70´s) had a quarrel 50 years ago and haven't spoken to each other since. Martin, a linguist, will undertake the challenge of bringing the two old friends back together and convince them to talk again in order for him to be able to obtain a record of the language. Yet, hidden in the past, in the core of the jungle, lies a secret hidden in the language that makes it difficult to believe that the heart of Zikril will beat again -  and a forbidden gay love story.","original_language":"es","original_title":"Sueño en otro idioma","video":false,"title":"I Dream in Another Language","genre_ids":[14,18],"poster_path":"\/xpKPIRlMhuhSvqL3nEftqlPW4wa.jpg","backdrop_path":"\/zvM5dcfrtD9pIDmNMthF5CXiF0y.jpg","release_date":"2017-07-28","popularity":2.915,"vote_average":8.1,"id":355196,"adult":false,"vote_count":34},{"overview":"Júlio wanted to be the most popular person in school but ends up getting more than what he wished for.","original_language":"pt","original_title":"Socorro! Virei uma Garota","video":false,"title":"Socorro! Virei uma Garota","genre_ids":[35,14],"poster_path":"\/3UMzOq5lvFRgIoG1E7bZoxzMMoN.jpg","backdrop_path":"\/qYHc2QdhcI3XVxwuQ386ODDEgNO.jpg","release_date":"2019-06-06","popularity":1.793,"vote_average":0,"id":605367,"adult":false,"vote_count":0},{"overview":"In 1895, Shivkar Bapuji Talpade constructs and flies India's first unmanned plane, despite having the odds stacked against him.","original_language":"hi","original_title":"हवाईज़ादा","video":false,"title":"Hawaizaada","genre_ids":[18,14,36],"poster_path":"\/qq6v8IwtAT37VSP6kMj3xcwUdae.jpg","backdrop_path":"\/uKESb5HcCwTGX2NqXUlrdn0okCw.jpg","release_date":"2015-02-06","popularity":1.914,"vote_average":6.4,"id":318106,"adult":false,"vote_count":10},{"overview":"Sarah and Isolde share an interest in the traditional music and dance of the Balkans, but it turns out that shared interests don’t always unite them. Their trip, initially a fun bonding experience, takes a southward turn when Sarah becomes interested in handsome fellow camper Steph. A seemingly innocent romantic overture touches off an abrupt shift in the dynamic between the two girlfriends, steering a previously ecstatic camp outing down a psychological rabbit hole.","original_language":"en","original_title":"Butter on the Latch","video":false,"title":"Butter on the Latch","genre_ids":[27,18,14],"poster_path":"\/m1iqg8Pp21fWrl6uMxdJ9rsHpSY.jpg","backdrop_path":"\/ePjfKmIObWdqh0MHX3OYTCyhXNK.jpg","release_date":"2013-05-09","popularity":1.726,"vote_average":5.4,"id":197010,"adult":false,"vote_count":13},{"overview":"On the heels of the mesmeric “Bluebeard” comes this wonderfully idiosyncratic, heady and erotic exploration of another classic Charles Perrault fairy tale by French cinema’s endlessly probing and brilliant provocateuse. Time-tripping with a truly precocious heroine, we follow a once-cursed six-year-old princess as she awakens a century later at the ripe old age of 16.","original_language":"fr","original_title":"La belle endormie","video":false,"title":"The Sleeping Beauty","genre_ids":[14,18],"poster_path":"\/79SW6ThZOgBk23I6wexdcwPormM.jpg","backdrop_path":"\/4c8nobiqyU4RBmXgPoubuEnWaQR.jpg","release_date":"2011-07-08","popularity":1.237,"vote_average":4,"id":65016,"adult":false,"vote_count":6},{"overview":"A gothic tale of a girl scared to suck her thumb - lest the monstrous Suckablood should come.","original_language":"en","original_title":"Suckablood","video":false,"title":"Suckablood","genre_ids":[14,27],"poster_path":"\/olUkIL2T0UO70JyszGUrVMrhaFA.jpg","backdrop_path":"\/yxWgpsBuuXstfYi1GpxEFUS9QML.jpg","release_date":"2012-06-16","popularity":1.399,"vote_average":6.4,"id":135893,"adult":false,"vote_count":12},{"overview":"Erick, a young Viking warrior, joins forces with a rival clan in order to rescue a kidnapped princess from the great Midgard Serpent. It's a perilous task with a risk far greater than merely their own lives; by rescuing the princess, they might cause Ragnarök - the end of the world.","original_language":"fr","original_title":"Viking Quest","video":false,"title":"Viking Quest","genre_ids":[28,12,14,10770],"poster_path":"\/grma5z8uPKan8IR4DdtXm1g2BWz.jpg","backdrop_path":"\/ffc8RVgAWdm3qNtJ5Eq9RKck9Ft.jpg","release_date":"2014-10-07","popularity":1.478,"vote_average":3.9,"id":317960,"adult":false,"vote_count":15},{"overview":"Two strange people are driving to the sea... Partially in the real world, partially in fantasy.","original_language":"ru","original_title":"Artefakt","video":false,"title":"Artefact","genre_ids":[35,18,14],"poster_path":"\/dX3a6hHO4zRrJJfFFbg57Js2VnV.jpg","backdrop_path":"\/qzxTsDiGR71iy0xKg8ySqX6LSld.jpg","release_date":"2009-11-11","popularity":2.19,"vote_average":2.9,"id":53251,"adult":false,"vote_count":4}],[{"overview":"A battle-weary ex-Special Forces Operative buys a ranch in remote American West to flee from the world, and encounters a strange series of trespassers, including a beautiful elf princess and a Native American mystic and Orcs. When the Orcs invade his property, John must give up his isolation to become a hero, before the Orcs unleash their dragon god on our world.","original_language":"en","original_title":"Dragonfyre","video":false,"title":"Dragonfyre","genre_ids":[28,12,14],"poster_path":"\/zuhHvQ9FsqYXGAGZfTdVJclFzTt.jpg","backdrop_path":"\/iLWlJMXX4CIWhA3roKt2gMFm2Ri.jpg","release_date":"2013-09-06","popularity":1.164,"vote_average":4.3,"id":224003,"adult":false,"vote_count":32},{"overview":"Two meaty characters meet, fall in love, and exprience a heartbreaking ending to their love story.","original_language":"en","original_title":"Meat Love","video":false,"title":"Meat Love","genre_ids":[35,14,16],"poster_path":"\/ww8S5wCdjcxotux6Xvz4pxynrPA.jpg","backdrop_path":"\/evlniPoPke6WOZ7onIx5EJAvII4.jpg","release_date":"1989-01-01","popularity":1.973,"vote_average":7.1,"id":18888,"adult":false,"vote_count":33},{"overview":"A young man travels to Mars in a rocket ship, where he leads a popular uprising against the ruling group with the support of Queen Aelita, who has fallen in love with him after watching him through a telescope.","original_language":"ru","original_title":"Аэлита","video":false,"title":"Aelita: Queen of Mars","genre_ids":[12,18,14,878],"poster_path":"\/1lE1kZwH0Mz3jiNhQtDcQjBBpW0.jpg","backdrop_path":"\/lZW2YwuBP5h1JoLuhNkbYdvphdx.jpg","release_date":"1929-03-25","popularity":1.832,"vote_average":5.9,"id":2973,"adult":false,"vote_count":29},{"overview":"A young wizard must create new spells in his magic book before the planets align. His uncle and aunt, powerful mages themselves, help him achieve that. Based on the award-winning Brazilian TV series.","original_language":"pt","original_title":"Castelo Rá-Tim-Bum: o Filme","video":false,"title":"Castelo Rá-Tim-Bum: o Filme","genre_ids":[12,35,10751,14],"poster_path":"\/6jkA9XSDWbeCW32BKy1vsHRnSPD.jpg","backdrop_path":"\/dDtIscRf3Tqr5lFgfinyWOxLieI.jpg","release_date":"1999-12-31","popularity":2.495,"vote_average":5.9,"id":82142,"adult":false,"vote_count":25},{"overview":"A postman learns that he doesn't have much time left to live due to a terminal illness. A devil then appears in front of him and offers to extend his life if he picks something in the world that will disappear. The man thinks about his relationships with ex-friends, ex-lovers, relatives and colleagues who will be sincerely sad when he dies.","original_language":"ja","original_title":"世界から猫が消えたなら","video":false,"title":"If Cats Disappeared from the World","genre_ids":[18,14],"poster_path":"\/u7ZKMfxj0anz6VTy6wMFrChfBwC.jpg","backdrop_path":"\/tYyfn9As2YbviIKhT9ISuZWj4JL.jpg","release_date":"2016-06-24","popularity":1.124,"vote_average":7.4,"id":390930,"adult":false,"vote_count":22},{"overview":"The story of a woman who survives the car accident which kills her husband, but discovers that she has the power to heal other people. She becomes an unwitting celebrity, the hope of those in desperate need of healing, and a lightning rod for religious beliefs and skeptics.","original_language":"en","original_title":"Resurrection","video":false,"title":"Resurrection","genre_ids":[18,14],"poster_path":"\/1gCgUOtAFoyz4ptVgimn7KuZtXj.jpg","backdrop_path":"\/xsIqnliTjSjfq25CzpYhaoFlTPz.jpg","release_date":"1980-09-26","popularity":2.135,"vote_average":6.4,"id":98864,"adult":false,"vote_count":15},{"overview":"An aging photographer's obsession with an early form of photography draws his assistant and daughter into a work of mystery.","original_language":"fr","original_title":"Le Secret de la chambre noire","video":false,"title":"Daguerrotype","genre_ids":[18,10749,27,14],"poster_path":"\/sOW73ELc20myWY8zOV3FC3HIcEe.jpg","backdrop_path":"\/ohIFja6x4l11FGvTmR5mL1U0Y77.jpg","release_date":"2017-03-08","popularity":0.704,"vote_average":6.1,"id":374466,"adult":false,"vote_count":16},{"overview":"The lovesick Doctor Proctor has traveled back in time in a desperate attempt to alter history. He wants to stop the wedding between his beloved Juliette and the terrible Claude Cliché, but is trapped in time. Lise and Bulle have to help him back.","original_language":"no","original_title":"Doktor Proktors tidsbadekar","video":false,"title":"Doctor Proctor: Bubble in the Bathtub","genre_ids":[12,10751,14,35],"poster_path":"\/1ACCvBsP5sSnvufI3Y8eCdqI9k1.jpg","backdrop_path":"\/iqIBCNf7ZuTCBnWszcHbz77CT7D.jpg","release_date":"2015-10-16","popularity":0.972,"vote_average":6.1,"id":377495,"adult":false,"vote_count":4},{"overview":"An early version of the classic, based more on the 1902 stage musical than on the original novel.","original_language":"en","original_title":"The Wonderful Wizard of Oz","video":false,"title":"The Wonderful Wizard of Oz","genre_ids":[12,35,14],"poster_path":"\/3uf1JaypnF98PrAUkBXFRcM26SP.jpg","backdrop_path":"\/ad31BLXxsSDmyZpH1gxQ2d6UT83.jpg","release_date":"1910-03-24","popularity":2.648,"vote_average":5.3,"id":53759,"adult":false,"vote_count":17},{"overview":"A selfish self-centered widowed ruler, barely tolerated by his subjects and called appropriately enough, 'King Myself, First' asks his three daughters to name the measure of their love for him. When one of them says, \"more than salt\", he banishes her from the kingdom. Not understanding what she meant the King assumes love can only be measured by precious metals or one's own talent, the 'correct' answers from his other two daughters. The arrogance of the King leads him to gather all the salt in the kingdom and destroy it. Of course, this backfires as he slowly learns the universal value of the substance, and of course, the essence of his daughter's reply. With the help of the wise and magical old 'herb woman', the King also learns what it means to be a true and wise ruler.","original_language":"cs","original_title":"Byl jednou jeden král","video":false,"title":"Once Upon a Time, There Was a King...","genre_ids":[10751,35,14],"poster_path":"\/rcJfVS6e3e1awOEtDQCtfXLCt0V.jpg","backdrop_path":"\/hQ46kTDuPsCNKqx1VmkBROraOOs.jpg","release_date":"1955-02-01","popularity":1.61,"vote_average":8.1,"id":49587,"adult":false,"vote_count":9},{"overview":"The last day of creation. A stranger arrives in London. No one knows who he is or where he has come from. By the time he leaves, the entire universe will have been erased.","original_language":"en","original_title":"The Nine Lives of Tomas Katz","video":false,"title":"The Nine Lives of Tomas Katz","genre_ids":[35,18,14,9648],"poster_path":"\/7pBmsltWqOXJ9RsxxrulwSQ6h6g.jpg","backdrop_path":"\/dah198bRlFsw71gO813Ld2z84SQ.jpg","release_date":"2000-03-01","popularity":2.648,"vote_average":7.5,"id":16171,"adult":false,"vote_count":10},{"overview":"This movie follows in the same spirit as Mr. Vampire, Dead and the deadly and Spooky encounters, mixing comedy and horror!","original_language":"en","original_title":"人吓鬼","video":false,"title":"Hocus Pocus","genre_ids":[28,14,27],"poster_path":"\/3a62VgQb0thUjPSmUhtnow8W1Rs.jpg","backdrop_path":null,"release_date":"1984-01-01","popularity":1.366,"vote_average":0,"id":181870,"adult":false,"vote_count":0},{"overview":"Step back into the imaginative and frankly terrifying world of Becky & Joe with Don’t Hug Me I’m Scared. In this episode: Some things change over Time.","original_language":"en","original_title":"Don't Hug Me I'm Scared II: TIME","video":false,"title":"Don't Hug Me I'm Scared II: TIME","genre_ids":[27,16,14],"poster_path":"\/crjgxvIq6lGP7oL0kq1gXQJAOXE.jpg","backdrop_path":"\/m002kNrA74heYXGRWd0LywGSYyL.jpg","release_date":"2014-01-08","popularity":2.317,"vote_average":7.5,"id":255384,"adult":false,"vote_count":27},{"overview":"From deep in the bowels of her castle keep, the Dark Maiden rules the realm with an iron fist.  With a heart as cold as the breastplate that shields it, the Maiden teases her subjects with whips and chains, their moans only serving to heighten her grim ecstasy.","original_language":"en","original_title":"Erotiquest","video":false,"title":"Erotiquest","genre_ids":[28,14,18,12],"poster_path":"\/4BjC0j1zMynU0lYJzGcmGDcTmyR.jpg","backdrop_path":null,"release_date":"2017-12-29","popularity":2.025,"vote_average":9,"id":495650,"adult":false,"vote_count":1},{"overview":"In WWII, Captain Invincible used his superpowers against the Nazis, and he was a hero. But when they accused him of supporting the communists, he retired to Australia. Now, after a US super secret super weapon is stolen, he's asked to come back, to help. Unfortunately, he's an alcoholic now... -- parody of superhero comic strips","original_language":"en","original_title":"The Return of Captain Invincible","video":false,"title":"The Return of Captain Invincible","genre_ids":[14,28,35,878],"poster_path":"\/wsFPnwgmPt4NCbT68nZiYoGEtia.jpg","backdrop_path":"\/k5DjfNkh3HxlKRzUQeQFukbZui3.jpg","release_date":"1983-01-01","popularity":2.591,"vote_average":6.4,"id":71016,"adult":false,"vote_count":11},{"overview":"In a montage alternating with moments of Nigel Rogers' interpretation of the most beautiful passages from \"Orpheus,\" the opera by Striggio and Monteverdi, La Nuit Claire is an evocation of the celebrated myth, within which images of the love between its two modern protagonists, Anne and Julien, are inscribed. - BAM\/PFA","original_language":"fr","original_title":"La nuit claire","video":false,"title":"The Bright Night","genre_ids":[18,14],"poster_path":"\/75EncVRolIbCNezcP26HUNS8Hwk.jpg","backdrop_path":null,"release_date":"1980-10-24","popularity":1.066,"vote_average":8.2,"id":273196,"adult":false,"vote_count":5},{"overview":"Rainbow Dash loves the time of year when Ponyville and Breezie Blossom are all about celebrating rainbows. Meanwhile in a new magical place called Unicornia, Rarity is being taught how to be a Unicorn Princess and the importance of making the first rainbow of the season. But she is quite a little rascal and embarks on an incredible ride, a huge adventure (with lots of mishaps) as she tries to get back to Unicornia. Rarity soon realizes that getting home in time to create the first rainbow of season is not an easy thing to do --- but it is fun!","original_language":"en","original_title":"My Little Pony: The Runaway Rainbow","video":false,"title":"My Little Pony: The Runaway Rainbow","genre_ids":[16,12,14],"poster_path":"\/dnEqkXi0oUo9jlQCUzhCN0Vxyx7.jpg","backdrop_path":"\/27RYDjr6Ovc93xgRZA0dP8mQqap.jpg","release_date":"2006-09-12","popularity":2.069,"vote_average":7.4,"id":256439,"adult":false,"vote_count":5},{"overview":"The inhabitants of the continent of Cruzon are born with the ability to freely control quartz. Technology based on this power allows them to perform a great multitude of tasks such as shoot projectiles and pilot mobile suits (called Golems in this society). Rygart Arrow is an un-sorcerer, a rare individual who is unable to levitate even the smallest crystal. Living with his brother on a farm, he receives a letter from an old friend, Hodr, the current king. Close companion of the king and queen when they were students at Assam Military School, Arrow is informed that a war is about to occur. Hodr called him because an ancient type of Golem has been found in a mining shaft. No one has been able to move it and Queen Sigyn, an expert engineer, suspects that maybe an un-sorcerer might be the key to activate it.","original_language":"ja","original_title":"劇場版 ブレイク ブレイド　第三章「凶刃ノ痕」","video":false,"title":"Broken Blade: Book Three - The Mark of the Assassin's Dagger","genre_ids":[28,16,14],"poster_path":"\/7LF8SXWW0KOrdA84ryhmE8WA2by.jpg","backdrop_path":"\/AkC6FfyXuiRsaOV6HUEVu6qOkMU.jpg","release_date":"2010-10-28","popularity":1.118,"vote_average":5.2,"id":55431,"adult":false,"vote_count":3},{"overview":"A frozen Tyrannosaurus rex is found and put on display in a museum, but when he thaws out and revives, Superman has to stop his rampage!","original_language":"en","original_title":"The Arctic Giant","video":false,"title":"The Arctic Giant","genre_ids":[14,16],"poster_path":"\/hw3zofRjgtpMGUrapr6Ydi6RyEb.jpg","backdrop_path":"\/C8ab97clBIffq8MOtFiG9ftjga.jpg","release_date":"1942-02-26","popularity":2.327,"vote_average":6.3,"id":145961,"adult":false,"vote_count":9},{"overview":"Set in a dilapidated indoor swimming pool (the Central Baths in Sofia), the film details the efforts of Anton, a clueless dreamer who yearns to sail the world, and Martha, the button obsessed cashier, to maintain the illusion for Anton's blind father that business is thriving. Working to sabotage their efforts is Gregor - Anton's brother - an amoral developer who is determined to raze the entire town and construct a sprawling condominium complex. Gregor engineers an accident that seems certain to doom the business and in the process steals away Eva, the beautiful woman of Anton's dreams. Will Gregor's dastardly plan succeed?","original_language":"de","original_title":"Tuvalu","video":false,"title":"Tuvalu","genre_ids":[14,18,35,878,10749,10751],"poster_path":"\/mJuwF12CBZMOoU1rq3Dc0woHvIg.jpg","backdrop_path":"\/7W57r1oHaPwUturERAkhNESB2oL.jpg","release_date":"1999-11-19","popularity":1.233,"vote_average":6.3,"id":8076,"adult":false,"vote_count":12}],[{"overview":"Story of a mentally unstable woman who goes into an institution.","original_language":"de","original_title":"Tag der Idioten","video":false,"title":"Day of the Idiots","genre_ids":[14,18],"poster_path":"\/9D15kozophLCr8AOykCxyPvS01c.jpg","backdrop_path":"\/emZab7lR9v3AsgkyUV8FTZaSGGH.jpg","release_date":"1982-03-26","popularity":0.6,"vote_average":7.5,"id":5728,"adult":false,"vote_count":4},{"overview":"The Humpbacked Horse Dubbed in America as \"The Magic Pony,\" (Russian: Конёк-Горбуно́к; tr.:Konyok Gorbunok) is a 1947 Soviet\/Russian traditionally-animated feature film directed by Ivan Ivanov-Vano and produced by the Soyuzmultfilm studio in Moscow. The film is based on the poem by Pyotr Pavlovich Yershov, and because of this everyone in the film speaks in rhymes. A remake was made in 1975 by the same director and studio.","original_language":"ru","original_title":"Конёк-Горбунок","video":false,"title":"The Humpbacked Horse","genre_ids":[16,14],"poster_path":"\/A4bSWpMehYLpqHkcKPtgMnN9swQ.jpg","backdrop_path":"\/pBqlNoxP0ayqM5Ll4h6HRQtdSNV.jpg","release_date":"1975-10-24","popularity":1.105,"vote_average":5.7,"id":73924,"adult":false,"vote_count":17},{"overview":"Beldar and Sonja, a couple of thieves belonging to the legendary world of sword and sorcery, steal a precious stone shaped like a human heart in the gloomy crypt of the Order of the Thousand Eyes, an evil sect of powerful wizards. To flee the scene realize that the gem is cursed and sent them his spell. After losing consciousness, Beldar awakens in another world, metamorphosed into the body of a teenager of sixteen Madrid eaten by acne.","original_language":"es","original_title":"El Corazón del Guerrero","video":false,"title":"Heart of the Warrior","genre_ids":[12,14,878],"poster_path":"\/bfJGH5QVSo9gvOO2uUsZBcHA1ps.jpg","backdrop_path":"\/vaCoh0sG0VjyCCmcGpGG3bsQB7H.jpg","release_date":"1999-12-17","popularity":1.404,"vote_average":5.4,"id":39417,"adult":false,"vote_count":6},{"overview":"A private detective searching for a killer comes across a satanic cult from another dimension, monsters called up from hell and murderous ninja assassins.","original_language":"en","original_title":"Empire of the Dark","video":false,"title":"Empire of the Dark","genre_ids":[28,12,14],"poster_path":"\/x4kp7qw6r9MGJXv3lDqNNc2FShV.jpg","backdrop_path":"\/8y3NnaEXQ4Zbfzknadpji10KU9h.jpg","release_date":"1990-01-01","popularity":0.868,"vote_average":5.2,"id":30419,"adult":false,"vote_count":5},{"overview":"The funny adventures of a characters of Russian folk fairy tales in the contemporary world.","original_language":"ru","original_title":"Realnaya Skazka","video":false,"title":"The Real Tale","genre_ids":[35,14,10751],"poster_path":"\/ig0STBEJPLXqHJ5QqqTn5rs8vs2.jpg","backdrop_path":"\/blUzXWnmFPNCqiJpYw2O74fqFyc.jpg","release_date":"2011-11-11","popularity":1.36,"vote_average":5.6,"id":78184,"adult":false,"vote_count":10},{"overview":"Jack is a wanderer whose aimless roaming leads him to a number of interesting locations and into the company of many interesting people, and despite his fascination with bullfighting he leads a largely peaceful existence. When a crime boss' daughter is accidentally gored to death, Jack is implicated in the unfortunate event and singled out for termination by a seemingly unending army of lethal hitmen. As Jack wages an uphill battle for survival against the harsh desert terrain and a hail of gun smoke and lead, his will to live depends on his ability to exercise his demons and come to terms with the fact that he may not live to see another sunrise.","original_language":"en","original_title":"Bullfighter","video":false,"title":"Bullfighter","genre_ids":[12,14,28,35,37,53,80],"poster_path":"\/6yfeCyfMEoijxZ9pEZmVyKZJ3fv.jpg","backdrop_path":"\/yEbJ8EBpEedUOw6P1CSFcDQNWib.jpg","release_date":"2000-10-01","popularity":1.829,"vote_average":2.2,"id":45548,"adult":false,"vote_count":3},{"overview":"Doctor Gulliver is poor, so nothing - not even his charming fiancée Elisabeth - keeps him in the town he lives. He signs on to a ship to India, but in a storm he's washed off the ship and ends up on an island, which is inhibitated by very tiny people. After he managed to convince them he's harmless and is accepted as one of their citizens, their king wants to use him in war against a people of giants. Compared to them, even Gulliver is a gnome.","original_language":"en","original_title":"The 3 Worlds of Gulliver","video":false,"title":"The 3 Worlds of Gulliver","genre_ids":[10402,12,14,35,10751],"poster_path":"\/libiCEHlBeTUs9ykxpkzWSHRrBz.jpg","backdrop_path":"\/5jZvKR1VJstitfks3jG78fHkxQN.jpg","release_date":"1960-12-16","popularity":2.615,"vote_average":6.6,"id":18974,"adult":false,"vote_count":25},{"overview":"A bearded magician holds up a large playing card and makes it larger. He tears up a card of a queen, burns the torn bits, and a life-size Queen of Hearts card appears; then, it becomes alive. The magician puts her back into the card. The same thing happens with the King of Clubs: the card becomes alive. The king removes his costume, and there's something very familiar about him. (IMDb)","original_language":"fr","original_title":"Les cartes vivantes","video":false,"title":"The Living Playing Cards","genre_ids":[14],"poster_path":"\/v7V9SA14gmznzpvxbKCtA4BzQ7z.jpg","backdrop_path":null,"release_date":"1905-01-01","popularity":1.48,"vote_average":6.4,"id":44333,"adult":false,"vote_count":17},{"overview":"After a night of drinking Guiness at the local watering hole, an ordinary, working-class, family man in Dublin's life is turned upside-down when he wakes up as a rat.","original_language":"en","original_title":"Rat","video":false,"title":"Rat","genre_ids":[18,14,35,10751],"poster_path":"\/xeav7AvVZYXIOWhBd0Ps2wNMWbI.jpg","backdrop_path":null,"release_date":"2001-04-27","popularity":1.543,"vote_average":6,"id":118052,"adult":false,"vote_count":4},{"overview":"Inspired by Carmilla, the seminal 19th Century vampire tale by Sheridan LeFanu, STYRIA plunges the viewer into a haunted world of fantasy and obsession. In 1989, Lara Hill (Eleanor Tomlinson), accompanies her art historian father (Stephen Rea) to an abandoned castle across the Iron Curtain. From a car crash outside of the castle, emerges the beautiful and mysterious Carmilla. Lara secrets Carmilla into the castle and the two are drawn into an intoxicating relationship. But when Carmilla mysteriously disappears, and women of the town begin committing suicide, Lara’s psychic wounds erupt into a living nightmare that consumes the entire town of Styria.","original_language":"en","original_title":"Styria","video":false,"title":"Styria","genre_ids":[53,14,27,9648],"poster_path":"\/l2uoLm53x8n1TREiQD4G4DJVger.jpg","backdrop_path":"\/m2v0BLTa1sT3BRXNjx0O1rNigS.jpg","release_date":"2014-08-21","popularity":1.686,"vote_average":5.3,"id":229154,"adult":false,"vote_count":12},{"overview":"Dans une île imaginaire perdue en Mer Egée, aux temps très lointains d'avant Homère, Minor, mi-homme mi-cochon, orphelin et muet, file des jours tranquilles dans la douce tiédeur de la porcherie en compagnie de sa bonne amie la Truie. Au cours d'une escapade en forêt mythologique, il fait la rencontre d'un des personnages les plus influents de son époque, le Dieu Pan - alias Satyre, qui l'initie à sa manière de bouc aux imprévus du paganisme.","original_language":"en","original_title":"Sa majesté Minor","video":false,"title":"His Majesty Minor","genre_ids":[14],"poster_path":"\/cWmWTYkMCt7BSSOmgPUTt3HfScS.jpg","backdrop_path":"\/snw6Fm57wcThAreGK8Ee3lAT1w.jpg","release_date":"2007-10-10","popularity":1.067,"vote_average":2.5,"id":40181,"adult":false,"vote_count":12},{"overview":"On the day Tōma Kamijō and Index see Academy City's space elevator, Endymion in the distance, they meet a Level 0 girl with an amazing singing voice, Arisa Meigo. As the three enjoy their time together after school, magic-user Stiyl Magnus suddenly attacks them. His target: Arisa. Why would a girl from the science side be targeted by someone from the magic side, Tōma wonders. In the chaos of Stiyl's attack, he tells Tōma, Index and Arisa that she might cause a war between the magic side and the science side.","original_language":"ja","original_title":"劇場版 とある魔術の禁書目録 -エンデュミオンの奇蹟-","video":false,"title":"A Certain Magical Index: The Miracle of Endymion","genre_ids":[28,16,35,18,14,878],"poster_path":"\/p3sEr2xOxoL8iLRsQLkSgD2LudT.jpg","backdrop_path":"\/oRValXT7dZJn7dVM7L2fJWQtxvl.jpg","release_date":"2013-02-23","popularity":2.542,"vote_average":7.2,"id":219250,"adult":false,"vote_count":10},{"overview":"It is the age of the Overfiend, and flesh-hungry monsters rule the Earth. Immortal half-demon Amano Jyaku travels the wasteland, witness to the rape and torture of the human race. The last hope for humanity is the demonic Lord of Chaos, the Overfiend's natural enemy. Will the world survive their final battle?","original_language":"ja","original_title":"Chojin densetsu Urotsukidoji: Horo hen","video":false,"title":"Urotsukidoji IV: Inferno Road","genre_ids":[16,14,27],"poster_path":"\/c6z8mE5DLujr3Iri4WCIQTFu3h8.jpg","backdrop_path":"\/aFdQUquUVgoGfmgNTkkIkTcOp8U.jpg","release_date":"1995-12-31","popularity":1.31,"vote_average":5.2,"id":48630,"adult":false,"vote_count":3},{"overview":"","original_language":"ru","original_title":"Алиса в стране чудес","video":false,"title":"Alice in Wonderland","genre_ids":[16,10751,14],"poster_path":"\/bAGgcQ5YxFQjmHH52ETkl1Cfqqy.jpg","backdrop_path":null,"release_date":"1981-01-31","popularity":2.113,"vote_average":8.5,"id":84774,"adult":false,"vote_count":12},{"overview":"Ultraman Tiga: The Final Oddysey was sort of an epilogue of the Ultraman Tiga series. Just when we thought that the world is safe, it's under attack again! A TPC excursion (including GUTS' Captain Megumi Iruma) headed to an old ruins and unintentionally woke up three evil ancient giants whom Daigo, later on, has visions of. What's so haunting about his visions is that they're not only three but four evil giants, including Ultraman Tiga in a very dark physique and a very evil aura. After a series of visions, Daigo was able to meet the three evils who beat him up and left the Black Spark Lens to him. Later on, the ultimate battle begins in the ancient ruins. Daigo as Ultraman Tiga, who is supposed to be the warrior of light, must use his powers, however dark, in order to defeat the three evils.","original_language":"ja","original_title":"ウルトラマンティガ THE FINAL ODYSSEY","video":false,"title":"Ultraman Tiga: The Final Odyssey","genre_ids":[28,12,10751,14,878],"poster_path":"\/papDk5x8wmkamSpEm70Ssc6SqQG.jpg","backdrop_path":"\/ldqqkv2Cb1JYVRBy8ouoSbUxgfR.jpg","release_date":"2000-03-08","popularity":1.388,"vote_average":5,"id":113094,"adult":false,"vote_count":9},{"overview":"15 one-minute shorts created by various people from Japan's animation industry. The title of the collection, Ani*Kuri15, is abbreviated from the words \"anime\" and \"creators\".","original_language":"ja","original_title":"アニ＊クリ15","video":false,"title":"Ani*Kuri15","genre_ids":[12,16,35,18,10751,14],"poster_path":"\/go15d0ivlPo9zpIMhG2XKIAMlyI.jpg","backdrop_path":"\/46sw3Ax34wR4sD5txsaQfk0Mc4D.jpg","release_date":"2008-06-07","popularity":1.043,"vote_average":6,"id":262833,"adult":false,"vote_count":16},{"overview":"In a rural village in Yucatan, Mexico, two young missionaries in search of the town's religious conversion go against the people's beliefs and awaken a monster from a folk legend.","original_language":"es","original_title":"Caminante, Caminante: La Leyenda del Huay Chivo","video":false,"title":"Wanderer, Wanderer: The Legend of the Huay Chivo","genre_ids":[27,14],"poster_path":"\/jlTi1OKDywo81gZoKHgiXe7ajH5.jpg","backdrop_path":null,"release_date":"2018-09-21","popularity":1.4,"vote_average":0,"id":631377,"adult":false,"vote_count":0},{"overview":"A darkly poetic fable that begins with a little girl drawing figures of people with chalk on the cement of a playground. She takes notice of an unusual crack in the pavement that is seeping a mysterious black fluid, which she follows to an ominous building. Inside, she encounters several bizarre phenomena, including walls that bleed black and tentacles that emerge from the ceiling to touch her. She then witnesses the birth of five terrifying supernatural beings that threaten the existence of her world.","original_language":"en","original_title":"The Captured Bird","video":false,"title":"The Captured Bird","genre_ids":[14,27],"poster_path":"\/1YmreBbYb79hP25yfZ9EVHjrqbo.jpg","backdrop_path":null,"release_date":"2012-05-16","popularity":1.874,"vote_average":5.6,"id":135589,"adult":false,"vote_count":10},{"overview":"There's a magical door in Woody's closet that allows those who go through it to erase mistakes from their past. When he finds out where it goes, his life will be changed forever.","original_language":"en","original_title":"Welcome to Happiness","video":false,"title":"Welcome to Happiness","genre_ids":[14,35,18],"poster_path":"\/8XPSGk7l1hL1cm5mvxsVeG9SQY3.jpg","backdrop_path":null,"release_date":"2015-04-27","popularity":0.989,"vote_average":5.5,"id":340255,"adult":false,"vote_count":7},{"overview":"“I made this work because I wanted to try out the idea of floating images in midair that had come to me when making Thunder. The entire work was shot frame-by-frame with long exposures. I filmed this in the company dorm I was living in in the middle of the night after I had come home from work, and thought I might die from what had become my daily pattern of sleeping for two hours in the morning then going off to work.” – Takashi Ito","original_language":"ja","original_title":"Ghost","video":false,"title":"Ghost","genre_ids":[14,16],"poster_path":"\/eUStdd7Jy88584uk6qVzaj0OLk2.jpg","backdrop_path":"\/zQTDDq3adSHNt26gMyqVM0OrAmx.jpg","release_date":"1984-01-01","popularity":1.805,"vote_average":5.6,"id":258570,"adult":false,"vote_count":12}],[{"overview":"An aspiring trapeze artist discovers a cryptic letter, written once by her recently deceased father, that leads her to a gold mine in a remote California desert.","original_language":"en","original_title":"Waiting for the Miracle to Come","video":false,"title":"Waiting for the Miracle to Come","genre_ids":[18,14],"poster_path":"\/fq9G0XI90zYnT6auoXCxeahiyrA.jpg","backdrop_path":"\/eJQpViw2cpz9eGJ0fM0yDiw0vnP.jpg","release_date":"2019-04-29","popularity":1.583,"vote_average":7,"id":598456,"adult":false,"vote_count":2},{"overview":"A festive tale about two lost toys searching for a new home.","original_language":"en","original_title":"The Forgotten Toys","video":false,"title":"The Forgotten Toys","genre_ids":[16,10751,14],"poster_path":"\/zhiNSXz0X2s9VuHqQG2eqwIxURK.jpg","backdrop_path":"\/hwaAfjoj8tFbPNBBgMu1940NufR.jpg","release_date":"1995-01-01","popularity":1.208,"vote_average":8.4,"id":179453,"adult":false,"vote_count":7},{"overview":"After years of questioning why people fear him, Death (March) takes on human form so he can mingle among the mortals and find an answer. However, events soon spiral out of control as he falls in love with the beautiful young Grazia (Venable), the only woman unafraid of him. As he falls in love with her, her father, Duke Lambert (Standing), sees him for what he is and begs him to return to his duties. Death must decide whether or not to seek his own happiness, or sacrifice it so that Grazia may live.","original_language":"en","original_title":"Death Takes a Holiday","video":false,"title":"Death Takes a Holiday","genre_ids":[10749,18,14],"poster_path":"\/yXOndcgnf2BjiuOTKUcPWJirNVY.jpg","backdrop_path":"\/y0Hy45VramntdA9BQRxwAxUWifS.jpg","release_date":"1934-03-30","popularity":3.776,"vote_average":7.1,"id":37215,"adult":false,"vote_count":12},{"overview":"A 1920s playwright meets a beautiful woman who may be the ghost of his patron's deceased wife.","original_language":"ja","original_title":"陽炎座","video":false,"title":"Kagero-za","genre_ids":[14,27,9648,53],"poster_path":"\/1c6hnPIm4TF6kM7Qr0JMvqZgmLN.jpg","backdrop_path":null,"release_date":"1981-08-21","popularity":1.59,"vote_average":7.1,"id":110901,"adult":false,"vote_count":10},{"overview":"Chuy the pig defends the resident animals from the relentless dog catcher, only to be caught by the butcher.","original_language":"en","original_title":"The Adventures of Chuy","video":false,"title":"The Adventures of Chuy","genre_ids":[12,16,14],"poster_path":"\/eKKEXrHloJnGP10GSjbZ2RKzjfL.jpg","backdrop_path":"\/zdfKdcJtj6okAietOX83I3j6FOW.jpg","release_date":"2015-01-27","popularity":1.082,"vote_average":3.3,"id":324139,"adult":false,"vote_count":3},{"overview":"A young playwright who writes porno novels to overcome a writer's block, lives the fantasies of one of his books, while trying to move with his wife from one apartment into a larger one.","original_language":"en","original_title":"Move","video":false,"title":"Move","genre_ids":[35,14],"poster_path":"\/10GJvNE4hsgtpAQ9ybAYBN0yWeZ.jpg","backdrop_path":null,"release_date":"1970-07-31","popularity":1.875,"vote_average":1,"id":183053,"adult":false,"vote_count":2},{"overview":"A town is attacked by a deadly creature, it can only be stopped with the Dragon Blade. The one person who knows where the blade is won't tell Lang, and even if he did, untold peril will fall on anyone who dares to find this legendary weapon.","original_language":"en","original_title":"DragonBlade: The Legend of Lang","video":false,"title":"DragonBlade: The Legend of Lang","genre_ids":[16,28,12,35,14],"poster_path":"\/xYz9D2IleCNsVeGqlzAcrCH84Uf.jpg","backdrop_path":"\/p2JStICGoH0oKFujlBYvyZj64qs.jpg","release_date":"2005-01-06","popularity":2.64,"vote_average":4.7,"id":80779,"adult":false,"vote_count":3},{"overview":"A teenager becomes a werewolf after a family vacation in Transylvania.","original_language":"en","original_title":"Full Moon High","video":false,"title":"Full Moon High","genre_ids":[27,35,14],"poster_path":"\/2dX0tSKYYfl5SiY5q6uPA7eS9Nm.jpg","backdrop_path":"\/gDsotdu7pVDvAJYsKLJuGr2CiHH.jpg","release_date":"1981-01-01","popularity":2.787,"vote_average":4.4,"id":107430,"adult":false,"vote_count":14},{"overview":"Flash Gordon, Dale Arden and Dr. Hans Zarkov travel to the planet Mongo to fight the evil emperor Ming the Merciless.","original_language":"en","original_title":"Flash Gordon: The Greatest Adventure of All","video":false,"title":"Flash Gordon: The Greatest Adventure of All","genre_ids":[16,14,878],"poster_path":"\/mE2tGMvwoaNp4SKqlfovm1WNs2m.jpg","backdrop_path":"\/vpWyf9Dwh7qMtArg7LmDQDTZ6LX.jpg","release_date":"1982-08-21","popularity":1.705,"vote_average":3.9,"id":3679,"adult":false,"vote_count":4},{"overview":"In the village of Fuentecilla, there is a medicinal spa which was very popular in the past but that now has been forgotten by the public. In order to bring back the tourists, the \"prominent men\" of the village organize a fake miracle: the apparition of San Dimas, the local patron saint, which will take place every Thursday night. At first it works, but trouble begins when a stranger appears, claiming that he knows what's going on and making peculiar demands in exchange for his silence. Written by Pablo Montoya","original_language":"en","original_title":"Los jueves, milagro","video":false,"title":"Miracles of Thursday","genre_ids":[35,10751,14],"poster_path":"\/whVHENJYNlSAecdXk7GKBkXTo5O.jpg","backdrop_path":"\/3ZzRyxZJYv3nWOBjmBvxKlztGHw.jpg","release_date":"1957-08-22","popularity":1.009,"vote_average":6.9,"id":100052,"adult":false,"vote_count":7},{"overview":"When Karl is bitten by a venomous giant mosquito, his only chance for survival cannot be found on Dinotopia. David and LeSage must embark upon an incredible journey through a secret portal to the outside world but what will be the price ?.","original_language":"nl","original_title":"Dinotopia 6 The Exit","video":false,"title":"Dinotopia 6 The Exit","genre_ids":[12,10751,14],"poster_path":"\/hazTrpevMlevCIP8C3eTCxwMf7R.jpg","backdrop_path":"\/bwdsiqRvfe7FNj5NWi4UvimQhoO.jpg","release_date":"2003-08-07","popularity":1.198,"vote_average":4.8,"id":145742,"adult":false,"vote_count":3},{"overview":"A challenged man is stalked by tall phantoms in business suits after he purchases a car with a mysterious black credit card.","original_language":"en","original_title":"Tall Men","video":false,"title":"Tall Men","genre_ids":[14,27,53],"poster_path":"\/cnDsdEtR1rGJBMrAuQbzBbzWkqC.jpg","backdrop_path":"\/hCQkt54Kz2QS4Rnu6kP4oWtG4EC.jpg","release_date":"2016-05-31","popularity":1.556,"vote_average":3,"id":421490,"adult":false,"vote_count":9},{"overview":"As an 11-year-old boy struggles to cope with a disability, he finds a pony who gives birth to a unicorn which he takes care of.","original_language":"en","original_title":"Nico the Unicorn","video":false,"title":"Nico the Unicorn","genre_ids":[14,10751,12],"poster_path":"\/t2z6v9PgFtVQi5fGghluapk3ql6.jpg","backdrop_path":"\/oYVn5LDaycPMY7HAJ0d3vAkeXoK.jpg","release_date":"1998-01-01","popularity":2.148,"vote_average":5.8,"id":57752,"adult":false,"vote_count":13},{"overview":"An ex-police\/army dog (German Shepherd), named Rex inherits a fortune from an eccentric millionaire. But someone poisons him for his fortune, and he gets to go back to earth as a human detective to bring his killer to justice, and protect the girl who used to look after him.","original_language":"en","original_title":"You Never Can Tell","video":false,"title":"You Never Can Tell","genre_ids":[35,14],"poster_path":"\/9hvW2xCFfiwa6OOSMQNUrK8dfCz.jpg","backdrop_path":"\/wGjg3gey6tSul7h7aYl0RueLv3T.jpg","release_date":"1951-09-23","popularity":0.807,"vote_average":5.8,"id":113845,"adult":false,"vote_count":3},{"overview":"A musical adaptation of Colin MacInnes' novel about life in late 1950s London. Nineteen-year-old photographer Colin is hopelessly in love with model Crepe Suzette, but her relationships are strictly connected with her progress in the fashion world. So Colin gets involved with a pop promoter and tries to crack the big time. Meanwhile, racial tension is brewing in Colin's Notting Hill housing estate...","original_language":"en","original_title":"Absolute Beginners","video":false,"title":"Absolute Beginners","genre_ids":[18,14,10402,10749],"poster_path":"\/yVcOrBBRDcmlRYOMrRw2jCLjrz7.jpg","backdrop_path":"\/59w59mAwvCG5sVQavromGXnpKTb.jpg","release_date":"1986-01-01","popularity":2.336,"vote_average":5.7,"id":42017,"adult":false,"vote_count":31},{"overview":"A couple move into a bad apartment in a bad neighborhood in New York. The apartment contains a refrigerator, which is the only thing they like in the place. However, they slowly discover that the refrigerator is a monster which kills people in gruesome ways and then sends them to hell. The refrigerator is already gaining mind control over the husband. What will happen?","original_language":"en","original_title":"The Refrigerator","video":false,"title":"The Refrigerator","genre_ids":[14,35,27],"poster_path":"\/1Sq7dOrdFvPFwzx028knEt0u6uE.jpg","backdrop_path":"\/efNHKY1UPaVIB6XHIAv2muSN636.jpg","release_date":"1991-01-11","popularity":2.335,"vote_average":3.4,"id":125540,"adult":false,"vote_count":9},{"overview":"\"Films Confiscated from a French Brothel\" is a bare all Avant-garde Anthology homage to silent stag films.","original_language":"en","original_title":"Films Confiscated from a French Brothel","video":false,"title":"Films Confiscated from a French Brothel","genre_ids":[14,80,35,27],"poster_path":"\/tb2VL9ToqwXPgkCBpg0c5Ul66ZZ.jpg","backdrop_path":null,"release_date":"2019-06-02","popularity":3.065,"vote_average":0,"id":351064,"adult":false,"vote_count":17},{"overview":"Sophie, a young volunteer, meets her kindred spirit in Roxie, a girl with a life threatening medical condition and a unique wish to meet Bigfoot.","original_language":"en","original_title":"A Wish for Giants","video":false,"title":"A Wish for Giants","genre_ids":[12,18,14,878],"poster_path":"\/pHvnOqNBrPKGzP8orbm9bRpsecK.jpg","backdrop_path":null,"release_date":"2018-02-17","popularity":1.845,"vote_average":9.3,"id":487283,"adult":false,"vote_count":6},{"overview":"A runaway bride and an undercover reporter get caught up in political intrigue as they lead a merry chase across Europe and uncover a spy plot.","original_language":"en","original_title":"Love on the Run","video":false,"title":"Love on the Run","genre_ids":[35,14,10749],"poster_path":"\/zpatkRKw0MlKPvZ0TKTC17uGOXz.jpg","backdrop_path":"\/293StC9N7IZh155N1p4IL3bF9hf.jpg","release_date":"1936-11-20","popularity":2.122,"vote_average":7.3,"id":61541,"adult":false,"vote_count":3},{"overview":"A smoker falls asleep, and two mischievious fairies play with his pipe. He discovers this, and imprisons them in a cigar box. He removes a flower from the box, which contains a fairy smoking a cigarette. Next, he leaves briefly while his smoking paraphenalia clears itself from the table and the flower reassembles itself into a cigar. He lights the cigar, then breaks a bottle containing the fairy, who interacts with him in various ways reeling from his cigar smoke, building a bonfire that he extinguishes, etc.","original_language":"en","original_title":"Princess Nicotine; or, The Smoke Fairy","video":false,"title":"Princess Nicotine; or, The Smoke Fairy","genre_ids":[35,14],"poster_path":"\/hSsBn5S2mH3EBFMbpfGy8T3L41a.jpg","backdrop_path":null,"release_date":"1909-08-10","popularity":1.587,"vote_average":5.8,"id":144440,"adult":false,"vote_count":19}],[{"overview":"Two hot chicks happen upon the creepy castle of French witch Morgane le Fay and must choose either to become immortal sex slaves or rot in a dungeon.","original_language":"fr","original_title":"Morgane et ses nymphes","video":false,"title":"Girl Slaves of Morgana Le Fay","genre_ids":[14,18],"poster_path":"\/gww1nmjhA2qSzcYVU7pjwEf3Adq.jpg","backdrop_path":"\/kGv5i1CJJpIDKDgpeHlUrsh2WG9.jpg","release_date":"1971-02-17","popularity":1.179,"vote_average":6.3,"id":84896,"adult":false,"vote_count":8},{"overview":"Raju (Chiranjeevi), a courageous and spirited young man, is a caregiver to four young orphans. He is a tourist guide in a picturesque hill station. One of the children is accidentally injured and, on the suggestion of an ayurvedic guru that the cure for this injury can be found on the banks of Manasa Sarovar, Raju goes to the Himalayas. During the same time, a celestial being, Indraja (Sridevi), the daughter of Lord Indra, happens to visit the Manasa Sarovar. She accidentally drops her ring, which is her passport to the Heaven. Raju finds this ring and starts wearing it, unaware of its divine power. Because Indraja is unable to enter Heaven, Brihaspathi, the Deva-guru, allows her to go back to Earth to retrieve it before the next Kartik Poornima.","original_language":"en","original_title":"Jagadeka Veerudu Athiloka Sundari","video":false,"title":"Jagadeka Veerudu Athiloka Sundari","genre_ids":[28,35,10751,14,10749],"poster_path":"\/hhFW2UP5hwiok3T9MvTtTYwjkkH.jpg","backdrop_path":null,"release_date":"1990-05-09","popularity":0.964,"vote_average":7.8,"id":77031,"adult":false,"vote_count":4},{"overview":"This film directed by T.J. Scott is a prequel to the popular television series. At an academy for mythological warriors, 17-year-old Hercules (Ian Bohen) meets Jason, the next in line to rule Corinth. When Jason discovers that his father is ill, Hercules decides to seek out the Golden Fleece that could cure him. But limitations to his powers, as well as his half-brother Ares, stand in his way. Filmed against the breathtaking scenery of New Zealand.","original_language":"en","original_title":"Young Hercules","video":false,"title":"Young Hercules","genre_ids":[10751,14],"poster_path":"\/i6hNhY9PzOROl1sLve03UgkYEI8.jpg","backdrop_path":"\/duolkW2aNFD9oQkTm1LYTl21Qnu.jpg","release_date":"1998-08-30","popularity":1.34,"vote_average":7.2,"id":182532,"adult":false,"vote_count":8},{"overview":"A young teacher discovers that her troubled student's father and younger brother harbor a deadly supernatural secret. Taking the boy into her care, the teacher must fight for their survival against horrors beyond imagination.","original_language":"en","original_title":"Antlers","video":false,"title":"Antlers","genre_ids":[14,27,53],"poster_path":"\/tNule8bZ3PPU4uDHe1aAkOMu34W.jpg","backdrop_path":null,"release_date":"2020-03-20","popularity":3.267,"vote_average":0,"id":516329,"adult":false,"vote_count":0},{"overview":"A lonely boy wins over his distant father and strict grandmother with help from a brave velveteen rabbit whose one wish is to become a real rabbit someday","original_language":"ru","original_title":"The Velveteen Rabbit","video":false,"title":"The Velveteen Rabbit","genre_ids":[16,18,10751,14],"poster_path":"\/uiN9N7jOFnNTuYpyCbVE1du5nWg.jpg","backdrop_path":"\/xgs3Ti4ftOjb16D4I7UQsTQsAAz.jpg","release_date":"2009-01-01","popularity":1.4,"vote_average":7,"id":28969,"adult":false,"vote_count":15},{"overview":"Set in the phenomenally successful Discworld series, Troll Bridge is about the world's last Barbarian hero (now at the age of 87) embarking on a suicide mission to battle a bridge troll in mortal combat. In a land where the undead have formed an equal rights movement, goblins are on the endangered species list and the evil Cutshade Forest is being logged; the world has truly gone mad for Cohen the Barbarian. Time has moved too fast... Troll Bridge aims to be the largest scale short film in history. Using resources garnered over a decade of dedication, love, sweat and toil, Troll Bridge has already broken records and set benchmarks internationally. Written by SnowGum Films","original_language":"en","original_title":"Troll Bridge","video":false,"title":"Troll Bridge","genre_ids":[16,18,35,14],"poster_path":"\/3pZdQj7x6cbl0XnfbMavWipF8eS.jpg","backdrop_path":null,"release_date":"2019-01-16","popularity":1.042,"vote_average":0,"id":282796,"adult":false,"vote_count":0},{"overview":"My Brother's Shoes - one zany comedy when brothers - one gay and one straight - magically switch places! A full feature film production of R&R Stage and Screen, LLC. Family is everything - but just how far will these two brothers go?","original_language":"en","original_title":"My Brother's Shoes","video":false,"title":"My Brother's Shoes","genre_ids":[35,18,14],"poster_path":"\/kNXZTb4vG8s9L05Fq0dfw0OZEfe.jpg","backdrop_path":null,"release_date":"2015-09-15","popularity":1.407,"vote_average":4.3,"id":472256,"adult":false,"vote_count":4},{"overview":"Musical fantasy based on Armenian fairy tales.","original_language":"ru","original_title":"В синем море, в белой пене...","video":false,"title":"In the Blue Sea, in the White Foam...","genre_ids":[16,10751,14,10770],"poster_path":"\/tk9doiegH9r3ANalQmUlMQQD51D.jpg","backdrop_path":"\/dkhDgMzxslbONT5chGTOCxt8xIB.jpg","release_date":"1984-06-06","popularity":1.466,"vote_average":8.1,"id":196649,"adult":false,"vote_count":9},{"overview":"Retrospective documentary on the making of the cult classic \"Willy Wonka and the Chocolate Factory.\"","original_language":"en","original_title":"Pure Imagination: The Story of 'Willy Wonka and the Chocolate Factory'","video":false,"title":"Pure Imagination: The Story of 'Willy Wonka and the Chocolate Factory'","genre_ids":[14],"poster_path":"\/eVuQkqWFEcigRYvMrfBFKbDD3Ba.jpg","backdrop_path":"\/hVvYGSowX8D9gyXkaNpYkcHFZU5.jpg","release_date":"2001-11-13","popularity":0.686,"vote_average":8,"id":413393,"adult":false,"vote_count":3},{"overview":"The Golem, a giant creature created out of clay by a rabbi, comes to life in a time of trouble to protect the Jews of Prague from persecution.","original_language":"fr","original_title":"Le golem","video":false,"title":"The Golem","genre_ids":[14,27],"poster_path":"\/ywpZQwCPw1KYYBrgpiYewPHT0ux.jpg","backdrop_path":null,"release_date":"1936-02-13","popularity":1.576,"vote_average":4,"id":169479,"adult":false,"vote_count":3},{"overview":"A hunter discovers the elixir of youth on Dinotopia - only to realize, along with LeSage, the price for getting younger. David becomes the ultimate defender of Dinotopia when he takes on a bullish Outsider.","original_language":"nl","original_title":"Dinotopia 4 New Horizons","video":false,"title":"Dinotopia 4 New Horizons","genre_ids":[12,10751,14],"poster_path":"\/4wIFTKRaBJMriu5Sx4xLW1Rf3rJ.jpg","backdrop_path":"\/bwdsiqRvfe7FNj5NWi4UvimQhoO.jpg","release_date":"2003-07-03","popularity":0.619,"vote_average":5.8,"id":145733,"adult":false,"vote_count":3},{"overview":"An international group of travelers trek around the world, from France to Brazil and Chile and, finally, to Easter Island, where some of their number are chosen to meet aliens who resemble small suns. One man who was not chosen tags along uninvited. For punishment, he is given the task of guarding the site until the next visit, some 500 years hence.","original_language":"fr","original_title":"Les soleils de l'Île de Pâques","video":false,"title":"The Suns of Easter Island","genre_ids":[18,14,878],"poster_path":"\/xG8Jkj8y74195WpNIoJC459JeoD.jpg","backdrop_path":"\/cga8QpHBbT0vvc27TxIGsz52bBI.jpg","release_date":"1972-01-01","popularity":0.766,"vote_average":6.2,"id":87386,"adult":false,"vote_count":5},{"overview":"Set in war-torn 800AD Scotland, The Gaelic King tells the story of warrior-king Alpin mac Eachdach. When his young brother is captured, Alpin must hunt the kidnappers though a dark forest that hides an ancient evil.","original_language":"en","original_title":"The Gaelic King","video":false,"title":"The Gaelic King","genre_ids":[14,28],"poster_path":"\/p6XBvViXzWH1JRc5NW5WHNtyNmG.jpg","backdrop_path":"\/4PGMgt77oNn8sqG79sx74C3pROg.jpg","release_date":"2017-09-14","popularity":2.359,"vote_average":6,"id":427395,"adult":false,"vote_count":7},{"overview":"The classic tale of Dante's journey through hell, loosely adapted from the Divine Comedy and inspired by the illustrations of Gustav Doré.  This historically important film stands as the first feature from Italy and the oldest fully-surviving feature in the world, and boasts beautiful special effects and sets that stand above other cinema of the era.","original_language":"it","original_title":"L'inferno","video":false,"title":"Dante's Inferno","genre_ids":[12,18,14,27],"poster_path":"\/ky0z9hDlajlwL3fBqwsCSbjJGjR.jpg","backdrop_path":"\/kgh9f1XDs1I1bK3XBgGsjWVDDQ9.jpg","release_date":"1911-07-01","popularity":2.463,"vote_average":6.6,"id":70512,"adult":false,"vote_count":41},{"overview":"A female centaur enters a clearing in the woods and picks flowers. She is met by a male centaur and the two romance each other. They then seek parental consent for their union.  Surviving footage of a now lost film.","original_language":"en","original_title":"The Centaurs","video":false,"title":"The Centaurs","genre_ids":[14,16,10749],"poster_path":"\/pj49qSMWXboj1XZgoKTGeHDdGwU.jpg","backdrop_path":null,"release_date":"1921-09-25","popularity":1.376,"vote_average":6.5,"id":146744,"adult":false,"vote_count":11},{"overview":"A minor diplomatic functionary stumbles upon a formula for invisibility.","original_language":"en","original_title":"The Man Who Wasn't There","video":false,"title":"The Man Who Wasn't There","genre_ids":[14,28,35,878],"poster_path":"\/pcetGAeIIF8ixkTO9cBRBg5xZmU.jpg","backdrop_path":null,"release_date":"1983-08-12","popularity":1.519,"vote_average":3.8,"id":29610,"adult":false,"vote_count":9},{"overview":"A darkly brilliant stop-motion adaptation of The Pied Piper of Hamelin about a plague of rats that punish townsfolk corrupt with greed.  One of Czechoslovakia's most ambitious animation projects of the 1980s, notable for its unusual dark art direction, innovative animation techniques and use of a fictitious language","original_language":"cs","original_title":"Krysař","video":false,"title":"The Pied Piper","genre_ids":[16,14,27],"poster_path":"\/PmKB71zfdfhpXH9dqeKbp4LYIu.jpg","backdrop_path":"\/tM73ZNLT6ECMfAuLbZGGGquUbwJ.jpg","release_date":"1986-09-01","popularity":1.782,"vote_average":7.5,"id":82094,"adult":false,"vote_count":22},{"overview":"At the Palacio, an all-inclusive resort in the carribean, Mike's arrival complicates the normal flow of operations. His voracious appetite, mysterious magnetism and unexpected miracles bring him the curious, among which he makes three friends and meeets a few admirers, a jealous salsa teacher and an enamored octopus. All of whom will accompany him in a gargantuan downward spiral mixing civil unrest and intestinal meltdown; a change of administration held up by the most attentive staff in the world.","original_language":"fr","original_title":"All You Can Eat Buddha","video":false,"title":"All You Can Eat Buddha","genre_ids":[35,18,14],"poster_path":"\/tqCtz2DsljczzOHRinSPr3mmm7e.jpg","backdrop_path":"\/fGSpD89Z7XDfwdvBpiAfTw7YUGK.jpg","release_date":"2017-09-12","popularity":0.696,"vote_average":6.4,"id":473336,"adult":false,"vote_count":9},{"overview":"Na-young works at a post office and is sick and tired of being around her shamefully unyielding mother and her pushover father who's excessively nice. The only thing that she can look forward to is her trip abroad in a few days. But one day, her father leaves home without any notice. Her mother doesn't care what happens to him and doesn't care to look for him. Na-young has no choice but to give up her dream trip abroad and to search for her father instead. Once she arrives at her parents' hometown, Na-young is shocked to meet someone she'd never expect, even in her dreams.","original_language":"ko","original_title":"인어공주","video":false,"title":"My Mother the Mermaid","genre_ids":[10749,14],"poster_path":"\/kJ9z0AVFIUpm4SkdFfKWMQ6LZUf.jpg","backdrop_path":"\/e6A7LBn2pFoexf6RrEV4i7mhsMT.jpg","release_date":"2004-06-30","popularity":1.064,"vote_average":6.2,"id":137298,"adult":false,"vote_count":10},{"overview":"The very first movie adaptation of J.R.R Tolkein's The Hobbit. Made in just 30 days so that the producer could keep hold of the rights to Tolkein's books.","original_language":"de","original_title":"The Hobbit","video":false,"title":"The Hobbit","genre_ids":[16,14,12],"poster_path":"\/98wz8OOl05nEPaOyMUWqrmq9zXE.jpg","backdrop_path":"\/bcAmzolRG2xi8LNYjO9rVtt53E1.jpg","release_date":"1966-06-30","popularity":1.435,"vote_average":5.1,"id":99457,"adult":false,"vote_count":10}],[{"overview":"Disappointed with humanity, God wants to revoke his contract with humanity and wants to take back the stone tablets containing the ten commandments. To this end an angel is sent out to affect the personal lives of three humans so an appropriate child may be conceived.","original_language":"en","original_title":"The Discovery of Heaven","video":false,"title":"The Discovery of Heaven","genre_ids":[18,14],"poster_path":"\/lYobbQHa08PpXB6GdCVdkoKNGXp.jpg","backdrop_path":"\/qZN4qtAQNZ2PplIkOs5PSAWZrXC.jpg","release_date":"2001-10-01","popularity":3.136,"vote_average":7.1,"id":1373,"adult":false,"vote_count":8},{"overview":"A family goes to the mountains for a few days, and there they meet... Bigfoot!","original_language":"en","original_title":"Bigfoot","video":false,"title":"Bigfoot","genre_ids":[12,10751,14],"poster_path":"\/vIhKuSRdOOSAJJPEtzogeHzX8yp.jpg","backdrop_path":null,"release_date":"1987-03-08","popularity":2.575,"vote_average":5.3,"id":398614,"adult":false,"vote_count":8},{"overview":"\"The White Circus,\" an adventure-romance that takes place on a snowy New Year's Eve, when a young pilot crashes his plane into a war-torn town on his first mission. There, he falls in love with a beautiful cabaret singer, befriends a talking circus bear and incites the townsfolk to liberate themselves from a despot.","original_language":"en","original_title":"The White Circus","video":false,"title":"The White Circus","genre_ids":[14],"poster_path":null,"backdrop_path":null,"release_date":"","popularity":0.802,"vote_average":8,"id":278234,"adult":false,"vote_count":1},{"overview":"Fairytale about heroic Vasya and beautiful Alenushka.","original_language":"ru","original_title":"Ogon, Voda i... Mednye Truby","video":false,"title":"Through Fire, Water and... Brass Pipes","genre_ids":[14,10751],"poster_path":"\/jdwrJSkj579niktM3nQhy3kl02w.jpg","backdrop_path":"\/b6Idgj0JwBD7rGzVW8fiDtCGMXb.jpg","release_date":"1968-12-12","popularity":2.51,"vote_average":6.8,"id":14497,"adult":false,"vote_count":12},{"overview":"When she takes up her new post at an eerie convalescent home deep in the French countryside, nurse Martine (Isabelle Goguey) soon discovers that several missing co-workers may have fallen prey to an unspeakable evil rumored to roam the hallways at night. But as Martine looks deeper into the mystery, she suspects the home's aged residents know more about the menace than they let on.","original_language":"fr","original_title":"La Nuit de la mort","video":false,"title":"Night of Death!","genre_ids":[27,14],"poster_path":"\/t8sbhgWBIUq62vKPNOAhFMzOxLs.jpg","backdrop_path":"\/pNUjE4IKabY0AnuJMgfwQrpkNHV.jpg","release_date":"1980-10-22","popularity":1.242,"vote_average":6,"id":30559,"adult":false,"vote_count":11},{"overview":"When the infamous detective Dale Vandermeer wakes up in an ominous room without any recollection of his past, he soon finds himself part of a bizarre game orchestrated by an old foe as he must solve increasingly challenging puzzles to escape the room and recover his memories.","original_language":"en","original_title":"Paradox: A Rusty Lake Film","video":false,"title":"Paradox: A Rusty Lake Film","genre_ids":[14,12,27,9648],"poster_path":"\/7QJxaRnrVGKA8NAYXn7VC1anr3j.jpg","backdrop_path":"\/80DvUgRODefYdkwknnYYWx0upse.jpg","release_date":"2018-09-20","popularity":2.167,"vote_average":5,"id":548146,"adult":false,"vote_count":2},{"overview":"An old prince (Eduardo De Filippo) lives in his ancient palace in Rome together with the ghosts of his ancestors; he proudly rejects a huge offer for the palace by a real estate group seeking a place to build a department store; but the prince suddenly dies (and joins the ghosts!) and his nephew (Marcello Mastroianni), just back from the States, sells the palace for a much lesser price. The old palace seems lost but here come the ghosts which manage to create a Caravaggio-like painting in the palace, which is so declared national monument and saved from destruction. A little satirical masterpiece about real estate speculation in 1950s Italy. And a great cast with the best Italian actors of the time: Eduardo, Buazzelli, Gassman and Mastroianni playing three characters.","original_language":"it","original_title":"Fantasmi a Roma","video":false,"title":"Ghosts of Rome","genre_ids":[14,35],"poster_path":"\/5LEtK42GV4IcMoWZBxZJWmqW0uB.jpg","backdrop_path":"\/alF7hdRgeH4B7rBzzxDn1n5pg0p.jpg","release_date":"1961-04-01","popularity":2.089,"vote_average":7.3,"id":63072,"adult":false,"vote_count":17},{"overview":"Classic tale of King Arthur and how his wife is kidnapped by his evil sister. Lancelot is sent out to try and retrieve the lost queen and unfortunately falls in love with her. Forbidden love, revenge, family rivalry, and magic are all prominent themes.","original_language":"en","original_title":"Arthur the King","video":false,"title":"Arthur the King","genre_ids":[12,14,10770],"poster_path":"\/cTs1ZbxbFXP5CFqPMDO4dE26fu.jpg","backdrop_path":null,"release_date":"1985-04-26","popularity":0.71,"vote_average":4,"id":134542,"adult":false,"vote_count":2},{"overview":"Art, a drug-addicted dealer and hustler, arrives at his girlfriend Cody's apartment to find that she has overdosed on heroin. He tries to fix things by traveling back in time in an attempt to prevent her death.","original_language":"en","original_title":"Fetching Cody","video":false,"title":"Fetching Cody","genre_ids":[35,18,14,10749,878],"poster_path":"\/sjZMlViQ8wioVB1vwvIG3R6d8V.jpg","backdrop_path":"\/xS2l7WP01sS5hDeTlTkxOPRZwdy.jpg","release_date":"2005-10-01","popularity":2.431,"vote_average":7.3,"id":46729,"adult":false,"vote_count":13},{"overview":"Lord Shiva wakes. A convocation of magicians in the guise of figures from mythology; a masquerade party at which Pan is the prize. The wine of Hecate is poured: Pan's cup is poisoned by Shiva. Kali blesses the assembly as a bacchic rite ensues.","original_language":"en","original_title":"The Inauguration of the Pleasure Dome","video":false,"title":"The Inauguration of the Pleasure Dome","genre_ids":[14],"poster_path":"\/rVncEx28r4AF9yh5tNTKfow9gub.jpg","backdrop_path":"\/wARNeSu1mLc6EHgMoY1EGSv8UWi.jpg","release_date":"1954-01-01","popularity":2.346,"vote_average":6.3,"id":43337,"adult":false,"vote_count":20},{"overview":"In the rural Ukraine, in a ghostly world where fantasy tears the veil of reality, life fiercely fights death every day and old values and vengeance reign over people's souls, Vitka, an imaginative and rebellious little girl, is the fascinated witness to the crazy love that Larysa, her teenage cousin, feels for Scar, a young criminal.","original_language":"uk","original_title":"Коли падають дерева","video":false,"title":"When the Trees Fall","genre_ids":[18,14,80],"poster_path":"\/eU0oZzK6CGEfeG3vlDgmBwwhXwK.jpg","backdrop_path":"\/xdFUJZPlIMw3UgFMyAjq2DGTFAv.jpg","release_date":"2018-09-23","popularity":2.695,"vote_average":6,"id":462949,"adult":false,"vote_count":3},{"overview":"A traveler at an inn is harassed by a mischievous devil in his room.","original_language":"fr","original_title":"Le diable noir","video":false,"title":"The Black Imp","genre_ids":[14,35],"poster_path":"\/oTfNDsuMknucX9mPZceC4DdqlSr.jpg","backdrop_path":null,"release_date":"1905-01-01","popularity":2.308,"vote_average":6.5,"id":44342,"adult":false,"vote_count":26},{"overview":"A poor girl was given an impossible task by her stepmother: to gather snowdrops in a winter forest. Suddenly she stumbled across twelve brothers who happened to be the twelve months.","original_language":"ru","original_title":"Двенадцать месяцев","video":false,"title":"The Twelve Months","genre_ids":[14,16,10751],"poster_path":"\/wnJ793CHfpA3R4LryvTsfIUPMx9.jpg","backdrop_path":"\/pXQTiFGIntenj419aRawca62mEd.jpg","release_date":"1956-12-30","popularity":1.933,"vote_average":5.2,"id":42647,"adult":false,"vote_count":18},{"overview":"Madhu (Arya) and Remya (Anushka) slowly but surely falls in love but fate has them separated. Parallelly, we have Maravan (Arya) and Varna (Anushka) a high spirited warrior living in a fantasy world and have a different love story. Varna is tough and does not want to get married and be someone's slave. Madhu goes in search of his lady love to fantasy world filled with flying creatures, beautiful green forests and his life intervenes with that of Maravan. How he helps the lovers, saves Maravan and how Varna discovers love forms the rest of the story.","original_language":"ta","original_title":"இரண்டாம் உலகம்","video":false,"title":"Irandam Ulagam","genre_ids":[10749,14],"poster_path":"\/85HWvKkWb3Xu9MIb8ibWlrOfqS3.jpg","backdrop_path":"\/fSrMPprx0KGUkxMOtcoJxUqeAd0.jpg","release_date":"2013-11-22","popularity":1.796,"vote_average":4.8,"id":69510,"adult":false,"vote_count":9},{"overview":"A musical version of the classic story about a miller's daughter who recieves help from a mischievous dwarf, then ends up over her head. Now, she and a mute servant girl may be the only hope for her baby son, John.","original_language":"en","original_title":"Rumpelstiltskin","video":false,"title":"Rumpelstiltskin","genre_ids":[14,878,10402,10751],"poster_path":"\/ppf6yNy1g3U52t0J2tKS0aY6pDx.jpg","backdrop_path":"\/zfG3m0OafoI2HAfxRX5OwNQzdE3.jpg","release_date":"1987-04-01","popularity":2.429,"vote_average":3.9,"id":67058,"adult":false,"vote_count":7},{"overview":"The German legend of a scholar's unholy pact with the Devil would have been very familiar to most moviegoers (at least European ones), so Georges Méliès' early cinematic treatment likely got away with simply offering a fancifully illustrated late episode without the earlier narrative context (however, spoken narration provides some of the latter in this restored print). Tempted by Mephistopheles with all kinds of dancing and ethereal babes, Faust is at first excited and then terrified by the sight of various demons and monsters. The painted-set designers really went hog wild on this one, depicting the (sometimes sexy) torments of subterranean Hell with in bold terms (even when ballerinas prance in the foreground). (Dennis Harvey, Fandor)","original_language":"fr","original_title":"Faust aux enfers","video":false,"title":"Faust in Hell","genre_ids":[14],"poster_path":"\/b39f1C7ZK0hwTi4RFxWkop6KnHQ.jpg","backdrop_path":null,"release_date":"1903-12-12","popularity":1.361,"vote_average":5.9,"id":190682,"adult":false,"vote_count":9},{"overview":"In one of the realms, there was time for the prince to get married, but the bride would have to be a real princess. A sign was put up on the gates: “ A Princess Wanted”. But in response to it there appeared only a small girl, wet to the bones after the rain and bearing no resemblance to nobility. So the prince was obliged to venture off to other lands in search of a suitable match. Henceforth the prince’s adventures unfold. In one kingdom, he met a fat king, in another – a hospitable king. He also visited the kingdom of arts. He saw enough princesses, beautiful and clever. And yet, the real princess, the only one he longed for, proved to be the girl who had knocked at their door during a rainstorm…","original_language":"ru","original_title":"Принцесса на горошине","video":false,"title":"The Princess and the Pea","genre_ids":[10749,10751,14],"poster_path":"\/547ZlyEDqE7XZuIupcuvmvUxziC.jpg","backdrop_path":"\/v1pLoey5fPp5bJbdpXWotSLr0eL.jpg","release_date":"1976-11-01","popularity":1.352,"vote_average":6.8,"id":149832,"adult":false,"vote_count":5},{"overview":"The story follows Akane, a girl with no self-confidence. On the day before her birthday, she meets a mysterious alchemist Hippocrates and their student Pipo, who both tell her they're on a mission to save the world. Together, they set out from the basement for \"Wonderland,\" and Akane finds herself labelled Wonderland's savior.","original_language":"ja","original_title":"バースデー・ワンダーランド","video":false,"title":"Birthday Wonderland","genre_ids":[16,14],"poster_path":"\/2jhLWvZwMxmlLrwyOYHbVKZ6hIU.jpg","backdrop_path":null,"release_date":"2019-04-26","popularity":1.809,"vote_average":6.3,"id":573683,"adult":false,"vote_count":4},{"overview":"Two kids travel to a city where silence is kept sacred.","original_language":"fr","original_title":"La prisonnière","video":false,"title":"The Captive","genre_ids":[16,14],"poster_path":"\/g5y0wSflAn02WLYuqMCS2WkR7h0.jpg","backdrop_path":"\/7xZmw4etTb1ul53aa9GVxDjJ2f6.jpg","release_date":"1988-01-01","popularity":1.723,"vote_average":7.2,"id":116350,"adult":false,"vote_count":10},{"overview":"No one could be more bored than Zack, the new kid in town with no friends in sight. When a gang of hip, skateboarding thrashers start cruising his neighborhood, Zack hopes his luck will change. But they want nothing to do with him. Then Zack makes the discovery of his life: a talking wisecracking, magical skateboard. And suddenly, skateboarding rises to entirely new heights. Written by Concorde - New Horizons.","original_language":"en","original_title":"The Skateboard Kid","video":false,"title":"The Skateboard Kid","genre_ids":[10751,35,14],"poster_path":"\/tB6gfg4SH5ybIBK2YW773Oby5M8.jpg","backdrop_path":null,"release_date":"1993-01-01","popularity":1.171,"vote_average":2.4,"id":125059,"adult":false,"vote_count":8}],[{"overview":"Porter's sequential continuity editing links several shots to form a narrative of the famous fairy tale story of Jack and his magic beanstalk. Borrowing on cinematographic methods reminiscent of 'Georges Melies' , Porter uses animation, double exposure, and trick photography to illustrate the fairy's apparitions, Jack's dream, and the fast growing beanstalk.","original_language":"en","original_title":"Jack and the Beanstalk","video":false,"title":"Jack and the Beanstalk","genre_ids":[12,10751,14],"poster_path":"\/foCZDVtHaclpIkXj1ux3G2L4C0l.jpg","backdrop_path":null,"release_date":"1902-06-20","popularity":1.532,"vote_average":6.2,"id":144436,"adult":false,"vote_count":10},{"overview":"Eight tales based on the most brutally terrifying Mexican traditions and legends, an anthology of haunting stories woven into the fabric of the Mexican culture, some told through the centuries and some new, but all equally frightening. Bogeymen, trolls, ghosts, monsters, all brought to life. Time for Aztec sacrifices. This is the Day of the Dead.","original_language":"es","original_title":"México bárbaro","video":false,"title":"Barbarous Mexico","genre_ids":[27,14],"poster_path":"\/bXPu1RFBY6XizVJGd5xGvve0mk7.jpg","backdrop_path":"\/vpOLRVilBAUrm6QnYP4E9GHxTpq.jpg","release_date":"2015-11-03","popularity":1.26,"vote_average":4.5,"id":267792,"adult":false,"vote_count":17},{"overview":"The fourth generation of the virus SARS is found in Africa! It's more dangerous and causes the patients to transform into bloodthirsty zombies. The virus quickly lands to Thailand, Dr. Bryan Thompson who creates the anti-virus, ends up getting infected while doing his experiment and soon the virus is spreading to all the residents of his same building. At that time, Khun is trying to help a young girl who's being kidnapped in the building... He ends up trapped in the building with only his precious sword as a weapon. Surrounded by the zombies, he has to find the girl and escape from the building before the government drops a bomb to destroy the virus and the building.","original_language":"th","original_title":"Khun krabii hiiroh","video":false,"title":"Sars Wars: Bangkok Zombie Crisis","genre_ids":[28,35,14,27],"poster_path":"\/xtjhyuHJKpo4PkZS6sGRPvSMqsU.jpg","backdrop_path":"\/s8fLmY4XiLBJzjiN5VJKwIXfJH4.jpg","release_date":"2004-12-16","popularity":1.302,"vote_average":5.8,"id":50108,"adult":false,"vote_count":18},{"overview":"Surreal B&amp;W short.","original_language":"en","original_title":"Alicia","video":false,"title":"Alicia","genre_ids":[14,27],"poster_path":"\/nT41ByvSoVmahyoInQsPYskILsq.jpg","backdrop_path":"\/i8hLTrdaz68GmczmCmNZgeF9q68.jpg","release_date":"1994-01-01","popularity":1.743,"vote_average":5,"id":166092,"adult":false,"vote_count":10},{"overview":"A penniless troubadour consults witch Carabosse about his future, but offends her by paying with a bag of sand. He evades the witch's revenge, and saves the beautiful princess.","original_language":"fr","original_title":"La Fée Carabosse ou le poignard fatal","video":false,"title":"The Witch","genre_ids":[10751,14],"poster_path":"\/hU6t6n5T7dQUlcN7lzVDKGYxvne.jpg","backdrop_path":null,"release_date":"1906-12-20","popularity":1.4,"vote_average":6.3,"id":196396,"adult":false,"vote_count":10},{"overview":"Sanne (Hanna Obbeek) loves stories about ghosts and other mysterious things. Her father Lucas, is a famous ghost hunter. During a holiday Lucas is asked to chase ghosts of the former cruise ship 'Rotterdam'. Sanne is very happy to hear she and her little brother Thomas can come along. On the ship she meets ghost Bobby (Nils Verkooijen), a boy of her age, who has been wandering the ship since the sixties. Sanne decides to help Bobby.","original_language":"nl","original_title":"Bobby en de Geestenjagers","video":false,"title":"Bobby en de Geestenjagers","genre_ids":[10751,14],"poster_path":"\/jj7uXzoP1FKOUU5Dkbh0nmNK63g.jpg","backdrop_path":"\/9wzOYsgrjFGdldNrLmcav4puAZM.jpg","release_date":"2013-02-13","popularity":0.619,"vote_average":5.5,"id":212249,"adult":false,"vote_count":10},{"overview":"A girl is approached by a strange boy outside her high school. He asks her to follow him to hear stories where gods fall in love with human beings.","original_language":"fr","original_title":"Métamorphoses","video":false,"title":"Metamorphoses","genre_ids":[18,14],"poster_path":"\/fQosK4pFVXwoYyBt9EWmLMHdaLY.jpg","backdrop_path":"\/xmSsZ2JK8i8LmVNQLy9KGzmISwr.jpg","release_date":"2017-03-23","popularity":1.018,"vote_average":5.5,"id":287574,"adult":false,"vote_count":16},{"overview":"Two star-crossed lovers must battle the forces which try to keep them apart at different timelines and at different world's.","original_language":"hi","original_title":"मिर्ज़िया","video":false,"title":"Mirzya","genre_ids":[10749,18,14],"poster_path":"\/lkPsc3VW4YD54K91h2KZGLaIYuk.jpg","backdrop_path":"\/bU0b5MYjk4fEp7Y8x9F3xuW7l4s.jpg","release_date":"2016-10-07","popularity":1.606,"vote_average":6.3,"id":403540,"adult":false,"vote_count":16},{"overview":"A man sheltering from a storm is trapped in a house where the objects have developed souls. In order to leave, he must first fix the objects.","original_language":"ja","original_title":"九十九","video":false,"title":"Possessions","genre_ids":[14,16],"poster_path":"\/iQFlIyCuPJH2ELnhRIwwwl7djkX.jpg","backdrop_path":"\/2ZkNERb97HMuLyCNI6McTXNjzBs.jpg","release_date":"2014-01-31","popularity":2.657,"vote_average":5.8,"id":211358,"adult":false,"vote_count":13},{"overview":"Zack doesn't have your ordinary adolescent problems. Transported back in time to medieval England, he lands in the middle of a vicious battle between an evil witch and Merlin, the master sorcerer, for control of Arthur's kingdom. It's up to Zack to help Merlin and Arthur reclaim the magic sword Excalibur and return Arthur to his rightful place on the throne.","original_language":"en","original_title":"The Excalibur Kid","video":false,"title":"The Excalibur Kid","genre_ids":[12,14],"poster_path":"\/dLqBYvxB2ztf9lxaQNpgkLDEbb8.jpg","backdrop_path":"\/lHSNDMIFc8HtBZeTtE9QNRiEtZV.jpg","release_date":"1999-03-23","popularity":1.403,"vote_average":3,"id":166818,"adult":false,"vote_count":1},{"overview":"A screwup angel is exiled from the Heaven down to Earth, incarnated as a beggar.","original_language":"cs","original_title":"Anděl Páně","video":false,"title":"Angel","genre_ids":[10751,35,14],"poster_path":"\/54l6dNi4wCWmSMDtXSWNp6340LR.jpg","backdrop_path":"\/AidJnUGiB7nTIRrV166BbdxzcvR.jpg","release_date":"2005-11-03","popularity":1.824,"vote_average":5.8,"id":47396,"adult":false,"vote_count":10},{"overview":"A brave and bold indigenous girl, protector of her jungle and its wild life and guided by her shaman grandfather, pairs with a boy from the big city, against animal traffickers in the Amazon forest.","original_language":"pt","original_title":"Tainá: Uma Aventura na Amazônia","video":false,"title":"Tainá: An Amazon Adventure","genre_ids":[10751,14,12],"poster_path":"\/4VC3lL9D9nRrTGj637xURPLqEoW.jpg","backdrop_path":"\/5jz8wRy5voKxrxpW9UTat5Ue9YR.jpg","release_date":"2001-01-12","popularity":0.6,"vote_average":4.7,"id":294161,"adult":false,"vote_count":16},{"overview":"A young girl with a special gift comes of age during one of the most desolate periods in American history in this dark Dust Bowl fantasy inspired by Hans Christian Andersen's \"The Little Mermaid.\"","original_language":"en","original_title":"Charlotte's Song","video":false,"title":"Charlotte's Song","genre_ids":[14],"poster_path":"\/cvSEd122KDSeofq1oD3VagE9QS4.jpg","backdrop_path":"\/7k5WciGgPzQLebGrxQmdW2EVMCp.jpg","release_date":"2015-09-26","popularity":2.271,"vote_average":6.1,"id":295048,"adult":false,"vote_count":6},{"overview":"Carol Cartman, a tempestuous talk show host, is a high-heeled, high-maintenance Scrooge. This insensitive, self-centered and stingy woman is about to experience a holiday she'll never forget.","original_language":"en","original_title":"A Carol Christmas","video":false,"title":"A Carol Christmas","genre_ids":[10751,14,35,10770],"poster_path":"\/gY6XCx28C3TKk43lrJScvxYJ7P5.jpg","backdrop_path":"\/AdNPtd4f70343joUmWu3nSUL9mL.jpg","release_date":"2003-12-07","popularity":1.228,"vote_average":6,"id":72853,"adult":false,"vote_count":9},{"overview":"A secret cabal, The Shadow, works to bring about the return of Goth Azul - the Undead God - in the rich world of SAGA, populated by elves, orcs, dwarves and dragons.  A ruthless elven bounty huntress (Nemyt) shoots down the dragon ridden by the fugitive orc shaman, Fangtor Bloodmoon. When Fangtor refuses to surrender quietly, the huntress must battle for her own life against the dangerous villain, and comes away with more than just his head.","original_language":"en","original_title":"SAGA - Curse of the Shadow","video":false,"title":"SAGA - Curse of the Shadow","genre_ids":[28,14,12],"poster_path":"\/vOJqAWVf98kyRleIBrXlnAPmjns.jpg","backdrop_path":"\/ekQ7EY9sURV0QPEnGEVhPq2tOvq.jpg","release_date":"2013-08-12","popularity":0.651,"vote_average":5.8,"id":198677,"adult":false,"vote_count":49},{"overview":"Amechiyo (the banished prince) falls in love with Tanukihime (a princess of raccoon dog disguised as human). This is an operetta which includes comedy, singing and dancing, and a love story.","original_language":"ja","original_title":"オペレッタ狸御殿","video":false,"title":"Princess Raccoon","genre_ids":[14,18,35,10402,10749],"poster_path":"\/e4tcXOy3qT68dLfQiULGMAT8wxI.jpg","backdrop_path":"\/muSynvtmTKqNRSQErcC5Z9dgjZA.jpg","release_date":"2005-05-28","popularity":2.307,"vote_average":5.2,"id":37711,"adult":false,"vote_count":7},{"overview":"The film tells the story of Matt, a male hockey player who dies in a game and comes back to life as Sara Bryan, a female figure skater due to an accident made by an angel that caused the hockey player to die. Both share the dream of competing in the Winter Olympics. The male hockey player specified that if he returned to earth, he wanted to have a chance to win an Olympic Gold medal on ice leaving the detail that he wanted to be on the hockey team implied. With time running short Matt has to get skating lessons from Sara's one-time rival if he wishes to earn gold.","original_language":"en","original_title":"Ice Angel","video":false,"title":"Ice Angel","genre_ids":[35,18,10751,14,10770],"poster_path":"\/ygWNpAd39u7dFI1bgZghL5jL6AT.jpg","backdrop_path":null,"release_date":"2000-03-05","popularity":1.297,"vote_average":4.4,"id":227149,"adult":false,"vote_count":8},{"overview":"Henry and Jack are two famous and talented pianists: they are rivals and try to outdo each other in the various music events where they regularly compete. The former friends will clash with no mercy, from contest to contest until the day a domestic robot, GLENN, enters their lives. GLENN will jeopardize everybody and everything around them.","original_language":"en","original_title":"Glenn, the Flying Robot","video":false,"title":"Glenn, the Flying Robot","genre_ids":[878,14],"poster_path":"\/mgJiX9aybr9kMWJEC8nWNpXbaqR.jpg","backdrop_path":"\/qy9anIfnRcgq2y3E4hTEg1Z0ewx.jpg","release_date":"2010-12-31","popularity":2.08,"vote_average":4.2,"id":63171,"adult":false,"vote_count":9},{"overview":"A beautiful desperate widow goes on a dangerous quest to meet a mythical wish-granting unicorn who lies deep in the cannibal-infested \"Wishing Forest.\" Along the way, she encounters a mighty warrior and a deceptive thief, who may or may not be trustworthy. But danger lurks everywhere and they are being tracked by the deadliest cannibal of all, a bloodthirsty savage who worships a magical feral Goddess who feasts on the hearts of his victims.","original_language":"de","original_title":"The Wishing Forest","video":false,"title":"The Wishing Forest","genre_ids":[14],"poster_path":"\/tsvdNqdNapbyAD8Sp8PKqnu8whD.jpg","backdrop_path":"\/goMszze3mRzqImNaASlJwwluV0z.jpg","release_date":"2018-08-01","popularity":1.845,"vote_average":0,"id":526182,"adult":false,"vote_count":0},{"overview":"Alice in Wonderland (1966) is a BBC television play based on Alice's Adventures in Wonderland by Lewis Carroll. It was directed by Jonathan Miller, then most widely known for his appearance in the long-running satirical revue Beyond the Fringe.","original_language":"en","original_title":"Alice in Wonderland","video":false,"title":"Alice in Wonderland","genre_ids":[10751,14,878,10770],"poster_path":"\/dWnbHEZ31kMOx8cnN7IvG3fBpwp.jpg","backdrop_path":"\/5klTcCBZDCANrYTPf1WuAh8U22f.jpg","release_date":"1966-12-26","popularity":2.228,"vote_average":8,"id":35109,"adult":false,"vote_count":8}],[{"overview":"The story of a cat who, legend has it, longs to become human.","original_language":"en","original_title":"The Cat with Hands","video":false,"title":"The Cat with Hands","genre_ids":[16,27,14,9648],"poster_path":"\/5fXQAPYqEaUJy2zvvQmtiAOfv2o.jpg","backdrop_path":"\/xHHVQf9sK4puO5CPeSSiAtj0oH3.jpg","release_date":"2001-01-01","popularity":1.754,"vote_average":6.7,"id":46921,"adult":false,"vote_count":37},{"overview":"On the run after being found sweet-talking the Sultan's daughter, Aladdin comes upon a lamp which, when rubbed, summons up Babs the genie. He uses it to return as a visiting prince asking for the princess's hand. Unfortunately for him, the sultan's wicked twin brother has secretly usurped the throne, someone else is after the lamp for his own ends, and Babs has taken a shine to Aladdin herself and is bent on wrecking his endeavours.","original_language":"en","original_title":"A Thousand and One Nights","video":false,"title":"A Thousand and One Nights","genre_ids":[12,35,14],"poster_path":"\/1XfX58k7OlItR3wfSyPg0tS9JfK.jpg","backdrop_path":"\/sMwdNcfiEOflpfvP6eDX5OLGGQA.jpg","release_date":"1945-07-20","popularity":1.844,"vote_average":5.1,"id":90984,"adult":false,"vote_count":7},{"overview":"A wooden boy Buratino tries to find his place in life. He befriends toys from a toy theater owned by evil Karabas-Barabas, gets tricked by Alice the Fox and Basilio the Cat and finally discovers the mystery of a golden key given to him by kind Tortila the Tortoise.","original_language":"ru","original_title":"Приключения Буратино","video":false,"title":"The Adventures of Buratino","genre_ids":[10751,12,16,14],"poster_path":"\/2IDxW0ZqTSI4pN1xtb24OKqUpDq.jpg","backdrop_path":"\/7cJsqU8d5YO5lqIVgFRxphUUQTH.jpg","release_date":"1959-12-31","popularity":2.426,"vote_average":5.8,"id":72211,"adult":false,"vote_count":12},{"overview":"A group of travelers get stranded on a island where the all the men are dwarfs and the women are beautiful and normal size.","original_language":"ml","original_title":"അത്ഭുതദ്വീപ്","video":false,"title":"Athbhutha Dweepu","genre_ids":[14],"poster_path":"\/1Mnq5TSaei3LMzXKjSmrMbsLlTg.jpg","backdrop_path":"\/gcHVz5J4mT3Gb94MtfIF6BRPEUK.jpg","release_date":"2005-10-07","popularity":1.4,"vote_average":5,"id":353692,"adult":false,"vote_count":7},{"overview":"Badang is a legendary figure with extreme strength that is well-known in Malaysian folklore. The movie focuses on the character but highlighting him as a superhero instead of just a legendary strongman.","original_language":"ms","original_title":"Badang","video":false,"title":"Badang","genre_ids":[35,14],"poster_path":"\/rFVLlnyBB1LrRigfLnPBPQ19hFj.jpg","backdrop_path":"\/kUPsoth8j2UkChsp8UqHVya9v2Z.jpg","release_date":"2018-02-15","popularity":1.494,"vote_average":0,"id":514650,"adult":false,"vote_count":0},{"overview":"Walter is told by his boss, Sara, to deliver an urgent letter to Henri de Corinthe. On the way he finds a beautiful woman he had been eying in a nightclub, lying in the road, bound up. He takes her to a villa to get a doctor, and ends up being locked in a bedroom with her. While she is making love to him, he has visions of surrealistic images from René Magritte's paintings. In the morning, the girl, Marie-Ange, has vanished, the villa looks derelict, and his neck is bleeding. Was it all just a nightmare?","original_language":"fr","original_title":"La belle captive","video":false,"title":"The Beautiful Prisoner","genre_ids":[18,14,27,9648],"poster_path":"\/pe4P55RqRG2yPcirvHolXxsxDip.jpg","backdrop_path":"\/88mE5C0STLHiW0sYUk4R6i59osf.jpg","release_date":"1983-02-16","popularity":2.481,"vote_average":6.6,"id":104338,"adult":false,"vote_count":14},{"overview":"On a boring winter afternoon, Alice dreams, that she's visiting the land behind the mirror. This turns out to be a surrealistic nightmare, with all sorts of strange things happening to her, like changing her size or playing croquet with flamingos.","original_language":"en","original_title":"Alice in Wonderland","video":false,"title":"Alice in Wonderland","genre_ids":[28,12,10751,14,878],"poster_path":"\/hGCkr3HTWXYLhjleSbr0z5ig4UV.jpg","backdrop_path":"\/g1LcYjBXzjqNrGXYTRll1jNRTfb.jpg","release_date":"1933-12-22","popularity":1.903,"vote_average":6.2,"id":25694,"adult":false,"vote_count":17},{"overview":"Margit and her older sister, Katla, flee their homeland in Iceland after their mother is killed for practicing witchcraft. Needing a place to stay, Katla casts a spell over a young farmer named Jóhann which makes him fall in love with her, ensuring the wellbeing of herself and Margit. Jóhann's son, Jóhas, sees through Katla's plan and pleads for his father to make her go away. To help Jóhas in his struggle, Margit's mother appears to Margit in visions and provides a magic amulet of protection for the boy. Will Jóhas be able to rid his family of Katla or will she continue to control them with her witchcraft?","original_language":"en","original_title":"The Juniper Tree","video":false,"title":"The Juniper Tree","genre_ids":[18,14],"poster_path":"\/xcKxbhJ41JZM3QqauFG6YgL9gpz.jpg","backdrop_path":"\/AjlWDrcqrznK8QksGNrxM9H6byT.jpg","release_date":"1990-04-10","popularity":1.684,"vote_average":7.1,"id":29460,"adult":false,"vote_count":14},{"overview":"A nerdy vet gets help from a genie to catch the attention of the woman he loves.","original_language":"ar","original_title":"طير أنت","video":false,"title":"You Fly","genre_ids":[35,14,10749],"poster_path":"\/9tS3T3fqhnsASqZo5vZ2pk5CQji.jpg","backdrop_path":"\/sURIDx56pKL3P7xgriJaiX3kJpA.jpg","release_date":"2009-07-15","popularity":1.39,"vote_average":6.4,"id":60179,"adult":false,"vote_count":12},{"overview":"Denis, a poor student in philosophy, works as a night porter in the Paris market of Les Halles in order to pay for his studies. Constantly weary, he falls asleep and dreams of a beautiful girl in white, Irène, with whom he falls in love.","original_language":"fr","original_title":"La nuit fantastique","video":false,"title":"The Fantastic Night","genre_ids":[35,14],"poster_path":"\/bL2z18OIGyBOJacM2ZT37Xz52BK.jpg","backdrop_path":"\/xMizT6fJKPYPpB1oM5M8U9YhBIQ.jpg","release_date":"1942-07-10","popularity":1.906,"vote_average":5.8,"id":67455,"adult":false,"vote_count":5},{"overview":"A master sculptor and his apprentice are trapped in a bad snow storm after finding a special tree for carving a statue for the local temple. Finding refuge in an abandoned hut they celebrate their luck in finding the tree but soon they are visited by the Snow Witch who freezes the sculptor to death but takes pity on the apprentice. He must promise to never speak of this or she'll return and kill him.","original_language":"ja","original_title":"Kaidan Yukijorô","video":false,"title":"The Snow Woman","genre_ids":[27,14],"poster_path":"\/71oKmsOEV4KqlLpe22wwv2h33yK.jpg","backdrop_path":"\/pVQO8R8bkKdKUTR9suY4Xyp49SI.jpg","release_date":"1968-04-20","popularity":0.992,"vote_average":6.2,"id":57875,"adult":false,"vote_count":7},{"overview":"The Master and Margaret (1972) is based on the eponymous book by Mikhail A. Bulgakov. The film is set in the Soviet Union under Stalin, it has several story-lines, that are intertwined. Maestro Nikolai Masoudov (Tognazzi), a talented writer, and his assistant Margaret (Farmer), are working on a biblical story of Pontius Pilate (Tadic). The Satan - Woland (Cuny), and his lieutenants, are harassing Master by surveillance, by killing his friend, and sending another friend to Gulag prison in Siberia. Victimized by their harassment, Master becomes paranoid, and is locked up in a mental institution. Margaret is trying to save him regardless of the danger.","original_language":"it","original_title":"Il maestro e Margherita","video":false,"title":"The Master and Margaret","genre_ids":[18,14,10749],"poster_path":"\/ptgFGbkeaGp3QZKFke7AVGnZ90w.jpg","backdrop_path":"\/qlVMzjNXUWGqctz34tJmi9mALQW.jpg","release_date":"1972-11-01","popularity":1.198,"vote_average":5.6,"id":80701,"adult":false,"vote_count":7},{"overview":"Fantasy comedy about a young window dresser who kisses a statue of Venus, which then comes to life in the form of Ava Gardner. The problems begin, however, when Venus falls in love with him.","original_language":"en","original_title":"One Touch of Venus","video":false,"title":"One Touch of Venus","genre_ids":[35,18,14,10749],"poster_path":"\/9wx16xDBS7ZzR14qaAbDCiDEH0s.jpg","backdrop_path":"\/6hHJXgaOaeFY9HYVobH95U44lXV.jpg","release_date":"1948-01-08","popularity":1.596,"vote_average":7.3,"id":43447,"adult":false,"vote_count":9},{"overview":"Robin Hood's swashbuckling son (Cornel Wilde) comes to the rescue when England's boy-king is captured by the evil, power-hungry William of Pembroke (Henry Daniell). Co-directed by George Sherman and Henry Levin, this 1946 film also stars Anita Louise, Jill Esmond, Edgar Buchanan, Russell Hicks, Lloyd Corrigan, Maurice Tauzin, Eva Moore, John Abbott, Ray Teal and Ian Wolfe.","original_language":"en","original_title":"The Bandit of Sherwood Forest","video":false,"title":"The Bandit of Sherwood Forest","genre_ids":[12,28,14],"poster_path":"\/iydqmN5YExgWJk7rWBZ4HgTol5Z.jpg","backdrop_path":"\/7h3Yatioq61d7tMrZeFacPhyqJw.jpg","release_date":"1946-02-21","popularity":1.887,"vote_average":5.6,"id":110248,"adult":false,"vote_count":6},{"overview":"Toru Aizawa, a 11 year old boy suddenly finds a tiny egg on a red mysterious stone. the egg hatches and comes out an abnormal little turtle (Toto) which not only grows rapidly, but also flies in the air and even blows fireballs. At the meantime, a series of mysterious ship wrecks are reported. Later on, even more disasters happen when a huge evil ferocious monster Lizard (Zeus) suddenly comes out from the sea and attacks, wrecks and demolishes the world. the last hope of mankind relies on the friendly great monster, Gamera, which looks similar to Toto, but disappeared 33 years ago. Is Toto the descendant of Gamera? is Toto able to fight against the huge evil?","original_language":"ja","original_title":"小さき勇者たち ～ガメラ～","video":false,"title":"Gamera the Brave","genre_ids":[28,12,14,27,878],"poster_path":"\/4VX11wn7UKrAUYct0gFF9eBSGA1.jpg","backdrop_path":"\/nbL48EY9zEXlk6aqwnqJcqNv3R0.jpg","release_date":"2006-11-11","popularity":2.29,"vote_average":5.6,"id":60160,"adult":false,"vote_count":14},{"overview":"Finished shooting in 1962, the movie’s cast was almost the same as its crew. With a bunch of experimental symbols such as skinny human body, clock and goat flow from one scene to another, the film explores the question of whether a man is a prisoner of time.","original_language":"ja","original_title":"Ori","video":false,"title":"The Cage","genre_ids":[14],"poster_path":"\/lQLBi355qo7TqpOD7ryAYqWIOpf.jpg","backdrop_path":null,"release_date":"1962-01-01","popularity":1.138,"vote_average":5.9,"id":192104,"adult":false,"vote_count":8},{"overview":"Accused of a crime they didn't commit, two city kids and a magical horse are about to become the coolest outlaws ever to ride Into The West.","original_language":"en","original_title":"Into the West","video":false,"title":"Into the West","genre_ids":[12,18,10751,14],"poster_path":"\/k9e63dUNxu5MtXCCB3trUXtXX58.jpg","backdrop_path":"\/eqnPKYMHMwjO5VhhgY8UycxSyfK.jpg","release_date":"1992-10-23","popularity":1.759,"vote_average":6.4,"id":33221,"adult":false,"vote_count":20},{"overview":"En route to Thebes for an important diplomatic mission, Hercules drinks from a magic spring and loses his memory. He spends most of the movie in the pleasure gardens of Queen Omphale of Lydia. While young Ulysses tries to help him regain his memory, political tensions escalate in Thebes, and Hercules' new wife Iole finds herself in mortal danger.","original_language":"it","original_title":"Ercole e la regina di Lidia","video":false,"title":"Hercules Unchained","genre_ids":[28,14],"poster_path":"\/24LbKCvLk8TgcKxWuBaMtmOgDSw.jpg","backdrop_path":"\/h7XjxqiCxjYbyO9Zx2e9yXXIUBT.jpg","release_date":"1959-02-14","popularity":2.404,"vote_average":5,"id":39402,"adult":false,"vote_count":21},{"overview":"David defaces his sister's doll. In the fight that follows Rebecca falls and hits her head. When she comes to, she discovers that she has telekinetic powers, and uses them to take revenge on his brother David.","original_language":"en","original_title":"Bedhead","video":false,"title":"Bedhead","genre_ids":[35,14],"poster_path":"\/1780Ce0l3DQLi4w2j29msA8VpIX.jpg","backdrop_path":"\/daWVaa7512s4LHMdwqrEBwqsAxf.jpg","release_date":"1991-01-01","popularity":2.507,"vote_average":6.2,"id":105704,"adult":false,"vote_count":15},{"overview":"Leo San Juan and his team of \"ghostbusters\" continue with their adventures, this time fighting against the mexican monster himself: \"El Chupacabras\".","original_language":"es","original_title":"La leyenda del chupacabras","video":false,"title":"The Legend of the Chupacabras","genre_ids":[16,28,12,14,27],"poster_path":"\/gh9EgrlkV7VfpaPKhDqLsQ79Vxq.jpg","backdrop_path":"\/tMVUo5QBk8NZobolgGJ9DRUB9MJ.jpg","release_date":"2016-10-21","popularity":1.999,"vote_average":5.8,"id":388045,"adult":false,"vote_count":17}],[{"overview":"Gawain was a squire in King Arthur's court when the Green Knight burst in and offered to play a game with a brave knight. Gawain journeys across the land, learning about life, saving damsels, and solving the Green Knight's riddle.","original_language":"en","original_title":"Sword of the Valiant: The Legend of Sir Gawain and the Green Knight","video":false,"title":"Sword of the Valiant: The Legend of Sir Gawain and the Green Knight","genre_ids":[12,14],"poster_path":"\/5j3BUxxgVRIFlP7QfWKEI2IOL1Z.jpg","backdrop_path":"\/1QTderlvbsTWA9gbcU3uChmQvAE.jpg","release_date":"1984-08-17","popularity":2.273,"vote_average":5.5,"id":30584,"adult":false,"vote_count":13},{"overview":"This is a moving picture that moves. Positively the greatest magical picture ever offered. A Hindoo magician appears and dances for the entertainment of six pretty maidens. Then, to the astonishment of all, he runs up the wall, dances and turns handsprings in mid-air, introducing many tricks that are entirely new in animated photography. The most puzzling of all the mystical series. (Star Film Catalog)","original_language":"fr","original_title":"L'Homme mouche","video":false,"title":"The Human Fly","genre_ids":[14],"poster_path":"\/sEZfhgpRHVQeNdGirD4rt0Dae5V.jpg","backdrop_path":null,"release_date":"1902-01-01","popularity":1.541,"vote_average":5.9,"id":108285,"adult":false,"vote_count":7},{"overview":"Women around the globe begin disappearing when a renegade race of top-heavy aliens from the planet Angvia begin snatching them off the streets.","original_language":"en","original_title":"Zeta One","video":false,"title":"Zeta One","genre_ids":[35,14,878],"poster_path":"\/ehzYWYnfBhFcjgCE8C2TNA4TVPd.jpg","backdrop_path":"\/cGZdq3w17vXvsNjWl0oUMpipbGj.jpg","release_date":"1969-12-01","popularity":1.705,"vote_average":4.3,"id":118337,"adult":false,"vote_count":13},{"overview":"Two creepy \"horror\" films joined together by Merlin's Shop which is, in turn, introduced by a Grandpa telling the story.","original_language":"en","original_title":"Merlin's Shop of Mystical Wonders","video":false,"title":"Merlin's Shop of Mystical Wonders","genre_ids":[27,14],"poster_path":"\/kzhJTLFggoXWAcF5WmElTxaiCPk.jpg","backdrop_path":"\/ymDdJODDOs1q41U88NHVV1AFMhi.jpg","release_date":"1996-01-01","popularity":2.96,"vote_average":2.3,"id":31244,"adult":false,"vote_count":20},{"overview":"L. Frank Baum would appear in a white suit and present his live actors, slide shows and films as a live travelogue presentation of his popular fantasies. Highlights include Dorothy being swept to Oz in various ways, such as with back-projection tornadoes and storms in a chicken coop. Lack of financial backing forced the show to fold after appearing in only two cities, despite being a critical and commercial success.","original_language":"en","original_title":"The Fairylogue and Radio-Plays","video":false,"title":"The Fairylogue and Radio-Plays","genre_ids":[12,14],"poster_path":"\/jecGhyYtPGrlVh32OFbDZF9KaTZ.jpg","backdrop_path":null,"release_date":"1908-09-23","popularity":0.6,"vote_average":0,"id":470664,"adult":false,"vote_count":0},{"overview":"A rich woman and a middle-class man have a happy marriage and five children, but petty jealousies begin to creep in, prompting the wife to flee.","original_language":"en","original_title":"Hindi Pa Tapos Ang Labada Darling","video":false,"title":"Hindi Pa Tapos Ang Labada Darling","genre_ids":[14,35],"poster_path":"\/jExXEe2OaI8yX0lA74gOdfJyzk2.jpg","backdrop_path":null,"release_date":"1994-01-01","popularity":1.159,"vote_average":0,"id":360215,"adult":false,"vote_count":0},{"overview":"In this classically surreal fantasy, a sailor, known for telling tales, sees a student killing his teacher and decides to spin a few yarns for him. He tells the boy of his many adventures in exotic South American ports where he visited opium dens and stayed in cathouses. In such dark, dreamlike places, the sailor meets many strange, mystical characters.","original_language":"fr","original_title":"Les Trois Couronnes du Matelot","video":false,"title":"Three Crowns of the Sailor","genre_ids":[14,18],"poster_path":"\/wzZsKdmuzvYtGHvT5b9BeZH3EID.jpg","backdrop_path":"\/f1Z2ayJ95ofCMaLxJmf0mF30maz.jpg","release_date":"1983-10-05","popularity":2.37,"vote_average":7.5,"id":64441,"adult":false,"vote_count":14},{"overview":"Hans Christian Andersen’s Thumbelina told the tale of a tiny girl grown from seed to be a companion to an old woman, Reiniger has her Thumbelina born spontaneously and magically from a flower, beholden to none but herself.","original_language":"en","original_title":"Däumlienchen","video":false,"title":"Thumbelina","genre_ids":[16,14],"poster_path":"\/bo5qX4LoBtZhoKe2g9UFWCfBZjz.jpg","backdrop_path":"\/nHN8rwUj37lyS39H8E5a3r3YR9A.jpg","release_date":"1954-01-01","popularity":1.216,"vote_average":0,"id":88164,"adult":false,"vote_count":0},{"overview":"A little troll finds himself in a wonderful voyage from the Troll Kingdom until a human house, where he discover the Christmas and God.","original_language":"en","original_title":"The Little Troll Prince","video":false,"title":"The Little Troll Prince","genre_ids":[10770,10751,16,14],"poster_path":"\/epc5j2nhgL0UyHiz2qTMbpeMcu0.jpg","backdrop_path":"\/73ym1ZWGDvRpbxiFx27gY6FXGxv.jpg","release_date":"1987-11-27","popularity":1.649,"vote_average":6.9,"id":48881,"adult":false,"vote_count":11},{"overview":"Nine Playmates and a host of male and female models illustrate the changing look of boudoir undergarments over the years.","original_language":"en","original_title":"Playboy: Sexy Lingerie","video":false,"title":"Playboy: Sexy Lingerie","genre_ids":[14],"poster_path":"\/2Yj960VpR56qLAs5QbouXIK9ijn.jpg","backdrop_path":null,"release_date":"1989-03-01","popularity":0.685,"vote_average":0,"id":569652,"adult":false,"vote_count":0},{"overview":"A butterfly, a creature symbolising rebirth and a new beginning, epitomises Romina’s and Germán’s world, a world that consists of two parallel realities. In one of them they grow up as siblings who desire each other and try to give shape to their love without sexual fulfilment; in the other they are a young man and woman who form an awkward friendship instead of succumbing to their feelings for each other. Germán finds himself in a discordant relationship with Mariela. Mariela’s brother is interested in Bruno. Bruno is with Romina, but wants to be with Germán. Playfully alternating between these two realities, the lovers find themselves drawn into ever new couplings in order to explore their intuitive feelings – cautiously, but at the same time prepared to lose everything.","original_language":"es","original_title":"Mariposa","video":false,"title":"Butterfly","genre_ids":[878,18,14,10749],"poster_path":"\/4LHb6Y1fttu4VGIB0GiXyD4xLFH.jpg","backdrop_path":"\/mtT9gjGKzDMURXCPMzG19tRf59u.jpg","release_date":"2015-02-07","popularity":2.005,"vote_average":8.2,"id":324578,"adult":false,"vote_count":6},{"overview":"A send-up of the bawdy life of Romantic composer\/piano virtuoso Franz Liszt, with ubiquitous phallic imagery and a good portion of the film devoted to Liszt's \"friendship\" with fellow composer Richard Wagner. The film begins during the time when Franz would give piano performance to a crowd of shrieking teenage fans while maintaining affairs with his (multiple!) mistresses. He eventually seeks Princess Carolyne of St. Petersburg (at her invitation), elopes, and, after their marriage is forbidden by the Pope, he embraces the monastic life as an abbé.","original_language":"en","original_title":"Lisztomania","video":false,"title":"Lisztomania","genre_ids":[35,14,10402],"poster_path":"\/slkgkRL8hu0Sj4sOkcb8NSkwdGd.jpg","backdrop_path":"\/pMby4ZmVQKd3aiH6RLIDypRai8Y.jpg","release_date":"1975-10-10","popularity":1.874,"vote_average":6.3,"id":67298,"adult":false,"vote_count":10},{"overview":"The world's most loved fairy tale is back in a whole new fantastic imagining in Pinocchio. When a piece of pine-wood falls into the hands of the poor old toy maker, Geppetto, he carves it into a puppet which he names Pinocchio. To Geppetto's delight, Pinocchio comes to life - and like most little boys, he's full of reckless whims and wild ideas! His crazy escapades lead him into a series of madcap adventures from joining the circus to visiting the inside of whale! Along his journey, and throughout all the fun, Pinocchio learns to be considerate and courageous and learns what it takes to become a real boy.","original_language":"de","original_title":"Pinocchio","video":false,"title":"Pinocchio","genre_ids":[16,18,14],"poster_path":"\/fWR33Ck66DdyUMUnSCiTqTQHqB0.jpg","backdrop_path":"\/1RXBxK2y0uMAlBx1GGM8L01Sduq.jpg","release_date":"2013-12-24","popularity":0.6,"vote_average":4.6,"id":246790,"adult":false,"vote_count":8},{"overview":"The team-up between Bakuryuu Sentai Abaranger and Ninpuu Sentai Hurricaneger.","original_language":"ja","original_title":"アバレンジャーVSハリケンジャー","video":false,"title":"Bakuryuu Sentai Abaranger vs. Hurricaneger","genre_ids":[28,12,878,14],"poster_path":"\/nij7MKxsnSqmNkO1DphSBc0G1R.jpg","backdrop_path":"\/mPL8rLPKq53W0EHsZVu0A35yYK8.jpg","release_date":"2004-03-12","popularity":1.96,"vote_average":6.7,"id":200758,"adult":false,"vote_count":3},{"overview":"A wolf strives through the woods around an isolated German village. Jakob the young local police officer is onto him, but scents something more in the darkness. What he finds is a man, it seems, wild eyed, of wiry build, in a dress. He carries a katana, a Samurai sword. When the Samurai invites Jakob to follow him on his crusade towards the village, it becomes Jakob's mission to pursue the lunatic to end this wanton destruction. At the end of the night Jakob has experienced too much, is too far from whom he once was. Something hidden has been unleashed to meet the first rays of daylight.","original_language":"de","original_title":"Der Samurai","video":false,"title":"The Samurai","genre_ids":[14,27,53],"poster_path":"\/jzsdqRx40KuAR87zphP3q85MCII.jpg","backdrop_path":"\/qyxf3ufloWTyzCHrF0mZNnKSEIV.jpg","release_date":"2014-02-08","popularity":4.419,"vote_average":5.8,"id":254007,"adult":false,"vote_count":31},{"overview":"Out on a dead calm ocean, in a thick fog, a group of tourists on a pleasure craft are about to cross paths with an ancient and terrible evil. Sharing the same ocean, a sick, dying old Greek man drifts alone on a stricken yacht. The Greek (John Rhys-Davies) has been cheating death for countless years. Trading broken bodies for new ones over centuries. With him he carries a deadly weapon that allows him to do this. This weapon, the Shifting Blade, gives its possessor an awesome power. But now is the time of reckoning. The Ferryman, the ancient conveyor of death and the path to the afterlife is close and he wants the Greek. There is a payment to be made.","original_language":"en","original_title":"The Ferryman","video":false,"title":"The Ferryman","genre_ids":[14,27,53],"poster_path":"\/kM1xlpjZQiQT5q6eoyfrL1kM6Eb.jpg","backdrop_path":"\/jEeA2XLMA8NMyaSYrrJ5yvkaGV4.jpg","release_date":"2007-01-01","popularity":1.334,"vote_average":4.4,"id":18547,"adult":false,"vote_count":15},{"overview":"A fictional account of a teen-aged Hans Christian Anderson. In this film, young Hans runs away from home and each time he falls asleep he experiences in his dreams the different characters he would later write about including The Little Mermaid, Thumbelina and The Ugly Duckling.","original_language":"en","original_title":"The Daydreamer","video":false,"title":"The Daydreamer","genre_ids":[14,878,10751,10402],"poster_path":"\/zh54Fzpi7TVzOmMgMgBqMBxC0G.jpg","backdrop_path":"\/1ODMUlTOsfS2AeEd6prdV53SsDq.jpg","release_date":"1966-06-01","popularity":2.165,"vote_average":5,"id":83811,"adult":false,"vote_count":3},{"overview":"Four estranged friends reunite and spend the night in a remote country house that was once home to a Manson Family like cult. As the night goes on, the strange rituals in the house's past open connections between the past, the present and the subconscious, forcing all the characters to confront their deepest secrets and darkest demons, or be destroyed by them.","original_language":"en","original_title":"House of Demons","video":false,"title":"House of Demons","genre_ids":[18,53,27,878,14],"poster_path":"\/4TbNaM6roe5varLmhe9afv2TmXX.jpg","backdrop_path":"\/rbvyqii91NYqNyOAFLVgKlOeTef.jpg","release_date":"2018-02-06","popularity":3.381,"vote_average":4.7,"id":462035,"adult":false,"vote_count":3},{"overview":"A surreal silent short involving a man buying a pearl necklace for his wife and the ensuing events.","original_language":"fr","original_title":"La perle","video":false,"title":"The Pearl","genre_ids":[14],"poster_path":"\/cbnTLPjYwZ1BPqwwo4NOtHJ6w24.jpg","backdrop_path":"\/ncD0P7C1zfc28oNKXQRQbo1A3DV.jpg","release_date":"1929-06-06","popularity":1.093,"vote_average":7.2,"id":149952,"adult":false,"vote_count":7},{"overview":"In metahistorical New York city electrotechnician Lafayette deals with a megalomaniac director of a wax museum of ancient Rome, an italian lonely anarchist, a group of feminist actresses - including Angelica who falls in love with him - and a small adopted chimpanzee.","original_language":"it","original_title":"Ciao maschio","video":false,"title":"Bye Bye Monkey","genre_ids":[35,14,10749],"poster_path":"\/n91ZgFgT2ET3PoYZSJSiE0Kju3c.jpg","backdrop_path":"\/wazs9hs5aUSVrpGTJRpByhuqwnc.jpg","release_date":"1978-02-24","popularity":1.163,"vote_average":6.5,"id":42200,"adult":false,"vote_count":16}],[{"overview":"Sexy sword-fighter Beniko battles a pack of lecherous wolf-men in this \"pinku eiga\" version of the Little Red Riding Hood fairy tale.","original_language":"ja","original_title":"Hontô wa eroi Gurimu dôwa: Reddo suwôdo","video":false,"title":"Red Sword","genre_ids":[14,27],"poster_path":"\/xQ11D1bgaI8WmkoQ63GJW2Ld0tu.jpg","backdrop_path":"\/gSgEIPm713bH6RDSVA3LkzH4jJr.jpg","release_date":"2012-03-03","popularity":1.098,"vote_average":0,"id":238205,"adult":false,"vote_count":0},{"overview":"Would-be superhero, Ed Gruberman, who possesses no super powers must join a team of misfit heroes-in-training known as The Super Capers. Having only faith, Gruberman must travel through time to uncover an evil plot involving some gold bullion, a fiery femme fatale, and a criminal mastermind with a dark secret about Ed's past.","original_language":"en","original_title":"Super Capers","video":false,"title":"Super Capers","genre_ids":[12,28,35,878,14],"poster_path":"\/snpdXKmfCgpcEablSTobq4dF6Wm.jpg","backdrop_path":"\/n96Z5SXCQRiz1oyeMYmJlfojClC.jpg","release_date":"2009-03-20","popularity":1.953,"vote_average":2.4,"id":20177,"adult":false,"vote_count":5},{"overview":"With his training almost complete, Darth Maul must face six Jedi in order to reach his true potential, and become a Dark Lord of the Sith.","original_language":"en","original_title":"Darth Maul: Apprentice","video":false,"title":"Darth Maul: Apprentice","genre_ids":[878,28,14],"poster_path":"\/sDfZ3yziKbAMxGiKTiXso2inEli.jpg","backdrop_path":"\/aJooPSofdUkJTe4sFn6Q1OymU5Z.jpg","release_date":"2016-03-05","popularity":1.252,"vote_average":8.1,"id":551874,"adult":false,"vote_count":15},{"overview":"A handmade stop-motion fairy tale for adults that tells the tale of the struggle between the aristocratic White Mice and the rustic Creatures Who Dwell Under the Oak over the doll of their heart's desire.","original_language":"en","original_title":"Blood Tea and Red String","video":false,"title":"Blood Tea and Red String","genre_ids":[16,14],"poster_path":"\/uLjGWaK6riaa8jSuSmaE5FNFRtR.jpg","backdrop_path":"\/99wqWeBwwsN6jsjGOa57jkFapKq.jpg","release_date":"2006-10-04","popularity":1.744,"vote_average":6.7,"id":39510,"adult":false,"vote_count":10},{"overview":"Brave sons of the king, twin brothers Jaroslav and Jaromír love and help each other. It was they and another brother - Jindrich, who once saw the portrait of Princess of Diamond Mountains, fell in love and went on her quest.","original_language":"cs","original_title":"Třetí princ","video":false,"title":"The Third Prince","genre_ids":[14,10749,10751],"poster_path":"\/268wcHhFsefz0INXlN7uyUvvxx3.jpg","backdrop_path":"\/5ERqlB9CbqDTTVfxPyOA1UAAq3m.jpg","release_date":"1982-12-01","popularity":0.946,"vote_average":5.6,"id":85628,"adult":false,"vote_count":8},{"overview":"A house haunted by the sensual spirit of its drop-dead gorgeous, recently deceased owner becomes the setting for paranormal activity and ultra-erotic sensations that are out of this world. Young, philandering married couple Sue and Ryan, three busty babes, and a voluptuous psychic who senses danger arrive at the secluded house for a reading of the horny homeowner's videotaped will.","original_language":"en","original_title":"House On Hooter Hill","video":false,"title":"House On Hooter Hill","genre_ids":[14],"poster_path":"\/8VdyNTpR9FSrevMYYbwW8xvXrUV.jpg","backdrop_path":"\/6hOQ0iAIxNpztJXjXFcgR2WrxS.jpg","release_date":"2007-09-11","popularity":2.101,"vote_average":5.2,"id":89632,"adult":false,"vote_count":5},{"overview":"Angel works in a wedding dress store. Ulisses, her boyfriend, works as personal trainer. They are swallowed for the television and, to leave, need to discover how to use the Ulisses' ring.","original_language":"pt","original_title":"Zoando na TV","video":false,"title":"Zoando na TV","genre_ids":[14,35],"poster_path":"\/h7fDuE0mlJzn6S4xCGYWDcQ0WM1.jpg","backdrop_path":"\/pUHPN65dognqOr0G9KP9uvKmNyF.jpg","release_date":"1999-02-11","popularity":1.528,"vote_average":3.7,"id":129679,"adult":false,"vote_count":17},{"overview":"A full-length ballet created by choreographer Christopher Wheeldon for the Royal Ballet at the Royal Opera House, Covent Garden. The ballet is based on Lewis Carroll's famous story of Alice, an ordinary girl who one summer afternoon falls down a rabbit hole and finds herself on an extraordinary adventure.  The music is by Joby Talbot, with designs by the internationally acclaimed Bob Crowley. Alice is danced by the Royal Ballet's Lauren Cuthbertson, and actor Simon Russell-Beale plays the cameo role of the Duchess.","original_language":"en","original_title":"Alice's Adventures in Wonderland","video":false,"title":"Alice's Adventures in Wonderland","genre_ids":[14,10751],"poster_path":"\/cpRIZ3wEIQgkj0zkql7Dk34oA1R.jpg","backdrop_path":"\/lOaKJI3OGQV0IVSlnBmviPMqswt.jpg","release_date":"2011-04-23","popularity":1.379,"vote_average":7,"id":83053,"adult":false,"vote_count":1},{"overview":"Chan-young, a young journalist, is sent to investigate a village which has supposedly been possessed by demons. The incidents taking place have been so strange and terrifying that local shamans and other religious leaders have simply given up, abandoning the town. But upon her arrival, Chan-young discovers that an all-star team of supernaturally-inclined heroes has assembled to rid the village of evil. This team includes Mr. PARK the exorcist, Shi-min the monk, Wol-gwang the clairvoyant, Seung-hee the tarot master, and Seok-hyeon, an engineer. Chan-young follows the heroes as they prepare for an epic battle against the village’s evil forces.","original_language":"ko","original_title":"점쟁이들","video":false,"title":"Ghost Sweepers","genre_ids":[12,14,35,9648],"poster_path":"\/af7jBlm8fVIB3ZXgfLPkw3g3xNq.jpg","backdrop_path":"\/7JlHfUZhTJexAPI1YpZBfgvd3Fl.jpg","release_date":"2012-10-03","popularity":1.299,"vote_average":5.7,"id":142284,"adult":false,"vote_count":10},{"overview":"A poor farmer who loves a woman he is forbidden to associate with becomes a hardened mercenary, and is hired by a local warlord as a professional assassin. Years later, he runs into his old love and begins to question his violent past","original_language":"zh","original_title":"Sha ren zhe Tang Zhan","video":false,"title":"The Assassin","genre_ids":[28,14],"poster_path":"\/wEjDhTZ5WKsCI6FwnyL4OFeoprg.jpg","backdrop_path":"\/r4a3tTfV4yUfdEe7yURU3OZ9Pef.jpg","release_date":"1993-09-23","popularity":0.731,"vote_average":7.4,"id":67080,"adult":false,"vote_count":4},{"overview":"The plot is unknown.","original_language":"en","original_title":"Hancock 2","video":false,"title":"Hancock 2","genre_ids":[28,14],"poster_path":"\/h7a8FhIB5U65H2qcIhShauvxJ2Q.jpg","backdrop_path":null,"popularity":0.944,"vote_average":0,"id":475387,"adult":false,"vote_count":0},{"overview":"The stone-people Hew and Kew have seen a lot in their everlasting lives on top of their mountain. Therefore they're only mildly amazed by the ongoings in the valley below, they've got their own little problems to deal with - But all of a sudden, Mankind is discovering and inventing, instead of just woozeling, and this new behavior starts to threaten Hew's and Kew's stoic peacefulness...","original_language":"de","original_title":"Das Rad","video":false,"title":"Rocks","genre_ids":[16,35,14],"poster_path":"\/3d9oNZDQU2SXYGrU6xP5Pf8aI3A.jpg","backdrop_path":"\/AlPIhEdDUzsRdiwspvjHPzspDl2.jpg","release_date":"2003-06-05","popularity":1.154,"vote_average":7.3,"id":37060,"adult":false,"vote_count":22},{"overview":"Oh takes it upon himself to introduce Christmas joy to his fellow Boovs. Unfortunately, his well-meaning mission nearly destroys the city.","original_language":"en","original_title":"DreamWorks Home: For the Holidays","video":false,"title":"DreamWorks Home: For the Holidays","genre_ids":[16,10751,35,14,878],"poster_path":"\/ucl7Dk1ELoIrpkR38e9AZhgRIZz.jpg","backdrop_path":"\/1cizw2p41Madqhg9MaxTU6mR3L8.jpg","release_date":"2017-12-01","popularity":1.796,"vote_average":4.7,"id":490156,"adult":false,"vote_count":5},{"overview":"The soon-to-be Monk Talkative does his best to understand when Fairy Yeh explains what must be done. Rabbit spirits have escaped from the heavenly garden, and must be recaptured. These bunnies can assume human female form, and gorgeous forms at that. One is played by Pang Dan, who happens to be the soon-to-be Monk Talkative's wife. Talkative finds the explanation hard to follow but decides to help.","original_language":"zh","original_title":"Liu jai yim tam ji yau kau","video":false,"title":"Erotic Ghost Story Perfect Match","genre_ids":[35,14,10749],"poster_path":"\/yi51zmpGomKhQ6u9Y0Bcd8gzyv3.jpg","backdrop_path":null,"release_date":"1997-01-01","popularity":0.668,"vote_average":0,"id":298099,"adult":false,"vote_count":0},{"overview":"A beautiful girl agrees to marry a hideous, deformed beast and live in his castle in order to save her father's life.","original_language":"en","original_title":"Beauty and the Beast","video":false,"title":"Beauty and the Beast","genre_ids":[14,10749,10751,10770],"poster_path":"\/1m9xnwQ7MvDuaAWElkT37YebNNy.jpg","backdrop_path":null,"release_date":"1979-04-05","popularity":0.6,"vote_average":0,"id":266115,"adult":false,"vote_count":0},{"overview":"The fairies of Oz gather in the forest of Burzee one evening and weave a magic cloak that gives the wearer one wish, so long as it has not been stolen.","original_language":"en","original_title":"The Magic Cloak of Oz","video":false,"title":"The Magic Cloak of Oz","genre_ids":[12,14,10751],"poster_path":"\/6HdV4TrdaCtiN2tYsTocb2gnbM7.jpg","backdrop_path":"\/g7oit6fpDEK1Elw9nX5QjrPUY7l.jpg","release_date":"1914-09-28","popularity":1.691,"vote_average":4.5,"id":56181,"adult":false,"vote_count":6},{"overview":"One night, the Nohara family were enjoying a pleasant dream, when suddenly a big fish appeared in their dreams and ate them. The next morning, Hiroshi read in the newspaper that everybody in another town had the same nightmare as him, but it seemed to have ended. But Hiroshi also heard the same dream from Misae, Shinnosuke, Himawari and even Shiro. They were surprised and thought if the same thing is happening in Kasukabe too. In kindergarten, on telling others about his nightmare, Shinnosuke was surprised to know that everybody too had the same dream. Then a mysterious girl named Saki was transferred to Futaba Kindergarten and joined Shinnosuke's class. Everyone in the class, including the rather inactive Bo-chan, were all excited and happy on seeing her. But Saki had a cold attitude and didn't get along well.","original_language":"ja","original_title":"クレヨンしんちゃん 爆睡！ユメミーワールド大突撃","video":false,"title":"Crayon Shin-chan: Fast Asleep! Dreaming World Big Assault!","genre_ids":[12,16,35,10751,14],"poster_path":"\/ansVRQTSQAtHRqXP28oGEI44rgT.jpg","backdrop_path":"\/du6QgxqbPJJnwPjIAuXaBDJg7Fc.jpg","release_date":"2016-04-30","popularity":1.292,"vote_average":8,"id":424656,"adult":false,"vote_count":2},{"overview":"Dust, starring Alan Rickman and Jodie Whittaker, is the short story of a man who follows a young girl and her mum home from school one day. He waits outside their house until nightfall before breaking in. Once inside, events take an unexpected turn...","original_language":"en","original_title":"Dust","video":false,"title":"Dust","genre_ids":[14,18],"poster_path":"\/iZBwWBHvFV9d3rqlLBr91iAn0zO.jpg","backdrop_path":"\/4GhJIQsyVVFruOifkQLHr4CNu1E.jpg","release_date":"2013-10-24","popularity":1.747,"vote_average":7.1,"id":287983,"adult":false,"vote_count":9},{"overview":"When the joker Tommy Tricker plays some practical jokes on some of his friends, his best friend Ralph, a stamp collector, discovers the secret of \"stamp travel\" to make him travel around the world on a stamp to bring back the mysterious Charles Merriweather, who never returned on a stamp for 75 years.","original_language":"en","original_title":"Tommy Tricker and the Stamp Traveller","video":false,"title":"Tommy Tricker and the Stamp Traveller","genre_ids":[14,10751],"poster_path":"\/avGpt94z8VFHzmSbgoMPVhl0pEo.jpg","backdrop_path":"\/5bo0xcJXX6llESIbaEMavYQAeqN.jpg","release_date":"1988-12-16","popularity":1.212,"vote_average":6,"id":32038,"adult":false,"vote_count":9},{"overview":"Christmas is just two weeks away, it is pouring with rain, and Ben is struggling to get into the Christmas spirit. Suddenly, Bens life takes a turn for the better when Santa Niklas Goodfellow and his Christmas caravan come crashing down to Earth in the middle of thunderstorm and land in Foggy Lane. Santa is on the run from the ruthless Gerold Geronimus Goblynch and his army of nutcrackers who have outlawed all of the old magical ways and have transformed the bright and peaceful Christmas world into a dark and hostile place, governed by greed and money. Goblynch has banned work for all Santas and confined the Christmas angels to tiny prison cells, where they can no longer hear the dearest wishes of children. Goblynch also wants to force Santa Niklas Goodfellow, the last real Santa, to work for his commercialized Christmas company and forces him to do hard labour in the ordering department of the Christmas Palace.","original_language":"de","original_title":"Als der Weihnachtsmann vom Himmel fiel","video":false,"title":"When Santa Fell to Earth","genre_ids":[35,14,10751],"poster_path":"\/whqd8ASgQLzSHHmUGU54WPMXz5g.jpg","backdrop_path":"\/5eAVyG18Zh8KfYpapuFYcyL5GzF.jpg","release_date":"2011-11-23","popularity":0.842,"vote_average":5.4,"id":141476,"adult":false,"vote_count":7}]]