[[{"overview":"Elephants Dream is the story of two strange characters exploring a capricious and seemingly infinite machine. The elder, Proog, acts as a tour-guide and protector, happily showing off the sights and dangers of the machine to his initially curious but increasingly skeptical protege Emo. As their journey unfolds we discover signs that the machine is not all Proog thinks it is, and his guiding takes on a more desperate aspect.  Elephants Dream is a story about communication and fiction, made purposefully open-ended as the world’s first 3D animated “Open movie”. The film itself is released under the Creative Commons license, along with the entirety of the production files used to make it (roughly 7 Gigabytes of data). The software used to make the movie is the free\/open source animation suite Blender along with other open source software, thus allowing the movie to be remade, remixed and re-purposed with only a computer and the data on the DVD or download.","original_language":"en","original_title":"Elephants Dream","video":false,"title":"Elephants Dream","genre_ids":[16,878],"poster_path":"\/HjwEbOrWv12lNg0IPCX543ZDb0.jpg","backdrop_path":"\/lZYJ3gzVEgypCiaNXyecmmmoIi5.jpg","release_date":"2006-03-24","popularity":2.647,"vote_average":5.9,"id":9761,"adult":false,"vote_count":43},{"overview":"Goofy goes fishing with his best friend, Wilbur, a grasshopper.","original_language":"en","original_title":"Goofy and Wilbur","video":false,"title":"Goofy and Wilbur","genre_ids":[16,35],"poster_path":"\/v9HSYprEXq2pZYnnpN0oRmHSYk2.jpg","backdrop_path":"\/mdX1jqsHZkDbtFFXhq2hM1nTKKK.jpg","release_date":"1939-03-17","popularity":2.164,"vote_average":5.8,"id":66866,"adult":false,"vote_count":12},{"overview":"A short film featuring Dante from PIXAR's Coco.","original_language":"en","original_title":"Dante's Lunch","video":false,"title":"Dante's Lunch","genre_ids":[16,35],"poster_path":"\/303lFHSSHSpJdINBeEesG9LPgpI.jpg","backdrop_path":"\/oZVXUCQlp0X3MH0lYJd4aQvjuDq.jpg","release_date":"2017-03-29","popularity":2.161,"vote_average":7.6,"id":449621,"adult":false,"vote_count":28},{"overview":"Six outwardly average individuals have elaborate fetishes they indulge with surreptitious care. A mousy letter carrier makes dough balls she grotesquely ingests before bed. A shop clerk fixates on a TV news reader while he builds a machine to massage and masturbate him. One of his customers makes an elaborate chicken costume for a voodoo-like scene with a doll resembling his plump neighbor. She, in turn, has a doll that resembles him, which she whips and dominates in an abandoned church. The TV news reader has her own fantasy involving carp. Her husband, who is indifferent to her, steals materials to fashion elaborate artifacts that he rubs, scrapes and rolls across his body.","original_language":"cs","original_title":"Spiklenci slasti","video":false,"title":"Conspirators of Pleasure","genre_ids":[18,16,35],"poster_path":"\/x2jEm9vKkqRm54FQ31n1PWEgsf4.jpg","backdrop_path":"\/pL1HJnafTASLFzBCJl0GBgsRV9L.jpg","release_date":"1997-08-15","popularity":2.861,"vote_average":7,"id":59892,"adult":false,"vote_count":32},{"overview":"Animated-family adventure based on a true story that tells the heart-warming, coming-of-age story of a man and his best-friend, a lovable and fearless dog named, Jock. Set in the Bushveld near what is today the world famous Kruger National Park, this animated family tale is about Jock's adventures with Fritz, his master. Jock escapes death, builds crazy friendships and displays his unrivalled loyalty to Fritz. The story is set in the late 1880s when Africa's mineral richness, teeming animal life and incomparable natural beauty drew and captivated explorers and adventurers from all over the world. A place where big game roamed in their thousands and the wildest tales were true! Jock Of The Bushveld is a great story and the only animal classic to come out of Africa.","original_language":"en","original_title":"Jock of the Bushveld","video":false,"title":"Jock of the Bushveld","genre_ids":[16,12,10751,35],"poster_path":"\/pWs486QjGRp6Nnjk039XhU12yrw.jpg","backdrop_path":"\/6muNYHCvORDlDT3GKqQC3qyCRJc.jpg","release_date":"2011-07-29","popularity":2.345,"vote_average":4.2,"id":81670,"adult":false,"vote_count":7},{"overview":"Yosemite Sam (as Chilikoot Sam) tries, unsuccessfully to steal gold from Bugs Bunny during the Yukon gold rush.","original_language":"en","original_title":"14 Carrot Rabbit","video":false,"title":"14 Carrot Rabbit","genre_ids":[16],"poster_path":"\/yzOsz3USbST6QgqnlAMkC6UJDWZ.jpg","backdrop_path":null,"release_date":"1952-03-15","popularity":2.006,"vote_average":6.4,"id":169669,"adult":false,"vote_count":9},{"overview":"Ilya Muromets has to rescue his trusty horse Burushka and Kiev treasury from the greedy hands of the famous bandit, Solovey-Razboynik.","original_language":"ru","original_title":"Илья Муромец и Соловей Разбойник","video":false,"title":"Ilya and the Robber","genre_ids":[35,16,12],"poster_path":"\/m58U0xqVOjd3EsIUPpkhCIznOVa.jpg","backdrop_path":"\/vJ1CPWDEblokzv250IzFOk13LXz.jpg","release_date":"2007-12-28","popularity":3.576,"vote_average":6.5,"id":451172,"adult":false,"vote_count":23},{"overview":"The DigiDestined inaugurate their newest members, Meiko Mochizuki and Meicoomon, with a trip to a nearby hot spring. Meanwhile, Joe is becoming more distant, struggling to balance his duty as a DigiDestined and the competitive world of academics. As the damage caused by Alphamon is slowly repaired, another infected Digimon, Ogremon, suddenly appears, and although they only have good intentions, the decisions the DigiDestined make now will have unforeseen consequences.","original_language":"ja","original_title":"デジモンアドベンチャーtri.（トライ）第２章「決意」","video":false,"title":"Digimon Adventure Tri. - Chapter 2: Determination","genre_ids":[12,16],"poster_path":"\/kKdmlzewnvXyHsELWfdURHid0IT.jpg","backdrop_path":"\/cmNAFjphBvOHVXRgke1LX6QqGEV.jpg","release_date":"2016-03-12","popularity":2.404,"vote_average":7.3,"id":372752,"adult":false,"vote_count":17},{"overview":"Blast off to adventure in this animated feature where our favorite space-age family, The Jetsons, meet the superstars of WWE! When George unearths WWE’s Big Show, who has been frozen for 100 years, the futuristic face-off begins! Once thawed, Big Show wastes no time in taking the WWE belt from the current robot champ as well as taking total control of Orbit City. It’s up to The Jetsons to travel back in time and enlist help from WWE’s brightest stars: Sheamus, Alicia Fox, Roman Reigns, Seth Rollins and the Uso brothers. Can this cosmic tag-team prevail and set this twisted time-warp straight? Tune in and see with The Jetsons and WWE!","original_language":"en","original_title":"The Jetsons & WWE: Robo-WrestleMania!","video":false,"title":"The Jetsons & WWE: Robo-WrestleMania!","genre_ids":[16,35,10751],"poster_path":"\/f670DPuhv4OeqdlY7H8oRpnuQnX.jpg","backdrop_path":"\/je2Uk2EMq8KpdMWrSZD2BRpKot3.jpg","release_date":"2017-02-28","popularity":3.493,"vote_average":8.1,"id":444510,"adult":false,"vote_count":7},{"overview":"","original_language":"fr","original_title":"Bonjour le monde !","video":false,"title":"Bonjour le monde !","genre_ids":[16,10751],"poster_path":"\/5Mj1Tb9QwPwgGTRwcNmGkMu50iy.jpg","backdrop_path":"\/ni1Ie05mtw2VhGnAegiR7aoPZnt.jpg","release_date":"2019-10-02","popularity":1.692,"vote_average":0,"id":627451,"adult":false,"vote_count":0},{"overview":"June 1998: After spending two years in a coma caused by a traffic accident, Shiki Ryougi awakens with amnesia. She is visited by Touko Aozaki, a wizard and proprietor of a studio called Garan no Dou. Shiki has lost not only the memory of her accident, but also any real sense that she's even alive. Strangely, enigmatic beings begin to attack her...","original_language":"ja","original_title":"劇場版「空の境界」第四章 伽藍の洞","video":false,"title":"The Garden of Sinners - Chapter 4: The Hollow Shrine","genre_ids":[16],"poster_path":"\/3ce94mkodU2pEI5acziuCyZJGd1.jpg","backdrop_path":"\/urwoExVf6HqiEi38DLMFgBQq3Dc.jpg","release_date":"2008-05-24","popularity":3.174,"vote_average":7,"id":23154,"adult":false,"vote_count":21},{"overview":"Mickey guest-directs a radio orchestra. The sponsor loves the rehearsal, but come the actual performance, Goofy drops all the instruments under an elevator, so they sound like toys. The sponsor hates it, but the audience loves it anyway.","original_language":"en","original_title":"Symphony Hour","video":false,"title":"Symphony Hour","genre_ids":[16,10751,35],"poster_path":"\/4aFi1sSARtOsw1Y02bPeceEtQ3I.jpg","backdrop_path":"\/tzhqk3sfSV8ZWjieHiMR9t1gYa1.jpg","release_date":"1942-03-20","popularity":2.031,"vote_average":6.8,"id":67502,"adult":false,"vote_count":21},{"overview":"Musical instruments are the stars of a romantic fable set in the Land of Symphony and the Isle of Jazz, two islands separated by the Sea of Discord. The violin princess and the saxophone prince fall in love, but must meet secretly in order to avoid the wrath of their parents, the Symphony queen and the Jazz king. The queen finds the boy saxophone on her island, attempting to woo her daughter. She has him locked in the metronome, but the young lover manages to send a note - in fact, several musical notes on sheet music - that conveys the message that he has been imprisoned. The Isle of Jazz declares war by blasting musical notes across the sea. The only thing that can bring peace and harmony to the Sea of Discord is love.","original_language":"en","original_title":"Music Land","video":false,"title":"Music Land","genre_ids":[16],"poster_path":"\/ygmrU2F2JwUtjpn6EBOrRq0pKCD.jpg","backdrop_path":"\/bSLlBuFU2mY6jbt9yIgbkbfhSqV.jpg","release_date":"1935-10-05","popularity":2.985,"vote_average":6.7,"id":109301,"adult":false,"vote_count":18},{"overview":"The Cathedral (Polish: Katedra) is a 2002 short animated science fiction movie by Tomasz Bagiński, based on a short story by Jacek Dukaj, winner of the Janusz A. Zajdel Award in 2000. The film was nominated in 2002 for the Academy Award for Animated Short Film for the 75th Academy Awards.","original_language":"pl","original_title":"Katedra","video":false,"title":"The Cathedral","genre_ids":[878,16,18],"poster_path":"\/ticcTG4vVpuTWJ8A2fR7aGAOlam.jpg","backdrop_path":"\/3IVnd5LeznBbYEq2Hv66FVeoip4.jpg","release_date":"2002-10-18","popularity":3.004,"vote_average":7.2,"id":15990,"adult":false,"vote_count":42},{"overview":"Two Octopi fight for their lives with a stubborn restaurant cook in a comical escape through the streets of a small Greek village.","original_language":"fr","original_title":"Oktapodi","video":false,"title":"Oktapodi","genre_ids":[16],"poster_path":"\/70bZmaeUHfc7kYIu9JG9wPaTCpx.jpg","backdrop_path":"\/kdt19o6iBTycjIwz74GpjLIDUU3.jpg","release_date":"2007-01-01","popularity":3.473,"vote_average":6.5,"id":46343,"adult":false,"vote_count":45},{"overview":"Episode 2. Mowgli — the adopted son of a wolf family. He grows quickly and learns from his mentors. The rumor that the wolf pack living human child, comes to banderlogs. The monkey tribe, decided to make Mowgli their leader. They steal Mowgli and transfer it into a towns ruins in the jungle.","original_language":"ru","original_title":"Маугли. Похищение","video":false,"title":"Adventures of Mowgli: The Kidnapping","genre_ids":[12,16,10751],"poster_path":"\/273UKAaRWMzbplAty5AerpJJTuX.jpg","backdrop_path":"\/A1Rqc0G22z0U15RskGSp7tOpNdQ.jpg","release_date":"1968-01-01","popularity":3.063,"vote_average":7.6,"id":195065,"adult":false,"vote_count":7},{"overview":"The cartoon opens with Jerry running with a fishing line tied to his tail, which proceeds to retreat; Jerry is pulled under the radiator and towards Tom, dressed like a fisherman, at the end of the line. When Jerry reaches Tom, the cat makes a face and scares Jerry, causing him to run away again. Tom starts to reel in Jerry again, but the mouse holds onto a bag of jerked beef, forcing Tom to struggle to regain control of the line. As the line returns to Tom, a piece of the bag is on the end, simply stating \"JERK\".","original_language":"en","original_title":"Sufferin' Cats!","video":false,"title":"Sufferin' Cats!","genre_ids":[16],"poster_path":"\/vAj6xEsSsinvgQwo8C4Q6FvJbMq.jpg","backdrop_path":"\/yBj6FHXuhnwIncBVWrOJUpCKGSC.jpg","release_date":"1943-01-16","popularity":2.167,"vote_average":6.4,"id":40212,"adult":false,"vote_count":12},{"overview":"A quiet stroll through the imaginary world of Iblard, originally depicted in the paintings by Naohisa Inoue, influenced by Impressionism and Surrealism.","original_language":"ja","original_title":"イバラ-ド時間","video":false,"title":"Iblard Jikan","genre_ids":[16,14],"poster_path":"\/za9WHMsAD1NsUrpG275cARVxQxV.jpg","backdrop_path":"\/xSw5g4rW9Omx8JSqj6SnjmwTxoL.jpg","release_date":"2007-07-04","popularity":2.085,"vote_average":6.4,"id":21534,"adult":false,"vote_count":22},{"overview":"An animated retelling set to Prokofiev's suite. Peter is a slight lad, solitary, locked out of the woods by his protective grandfather","original_language":"en","original_title":"Peter & the Wolf","video":false,"title":"Peter & the Wolf","genre_ids":[16,10751,10402],"poster_path":"\/hTxEvOfRGpyMChEEOqD9GcvGrF7.jpg","backdrop_path":"\/vz84lA7DBg1LqysQrmIjLSFh5b3.jpg","release_date":"2007-07-25","popularity":2.961,"vote_average":6.6,"id":14518,"adult":false,"vote_count":36},{"overview":"Your favorite characters are back in an all-new royal adventure! It seems that a mysterious “Z” is appearing as a mark on the palace residents. Who is behind the mark and what does it mean? Princess Odette, Derek, Scully and all the Swan Princess friends work as a team to uncover the secret.","original_language":"en","original_title":"The Swan Princess: A Royal Myztery","video":false,"title":"The Swan Princess: A Royal Myztery","genre_ids":[10751,16,12,35],"poster_path":"\/ljktBZh0wM8yVZcgMt3i43sjkdy.jpg","backdrop_path":"\/aup9AgVegczvlC5a6OjhjsAckio.jpg","release_date":"2018-03-27","popularity":2.96,"vote_average":6.8,"id":510096,"adult":false,"vote_count":7}],[{"overview":"\"Recall\" tells the story of Winston—a genetically engineered gorilla and brilliant scientist who longs for the days of heroism to return. In this episode, we explore Winston's thoughts and memories as he wrestles with the decision to recall the agents of Overwatch, all while the forces of Talon stage an attack on his laboratory in the abandoned Watchpoint: Gibraltar.","original_language":"en","original_title":"Overwatch Animated Short: Recall","video":false,"title":"Overwatch Animated Short: Recall","genre_ids":[28,12,16,878],"poster_path":"\/dSXSovjw3HIoqXdXQgf8nhveJuV.jpg","backdrop_path":"\/21GmRPQREKJ6QtbWFvicIimRAEd.jpg","release_date":"2016-03-21","popularity":2.002,"vote_average":7.1,"id":389030,"adult":false,"vote_count":31},{"overview":"An eccentric millionaire becomes obsessed with the idea of constructing a new Noah's Ark. He hires a hunter to kidnap untoward numbers of animals to make this happen. The group of animals amid their valiant attempt to escape from the hunter's clutches, foil his nefarious plans, and free their captured friends.","original_language":"es","original_title":"El lince perdido","video":false,"title":"The Missing Lynx","genre_ids":[12,16,10751],"poster_path":"\/rV0mIugkrdLNMS8m3O1OM5TLf63.jpg","backdrop_path":"\/syXzc3J57islYMRSimrVUyECbae.jpg","release_date":"2008-12-25","popularity":1.752,"vote_average":5.3,"id":29192,"adult":false,"vote_count":9},{"overview":"A voodoo doll must find the courage to save his friends from being pinned to death.","original_language":"en","original_title":"Sebastian's Voodoo","video":false,"title":"Sebastian's Voodoo","genre_ids":[16,27],"poster_path":"\/bUbqkAjve5BJgs5OGbTCNB4w9Ni.jpg","backdrop_path":"\/poNfVhzf5YXjzCtoQEVLMOzxuqy.jpg","release_date":"2008-06-07","popularity":2.459,"vote_average":6.4,"id":52803,"adult":false,"vote_count":32},{"overview":"At Christmas time, Mickey Mouse, Minnie and Pluto are beset by an enormous litter of bratty orphan cats.","original_language":"en","original_title":"Mickey's Orphans","video":false,"title":"Mickey's Orphans","genre_ids":[16],"poster_path":"\/7WXUX0SS6kxvz6PDPst5M8gD5Fo.jpg","backdrop_path":"\/be2pe0x6WRJqzPAH5aezDbXL1Cq.jpg","release_date":"1931-12-09","popularity":1.774,"vote_average":5.3,"id":134360,"adult":false,"vote_count":14},{"overview":"In this feature-length film combining footage from classic Warner Brothers cartoon shorts with newly animated bridging sequences, Daffy Duck, after having induced laughter in an ailing millionaire and forestalled the millionaire's death for a time (as chronicled in Daffy Dilly (1948), is the beneficiary for the deceased millionaire's assets. But the millionaire's will clearly stipulates that Daffy must use the money for the common good, by providing a service, and should Daffy think of pursuing selfish aims, the millionaire's ghost will \"repossess\" his millions by making them disappear from Earthly existence. Under the pretense of community service, Daffy opens an exorcism agency and employs Porky Pig, Sylvester Cat, and Bugs Bunny to track and eliminate ghosts, ghouls, and other monsters, while Daffy secretly schemes to use his learned \"ghost-busting\" talents to rid himself of the millionaire's nagging spirit.","original_language":"en","original_title":"Daffy Duck's Quackbusters","video":false,"title":"Daffy Duck's Quackbusters","genre_ids":[14,878,10751,16],"poster_path":"\/zf3iU2UQNNtmtQg7tZejgU3wTW4.jpg","backdrop_path":"\/9nn7QhM2dZXDoogYzFqJcs9S1fG.jpg","release_date":"1988-09-24","popularity":3.23,"vote_average":6.5,"id":23521,"adult":false,"vote_count":38},{"overview":"Donald and Goofy rent a sailboat. This boat is a bit unusual: to rent it, you put a nickel in a slot, and the mast and sail pop up. Unfortunately, after a while, they pop back down. When Donald runs out of nickels, they are marooned. Goofy waves his shirt at a passing cruise ship, but they (and he) mistake this for a friendly greeting. A flying fish lands in the boat; while the boys fight over it, a gull grabs it. They try to bash the gull, which lands atop their heads, with predictable results. Finally, as the sharks circle, they try fishing, with Donald as the unwitting bait. He eventually lands back in the boat, where his bill lands in the coin slot and gives them a way home.","original_language":"en","original_title":"No Sail","video":false,"title":"No Sail","genre_ids":[16],"poster_path":"\/41YD4x6d6mQPRhh70PunSGn4qoT.jpg","backdrop_path":"\/qlorOqOOgl3cOMgUkeuta9qCsPX.jpg","release_date":"1945-09-07","popularity":3.094,"vote_average":5.6,"id":67143,"adult":false,"vote_count":13},{"overview":"In the city of Orario, beneath an impossibly tall tower, lies the dungeon. Only adventurers who form partnerships with the gods themselves have any hope of defeating the monsters that lie within. But the dungeon is not the only place where monsters exist. Far from Orario, in the ruins of an ancient city, a new threat arises. To counter this threat, the goddess Artemis has come to Orario in search of a champion-but it's not Ais Wallenstein (the legendary Sword Princess) nor Ottar (the strongest warrior to ever enter the dungeon) that she chooses. Rather it is Bell Cranel, a newbie adventurer partnered with a low-tier goddess.","original_language":"ja","original_title":"劇場版 ダンジョンに出会いを求めるのは間違っているだろうか -オリオンの矢-","video":false,"title":"Is It Wrong to Try to Pick Up Girls in a Dungeon?: Arrow of the Orion","genre_ids":[28,12,16,35,14,10749],"poster_path":"\/8C91Mqj4AyKU72q1hM3qzpwyW7R.jpg","backdrop_path":"\/zlpKUEE4A5LjaTmEz37pw2VZQug.jpg","release_date":"2019-02-15","popularity":4.095,"vote_average":7,"id":553835,"adult":false,"vote_count":14},{"overview":"At the end of 1918 while civil war is raging on in Russia, antagonism is slowly spreading to the East, between the Oural mountains and Shanghai. Stuck between a desire to save what's left of the great Imperial Russia, and starting from a clean slate, old generals, secret organizations, and mercenaries attracted by gold, struggle to take advantage of the events. As Corto Maltese returns to Shanghai, he barely gets time to cross paths with his old friend\/nemesis Raspoutine, and escape a murder attempt before being contacted by members of a Chinese secret organization called \"The Red Lanterns\". In the heart of violent Mandchourian horizons, Corto and Raspoutine launch themselves into a fabulous treasure hunt, following the tracks of the mysterious armor-plated train of Koltchak. A steel monster spiked with canons and machine guns, this trains protects the counter-revolutionaries gold...","original_language":"fr","original_title":"Corto Maltese : La cour secrète des Arcanes","video":false,"title":"Corto Maltese in Siberia","genre_ids":[18,16,36,12],"poster_path":"\/1LRholEo14u6fnh7ckvIiIySihP.jpg","backdrop_path":"\/dQ0hb1TsLVUgJOv2CZfj1D03hHt.jpg","release_date":"2002-09-25","popularity":2.422,"vote_average":6.2,"id":43071,"adult":false,"vote_count":25},{"overview":"This time, Alyosha Popovich Dobrinya and Ilya Muromets, thanks insidious wiles of Baba Yaga, are the seven seas on the island where the natives live and terrible Gomuma. In their absence, the merchant Kolyvan decide together with Baba-Yaga take the kingdom, and the power to take away from the prince of Kiev. To help the hapless governor comes horse Julius and wife heroes and their extended family. In short, the heroes and the audience for adventures on distant shores, ordinary and extraordinary.","original_language":"ru","original_title":"Три богатыря на дальних берегах","video":false,"title":"Tri Bogatyrya na Dalnikh Beregakh","genre_ids":[16],"poster_path":"\/gsxh2vRKA4to5dage69wumlkpv8.jpg","backdrop_path":"\/hk1kKFwfYynE6Ut20X3WqOBRXhc.jpg","release_date":"2012-12-30","popularity":3.512,"vote_average":5.3,"id":154922,"adult":false,"vote_count":27},{"overview":"The special is hosted by Tony Danza and Annie Potts celebrating 50 years of William Hanna and Joseph Barbera's partnership in animation. This is the first animated project to be broadcast in Dolby Surround sound system.","original_language":"en","original_title":"Hanna-Barbera's 50th","video":false,"title":"Hanna-Barbera's 50th","genre_ids":[16,99],"poster_path":"\/l4AVXun5TK6dWHyvv3gONofd4jz.jpg","backdrop_path":null,"release_date":"1989-07-17","popularity":1.161,"vote_average":6.8,"id":366384,"adult":false,"vote_count":6},{"overview":"Speckles, a ferocious tarbosaurus and his young son junior, mourning the loss of their family in an epic battle, roam the lands in search of food, adventure and peace. Under the watchful eye of his dad, Junior is growing up healthy and strong, but with an overconfidence thanks to his young age. After one encounter results in Junior being kidnapped, Speckles embarks on an adventure to the ends of earth to find his son. Encountering friend and foe, ally and enemy, Speckles will stop at nothing and will take on all corners to save his offspring.","original_language":"ko","original_title":"점박이 한반도의 공룡 2: 새로운 낙원","video":false,"title":"Dino King 3D: Journey to Fire Mountain","genre_ids":[16,12],"poster_path":"\/ybHM7tXJ96sXf86wAq5orGz1xET.jpg","backdrop_path":"\/gUg3rm2kbnMj2fA7yPQGJ4rap6P.jpg","release_date":"2018-12-31","popularity":2.774,"vote_average":10,"id":561974,"adult":false,"vote_count":3},{"overview":"Cobra, a notorious space pirate, is enlisted by bounty hunter Jane to rescue her sister from the strange being known as Crystal Bowie, but then finds himself drawn into a complex struggle over the fate of a mysterious wandering planet.","original_language":"ja","original_title":"SPACE ADVENTURE コブラ","video":false,"title":"Space Adventure Cobra","genre_ids":[16,878,28,12],"poster_path":"\/dHgX9g9LJRN9sXXVckuPVFIIhUh.jpg","backdrop_path":"\/3KkMsJMJgX2W0GjwsLyHHANCA8A.jpg","release_date":"1995-08-20","popularity":2.683,"vote_average":6.1,"id":81850,"adult":false,"vote_count":18},{"overview":"Donald Duck, delivery boy, is hired to deliver a mysterious package on Friday the Thirteenth. He is hindered by a bothersome black cat -- and by the fact that the package contains a live bomb.","original_language":"en","original_title":"Donald's Lucky Day","video":false,"title":"Donald's Lucky Day","genre_ids":[16],"poster_path":"\/fkbnTVZ4uIPQBbxpOAWP6Qs8uOs.jpg","backdrop_path":"\/bJxxhsBkn9KufhbWTmfdDPtyIRS.jpg","release_date":"1939-01-13","popularity":2.062,"vote_average":5.8,"id":55404,"adult":false,"vote_count":20},{"overview":"A man prepares and goes to work in a bizarre world, where the meaning of human workforce is taken to another level.","original_language":"es","original_title":"El empleo","video":false,"title":"The Employment","genre_ids":[16,35,18],"poster_path":"\/9upZvTBZNHtThHza0Iwxs2VdVtS.jpg","backdrop_path":"\/yRp2IkfazAL393yehYcwJwuFGNm.jpg","release_date":"2008-01-01","popularity":2.526,"vote_average":7.2,"id":45336,"adult":false,"vote_count":39},{"overview":"Donald Duck builds an automated dog washer while an unsuspecting Pluto naps nearby. When Donald finishes and announces his plan to use Pluto as his test subject, a battle of wills ensues, with Donald using a rubber bone and a cat puppet in an attempt to lure Pluto into the suds.","original_language":"en","original_title":"Donald's Dog Laundry","video":false,"title":"Donald's Dog Laundry","genre_ids":[16],"poster_path":"\/kHzPk6M7HdzpWI6FpNVTDHFtxZY.jpg","backdrop_path":"\/yNWSa6dgwBYrS3S2FlnQlaP5lJv.jpg","release_date":"1940-04-05","popularity":2.028,"vote_average":5.9,"id":55362,"adult":false,"vote_count":22},{"overview":"","original_language":"it","original_title":"La Freccia del Tempo","video":false,"title":"La Freccia del Tempo","genre_ids":[16,35],"poster_path":"\/x5go7gzJSZP4XQ28s1xAq5qmYde.jpg","backdrop_path":"\/zZwB5aoCXcbNaDdRrJ9Ycryu89p.jpg","release_date":"2019-09-25","popularity":1.915,"vote_average":0,"id":634537,"adult":false,"vote_count":0},{"overview":"\"The Last Bastion\" tells the origin story of the inquisitive transforming robot, Bastion. In this episode, we follow the forgotten battle automaton as it unexpectedly reactivates after laying dormant in the wilderness for over a decade. Fascinated by its unfamiliar surroundings, the curious omnic begins to investigate, but quickly discovers its core combat programming may have a different directive...","original_language":"en","original_title":"Overwatch Animated Short: The Last Bastion","video":false,"title":"Overwatch Animated Short: The Last Bastion","genre_ids":[28,16,878],"poster_path":"\/mHqjpCwxhmgSHOz7aL96ul1nM3x.jpg","backdrop_path":"\/1XFdVPoZ6K0OUO6ZT556pcQQrEh.jpg","release_date":"2016-08-18","popularity":2.15,"vote_average":7.9,"id":411909,"adult":false,"vote_count":34},{"overview":"The mysterious island of Houraijima has reappeared after 50 years, and with its reappearance has brought the attack of four gods, the Shitoushin, who have their eyes set on the powers that protect and sustain the island. Now it's up to Inuyasha and his friends, along with Sesshoumaru, to find a way to defeat the powerful Shitoushin.","original_language":"ja","original_title":"犬夜叉 紅蓮の蓬莱島","video":false,"title":"Inuyasha the Movie 4: Fire on the Mystic Island","genre_ids":[28,16,12,878],"poster_path":"\/7Nda6Tp4hPpErL63OLqCPB2gdm5.jpg","backdrop_path":"\/h3Y3bWqTxKSpKyPspXBMRIM9NTy.jpg","release_date":"2006-11-01","popularity":3.735,"vote_average":6.9,"id":34297,"adult":false,"vote_count":30},{"overview":"It has been three spring-times since Belldandy came to Earth to grant Keiichi one wish. Things seem to be fine with them while living in the temple with Belldandy's sisters Urd and Skuld, but little do they know that a fallen god from Belldandy's past has escaped from his lunar prison. He has plans for everyone which do not include what the goddess and her human lover wanted for themselves.","original_language":"ja","original_title":"劇場版 ああっ女神さまっ","video":false,"title":"Ah! My Goddess: The Movie","genre_ids":[14,16,18,35,878,10749],"poster_path":"\/yoWGn3hQhQ8wLcDlNxgjEjmnZ9t.jpg","backdrop_path":"\/h8Q2FUV7sWn2lOPZJ4uSHp6miSE.jpg","release_date":"2000-10-21","popularity":3.919,"vote_average":6.8,"id":21174,"adult":false,"vote_count":14},{"overview":"The tale of a ravenous rat who craves buns, biscuits and all sweet things. Tearing along the highway, he searches for sugary treats to steal, until his sweet tooth leads him to a sticky end.","original_language":"en","original_title":"The Highway Rat","video":false,"title":"The Highway Rat","genre_ids":[10751,16,35],"poster_path":"\/dxNKtY0e5pm6BFCdDMP3riRVBTb.jpg","backdrop_path":"\/1NiQ4vk8ihoAeo66XMdybSbeMDt.jpg","release_date":"2019-03-15","popularity":2.043,"vote_average":6.2,"id":494603,"adult":false,"vote_count":10}],[{"overview":"A darker version of the classic children's fairy tale of a wooden puppet that transforms into a real living boy.","original_language":"en","original_title":"Pinocchio","video":false,"title":"Pinocchio","genre_ids":[16,14,10402],"poster_path":"\/irAEtx2WEXEKDxclgPSEBt783Xk.jpg","backdrop_path":"\/uLgWHUCXF75dEctkRRatrmo4dJE.jpg","release_date":"2021-01-01","popularity":4.979,"vote_average":0,"id":555604,"adult":false,"vote_count":0},{"overview":"The day comes when an old watchdog becomes useless but the masters being kind don't decide to drive him away. However they turn exasperated when the Dog stays indifferent during a home theft. The Dog leaves for the forest, where he meets the Wolf, his old enemy.","original_language":"ru","original_title":"Жил-был пёс","video":false,"title":"There Once Was a Dog","genre_ids":[35,16,10751],"poster_path":"\/ItaNRDk7WAGD6nfsq1JSoAkKvQ.jpg","backdrop_path":"\/e4fqNyclBWY2wTE8ShBi8NtiuDD.jpg","release_date":"1982-11-10","popularity":4.851,"vote_average":7.9,"id":72215,"adult":false,"vote_count":57},{"overview":"A girl named Lemon arrives with a message for Shinnosuke, and he starts training as an action spy. But can he foil double agents and secret plots?","original_language":"ja","original_title":"クレヨンしんちゃん 嵐を呼ぶ黄金のスパイ大作戦","video":false,"title":"Crayon Shin-chan: Fierceness That Invites Storm! Operation Golden Spy","genre_ids":[16],"poster_path":"\/pVWG74lroJG0USDYIRmooAclAU4.jpg","backdrop_path":"\/bs3KEPRmV8CifWI9k3RrvtjrAQd.jpg","release_date":"2011-04-30","popularity":2.811,"vote_average":7,"id":163754,"adult":false,"vote_count":2},{"overview":"Shin-chan must rescue the adults of Kasukabe when they mysteriously abandon their responsibilities to relive their youth at the new 20th-century expo.","original_language":"ja","original_title":"クレヨンしんちゃん 嵐を呼ぶモーレツ！オトナ帝国の逆襲","video":false,"title":"Crayon Shin-chan: Fierceness That Invites Storm! The Adult Empire Strikes Back","genre_ids":[16,35],"poster_path":"\/sXtkex22LE9vodb0MmXaSKQBisj.jpg","backdrop_path":"\/rtA8jh8tKC43oDTcdshC24phWMX.jpg","release_date":"2001-04-21","popularity":2.119,"vote_average":8.2,"id":37280,"adult":false,"vote_count":11},{"overview":"Pryde of the X-Men was a short-lived series about the X-Men, with the main character being Kitty Pryde (whose alias is Shadow Cat, though she never becomes Shadow Cat in the series), which is why the series is titled Pryde of the X-Men. The show was produced by Marvel Productions and Sunbow Productions, who made a pilot for NBC. The pilot aired, but for unknown reasons, it was never turned into a full-blown series. Despite it not becoming a full series, the pilot has aired in syndication, and was later released on video.","original_language":"en","original_title":"X-Men: Pryde of the X-Men","video":false,"title":"X-Men: Pryde of the X-Men","genre_ids":[28,16],"poster_path":"\/fiATD0LBgBQ5DgjFaqeFt5aG7yL.jpg","backdrop_path":"\/b0yd4iaTw3tsJdnGMi44n6tf4Av.jpg","release_date":"1989-07-01","popularity":2.834,"vote_average":6.5,"id":37713,"adult":false,"vote_count":22},{"overview":"In this adventure, Lupin III tries to erase the files about him in the world police network. He finds out about the Ultravirus, a computer virus that controls all others and its location is only known by a little kid. Meanwhile, he steals the Statue of Liberty to look for a diamond the size of a football that is said to be hidden somewhere in it. Apparently, the diamond and the ultravirus are somehow related...","original_language":"ja","original_title":"ルパン三世 バイバイ・リバティー危機一発！","video":false,"title":"Lupin the Third: Bye Bye Liberty Crisis","genre_ids":[28,16,35,10770],"poster_path":"\/eELoA5KM7urNGisutf2JLmEcnoD.jpg","backdrop_path":"\/9jIUXjEFT8WCsOx40GOwqSTPYOt.jpg","release_date":"1989-04-01","popularity":3.033,"vote_average":6.4,"id":31051,"adult":false,"vote_count":15},{"overview":"Wile E. Coyote uses, among other things, a dehydrated boulder to try to catch the Road Runner. He applies a drop of water to enlarge it from pebble-size to usual boulder dimensions, but it enlarges as Wile E. is lifting it over his head, coming down on top of him.","original_language":"en","original_title":"Scrambled Aches","video":false,"title":"Scrambled Aches","genre_ids":[16],"poster_path":"\/jTEC08Se0uorRTIFSICjQqgcDQg.jpg","backdrop_path":"\/h3kfG8g0PGK1I7edhjAzl9TYqO8.jpg","release_date":"1957-01-25","popularity":2.075,"vote_average":6.8,"id":118486,"adult":false,"vote_count":11},{"overview":"Pepé Le Pew invades a Parisian perfumery, where he sniffs the various scents. The shopkeeper runs in horror and recruits a female cat to run the skunk out of the shop. She tosses the cat inside, and a bottle of dye falls over, accidentally painting a white stripe down the cat's back. Pepé gives chase...","original_language":"en","original_title":"For Scent-imental Reasons","video":false,"title":"For Scent-imental Reasons","genre_ids":[16],"poster_path":"\/fOqcLns81CYB3G6orcezkyzy1Lj.jpg","backdrop_path":"\/sbmEgAPb5E4UfDb1h8vcAg9scD.jpg","release_date":"1949-11-12","popularity":2.629,"vote_average":7.2,"id":83773,"adult":false,"vote_count":22},{"overview":"The Scary Godmother Halloween Spooktakular is based on the comics and children's books of popular artist and writer Jill Thompson. Jill has won numerous awards for her fabulous watercolour paintings and illustrations. Scary Godmother is the whimsical all-ages story that follows the first trick-or-treating adventure of Hannah Marie, a young girl whose rotten older cousin is babysitting her one dark Halloween. Unhappy to be saddled with Hannah, her cousin cooks up a scheme to frighten her. But his scheme backfires when Hannah gets help from her Scary Godmother. Scary Godmother takes Hannah to her realm on the Fright Side where she is throwing the best Halloween party in all of frightdom. At the party Hannah is introduced to many colourful characters, learns that not all monsters are mean and enlists her new spooky friends in a plan to teach Jimmy a lesson.","original_language":"en","original_title":"Scary Godmother: Halloween Spooktakular","video":false,"title":"Scary Godmother: Halloween Spooktakular","genre_ids":[16,10751,35],"poster_path":"\/w25g0AChAWCBZ3CVNgDIhh9vvkA.jpg","backdrop_path":"\/tHCyG0ExPkNgWLiNACdLhQjkiCO.jpg","release_date":"2003-10-22","popularity":4.607,"vote_average":7.4,"id":48567,"adult":false,"vote_count":18},{"overview":"After Tom's mistress orders him to clean up the mess he made while chasing Jerry, Tom spies an ad for a cat needed as companion to an old lady. Tom leaves this inhospitable atmosphere for a better life...only he discovers the old lady turns out to be a witch. After a harrowing experience on a flying broom with the witch, Tom decides to use the broom to his advantage to fly back to his old home and give Jerry trouble. Tom returns to find the witch did not appreciate Tom borrowing her broom and punishes him.","original_language":"en","original_title":"The Flying Sorceress","video":false,"title":"The Flying Sorceress","genre_ids":[16,35],"poster_path":"\/lKyua12iwhdZDtK8ZTEFVVXvcn4.jpg","backdrop_path":"\/cZVu7fRFfVgdZ0wjdLpfYEwu99G.jpg","release_date":"1956-01-27","popularity":1.617,"vote_average":5.8,"id":57200,"adult":false,"vote_count":11},{"overview":"It's Taxidermy Tech vs. Anthropology A&amp;M for this introduction to college football.","original_language":"en","original_title":"How to Play Football","video":false,"title":"How to Play Football","genre_ids":[16],"poster_path":"\/AtTI84hWYHHHyWaZdoJNWshs5Nv.jpg","backdrop_path":"\/dPqgoowiONtGTMjMY3XiPjM3hzn.jpg","release_date":"1944-09-15","popularity":1.533,"vote_average":6.6,"id":66984,"adult":false,"vote_count":14},{"overview":"Mickey and Donald take a truckload of mouse boys on a picnic. The boys delight in tormenting Donald, first by filching the picnic food, then giving him a flower with a bee inside (Donald eventually gets the whole hive after him), and finally a sandwich with another bee in it.","original_language":"en","original_title":"Orphan's Picnic","video":false,"title":"Orphan's Picnic","genre_ids":[16],"poster_path":"\/6f5Wt8GXILQYlpDDhgYKJJKLIbR.jpg","backdrop_path":"\/ksUPVqc4NQL92lBbKR7zpvsBJs0.jpg","release_date":"1936-02-15","popularity":2.76,"vote_average":4.9,"id":67155,"adult":false,"vote_count":12},{"overview":"Initial D Battle Stage 2 summarizes the major street races from the Initial D: Fourth Stage. Two races that were previously seen only in the manga were animated specially for this OVA. The first race is Takahashi Keisuke vs. Smiley Sakai, and the other is Keisuke vs. Kawai Atsuro.","original_language":"ja","original_title":"頭文字D Battle Stage 2","video":false,"title":"Initial D Battle Stage 2","genre_ids":[28,16],"poster_path":"\/2wIpHurrR9MOlavHOBvY39STUvZ.jpg","backdrop_path":"\/oPL8DSarr3Xiq8Uet01Kmy40sjd.jpg","release_date":"2007-05-30","popularity":1.113,"vote_average":4.4,"id":19263,"adult":false,"vote_count":4},{"overview":"Funny adventures of the clumsy fellow whom his wife dispatched to the forest to bring home a New Year tree...","original_language":"ru","original_title":"Падал прошлогодний снег","video":false,"title":"Last Year's Snow Was Falling","genre_ids":[16,35,10751,14],"poster_path":"\/hLpWsbZsk5EMmV5Pm2R3jlVpjQX.jpg","backdrop_path":"\/eM92YYV6MPHtGl2h4mcWnytZOvF.jpg","release_date":"1983-01-01","popularity":2.844,"vote_average":7.6,"id":145760,"adult":false,"vote_count":28},{"overview":"In New York City, an auction is being held, where numerous valuables are being bidded. One of the items was an ordinary ring which is more valuable than it looks. Lupin tries to bid on it, but was out bid by a dollar. So he steals it instead and makes a getaway. but only to find himself greeted by a group of mercenaries who are working for the person who out bid Lupin. Lupin gave them the ring as he was told, and got away from their firing guns. Lupin decides to gather up his friends to check out who outbid him at the auction. The one who outbid Lupin, is Cynthia, head of \"Bank of the World\" one of the largest and recently new banks. She has plans of her own on the ring, as it has the secrets of the location of a broach, that's said to give those who hold it, world domination.","original_language":"ja","original_title":"ルパン三世 1$マネーウォーズ","video":false,"title":"Lupin the Third: Missed by a Dollar","genre_ids":[28,12,16,10770],"poster_path":"\/cYuE1xPbas7D6FTSitNLt1H4rR6.jpg","backdrop_path":"\/8NWZ1tDv30mKKJMknwtHbwPGYYY.jpg","release_date":"2006-03-14","popularity":3.021,"vote_average":6.5,"id":31053,"adult":false,"vote_count":12},{"overview":"Beaky Buzzard, the shyest, dopiest young buzzard in his family, is sent out to catch something to eat.","original_language":"en","original_title":"The Bashful Buzzard","video":false,"title":"The Bashful Buzzard","genre_ids":[16,10751,35],"poster_path":"\/qUJyQZUprk2bSlkXBomFxtx1OFI.jpg","backdrop_path":"\/elSr0uCa6vEZVPX4FBhftOY4C3f.jpg","release_date":"1945-09-14","popularity":1.814,"vote_average":6.5,"id":171751,"adult":false,"vote_count":6},{"overview":"Enjoy blindsided testimonials from the Crazy 8's, touting the transformative impact Miss Fritter's Racing School has had in reshaping the direction of their lives.","original_language":"en","original_title":"Miss Fritter's Racing Skoool","video":false,"title":"Miss Fritter's Racing Skoool","genre_ids":[16,10751],"poster_path":"\/hyFYjn7OjmEg8HkQVjQm2rXOTo1.jpg","backdrop_path":"\/jUw5W3TR0Y7aOAT9wLSKndXKP10.jpg","release_date":"2017-10-24","popularity":3.178,"vote_average":4.7,"id":483396,"adult":false,"vote_count":9},{"overview":"Junyer Bear has a number of surprises for Good Ol' Pa on Good Ol' Father's Day, whether he wants them or not.","original_language":"en","original_title":"A Bear for Punishment","video":false,"title":"A Bear for Punishment","genre_ids":[16],"poster_path":"\/uru8whqEuKgIfyf4xC3AHmOOHQs.jpg","backdrop_path":"\/zr6NfWSiF4ICnr7DRZG1CocBoeM.jpg","release_date":"1951-10-20","popularity":2.19,"vote_average":7.2,"id":34708,"adult":false,"vote_count":12},{"overview":"As the Overfiend slumbers, the mad emperor Caesar rises to power, enslaving a new race of demon beasts. Into this cruel existence is born the Lord of Chaos, the Overfiend's nemesis. As the blood-thirsty beasts capture the tyrant's daughter in a brutal coup, the Overfiend must awaken to an apocalyptic battle of the Gods.","original_language":"en","original_title":"Chojin densetsu Urotsukidoji: Mirai hen","video":false,"title":"Urotsukidoji III: Return of the Overfiend","genre_ids":[16,27],"poster_path":"\/9nGzyfAg0qUvXW64XSpT78d8zB7.jpg","backdrop_path":"\/aFdQUquUVgoGfmgNTkkIkTcOp8U.jpg","release_date":"1993-12-31","popularity":2.322,"vote_average":6.4,"id":48628,"adult":false,"vote_count":6},{"overview":"A little girl, Molly, loses her doll, Belinda, in the Blinkin wood and the Blinkins find it and make it their mission to return her to the owner. In the process, Flashy gets kidnapped by Mr Bear and the Blinkins are given a ransom from Mr Bear and Mr Grogg in the form of food from their winter store in exchange for Flashy's safe return.","original_language":"en","original_title":"The Blinkins: The Bear and the Blizzard","video":false,"title":"The Blinkins: The Bear and the Blizzard","genre_ids":[14,16,10751,10770],"poster_path":"\/hUPG75zOx4cH6XdYZ7vAftgdQFQ.jpg","backdrop_path":null,"release_date":"1986-01-01","popularity":2.429,"vote_average":6,"id":325589,"adult":false,"vote_count":6}],[{"overview":"Ellie and her faithful dog Totoshka again find themselves in the Magic Country at the most appropriate time. The authorities in the Emerald City are again trying to capture the treacherous Urfin Jus, who, although he lost an army of wooden soldiers, did not abandon his bad habit of spoiling life for everyone. In the hands of Urfin is now the magic book of the sorceress Gingema, who fulfills any desire of her master, which means that the Scarecrow the Wise, the Brave Leo and the Iron Woodman are in danger. Ally, Totoshka and their new friend Tim decide to help the people of the Magic Country. Moreover, Tim likes Ellie, and what can't you do for the sake of love? For example, nonsense. But everyone makes mistakes, but few are able to correct them.","original_language":"ru","original_title":"Урфин Джюс возвращается","video":false,"title":"Fantastic Return To Oz","genre_ids":[16],"poster_path":"\/ilMBdRC46OMHOrz8jcQKVsgVyML.jpg","backdrop_path":null,"release_date":"2019-10-24","popularity":2.612,"vote_average":0,"id":518596,"adult":false,"vote_count":0},{"overview":"A follow on story from the Barbie: Dreamtopia movie","original_language":"en","original_title":"Barbie Dreamtopia: Festival of Fun","video":false,"title":"Barbie Dreamtopia: Festival of Fun","genre_ids":[16,10751],"poster_path":"\/zybhquH38BMn55GIwMQ6E3mGabR.jpg","backdrop_path":"\/goCn4msx30Wwu2tMGf42D07HlBf.jpg","release_date":"2017-05-05","popularity":1.501,"vote_average":6.2,"id":481583,"adult":false,"vote_count":5},{"overview":"Linus and Lucy's younger brother Rerun wants a dog for Christmas, and Snoopy's brother Spike may be the answer.","original_language":"en","original_title":"I Want a Dog for Christmas, Charlie Brown","video":false,"title":"I Want a Dog for Christmas, Charlie Brown","genre_ids":[16,35,10751],"poster_path":"\/vMMvLReMzmLuWw0CVUxIxmbwpBz.jpg","backdrop_path":"\/oFBkZU6fYjhA3rl153A2EaIMOBZ.jpg","release_date":"2003-12-09","popularity":2.043,"vote_average":5.1,"id":24251,"adult":false,"vote_count":20},{"overview":"Mickey dreams of marrying Minnie and having about 20 children. For all the possible joys of children, a brood this size turns the dream into a nightmare, especially when they get into the open cans of paint strewn about the house.","original_language":"en","original_title":"Mickey's Nightmare","video":false,"title":"Mickey's Nightmare","genre_ids":[16],"poster_path":"\/gHbVaaNJHjRsWuM0MQXlioP9kDk.jpg","backdrop_path":"\/8l7xfdDhGGao4sgQ37P1bE6S5HF.jpg","release_date":"1932-08-12","popularity":2.782,"vote_average":5.5,"id":156454,"adult":false,"vote_count":12},{"overview":"A young man, Mohammed Al Kassim, is frustrated by the number of injustices . He decides to make a difference. He fights through his enemies and eventually gets to the root of all evil in the land of Sind - the tyrant King Daher.","original_language":"ar","original_title":"الفارس واﻷميرة","video":false,"title":"The Knight & The Princess","genre_ids":[12,16],"poster_path":null,"backdrop_path":"\/jFWjroIbabGimEKOKonVj2sjkqT.jpg","release_date":"2019-09-23","popularity":2.54,"vote_average":0,"id":636344,"adult":false,"vote_count":0},{"overview":"Daffy tries to snare the escaped Tasmanian Devil for the $5000 reward offered by the city zoo.","original_language":"en","original_title":"Ducking the Devil","video":false,"title":"Ducking the Devil","genre_ids":[16,10751,35],"poster_path":null,"backdrop_path":"\/4FvqqSTElBMyEeWYC0vZpJnDvCC.jpg","release_date":"1957-08-17","popularity":1.667,"vote_average":6.1,"id":83760,"adult":false,"vote_count":11},{"overview":"A schoolboy gets into a fairy tale with the help of a librarian and DIY book. But life in the magical land is not as easy as it seems.","original_language":"ru","original_title":"Вовка в Тридевятом царстве","video":false,"title":"Vovka in the Kingdom of Far Far Away","genre_ids":[12,16,10751,14],"poster_path":"\/6jk30W28NHk5l8KKiQ07YjU15Gn.jpg","backdrop_path":"\/8oTXvnACBrA5W4JQiYmH7O7ScEA.jpg","release_date":"1965-01-01","popularity":2.209,"vote_average":6.9,"id":160046,"adult":false,"vote_count":21},{"overview":"While enjoying the flower gardens, Sailor Moon (Usagi) and friends encounter an old childhood friend of Mamoru's: an alien! He's come back to give Mamoru a special flower, but doesn't like Usagi and the rest of the planet's inhabitants. Sailor Moon must defend the earth from the evil Kisenian Flower he's brought back... before the evil vines and blossoms overrun the planet!","original_language":"ja","original_title":"劇場版 美少女戦士セーラームーンＲ","video":false,"title":"Sailor Moon R: The Movie","genre_ids":[16,35,18,10749],"poster_path":"\/sOsEDVFv2dJ8sI77XzQ2SeqRObZ.jpg","backdrop_path":"\/xAd5D7rfBAZqGM9izDI1WW2k3AI.jpg","release_date":"2017-01-13","popularity":3.079,"vote_average":7.5,"id":37100,"adult":false,"vote_count":35},{"overview":"Lumber jack Porky Pig intrudes upon the peace of a hipster squirrel vacationing in the Northwoods by trying to chop down the squirrel's tree. The squirrel retaliates by enclosing the base of his tree with steel so that Porky's axes cannot penetrate. The ensuing conflict between Porky and the squirrel awakens an angry bear.","original_language":"en","original_title":"Porky Chops","video":false,"title":"Porky Chops","genre_ids":[16,35],"poster_path":"\/SeRVdThX6EIZIP1PLp48xzYcX7.jpg","backdrop_path":"\/4aP7dGlCdafr01eWzizhaV77jEh.jpg","release_date":"1949-02-12","popularity":3.093,"vote_average":7.2,"id":88761,"adult":false,"vote_count":11},{"overview":"Technotise: Edit &amp; I is a Serbian animated feature film. The plot is set in 2074 in Belgrade. The main character is Edit Stefanović, a female psychology student who, after failing the same university exam for the sixth time, decides to visit a dealer on the black market who installs a stolen military chip in her body that will record everything she sees to help pass the exam. Edit also has a job at a scientific and social research company, in taking care of Abel Mustafov, an autistic math genius who discovered a formula that connects all forces in the world, but no computer was able to calculate it fully without becoming self aware and shutting down immediately after that. After Edit sees the formula graph, the chip calculates the formula, able to \"survive\" thanks to its connection to Edit, develops a parallel personality and affords her abilities greater than she ever imagined...","original_language":"sr","original_title":"Technotise - Edit i ja","video":false,"title":"Technotise: Edit & I","genre_ids":[16,878,53],"poster_path":"\/2hrRDwlc64yHSGAUuf7zOvFtzEQ.jpg","backdrop_path":"\/7dGHLZYUAEaLVyDWTpmLEutW0jR.jpg","release_date":"2009-04-08","popularity":2.389,"vote_average":7.1,"id":38248,"adult":false,"vote_count":28},{"overview":"Bugs gets roped into delivering the Easter Rabbit's eggs for him.","original_language":"en","original_title":"Easter Yeggs","video":false,"title":"Easter Yeggs","genre_ids":[16],"poster_path":"\/jH0wsYkwXJuCUf3fHijwoAC3o7C.jpg","backdrop_path":"\/1pXPO79rht2QSnsYMkd2v2R5D6g.jpg","release_date":"1947-06-28","popularity":1.928,"vote_average":5.8,"id":122084,"adult":false,"vote_count":9},{"overview":"Ajax the killer gorilla has escaped from the zoo. Donald's nephews dress up as a gorilla, but soon Donald encounters the real gorilla, and they chase each other until the radio broadcasts instructions for subduing Ajax.","original_language":"en","original_title":"Donald Duck and the Gorilla","video":false,"title":"Donald Duck and the Gorilla","genre_ids":[16],"poster_path":"\/sS5062vnFXv5oKV7EF3fdrptxd8.jpg","backdrop_path":"\/srFSRrd3yVjDn78vgRZYFYjavBm.jpg","release_date":"1944-03-31","popularity":1.998,"vote_average":6.2,"id":54482,"adult":false,"vote_count":16},{"overview":"Mickey rides up to a cantina and does a tango with Minnie. When a big cat steals her away, Mickey gives chase, riding a drunken ostrich. At the hideout, Mickey has a swordfight with the cat.","original_language":"en","original_title":"The Gallopin' Gaucho","video":false,"title":"The Gallopin' Gaucho","genre_ids":[16,35,37,10751],"poster_path":"\/vlsd2dfT63yRDu4wt9qCKHuS6DH.jpg","backdrop_path":"\/hDhEmDkjtjjMsIU8ibosbmbcmio.jpg","release_date":"1928-08-01","popularity":2.345,"vote_average":5.3,"id":113252,"adult":false,"vote_count":17},{"overview":"A fey little Martian, with his green dog-soldier, K-9, arrive on Earth with instructions to bring back an Earth creature. He chooses Bugs Bunny.","original_language":"en","original_title":"The Hasty Hare","video":false,"title":"The Hasty Hare","genre_ids":[16,10751,35],"poster_path":"\/oJGSex58fx7bLR8MDgfD8akmQzV.jpg","backdrop_path":"\/oWtRgXQPxTtigoI8JYiQhVMEgu1.jpg","release_date":"1952-06-07","popularity":3.121,"vote_average":6.4,"id":84587,"adult":false,"vote_count":11},{"overview":"","original_language":"ru","original_title":"Приключения домовёнка","video":false,"title":"Приключения домовёнка","genre_ids":[16],"poster_path":"\/dxIGIR0XoHCwqwZ12WBVwjlmgtE.jpg","backdrop_path":null,"release_date":"1985-02-02","popularity":1.85,"vote_average":7.9,"id":448879,"adult":false,"vote_count":7},{"overview":"","original_language":"zh","original_title":"疯狂斗牛场","video":false,"title":"Sharp the Bull","genre_ids":[16,14],"poster_path":"\/qMn8QQr85A9XcPdisB2du8VZ7Fn.jpg","backdrop_path":null,"release_date":"2019-10-03","popularity":1.811,"vote_average":0,"id":635070,"adult":false,"vote_count":0},{"overview":"Daffy challenges duckhunter Elmer to a boxing match, rigged in his favor with the collusion of the duck referee. In the stands, Elmer's dog Larrimore suspects that something funny is going on, but he's drowned out by Daffy's all-duck cheering section.","original_language":"en","original_title":"To Duck.... Or Not to Duck","video":false,"title":"To Duck.... Or Not to Duck","genre_ids":[16,35],"poster_path":"\/oOIyz3Uz52MpvIzXb2TK1tUKQnY.jpg","backdrop_path":"\/m2S4tYfNABXVBoYq5eHDrAWHNwA.jpg","release_date":"1943-03-06","popularity":2.6,"vote_average":6.3,"id":205638,"adult":false,"vote_count":12},{"overview":"A sled dog struggles for survival in the Alaskan wild.","original_language":"en","original_title":"Call of the Wild","video":false,"title":"Call of the Wild","genre_ids":[12,16],"poster_path":null,"backdrop_path":null,"release_date":"2020-02-21","popularity":3.728,"vote_average":0,"id":481848,"adult":false,"vote_count":0},{"overview":"009 Re:Cyborg follows a group of nine cyborgs, each of them created by a shadowy organization for use as weapons against humanity. The group turns on their creators to protect the population instead, using the powers given them to fight their creators.","original_language":"ja","original_title":"009 RE：CYBORG","video":false,"title":"009 Re:Cyborg","genre_ids":[28,16,878],"poster_path":"\/aUDZiLjOJO8VJISw9Zo4xU7aSMO.jpg","backdrop_path":"\/iFJjRu9bUbVV8xzd9DtqzJjGNQX.jpg","release_date":"2012-10-27","popularity":2.716,"vote_average":5.6,"id":127544,"adult":false,"vote_count":17},{"overview":"Curious little penguin Pororo and his friends accidentally cause an airplane to make an emergency landing in their home of Pororo Village. On the airplane are some turtles being shipped to Northpia to deliver ice sleds, or racing ice cars. Nevertheless, Pororo and his friends believe that the turtles are racers, and the turtles end up giving the gang at Pororo Village some lessons and passing on the championship spirit. In the end, Pororo and his friends follow the turtles to Northpia to participate in the race. Upon arriving at icily beautiful Northpia's race, Pororo and his friends wind up unlikely front-runners, ahead of the polar bears, and make it to the finals. However, a more complicated course awaits Pororo and his friends- as does their strongest adversary yet.","original_language":"ko","original_title":"뽀로로 극장판 슈퍼썰매 대모험","video":false,"title":"Pororo: The Racing Adventure","genre_ids":[16],"poster_path":"\/d0lq51Mfv4Hs3lQnnbr9zTWIps3.jpg","backdrop_path":"\/6WjH9KIMPaWN3IAIIG2KxIbTpgy.jpg","release_date":"2014-02-11","popularity":2.838,"vote_average":5.4,"id":226673,"adult":false,"vote_count":5}],[{"overview":"Hobo Donald steals dinner off Pegleg Pete's table. Pete gives Donald a stick of dynamite. Then he puts Donald to work chopping trees. To say Donald is an inept lumberjack is understating the case. After several mishaps, Pete\/Pierre chases Donald on railroad handcars.","original_language":"en","original_title":"Timber","video":false,"title":"Timber","genre_ids":[16],"poster_path":"\/ebnhv5aPvINamceUGwfofKFA9MD.jpg","backdrop_path":"\/ro2EUMHD7qMPnHz8we2EoRnUSEB.jpg","release_date":"1941-01-10","popularity":2.756,"vote_average":6,"id":92282,"adult":false,"vote_count":15},{"overview":"A spectacular journey of an unwilling young hero thrust into a mysterious past full of monsters, dragons, and strange hidden powers. Through a series of out of this world battles and adventures, Jun, a shy middle school boy, is transformed into a hero destined to battle evil and ensure harmony and tranquility in the world.","original_language":"ja","original_title":"鬼神伝","video":false,"title":"Legend of the Millennium Dragon","genre_ids":[12,14,16,878],"poster_path":"\/80f68j4bNwlWN9kad2XtQyQGZoZ.jpg","backdrop_path":"\/tj38DIwjUBk7O4ZmPU0s0wHDfRF.jpg","release_date":"2011-04-29","popularity":2.296,"vote_average":5.8,"id":74842,"adult":false,"vote_count":28},{"overview":"","original_language":"en","original_title":"Untitled Disney Animation Project","video":false,"title":"Untitled Disney Animation Project","genre_ids":[16,35,10751],"poster_path":null,"backdrop_path":null,"release_date":"2021-11-21","popularity":5.165,"vote_average":0,"id":479017,"adult":false,"vote_count":0},{"overview":"U.C. 0097, one year after the opening of \"Laplace's Box\".  Despite the revelation of the Universal Century Charter that acknowledges the existence and rights of Newtypes, the framework of the world has not been greatly altered.  The conflict later dubbed the \"Laplace Incident\" is thought to have ended with the downfall of the Neo Zeon remnants known as the Sleeves. In its final battle, two full psycho-frame mobile suits displayed power beyond human understanding. The white unicorn and the black lion were sealed away to remove this danger from people's consciousness, and they should now be completely forgotten.  However, the RX-0 Unicorn Gundam 03, which disappeared two years earlier, is now about to show itself in the Earth Sphere once more. A golden phoenix… named Phenex.","original_language":"ja","original_title":"機動戦士ガンダムNT","video":false,"title":"Mobile Suit Gundam Narrative","genre_ids":[28,16,878],"poster_path":"\/rIsX9sjbgRmxQ2S9U4KuCePO96w.jpg","backdrop_path":"\/j8036xB728bq3vbigJLak1Z381F.jpg","release_date":"2018-11-30","popularity":1.849,"vote_average":8,"id":553610,"adult":false,"vote_count":3},{"overview":"When Tom's harassment gets out of hand, Jerry writes to his Cousin Muscles, a tough inner city mouse, and asks for his help.","original_language":"en","original_title":"Jerry's Cousin","video":false,"title":"Jerry's Cousin","genre_ids":[16],"poster_path":"\/IZIJLy7KkLQVUnESOeEAPrivZJ.jpg","backdrop_path":"\/gHOsiLRcec2AX2D8WSfsQsA4DeH.jpg","release_date":"1951-04-07","popularity":2.491,"vote_average":7.1,"id":68630,"adult":false,"vote_count":10},{"overview":"Join your favourite ghoulfriends in an all-new aquatic adventure! When the ghouls get pulled into the school pool, they're transported to the gore-geous underwater world of the Great Scarrier Reef. Lagoon realizes she's come home and, in a fintastic mission of the heart, decides to come to terms with her own freaky flaws. Of course she'll need help from the most creeperific firends ever as she confronts a frenemy from her past, competes in a scaretastic dance extravaganze, and fights a terrible beast from the deep!","original_language":"en","original_title":"Monster High: Great Scarrier Reef","video":false,"title":"Monster High: Great Scarrier Reef","genre_ids":[16,10751],"poster_path":"\/fSyx6I8PVT91d6LgNReYLRyDt0e.jpg","backdrop_path":"\/AwFTN25NOgnQvbmgL7S488lHFAe.jpg","release_date":"2016-02-12","popularity":3.059,"vote_average":6.9,"id":382581,"adult":false,"vote_count":28},{"overview":"When a duck hatches from the egg underneath Tom, he is convinced he is his mother. Tom thinks that he would like to eat the newborn duck, but Jerry shows him the truth while saving him from being eaten.","original_language":"en","original_title":"That's My Mommy","video":false,"title":"That's My Mommy","genre_ids":[35,16],"poster_path":"\/fRUataOaoIy2XtbxMHoXaWnUozO.jpg","backdrop_path":"\/oGuV1RfgP6pVOTjQjvUjGEwlgst.jpg","release_date":"1955-11-19","popularity":1.983,"vote_average":6.2,"id":92002,"adult":false,"vote_count":13},{"overview":"While trying to collect autographs at a Hollywood studio, Donald meets a number of movie stars, and runs afoul of a security guard.","original_language":"en","original_title":"The Autograph Hound","video":false,"title":"The Autograph Hound","genre_ids":[16,35,10751],"poster_path":"\/nnKi8ZnVD7Lb7UzBN54R8NaDKrW.jpg","backdrop_path":"\/tdMmLRJrf372eK2534xVYak54Wv.jpg","release_date":"1939-09-01","popularity":2.575,"vote_average":6.8,"id":53452,"adult":false,"vote_count":16},{"overview":"The continuation of the adventures of heroes of \"Bremenskie Muzykanty\". It is a 2000 Russian animated film. Sequel to the films The Bremen Town Musicians and On the Trail of the Bremen Town Musicians.","original_language":"ru","original_title":"По следам бременских музыкантов","video":false,"title":"On the Trail of the Bremen Town Musicians","genre_ids":[16,12,10751],"poster_path":"\/aQIxlY10H3k4wTKNG9kAOPm14zg.jpg","backdrop_path":"\/6pH72ReQqFoEb4FAGIYoUzCNFQI.jpg","release_date":"1973-10-10","popularity":2.134,"vote_average":6.8,"id":70061,"adult":false,"vote_count":20},{"overview":"Two-dimensional clay animations melding and merging the work of 35 famous artists.","original_language":"en","original_title":"Mona Lisa Descending a Staircase","video":false,"title":"Mona Lisa Descending a Staircase","genre_ids":[16],"poster_path":"\/ldyF3bsQeAHQzWUKd7f2BKWQhT4.jpg","backdrop_path":null,"release_date":"1992-10-01","popularity":1.843,"vote_average":6.8,"id":188425,"adult":false,"vote_count":9},{"overview":"The war against terrorism has gone private. War has always been a profitable business, so having private corporations field their own armies to fight against terrorism is just good business. Who else could protect those innocent bunnies from the religiously fervent turbaned camel fanatics. It falls upon a small cadre of seasoned furry rabbit soldiers to take the battle to the camel's home turf.Derived from a popular Vietnam-conflict based manga series called Apocalypse Meow , this sequel series uses animal characters to tell the story of the war against terrorism fought in distant countries. Non-human cast of characters notwithstanding, this compelling and painstakingly-researched work places an emphasis on factualism in order to accurately portray the weapons and tactics used by soldiers.","original_language":"it","original_title":"Cat Shit One","video":false,"title":"Cat Shit One","genre_ids":[16,10752],"poster_path":"\/ed22t6OuhRtW6iPSKEhFWJVsNZ5.jpg","backdrop_path":"\/agpmmixpe2RL7Cic1vmoCBaflQA.jpg","release_date":"2010-10-17","popularity":2.978,"vote_average":6,"id":62368,"adult":false,"vote_count":24},{"overview":"Tensai Okamura’s animated action packed short story with lots of humorous elements in which a person transforms into a weapon of mass destruction without themselves being aware.","original_language":"ja","original_title":"最臭兵器","video":false,"title":"Stink Bomb","genre_ids":[28,16,35],"poster_path":"\/uqAB40iXwb0yGRHfI9xDqYR2A2p.jpg","backdrop_path":"\/sNgRzlytizFuAtLp8mEw8Jy0OkN.jpg","release_date":"1995-12-23","popularity":3.217,"vote_average":6.4,"id":31,"adult":false,"vote_count":7},{"overview":"Daffy Duck is a message courier bird delivering a military secret that a femme fatale Nazi spy is determined to get.","original_language":"en","original_title":"Plane Daffy","video":false,"title":"Plane Daffy","genre_ids":[10751,16,35],"poster_path":"\/2Lg2gdP3UB8LQxk53h3mvRfJJHe.jpg","backdrop_path":null,"release_date":"1944-09-16","popularity":2.02,"vote_average":6,"id":201652,"adult":false,"vote_count":4},{"overview":"Tom is all set to eat Jerry when a hawk swoops down and grabs Jerry. To get Jerry back, Tom poses as a female hawk and quickly finds his new lover to be more than he bargained for.","original_language":"en","original_title":"Flirty Birdy","video":false,"title":"Flirty Birdy","genre_ids":[16],"poster_path":"\/yUqma4sdcY8O1D2CCvbEvkMvUCv.jpg","backdrop_path":"\/5EVNo4bTYWmQjct8saN7OaDDBf8.jpg","release_date":"1945-09-22","popularity":2.186,"vote_average":6.5,"id":40470,"adult":false,"vote_count":12},{"overview":"Sonic's arch nemesis Dr. Robotnik has been banished from the Land of Darkness by an evil Metal Robotnik. The devious doctor tells Sonic that the Robot Generator has been sabotaged and will blow Planet Freedom to kingdom come. But it's not until the President's beautiful daughter Sara turns on the charm that Sonic springs into action.","original_language":"ja","original_title":"ソニック・ザ・ヘッジホッグ","video":false,"title":"Sonic the Hedgehog: The Movie","genre_ids":[28,12,16],"poster_path":"\/gLmOVhGO6Q3zGWHpAEKXx6vy5Z3.jpg","backdrop_path":"\/etnw2rVgyt5DFHRdkg8jX0UMe5h.jpg","release_date":"1996-03-28","popularity":2.363,"vote_average":6.9,"id":16355,"adult":false,"vote_count":19},{"overview":"Tom's cousin, George, comes to visit, even though he's terribly afraid of mice. When Jerry gets out of Tom's ineffective prison, he discovers this and takes full advantage of it though he's rather confused, since Tom and George look alike. When Tom and George find this out, it's their turn to have some fun.","original_language":"en","original_title":"Timid Tabby","video":false,"title":"Timid Tabby","genre_ids":[16,10751,35],"poster_path":"\/63tCdLd2IXhAqZrkQZ6JxBZUTLf.jpg","backdrop_path":"\/75UGnvpMmfdYfXj3ZZBGYWNWm9q.jpg","release_date":"1957-04-19","popularity":1.824,"vote_average":5.8,"id":92297,"adult":false,"vote_count":12},{"overview":"A small egg named Toto decides that he wants to fulfill his purpose in life and become a chicken instead of dying in a frying pan; so he starts a quest to return to the farms along with his new friend, the noisy egg Willy and a crazy bacon stripe. The three friends will face lot of obstacles in their quest.","original_language":"en","original_title":"Una Película de Huevos","video":false,"title":"Una Película de Huevos","genre_ids":[16,35],"poster_path":"\/xVIxHBjcmdMaJxG40ibyArwWkJS.jpg","backdrop_path":"\/7TYDjSPrhn8chXYYBnP34daOL19.jpg","release_date":"2006-04-21","popularity":2.925,"vote_average":6.4,"id":16761,"adult":false,"vote_count":20},{"overview":"BAFTA Winner JoJo in the Stars is a story of love, self-sacrifice, and jealousy played out against a black and white world that is both nightmarish and hauntingly beautiful.","original_language":"en","original_title":"Jojo in the Stars","video":false,"title":"Jojo in the Stars","genre_ids":[16],"poster_path":"\/ax9t7ErTtR4btAMjOm6FOcuGP6Z.jpg","backdrop_path":null,"release_date":"2003-01-01","popularity":1.866,"vote_average":6.5,"id":34111,"adult":false,"vote_count":7},{"overview":"This animated adventure goes back in time to the Care Bears' first-ever Caring Mission, when True Heart Bear and Noble Heart Horse touch down on Earth to boost the spirits of some unhappy kids at summer camp. But the evil Dark Heart has other plans, and convinces one of the campers to help him capture the Care Bears. Will our lovable heroes' Care Stare be enough to vanquish the villain -- and convince his apprentice that good's the way to go?","original_language":"en","original_title":"Care Bears Movie II: A New Generation","video":false,"title":"Care Bears Movie II: A New Generation","genre_ids":[12,16,10751],"poster_path":"\/skS6bZqxaNKEoolArBm8pitnuJR.jpg","backdrop_path":"\/z7bIP6q5MFn4XRKcVOqhfAkYtiB.jpg","release_date":"1986-03-21","popularity":3.214,"vote_average":5.9,"id":19975,"adult":false,"vote_count":34},{"overview":"Our original storyline centered on a group of heroes known as Vox Machina — Pike Trickfoot (gnome cleric, Ashley Johnson), Keyleth (half-elf druid, Marisha Ray), Percival “Percy” Fredrickstein Von Musel Klossowski de Rolo III (human gunslinger, Taliesin Jaffe), Grog Strongjaw (goliath barbarian, Travis Willingham), Scanlan Shorthalt (gnome bard, Sam Riegel), Vex’ahlia (half-elf ranger, Laura Bailey), and Vax’ildan (half-elf rogue, Liam O’Brien) — as they battled the forces of evil and learned to work as a team. Their epic tale concluded in November, 2017 after 115 episodes and 373 hours of gameplay.","original_language":"en","original_title":"Critical Role: The Legend of Vox Machina Animated Special","video":false,"title":"Critical Role: The Legend of Vox Machina Animated Special","genre_ids":[14,35,12,18,16],"poster_path":"\/jbT7cAgO6fvHtBrp3FdqDnitXtD.jpg","backdrop_path":"\/saIbwYmi6TmyQSzMjQlPVH3U0GZ.jpg","release_date":"2020-08-31","popularity":3.458,"vote_average":0,"id":586214,"adult":false,"vote_count":0}],[{"overview":"A loose retelling of Hansel and Gretel: two children, lost in the woods, stumble upon a dwarf village. They're lured into a candy house by a Witch with horror-fying results.","original_language":"en","original_title":"Babes in the Woods","video":false,"title":"Babes in the Woods","genre_ids":[16],"poster_path":"\/BEgPeZmOycIeHFSqqaRQq9MPMO.jpg","backdrop_path":"\/AwCjmtfCgPodDLrS5vv1V3aqmei.jpg","release_date":"1932-11-19","popularity":1.883,"vote_average":5.6,"id":80928,"adult":false,"vote_count":17},{"overview":"Fallen Art presents the story of General A, a self-proclaimed artist. His art, however, consists of a deranged method of stop motion photography, where the individual frames of the movie are created by photographs made by Dr. Johann Friedrich, depicting the bodies of dead soldiers, pushed down by Sergeant Al from a giant springboard onto a slab of concrete.","original_language":"en","original_title":"Sztuka spadania","video":false,"title":"Fallen Art","genre_ids":[16,35],"poster_path":"\/9GihO0E1xTKhqCuiCqN5JC9pTXf.jpg","backdrop_path":"\/wZr3LatE5Vr2ruHK1SwPddS54zo.jpg","release_date":"2004-01-01","popularity":2.54,"vote_average":7.4,"id":27357,"adult":false,"vote_count":43},{"overview":"The donkey, Rucio, tells the true story of Don Quixote and defends the idea that he wasn't insane, but a very intelligent, passionate and enthusiastic fellow.","original_language":"es","original_title":"Donkey Xote","video":false,"title":"Donkey X","genre_ids":[10751,12,16],"poster_path":"\/eyOLQ5Uzb9vIbCPLYr4WqncWVZW.jpg","backdrop_path":"\/c2FQSpPO2vnhUhpMZvVZHGZmsaA.jpg","release_date":"2007-12-05","popularity":5.277,"vote_average":4.7,"id":14704,"adult":false,"vote_count":27},{"overview":"Scott Pilgrim vs. The Animation is an animated short based on Bryan Lee O'Malley's \"Scott Pilgrim\" franchise.","original_language":"en","original_title":"Scott Pilgrim vs. the Animation","video":false,"title":"Scott Pilgrim vs. the Animation","genre_ids":[10770,16,12],"poster_path":"\/ourn2CIjUHx1csst4dGjv1m9e54.jpg","backdrop_path":"\/xMwOtJbQ96U2elQeFOoX8GjVdza.jpg","release_date":"2010-08-10","popularity":3.916,"vote_average":7.5,"id":48832,"adult":false,"vote_count":37},{"overview":"Spike explains to his son the rules of being a dog: 1: be man's best friend (begging, lying at feet); 2: bury bones; 3: chase cats. Just then, Tom (and Jerry) run by, offering the perfect practice subject. Spike lectures Tom to be scared by the pup or else; Jerry overhears, and is soon doing his best dog impersonation, while Tom works on various strategies to neutralize Tyke","original_language":"en","original_title":"That's My Pup!","video":false,"title":"That's My Pup!","genre_ids":[35,16],"poster_path":"\/5gPbepHdTUjXZDknZCtEYx1O5kO.jpg","backdrop_path":"\/d0Bd5seeATdSTCACAnHabJb0ojP.jpg","release_date":"1953-04-25","popularity":1.654,"vote_average":6.4,"id":92010,"adult":false,"vote_count":9},{"overview":"Based on Vocaloid songs from \"Kokuhaku Jikko Iinkai ~Renai Series~\" by HoneyWorks, the movie is the second film based on the songs, following Tetsuya Yanagisawa's previous anime, \"I Want to Let You Know That I Love You\".","original_language":"ja","original_title":"好きになるその瞬間を。～告白実行委員会～","video":false,"title":"The Moment You Fall in Love","genre_ids":[18,16,10749,35],"poster_path":"\/b3NQEmgAYKTDuAXSE0f294lrE4Q.jpg","backdrop_path":"\/A77W6q0TIoknCgXTAmTl3vF0K1t.jpg","release_date":"2017-06-06","popularity":2.033,"vote_average":7.6,"id":472516,"adult":false,"vote_count":8},{"overview":"A satirical alternative history of World War II where the Nazis seize London and England must band together to prevent a full on invasion.","original_language":"en","original_title":"Jackboots on Whitehall","video":false,"title":"Jackboots on Whitehall","genre_ids":[10752,16,35],"poster_path":"\/2OEDmBDoLeR0vwkUKZ5NDrXBeRZ.jpg","backdrop_path":"\/b4rzzAfaKCRyJ0vpN4U8vpj71hR.jpg","release_date":"2011-07-26","popularity":1.644,"vote_average":5.1,"id":58760,"adult":false,"vote_count":16},{"overview":"In this decidedly cheeky and deliriously fun animation, a decent, hard-working wolf must rely on his physical gifts in order to make ends meet for the sake of his family.","original_language":"et","original_title":"Toomas teispool metsikute huntide orgu","video":false,"title":"Toomas Beneath the Valley of the Wild Wolves","genre_ids":[16,35,18,10749],"poster_path":"\/iVHJsM8OhZJp0ZVUdetaXjseUIs.jpg","backdrop_path":null,"release_date":"2019-09-08","popularity":2.628,"vote_average":0,"id":624827,"adult":false,"vote_count":0},{"overview":"Imprisoned by a sorcerer who fears she will rob him of eternal life, guileless young Princess Arete befriends a villager who helps her plan an escape.","original_language":"ja","original_title":"アリーテ姫","video":false,"title":"Princess Arete","genre_ids":[12,16,14],"poster_path":"\/9CwWnrUhK1MURz6mrpcvgIJQHMK.jpg","backdrop_path":"\/w5TOLHmwAxMmkyfo71qYVr4AhdQ.jpg","release_date":"2001-08-01","popularity":2.248,"vote_average":7.3,"id":59297,"adult":false,"vote_count":19},{"overview":"Spike has just put Tyke to bed for his nap when Tom and Jerry chase out the door to Tyke's crib, waking him up. This gives Tyke an attack of hiccups. Spike warns Tom not to wake him up again, which of course is all Jerry needs...","original_language":"en","original_title":"Hic-cup Pup","video":false,"title":"Hic-cup Pup","genre_ids":[16,35,10751],"poster_path":"\/4sbTklC2R10NTjgfkBq3QWk1B1R.jpg","backdrop_path":"\/2Ya9DA3WEZcb6B9cfcv3HNuHWK3.jpg","release_date":"1954-04-17","popularity":3.251,"vote_average":5.7,"id":99089,"adult":false,"vote_count":14},{"overview":"Disney used animation here to explain through this wonderful adventure of Donald how mathmatics can be usuful in our real life. Through this journey Donald shows us how mathmatics are not just numbers and charts, but magical living things.","original_language":"en","original_title":"Donald in Mathmagic Land","video":false,"title":"Donald in Mathmagic Land","genre_ids":[16,35,14],"poster_path":"\/A6p9DF0m2tJHjF9aTxtaVinv0uj.jpg","backdrop_path":"\/iZyAqg3fszylsDD3gXeX5rTnBOi.jpg","release_date":"1959-06-26","popularity":2.565,"vote_average":7.1,"id":19715,"adult":false,"vote_count":44},{"overview":"An animated version of the epic Indian tale of Ramayana set to the 1920s jazz vocals of Annette Hanshaw.","original_language":"en","original_title":"Sita Sings the Blues","video":false,"title":"Sita Sings the Blues","genre_ids":[16,18,10402,10749],"poster_path":"\/hMDmzpI9lhTUAVGyU1ooEFpnjEp.jpg","backdrop_path":"\/fIdum8WRpZGrc8sYleB0I6Ddflv.jpg","release_date":"2009-02-28","popularity":3.319,"vote_average":7.2,"id":20529,"adult":false,"vote_count":43},{"overview":"Tom, sick of Jerry stealing the milk out of his bowl, poisons it. Instead of killing the mouse, the potion transforms him into a muscular beast.","original_language":"en","original_title":"Dr. Jekyll and Mr. Mouse","video":false,"title":"Dr. Jekyll and Mr. Mouse","genre_ids":[16],"poster_path":"\/sgNEISZfhYReHa6UJKdnsWYnVMb.jpg","backdrop_path":"\/7GeHjl1srVqUgM142akBh14da3L.jpg","release_date":"1947-06-15","popularity":1.69,"vote_average":6.8,"id":39921,"adult":false,"vote_count":14},{"overview":"This All Hallows’ Eve, Nightmare is bent on conquering our waking world by crossing through the Dream Dimension, and converting each dreamer into a monster. Can Dr. Strange, Hulk and the Howling Commandos hold the line and put an end to his nefarious scheme?","original_language":"en","original_title":"Hulk: Where Monsters Dwell","video":false,"title":"Hulk: Where Monsters Dwell","genre_ids":[28,16,14,878],"poster_path":"\/n0lKjBzzmGC3CA2elAZXhDiPBBT.jpg","backdrop_path":"\/bp7gIbCN2CeughuRXZ7eaKkJCwO.jpg","release_date":"2016-10-21","popularity":2.107,"vote_average":6.6,"id":422153,"adult":false,"vote_count":26},{"overview":"Porky Pig goes to a marsh on a hunting expedition, accompanied by his dog (who resembles the barnyard dog from the Foghorn Leghorn series), and they bring home a live Daffy Duck. They put Daffy into a freezer to keep him fresh until cooking time, but Daffy keeps jumping out of the freezer to heckle Porky and the dog.","original_language":"en","original_title":"Daffy Duck Hunt","video":false,"title":"Daffy Duck Hunt","genre_ids":[16],"poster_path":"\/pD3x4TBX6Y3RBhGuiq3Mm97WD07.jpg","backdrop_path":null,"release_date":"1949-03-26","popularity":1.619,"vote_average":6.6,"id":146433,"adult":false,"vote_count":9},{"overview":"A cat who really hates living with people takes a rocket to the moon to get some peace and quiet, and finds it is even worse there.","original_language":"en","original_title":"The Cat That Hated People","video":false,"title":"The Cat That Hated People","genre_ids":[16],"poster_path":"\/pnGQYwakv0Ol65XWY8GdFrdrZNy.jpg","backdrop_path":"\/hNImqCnrCcUvNKKZYqSkZ4WrlyF.jpg","release_date":"1948-11-20","popularity":2.512,"vote_average":6.4,"id":87200,"adult":false,"vote_count":10},{"overview":"In this animated adaptation of E. E. Doc Smith's groundbreaking science fiction serial \"Grey Lensman\" from the 1930s-1950s,  Kimball Kinnison, a young man from the agricultural planet Mquie and his Valerian companion, Buscirk find a dying man with a legendary crystal lens embedded in his hand. As the man was dying, he mysteriously passed on the Lens to Kim. With more companions to come by, Kim must find out the purpose of the Lens before the Boskone dynasty does.","original_language":"ja","original_title":"SF新世紀 レンズマン","video":false,"title":"Lensman","genre_ids":[16,28,878],"poster_path":"\/l1gLYq31QauF41PBsscs94WEMNb.jpg","backdrop_path":"\/7SjXlfHwH8UW8HwZc5cSX73ywPY.jpg","release_date":"1988-12-12","popularity":2.677,"vote_average":6.9,"id":25525,"adult":false,"vote_count":8},{"overview":"Otomo Katsuhiro’s short anime story","original_language":"ja","original_title":"大砲の街","video":false,"title":"Cannon Fodder","genre_ids":[16,36],"poster_path":"\/uqAB40iXwb0yGRHfI9xDqYR2A2p.jpg","backdrop_path":"\/xA4EScmiqlU3lRYoyUwaEWhPgww.jpg","release_date":"1995-12-23","popularity":3.277,"vote_average":6.6,"id":32,"adult":false,"vote_count":9},{"overview":"Jeannie the babysitter is supposed to be looking after an unnamed baby while Joan and George are out. However, she is more interested in talking on the telephone. At first Tom and Jerry take the opportunity to help themselves to some food, but they soon discover the baby crawling away while Jeannie continues to talk on the phone, unaware. Tom and Jerry rescue the baby from increasingly dangerous hazards, such as the cupboards, the sink, a curtain rod, the heating ducts, a flagpole, and a mailbox down the street (which leads to them being shot at by rogue police officers). Tom goes home with the baby, but suddenly the baby falls in the sky. Tom gets a stroller, but the baby uses a diaper as a parachute, and floats to safety. Jeannie is unaware through all of this (even when the baby crawls over her), and at one point even chases Tom away for \"bothering the baby\" when he returns the baby to the crib.","original_language":"en","original_title":"Busy Buddies","video":false,"title":"Busy Buddies","genre_ids":[35,16],"poster_path":"\/imKJzUydO7dbuSCyiTxxbtXFzWW.jpg","backdrop_path":"\/hcb75T1Q3uX3u4kuDIUZzlURsYM.jpg","release_date":"1956-05-04","popularity":1.986,"vote_average":6.8,"id":52932,"adult":false,"vote_count":11},{"overview":"Tom chases Jerry into a bottle of invisible ink, and Jerry then proceeds to have fun torturing Tom.","original_language":"en","original_title":"The Invisible Mouse","video":false,"title":"The Invisible Mouse","genre_ids":[16],"poster_path":"\/aUQavPofh1a1LPjRfjDWnyLmrUf.jpg","backdrop_path":"\/pLF56Iu2kHSsui2V4c0BiOCVIpj.jpg","release_date":"1947-09-27","popularity":1.676,"vote_average":6.6,"id":40232,"adult":false,"vote_count":12}],[{"overview":"It's spring, and Tom is much more interested in the female cat next door than in Jerry.","original_language":"en","original_title":"Springtime for Thomas","video":false,"title":"Springtime for Thomas","genre_ids":[35,16],"poster_path":"\/rmrrcsq0JsQBRNd4Ote3j2NyIio.jpg","backdrop_path":"\/c3vW3KyD9FomhNRPcKsPugoYtHC.jpg","release_date":"1946-03-30","popularity":1.829,"vote_average":6.5,"id":40209,"adult":false,"vote_count":9},{"overview":"It's a heartwarming story of a newlywed couple on their wedding night. Grant, the husband, starts experiencing strange, supernatural powers and Kerry, the wife, can't cope. Whenever Grant thinks of something, it becomes reality, yet he doesn't know where these magical powers come from.","original_language":"en","original_title":"I Married a Strange Person!","video":false,"title":"I Married a Strange Person!","genre_ids":[28,16,35,14,878],"poster_path":"\/QSqcWpefohh9kyMoFB1DChEzu7.jpg","backdrop_path":"\/jtjQIgnzerUD5V1gGe7YkCdGNjo.jpg","release_date":"1998-08-28","popularity":2.441,"vote_average":7.5,"id":51942,"adult":false,"vote_count":17},{"overview":"Lupin investigates the news of a fake version of one of his trademark calling cards during a high-class party. A group of assassins, the Tarantula, crash the party and murder the host. Zenigata, investigating the card, chases Lupin but ends up shot and injured by a silver Walther P38. Lupin, catching a glimpse of the familiar gun, is determined to avenge not only Zenigata, but an episode of his past.","original_language":"ja","original_title":"ルパン三世『ワルサーP38』","video":false,"title":"Lupin the Third: Walther P38","genre_ids":[28,12,16,10770],"poster_path":"\/AnDj3wNdG3gpeUOn3gm4LoM441M.jpg","backdrop_path":"\/43pNe21Mb9QZeazZLhz0JuVgVOw.jpg","release_date":"2005-04-26","popularity":2.933,"vote_average":7.2,"id":31599,"adult":false,"vote_count":17},{"overview":"Inspired by a magazine ad, Goofy sends for a mail order body building course. First is weight lifting; after Goofy finally gets the weights up, a fly lands and sends him crashing through several floors in the apartment building. Chinups: the bar itself goes up and down. Then a rubber-band stretch device, which Goofy quickly tangles up in, sending him crashing through the building and several other pieces of equipment.","original_language":"en","original_title":"Goofy Gymnastics","video":false,"title":"Goofy Gymnastics","genre_ids":[16,35],"poster_path":"\/bcds5yM2SROM3lhjlYjp4k3Z5um.jpg","backdrop_path":"\/6wv6YhBK9Oak93NrgTpfoIhEnVu.jpg","release_date":"1949-09-23","popularity":1.735,"vote_average":6.6,"id":66867,"adult":false,"vote_count":18},{"overview":"The new frontier of Venus has degenerated into a dystopia ravaged by the civil war between Ishtar and Aphrodia. Bubbly reporter Susan Sommers arrives in the capitol of Aphrodia just before it's captured by Ishtar. She falls in with a bunch of teen-agers who live for a sort of motorcycle version of Roller Derby. Daredevil rider Hiro and his friends reluctantly join the struggle to free Aphrodia from the invaders. Not surprisingly, Hiro proves an ace at piloting the mono-cycles that are the Aphrodians' secret weapon in the key battle.","original_language":"ja","original_title":"ヴィーナス戦記","video":false,"title":"Venus Wars","genre_ids":[28,16,878],"poster_path":"\/eVXSdfWivCLywpS4whlBSbVr0vC.jpg","backdrop_path":"\/ovMNfAsTIzaBQwB7ztU3h4XE6io.jpg","release_date":"1989-03-11","popularity":3.153,"vote_average":5.9,"id":31769,"adult":false,"vote_count":14},{"overview":"Tom's in love again, and Jerry's devil conscience reminds him of times this has happened in the past (which, of course, we see, in the form of clips from earlier shorts), and how that's been nothing but trouble for Jerry.","original_language":"en","original_title":"Smitten Kitten","video":false,"title":"Smitten Kitten","genre_ids":[16],"poster_path":"\/kCcBxSWjSILdC5bkO5OOJU70nqb.jpg","backdrop_path":"\/mFDjAZrVQ2xhSWyy3Tov0OfYuQr.jpg","release_date":"1952-04-12","popularity":1.513,"vote_average":5.5,"id":46862,"adult":false,"vote_count":8},{"overview":"Jerry's little duckling friend has packed his bag and is all set to fly south for the winter despite the book Jerry keeps showing him that points out that domestic ducks do not fly south, and despite his obvious inability to fly at all. But that doesn't stop him from ending up in Tom's frying pan, at least briefly.","original_language":"en","original_title":"Southbound Duckling","video":false,"title":"Southbound Duckling","genre_ids":[35,16],"poster_path":"\/lGnVnhG4Vc6KRkb1zYB5hY6XSJ6.jpg","backdrop_path":"\/2C1vFWTLijjqE4DgSEAmbbjinPH.jpg","release_date":"1955-03-12","popularity":2.116,"vote_average":5.5,"id":84036,"adult":false,"vote_count":9},{"overview":"Bugs and Daffy get lost on the way to Pismo Beach, and find a cave full of treasure in the Arabian Desert, guarded by Hassan.","original_language":"en","original_title":"Ali Baba Bunny","video":false,"title":"Ali Baba Bunny","genre_ids":[16,10751,35],"poster_path":"\/mZYI8ymqs7K1mfjR7PD8rZTCht1.jpg","backdrop_path":"\/kJuGfvMDYyNaM7N0oUQIsHb6GwA.jpg","release_date":"1957-02-09","popularity":4.075,"vote_average":6.9,"id":101503,"adult":false,"vote_count":33},{"overview":"Marco the Monkey works as a beach officer. But he spends most of his time trying to win the heart of the beautiful Lulu. He is just about to succeed, when Marco's rival, Carlo, builds a gigantic monkey-shaped casino right on Marco's beach. Lulu is fascinated by the charming Carlo. Jealously Marco starts an undercover investigation of Carlo's strange casino. Soon he discovers the truth. Carlo will take over the island and force Lulu to marry him! When Marco tries to arrest Carlo a problem rises. Literally from the ground. Because Carlo's Casino is a giant robot.","original_language":"da","original_title":"Marco Macaco","video":false,"title":"Primates of the Caribbean","genre_ids":[16,35,10751],"poster_path":"\/xi8Wh8uYDIRW4QfaJzkq0pU2gmM.jpg","backdrop_path":"\/hK44wNeiTgOt8bzGm9OQ7HlF339.jpg","release_date":"2012-10-11","popularity":1.097,"vote_average":3.8,"id":141009,"adult":false,"vote_count":7},{"overview":"Wile E. Coyote fashions himself a homemade helicopter helmet, utilizing an assortment of mail order products. Soaring through the sky and over the cliffs, it's a surefire way to catch the Road Runner... assuming he can avoid military testing grounds.","original_language":"en","original_title":"Fur of Flying","video":false,"title":"Fur of Flying","genre_ids":[16,35],"poster_path":"\/tmSyDYFCoFZMsxYQUPsBA5sOeUC.jpg","backdrop_path":"\/blPVuQGM4w4jKIqGIe5XDyAZ3IL.jpg","release_date":"2010-09-24","popularity":2.871,"vote_average":6.7,"id":48741,"adult":false,"vote_count":16},{"overview":"Toast is pining after his lost love, Egg, having made the mistake of copping off with a slice of salami.","original_language":"en","original_title":"Big Toast","video":false,"title":"Big Toast","genre_ids":[16,35],"poster_path":null,"backdrop_path":null,"release_date":"2019-10-02","popularity":1.675,"vote_average":0,"id":632001,"adult":false,"vote_count":0},{"overview":"Tom is dressed up and treated like a baby by the little girl of the house, and he hates it aside from the bottle of milk, that is. Jerry brings in some alley cats, who tease Tom.","original_language":"en","original_title":"Baby Puss","video":false,"title":"Baby Puss","genre_ids":[16],"poster_path":"\/pwM0mZM1lGim2fvJdzaldd3NIPV.jpg","backdrop_path":"\/3T30719lmvco8dpMGpSApbnmfB7.jpg","release_date":"1943-12-25","popularity":1.987,"vote_average":6,"id":40260,"adult":false,"vote_count":13},{"overview":"Invited to a wealthy client's mansion, time-traveling witch Yuko and her companions arrive to find a group of collectors assembled to participate in a mysterious auction. And the mystery only deepens when the collectors go missing one by one. As more guests disappear and strange occurrences abound, Yuko and her friends realize they must solve the mystery before they vanish as well.","original_language":"ja","original_title":"劇場版 ×××HOLiC 真夏ノ夜ノ夢","video":false,"title":"xxxHOLiC The Movie: A Midsummer Night's Dream","genre_ids":[16],"poster_path":"\/5YYbxNnrPoqJAoV9K3HywTUnBAy.jpg","backdrop_path":"\/cwEvMptdzp7cUQ078sCq5yeolYM.jpg","release_date":"2008-02-19","popularity":2.304,"vote_average":6.8,"id":38567,"adult":false,"vote_count":9},{"overview":"When Prince Kirin of the 7 Lucky Gods shows up at the Tendo dojo looking for his bride-to-be, guess who's accidentally holding the scroll that signifies his future mate? Why, Akane, of course, and the rest of the Ranma crew is forced to take a boat to China in order to save her from the horrors of marriage and a diet of pickled vegetables.","original_language":"ja","original_title":"らんま½ - 中国寝崑崙大決戦! 掟やぶりの激闘篇!","video":false,"title":"Ranma ½: The Movie 1 - Big Trouble in Nekonron, China","genre_ids":[16],"poster_path":"\/bt8oSL6c2k9LZXhqdv6hE2IYmpc.jpg","backdrop_path":"\/30bM2lmbLd5HSHLWiigb38Amrtt.jpg","release_date":"1991-11-02","popularity":1.726,"vote_average":6.1,"id":37024,"adult":false,"vote_count":14},{"overview":"It's been six years since that summer adventure when Taichi Yagami and the rest of the DigiDestined crossed over to the Digital World. And nearly three years have passed since the final battle between Hikari Yagami's group and BelialVamdemon. As the peaceful days passed by, at some point the gate to the Digital World closed. Not even the DigiDestined know what caused this, and time alone continues to pass.","original_language":"ja","original_title":"デジモンアドベンチャーtri.（トライ）第１章「再会」","video":false,"title":"Digimon Adventure Tri. - Chapter 1: Reunion","genre_ids":[12,16],"poster_path":"\/kaOgYP71Lk46pPEnhMHSvZuWeFV.jpg","backdrop_path":"\/q5PCCV17mQUtakOKa46EH3tmcB8.jpg","release_date":"2016-09-05","popularity":3.276,"vote_average":7.9,"id":357400,"adult":false,"vote_count":25},{"overview":"Queer Duck: The Movie is the relentlessly funny, feature-length extension of the animated series Queer Duck, created by frequent The Simpsons scripter Mike Reiss. Sexually scandalous yet sweet, the movie is a cascade of pop-culture stereotypes of gays in America, punctuated by rapid-fire references (as with The Simpsons) to, well, just about everything: classic movies, game shows, Gilbert and Sullivan, Paul Lynde. Hey, there's even a storyline: Queer Duck (voiced by Jim J. Bullock) and his partner of 18 months (\"That's a lifetime in gay years\"), Harvey Fierstein sound-alike Stephen Arlo \"Openly\" Gator (Kevin Michael Richardson), hit a relationship crisis when the fey fowl is wooed by a brassy Broadway broad. Queer Duck wonders if he'd be happier being straight. While Gator the waiter spills his problems to a compassionate Conan O'Brien (thanks for the cameo)...","original_language":"en","original_title":"Queer Duck: The Movie","video":false,"title":"Queer Duck: The Movie","genre_ids":[16,35],"poster_path":"\/d3FA15jedbsFDrSsxRly0Z575C1.jpg","backdrop_path":"\/jyyHxgtB0pjY0T20NiKopufKsKd.jpg","release_date":"2006-07-18","popularity":3.133,"vote_average":4.7,"id":34728,"adult":false,"vote_count":9},{"overview":"A propaganda film during World War II about a boy who grows up to become a Nazi soldier.","original_language":"en","original_title":"Education for Death","video":false,"title":"Education for Death","genre_ids":[16,18],"poster_path":"\/9wHrpTe9h1Ocu5fmypKUNgdo4yU.jpg","backdrop_path":"\/qEYK2XJTiKAeLD64hspR2u7rOzj.jpg","release_date":"1943-01-15","popularity":2.173,"vote_average":7,"id":44480,"adult":false,"vote_count":34},{"overview":"A revisionist version of American history as a small mouse comes to live with Benjamin Franklin and turns out to be responsible for many of his ideas; including the beginning of the Declaration of Independance!","original_language":"en","original_title":"Ben and Me","video":false,"title":"Ben and Me","genre_ids":[16,35,10751],"poster_path":"\/ke6A0HryRARjP6Yj4R5Matt4wPh.jpg","backdrop_path":"\/cqXalWTm6GKa5HTjepDiV9JeT7f.jpg","release_date":"1953-11-11","popularity":1.579,"vote_average":6.5,"id":151430,"adult":false,"vote_count":17},{"overview":"In the not-too-distant future, a young boy travels to an alien world to find his father and learn of his destiny.","original_language":"en","original_title":"Thru the Moebius Strip","video":false,"title":"Thru the Moebius Strip","genre_ids":[16,10751,878],"poster_path":"\/6AwL11SgbEAS0QMHBAvzn0HOWwj.jpg","backdrop_path":"\/AnU9VFHqAifTvoKmDXE4GNYmQvb.jpg","release_date":"2005-12-29","popularity":2.908,"vote_average":4.6,"id":14152,"adult":false,"vote_count":9},{"overview":"Little Fedor brings a cat to home despite his mother's distaste for cats. He runs away with his talking cat, to make more friends on the way.","original_language":"ru","original_title":"Трое из Простоквашино","video":false,"title":"Three from Prostokvashino","genre_ids":[16],"poster_path":"\/3iQOnNhaKCVXnd4RmITHLAUfqKo.jpg","backdrop_path":"\/tlMhixrJfQW208FvjvnSdOD77L2.jpg","release_date":"1978-10-10","popularity":3.339,"vote_average":6.8,"id":77294,"adult":false,"vote_count":46}],[{"overview":"Tom, complete with mortarboard, is teaching a kitten the basics: \"cats chase mice.\" But Jerry keeps subverting this lesson at every opportunity, adding his own phrases, like \"cats and mice are chums.\" Eventually, Jerry gets Tom locked out of the house; he runs back in and gets slingshotted into the mailbox.","original_language":"en","original_title":"Professor Tom","video":false,"title":"Professor Tom","genre_ids":[35,16],"poster_path":"\/7heiATsgR1CIHCb3XT8IAezl0Wl.jpg","backdrop_path":"\/oejFZy2vJy4wb9d4k04O2qngXeT.jpg","release_date":"1948-10-30","popularity":2.666,"vote_average":6.1,"id":76006,"adult":false,"vote_count":9},{"overview":"Recap film focusing primarily on the match against Aoba Jouhsai from the second season.","original_language":"ja","original_title":"ハイキュー!! 才能とセンス","video":false,"title":"Haikyuu!! Movie 3: Genius and Sense","genre_ids":[16,35,18],"poster_path":"\/jo6tVrf2el3Sp8Q9hcb6wQbgJon.jpg","backdrop_path":null,"release_date":"2017-09-15","popularity":1.71,"vote_average":0,"id":461762,"adult":false,"vote_count":0},{"overview":"Flowers, insects, and a crow family all dance to a jaunty tune celebrating spring. After a brief storm, grasshoppers, frogs, and spiders cavort to the Dance of the Hours.","original_language":"en","original_title":"Springtime","video":false,"title":"Springtime","genre_ids":[16,10751,35],"poster_path":"\/ySY9xTez1eFwT7RTmDIyBDhAa8O.jpg","backdrop_path":"\/tu6FS0OqAz46IdmJ6mNXbNpPePb.jpg","release_date":"1929-09-25","popularity":2.777,"vote_average":4.8,"id":67175,"adult":false,"vote_count":10},{"overview":"The Bide-a-Wee Mouse Home has sent the orphan mouse, Nibbles, to spend Thanksgiving with Jerry. But Jerry's cupboard is bare, and Nibbles is always hungry. They start by raiding Tom's milk dish, but Tom wakes up and drains it. Fortunately, Mammy has just put out a huge Thanksgiving feast, just ready for the raiding. And that's just what Tom and Nibbles do, grabbing Pilgrim hats from the table decorations. All goes fairly well until Nibbles eats a whole orange, which is way too big for him. Jerry smacks him with a spoon, which sends the orange flying, right into Tom's mouth. Tom stalks up to the table in a feather duster, which turns into an Indian headdress. Battle follows, featuring Tom sending flaming cat-tails after the mice, and culminating in a champagne bottle launching Tom into the dish cabinet, which crashes down. Tom waves a white flag, and all three sit down to a polite dinner, but Nibbles eats the whole turkey before anyone else can touch it.","original_language":"en","original_title":"The Little Orphan","video":false,"title":"The Little Orphan","genre_ids":[16],"poster_path":"\/nwmaw9ivy3ezH8M65zBckvZRR34.jpg","backdrop_path":"\/jWRYs5ogOMviEiwqIT8s3LJafKB.jpg","release_date":"1949-04-30","popularity":2.154,"vote_average":6.5,"id":72668,"adult":false,"vote_count":16},{"overview":"Bugs Bunny manages to get himself adopted by kindly Dr. Jekyll, but is surprised when his benefactor turns into the horrible Mr. Hyde after drinking a potion.","original_language":"en","original_title":"Hyde and Hare","video":false,"title":"Hyde and Hare","genre_ids":[16,35],"poster_path":"\/rCzhQG2TVt3ls8IpH8uSxtxdNRj.jpg","backdrop_path":"\/aX8KDq8Ambwcd3BVhVhPViAG943.jpg","release_date":"1955-08-27","popularity":2.555,"vote_average":5.8,"id":84589,"adult":false,"vote_count":9},{"overview":"Havoc in Heaven, also known as Uproar in Heaven, is a Chinese animated feature film directed by Wan Laiming and produced by all four of the Wan brothers. The film was created at the height of the Chinese animation industry in the 1960s, and received numerous awards. It earned the brothers domestic and international recognition. The stylized animation and drums and percussion accompaniment used in this film are heavily influenced by Beijing Opera traditions.","original_language":"zh","original_title":"大闹天宫","video":false,"title":"The Monkey King","genre_ids":[12,16,14],"poster_path":"\/dYk5d8XeDIdEUgXDlnex7Eek6vx.jpg","backdrop_path":"\/lvACd5PwFaQYB4YztXJQZSQLKLL.jpg","release_date":"1961-01-01","popularity":1.292,"vote_average":7.7,"id":47759,"adult":false,"vote_count":17},{"overview":"Yuuta and Rikka are in their third year of high school. One day in Spring, Touka declares that she will take Rikka to Italy with her, as her job has stabilized there and thinks they should migrate together as a family. Touka is also worried about Rikka not being competent enough to advance to universities in Japan. The gangs from the club suggested Yuuta, who doesn't want to be separated, to elope with Rikka!! A runaway drama throughout Japan begins.","original_language":"ja","original_title":"映画 中二病でも恋がしたい! -Take On Me-","video":false,"title":"Love, Chunibyo & Other Delusions! Take On Me","genre_ids":[16,35,14],"poster_path":"\/beh7GtnK4JrTlOFVCLVthuBJGhp.jpg","backdrop_path":"\/hDR74MKynXk2HmcEdVCgy7KVE6v.jpg","release_date":"2018-01-06","popularity":3.861,"vote_average":6.7,"id":460399,"adult":false,"vote_count":8},{"overview":"Another entry in the \"books come alive\" subgenre, with possibly more books coming alive than any other. We begin with some musical numbers, notably the various pages of Green Pastures all joining in on a song, The Thin Man entering The White House Cookbook and exiting much fatter, and The House of Seven (Clark) Gables singing backup to Old King Cole. The Three Musketeers break loose, become Three Men on a Horse, grab the Seven Keys to Baldpate, and set the Prisoner of Zenda free. They are soon chased by horsemen from The Charge of the Light Brigade and Under Two Flags and beset by the cannons of All Quiet on the Western Front. All this disturbs the sleep of Rip Van Winkle, who opens Hurricane so that everyone is (all together now) Gone with the Wind.","original_language":"en","original_title":"Have You Got Any Castles?","video":false,"title":"Have You Got Any Castles?","genre_ids":[16,10751],"poster_path":"\/lFQnNidKZyUiNmmDPetSO9lqBR3.jpg","backdrop_path":"\/wmJqZQJyQdsg1QT2IzpJiyuTGci.jpg","release_date":"1938-06-25","popularity":1.718,"vote_average":6.3,"id":100305,"adult":false,"vote_count":9},{"overview":"The lives of three strong-willed women and a young musician cross paths in Tehran’s schizophrenic society where sex, adultery, corruption, prostitution and drugs coexist with strict religious law. In this bustling modern metropolis, avoiding prohibition has become an everyday sport and breaking taboos can be a means of personal emancipation.","original_language":"fa","original_title":"Tehran Taboo","video":false,"title":"Tehran Taboo","genre_ids":[16,18],"poster_path":"\/zVXUv7Mv24JBcIOkTJ0ccfQa9jm.jpg","backdrop_path":"\/f9LiYiya2FmICusq1t31G1pSKV7.jpg","release_date":"2017-10-04","popularity":2.557,"vote_average":7.3,"id":453364,"adult":false,"vote_count":35},{"overview":"As Adolf Hitler personally flies a bomber on a mission to the Soviet Union, the gremlins from the Kremlin set about to stop him.","original_language":"en","original_title":"Russian Rhapsody","video":false,"title":"Russian Rhapsody","genre_ids":[16,10751,35],"poster_path":"\/2vdj70ejlDrWgCEosQA8Jyro8Nr.jpg","backdrop_path":"\/2i4EutY7r2d4pHQ9Lkn5SsqNPnU.jpg","release_date":"1944-05-20","popularity":1.64,"vote_average":7.3,"id":180082,"adult":false,"vote_count":7},{"overview":"Ross Sylibus is assigned to a police unit on a Martian colony, to find that women are being murdered by a psychotic named D'anclaude. He is assigned a very unorthodox partner named Naomi Armitage, who seems to have links to the victims. To stir things up more, every victim is found to be an illegally made third-generation android.","original_language":"ja","original_title":"アミテージ・ザ・サード POLY-MATRIX","video":false,"title":"Armitage III: Poly Matrix","genre_ids":[16,878,53],"poster_path":"\/7sUCRdjGe7VggDCGIHywfguYdAK.jpg","backdrop_path":"\/zY8YvEUXwvsQFcQmzqyVQA5wq5j.jpg","release_date":"1997-04-08","popularity":2.057,"vote_average":6.6,"id":33322,"adult":false,"vote_count":23},{"overview":"Mammy Two-Shoes replaces Tom with a younger cat who is a lightning-quick mouser. Tom and Jerry form an alliance in order to get rid of this dangerous newcomer.","original_language":"en","original_title":"Old Rockin' Chair Tom","video":false,"title":"Old Rockin' Chair Tom","genre_ids":[35,16],"poster_path":"\/w4qdJaUzXWoqobaooPzCnGBF8Z1.jpg","backdrop_path":"\/7WN72P030I0GCaKyNQVQmOEL54O.jpg","release_date":"1948-09-18","popularity":1.925,"vote_average":6.1,"id":40369,"adult":false,"vote_count":10},{"overview":"As the title implies, Tom and Jerry are in a bowling alley. Both spend a lot of time sliding on the well-polished lanes. Eventually, Jerry takes up residence among the pins and Tom tries to bowl him down.","original_language":"en","original_title":"The Bowling Alley-Cat","video":false,"title":"The Bowling Alley-Cat","genre_ids":[35,16],"poster_path":"\/mWlcazZA02SMkly9y1IwdyAbU9L.jpg","backdrop_path":"\/5ZWutXURFofaR53D3jTranllYsI.jpg","release_date":"1942-07-18","popularity":1.788,"vote_average":7.2,"id":40046,"adult":false,"vote_count":15},{"overview":"Scooby-Doo and the gang decide to record one of their mysteries. This time, they're going out into the woods to investigate a haunting there. The ghost is going to be a bad guy in a mask, right?  Wrong. So. Very. Wrong.","original_language":"en","original_title":"The Scooby-Doo Project","video":false,"title":"The Scooby-Doo Project","genre_ids":[27,35,16,9648],"poster_path":"\/wUucRxclGSvCCdxhQboEiF2Hs33.jpg","backdrop_path":"\/l0Hg631171rzLw4WTbdPkArTuSg.jpg","release_date":"1999-10-31","popularity":2.236,"vote_average":7.5,"id":423336,"adult":false,"vote_count":8},{"overview":"There is a plot under way to change the course of history. Four kids are chosen to be the Freedom Force—a gang of unlikely heroes who travel through time to change the outcome of sacred stories.","original_language":"es","original_title":"Los Ilusionautas","video":false,"title":"Freedom Force","genre_ids":[16,12,10751],"poster_path":"\/1FfjV1QTE6rAye7cBb6YPUdcwrm.jpg","backdrop_path":"\/fAWZVOmaLWWM4xLqlQfeLueghnL.jpg","release_date":"2013-11-13","popularity":2.138,"vote_average":3.8,"id":126565,"adult":false,"vote_count":12},{"overview":"Goofy is hired to solve a mystery of a missing \"Al.\" He searches the city for clues, but constantly runs into a city sheriff (who is portrayed by Pete) who tells him to let the police handle it. A car chase occurs and the drivers ram into a haystack.","original_language":"en","original_title":"How to Be a Detective","video":false,"title":"How to Be a Detective","genre_ids":[16],"poster_path":"\/a7zOxPvQwo4567eU1V3vTdxn9Tx.jpg","backdrop_path":"\/7IbDdjktIys9FbGRYcfIo5Vyg9C.jpg","release_date":"1952-12-12","popularity":1.691,"vote_average":6.5,"id":66882,"adult":false,"vote_count":19},{"overview":"","original_language":"en","original_title":"Minions: The Rise of Gru","video":false,"title":"Minions: The Rise of Gru","genre_ids":[28,12,16,35,10751],"poster_path":"\/8L7Dl045OIAyGiHPATJLPIrnmCB.jpg","backdrop_path":null,"release_date":"2020-07-03","popularity":6.016,"vote_average":0,"id":438148,"adult":false,"vote_count":0},{"overview":"When he refused to support power-hungry witch, the good shoemaker's boy, Jacob is transformed into a hunchbacked dwarf with overlong nose. Of their mother no longer recognized, mocked by the people of the city and driven away, Jacob runs one day a goose on the road. Together with the spring animal - in fact the king's daughter Greta enchanted - Jacob is now trying to make the transformation to reverse and put the wicked witch craft.","original_language":"ru","original_title":"Karlik Nos","video":false,"title":"Little Longnose","genre_ids":[16,14,10402],"poster_path":"\/tg6aFKzxrftmYTLmMArnjZQfMvz.jpg","backdrop_path":"\/24mw3uwclkMXKTNTCHctzERvqnB.jpg","release_date":"2003-04-04","popularity":1.365,"vote_average":6.7,"id":51349,"adult":false,"vote_count":18},{"overview":"Rabbit is tired of Tigger always bouncing him, so he get's Pooh and Piglet together to come up with an idea to get the bounce out of Tigger. Rabbit suggests they take him into the middle of nowhere and leave him overnight. The idea backfires and Rabbit, Piglet and Pooh find themselves lost, but Pooh's tummy guides them home. Then, Tigger and Roo go out for a bounce and get caught in a tree, which Tigger is too afraid to get out of, and Rabbit makes Tigger promise that if they help get Tigger down, that Tigger can never bounce again. So Tigger is rescued and feels sad that he can no longer bounce, but everyone, including Rabbit, agrees they liked the old bouncy Tigger better.","original_language":"en","original_title":"Winnie the Pooh and Tigger Too","video":false,"title":"Winnie the Pooh and Tigger Too","genre_ids":[16,10751],"poster_path":"\/zHJkV0GkAS2FUumDciM6cUuxU1j.jpg","backdrop_path":"\/xSA9NmMGfj5Ask9swlJJ0Bj81Hr.jpg","release_date":"1974-09-20","popularity":2.375,"vote_average":7.8,"id":72185,"adult":false,"vote_count":23},{"overview":"When Donald Duck chops a Christmas tree, the inquisitive chipmunks Chip and Dale follow and see him decorate it with nuts and sweets. So they sneak in his home, determined to 'harvest' it all, using the toys for the Duck nephews, as if Christmas came early for them, so to say. Donald puts up an equally 'playful' yet grim defense, so it all rapidly escalates into a bitter miniature two-to-one-giant war over the Christmas-treats.","original_language":"en","original_title":"Toy Tinkers","video":false,"title":"Toy Tinkers","genre_ids":[16],"poster_path":"\/x0X0yq4eLAEwIZtxqSkg5MYdC1k.jpg","backdrop_path":"\/kZ28RNa0tcgfoGgbmqSYMGlBea5.jpg","release_date":"1949-12-16","popularity":2.203,"vote_average":6.5,"id":67697,"adult":false,"vote_count":19}],[{"overview":"At the gates of Heaven, the admitting officials have a hard time understanding a newcomer's life story with all his contemporary slang.","original_language":"en","original_title":"Symphony in Slang","video":false,"title":"Symphony in Slang","genre_ids":[16],"poster_path":"\/gLgqjbCKtbajtsZkGQ9yNCu0qea.jpg","backdrop_path":"\/vwtoJs7Z6xmKoudPpCtZReihxHj.jpg","release_date":"1951-06-16","popularity":2.332,"vote_average":7.5,"id":87197,"adult":false,"vote_count":14},{"overview":"The film is a parody of Disney's Fantasia, though possibly more of a challenge to Fantasia than parody status would imply. In the context of this film, \"Allegro non Troppo\" means Not So Fast!, an interjection meaning \"slow down\" or \"think before you act\" and refers to the film's pessimistic view of Western progress (as opposed to the optimism of Disney's original).","original_language":"it","original_title":"Allegro non troppo","video":false,"title":"Allegro non troppo","genre_ids":[16,35,18,14,878],"poster_path":"\/hiB3BxFjJFVJVZHLaYkwTF1F4WN.jpg","backdrop_path":"\/xJ5oOBYmf1HC59PyUckVMV0l4aD.jpg","release_date":"1976-10-27","popularity":2.302,"vote_average":7.3,"id":22561,"adult":false,"vote_count":34},{"overview":"The Bratz girls have hit upon the perfect way to express themselves and their stylin' creativity by starting up their own teen magazine. Yasmin, Chloe, Jade, and Sasha are in for some fashion-forward adventure when their first task at the mag is to fly to London to cover a super-hot rock concert. Unfortunately, rival journalists from YOUR THING magazine have gotten the same idea. Mean-spirited editor Burdine Maxwell and her evil interns, twins Kirstee and Kaycee, happen to show up right when the Bratz girls lose their passes to the show. Coincidence? Probably not, but now the girls have to find another way to get in, and they realize the only way they can get access is to become a rock band themselves! It's time to rock out and save the mag, all in a day's work for these hip chicks.","original_language":"en","original_title":"Bratz: Rock Angelz","video":false,"title":"Bratz: Rock Angelz","genre_ids":[16,10751],"poster_path":"\/gCk57mf83RROb1Qql4BdYBEJcaa.jpg","backdrop_path":null,"release_date":"2005-01-01","popularity":1.783,"vote_average":6.3,"id":47599,"adult":false,"vote_count":21},{"overview":"Nobita's dad stumbled upon a strange advertisement of a fantastic resort on television at midnight. Sleepy as he was, he made a reservation even though he didn't even realize he was talking to the advertisement. The next day he discussed with the family their holiday plans, only to realize he could not find the place anywhere on earth. All of a sudden though there was a suitcase in Nobita's room and intrigued as he was, he opened it only to find a portal to a beautiful resort managed by tin robots. Better still, it's absolutely free. It seems that there is a hidden agenda behind the person who invites them there.","original_language":"ja","original_title":"映画ドラえもん のび太とブリキの迷宮","video":false,"title":"Doraemon: Nobita and the Tin Labyrinth","genre_ids":[12,16],"poster_path":"\/twY3tZXEfHMQV2dNZVW8xfDwYoN.jpg","backdrop_path":"\/jnBXrjKNCn2gWDNyZm55WT15POx.jpg","release_date":"1993-03-06","popularity":2.542,"vote_average":8.7,"id":161822,"adult":false,"vote_count":3},{"overview":"Pooh is so busy gathering up his friends' wish lists for Santa that he forgets to include his own. After retrieving the list and adding his own desires, he realizes he's late getting it where it needs to go. Off he goes to the North Pole on Christmas Eve, with pals Eeyore, Tigger, Piglet, Rabbit, and Christopher Robin missing him","original_language":"en","original_title":"Winnie the Pooh & Christmas Too","video":false,"title":"Winnie the Pooh & Christmas Too","genre_ids":[16,10751],"poster_path":"\/1hRei0TRy1zEngPKbmbA234SgXa.jpg","backdrop_path":"\/aWmT2cHctH4E6xTa6KYSQ7MYsMi.jpg","release_date":"1991-12-14","popularity":2.131,"vote_average":6.6,"id":80357,"adult":false,"vote_count":14},{"overview":"A third movie about Fyodor and his friends from the Prostokvashino village and their adventures - this time during the winter.","original_language":"ru","original_title":"Зима в Простоквашино","video":false,"title":"Winter in Prostokvashino","genre_ids":[16],"poster_path":"\/9ODzMVnjfAAHbqk9kd7ExTgHrWy.jpg","backdrop_path":"\/I2PId9d8GvAVKRXwcY2vhr1ZH9.jpg","release_date":"1984-10-10","popularity":3.331,"vote_average":7.5,"id":77762,"adult":false,"vote_count":34},{"overview":"Droopy is part of a pack of English hunting hounds trying unsuccessfully to catch a tricky, tea-drinking fox.","original_language":"en","original_title":"Out-Foxed","video":false,"title":"Out-Foxed","genre_ids":[16],"poster_path":"\/nCSxPSHIf4t7UwhLSAojo4xDJ8L.jpg","backdrop_path":"\/6vfQH45TZUzSSEvJo9W0ohuNcTx.jpg","release_date":"1949-11-05","popularity":1.554,"vote_average":6.9,"id":86753,"adult":false,"vote_count":9},{"overview":"Three siblings move into a new house and accidentally discover that the monstrous things they’ve been told don’t exist, do exist – and they are as afraid of us as we are of them.","original_language":"en","original_title":"Spooky Jack","video":false,"title":"Spooky Jack","genre_ids":[16,35,14,10751],"poster_path":"\/xTRdTcpqSkP4DlnQxastPOfIQGQ.jpg","backdrop_path":null,"popularity":4.017,"vote_average":0,"id":469189,"adult":false,"vote_count":0},{"overview":"When Curious George is offered a special space mission, Ted (The Man in the Yellow Hat) can't deny his little friend this exciting journey, especially after Curious George completes the training. But when he crash-lands in Africa, a worried Ted goes searching, expecting the worst, only to have it turn out to be the best.","original_language":"en","original_title":"Curious George 3: Back to the Jungle","video":false,"title":"Curious George 3: Back to the Jungle","genre_ids":[16,10751],"poster_path":"\/yWRrDUOCZiIjcGEfhTwFxQDkgIy.jpg","backdrop_path":"\/2HcB0bjOlXn1h8AFPx7odvWFh7S.jpg","release_date":"2015-06-23","popularity":2.872,"vote_average":6.4,"id":338103,"adult":false,"vote_count":17},{"overview":"Featuring the characters from Murray Ball's \"Footrot Flats\", (New Zealands most beloved local cartoon strip ). Questions to be answered include: Will Wal Footrot win the affections of Cheeky Hobson over the sleazy Spit Murphy? Will the Dog win the affections of the lovely Jess? Will Wal make a good impression on the All Black selectors at Saturdays rugby match? Can Rangi and Pongo save Cooch's prize stag from the depths of Blackwater station, home of the Murphy's, their vicious dogs and deadly croco-pigs? All this and more will be answered as the small town of Raupo comes to life on the big screen.","original_language":"en","original_title":"Footrot Flats: The Dog's Tale","video":false,"title":"Footrot Flats: The Dog's Tale","genre_ids":[35,16],"poster_path":"\/9SuWcOzn0OGeirGIJRkabYhDruf.jpg","backdrop_path":"\/vwtbDUnAgGNiEA5BcvR8AfNSw8b.jpg","release_date":"1987-07-12","popularity":1.56,"vote_average":7.1,"id":20579,"adult":false,"vote_count":7},{"overview":"Little Henery the Chicken Hawk wants to prove he's big enough to hunt chickens, but he doesn't know what a chicken is. He labels Foghorn Leghorn a loud-mouthed shnook and dismisses him, prompting Foggy to indignantly try to prove he's a chicken and therefore fit to be Henery's prey.","original_language":"en","original_title":"The Foghorn Leghorn","video":false,"title":"The Foghorn Leghorn","genre_ids":[16,10751,35],"poster_path":"\/p4NAcP3FH5CeBuQKDUFVPsizWjL.jpg","backdrop_path":"\/1YYbGwhSfwH6qYgnNYPAASXCFho.jpg","release_date":"1948-10-09","popularity":2.768,"vote_average":6.8,"id":100364,"adult":false,"vote_count":20},{"overview":"In a suburban fantasy world, two teenage elf brothers embark on an extraordinary quest to discover if there is still a little magic left out there.","original_language":"en","original_title":"Onward","video":false,"title":"Onward","genre_ids":[12,16,35,14,10751],"poster_path":"\/tqAGSyMGFFsQQoKwFZIVXVcbxw3.jpg","backdrop_path":"\/xFxk4vnirOtUxpOEWgA1MCRfy6J.jpg","release_date":"2020-03-06","popularity":8.774,"vote_average":0,"id":508439,"adult":false,"vote_count":0},{"overview":"Set on the subterranean Mine-World, a band of human worker are treated like slaves under the power of the evil overlord Zygon until one, Orin, unearths the hilt of a mythical sword that only he can master. Escaping the planet, he runs into the rogue smuggler Dagg and a pair of helpful droids and the princess, who all team up to return to the Mine-World with a plan to defeat Zygon and free Orin's enslaved people.","original_language":"en","original_title":"Starchaser: The Legend of Orin","video":false,"title":"Starchaser: The Legend of Orin","genre_ids":[12,16,878,10751],"poster_path":"\/wqRaHNviAwJ3jnfXP24P4e3sRnk.jpg","backdrop_path":"\/iD1tMiNuBqPStW3NPfmUYLpgyHE.jpg","release_date":"1985-01-01","popularity":2.086,"vote_average":6.4,"id":32147,"adult":false,"vote_count":24},{"overview":"Girl power rules as Mattel's spunky heroine moves from dollhouse to screen in her first animated adventure. With a little help from her friends, Polly can handle anything -- even her scheming soon-to-be step mom. Neither mean \"mom\" nor a jealous classmate can spoil the fun for Polly and pals as they enter a reality show competition and take in the thrilling rides (and even more thrilling shopping) at a local amusement park.","original_language":"en","original_title":"Pollyworld","video":false,"title":"Pollyworld","genre_ids":[16,10751],"poster_path":"\/w91rY1nbbcHYBIjoWXR0G22WTxo.jpg","backdrop_path":"\/50VvacfDkdUD1BswDJRfb5fhDhH.jpg","release_date":"2006-11-01","popularity":3.667,"vote_average":3.3,"id":39852,"adult":false,"vote_count":8},{"overview":"Bugs helps a penguin go home via New Orleans, Martinique, the Panama Canal and finally the South Pole. But the penguin's home is in New Jersey.","original_language":"en","original_title":"8 Ball Bunny","video":false,"title":"8 Ball Bunny","genre_ids":[16,10751,35],"poster_path":"\/71WEqPrI52Zf7uxqla1Gf7M3uAQ.jpg","backdrop_path":"\/gY74E37lEl3sa6gO0ZTxjYw4lMp.jpg","release_date":"1950-07-08","popularity":2.458,"vote_average":7,"id":74914,"adult":false,"vote_count":30},{"overview":"When young Mariah sees a darling little puppy named \"Princess\" at the pet store, she suddenly knows exactly what she wants for Christmas. But before her Christmas wish can come true, she must prove that she can dog-sit her uncle's dog, Jack, a scraggly rascal; in fact, the worst dog in the county!","original_language":"pt","original_title":"Mariah Carey's All I Want for Christmas Is You","video":false,"title":"Mariah Carey's All I Want for Christmas Is You","genre_ids":[16,10751],"poster_path":"\/nsK8N83x8vFqc0ndXe8jxCq3zGu.jpg","backdrop_path":"\/3Q54rAAHgxCGNYHuQ6qE1wiwKie.jpg","release_date":"2017-11-14","popularity":1.845,"vote_average":5.8,"id":474498,"adult":false,"vote_count":23},{"overview":"The evil wizard Gargamel--who hates spring because it makes the Smurfs happy, and he hates happy--devises a scheme to put Mother Nature to sleep.","original_language":"en","original_title":"The Smurfs Springtime Special","video":false,"title":"The Smurfs Springtime Special","genre_ids":[16,10770],"poster_path":"\/aJ32MvKBIcLyyOcajlsKJncK96y.jpg","backdrop_path":null,"release_date":"1982-04-07","popularity":2.111,"vote_average":6,"id":357677,"adult":false,"vote_count":7},{"overview":"On the last day of summer, Louise, an old woman realizes that the last train has departed without her. She finds herself alone in a small seaside resort town, abandoned by everyone. The weather quickly turns for the worse followed by the seasonal tides. Fragile and coquettish, not nearly as well-prepared as a would-be Robinson Crusoe, Louise isn’t likely to make it through the winter. Yet, Louise takes her abandonment as a challenge. She’s going to survive, confronting the elements as well as her memories, which have found the perfect occasion to join in the adventure…","original_language":"fr","original_title":"Louise en hiver","video":false,"title":"Louise by the Shore","genre_ids":[16],"poster_path":"\/jS1aP98Dr15DL3JSZHzxkA9yxMk.jpg","backdrop_path":"\/m31srSEXT1s2aEIE7nfFkVEfT1y.jpg","release_date":"2016-11-23","popularity":1.215,"vote_average":7,"id":413927,"adult":false,"vote_count":24},{"overview":"Goofy illustrates the various Olympic track-and-field events and the torch traditions.","original_language":"en","original_title":"The Olympic Champ","video":false,"title":"The Olympic Champ","genre_ids":[35,16],"poster_path":"\/dRBImAsbjS6ECC5h03LPtSVCa3a.jpg","backdrop_path":"\/2zZhMEZS9JFcfALYrKxFPTj7el6.jpg","release_date":"1942-10-09","popularity":1.527,"vote_average":6.5,"id":58527,"adult":false,"vote_count":23},{"overview":"A humorous and thought-provoking view of what animals in zoos might be thinking about their captivity and surroundings.","original_language":"en","original_title":"Creature Comforts","video":false,"title":"Creature Comforts","genre_ids":[16,35,10751],"poster_path":"\/x15Ridzr13YMi6RHcyVQ2s2l1Sk.jpg","backdrop_path":"\/sjwaNSXxlcS7cXBO9gyJgGazLLo.jpg","release_date":"1989-07-15","popularity":4.633,"vote_average":7.3,"id":54825,"adult":false,"vote_count":44}],[{"overview":"In this spoof of \"The Jack Benny Program\", a mouse with Jack Benny's personality and poor violin playing ability lives, along with a mouse version of Benny's valet, Eddie 'Rochester' Anderson, in a hole in a wall of Jack Benny's own home. Jack the rodent takes a mouse version of 'Mary Livingstone (I)' out to dinner, and the two unwittingly walk right into the disguised mouth of an orange cat!","original_language":"en","original_title":"The Mouse That Jack Built","video":false,"title":"The Mouse That Jack Built","genre_ids":[16],"poster_path":"\/2uyuUObyWJiH1ZpUhL2BjOs91hf.jpg","backdrop_path":"\/bd868k1FQ9tcyaVTV4sVUDYQ0Lf.jpg","release_date":"1959-04-03","popularity":2.398,"vote_average":6.6,"id":100375,"adult":false,"vote_count":8},{"overview":"Directed by Mohamed Abderrahman Tazi.","original_language":"en","original_title":"The Big Trip","video":false,"title":"The Big Trip","genre_ids":[16],"poster_path":"\/2lpjOxwND1BLK6vMEdD0XVElMl4.jpg","backdrop_path":"\/tvBeen45Cn87pNze7xqd9gINkxR.jpg","release_date":"2019-04-25","popularity":2.505,"vote_average":0,"id":330835,"adult":false,"vote_count":0},{"overview":"Two little pigs cry wolf on their brother and then an actual wolf comes.","original_language":"en","original_title":"Three Little Wolves","video":false,"title":"Three Little Wolves","genre_ids":[16],"poster_path":"\/jdn7UyTkuPivnPivxbnxEZqfauI.jpg","backdrop_path":"\/vF7HxTrXVoBFpoVnINumkVm7G4h.jpg","release_date":"1936-04-18","popularity":3.551,"vote_average":6.5,"id":109329,"adult":false,"vote_count":22},{"overview":"Officers Tsujimoto and Kobayakawa are transferred back to Bokuto Police Station after stints in other police departments. Shortly after this, the discovery of smuggled firearms and the recovery of a magnetic disc herald new troubles for Bokuto station as the Chief is thrown in jail for keeping silent over \"Bee Number One\", developed by Detective Emoto who went missing two years ago.","original_language":"ja","original_title":"逮捕しちゃうぞ the MOVIE","video":false,"title":"You're Under Arrest: The Movie","genre_ids":[16,18,28,53],"poster_path":"\/wJReVNlJtniQCpdUk8dzD0d5dGA.jpg","backdrop_path":"\/v2wvcOGyQmbxQH6NzVJUdpcj2gM.jpg","release_date":"1999-04-29","popularity":3.169,"vote_average":4.8,"id":51106,"adult":false,"vote_count":8},{"overview":"His goal is to help the weak and defenseless, but his saving a mouse makes him the most wanted in all the land. On the run from incessant, dim-witted mice, Perro befriends a young miller's boy, Pierre; together, they decide to seek fame and fortune. When they cross paths with the lovely Princess Rosa, Perro determines to get Pierre hitched to Her Royal Highness.","original_language":"ja","original_title":"長靴をはいた猫","video":false,"title":"The Wonderful World of Puss 'n Boots","genre_ids":[10751,28,12,35,16],"poster_path":"\/1B93spwvTVnEOzwnAjLD7DRqljU.jpg","backdrop_path":"\/399X6u4mnasmWdnYDB7zCXEbNhV.jpg","release_date":"1969-03-18","popularity":3.082,"vote_average":6.9,"id":58704,"adult":false,"vote_count":8},{"overview":"Dexter and Dee Dee wreck havok using Dexter's latest invention: a hand-held device that turns people into various animals.  The short film that inspired the TV-series.","original_language":"en","original_title":"Dexter's Laboratory","video":false,"title":"Dexter's Laboratory","genre_ids":[16],"poster_path":"\/g57hD7rDQHFoWUFiHdAdIr00WDc.jpg","backdrop_path":null,"release_date":"1995-02-19","popularity":2.119,"vote_average":6.8,"id":221300,"adult":false,"vote_count":24},{"overview":"Vader hires Boba Fett to track down the gungan Jar Jar Binks for an accident he caused to Vader. The film also takes place at the same time as the original movies showing Jar Jar responsible for the destruction of the first Death Star and was with Boba at the Jabba's Barge event from Return of the Jedi.","original_language":"en","original_title":"Lego Star Wars: Bombad Bounty","video":false,"title":"Lego Star Wars: Bombad Bounty","genre_ids":[16,878,35,10751],"poster_path":"\/t0SfMeHDylGCxWYWgklekD4olHn.jpg","backdrop_path":"\/yEcME1KPEwbIg798y06d0rHn61m.jpg","release_date":"2010-11-27","popularity":2.381,"vote_average":5.8,"id":79158,"adult":false,"vote_count":9},{"overview":"Donald's doing a little tree surgery when he spots Chip 'n' Dale gathering nuts. He saws off the branch outside their hole and paints it with tar, which Dale gets stuck in. Then Donald has a little fun with the long-handled pruning shears.","original_language":"en","original_title":"Out on a Limb","video":false,"title":"Out on a Limb","genre_ids":[16],"poster_path":"\/rCEDqeHZMQghpjiZgXHCvmTnp0K.jpg","backdrop_path":"\/3l5iMTLV9LeU3tad5ESg2HAx7Gx.jpg","release_date":"1950-12-15","popularity":3.279,"vote_average":6.3,"id":67159,"adult":false,"vote_count":13},{"overview":"Tom heads for a big city penthouse to become acquainted with a rich pretty female cat that lives there. He brings her Jerry as a gift and does some humiliating things to Jerry. Jerry, in turn, attracts the attention of another cat who also becomes interested in the female cat. It eventually turns into a fight between Tom and the other cat for the lady's hand but Jerry is the one who gets her in the end.","original_language":"en","original_title":"Casanova Cat","video":false,"title":"Casanova Cat","genre_ids":[16],"poster_path":"\/aTd6adhlnWUi2WQTlQH0wyA6nBG.jpg","backdrop_path":"\/26VgkkMcmURkk8ryPTvlXq1Gzkt.jpg","release_date":"1951-01-16","popularity":2.226,"vote_average":6.4,"id":46844,"adult":false,"vote_count":15},{"overview":"Mickey and friends put on a revue for the orphans. Donald recites nursery rhymes, but the orphans torment him. Horace, Goofy, and Clarabelle do a dance number. Donald tries again. Clara clucks a song while Mickey plays piano (with support from an unseen orchestra). Donald returns, and the orphans finally send a parade of bricks and eggs on balloons over him and use slingshots to drop them on his head.","original_language":"en","original_title":"Orphan's Benefit","video":false,"title":"Orphan's Benefit","genre_ids":[16,10751,35],"poster_path":"\/nBNkb3HZfUdCQ2K7aYdDBnEtKI1.jpg","backdrop_path":"\/3gEsX0tbK2Puz5UzkAluAKkh0B5.jpg","release_date":"1941-08-11","popularity":2.453,"vote_average":5.3,"id":67154,"adult":false,"vote_count":13},{"overview":"After Colony 196, Treize Kushrenada is dead and the 5 young soldiers known as the Gundam pilots have brought peace between Earth and the Colonies through Operation Meteor. Now they move on with their lives and their Gundams are being disposed of in the sun, never needed again. Or do they? Meet Marimaia Kushrenada, the long lost daughter of Treize. Manipulated by her grandfather Dekim, she plans to take over earth and bring it back to war with the true Operation Meteor. Relana Peacecraft gets kidnapped by her and the thought dead Barton organization and to top it off one of the Gundam pilots is fighting by their side. Now their only hope of bringing peace back is on its way to the sun. Who is the traitor? What was the true intention of Operation Meteor Will they get their Gundams in time for one last battle? Will there finally be peace?","original_language":"ja","original_title":"新機動戦記ガンダムW: ENDLESS WALTZ","video":false,"title":"Gundam Wing: Endless Waltz","genre_ids":[18,16,878],"poster_path":"\/9twWYwAwm672nOfeJwI52RcEr7P.jpg","backdrop_path":"\/qrttUkg19pao6WRombXARwas9D8.jpg","release_date":"1998-08-01","popularity":2.757,"vote_average":6.6,"id":22914,"adult":false,"vote_count":15},{"overview":"The year is 2314 AD, two years have passed since the defeat of the Innovators and the exposure of the A-Laws' crimes against humanity. The A-Laws have been abolished and their infrastructure integrated into the Earth Sphere Federation Army. However, the world's exposure to GN Particles has resulted in many people awakening as True Innovators. Celestial Being has returned to the shadows to rebuild and quietly observe the infantile peace. However, an abandoned probe from an expedition to Jupiter 130 years ago approaches Earth bringing a new crisis with it, one that threatens all of mankind. While Celestial Being begins their final mission to save humanity from an unimaginable threat, Gundam Meister Setsuna F. Seiei is about to discover the true purpose of his evolution as an Innovator. Aeolia Schenberg's plan has moved into its final stage...","original_language":"ja","original_title":"劇場版 機動戦士ガンダム00 -A wakening of the Trailblazer-","video":false,"title":"Mobile Suit Gundam 00: A Wakening of the Trailblazer","genre_ids":[28,878,16,18],"poster_path":"\/ocTaDNEh9H3WNjMC7Bnnl8rrysw.jpg","backdrop_path":"\/sqRWeAgtVOJvu57Jky4ZRL97kys.jpg","release_date":"2010-09-18","popularity":2.573,"vote_average":6.8,"id":37048,"adult":false,"vote_count":13},{"overview":"Giovanni currently lives a dreary life of near non-stop work. At school, his peers ridicule him incessantly, and his employer at work is distant and cold. As his isolation from society becomes unbearable, he suddenly finds himself on a train heading far away from his miserable home. Accompanied by Campanella, an acquaintance from school, Giovanni embarks on a journey that will define the rest of his life.","original_language":"ja","original_title":"银河铁道之夜","video":false,"title":"Night on the Galactic Railroad","genre_ids":[16,18,14],"poster_path":"\/h0zUCMXUY42cRKY7fMVkq3qQvsk.jpg","backdrop_path":"\/qd0KmHhPtN3jMm59zY0Y6Uvuojo.jpg","release_date":"1985-07-13","popularity":2.475,"vote_average":7.3,"id":37585,"adult":false,"vote_count":22},{"overview":"Winnie the Pooh and friends decide to throw a birthday celebration for gloomy, old Eeyore.","original_language":"en","original_title":"Winnie the Pooh and a Day for Eeyore","video":false,"title":"Winnie the Pooh and a Day for Eeyore","genre_ids":[16,10751],"poster_path":"\/xnfhSH9e9RauzU6ysQxQsCiBD23.jpg","backdrop_path":"\/i5z1Me11imQMjBYHSiLxXJpSiFL.jpg","release_date":"1983-01-01","popularity":2.741,"vote_average":6,"id":24926,"adult":false,"vote_count":21},{"overview":"Jakob arrives at the Institute Benjamenta (run by brother and sister Johannes and Lisa Benjamenta) to learn to become a servant. With seven other men, he studies under Lisa: absurd lessons of movement, drawing circles, and servility. He asks for a better room. No other students arrive and none leave for employment. Johannes is unhappy, imperious, and detached from the school's operation. Lisa is beautiful, at first tightly controlled, then on the verge of breakdown. There's a whiff of incest. Jakob is drawn to Lisa, and perhaps she to him. As winter sets in, she becomes catatonic. Things get worse; Johannes notes that all this has happened since Jakob came. Is there any cause and effect?","original_language":"en","original_title":"Institute Benjamenta, or This Dream People Call Human Life","video":false,"title":"Institute Benjamenta, or This Dream People Call Human Life","genre_ids":[16,18],"poster_path":"\/vuyajHfhz5dRVxxRskZHWPUguG1.jpg","backdrop_path":"\/sR7HM39LD2EiqlGNKCNdXmhQmIC.jpg","release_date":"1995-08-01","popularity":3.355,"vote_average":7.6,"id":40651,"adult":false,"vote_count":20},{"overview":"Donald Duck gets into a lot of trouble while he's cooking pancakes for breakfast - Chip and Dale are up to their mischief. Donald tries a number of plans to get rid of them, but they repeatedly foil Donald's plans.","original_language":"en","original_title":"Three for Breakfast","video":false,"title":"Three for Breakfast","genre_ids":[16],"poster_path":"\/31APAmO3h4Ltu2KD62rAFW7eWN2.jpg","backdrop_path":"\/y0MFietWS52mrMJvuVoCZu3Bqck.jpg","release_date":"1948-11-05","popularity":2.552,"vote_average":5.8,"id":92164,"adult":false,"vote_count":12},{"overview":"A remake of an earlier (1931) Silly Symphony retells the story of an outcast duckling whose search for a family to accept him leads to constant rejection before learning his true identity as a swan.","original_language":"en","original_title":"The Ugly Duckling","video":false,"title":"The Ugly Duckling","genre_ids":[16,35],"poster_path":"\/uZftnMNtg8UZxbq5UrrZIs5qxQp.jpg","backdrop_path":"\/AfUftlanPkl1B5aSYwJZulbyI5F.jpg","release_date":"1939-04-07","popularity":2.921,"vote_average":6.9,"id":418956,"adult":false,"vote_count":48},{"overview":"Professor Jerry teaches a course in how to outwit cats, but his pupil seems to know more than Jerry.","original_language":"en","original_title":"Little School Mouse","video":false,"title":"Little School Mouse","genre_ids":[16],"poster_path":"\/vIHH1BbhEyXu8QvjHiMQuXBe7VX.jpg","backdrop_path":"\/rUsdWuXyuYF3DbQoWOtXiNw5Ny0.jpg","release_date":"1954-05-29","popularity":1.969,"vote_average":6.3,"id":72679,"adult":false,"vote_count":12},{"overview":"U.C. 0123. After a generation of peace, the Earth Federation has begun to build new space colonies to house humanity's growing population. But a new force, the aristocratic Crossbone Vanguard, plans to seize the colonies of the newly constructed Frontier Side for itself. As their home becomes a battlefield, a handful of young civilians struggle to escape the conflict. To save his friends and family, the reluctant warrior Seabook Arno becomes the pilot of a new Gundam which bears the code name F91.","original_language":"ja","original_title":"機動戦士ガンダムF91","video":false,"title":"Mobile Suit Gundam F91","genre_ids":[16,878],"poster_path":"\/pD1VbnZQtMNjSNr3Nopw8ATHL95.jpg","backdrop_path":"\/eQymrcJ77srXfYG8sFCtqA80p0Z.jpg","release_date":"1991-03-16","popularity":2.993,"vote_average":6.4,"id":16308,"adult":false,"vote_count":10},{"overview":"After Kate, Humphrey, and their three pups are forced to relocate their den to Wolf-burbia, they discover Amy, a friendly raptor that magically came to life after being uncovered during a big dig! The pups and their forest friends show Amy the wonders of their new world, and must work together and try to stop the diggers from unearthing the dangerous T-Rex before it's too late!","original_language":"en","original_title":"Alpha and Omega: Dino Digs","video":false,"title":"Alpha and Omega: Dino Digs","genre_ids":[16],"poster_path":"\/AeMbbUsEV8c9KKXte4ru60uII3C.jpg","backdrop_path":"\/yUpB7tNvepdPU6MDC18kDW1VDD1.jpg","release_date":"2016-05-10","popularity":3.922,"vote_average":5.5,"id":397127,"adult":false,"vote_count":12}],[{"overview":"Prince Siddhartha is heir to the Shakya kingdom, which is constantly at war with the more powerful Kosala kingdom. His father tries to raise as him as a warrior leader and to shield him from the miseries of the world. Meeting the young outcast girl Migaila, Siddhartha experiences love for the first time but also witnesses the suffering that afflicts humankind. Meanwhile, in Kosala, Chapra rises through the military, despite his lowly origins, to become a hero and general of the army. A final showdown between the two kingdoms forces Siddhartha to re-evaluate the path he is following.","original_language":"ja","original_title":"手塚治虫のブッダ -赤い砂漠よ!美しく-","video":false,"title":"Osamu Tezuka's Buddha: The Great Departure","genre_ids":[12,16,18,36],"poster_path":"\/qzAmeK8Dpxxb0ijq4p0G8JGDogZ.jpg","backdrop_path":"\/tyggZ0P14MS2K7gaqgZpvKus8TA.jpg","release_date":"2011-05-28","popularity":1.614,"vote_average":7.4,"id":115969,"adult":false,"vote_count":17},{"overview":"Harvie is a smart but a bit too lively boy with one ambition, to finish the last level of his computer game. Once in the Gamers Hall of Fame, his absent-minded father, would finally be proud of him. But finishing the game turns out to be only the start of a real adventure that takes Harvie, his dog Jerry, and his friend Monica deep into the forgotten realms of the city's old puppet museum.","original_language":"cs","original_title":"Hurvínek a kouzelné muzeum","video":false,"title":"Harvie and the Magic Museum","genre_ids":[16,10751],"poster_path":"\/eQaBYyv9HNJhSB6kTCoaL1dyeVf.jpg","backdrop_path":"\/uyR5DVjVlWjTQ59rShEtL7L862A.jpg","release_date":"2017-08-31","popularity":1.076,"vote_average":6.7,"id":508710,"adult":false,"vote_count":3},{"overview":"After a prologue about the labor shortage being so acute that some employers would hire anybody or anything, a very tired businessman needs some sleep and checks into a hotel run by Elmer Fudd.","original_language":"en","original_title":"A Pest in the House","video":false,"title":"A Pest in the House","genre_ids":[16,35],"poster_path":"\/vkNtdynFMxV2b8u9mRlpzZm78nZ.jpg","backdrop_path":"\/n9kQhz5q5DUOIxTRTsruE3yXqsX.jpg","release_date":"1947-08-02","popularity":2.354,"vote_average":7.4,"id":83675,"adult":false,"vote_count":14},{"overview":"Spike is guarding a private fishing hole - in his sleep. Tom sneaks in to do some fishing - with Jerry as bait. But one particularly vicious fish turns out to be more than Tom or Jerry bargained for, particularly when he wakes up Spike.","original_language":"en","original_title":"Cat Fishin'","video":false,"title":"Cat Fishin'","genre_ids":[16,35],"poster_path":"\/9QsH4OOdNRefBk9O28VJBO5RvWC.jpg","backdrop_path":"\/nKst6pRaxgFAGUtDPYmihgQ5AA.jpg","release_date":"1947-02-22","popularity":1.925,"vote_average":6.8,"id":39860,"adult":false,"vote_count":15},{"overview":"Doraemon and friends travels into another world via the time machine; where humans and robots are living together. However they soon find out that the Empress of Robot Kingdom was trying to capture robots there and turn them emotionless. As the situation goes tense, our heroes sets out to stop the Empress and her plan.","original_language":"ja","original_title":"映画ドラえもん のび太とロボット王国（キングダム）","video":false,"title":"Doraemon: Nobita and the Robot Kingdom","genre_ids":[16],"poster_path":"\/dLzBoUtevaaWC2JgMVfI0FOOLRn.jpg","backdrop_path":"\/5Ny3MkCv3tg1z7XQLU32Zqr2eMm.jpg","release_date":"2002-03-09","popularity":1.501,"vote_average":6,"id":162095,"adult":false,"vote_count":2},{"overview":"A flea befriends a horsefly, who has hooves like those of a horse, and rides the horsefly into the hair of a dog. The flea chops down strands of the dog's hair to use as \"logs\" with which to build a cabin, unaware that the dog's coat is the sacred territory of a tribe of Indian fleas, who declare war on the interlopers. The Indians capture and are about to burn the flea and the horsefly when the dog jolts in pain from the fire. The flea and the horsefly free themselves and flee the Indians through the hairs on the dog's carcass.","original_language":"en","original_title":"A Horsefly Fleas","video":false,"title":"A Horsefly Fleas","genre_ids":[16,10751,35],"poster_path":"\/32iBAZyosCiemOkIyGYdknDGXmn.jpg","backdrop_path":"\/mhGLDHCVKc1UHJgFaOZiqGQ1aWr.jpg","release_date":"1947-12-13","popularity":2.036,"vote_average":6.4,"id":188782,"adult":false,"vote_count":7},{"overview":"In the Mexican town of Santa Clara, lives Salma, a 16 year-old orphan who never got to meet her biological parents. The only story she's been told her whole life is that they abandoned her. Salma has spent most of her life dedicated to searching out clues for her parents' identity and their whereabouts with little to no luck, until she discovers a special book that is filled with stories of Santa Clara and the history of their people. With this new special book, Salma sets off onto an adventure with her two brave and heart-warming foster brothers, Jorge and Pedro, to find the missing links to her family's heritage in hopes to finally get to meet her long lost parents.","original_language":"es","original_title":"Día de muertos","video":false,"title":"Salma's Big Wish","genre_ids":[16],"poster_path":"\/7rf6mq7fVaRYugmjXpCgzp3iXnE.jpg","backdrop_path":"\/17irDMs3uCvdpGZxkgAhh80gAMC.jpg","release_date":"2019-10-24","popularity":3.956,"vote_average":0,"id":378112,"adult":false,"vote_count":1},{"overview":"A starving gendarme, wasting away from hunger, is reduced to grabbing castoff snacks from fat American tourists. When he sees as old woman feeding pigeons, in desperation he hits on the bizarre idea of dressing up as one...","original_language":"fr","original_title":"La vieille dame et les pigeons","video":false,"title":"The Old Lady and the Pigeons","genre_ids":[16,35],"poster_path":"\/bh3xjLeLTSxtgoMkyGwE62tg1Ty.jpg","backdrop_path":"\/zphlzqOXW5DitufbF7QNn5V6HgZ.jpg","release_date":"1997-03-28","popularity":1.731,"vote_average":7.5,"id":48347,"adult":false,"vote_count":32},{"overview":"Wile E. Coyote, genius, announces to Bugs Bunny that he is going to catch him and eat him, and then employs a variety of gadgets and plans in an attempt to do so.","original_language":"en","original_title":"Operation: Rabbit","video":false,"title":"Operation: Rabbit","genre_ids":[16],"poster_path":"\/nbOQPDzwE0vITC4uHU5Oywe3UXS.jpg","backdrop_path":"\/i8sHEwemEmUltBhSzws7F27faKY.jpg","release_date":"1952-01-19","popularity":1.536,"vote_average":7,"id":102161,"adult":false,"vote_count":17},{"overview":"From Wikipedia, the free encyclopedia: High Diving Hare is a 1948-produced Warner Brothers Looney Tunes theatrical cartoon short starring Bugs Bunny and Yosemite Sam. Released to theaters on April 30, 1949, the short is an expansion of a gag from Stage Door Cartoon, which was also directed by Friz Freleng.","original_language":"en","original_title":"High Diving Hare","video":false,"title":"High Diving Hare","genre_ids":[16],"poster_path":"\/n1GStZ8udKyyxoAc5I82FCTd7lt.jpg","backdrop_path":"\/fLOEqpFedYwqrPGRAzXFrUy5VK3.jpg","release_date":"1949-04-30","popularity":3.116,"vote_average":7.1,"id":57814,"adult":false,"vote_count":15},{"overview":"Yosemite Sam as a pirate makes the mistake of trying to bury his treasure chest in Bugs' hole, and pays with the loss of his ship.","original_language":"en","original_title":"Buccaneer Bunny","video":false,"title":"Buccaneer Bunny","genre_ids":[16,35],"poster_path":"\/277vEPjE48RxCR267X9oyiC6vMu.jpg","backdrop_path":"\/c83EOd96uzpVx6wtKNqik0AZG7e.jpg","release_date":"1948-05-08","popularity":3.904,"vote_average":7.1,"id":83747,"adult":false,"vote_count":20},{"overview":"Thrown out of the house into the backyard, the three kittens are sheltered by a giant Saint Bernard and are tormented by a turtle and a bluebird.","original_language":"en","original_title":"More Kittens","video":false,"title":"More Kittens","genre_ids":[16],"poster_path":"\/3alv8D5TmF5qoXeGQJQw5IuxV9e.jpg","backdrop_path":"\/8vpOFICeR9hVgmycI2gTCKQ7upr.jpg","release_date":"1936-12-19","popularity":2.396,"vote_average":4.9,"id":67126,"adult":false,"vote_count":8},{"overview":"Kōmei devises a plan where Zoro and Sanji take part in an eating contest, and the two eat a strange \"good-for-nothing-only\" mushroom that turns them into good-for-nothing men. The two are then locked in a jail cell. When the rest of the Straw Hat Pirates chase after their imprisoned crew, they land on the island of Nebulandia, which features a mysterious fog made from sea water, and it has the same effects as seastone. The Straw Hat Pirates' arrival on Nebulandia is also a part of Kōmei's plan.","original_language":"ja","original_title":"ONE PIECE 〜アドベンチャー オブ ネブランディア〜","video":false,"title":"One Piece: Adventure of Nebulandia","genre_ids":[28,12,16,35,14],"poster_path":"\/xdu9XJSHT835OoChOiwEgi9Uzjf.jpg","backdrop_path":"\/qiFse005acXSGGTZcETuVemJiSg.jpg","release_date":"2015-12-31","popularity":4.176,"vote_average":7.1,"id":373879,"adult":false,"vote_count":25},{"overview":"In the kingdom of animals, Master Fox is used to trick and fool everyone. So the King, the Lion, receives more and more complaints about him. He orders that Master Fox is arrested and brought to him.","original_language":"fr","original_title":"Le Roman de Renard","video":false,"title":"The Tale of the Fox","genre_ids":[16,35,10751,14],"poster_path":"\/gi3DD9qiSJcTdWiYlfMmaJ0vbR8.jpg","backdrop_path":"\/erM3UDvsG7UeQAGOYKJAalhaphp.jpg","release_date":"1941-04-10","popularity":1.988,"vote_average":6.9,"id":90034,"adult":false,"vote_count":20},{"overview":"When a bulldog threatens Tom to keep away from his puppy, Jerry realizes that sticking close to the boy is the best way to keep away his feline tormentor. But Tom is not about to let the mouse evade him so easily.","original_language":"en","original_title":"Love That Pup","video":false,"title":"Love That Pup","genre_ids":[35,16],"poster_path":"\/fZWFSdlJdbGmfgFJNb3UMpRKeba.jpg","backdrop_path":"\/i5STOZvyXzuyFEjHokWmX3wkd0F.jpg","release_date":"1949-10-01","popularity":1.952,"vote_average":6.8,"id":73139,"adult":false,"vote_count":9},{"overview":"Horus, a kid living in an unnamed Scandinavian\/Eastern Europe culture of the Iron Age, recovers the Sword of the Sun from the rock giant Maug and learns from his dying father that he must return to his ancestral territory. In the process, he defends a village from the attacks of Grunwald, a warlord\/ice demon and befriends the enigmatic Hilda, a lonely and beautiful girl who sings haunting songs (and who hides a terrible secret).","original_language":"ja","original_title":"太陽の王子ホルスの大冒険","video":false,"title":"Horus, Prince of the Sun","genre_ids":[12,18,16,14],"poster_path":"\/8uWzpOQO5X3BDYTQZmAMN4caWaq.jpg","backdrop_path":"\/wiDtpU0fb0WjJOLK9T4YekeY74w.jpg","release_date":"1968-07-24","popularity":4.362,"vote_average":6.5,"id":52686,"adult":false,"vote_count":42},{"overview":"Donald Duck goes to a museum of modern inventions. After getting in without paying, he meets a robot butler who takes Donald's hat every time he sees him. Donald is very annoyed by this and magically fixes himself a new hat every time this happens and strolls on. Ignoring the sign not to touch it, Donald starts playing with a wrapping machine and ends up being wrapped himself. He also encounters and tries out a robot nursemaid and a fully automatic barber chair. They both don't do him much good.","original_language":"en","original_title":"Donald Duck: Modern Inventions","video":false,"title":"Donald Duck: Modern Inventions","genre_ids":[16,10751],"poster_path":"\/kw3hUixIq2amieBa9J1QqkOe9W.jpg","backdrop_path":"\/35vQ3ejDt7ytFg5bj0vV1qdU00u.jpg","release_date":"1937-05-29","popularity":3.532,"vote_average":6.3,"id":58149,"adult":false,"vote_count":25},{"overview":"Morty Citymouse invites his cousin Abner Countrymouse for a visit and shows him the ways of the big city, including traps, eating quietly, and busy traffic.","original_language":"en","original_title":"The Country Cousin","video":false,"title":"The Country Cousin","genre_ids":[16],"poster_path":"\/xuAKNwmCYcogVnd29bykcBgF4cu.jpg","backdrop_path":"\/jycjQqmPY4ywMSQE5m3fHj2KYg0.jpg","release_date":"1936-10-31","popularity":2.668,"vote_average":6.1,"id":80927,"adult":false,"vote_count":31},{"overview":"When an alien matter-converter machine transforms four baby girls into superheroes, the quartet must learn to work together as a team to fend off the extraterrestrials who are looking for their powerful device. The aliens regain possession of the converter and use it to remove the girls' superpowers, but the friends soon realize they already have plenty of amazing abilities in this entry in the Bratz series of popular animated films.","original_language":"en","original_title":"Bratz: Super Babyz","video":false,"title":"Bratz: Super Babyz","genre_ids":[16,10751],"poster_path":"\/fg7hup5N0sP3zQhibFfcHh5xp5O.jpg","backdrop_path":"\/kFqBmWyTAyHN8KhnGJilpvnRZ8B.jpg","release_date":"2007-01-01","popularity":1.229,"vote_average":5.4,"id":46116,"adult":false,"vote_count":7},{"overview":"Ever wonder where your passion, your dreams and your interests come from? What is it that makes you … you? Directed by two-time Oscar winner Pete Docter (Up, Inside Out), the film takes place between New York City and the cosmic realms.","original_language":"en","original_title":"Soul","video":false,"title":"Soul","genre_ids":[16,35,10751],"poster_path":"\/3XX000X9488AQ0qd7HAKND6o5n3.jpg","backdrop_path":"\/yY35sdVZtJXjeBONWH8HBXnxDgD.jpg","release_date":"2020-06-19","popularity":5.226,"vote_average":0,"id":508442,"adult":false,"vote_count":0}]]