[[{"overview":"Donald's nephews come by for halloween and  plays tricks on them. But Witch Hazel was watching, and offers to help the boys get even. She brews up a potion that animates inanimate objects and sics them on . He initially agrees to treat the boys, until he hears the witch call him a \"pushover\". She animates his feet to get him to cough up the key to his pantry.","original_language":"en","original_title":"Trick or Treat","video":false,"title":"Trick or Treat","genre_ids":[16,35,14],"poster_path":"\/i4HCyLpbJo3O1OvB116a6gKl3in.jpg","backdrop_path":"\/fzCcLqXp3L2ty5gjamgdnohnv3.jpg","release_date":"1952-10-10","popularity":2.18,"vote_average":6.5,"id":67699,"adult":false,"vote_count":28},{"overview":"Mickey is heading out on vacation from Burbank to Pomona, taking the train. The conductor, Pete, won't let him on with Pluto, so he hides Pluto in his suitcase, and tries to hide him all throughout the trip without much luck. But Pete wins when Pluto is hooked by a mail hook. Or does he?","original_language":"en","original_title":"Mr. Mouse Takes a Trip","video":false,"title":"Mr. Mouse Takes a Trip","genre_ids":[16,10751,35],"poster_path":"\/2lKHbsTl2s2QQyumIuyZw2kQTPc.jpg","backdrop_path":"\/p3Bz8oKGPfLd0N3uIVrXNORLbb3.jpg","release_date":"1940-11-01","popularity":2.691,"vote_average":5.9,"id":67132,"adult":false,"vote_count":18},{"overview":"Tom has a chunk of the leftover chicken just before his owner George goes to look at the fridge. He threatens to take care of whichever animal did it. Tom frames Spike the dog, but Jerry snaps a photo of him in the act, prints up dozens of copies, and then battles Tom to get George to see one of them.","original_language":"en","original_title":"Tom's Photo Finish","video":false,"title":"Tom's Photo Finish","genre_ids":[35,16],"poster_path":"\/dZYiDAzvUH55x5BJUegCjzw1eig.jpg","backdrop_path":"\/vyaQY6RZBo2bCwova0SE3DLCqsZ.jpg","release_date":"1957-11-01","popularity":2.246,"vote_average":6.5,"id":93266,"adult":false,"vote_count":10},{"overview":"A squirrel in a downtown park lugs a giant coconut back home, but nothing he does can seem to crack it open.","original_language":"en","original_title":"Much Ado About Nutting","video":false,"title":"Much Ado About Nutting","genre_ids":[16,35],"poster_path":"\/fucV61mjEmwQmfrxJ9PaIoBCK1M.jpg","backdrop_path":null,"release_date":"1953-05-23","popularity":1.403,"vote_average":6.6,"id":163082,"adult":false,"vote_count":8},{"overview":"One night, Arlequin come to see his lover Colombine. But then Pierrot knocks at the door and Colombine and Arlequin hide. Pierrot starts singing but Arlequin scares him and the poor man goes away.","original_language":"fr","original_title":"Pauvre Pierrot","video":false,"title":"Poor Pierrot","genre_ids":[35,16],"poster_path":"\/oS7ll70TnNHROejIvpnVJzl2ZIu.jpg","backdrop_path":"\/j4jolq3KUkQyN9Jn321W0cW0ox7.jpg","release_date":"1892-10-28","popularity":2.047,"vote_average":6,"id":88013,"adult":false,"vote_count":34},{"overview":"Mickey is preparing to conduct an opera when he chases Pluto away. Pluto crashes into a magician's props backstage and spars with the hat, its rabbits, and its doves. The opera begins: Clarabelle plays flute, Clara and Donald are the leads in Romeo and Juliet. Pluto follows the magic hat onstage, to Mickey's growing annoyance. The hat falls into a tuba, and soon the animals are filling the stage.","original_language":"en","original_title":"Mickey's Grand Opera","video":false,"title":"Mickey's Grand Opera","genre_ids":[16],"poster_path":"\/9qnAWI9ege1yY9pUxPNPjZTnzCn.jpg","backdrop_path":"\/5F1cRCaUhy0Os59zYaVtI5itWHc.jpg","release_date":"1936-03-07","popularity":2.13,"vote_average":6,"id":67111,"adult":false,"vote_count":16},{"overview":"Ciel learns of a \"Aurora Society\", that is rumored to be researching how to bring the dead back to life. Their next meeting is scheduled to be conducted on the ship Campania, voyaging across the Atlantic Ocean. Much to Ciel's dismay, Elizabeth \"Lizzy\" Midford, is taking the same ship, thus leaving him with no choice but to get aboard as well.","original_language":"ja","original_title":"黒執事 Book of the Atlantic","video":false,"title":"Black Butler: Book of the Atlantic","genre_ids":[28,16,35,14],"poster_path":"\/4jU2Bdk1MB2OvP4BBvTJIPQc0BF.jpg","backdrop_path":"\/aYTuXApoK81EY7x7MyWqGGYyb8a.jpg","release_date":"2017-01-21","popularity":2.418,"vote_average":8,"id":432131,"adult":false,"vote_count":43},{"overview":"The sixth direct-to-DVD special produced by Warner Bros. Animation, based upon the Scooby-Doo Saturday morning cartoons. It was released on May 5, 2015, on the Scooby-Doo! 13 Spooky Tales: Surf's Up Scooby-Doo DVD","original_language":"en","original_title":"Scooby-Doo! and the Beach Beastie","video":false,"title":"Scooby-Doo! and the Beach Beastie","genre_ids":[16,35,10751,9648],"poster_path":"\/6piIVAT0nUB3fzImdQJXImt6huE.jpg","backdrop_path":null,"release_date":"2015-05-05","popularity":1.497,"vote_average":5.5,"id":340884,"adult":false,"vote_count":4},{"overview":"Feature film based on the popular 90's Nickelodeon cartoon \"Rugrats\".","original_language":"en","original_title":"Rugrats","video":false,"title":"Rugrats","genre_ids":[16,35,10751],"poster_path":"\/hhsWjy6vFlU8dBoMCY3S6KjL8US.jpg","backdrop_path":null,"release_date":"2021-01-29","popularity":3.773,"vote_average":0,"id":536211,"adult":false,"vote_count":0},{"overview":"No overview found.","original_language":"ru","original_title":"Халиф-аист","video":false,"title":"Khalif The Stork","genre_ids":[16,14],"poster_path":"\/9oOFqWZvyBjqIMZRiitc8tGqWjA.jpg","backdrop_path":"\/2WzQw3eBxRaphBU74aIbBevjDsx.jpg","release_date":"1981-02-02","popularity":1.997,"vote_average":7.6,"id":90265,"adult":false,"vote_count":8},{"overview":"With the help of his trusted dodo Polly, the Pirate Captain presents fun-loving and hilarious tips and advice on pirating. Learn how to remember where you buried your treasure, the secrets of navigating winds, get an inside look at pirate recruiting and even a Pirate’s recipe for a giant squid with lemon. Featuring special guests like Charles Darwin and the Pirate King you will set sail for giggles and fun with musical surprises along the way!","original_language":"en","original_title":"So You Want To Be A Pirate!","video":false,"title":"So You Want To Be A Pirate!","genre_ids":[35,16],"poster_path":"\/5SpaKKy1lBE0xYMsCLdMsS6lNLK.jpg","backdrop_path":"\/euYD7b9e1QMjeJq57osLKIpiWx8.jpg","release_date":"2012-07-09","popularity":2.641,"vote_average":6.1,"id":130966,"adult":false,"vote_count":14},{"overview":"Featuring an all-star cast, the timeless story comes to life in this all-new, feature-length film filled with fun and adventure!","original_language":"en","original_title":"The Little Engine That Could","video":false,"title":"The Little Engine That Could","genre_ids":[16,10751],"poster_path":"\/h0KZ47mrDJ1H0cefuJ6W6Tm9YRF.jpg","backdrop_path":"\/4MHUSLgxLfEy2LaJ67l7IHBQ3qS.jpg","release_date":"2011-03-22","popularity":2.603,"vote_average":5.9,"id":74147,"adult":false,"vote_count":7},{"overview":"Sylvester Cat spots Tweety Bird in a display window of an after-hours department store and sneaks inside through a mail server chute. Tweety flees Sylvester by hiding in a hat pile and a doll house, evades the shots from a rifle Sylvester uses, and escapes in a vacuum tube. Tweety sends a dynamite stick through another tube, and Sylvester swallows it, thinking it is Tweety. The dynamite blows up inside Sylvester after the cat leaves the store and walks down the street.","original_language":"en","original_title":"A Bird in a Guilty Cage","video":false,"title":"A Bird in a Guilty Cage","genre_ids":[16],"poster_path":"\/9OOASS1p5yrzvbtFeU4OahHOOVE.jpg","backdrop_path":"\/ktgQ4ZITaUNpjJV5q4GI8HKFBUa.jpg","release_date":"1952-08-30","popularity":1.759,"vote_average":6.3,"id":34711,"adult":false,"vote_count":7},{"overview":"A stop-motion spoof that targets the foibles of creatures of all kinds, this animation reverses the usual hierarchy of the animal kingdom with very memorable and hilarious results.","original_language":"nl","original_title":"Human Nature","video":false,"title":"Human Nature","genre_ids":[16],"poster_path":"\/lDudfUIpN7BI8dZyWoNgFXkZ7Qj.jpg","backdrop_path":null,"release_date":"2019-09-05","popularity":1.971,"vote_average":0,"id":624841,"adult":false,"vote_count":0},{"overview":"Woody Woodpecker spends his day singing loudly and pecking holes in trees. He infuriates the other woodland creatures - when he isn't baffling them with his bizarre behavior. Woody overhears a squirrel and a group of birds gossiping about him. Even though he just sang a song proclaiming his craziness, he denies their whispered accusations that he's nuts. But after they trick him into knocking his head on a statue, the poor bird hears voices in his head and decides the animals might be right. He decides to see a doctor. But leave it to Woody to choose Dr. Horace N. Buggy, a Scottish-brogue-burring fox, who is, if it's impossible, even madder than he is.","original_language":"en","original_title":"Woody Woodpecker","video":false,"title":"Woody Woodpecker","genre_ids":[16],"poster_path":"\/gt4iGYZXE7sJyrkqbzTgReb0lPx.jpg","backdrop_path":"\/nrt5CTTmb1HjadCWwcn3NUwqpTi.jpg","release_date":"1941-07-16","popularity":1.649,"vote_average":7,"id":100165,"adult":false,"vote_count":11},{"overview":"Dodgy construction foreman Pegleg Pete has just fired his riveter. Donald is in need of a job, so he pretends to be experienced and gets it, lacking any competitor. Even the open elevator on the every skyscraper is enough to make Donald sickeningly dizzy, high up the roofless top-floor without railings the work is spooky, but the boss keeps coming up to keep a close eye on him. The damned riveting machine has its own will and much more strength then any duck: it ends up dragging the duck on a wild ride. Greenhorn Donald must also 'serve' lunch, an equilibrium nightmare while the riveting colleagues work their seismic vibes, till short-tempered Pete...","original_language":"en","original_title":"The Riveter","video":false,"title":"The Riveter","genre_ids":[16],"poster_path":"\/gJxOrytRAClnpJiKM6mLX4qmAL0.jpg","backdrop_path":"\/9yJo4Li8RUyPQwi6h84LegRUfrP.jpg","release_date":"1940-03-15","popularity":1.956,"vote_average":6.3,"id":77049,"adult":false,"vote_count":17},{"overview":"The season turns to autumn. The fight of the protagonist and his group S.E.E.S. with the strange monsters called ‘Shadows’ is getting closer to the end. Makoto and his allies engage in life-or-death battles with Shadows in order to end the Dark Hour. Through the battles, some must face the deaths of friends and family, some must notice what precious things must be protected, and some must find meaning in the battles that have occurred.  In front of Makoto, the mysterious transfer student Ryouji Mochizuki appears. When the group greets a new morning, the gears of fate begin to turn. A fight revolving around each of the heroes' bonds begins...","original_language":"ja","original_title":"劇場版 ペルソナ3 第3章 Falling Down","video":false,"title":"Persona 3 the Movie: #3 Falling Down","genre_ids":[28,16,14],"poster_path":"\/bFRBQJkB0HwjCt1dBytDDUX84TK.jpg","backdrop_path":"\/aOX9F5w3nu7NE0NKYdskV5CYkzn.jpg","release_date":"2015-04-04","popularity":2.295,"vote_average":7.3,"id":332169,"adult":false,"vote_count":9},{"overview":"On the Ninjago holiday: Day of the Departed, the ninja remeber those who have departed. Jay visits his parents at the junkyard; Lloyd and Misako remember Garmadon in the Corridor of Elders; Zane remembers his father in Birchwood Forest and Kai and Nya remember their parents too. Cole, unable to fully accept being a ghost, visits Sensei Yang as he begins to fade from existence, but accidentally releases the spirits of the ninjas' past enemies, resulting in an epic fight.","original_language":"en","original_title":"Ninjago: Masters of Spinjitzu - Day of the Departed","video":false,"title":"Ninjago: Masters of Spinjitzu - Day of the Departed","genre_ids":[16],"poster_path":"\/tcxhnjsMCWOLGq4zhy3MPhzcw73.jpg","backdrop_path":"\/RPCgwKnh9lj5RbQxzw3IsXilox.jpg","release_date":"2016-10-28","popularity":1.499,"vote_average":7.1,"id":425104,"adult":false,"vote_count":7},{"overview":"Lightning McQueen and Mater are driving in Radiator Springs and drive past Red, who is hosing some plants near Stanley. Mater tells Lightning that he used to be a firetruck, but Lightning doesn't believe Mater.","original_language":"en","original_title":"Rescue Squad Mater","video":false,"title":"Rescue Squad Mater","genre_ids":[16],"poster_path":"\/5fzWDpQjPxR9DLaJpRl3RZdX9JV.jpg","backdrop_path":"\/kd7dEaRRBijjLafXaRUIVQEt5y2.jpg","release_date":"2010-11-02","popularity":2.437,"vote_average":5.8,"id":56553,"adult":false,"vote_count":25},{"overview":"One of the most discussed and imaginative cartoons of any era. It tells the famous Edgar Allan Poe story of the deranged boarder who had to kill his landlord, not for greed, but because he possessed an \"evil eye.\" The killer is never seen but his presence is felt by the use light-and-shadow to give the impression of impending disaster.","original_language":"en","original_title":"The Tell-Tale Heart","video":false,"title":"The Tell-Tale Heart","genre_ids":[27,16,80],"poster_path":"\/dym9KpJ2Hwx1CGbSvn3sD4wlCmF.jpg","backdrop_path":"\/wvlywtvPQPG2n5065ifugISA4ae.jpg","release_date":"1953-12-17","popularity":2.481,"vote_average":7.3,"id":127401,"adult":false,"vote_count":28}],[{"overview":"Mickey, apparently shipwrecked, is on a raft; he washes up on a tropical island, where a banana tree takes care of his hunger. He then discovers a piano that washed ashore, and begins playing it. The animals come around; a gorilla, after playing a 4-hands piece with his feet, destroys the piano. Mickey runs away and accidentally wakes a lion. The lion chases Mickey to a stream, where he jumps onto a rock that turns out to be right next to a crocodile.","original_language":"en","original_title":"The Castaway","video":false,"title":"The Castaway","genre_ids":[16],"poster_path":"\/c3x3s5rTbnUspujM31sI8LTArBo.jpg","backdrop_path":"\/f5m2bNdIPKnVHwHsuKJJGbmCdFD.jpg","release_date":"1931-04-05","popularity":2.273,"vote_average":5.5,"id":162331,"adult":false,"vote_count":14},{"overview":"In the year 2036 man kind has revolutionized the medical field. Scientist have conquered death via the use of internal nanomachines and the \"Shell System\", however, only the richest can afford to partake.  Yozo Oba has been troubled by strange dreams and one day joins his friend's biker gang. They embark to the \"The Inside\", where society's elite live, however, this begins a terrifying journey of discovery that will change Yozo’s life forever.","original_language":"ja","original_title":"HUMAN LOST 人間失格","video":false,"title":"Human Lost","genre_ids":[16,878],"poster_path":"\/9mrWcKbLkupjKHWwgNnmdf8URDL.jpg","backdrop_path":"\/nm2xqcFltIDcmd2337inQVg8mxC.jpg","release_date":"2019-11-29","popularity":4.217,"vote_average":0,"id":593240,"adult":false,"vote_count":0},{"overview":"Based on a bestselling preteen novel of the same title that has sold more than 1 million copies in Korea, “Leafie, A Hen into the Wild” is about a laying hen named Leafie who is destined to live the “same old” repetitive life confined on the chicken farm.  Her fate changes when she escapes from the chicken farm and hatches a duck egg. With the duckling (who believes Leafie to be his mother), sets off on a journey into the wild with her new son to find her freedom.","original_language":"ko","original_title":"마당을 나온 암탉","video":false,"title":"Leafie, a Hen Into the Wild","genre_ids":[12,16,18,10751],"poster_path":"\/8JwK3B4EIa8t5UIyWoOzUDXUxbD.jpg","backdrop_path":"\/eNIuS2gcjT5BtSpHhV85LkCkqYf.jpg","release_date":"2012-10-30","popularity":1.889,"vote_average":7.1,"id":89623,"adult":false,"vote_count":20},{"overview":"In the year 2044 AD, the human race has amped-up its space exploration and reached out to the stars through the miracle of ROBOTECHNOLOGY, but not without bringing intergalactic war upon the Earth itself. Heroes will die and allegiances will shift. But in the midst of combat, perhaps peace will spring up through the charred remains of battered history. One of the greatest science fiction sagas of all time continues...","original_language":"en","original_title":"Robotech: The Shadow Chronicles","video":false,"title":"Robotech: The Shadow Chronicles","genre_ids":[28,12,16,878],"poster_path":"\/tUiaqYRwzx6EHPMJTIH8mfFpj2u.jpg","backdrop_path":"\/rUPLEQWvCsYYj8z4vPx1QnezDX5.jpg","release_date":"2006-08-25","popularity":2.044,"vote_average":6,"id":16364,"adult":false,"vote_count":11},{"overview":"Built Upon the Rock is a story of two brothers and how an inheritance teaches them about their own foundation and eternal life. In the beginning of the video, Gideon is dying and has asked that his two sons, Thomas and Sahara work together overseeing his vineyards after he is gone. When Gideon dies, Sahara takes control of the vineyards and begins to sell grapes that are not yet ripe to loyal customers. Thomas is greatly disturbed and seeks out a lawyer named Josiah to help him regain his part of his inheritance. Josiah has left law practice to follow Jesus. He encourages Thomas to listen to the words of Jesus to find the answers to his problems. Jesus is giving his sermon on the mount and shares the beatitudes, or the actions, attitudes and blessings true believers should experience. He tells the people they need to go beyond just believing and act upon their faith. Jesus uses the parable of the wise man who built his house upon a rock...","original_language":"en","original_title":"Built Upon the Rock","video":false,"title":"Built Upon the Rock","genre_ids":[10751,16],"poster_path":"\/unnO58AXSrbwzSOVXJt36r7m77p.jpg","backdrop_path":null,"release_date":"2004-06-01","popularity":2.442,"vote_average":0,"id":41879,"adult":false,"vote_count":0},{"overview":"School is out for the summer and Charlie Brown, Linus, Schroeder and Pig Pen are planning to spend it reading every comic book, watching television, practicing ballplay, and classical music, and having clean thoughts. However, Lucy tells them that she signed them up for camp. The girls are eager to go, but the boys hate the idea.(Linus adding that its like finding out that he was drafted.) The boys shove each other to get on the bus, while the girls line up in order. At camp, Charlie Brown is chosen captain of the boys camp. The boys and girls have a swim race which the girls win easily. Then they have a softball game, which the boys lose with only one run. Other competitions are just as lopsided. Afterwards, the boys sit around the campfire and reflect on how miserable they are. In one scene, the colors of the shirts of Schroder and Linus are mixed up during this scene.","original_language":"en","original_title":"It Was a Short Summer, Charlie Brown","video":false,"title":"It Was a Short Summer, Charlie Brown","genre_ids":[16,35],"poster_path":"\/uYJg51ISoGFHQNX554dD4BdNsl6.jpg","backdrop_path":"\/psboWqQ6L0ow3cnUTe70hIdgy6d.jpg","release_date":"1969-09-27","popularity":2.714,"vote_average":7.1,"id":52955,"adult":false,"vote_count":17},{"overview":"Aunt Fanny gives a tour of the Robot City Train Station to motley collection of robots, including Fender, Zinc, Tammy, Hacky and an Old Lady-Bot.","original_language":"en","original_title":"Aunt Fanny's Tour of Booty","video":false,"title":"Aunt Fanny's Tour of Booty","genre_ids":[16,10751],"poster_path":"\/qj0PPtWNmmLRc1u2cbWLWOFAY9T.jpg","backdrop_path":"\/6JqX28iJqaPavbGSAHwZgD7dHpg.jpg","release_date":"2005-09-19","popularity":1.376,"vote_average":5,"id":121678,"adult":false,"vote_count":3},{"overview":"Gabi and Spence, and Spooky the dog, are the “Ghost Patrol,” their town’s supernatural pest control, but they’ve never seen a real ghost. When they get a call to investigate the old Geist Manor, they are about to find the proof they have been looking for – and a whole lot more.","original_language":"en","original_title":"Ghost Patrol","video":false,"title":"Ghost Patrol","genre_ids":[16,10751],"poster_path":"\/wACHN9x2NvGFxBRGlOnNQ8UDqMR.jpg","backdrop_path":"\/ym172kRUKWDYvInTnIeEu8smK5F.jpg","release_date":"2016-10-23","popularity":2.272,"vote_average":4.3,"id":422229,"adult":false,"vote_count":8},{"overview":"12-year-old Oriko Seki, who lost her parents in a car accident, ended up living in her grandmother's Onsen Ryokan \"Haru no Ya.\" With the ghost \"Uribou\" cohabitating with her and all the other odds, she ended up training to be a young female innkeeper. At first, she didn't like the training, but gradually felt her admiration for her title and began to train seriously. Thus, the growth of the young warrior Oriko begins.","original_language":"ja","original_title":"劇場版 若おかみは小学生!","video":false,"title":"Okko's Inn","genre_ids":[16],"poster_path":"\/6ccX1LqI3Z2k93QUAaLZZhRcaf8.jpg","backdrop_path":"\/yzG5c7NbQ1pTuOSktDUNQ9aCXdW.jpg","release_date":"2018-09-12","popularity":4.441,"vote_average":7.1,"id":521296,"adult":false,"vote_count":30},{"overview":"The Easter bunny brings an egg for Tom and Jerry that hatches into the little duckling. He keeps getting into water he shouldn't: the aquarium, water cooler, bathtub, sink, as the boys keep rescuing it. They try to give the duck back to the Easter bunny - no go. They leave it in the pond at the park and think they're home free, until the duckling brings his friends home.","original_language":"en","original_title":"Happy Go Ducky","video":false,"title":"Happy Go Ducky","genre_ids":[35,16,10751],"poster_path":"\/3kihbs1YEYxHXI9guZafbj3jVf8.jpg","backdrop_path":"\/qSMhhTHfeweRdO0LiyKYkuB3FhH.jpg","release_date":"1958-01-03","popularity":1.883,"vote_average":6.2,"id":40531,"adult":false,"vote_count":9},{"overview":"An experimental short from Oskar Fischinger","original_language":"en","original_title":"Studie Nr. 9","video":false,"title":"Study No. 9","genre_ids":[16],"poster_path":null,"backdrop_path":null,"release_date":"1931-01-01","popularity":1.267,"vote_average":5.8,"id":291100,"adult":false,"vote_count":4},{"overview":"Spike is showing his son Tyke how to barbecue when his cooking is disrupted by a typical Tom-and-Jerry chase.","original_language":"en","original_title":"Barbecue Brawl","video":false,"title":"Barbecue Brawl","genre_ids":[35,16],"poster_path":"\/aFSG1e24GVFRLpURoI95XVQ1wfD.jpg","backdrop_path":"\/nQ7kf1pOfVy73jihLpCHBM4dBWC.jpg","release_date":"1956-12-14","popularity":2.375,"vote_average":6.6,"id":51258,"adult":false,"vote_count":10},{"overview":"Yogi and the gang mistakenly board the famous Howard Hughes' plane The Spruce Goose. They accidentally start the plane, so they decide to take it for a spin, helping animals and people along the way.","original_language":"en","original_title":"Yogi Bear and the Magical Flight of the Spruce Goose","video":false,"title":"Yogi Bear and the Magical Flight of the Spruce Goose","genre_ids":[12,16,35],"poster_path":"\/6m0rc8i2Y7unxxsJLtqFvoE45dM.jpg","backdrop_path":"\/7JEm0Hwai5jdJJEdXb2JoORpiAU.jpg","release_date":"1987-12-18","popularity":1.55,"vote_average":6.6,"id":174405,"adult":false,"vote_count":8},{"overview":"Sylvester Cat leaves a trailer in a National Forest Camping Ground to go bird hunting and discovers an egg in a nest. Sylvester decides to sit on the egg to hatch it, and when it hatches, out crawls Tweety Bird! Sylvester chases Tweety into a geyser and down a river in a boat toward a waterfall.","original_language":"en","original_title":"Tweet Tweet Tweety","video":false,"title":"Tweet Tweet Tweety","genre_ids":[16],"poster_path":"\/xeYBKINmUIgGEhFWaegvSJyrdWm.jpg","backdrop_path":"\/u7JH5iFogWgcPuSeON9dFVomdis.jpg","release_date":"1951-12-14","popularity":2.192,"vote_average":6.5,"id":162303,"adult":false,"vote_count":6},{"overview":"After writing to Santa, Arthur, Pom, Flora and Alexander carefully monitor the mailbox, but in vain. Finding their excellent idea of wanting to bring Santa home, Babar sets out on a long journey to find him and convince him to include elephant country on his gift giving tour.","original_language":"en","original_title":"Babar and Father Christmas","video":false,"title":"Babar and Father Christmas","genre_ids":[16,10751],"poster_path":"\/tMKtbNlSgIxwGjpNMdnOz7AzFyR.jpg","backdrop_path":"\/fDH23C1PE2rGN9nbwFN96N6LTZ6.jpg","release_date":"1986-12-05","popularity":2.43,"vote_average":6.5,"id":137231,"adult":false,"vote_count":8},{"overview":"No overview found.","original_language":"ja","original_title":"PSYCHO-PASS サイコパス Sinners of the System Case.3「恩讐の彼方に＿＿」","video":false,"title":"PSYCHO-PASS Sinners of the System: Case.3 - In the Realm Beyond Is ____","genre_ids":[16,80,878],"poster_path":"\/i0S1ecBEMdt7zRlpADmb2pyfezC.jpg","backdrop_path":"\/28rEDmMP8hrpdSPNSjUo6q3IQL5.jpg","release_date":"2019-03-18","popularity":1.341,"vote_average":0,"id":559566,"adult":false,"vote_count":0},{"overview":"Louie the Parrot finds a written will stating that his master bequeathes the family fortune not to him, but to his fellow household pet, a lunkheaded cat named Heathcliff, with the proviso that Louie is next in line to inherit the wealth if Heathcliff dies. So, Louie plots the untimely demise of Heathcliff.","original_language":"en","original_title":"Dough Ray Me-ow","video":false,"title":"Dough Ray Me-ow","genre_ids":[16],"poster_path":"\/rJepVBgdCtiPE0sZlYa8Z19v6Nh.jpg","backdrop_path":"\/BdNQWsmEoRq7wrHEN0aUOhuyfU.jpg","release_date":"1948-08-14","popularity":1.545,"vote_average":6.9,"id":147209,"adult":false,"vote_count":9},{"overview":"The Prince of Kiev decided to appoint an heir to the throne, only bad luck - who could it be? A relative, friend of the family or maybe an overseas princess? Without thinking twice, the Prince-Father chooses almost a princess, and most importantly a relative - his niece Zabava. Today, she and her husband, Elisha (do you remember the faithful student of Dobryni Nikitich?), Receive her education in faraway Constantinople, where the treacherous Vasileus rules. In order to return the heiress to her native lands, three heroes are sent in a hurry, and, of course, the main court horse, Julius.","original_language":"ru","original_title":"Три богатыря и Наследница престола","video":false,"title":"The Three Heroes: The Heiress to the Throne","genre_ids":[16,10751],"poster_path":"\/nZm3QBIuEFh6NDyjLosd3Rxqe5l.jpg","backdrop_path":"\/5QClREywdOmeTC60OkgRx5NU71C.jpg","release_date":"2018-12-27","popularity":2.227,"vote_average":7.1,"id":518590,"adult":false,"vote_count":7},{"overview":"Mecha Mutt, a revolutionary remote-controlled lunar rover resembling a large canine, goes rogue at Houston's Annual Science Expo. Scooby-Doo! Mecha Mutt Menace is the fourth in a series of direct-to-video short films.","original_language":"en","original_title":"Scooby-Doo! Mecha Mutt Menace","video":false,"title":"Scooby-Doo! Mecha Mutt Menace","genre_ids":[10751,35,9648,16],"poster_path":"\/z9NtojSrf8ZbRXxyYUUryIkuzJp.jpg","backdrop_path":"\/pAiwARh9in0o5gFoakPgVzogrbP.jpg","release_date":"2013-09-24","popularity":1.847,"vote_average":7,"id":314387,"adult":false,"vote_count":4},{"overview":"A circus is being set up just above Bugs' rabbit hole, causing much noise and vibration. The Lion cage is set up directly above the hole, and the Lion takes deep sniffs (alternatively yanking Bugs towards the hole or throwing him back) to determine that the animal below is Bugs. When the Lion (whom Bugs eventually refers to as \"Nero\") roars again, Bugs comes to the surface to see what's going on, riding an elevator that makes twists and turns. Bugs tries to reason with the lion (\"I'm the tenant downstairs, and there's entirely too much noise!\"), but soon makes a hasty escape when Nero takes a swipe at him.","original_language":"en","original_title":"Acrobatty Bunny","video":false,"title":"Acrobatty Bunny","genre_ids":[16,35],"poster_path":"\/mGUUhBSQsGUeem64UHtfSyLqoyc.jpg","backdrop_path":"\/4mWP1X2Xkq2lokJqzVeMJPIzvxX.jpg","release_date":"1946-06-29","popularity":1.879,"vote_average":5.9,"id":74951,"adult":false,"vote_count":9}],[{"overview":"Lego Marvel Super Heroes - Guardians of the Galaxy: The Thanos Threat is a computer-animated Lego film based on Marvel Comics and starring the Guardians of the Galaxy.","original_language":"en","original_title":"LEGO Marvel Super Heroes - Guardians of the Galaxy: The Thanos Threat","video":false,"title":"LEGO Marvel Super Heroes - Guardians of the Galaxy: The Thanos Threat","genre_ids":[16,878,10751],"poster_path":"\/e5h1RlnQzjgEAh4s96k50S8XkKa.jpg","backdrop_path":"\/hkllv8JmO3UuRNKSiIfks5plhgi.jpg","release_date":"2017-12-09","popularity":1.3,"vote_average":5.6,"id":509080,"adult":false,"vote_count":7},{"overview":"The Equestria Girls spend their spring break on a yacht.","original_language":"en","original_title":"My Little Pony: Equestria Girls - Spring Breakdown","video":false,"title":"My Little Pony: Equestria Girls - Spring Breakdown","genre_ids":[28,12,35,16],"poster_path":"\/aGAnQZUalRu5CS16Qhw1Y7yRejJ.jpg","backdrop_path":"\/cykq5Ejq0TUYl7bMi91n3Hp9keA.jpg","release_date":"2019-03-30","popularity":4.186,"vote_average":9,"id":592316,"adult":false,"vote_count":2},{"overview":"Santa narrates the story of Buddy's travels to New York City to meet the father he never knew he had. Along the way his unrelenting cheer transforms the lives of everyone he meets and opens his father's eyes to the magic of Christmas.","original_language":"en","original_title":"Elf: Buddy's Musical Christmas","video":false,"title":"Elf: Buddy's Musical Christmas","genre_ids":[16,10751,14,10770],"poster_path":"\/2HHi4T5xXBk9rfzpGeskzcYcJFD.jpg","backdrop_path":"\/finqvPRf8WjxwZkUquaRWQZ2BVq.jpg","release_date":"2014-12-16","popularity":2.29,"vote_average":4.8,"id":312100,"adult":false,"vote_count":12},{"overview":"Jerry Mouse befriends a newly hatched duck who can't swim and ends up protecting him against his feline nemesis, Tom.","original_language":"en","original_title":"Just Ducky","video":false,"title":"Just Ducky","genre_ids":[16,35],"poster_path":"\/q5dIIgJfPKtPS7GQah9wPVR23zY.jpg","backdrop_path":"\/fM59rpCpytaPF5DfRyr5yRnzEYc.jpg","release_date":"1953-09-05","popularity":1.629,"vote_average":6.5,"id":69096,"adult":false,"vote_count":8},{"overview":"Bugs Bunny is working in the display window of a department store when the manager tries to move him to the taxidermy department and have him stuffed.","original_language":"en","original_title":"Hare Conditioned","video":false,"title":"Hare Conditioned","genre_ids":[16,35,10751],"poster_path":"\/8Dv3tXr7D4m45WJyMqLGDTwQ1J5.jpg","backdrop_path":"\/l13sFhKLBfT45JWPywKMmimdpY3.jpg","release_date":"1945-08-11","popularity":2.667,"vote_average":6.9,"id":101511,"adult":false,"vote_count":7},{"overview":"Based on the movie Open Season and found on the DVD, partners in crime Boog and Elliot try to raid an RV for fresh-baked bear claws.","original_language":"en","original_title":"Boog and Elliot's Midnight Bun Run","video":false,"title":"Boog and Elliot's Midnight Bun Run","genre_ids":[16,35,10751],"poster_path":"\/cc8eupJPL7BLoh8vPU3j6ntQ6b9.jpg","backdrop_path":"\/hdBTPtZV6VYe9yvjkPYDasVPHHJ.jpg","release_date":"2006-12-15","popularity":1.81,"vote_average":5.6,"id":71430,"adult":false,"vote_count":24},{"overview":"The dynamic meeting of solid science and futuristic simulation culminates in a dramatic exploration to another inhabited planet seven light years away. Alien Planet creates a realistic depiction of creatures on another world, where life is possible, if not provable, according to scientists' theories. Take this fascinating journey created by state-of-the-art animation and photo-realistic effects.","original_language":"en","original_title":"Alien Planet","video":false,"title":"Alien Planet","genre_ids":[16,99,878],"poster_path":"\/gh282XtTrhzNQtebr7tAdkX142u.jpg","backdrop_path":"\/AcCexqNdf7NRBSqSFN0QceAQQ8N.jpg","release_date":"2005-05-14","popularity":2.336,"vote_average":7.3,"id":18606,"adult":false,"vote_count":12},{"overview":"Condorito must find a way to rescue his mother in law from an ancient race of aliens which wants to enslave the universe once again.","original_language":"es","original_title":"Condorito: la película","video":false,"title":"Space Chicken","genre_ids":[28,12,16,35,878,10751],"poster_path":"\/5Vt2k8e7yfQHtUPBuYols3TmY1Q.jpg","backdrop_path":"\/14p0SmUxbh7bpJk2Xa4k6QlaUgO.jpg","release_date":"2018-01-12","popularity":2.111,"vote_average":6,"id":450314,"adult":false,"vote_count":28},{"overview":"The film is about Koro the puppy, who runs away from his mistress, experiences some adventures around town and who is finally happily returned home.","original_language":"ja","original_title":"コロの大さんぽ","video":false,"title":"Koro's Big Day Out","genre_ids":[16],"poster_path":"\/xf5xoy4vnhWdz758EaAD9nAlKNu.jpg","backdrop_path":"\/l1Gj3zX3uTQxa1UCtXUsmrZMFZ7.jpg","release_date":"2002-01-01","popularity":1.944,"vote_average":8.2,"id":222475,"adult":false,"vote_count":3},{"overview":"In the first feature-length animated movie based on the Hanna-Barbera series, Jonny Quest fans get to meet the women behind the adventurous men. Joining scientist Benton Quest, his plucky son Jonny, bodyguard Race Bannon and Jonny's young pal Hadji are Benton's biologist wife Rachel, Race's ex-wife Jade and young 12-year-old Jessie, who harbors a big secret. Throughout, Team Quest battles the evil schemes of modern-day alchemist Dr. Zin, who has cloned himself and created an army of mutant reptiles in the Peruvian rain forest. The clash there results in a tragedy that changes Jonny's life forever - and later leads to a worldwide pursuit of Zin that includes examining rare Leonardo da Vinci documents in Paris, exploring the Roman catacombs and a final confrontation in the Australian outback.","original_language":"en","original_title":"Jonny's Golden Quest","video":false,"title":"Jonny's Golden Quest","genre_ids":[16,12,10751,9648],"poster_path":"\/o3R0tmCgTr6yvLYfglZ5BjWUDU1.jpg","backdrop_path":"\/dsJN4IJJEbUS5FThw0fi61sZJRN.jpg","release_date":"1993-04-04","popularity":3.009,"vote_average":6,"id":211223,"adult":false,"vote_count":3},{"overview":"Children's book authors Jean and Laurent de Brunhoff's most beloved elephant comes to the big screen in this animated family tale. Elephant monarch King Babar tells the tale, that unfolds via flashback, of how a much-younger Barbar and his girlfriend Celeste save her village from the pugnacious rhinoceroses that have come to raid it.","original_language":"en","original_title":"Babar: The Movie","video":false,"title":"Babar: The Movie","genre_ids":[12,16,10751,14],"poster_path":"\/aV0JyrfyFKG2B4CwOUMX2cmf4aP.jpg","backdrop_path":"\/t62DQEZ0ybdTyMXVsNpVyXPfx6f.jpg","release_date":"1989-07-28","popularity":4.236,"vote_average":5.7,"id":35927,"adult":false,"vote_count":17},{"overview":"In the spring, male student Makoto Yuki transfers to Gekkoukan High School. However, as he heads to his new dormitory, listening to the music on his headphones, he is stopped. More precisely, time has stopped, and the people who were around him turn into coffins. Makoto learns that this period of time hidden between the minute of midnight is called the Dark Hour, a time when monsters called Shadows appear. Suddenly made the leader of his fellow classmates Yukari and Junpei by his upperclassmen Mitsuru and Akihiko, Makoto must learn empathy, his connection to his comrades, and the meaning of death. With the power of his Evoker aimed at his head, Makoto fights against the Shadows threatening to attack his world from the mysterious tower of Tartarus.","original_language":"ja","original_title":"劇場版 ペルソナ3 第1章 Spring of Birth","video":false,"title":"Persona 3 the Movie: #1 Spring of Birth","genre_ids":[16,28,14],"poster_path":"\/6uIIm4kS1depYDZyIrKjrONEfuD.jpg","backdrop_path":"\/43ZZHhkCDlPNm418LlEemmwNVIc.jpg","release_date":"2013-11-23","popularity":3.61,"vote_average":7.5,"id":212153,"adult":false,"vote_count":18},{"overview":"Donald cheerfully sets up his umbrella etcetera for a day at the beach, but so did a mischievously lazy bee, who doesn't accept his actions inadvertently mess up the bee's spot. Once Donald is in the water in an inflatable raft, the irate insect uses its angle to sting not the duck, but the dingy, more often then Donald has fingers and toes to stuff in the holes, next makes sure to attract the 'gastronomical' attention of a whole band of sharks: duck hunting season at sea is open. Donald uses all the resourcefulness of desperation, and his only weapon, the beach umbrella...","original_language":"en","original_title":"Bee At The Beach","video":false,"title":"Bee At The Beach","genre_ids":[16],"poster_path":"\/8lWUqRSged4PGosmkklQJBTad4I.jpg","backdrop_path":"\/a6cX4L0OV46FkQmMN94HArSlVNB.jpg","release_date":"1950-10-13","popularity":3.184,"vote_average":5.5,"id":53454,"adult":false,"vote_count":13},{"overview":"With their most formidable foe vanquished, Inuyasha and his comrades begin returning to their everyday lives. But their peace is fleeting as another adversary emerges: Kaguya, the self-proclaimed princess from the Moon of Legend, hatches a plot to plunge the world into an eternal night of the full moon. Inuyasha, Kagome, Miroku, Sango and Shippou must reunite to confront the new menace.","original_language":"ja","original_title":"犬夜叉 鏡の中の夢幻城","video":false,"title":"Inuyasha the Movie 2: The Castle Beyond the Looking Glass","genre_ids":[28,12,16,14],"poster_path":"\/w1C5CgZFgrAM0AspDFrcNaBxXsm.jpg","backdrop_path":"\/acr26jOWcoNTi7DF08fua3lYoeO.jpg","release_date":"2004-12-28","popularity":3.093,"vote_average":7.2,"id":22537,"adult":false,"vote_count":37},{"overview":"Stop-motion animated short film in which a puppet, newly released from his strings, explores the sinister room in which he finds himself.","original_language":"en","original_title":"Street of Crocodiles","video":false,"title":"Street of Crocodiles","genre_ids":[16],"poster_path":"\/zg6nmAHQnTzpB4dqHCpbFk6lCeC.jpg","backdrop_path":"\/k34tCjBXG890UytP09YG5Z4sBL6.jpg","release_date":"1986-01-01","popularity":2.524,"vote_average":7,"id":59357,"adult":false,"vote_count":27},{"overview":"In the Western town of Rising Gorge, Bugs faces off against Yosemite Sam, \"the roughest, toughest, he-man stuffest hombre who's ever crossed the Rio Grande.\"","original_language":"en","original_title":"Bugs Bunny Rides Again","video":false,"title":"Bugs Bunny Rides Again","genre_ids":[37,16],"poster_path":"\/332eKfsrEpNAzSLpUh6V5PTD75g.jpg","backdrop_path":"\/p5ly3t8KpzU2zc0p6eRDI2n1sWS.jpg","release_date":"1948-06-12","popularity":2.765,"vote_average":6.4,"id":117419,"adult":false,"vote_count":13},{"overview":"In this animated adventure The Doctor and Martha Jones trek through space and time in a race against the galaxy's greatest despot, Balthazar, to follow a complex trail of clues to discover the location of the legendary lost spaceship, the Infinite, which, according to myth, can grant anybody their heart's desire.","original_language":"en","original_title":"Doctor Who: The Infinite Quest","video":false,"title":"Doctor Who: The Infinite Quest","genre_ids":[16,878],"poster_path":"\/3iOdG3kCR61sV2SFP5KFT06twNZ.jpg","backdrop_path":null,"release_date":"2007-06-30","popularity":1.551,"vote_average":7.2,"id":223356,"adult":false,"vote_count":16},{"overview":"Donald is stuck on KP at an air training base. Sergeant Pete gives him a huge pile of potatoes to peel first, then gives him some tests: close your eyes and touch fingers, pin the tail on the airplane. He finally gets sent aloft, only to discover it's a parachute jump. Eventually, both Donald and Pete end up falling with no chutes and a bomb.","original_language":"en","original_title":"Sky Trooper","video":false,"title":"Sky Trooper","genre_ids":[16],"poster_path":"\/cg1wlBGJk9Bt1rvcMGUbGMjSPdF.jpg","backdrop_path":"\/dfnpme6PbvxPjJWpOYLyLE80pax.jpg","release_date":"1942-11-06","popularity":1.774,"vote_average":6,"id":64695,"adult":false,"vote_count":13},{"overview":"Tom filches a drumstick from a fresh-baked chicken. When Mammy is about to discover him, he hands it off to Jerry; this lets him be a hero to Mammy and still get his chicken. Jerry is miffed, and sees his chance to retaliate: Spike is very possessive of his bone. Jerry keeps stealing the bone and planting it on Tom. Finally, Jerry bores a hole in the bone, inserts a bolt, and gets Tom to swallow a magnet. The bone keeps coming back to Tom, even through a fence. Finally, as Tom runs off followed by Spike, Jerry, who's been hiding in a tin can, is also dragged along.","original_language":"en","original_title":"The Framed Cat","video":false,"title":"The Framed Cat","genre_ids":[16,35],"poster_path":"\/v9Fxz1InlxKiOv6hygKfojSc5rY.jpg","backdrop_path":"\/cI6je7pzmMv1fqef6wXe3QBAwr5.jpg","release_date":"1950-10-21","popularity":2.01,"vote_average":6.6,"id":57233,"adult":false,"vote_count":9},{"overview":"A family of aliens kidnaps the Hamburglar, and it's up to Ronald and the gang to save him!","original_language":"en","original_title":"The Wacky Adventures of Ronald McDonald: The Visitors from Outer Space","video":false,"title":"The Wacky Adventures of Ronald McDonald: The Visitors from Outer Space","genre_ids":[35,10751,14,16],"poster_path":"\/1Ah4TNUhLwRyxXTua2WAX3CzRZd.jpg","backdrop_path":null,"release_date":"1999-04-23","popularity":2.243,"vote_average":6,"id":154708,"adult":false,"vote_count":7}],[{"overview":"Painted directly on glass, Black Soul is an exhilarating immersion into the heart of Black culture—a whirlwind voyage through the defining moments of Black History.","original_language":"fr","original_title":"Âme noire - Black Soul","video":false,"title":"Black Soul","genre_ids":[16,18],"poster_path":"\/oRcAQw25gaaquIW3EQLuRXGZagu.jpg","backdrop_path":"\/npH2fd8GMjGXjzMYhvHrBZEMFlP.jpg","release_date":"2000-06-06","popularity":1.751,"vote_average":7.6,"id":120856,"adult":false,"vote_count":8},{"overview":"Bugs challenges Cecil Turtle to race, only this time he's wearing an aerodynamic suit like Cecil's. Unfortunately, the gambling ring has bet everything on the rabbit, and Bugs now looks like a tortoise.","original_language":"en","original_title":"Tortoise Wins by a Hare","video":false,"title":"Tortoise Wins by a Hare","genre_ids":[16,10751,35],"poster_path":"\/hHBY7ooxt86vQjmSocTOfu7oWS.jpg","backdrop_path":"\/f7KyqzNplYZ5CicyeAuJIje3eRd.jpg","release_date":"1943-02-20","popularity":1.406,"vote_average":7,"id":100382,"adult":false,"vote_count":10},{"overview":"In 1950, Mel Blanc recorded some novelty songs for Capitol Records in the voices of his characters he did for Warner Bros. Cartoons. Now someone has taken his voices from one of those records and, with a new arrangement based on the originals by Billy May, has put them in this new computer animated short in order to illustrate the characterizations of Tweety and Sylvester in all their violent glory!","original_language":"en","original_title":"I Tawt I Taw a Puddy Tat","video":false,"title":"I Tawt I Taw a Puddy Tat","genre_ids":[16,35],"poster_path":"\/6M4ZdJwddfTWS1OsM5RCDlhYZ1i.jpg","backdrop_path":"\/oRzudy8spgqzw2V9rATaaDRnHdJ.jpg","release_date":"2011-11-17","popularity":2.673,"vote_average":6.4,"id":113736,"adult":false,"vote_count":14},{"overview":"Donald owns a farm; he sings Old MacDonald while feeding the animals. He goes to milk Clementine the cow, but she's not in the barn: she's up a tree, nibbling on leaves. She floats down, and the milking goes well. Her tail stops swinging; Donald leans over to check and it swats him in the face. The milking is again interrupted by some flies buzzing around; Donald pulls his hat over his head and the fly gets inside, in the confusion, Donald gets his hat and pail confused. Donald starts firing milk at the fly in retaliation, but the fly manages to get the cow to send Donald flying.","original_language":"en","original_title":"Old MacDonald Duck","video":false,"title":"Old MacDonald Duck","genre_ids":[16],"poster_path":"\/73OXHdRPSPzoHt90RUvIRoWA9Zs.jpg","backdrop_path":"\/a5VzFRMVfECaOeNtrunciRfQiAN.jpg","release_date":"1941-09-12","popularity":3.148,"vote_average":5.3,"id":74654,"adult":false,"vote_count":13},{"overview":"Porky balks at learning the Pledge of Allegiance until Uncle Sam appears to him in a dream and gives him a lesson in American history.","original_language":"en","original_title":"Old Glory","video":false,"title":"Old Glory","genre_ids":[16,10751,35],"poster_path":"\/pcOzgZyQs8Ysefn85MXzniIAEFp.jpg","backdrop_path":"\/iyzx6oRp9YH1xvqxEqUBashuGrY.jpg","release_date":"1939-07-07","popularity":3.099,"vote_average":5.1,"id":121163,"adult":false,"vote_count":13},{"overview":"Snow-bound in a cabin, two starving men begin visualizing each other as food, before salesman Daffy Duck calls at their door. The two men fancy Daffy as a duck dinner and chase him around the cabin. Daffy tells them he is a cookbook salesman with a complimentary turkey dinner. The men let Daffy go and sit down to feast on turkey, but a group of famished mice suddenly appear and devour the bird before the men can raise a knife to carve. When Daffy returns to try to sell the men some after-dinner mints, they resume their hungry chase of Daffy.","original_language":"en","original_title":"Along Came Daffy","video":false,"title":"Along Came Daffy","genre_ids":[16],"poster_path":"\/4HeL8zIZmxMacVKfyIOmS402uco.jpg","backdrop_path":null,"release_date":"1947-06-03","popularity":3.032,"vote_average":6.2,"id":237083,"adult":false,"vote_count":5},{"overview":"When Rabbit is named Mayor of the Hundred Acre Wood, the position goes to his head and he starts making crazy rules, including one that forbids Tigger from bouncing. Everyone in the wood must choose sides, until a little girl loses her dog Buster and everyone must join together to find him.","original_language":"en","original_title":"Tigger & Pooh and a Musical Too","video":false,"title":"Tigger & Pooh and a Musical Too","genre_ids":[16,10751],"poster_path":"\/zMGyTLglovX3xBpIbY77Xtpne3x.jpg","backdrop_path":"\/dExxW8jdHTYyCXaFEL5zHIEzLsq.jpg","release_date":"2009-04-07","popularity":1.535,"vote_average":6.2,"id":236833,"adult":false,"vote_count":8},{"overview":"Bugs goes to the dog track, falls in love with the mechanical rabbit there, and has to outsmart the dogs to get to her.","original_language":"en","original_title":"The Grey Hounded Hare","video":false,"title":"The Grey Hounded Hare","genre_ids":[16,35],"poster_path":"\/oYHxeOQR3SiDLgFO3VSNXrERhTT.jpg","backdrop_path":null,"release_date":"1949-08-06","popularity":1.547,"vote_average":6.7,"id":213874,"adult":false,"vote_count":9},{"overview":"Donald's nephews come to lunch filthy from playing outside. Donald sends them to wash up; when he finds they've done a half-hearted job, he sends them to bed without supper. They scheme to get food; Donald catches them, but falls off a cliff while chasing them. He's OK, but temporarily out cold. The boys build a fake corpse and dress Donald up as an angel, and he buys it for a while.","original_language":"en","original_title":"Soup's On","video":false,"title":"Soup's On","genre_ids":[16],"poster_path":"\/mmlwq4xvuMfHzTlfoDLa7IIwt4R.jpg","backdrop_path":"\/H6b70R51SfKBbBWf9JHmxHe9V5.jpg","release_date":"1948-10-15","popularity":3.743,"vote_average":5.7,"id":67172,"adult":false,"vote_count":11},{"overview":"In Kyokutei Bakin's classic Japanese epic novel Nansou Satomi Hakkenden, eight samurai serve the Satomi clan during Japan's tumultuous Sengoku (Warring States) era. The Edo-era samurai are the reincarnations of the spirits that Princess Fuse mothered with a dog named Yatsufusa. In Fuse Gansaku: Satomi Hakkenden, the female hunter Hamaji comes to her brother in order to hunt Fuse. Thus, the karmic cycle of retribution that began long ago with the Satomi family begins anew.  Fuse were hybrid creatures of humans and dogs in the Edo period. As there were rumors saying that they killed humans and ate their souls, the Shogun Government offered high bounty for hunting them.  Hamaji was a young female huntress living in the rural part of Mutsu while her brother Dousetsu was living in Edo. The story began as Hamaji went to Edo in order to help his brother to earn some bounty. But in Edo, she met a mysterious young men being chased by others. His name was Shino ...","original_language":"ja","original_title":"伏 鉄砲娘の捕物帳","video":false,"title":"Fuse, Memoirs of the Hunter Girl","genre_ids":[28,16,18,36],"poster_path":"\/jmhkjVDUWYuuqxKUBMPVbzB3FZB.jpg","backdrop_path":"\/eGo0SHrJ21pmNO5r7E24ObwB40s.jpg","release_date":"2012-10-20","popularity":3.279,"vote_average":8.1,"id":204755,"adult":false,"vote_count":11},{"overview":"A funny comedy about doctor Aybolit and his assistants and patients - all animals.","original_language":"ru","original_title":"Доктор Айболит","video":false,"title":"Doctor Aybolit","genre_ids":[16,35,12,10751],"poster_path":"\/A5SgsexwvAMed07n8hclAIxQnic.jpg","backdrop_path":"\/nJf2rcBcVlNiQ9UhqTKTozYk0Re.jpg","release_date":"1984-06-06","popularity":2.344,"vote_average":5.9,"id":198951,"adult":false,"vote_count":14},{"overview":"","original_language":"ru","original_title":"Шайбу! Шайбу!","video":false,"title":"Шайбу! Шайбу!","genre_ids":[16],"poster_path":"\/5uDAUSUgISFx1nQNzJJVli8YRlu.jpg","backdrop_path":"\/5myejQbyDR4CiT7QX88CNhZEh0Q.jpg","release_date":"1964-01-06","popularity":2.494,"vote_average":7.9,"id":248556,"adult":false,"vote_count":7},{"overview":"After a short sketch of the universal importance of dance in human cultural history, Goofy demonstrates the misery of those who don't master dancing to a confident level in the 20th century, the perilous techniques to learn ballroom dances and the result of all that hard footwork- more hard then it works.","original_language":"en","original_title":"How to Dance","video":false,"title":"How to Dance","genre_ids":[16],"poster_path":"\/2l0LMQaoq7N1l6qacQpRX0pvHtJ.jpg","backdrop_path":"\/hZoe0HbJsXyPMW8TDEQs2iId2p1.jpg","release_date":"1953-07-11","popularity":1.689,"vote_average":6.1,"id":66883,"adult":false,"vote_count":14},{"overview":"The story’s main character is Fehérlófia, who is a man with superhuman power. He is born as the third son of a horse. He listened to old tales, mostly about the Forefather and the end of his reign, caused by evil dragons.","original_language":"hu","original_title":"Fehérlófia","video":false,"title":"Son of the White Mare","genre_ids":[12,16,14],"poster_path":"\/7FcF271Yw2YPdiHIOrEFICftPXx.jpg","backdrop_path":"\/tdgsBYmNCZAkxYQZuUVwVl56Yv1.jpg","release_date":"1981-10-22","popularity":1.637,"vote_average":7.5,"id":41077,"adult":false,"vote_count":20},{"overview":"A Spanish cat is more interested in playing flamenco guitar than trying to catch the mouse El Magnifico (Jerry). Tom arrives from the States with world champion mouse-catching credentials to have a go. He quickly catches El Magnifico, but the mouse keeps returning. Then Tom acts as the bull, succumbing to Jerry's matador. Both Tom and Jerry speak (in Spanish).","original_language":"en","original_title":"Mucho Mouse","video":false,"title":"Mucho Mouse","genre_ids":[35,16],"poster_path":"\/xZtdKdQWhaf1EhAITt9fQTQdAc1.jpg","backdrop_path":"\/lyp6irBCPQ6dsFKKSptwDm5feL9.jpg","release_date":"1957-09-06","popularity":1.452,"vote_average":6.2,"id":74002,"adult":false,"vote_count":12},{"overview":"In the aging orphanage the days pass very uneventfully, but the nights are something quite different; at least for Tim they are. The light reflected from the stars is the only cure for his fear of the dark. One night this fear leads him to the orphanage rooftop. Where he discovers that his favorite star has disappeared, and unfortunately it´s not going to be the last one. Tim also discovers...","original_language":"en","original_title":"Nocturna","video":false,"title":"Nocturna","genre_ids":[16],"poster_path":"\/s4gKQhdLXNp006nitMacaw7KFLy.jpg","backdrop_path":"\/5QzI8hsANrCbM5XR6z9UEBAehSd.jpg","release_date":"2008-03-15","popularity":2.249,"vote_average":5.8,"id":26700,"adult":false,"vote_count":26},{"overview":"Pinocchio and his friends, a glow worm and a marionette, search for a magic music box. However, so are the evil Scalawag and the Emperor of the Night.","original_language":"en","original_title":"Pinocchio and the Emperor of the Night","video":false,"title":"Pinocchio and the Emperor of the Night","genre_ids":[16,12,10751],"poster_path":"\/6IDqA1D2NBIVhzEEaMMRL28iBrq.jpg","backdrop_path":"\/zs5WlqpUgxtNA6Ycf0naoaVRdD.jpg","release_date":"1987-12-25","popularity":1.634,"vote_average":5.3,"id":39045,"adult":false,"vote_count":10},{"overview":"A young boy learns to take control over his life when he is shrunk to the size of an insect and has to sail his own toy boat through a flooded café. Morten has to be shrunk down before he can grow up.","original_language":"en","original_title":"Captain Morten and the Spider Queen","video":false,"title":"Captain Morten and the Spider Queen","genre_ids":[12,16],"poster_path":"\/y1zhW2CGLbR7XLNU3WHILwlS6g3.jpg","backdrop_path":"\/dA4zHyVHE00QaGle9SKX1dP1p3R.jpg","release_date":"2018-08-15","popularity":3.294,"vote_average":4,"id":512916,"adult":false,"vote_count":2},{"overview":"The story is about a dwarf gangster named \"Babyface\" Finster (a play on words on Baby Face Nelson) who, after a clever bank robbery, loses his ill-gotten gains down Bugs Bunny's rabbit hole, forcing him to don the disguise of an orphan baby to get it back.","original_language":"en","original_title":"Baby Buggy Bunny","video":false,"title":"Baby Buggy Bunny","genre_ids":[16],"poster_path":"\/5jlgWnBEVZh1Dm3gNNXPmvOthBe.jpg","backdrop_path":"\/lXAvhrZ5VPKWI0xefttI59nX3.jpg","release_date":"1954-12-18","popularity":2.98,"vote_average":6.3,"id":74952,"adult":false,"vote_count":13},{"overview":"A dancing bear escapes from the zoo and finds his way to Tom and Jerry's house. He dances with Tom, making it impossible for Tom to call the authorities; Jerry takes every opportunity to play music and keep Tom and the bear dancing","original_language":"en","original_title":"Down Beat Bear","video":false,"title":"Down Beat Bear","genre_ids":[35,16],"poster_path":"\/uVVkTTLq2LdMGYGtDFO7wO9kq6g.jpg","backdrop_path":"\/fQm3aEOt80ijbklaUxA1HEnrYYU.jpg","release_date":"1956-10-12","popularity":2.156,"vote_average":6.3,"id":55506,"adult":false,"vote_count":10}],[{"overview":"Lola Bunny invents a perfume with the adverse effect of turning people invisible, sending her and cab driver Bugs Bunny on the run from the FBI, while another shady group seeks the formula.","original_language":"en","original_title":"Looney Tunes: Rabbits Run","video":false,"title":"Looney Tunes: Rabbits Run","genre_ids":[16,35],"poster_path":"\/7JekIelxRQtTaFbYqJSPr5Xw4KZ.jpg","backdrop_path":"\/hnKwwwz9Woag1B85VBLswjQH1is.jpg","release_date":"2015-08-04","popularity":1.923,"vote_average":5.3,"id":349045,"adult":false,"vote_count":15},{"overview":"Bugs Bunny escapes hunters by leaping into his rabbit hole and tunneling to safety. Unhappily he tunnels into the Sing Song prison where a sadistic prison guard named Sam Schultz refuses to accept that he's anything but one of the prisoners. Soon Bugs is in stripes, but it's the guard who will find prison life to be hell when Bugs Bunny is around to trick him into a cell, the hangman's noose, an electric chair and even into the warden's office, where Bugs will put a severe strain on the relationship between boss and underling. Finally, Sam decides that enough is enough.","original_language":"en","original_title":"Big House Bunny","video":false,"title":"Big House Bunny","genre_ids":[16,10751,35],"poster_path":"\/nHbvUT7rMv6DMOcoKlBZZ7ml2Ob.jpg","backdrop_path":null,"release_date":"1950-04-23","popularity":1.938,"vote_average":6.9,"id":34931,"adult":false,"vote_count":14},{"overview":"Recap film focusing primarily on the match against shiratorizawa from the third season.","original_language":"ja","original_title":"ハイキュー!! コンセプトの戦い","video":false,"title":"Haikyuu!! Movie 4: Battle of Concepts","genre_ids":[16,35,18],"poster_path":"\/woPhjyKgSSgtnkTBfHCYymWUO35.jpg","backdrop_path":null,"release_date":"2017-09-29","popularity":1.676,"vote_average":10,"id":461763,"adult":false,"vote_count":1},{"overview":"A bust of Stalin is cut open on an operating table, leading to an elaborate animated depiction of Czech history from 1948 (the Communist takeover) to 1989 (the Velvet Revolution). Some knowledge of the subject is essential in order to understand the film, which is entirely visual.","original_language":"cs","original_title":"Konec stalinismu v Čechách","video":false,"title":"The Death of Stalinism in Bohemia","genre_ids":[16],"poster_path":"\/yYHQ7VCaLc6fb9h72zDkYm3ZUXg.jpg","backdrop_path":null,"release_date":"1991-02-13","popularity":2.05,"vote_average":7.8,"id":126282,"adult":false,"vote_count":18},{"overview":"Pluto wants to sing along with the birds, bee and cricket, but he is tone deaf.","original_language":"en","original_title":"Pluto's Blue Note","video":false,"title":"Pluto's Blue Note","genre_ids":[16],"poster_path":"\/2HoyjOCslqDtwentsiiptC6ScYw.jpg","backdrop_path":"\/teTSofCvusvg6nb8rXGma81Mtab.jpg","release_date":"1947-12-26","popularity":2.504,"vote_average":7.2,"id":164954,"adult":false,"vote_count":9},{"overview":"\"The Jungle Bunch\" is the exciting tale of Maurice, a penguin who was raised in the jungle and thinks he's a tiger! When two penguins from his Antarctic homeland come in search of \"The Great Tiger Warrior\" to defend their colony from an invading herd of walruses, Maurice assembles a misfit team of jungle friends to save the day!","original_language":"fr","original_title":"Les As de la Jungle - Operation banquise","video":false,"title":"The Jungle Bunch: The Movie","genre_ids":[12,16,35,10751],"poster_path":"\/5qvkFXk2YeozEEchdVH4crxRRGa.jpg","backdrop_path":"\/8QAUAZl28kfGgBkcFN9Vxgyk7hQ.jpg","release_date":"2012-06-04","popularity":2.832,"vote_average":5.7,"id":110556,"adult":false,"vote_count":8},{"overview":"Pluto is guarding a flock of sheep in the West; a coyote is sneaking up on that flock. The coyote fakes a bad leg; Pluto chases it away, only to have it run back ahead of him and go after the sheep. Pluto gets back and finds the coyote chasing the lone black sheep of the flock, after trapping the rest. The chase ends with the coyote buried under a toppling spire of rock, which forms a coyote of rock on the top.","original_language":"en","original_title":"The Legend of Coyote Rock","video":false,"title":"The Legend of Coyote Rock","genre_ids":[16],"poster_path":"\/94ifPABCbm926oUqZgyWpV1MAjT.jpg","backdrop_path":"\/uZNjG3xnI3qVy0JTsXbDtEAFIac.jpg","release_date":"1945-08-24","popularity":1.753,"vote_average":6,"id":68519,"adult":false,"vote_count":7},{"overview":"Nobita, Gian, Shizuka, and Suneo is preparing for a school play on the \"Journey to the West\". As they are arguing about who should play the role of the monkey king, Nobita suggested that the real monkey king should play the role. Because the monkey king is only a legend, Nobita and Doraemon have decided to go back in time using the time machine and make a fake one and show Gian, Shizuka, and Suneo to prove that they are right. Unfortunately, Doraemon's machine allowed the fictional monsters to come to the real world and defeated the entire human races, thus turning the future (Nobita's time) into a demon-ruled world. In order to reverse the change, Doraemon and gang needed to return to the past and capture the demons back into the machine. On the way, they have met the real monk and rinrei (a child). At the end, they have either returned the demons back to the machine or destroy them with Dorami's help, thus turning the future back to normal.","original_language":"ja","original_title":"映画ドラえもん のび太のパラレル西遊記","video":false,"title":"Doraemon: The Record of Nobita's Parallel Journey to the West","genre_ids":[16,12,10751,14,878],"poster_path":"\/j1PbUg1cYYAM5hAvZeCl7L8wcWP.jpg","backdrop_path":"\/r3OoHD9peISV5aYl5rt2Fy5FdIM.jpg","release_date":"1988-03-12","popularity":2.384,"vote_average":6.2,"id":136241,"adult":false,"vote_count":3},{"overview":"It all begins when a secret agent hiding in the ship where dinner Futaba school students. The Pig Hoof follow and take the boat with her, Shin Chan and his friends on board. From there, Shin Chan, Masao, Nene, Kazama and Boo Chan van with Agent everywhere as their hostages.","original_language":"ja","original_title":"クレヨンしんちゃん 電撃！ ブタのヒヅメ大作戦","video":false,"title":"Crayon Shin chan: Dengeki! Buta no Hizume Daisakusen","genre_ids":[16,35],"poster_path":"\/qEMvx6hwek3Zmx2DXLW4KqjV8iP.jpg","backdrop_path":"\/lrQLpzSg6fdMFJ87v0MoxHm96bi.jpg","release_date":"1998-04-18","popularity":2.123,"vote_average":7.4,"id":128875,"adult":false,"vote_count":6},{"overview":"After a hard night's work, Father Christmas decides to go on a \"blooming vacation\", builds his sledge into a caravan and holidays in France, Scotland and Las Vegas before coming home and settling down, with a bit of grumbling, to answer the mail, get the gifts ready, deliver them and get to the Snowmens' party on time--only he's forgotten something.","original_language":"en","original_title":"Father Christmas","video":false,"title":"Father Christmas","genre_ids":[16],"poster_path":"\/iUQSwWRVcWqENEH0rlpBjPCUfO5.jpg","backdrop_path":"\/c6mBHw9f2kpFAinUbCNLqJLvprN.jpg","release_date":"1991-01-01","popularity":1.505,"vote_average":6.8,"id":24500,"adult":false,"vote_count":12},{"overview":"Daffy Duck must double for Bugs in any slapstick which Warners considers too dangerous for its star Bug Bunny.","original_language":"en","original_title":"A Star Is Bored","video":false,"title":"A Star Is Bored","genre_ids":[16,35],"poster_path":"\/wXQoFzFENan7FtyyiNetqLJDHN7.jpg","backdrop_path":null,"release_date":"1956-09-14","popularity":1.334,"vote_average":6.7,"id":235149,"adult":false,"vote_count":11},{"overview":"A murder has occurred at Gruesome Gables, and the dog detective trying to find the killer has to deal with some suspicious suspects and a haunted house.","original_language":"en","original_title":"Who Killed Who?","video":false,"title":"Who Killed Who?","genre_ids":[35,16,9648],"poster_path":"\/oKqKR1XUdKwcThuHZ36cEevTjPh.jpg","backdrop_path":"\/alGkyoqSeQLXIPJFkPBgv9tbpGt.jpg","release_date":"1943-06-19","popularity":1.888,"vote_average":6.8,"id":87234,"adult":false,"vote_count":14},{"overview":"When the evil Krad steals Santa's toy bag, he crushes the holiday spirit- and over time, the world's children forget all about Christmas. Now, a wide-eyed orphan and her band of friends will embark on the polar adventure of a lifetime, as they try to stop Krad from destroying Christmas once and for all!","original_language":"en","original_title":"Christmas Is Here Again","video":false,"title":"Christmas Is Here Again","genre_ids":[16,35,10751],"poster_path":"\/3io7Dsny278DNGow1umlUX8AIvI.jpg","backdrop_path":"\/516lSmlSa7Hmg22jJUCJwD0pLbN.jpg","release_date":"2007-10-20","popularity":2.548,"vote_average":4,"id":25758,"adult":false,"vote_count":5},{"overview":"Tom is a cowboy boot-wearing cat at a Texas dude ranch. When a beautiful female cat comes for a visit, Tom takes time from his regular torturing of Jerry to use the mouse as a way to impress the dame. Naturally, Jerry gives Tom his comeuppance.","original_language":"en","original_title":"Texas Tom","video":false,"title":"Texas Tom","genre_ids":[16,35,10751,37],"poster_path":"\/sokOu5x2YYZ8yRugzsa5lY19UYp.jpg","backdrop_path":"\/sJDI9DBGLLzdB0rq3NgxtqrOdBr.jpg","release_date":"1950-03-11","popularity":2.076,"vote_average":6.2,"id":90912,"adult":false,"vote_count":15},{"overview":"An elderly monk, while training the young novice who will succeed him, recalls the mysterious lost love of his past - just as his young successor appears to be encountering her himself.","original_language":"ru","original_title":"Rusalka","video":false,"title":"Mermaid","genre_ids":[16,14],"poster_path":"\/pMuLyGH9FCV93X943raNCEwoAiO.jpg","backdrop_path":"\/cvo8aef5JjLuueVigVU64Hlfteq.jpg","release_date":"1997-02-14","popularity":2.87,"vote_average":7.2,"id":168478,"adult":false,"vote_count":15},{"overview":"Swans, peacocks, ducks, and more birds dance in this Silly Symphony.","original_language":"en","original_title":"Birds of a Feather","video":false,"title":"Birds of a Feather","genre_ids":[16],"poster_path":"\/5y6c4Ab0XRgh0movm5ldd7nsaaT.jpg","backdrop_path":"\/dcmkr1npIbtmskZrBMTjXiqMRmh.jpg","release_date":"1931-02-03","popularity":2.666,"vote_average":5.3,"id":106095,"adult":false,"vote_count":14},{"overview":"Dark shadows are cast over Bill's recovery, in this second chapter to Everything will be OK.","original_language":"en","original_title":"I Am So Proud of You","video":false,"title":"I Am So Proud of You","genre_ids":[16,28,53,878],"poster_path":"\/5V02nhJlXdcTUjtRh7b7HLWklbN.jpg","backdrop_path":"\/gHi0NlRtPYRE1okHeZQSVT4lsYC.jpg","release_date":"2008-01-01","popularity":2.186,"vote_average":7.7,"id":32534,"adult":false,"vote_count":28},{"overview":"Yogi Bear and his pal Boo Boo are shipped off to the San Diego Zoo by Jellystone National Park's Ranger Smith who is tired of Yogi's \"pick-a-nick\" basket stealing. Yogi escapes by convincing a bear named Cornpone to switch places with him and go to sunny California and returns to the park. His girlfriend, Cindy, not realizing Yogi has escaped, goes looking for him and is kidnapped by a circus owne","original_language":"en","original_title":"Hey There, It's Yogi Bear","video":false,"title":"Hey There, It's Yogi Bear","genre_ids":[16,35,10751,12],"poster_path":"\/qak2BB5IGHGiR2Bj7FLfNT2iCVr.jpg","backdrop_path":"\/54bGyQAvRgpO2534M8VvjsSTJ2J.jpg","release_date":"1964-01-01","popularity":2.438,"vote_average":6.3,"id":33037,"adult":false,"vote_count":18},{"overview":"Three completely different stories are told through dance.","original_language":"en","original_title":"Invitation to the Dance","video":false,"title":"Invitation to the Dance","genre_ids":[10402,16,14],"poster_path":"\/gSIxwwMkwpQqVfIpAIGslDz5Mm6.jpg","backdrop_path":"\/dm67l1gfmsBMW8fMbX2yKjIRB8p.jpg","release_date":"1956-05-22","popularity":1.918,"vote_average":7.3,"id":47310,"adult":false,"vote_count":10},{"overview":"The plot follows the events surrounding Vladimir from childhood and into adulthood. In the beginning of the film, being under the influence of the high priest Krivzha, the Prince is a young, impulsive and cruel pagan. Fighting for supreme power, Vladimir wins a battle that kills his brother. Regretting what he has done, Vladimir does not suspect a conspiracy between the priest and the Pechenegs. Vladimir is concerned about gathering the Slavic tribes into one united state. Solving this major task, he faces obstacles, which Vladimir overcomes in the end, defeating Krivzha and winning the battle against Kurya, a Pecheneg chief.","original_language":"en","original_title":"Князь Владимир","video":false,"title":"Prince Vladimir","genre_ids":[16,18,36],"poster_path":"\/v1vYxYptdMDB0OqbdANnXnmZKqZ.jpg","backdrop_path":"\/glpgVXnNRspNnXURVslFJohpQMA.jpg","release_date":"2006-02-09","popularity":2.282,"vote_average":5.1,"id":39170,"adult":false,"vote_count":11}],[{"overview":"Tom, famous baritone Signor Thomasino Catti-Cazzaza, enthralls a concert audience with his rendition of \"Largo al factotum\", from Rossini's \"Il Barbiere di Siviglia,\" while Jerry strives for sleep under the stage.","original_language":"en","original_title":"The Cat Above and The Mouse Below","video":false,"title":"The Cat Above and The Mouse Below","genre_ids":[16],"poster_path":"\/82tqDrtcMQxX3Uw2DzXwVEDsXXi.jpg","backdrop_path":"\/9dJmoC2y3acBGEXnFzu8yBQ7yYD.jpg","release_date":"1964-02-25","popularity":1.651,"vote_average":6.5,"id":223031,"adult":false,"vote_count":10},{"overview":"Spoof of 'Snow White and the Seven Dwarfs (1937)' with an all-black cartoon cast. Many WWII references, including rationing (the evil Queen is a hoarder of sugar and rubber tires) and Jeep vehicles (the Sebben Dwarfs come to the rescue in three of them).","original_language":"en","original_title":"Coal Black and de Sebben Dwarfs","video":false,"title":"Coal Black and de Sebben Dwarfs","genre_ids":[35,16],"poster_path":"\/qouaOGWpFMf7o2wz1EchYTvQiR3.jpg","backdrop_path":null,"release_date":"1943-01-16","popularity":1.407,"vote_average":5.5,"id":127408,"adult":false,"vote_count":20},{"overview":"As the perpetually lecherous Ataru and his friends prepare for a carnival at Tomobiki High School, they gradually realize the days are literally repeating themselves. Any effort to break the pattern dumps them back where they started.","original_language":"ja","original_title":"うる星やつら2 ビューティフル・ドリーマー","video":false,"title":"Urusei Yatsura 2: Beautiful Dreamer","genre_ids":[16,35,14],"poster_path":"\/2DKKK6Coqk7cManpl7OgVKUqSZS.jpg","backdrop_path":"\/6cmi7kzp23wFom5ELrO2C1Uz4tz.jpg","release_date":"1984-02-11","popularity":3.735,"vote_average":7,"id":43967,"adult":false,"vote_count":19},{"overview":"Pluto's kid brother, K.B., keeps getting into trouble. When Butch the bulldog passes by, K.B. latches onto him. Butch gets K.B. to crawl into a meat market through a small slot. Pluto comes along, they tussle and set off the burglar alarm, which brings the dogcatcher, who grabs Butch.","original_language":"en","original_title":"Pluto's Kid Brother","video":false,"title":"Pluto's Kid Brother","genre_ids":[16],"poster_path":"\/iVhNFK2ZfpqstZWCtHnrRZlk6qt.jpg","backdrop_path":"\/3EHTqOZUGAjLK5N3sBXL0qcefjo.jpg","release_date":"1946-04-12","popularity":2.203,"vote_average":5.8,"id":68504,"adult":false,"vote_count":6},{"overview":"The Robot Chicken DC Comics Special 3: Magical Friendship surrenders DC Comics' multitude of Super Heroes and Super-Villains to the demented whims of the award-winning Robot Chicken for a triumphant third time. This time around, Batman and Superman’s bromance takes a competitive turn and the fate of the universe somehow hangs in the balance!","original_language":"en","original_title":"Robot Chicken DC Comics Special III: Magical Friendship","video":false,"title":"Robot Chicken DC Comics Special III: Magical Friendship","genre_ids":[16],"poster_path":"\/8RYiCIDcSoZalUcqMz8oHWqtEeR.jpg","backdrop_path":"\/cVJWOuJvFL4xwqGnbpo2pMmusMb.jpg","release_date":"2015-10-18","popularity":2.426,"vote_average":8,"id":363863,"adult":false,"vote_count":11},{"overview":"A group of beavers cheerily build a dam in this Silly Symphony.","original_language":"en","original_title":"The Busy Beavers","video":false,"title":"The Busy Beavers","genre_ids":[16],"poster_path":"\/rwK8dvzpPXvR432oJZUwdIzrW6a.jpg","backdrop_path":"\/oWkdNQ1H3yjkFit9FBVCyjYcOkF.jpg","release_date":"1931-06-29","popularity":2.722,"vote_average":5.8,"id":106096,"adult":false,"vote_count":12},{"overview":"Tension is building across the galaxy! Anakin Skywalker and R2-D2 have infiltrated a Separatist base.  With a very important secret stored inside the droid, they barely escape, but they are pursued and Artoo is lost somewhere in deep space!","original_language":"en","original_title":"LEGO Star Wars: The Quest for R2-D2","video":false,"title":"LEGO Star Wars: The Quest for R2-D2","genre_ids":[16,878,10751],"poster_path":"\/lqtQIzkgqhhtefRnd5HBlErHlT4.jpg","backdrop_path":"\/kCLxbrWFERqRKrvaM3nbLKf2Drc.jpg","release_date":"2009-08-27","popularity":2.368,"vote_average":5.7,"id":81233,"adult":false,"vote_count":11},{"overview":"Compilation film of the first half of the TV series.","original_language":"ja","original_title":"甲鉄城のカバネリ 総集編｛前編｝集う光","video":false,"title":"Kabaneri of the Iron Fortress Recap 1: Gathering Light","genre_ids":[28,16,878],"poster_path":"\/3Gn4dTobPgSY3X5oHZFbmhiWVBU.jpg","backdrop_path":null,"release_date":"2016-12-31","popularity":2.969,"vote_average":0,"id":431802,"adult":false,"vote_count":0},{"overview":"Your favourite teddy bear. That model kit that took so long to complete. The picture book you used to read over and over again. The shining stone you found that day in the park. Where do all your childhood's treasures go when you grow up? In this story, we meet fantastic creatures that gather all these little objects that fall into oblivion as they are forgotten by their owners when they step into adulthood. These creatures sneak into our world from a different dimension, and unseen by humans, they take all the ditched and forgotten \"treasures\" into their world. Here, they use their booty to build their own city, a fairy tale-like place called... Oblivion Island!","original_language":"ja","original_title":"ホッタラケの島 遥と魔法の鏡","video":false,"title":"Oblivion Island: Haruka and the Magic Mirror","genre_ids":[12,16],"poster_path":"\/l1KdeXZ2SPmS8Zb3fR9mbfNlLYf.jpg","backdrop_path":"\/bCjAYGRKg1BS10qFIqICnupPYzX.jpg","release_date":"2010-02-27","popularity":2.814,"vote_average":6.8,"id":39544,"adult":false,"vote_count":20},{"overview":"When the gang loses patience with Snoopy's mischief, he suddenly finds himself back in obedience training. With a vengeance, Snoopy decides it's time to run away to Peppermint Patty's house, but soon realizes life might not be so bad with Charlie Brown after all.","original_language":"en","original_title":"He's Your Dog, Charlie Brown","video":false,"title":"He's Your Dog, Charlie Brown","genre_ids":[16,18,10751],"poster_path":"\/xzpGyt5O7qBEVAUEUQ40p292sKQ.jpg","backdrop_path":"\/kzh9K20xnUfjuGK6aOygdMvvVMT.jpg","release_date":"1968-02-14","popularity":2.158,"vote_average":7.7,"id":34228,"adult":false,"vote_count":12},{"overview":"Tis the season for the cheer and charm of the Peanuts kids - and this delight special offers five segments full of unforgettable moments. Snoopy works as a bell-ringer to raise money and tries making peace with the ferocious cat next door. Linus strives to strike the right tone in his letter to Santa - and his friendship with an indecisive girl at school. Sally's idea about gift giving and the identity of Santa may be unusual - but her strange notion about how to obtain a Christmas tree surprisingly does the job. Lucy tries awfully hard to be nice...and still coax everyone around her to buy her presents. Charlie Brown and Sally wait up for Santa (a surprisingly short man), who spreads Christmas gift cheer further than they had thought. Make merry!","original_language":"en","original_title":"Charlie Brown's Christmas Tales","video":false,"title":"Charlie Brown's Christmas Tales","genre_ids":[16,35,10751],"poster_path":"\/bpe5PcAJdbq53PzrbjtDObUkumA.jpg","backdrop_path":"\/nxfTfoJduzOD5DCy5ib8bjFxCLw.jpg","release_date":"2002-12-08","popularity":3.248,"vote_average":6.5,"id":37556,"adult":false,"vote_count":11},{"overview":"Ralph Wolf tries to forcibly remove Sam Sheepdog in order to gain access to a flock of sheep. Without success, he uses a lasso, cannon, a string of firecrackers, and a giant rubber band.","original_language":"en","original_title":"Steal Wool","video":false,"title":"Steal Wool","genre_ids":[16],"poster_path":"\/97J9piJTjXVgoAkGkJnCJHmpQPg.jpg","backdrop_path":"\/9JWsTDZV0HeTNyk65ymbT5MXYfy.jpg","release_date":"1957-06-08","popularity":2.694,"vote_average":6.5,"id":100355,"adult":false,"vote_count":11},{"overview":"Donald flies his model airplane into Chip 'n Dale's tree. Dale climbs in and proceeds to cause trouble.","original_language":"en","original_title":"Test Pilot Donald","video":false,"title":"Test Pilot Donald","genre_ids":[16,35,10751],"poster_path":"\/rzQxNRTRxfhlLkiFFCqLmm9vgwt.jpg","backdrop_path":"\/gLQ3YSpBGBXn0m5adPNvdsGH9zl.jpg","release_date":"1951-06-08","popularity":2.459,"vote_average":6.1,"id":67506,"adult":false,"vote_count":8},{"overview":"In the year Universal Century 0079, humans have colonized the area of space lying in between the Earth and the moon. However the ambitious Zabi family, rulers of the Duchy of Zeon (the grouping of colonies furthest from the earth) has sparked a war.","original_language":"ja","original_title":"機動戦士ガンダム","video":false,"title":"Mobile Suit Gundam I","genre_ids":[16,878,28,12,18,10752],"poster_path":"\/kzyMAqagPK6wuvDzA5FeJU6n71Y.jpg","backdrop_path":"\/gx8df7Bl6JRrgvruaHGV6JTRDdh.jpg","release_date":"1981-03-14","popularity":3.274,"vote_average":6.7,"id":39228,"adult":false,"vote_count":18},{"overview":"Shirou Emiya finds himself an unwilling participant in a deadly competition where seven Mages summon heroic spirits as servants to duel each other to the death. They compete for the chance to make a wish from the Holy Grail, which has the power to grant any wish. Shiro is unskilled as a mage and knows nothing of the Holy Grail War, but he and his servant, Saber, enter into a temporary partnership with another Mage, Rin Tohsaka. However, problems arise between Shirou and Rin's servant, Archer, who seems to seriously despise him.","original_language":"ja","original_title":"劇場版 フェイト\/ステイナイトアンリミテッドブレイドワークス","video":false,"title":"Fate\/Stay Night: Unlimited Blade Works","genre_ids":[28,14,16],"poster_path":"\/wxoSmYgjpKAkhe4c1B3jW3D1QLZ.jpg","backdrop_path":"\/g1xiSZVlc0hRwUKJ6rJxM00qKtI.jpg","release_date":"2010-01-23","popularity":3.171,"vote_average":6.6,"id":46304,"adult":false,"vote_count":20},{"overview":"An untold chapter in the Mass Effect saga, following the early career of Alliance Marine, James Vega, as he leads a squad of elite special forces into battle against a mysterious alien threat known as The Collectors. Stationed at a colony in a remote star system, Vega and his troops must protect the inhabitants from an invasion of the deadly insectoid warriors determined to collect the population for unknown purposes. Soon after the attack, Vega's commanding officer falls in battle, forcing the young officer to embrace the responsibility of leadership for the colony's survival. Having idolized Earth's greatest hero and warrior, Commander Shepard (the central character in the Mass Effect video games), the young and idealistic Vega must now make life and the death decisions that will effect not only the lives of his squad, but the lives of every person in the colony - all of whom he has sworn to protect...","original_language":"en","original_title":"Mass Effect: Paragon Lost","video":false,"title":"Mass Effect: Paragon Lost","genre_ids":[16,28,878],"poster_path":"\/zmDWcLpvxhNwYHEExKpXBs79b19.jpg","backdrop_path":"\/yMXhiyqnEZdgtsEpnJUunpiPLmO.jpg","release_date":"2012-12-28","popularity":2.587,"vote_average":6.4,"id":119685,"adult":false,"vote_count":23},{"overview":"The old fishing boat captain tells the story of Chilly Willy, a singing polar bear and a bulldog who quickly falls asleep when he hears a lullaby.","original_language":"en","original_title":"The Legend of Rockabye Point","video":false,"title":"The Legend of Rockabye Point","genre_ids":[16,35],"poster_path":"\/nLVsXCr9c1ZwHn1ijcoRs0y2L7Y.jpg","backdrop_path":"\/f1Cdn1Xr9wh2ed7O2AOrIOo9o3t.jpg","release_date":"1955-04-11","popularity":2.236,"vote_average":7.3,"id":163050,"adult":false,"vote_count":6},{"overview":"In 1885, Africa is a succulent cake destined to be wildly divided and everyone wants a piece. A disturbed European king, a Pygmy working in a luxury hotel, a successful but lonely businessman, an enslaved porter, a young army deserter, a ghostly clarinetist. Some benefit from colonialism and greed. Others suffer racism and violence.","original_language":"fr","original_title":"Ce magnifique gâteau !","video":false,"title":"This Magnificent Cake!","genre_ids":[12,16,35,18,14,36],"poster_path":"\/8zc7VOgCFKjZrwDtoVtF4Hx0e2r.jpg","backdrop_path":"\/7TTCBC5g6rkUYp0JswFToY2BCHk.jpg","release_date":"2018-10-18","popularity":1.176,"vote_average":7.1,"id":518747,"adult":false,"vote_count":6},{"overview":"A muscular dog exploits a cat and a mouse for food, but they keep forgetting to bring him gravy!","original_language":"en","original_title":"Chow Hound","video":false,"title":"Chow Hound","genre_ids":[16,35,10751],"poster_path":"\/mjUOQIzuHPvWV4LQ30jlvCEOFRM.jpg","backdrop_path":"\/u8oswWpUbd60wegSnMsuodbBmGZ.jpg","release_date":"1951-06-16","popularity":2.015,"vote_average":6.3,"id":83749,"adult":false,"vote_count":14},{"overview":"For high schooler Kei—and for at least forty-six others—immortality comes as the nastiest surprise ever.  Sadly for Kei, such a feat doesn't make him a superhero. In the eyes of both the general public and governments, he's a rare specimen who needs to be hunted down and handed over to scientists to be experimented on for life—a demi-human who must die a thousand deaths for the benefit of humanity.","original_language":"ja","original_title":"亜人 第1部 衝動","video":false,"title":"Ajin: Demi-Human - Compel","genre_ids":[28,16,53],"poster_path":"\/ot7mJtmzLByMFjMZnMpA89WxXA7.jpg","backdrop_path":"\/pF6quq3sPoaOOjM3uqSsKIxdaQ2.jpg","release_date":"2015-11-27","popularity":2.985,"vote_average":7.9,"id":357390,"adult":false,"vote_count":16}],[{"overview":"Goofy (again playing George Geef) is a nicotine addict to the extreme. He smokes while doing income tax, before going to bed, after waking up in the morning, and at work. Finally, he decides to quit. He soon learns it's not as easy as that and everywhere he looks, he is tempted to start again until he finally cracks. He runs everywhere yelling, \"Smoke! Smoke! Smoke!\" but with no luck. Finally, he asks a man for a cigar and the man gladly gives him one...an exploding cigar which finally has Goofy vowing, \"I quit!\".","original_language":"en","original_title":"No Smoking","video":false,"title":"No Smoking","genre_ids":[16],"poster_path":"\/5tuZm3Yywyl9U2yAt3rW4OcozVT.jpg","backdrop_path":"\/mBkyNBmJiBdQgdxtmgnwtY5P1GC.jpg","release_date":"1951-11-23","popularity":2.393,"vote_average":6.7,"id":67145,"adult":false,"vote_count":13},{"overview":"Two polite twin gophers find that their home, a tree, has been cut down and taken away. They find it in a log pile about to be taken inside a processing factory. When they follow it into the factory, they become caught in the bizarre human machinery whose purpose, among other things, is to grind whole trees down to make toothpicks.","original_language":"en","original_title":"Lumber Jerks","video":false,"title":"Lumber Jerks","genre_ids":[16],"poster_path":"\/ssQddSJUea0g3DUaFtzSazDFsQ4.jpg","backdrop_path":"\/pvUPfYkaSorfuiZ0yvmYvMDMRFf.jpg","release_date":"1955-06-24","popularity":1.842,"vote_average":6.7,"id":100319,"adult":false,"vote_count":7},{"overview":"Get ready for a magical, fun-filled journey of adventure, fantasy and friendship! Tom Sawyer and his best buddy Huck Finn love going fishing, daydreaming about pirates and stolen gold, and thinking about Becky Thatcher - the pretty new girl at school. But when these pals set out on a quest for buried treasure, they end up face to face with the town's most \"grizzly\" bear, Injurin' Joe. Giving Joe the slip, they find themselves in the middle of a fantastic adventure that takes them from the mighty Mississippi to the mysterious caverns of a secret hideout where they discover fun, excitement... and a fortune beyond their wildest dreams! Featuring the voices of Don Knotts, Betty White, and country music superstars Rhett Akins, Mark Wills, Lee Ann Womack, Hank Williams Jr. and more, Tom Sawyer is an enchanting, music-filled family adventure.","original_language":"en","original_title":"Tom Sawyer","video":false,"title":"Tom Sawyer","genre_ids":[16,10751,12],"poster_path":"\/vFab8MwNldV5ZaIuvDdro3HKXnq.jpg","backdrop_path":"\/szLRAWKB68N32rVajKdKK2oatfD.jpg","release_date":"2000-04-04","popularity":2.7,"vote_average":6.2,"id":42313,"adult":false,"vote_count":13},{"overview":"Set in a world of iron dirigibles and steam powered computers, this gothic horror mystery tells the story of Jasper Morello, a disgraced aerial navigator who flees his plague-ridden home on a desperate voyage to redeem himself.","original_language":"en","original_title":"The Mysterious Geographic Explorations of Jasper Morello","video":false,"title":"The Mysterious Geographic Explorations of Jasper Morello","genre_ids":[12,16,9648],"poster_path":"\/iff5CRnsnaoJnC6rOSeWAInfU7P.jpg","backdrop_path":"\/6ywLrp9NEZi3INxqTQlE7I5zmP.jpg","release_date":"2005-01-19","popularity":1.95,"vote_average":7.2,"id":52762,"adult":false,"vote_count":26},{"overview":"Big game hunter Goofy and his trusty elephant search for a tiger to hunt.","original_language":"en","original_title":"Tiger Trouble","video":false,"title":"Tiger Trouble","genre_ids":[16,35],"poster_path":"\/LCYaZDIXM0NdYT6P0Y33TgMMV7.jpg","backdrop_path":"\/aTnp0MUCG1i92HDioHTREg4fm15.jpg","release_date":"1945-01-06","popularity":2.053,"vote_average":6.3,"id":67694,"adult":false,"vote_count":16},{"overview":"CGI & live-action hybrid based on the cartoon.","original_language":"en","original_title":"Tom & Jerry","video":false,"title":"Tom & Jerry","genre_ids":[35,10751,16],"poster_path":"\/yl7KKsliHjuCe5vVawEgxXRRBPQ.jpg","backdrop_path":null,"release_date":"2021-04-16","popularity":3.805,"vote_average":0,"id":587807,"adult":false,"vote_count":0},{"overview":"A young shape-shifter named Nimona teams up with a mad scientist named Lord Ballister Blackheart to expose the ruler of the kingdom.","original_language":"en","original_title":"Nimona","video":false,"title":"Nimona","genre_ids":[878,16,12,35,10751,14],"poster_path":null,"backdrop_path":null,"release_date":"2021-03-05","popularity":3.783,"vote_average":0,"id":481992,"adult":false,"vote_count":0},{"overview":"Mammy's stepping out for the evening (to play cards, as it turns out). While she's way, the cats will play: in this case, Tom and three of his alley cat friends. Their music keeps Jerry awake, so he takes action. His first strike silences them only long enough for him to return to his hole. They lure him out by restarting the music, and the chase is on: four against one. Jerry holds out for a while, but is soon tied with the cord from the venetian blinds, and the cats resume. Jerry manages to crawl to the phone and call Mammy, who comes running and throws all four cats out. But Jerry's peace is short-lived: Mammy decides to salvage what's left of the evening by listening to some music.","original_language":"en","original_title":"Saturday Evening Puss","video":false,"title":"Saturday Evening Puss","genre_ids":[35,16],"poster_path":"\/aKrJdLI33AFxrLGSqZrtpAPrQ7x.jpg","backdrop_path":"\/5OBfF265C46er2kMOVzA9De16CQ.jpg","release_date":"1950-01-14","popularity":0.973,"vote_average":6.3,"id":77609,"adult":false,"vote_count":8},{"overview":"The first all-animated film in history, a series of scenes without much narrative structure, but morphing into each other.","original_language":"fr","original_title":"Fantasmagorie","video":false,"title":"Fantasmagoria","genre_ids":[16],"poster_path":"\/bDlC9FuKEZgpz9rRPNHZO22ARZD.jpg","backdrop_path":"\/vYhUsPyB4Uc9abFi5ncKRKTGR5p.jpg","release_date":"1908-08-17","popularity":2.35,"vote_average":6.5,"id":85221,"adult":false,"vote_count":49},{"overview":"An alley cat is foraging for food when he sees Tom's house and decides it's a rich haul. He dresses as a foundling baby and lands on the doorstep. Tom takes him in and Butch proceeds to raid the fridge between Tom's babying him. What he doesn't know is that Jerry's going to grab the ham Butch swiped every chance he gets.","original_language":"en","original_title":"Baby Butch","video":false,"title":"Baby Butch","genre_ids":[16,10751,35],"poster_path":"\/n0x6VMMJIClZ1XdmqYzJWnlVCMN.jpg","backdrop_path":"\/r7txzlCFD9dxe5FStzfwIbnOFXj.jpg","release_date":"1954-08-14","popularity":1.266,"vote_average":6,"id":46842,"adult":false,"vote_count":9},{"overview":"Two children in the Viking age find their way into the magical world of Norse mythology.","original_language":"da","original_title":"Valhalla","video":false,"title":"Valhalla","genre_ids":[12,16,14],"poster_path":"\/xxtRD332Pv55ZMVcGhecvnFXkRW.jpg","backdrop_path":"\/pRO6EPAq0nJCBpRokDPgKEUbTdL.jpg","release_date":"1986-05-12","popularity":1.764,"vote_average":7.3,"id":12646,"adult":false,"vote_count":21},{"overview":"In Fujisawa, Sakuta Azusagawa is in his second year of high school. Blissful days with his girlfriend and upperclassman, Mai Sakurajima, are interrupted by the appearance of his first crush, Shoko Makinohara.","original_language":"ja","original_title":"青春ブタ野郎はゆめみる少女の夢を見ない","video":false,"title":"Rascal Does Not Dream of a Dreaming Girl","genre_ids":[16,35,10749],"poster_path":"\/6QlnCj6ZkicItOl6aqK1539Agwv.jpg","backdrop_path":"\/8Gu4pjq5gLLbQZ9IQ6hD68VmLoz.jpg","release_date":"2019-10-02","popularity":1.334,"vote_average":0,"id":572154,"adult":false,"vote_count":0},{"overview":"Gauche is a diligent but mediocre cellist who plays for a small town orchestra and the local cinema in the early 20th century. He struggles during rehearsals and is often berated by his conductor during preparations for an upcoming performance of Beethoven's Sixth Symphony (the Pastoral Symphony). Over the course of four nights, Gauche is visited at his mill house home by talking animals as he is practicing.","original_language":"ja","original_title":"セロ弾きのゴーシュ","video":false,"title":"Gauche the Cellist","genre_ids":[16,10402],"poster_path":"\/wgHZXC12b1w0jQrGkKEXozlg1Ia.jpg","backdrop_path":"\/EywArQa55S0VkN5VhnS6jHLNQK.jpg","release_date":"2006-07-07","popularity":2.658,"vote_average":7,"id":41017,"adult":false,"vote_count":26},{"overview":"Another barn dance. Minnie plays piano; Mickey plays fiddle, then percussion, then harmonica. Mickey dances with the huge Patricia Pig.","original_language":"en","original_title":"The Shindig","video":false,"title":"The Shindig","genre_ids":[16],"poster_path":"\/4PjFnTn1iwpaJQITLOTfhdAgElt.jpg","backdrop_path":"\/vFxQOm7rdR7RblLRMGAurKVdIoh.jpg","release_date":"1930-07-28","popularity":2.176,"vote_average":4.8,"id":162792,"adult":false,"vote_count":14},{"overview":"With the school election looming, Linus is talked into running for school president. With Lucy and Charlie Brown as his campaign manager and Snoopy and Woodstock assisting, he stands a decent chance of victory. Soon however, he makes unrealistic promises and learns the hard way that preaching about the Great Pumpkin can not be considered a sound campaign strategy.","original_language":"en","original_title":"You're Not Elected, Charlie Brown","video":false,"title":"You're Not Elected, Charlie Brown","genre_ids":[16,10751],"poster_path":"\/yl8JlaOpVMZd4hyAaobClii1EEq.jpg","backdrop_path":"\/37rk1sE6kJIh2GVGAZe5s0Ah08f.jpg","release_date":"1972-10-29","popularity":1.725,"vote_average":5.9,"id":31732,"adult":false,"vote_count":14},{"overview":"Tom is conducting a symphony at the Hollywood Bowl when Jerry comes out to \"help\" him.","original_language":"en","original_title":"Tom and Jerry in the Hollywood Bowl","video":false,"title":"Tom and Jerry in the Hollywood Bowl","genre_ids":[16],"poster_path":"\/gfXKcRFswtxA58z53vhzrxZjEkx.jpg","backdrop_path":"\/o5x5rfodGdtnY6U3GIoTHX96j1x.jpg","release_date":"1950-09-16","popularity":2.497,"vote_average":7.1,"id":93014,"adult":false,"vote_count":22},{"overview":"Mild-mannered average guy Mr. Walker (Goofy) turns into violent Mr. Wheeler when he starts driving. Back on his feet, Mr. Walker finds it nearly impossible to cross the street.","original_language":"en","original_title":"Motor Mania","video":false,"title":"Motor Mania","genre_ids":[16,10751],"poster_path":"\/9g713RI2TjL6EHKGZRBtQgZ4nI1.jpg","backdrop_path":"\/v8FnD8AZWtI6cnBQ5aRnniG08C5.jpg","release_date":"1950-06-30","popularity":2.216,"vote_average":6.7,"id":67129,"adult":false,"vote_count":19},{"overview":"A possessed Ninja doll teams up with a teenage boy to avenge the murder of a poor child factory worker.","original_language":"da","original_title":"Ternet Ninja","video":false,"title":"Checkered Ninja","genre_ids":[12,16,35,14,10751],"poster_path":"\/dzN5xbp73TI7pjEqZ66ECNxdWJl.jpg","backdrop_path":"\/3C059oAycUYg99ZxV7rbTHbjcim.jpg","release_date":"2018-12-25","popularity":2.879,"vote_average":7,"id":523536,"adult":false,"vote_count":5},{"overview":"Lupin attempts and fails to steal a valuable set of Japanese photographic plates. The rightful owner of the plates, Michael Suzuki, is a multimillionaire who is preparing to open a huge water park in Tokyo. Lupin attempts to enlist the help of his steadfast comrades Jigen and Goemon but find them less than reliable; Jigen is suffering from a toothache that throws off his legendary aim, and Goemon has shamefully had his sword, Zantetsuken, stolen by a woman and given to Suzuki to display in his art collection. The group works on a plan with Fujiko to get both the plates and Zantetsuken.","original_language":"ja","original_title":"ルパン三世 炎の記憶 〜TOKYO CRISIS〜","video":false,"title":"Lupin the Third: Tokyo Crisis","genre_ids":[16,28,35],"poster_path":"\/5CljfpCiCe0uj2isBWtya8F0I5w.jpg","backdrop_path":"\/tiZ6ooBme9W1qx0C54pTzCpIyiH.jpg","release_date":"2005-08-30","popularity":2.233,"vote_average":6.3,"id":31595,"adult":false,"vote_count":12},{"overview":"After a drawn-out, viciously-fought war, the earth has been conquered by the alien Illumidus Empire. Harlock, a captain in earth's fleet, crashes his ship to prevent the Illumidus from using it, and flat-out refuses to join them. With the help of his allies, Tochiro and the space pirate Emereldas, and his lover Miya, he wages a private and bitter war against the Illumidus.","original_language":"ja","original_title":"わが青春のアルカディア","video":false,"title":"Space Pirate Captain Harlock: Arcadia of My Youth","genre_ids":[16,28,12,18,878],"poster_path":"\/zkVwG09IB1HRUmltxKKULEPYPh6.jpg","backdrop_path":"\/yj48zOl9JPxMF9Zy81ceCIBviwH.jpg","release_date":"1982-01-01","popularity":2.886,"vote_average":6.9,"id":42137,"adult":false,"vote_count":27}],[{"overview":"The three little kittens have lost their mittens and are sent to bed without dinner. From their room, they see the Milky Way and sail up to it, using a basket and helium balloons, passing through some fanciful astronomical bodies, until they reach a Milky Way filled with every conceivable form of milk, including milkweed and Milk of Magnesia.","original_language":"en","original_title":"The Milky Way","video":false,"title":"The Milky Way","genre_ids":[14,16],"poster_path":"\/ldOH1i8yFiZt1zSC0VzDJ7yezNu.jpg","backdrop_path":"\/wEppLWRTPISQy0pU4Fvn4DEnCpM.jpg","release_date":"1940-06-22","popularity":0.937,"vote_average":6.4,"id":163882,"adult":false,"vote_count":8},{"overview":"The elderly owner of a china shop leaves for the night, and the various figurines and decorated mugs come to life. A demonic figure captures an upper-class lady and does battle with her lord, damaging much of the shop. But the demon proves to have a glass jaw and, literally, a yellow streak, and the happy couple is soon reunited. No dialogue, but some signs are in English, particularly the final punch-line.","original_language":"en","original_title":"The China Shop","video":false,"title":"The China Shop","genre_ids":[16],"poster_path":"\/jpKtLIcANyDGmCtiXNzG1jGdQcl.jpg","backdrop_path":"\/jz45xtfoZAxSraVbqnOc2GKB9a8.jpg","release_date":"1934-01-13","popularity":4.014,"vote_average":5.7,"id":67585,"adult":false,"vote_count":10},{"overview":"Five minutes before his big performance, the Maestro and his persistent mechanical assistant are getting ready. As the clock ticks, life at the top is not all it seems.","original_language":"en","original_title":"Maestro","video":false,"title":"Maestro","genre_ids":[16],"poster_path":"\/oir80ICLypzZjOxF6ttOi0Pt8Ah.jpg","backdrop_path":"\/6rEWq2WC4LH2znqie8IBpieabji.jpg","release_date":"2005-05-01","popularity":1.178,"vote_average":5.6,"id":50550,"adult":false,"vote_count":7},{"overview":"Adventures of Ivan the Fool and humpbacked horse in the world of kind magical creatures and cruel people.","original_language":"ru","original_title":"Конек-Горбунок","video":false,"title":"The Hunchedback Horse","genre_ids":[12,10751,14,16],"poster_path":"\/sCeiiy6VH8EavD9qYhj2JUSCVwk.jpg","backdrop_path":"\/6gtL8CbSfR5SgMyWEPJfpfnxgH7.jpg","release_date":"1947-01-10","popularity":1.854,"vote_average":5.5,"id":116733,"adult":false,"vote_count":12},{"overview":"A family comedy about a young Prince, who sets on a mission to find a missing Princess from the neighborhood kingdom. Along the journey, Prince meets a doopie dragon who joins him on an adventure, but Prince does not know that the dragon isn't who he says he is.","original_language":"ru","original_title":"Чудо-юдо","video":false,"title":"Enchanted Princess","genre_ids":[16,10751,14],"poster_path":"\/1eCtJ3Kc9XleSD0z5cRVMjJMsNS.jpg","backdrop_path":"\/qbsEC4IF2xsW8eRbJr2jmlPMKPc.jpg","release_date":"2018-01-01","popularity":3.119,"vote_average":0,"id":494841,"adult":false,"vote_count":0},{"overview":"Rabbit Max, a juvenile shoplifter, gets trapped in an old-fashioned school. With rabbit girl Emmy, he acquires Easter Rabbits' secret skills, battles a sneaky fox family and learns about friendship.","original_language":"de","original_title":"Die Häschenschule – Jagd nach dem Goldenen Ei","video":false,"title":"Rabbit School: Guardians of the Golden Egg","genre_ids":[16,10751],"poster_path":"\/6BQyI5qfDNcpuSFPmJEzOfSUFOw.jpg","backdrop_path":"\/8IDoR1NTUSwSoOv7bagZd0tVPRG.jpg","release_date":"2017-03-16","popularity":1.594,"vote_average":6.9,"id":425218,"adult":false,"vote_count":9},{"overview":"A crazy squirrel provokes a dog into trying to catch him throughout the picture.","original_language":"en","original_title":"Screwball Squirrel","video":false,"title":"Screwball Squirrel","genre_ids":[16,35],"poster_path":"\/odvZvmkxIJTRWswS6mt0YcUzhQB.jpg","backdrop_path":"\/41qgvKrgUGKw85dYSGhd7unEoAu.jpg","release_date":"1944-04-01","popularity":3.208,"vote_average":6.1,"id":87193,"adult":false,"vote_count":12},{"overview":"Porky Pig and Daffy Duck owe an outrageous sum to the Broken Arms Hotel. The manager thwarts their efforts to escape without paying their bill.","original_language":"en","original_title":"Porky Pig's Feat","video":false,"title":"Porky Pig's Feat","genre_ids":[16],"poster_path":"\/wNcwmRR97ryxZZhg1lPhJ11E5Ec.jpg","backdrop_path":"\/ty6EeJJZsPYR0klU3NJbLTAmMMe.jpg","release_date":"1943-07-17","popularity":2.012,"vote_average":7,"id":100334,"adult":false,"vote_count":12},{"overview":"Charlie Brown goes to Peppermint Patty's New Year's party.","original_language":"en","original_title":"Happy New Year, Charlie Brown","video":false,"title":"Happy New Year, Charlie Brown","genre_ids":[16],"poster_path":"\/bdMx3KNXpyoxVRQaxr5zp8Q3bKg.jpg","backdrop_path":"\/xB8Qj92Rg8TroHZFqxy98ZJAmWp.jpg","release_date":"1986-01-01","popularity":2.668,"vote_average":6.1,"id":51940,"adult":false,"vote_count":16},{"overview":"Mickey's in trouble when Pluto and Fifi eat Minnie's chocolates.","original_language":"en","original_title":"Puppy Love","video":false,"title":"Puppy Love","genre_ids":[16],"poster_path":"\/z14WgjWA66PfH2YRhLkZU0bhXQU.jpg","backdrop_path":null,"release_date":"1933-09-01","popularity":2.152,"vote_average":6.8,"id":161846,"adult":false,"vote_count":12},{"overview":"A cat, Lorenzo, is dismayed to discover that his tail has developed a personality of its own.","original_language":"en","original_title":"Lorenzo","video":false,"title":"Lorenzo","genre_ids":[16,35,10751],"poster_path":"\/ytgY5TJqXzer36kbGQZx4WVthxD.jpg","backdrop_path":"\/rC19JKKKyb3UnJ2ChJJsKwumfII.jpg","release_date":"2004-03-06","popularity":2.976,"vote_average":6.9,"id":245003,"adult":false,"vote_count":38},{"overview":"A young car learns the importance of family when he embarks on a mission to rescue his father who's been sent to Clunker Island to be re-purposed as junk metal.","original_language":"en","original_title":"CarGo","video":false,"title":"CarGo","genre_ids":[12,16,10751],"poster_path":"\/qAQ9S51w5l3PBQ1PbjjeFa6x0fb.jpg","backdrop_path":"\/foOUgsJmg1b6RlaOh8Xpm9nfMos.jpg","release_date":"2017-06-06","popularity":2.74,"vote_average":5.2,"id":460992,"adult":false,"vote_count":5},{"overview":"Rikki is a young mongoose who is adopted by a human family after nearly drowning in the river. He returns the favour by protecting them from two murderous cobra.","original_language":"en","original_title":"Rikki-Tikki-Tavi","video":false,"title":"Rikki-Tikki-Tavi","genre_ids":[16,10751],"poster_path":"\/3M9d0zL3BmWzcHXNuX7C5HGn8Y0.jpg","backdrop_path":"\/7DiulEJcoiiBH8dn828wkrvVNRv.jpg","release_date":"1975-01-09","popularity":1.695,"vote_average":5.5,"id":13415,"adult":false,"vote_count":12},{"overview":"Ernie, Julia, and Max accidentally start a time-machine and find themselves back in time 65 million years, where they are adopted by a doting dinosaur mom and a rambunctious dinosaur brother while, back in the present day, their parents plot their rescue.","original_language":"en","original_title":"Back to the Jurassic","video":false,"title":"Back to the Jurassic","genre_ids":[12,10751,16],"poster_path":"\/b2mqjTI5L9JNvk4XxSwogrfP73n.jpg","backdrop_path":"\/nmBt5uDBsYoLWkIyT461C8fXKnx.jpg","release_date":"2015-06-09","popularity":2.399,"vote_average":5.2,"id":341984,"adult":false,"vote_count":9},{"overview":"","original_language":"ru","original_title":"Рикки-Тикки-Тави","video":false,"title":"Rikki-Tikki-Tavi","genre_ids":[16],"poster_path":"\/skOhVAQLQoYFMQyoFTsZE0xrSEZ.jpg","backdrop_path":"\/cuCyuM60pAve3etDDi1swbSKqQx.jpg","release_date":"1965-12-31","popularity":2.401,"vote_average":6.3,"id":306742,"adult":false,"vote_count":20},{"overview":"After a short introduction, one of Neptune's mermaids is captured by a pirate ship, and their anchor chain entangles King Neptune; the various sea creatures launch a full-on assault on the pirate ship, and eventually the giant King himself gets free and creates major havoc for the ship.","original_language":"fr","original_title":"King Neptune","video":false,"title":"King Neptune","genre_ids":[16],"poster_path":"\/37iLT28dwpjuWygdjAHKAOAzULS.jpg","backdrop_path":"\/44BFYLDNKzbdGajLFOAn0SdaJaB.jpg","release_date":"1932-09-10","popularity":2.647,"vote_average":6.2,"id":58167,"adult":false,"vote_count":10},{"overview":"For some reason, Donald adopts a baby. It turns out not to be a duck, but a kangaroo. Donald takes little Joey home and tries to make him take a bath, with the help of the friendly lady of the adoption bureau on the telephone telling him what to do. After the bath, Donald's baby is scared by the rug made of a bear.","original_language":"en","original_title":"Daddy Duck","video":false,"title":"Daddy Duck","genre_ids":[16],"poster_path":"\/uTxNDIJulGsx3rsmUWFDrlmWrEZ.jpg","backdrop_path":"\/lf0BGnLX8UjDEyAAIRTDfTGzz3R.jpg","release_date":"1948-04-16","popularity":2.789,"vote_average":5.2,"id":53926,"adult":false,"vote_count":13},{"overview":"Parrot, Monkey and Elephant are excited to understand how long their friend Boa is. They finally arrive to the result, though it is measured in quite a strange fashion.","original_language":"ru","original_title":"38 попугаев","video":false,"title":"38 Parrots","genre_ids":[16,10751],"poster_path":"\/i8fEW5YmpWksPxVjmTxOaJq79IC.jpg","backdrop_path":"\/jZYLbYvR2SehsMdMtOkRN76eifj.jpg","release_date":"1976-07-13","popularity":2.973,"vote_average":6.4,"id":79853,"adult":false,"vote_count":18},{"overview":"During a picnic, Baby Herman follows a beaver into a perilous sawmill - with Roger Rabbit in frantic pursuit.","original_language":"en","original_title":"Trail Mix-Up","video":false,"title":"Trail Mix-Up","genre_ids":[35,16],"poster_path":"\/OMfR12Uc8SS8v2bGvDflKoi6Te.jpg","backdrop_path":"\/wQ4kCKeEJH1169YgV5FtdjDvAiJ.jpg","release_date":"1993-03-12","popularity":2.663,"vote_average":6.8,"id":83203,"adult":false,"vote_count":23},{"overview":"Mickey is driving a taxi. His first fare is a very large gentleman. Mickey stops traffic and gets a tongue-lashing from the officer. The cab runs into some bad road, bounces the fare down to almost nothing, then bounces the customer right out of the cab. Mickey pulls up to the curb and picks up his second passenger, Minnie. She plays her accordion while they ride. The cab gets a flat tire, and Mickey uses a pig to pump it up.","original_language":"en","original_title":"Traffic Troubles","video":false,"title":"Traffic Troubles","genre_ids":[16],"poster_path":"\/4fKAbYu40B0YmXqpsw8JAoJKwEx.jpg","backdrop_path":"\/hdC7IfRCfIlMdFGwiyOjybWyxPo.jpg","release_date":"1931-03-16","popularity":1.74,"vote_average":6,"id":162285,"adult":false,"vote_count":12}],[{"overview":"This is a unique film in Disney Production's history. This film is essentially a propaganda film selling Major Alexander de Seversky's theories about the practical uses of long range strategic bombing. Using a combination of animation humorously telling about the development of air warfare, the film switches to the Major illustrating his ideas could win the war for the allies.","original_language":"en","original_title":"Victory Through Air Power","video":false,"title":"Victory Through Air Power","genre_ids":[16,10752,99],"poster_path":"\/pEtigwyam4ZD0ZWC3Nv6sRp8WPj.jpg","backdrop_path":"\/eJnK08MHSU5MXmTvvS0To0piMub.jpg","release_date":"1943-07-17","popularity":2.057,"vote_average":5.8,"id":22779,"adult":false,"vote_count":21},{"overview":"Thomas the Tank Engine has traveled a lot, but is now going to Italy for the first time! There he meets the nice and smart Gina, an expert in everything that is Italian. Thomas believes he is very smart and wants to prove to Gina that he does not need her help, but in reality he is astonished by everything he sees... Because why is that tower so crooked? And why do the buildings look so unfinished? And what about the mysterious story of the Lost Locomotive? When Thomas gets lost in an old mine because of his recklessness, he soon finds out that learning new things - just like making new friends - takes time!","original_language":"en","original_title":"Thomas & Friends: Digs & Discoveries","video":false,"title":"Thomas & Friends: Digs & Discoveries","genre_ids":[16,10751],"poster_path":"\/ufw2pEnq7LQPdXfSDTvtTjNlXCO.jpg","backdrop_path":"\/8ReLeZoA7q5n19ZKfCsoNV4r97O.jpg","release_date":"2019-09-11","popularity":2.099,"vote_average":0,"id":628511,"adult":false,"vote_count":0},{"overview":"Tintin buys an old model ship at a flea market as a gift for Captain Haddock, who tells him about the exploits of a famous ancestor related to it. Then, Tintin learns that it is not an ordinary model ship.","original_language":"fr","original_title":"Les aventures de Tintin 9: Le secret de la Licorne","video":false,"title":"The Secret of the Unicorn","genre_ids":[12,16,80],"poster_path":"\/nQdDirL2SWgQb8QrtNfQ72EA26s.jpg","backdrop_path":"\/axKZkZh1T3ZlasCGrotDDRK0j2.jpg","release_date":"1992-06-02","popularity":2.125,"vote_average":7.5,"id":441288,"adult":false,"vote_count":21},{"overview":"Two children receive a strange egg that hatches into their very first Digimon, leading to the night that would change their lives forever.","original_language":"ja","original_title":"デジモンアドベンチャー","video":false,"title":"Digimon Adventure","genre_ids":[16,12],"poster_path":"\/70uehhqFXmrQeCdEHJeVpVhoZxH.jpg","backdrop_path":"\/xNlNH4Rv0Grba4HR2XIZwgWUFlE.jpg","release_date":"1999-03-06","popularity":2.912,"vote_average":7.3,"id":97787,"adult":false,"vote_count":28},{"overview":"Only one episode of this was partially completed, the released version containing numerous examples of animation that is missing in-between frames. The story as such concerned the arrival of the real Chojin as he\/she (a hermaphrodite) makes moves to wipe out all life on Earth. Interestingly, the setup for the show was far more heavily connected with the first two, more popular, chapters in the Urotsukidoji saga, with appearances by Nagumo and Akemi (unseen since the early episodes of Part III), and redesigned character models that more closely resembled the earlier episodes. Some of the less popular characters introduced in chapters III and IV, particularly Buju, were nowhere to be seen. Nevertheless, such strategies did little to get this final saga off the ground and the story was shelved.","original_language":"ja","original_title":"Chojin densetsu Urotsukidoji V: Kanketsu Hen","video":false,"title":"Urotsukidoji V: The Final Chapter","genre_ids":[16,27,14],"poster_path":"\/gCk30z323lvpNyeQXlmzuXKEJCe.jpg","backdrop_path":null,"release_date":"1996-12-28","popularity":1.254,"vote_average":0,"id":48631,"adult":false,"vote_count":0},{"overview":"It's Christmas Eve in Naples. Little Rocco feels increasingly jealous due to the imminent birth of a baby brother. Three little devils sent to earth by Satan promise Rocco that if he will stop baby Jesus from being born, by saying the magic word OPOPOMOZ and thereby entering an elaborate Nativity scene his father built, then his brother will never be born and he will remain an only child.","original_language":"en","original_title":"Opopomoz","video":false,"title":"Opopomoz","genre_ids":[16,10751],"poster_path":"\/nM5GvQ7WMMMqE45oD5zWUskyQeo.jpg","backdrop_path":"\/rRq4vC0boW8Yupf8qq4t2jUtjwJ.jpg","release_date":"2004-10-24","popularity":2.054,"vote_average":7.2,"id":78328,"adult":false,"vote_count":20},{"overview":"Dunderklumpen lives all alone in the mountains of Jämtland. One Midsummer's Eve when he feels very lonely he sets off on a journey to find friends.","original_language":"sv","original_title":"Dunderklumpen!","video":false,"title":"Thunderclump","genre_ids":[12,16,10751],"poster_path":"\/s8W6Cp8UzHklnDIdiBUym3Ly5Bu.jpg","backdrop_path":"\/nGc57Uhf3V0lKdFhe96YZ804B1j.jpg","release_date":"1977-01-01","popularity":2.253,"vote_average":6.4,"id":13798,"adult":false,"vote_count":8},{"overview":"This modern take on Cinderella is set to the backdrop of the Wild West featuring a new cast of furry and feathered friends. Cinderella is transformed for a night at the royal ball, but finds herself battling a band of gorilla pirates who have kidnapped Prince Vladimir and the Duchess. Will she have time to save the day and fall in love before the clock strikes twelve?","original_language":"fr","original_title":"Cendrillon au Far West","video":false,"title":"Cinderella Once Upon A Time In The West","genre_ids":[16,10751],"poster_path":"\/58BneEHQFDROkVPMTaRnOhkeXkY.jpg","backdrop_path":"\/kg6ryfph8oO0E77R95pQ5bUJ7dk.jpg","release_date":"2012-12-20","popularity":1.782,"vote_average":5.7,"id":123506,"adult":false,"vote_count":9},{"overview":"Daffy Duck does Superman as Stupor Duck (aka mild-mannered reporter Cluck Trent) takes on the villainous yet nonexistent Aardvark Ratnik.","original_language":"en","original_title":"Stupor Duck","video":false,"title":"Stupor Duck","genre_ids":[16,35,10751],"poster_path":"\/vqyw9fnQN035SgTqcwn0H0F4VVw.jpg","backdrop_path":null,"release_date":"1956-07-06","popularity":1.489,"vote_average":6.4,"id":199649,"adult":false,"vote_count":5},{"overview":"Daffy causes trouble on a Hollywood set.","original_language":"en","original_title":"Daffy Duck in Hollywood","video":false,"title":"Daffy Duck in Hollywood","genre_ids":[16],"poster_path":"\/AvcXrCQRXIrWVvIOUxONmrtgzQn.jpg","backdrop_path":"\/aqKNCDblhUmd5Tf2MIifVuHpblK.jpg","release_date":"1938-12-03","popularity":2.432,"vote_average":6.6,"id":105560,"adult":false,"vote_count":10},{"overview":"Mickey's hunting raccoons, with help from Pluto. But the raccoon outsmarts Pluto at every turn, with help from a vine, a stream, and ultimately grabbing Mickey's coonskin cap and puppeteering it as a baby coon.","original_language":"en","original_title":"R'Coon Dawg","video":false,"title":"R'Coon Dawg","genre_ids":[16],"poster_path":"\/ojxAh0rjYWXWvwrEzUq6yrEehf1.jpg","backdrop_path":"\/paLCNqGRhxe9iTRq551oOkyThKM.jpg","release_date":"1951-08-09","popularity":1.483,"vote_average":5.7,"id":67164,"adult":false,"vote_count":9},{"overview":"Daisy tells Donald he has to improve his English and manners before she'll see him again. Fortunately, an exact double with an English accent, clear speech, and impeccable manners happens by. Donald talks him into posing as Donald, but grows increasingly jealous as Daisy hugs and kisses the stranger.","original_language":"en","original_title":"Donald's Double Trouble","video":false,"title":"Donald's Double Trouble","genre_ids":[16],"poster_path":"\/cDKpoGo6ozSbG1cxiTVrKLgqt6j.jpg","backdrop_path":"\/tqrsZKPBIfChV8qhR0PA5y29lKm.jpg","release_date":"1946-06-28","popularity":2.542,"vote_average":5.4,"id":55365,"adult":false,"vote_count":13},{"overview":"An in-depth look at the making of Lilo & Stitch (2002).","original_language":"en","original_title":"The Story Room: The Making of 'Lilo & Stitch'","video":false,"title":"The Story Room: The Making of 'Lilo & Stitch'","genre_ids":[16,99],"poster_path":"\/wZiFUqcReO9gymH2QprPjZZBBEw.jpg","backdrop_path":null,"release_date":"2005-08-22","popularity":1.517,"vote_average":8.2,"id":353998,"adult":false,"vote_count":5},{"overview":"Hosted by Jiminy Cricket along with Mickey Mouse and Tinker Bell, this special combines newly produced animation with clips from vintage animated Disney shorts and feature films, presented to the viewer as «Christmas cards» from the various characters starring in each one. «From All of Us to All of You» is an animated television Christmas special, produced by Walt Disney Productions and first presented on December 19, 1958 on ABC as part of the Walt Disney Presents anthology series.  The show has been shown infrequently in the US in recent years, but in the Nordic countries (Norway, Finland, Denmark, Sweden and Iceland) the show has been broadcast every year since 1959, and has become a holiday classic.","original_language":"en","original_title":"From All of Us to All of You","video":false,"title":"From All of Us to All of You","genre_ids":[16,35,10751,10770],"poster_path":"\/664zGUmaPp8vskmfh3XZvDIG4IO.jpg","backdrop_path":"\/qXs8oJu3MSZms6TI6W9YMOUqv45.jpg","release_date":"1958-12-19","popularity":1.473,"vote_average":7,"id":150067,"adult":false,"vote_count":2},{"overview":"Love stories in Yopougon, a neighborhood of the Ivory Coast capital","original_language":"fr","original_title":"Aya de Yopougon","video":false,"title":"Aya of Yop City","genre_ids":[16],"poster_path":"\/yfB5PVBcdtL3xeVzOSpoa8dJrpZ.jpg","backdrop_path":"\/hibaIvzjZ3TqblmPWYJ0bhn3YHm.jpg","release_date":"2013-07-17","popularity":2.135,"vote_average":6.8,"id":203715,"adult":false,"vote_count":27},{"overview":"Tweety Bird is shoveling out his nest atop a city pole after a snowstorm and is spotted by Sylvester Cat and a one-eyed orange tabby, who fight over Tweety. Tweety runs into a cellar where he befriends a wooden dunking bird. The two cats then chase Tweety into a park and onto a sheet of ice covering a pond. Tweety cuts a circle around the cats so that they fall into the freezing water and become bedridden with cold.","original_language":"en","original_title":"Putty Tat Trouble","video":false,"title":"Putty Tat Trouble","genre_ids":[16],"poster_path":"\/fN2MLFYqQmms47owUA7rK1u8kRf.jpg","backdrop_path":"\/At9S4vRHZewUeMbAYFQucSSBfVT.jpg","release_date":"1951-02-23","popularity":2.533,"vote_average":6.6,"id":100339,"adult":false,"vote_count":9},{"overview":"An origin story of how three high school girls became, like, totally spies.","original_language":"en","original_title":"Totally Spies !, le film","video":false,"title":"Totally Spies! The Movie","genre_ids":[16,12,35],"poster_path":"\/gmsYy5w7P00mWsHVRSaWzLRQsVA.jpg","backdrop_path":"\/mAx6lqOR6HiLcXphEgjuFZpVwTR.jpg","release_date":"2009-08-09","popularity":2.262,"vote_average":6.6,"id":74785,"adult":false,"vote_count":33},{"overview":"For the past 150 years, humanity’s two greatest nations have been deadlocked in a meaningless war. In what is hoped to be a miraculous victory, the Alliance embarks on a battle to break through the Empire’s frontline. Like many other “decisive” battles, this can only end in disaster; a sentiment shared by Imperial nobleman Reinhard von Lohengramm and Alliance Commodore Yang Wen Li, both of whom realize how to turn the fight in their favor. And while the tides of war may never change, these two men must rise to the occasion, solidifying their place in history as heroes.","original_language":"ja","original_title":"銀河英雄伝説: わが征くは星の大海","video":false,"title":"Legend of the Galactic Heroes: My Conquest Is the Sea of Stars","genre_ids":[16,878],"poster_path":"\/23e0YwDAwzZNxr0UUKgZJVTlMpC.jpg","backdrop_path":"\/pVtIufQ6plQDZNEt2iL816gmvOC.jpg","release_date":"1988-02-06","popularity":1.7,"vote_average":7.9,"id":154738,"adult":false,"vote_count":13},{"overview":"Sabrina must prove that she is worthy of attending an academy for witches.","original_language":"en","original_title":"Sabrina the Teenage Witch in Friends Forever","video":false,"title":"Sabrina the Teenage Witch in Friends Forever","genre_ids":[16,12,10751],"poster_path":"\/yQVp5FG28klS18IFGNt1uWbxduq.jpg","backdrop_path":null,"release_date":"2002-10-06","popularity":2.044,"vote_average":7.2,"id":158742,"adult":false,"vote_count":10},{"overview":"Wile E. Coyote's plans for catching the Road Runner involve a giant elastic spring, a gun and trampoline, TNT sticks in a barrel, and tornado seeds. The last of these schemes results in the Coyote being swept up by a twister and carried into a mine field.","original_language":"en","original_title":"Whoa, Be-Gone!","video":false,"title":"Whoa, Be-Gone!","genre_ids":[16],"poster_path":"\/98kP7rveBBhGDimgBvEmbfLKn3B.jpg","backdrop_path":"\/zyEVFhMCECKSRYui7D9ptcleOav.jpg","release_date":"1958-04-11","popularity":2.611,"vote_average":6.5,"id":118607,"adult":false,"vote_count":11}],[{"overview":"John Cleese, Michael Palin, Terry Jones and Terry Gilliam pay tribute to their late Monty Python colleague Graham Chapman in this hilarious, 3-D animated adaptation of Chapman's brazenly fictionalized life story. (TIFF)","original_language":"en","original_title":"A Liar's Autobiography: The Untrue Story of Monty Python's Graham Chapman","video":false,"title":"A Liar's Autobiography: The Untrue Story of Monty Python's Graham Chapman","genre_ids":[16,35],"poster_path":"\/hhk0uPJL9Q1qUGG4dV0kBB1O6YZ.jpg","backdrop_path":"\/8BWpFYKWMh4va8Ckxy7VUtYdU4L.jpg","release_date":"2012-11-02","popularity":3.387,"vote_average":6.6,"id":110392,"adult":false,"vote_count":23},{"overview":"In the 21st century, a nuclear war turned most of the Earth's surface into a desert wasteland, which also resulted in the contamination of the Earth's water supply. A man named Sanga has built the fortified haven of the \"Last Land\", where he rules as its dictator by monopolizing the city's uncontaminated water supply. When he learns that the neighboring residents of Freedom Village are trying to dig up a well for their own, Sanga sends his underlings to sabotage their effort. Kenshiro, master of Hokuto Shinken, gets involved in the conflict between the two regions after saving Tobi, an informant hired by Freedom Village.","original_language":"ja","original_title":"新・北斗の拳 - 呪縛の街","video":false,"title":"New Fist of the North Star: The Cursed City","genre_ids":[16,28],"poster_path":"\/elikvoySieHG5WirUlt7zKjI5hn.jpg","backdrop_path":"\/An7RQGBQavXpWF3slN3629jWT4x.jpg","release_date":"2003-07-02","popularity":0.959,"vote_average":6.4,"id":120985,"adult":false,"vote_count":12},{"overview":"Goofy demonstrates yet another pasttime, fishing. This humorous little film was one of a large number of pseudo-educational cartoons produced by Disney between 1940 and 1953 to feature Goofy at his most bumbling and inarticulate. A few tidbits of actual knowledge may be gleaned amid the laughs, however, as the narration discusses when to fish, fishing fever, where to fish, the trout, how to approach the stream, fly fishing, casting the lure and lake fishing. John McLeish narrates in his best documentarian manner.","original_language":"en","original_title":"How to Fish","video":false,"title":"How to Fish","genre_ids":[10751,16,35],"poster_path":"\/nsePcQ2bsnCFy6ZbMZxTiMXWF3k.jpg","backdrop_path":"\/6415ldfsFGnVg8mHxwiKIq5c2Sa.jpg","release_date":"1942-12-04","popularity":3.265,"vote_average":6.1,"id":66884,"adult":false,"vote_count":20},{"overview":"This Christmas movie a young magic-less elf named Bob, who finds himself on a wild sleigh ride after being ambushed by the evil puffin Fishface. Stranded in the middle of a magical forest, it's up to him and the friends he makes along the way to bring the sleigh back home in time for Christmas - if the puffins don't get it first!","original_language":"en","original_title":"Bob's Broken Sleigh","video":false,"title":"Bob's Broken Sleigh","genre_ids":[16],"poster_path":"\/hGVDp3k9OJKV5yJgteV46owBybn.jpg","backdrop_path":"\/opPCT0YiI6ujhFDpBPcbBlz60WF.jpg","release_date":"2015-12-01","popularity":1.296,"vote_average":4.7,"id":372449,"adult":false,"vote_count":9},{"overview":"Gone Fishing is an animated short featuring the characters of Disney's 2016 animated film Moana. On Motunui, Maui tries to catch a fish with his magical fishhook, only to be comically foiled by the ocean.","original_language":"en","original_title":"Gone Fishing","video":false,"title":"Gone Fishing","genre_ids":[10402,16,35],"poster_path":"\/jgx4qQ8Lrc2MTaTL06sDn5IPSa5.jpg","backdrop_path":"\/hbKY1iJKRzU7MW7x3omVpEz0wkD.jpg","release_date":"2017-02-21","popularity":2.034,"vote_average":6.9,"id":444341,"adult":false,"vote_count":14},{"overview":"\"Summer is gone\" and throughout the forest, squirrels are working hard gathering acorns for the long cold winter ahead. But one young squirrel has a better idea...winning acorns by shooting dice. His father disapproves of the plan but can't make his son stop gambling. Winter comes and the father sends the son to the First Nutional Bank to retrieve the family acorn savings. On the way back, the son meets up with a mysterious squirrel intent on teaching him the evils of gambling...","original_language":"en","original_title":"Now That Summer Is Gone","video":false,"title":"Now That Summer Is Gone","genre_ids":[16],"poster_path":"\/fwzhmw1gguXU2eCZYuvFRvkO6t0.jpg","backdrop_path":"\/pdibqynD7hcxoCQVZd1SbUu0VO9.jpg","release_date":"1938-05-13","popularity":1.97,"vote_average":5.6,"id":164794,"adult":false,"vote_count":4},{"overview":"Porky and Sylvester spend the night in an old dark house, whose horrors only Sylvester sees. His repeated attempts to save Porky from the ghoulish doings of the killer mice infesting the place only make the skeptical Porky all the more convinced of Sylvester's cowardice.","original_language":"en","original_title":"Scaredy Cat","video":false,"title":"Scaredy Cat","genre_ids":[16,35,27],"poster_path":"\/93HDeoljqxoeJLjDbI8e57sakDe.jpg","backdrop_path":"\/ia5n7fpYWZHr33P6E8DEVL8ptrP.jpg","release_date":"1948-12-18","popularity":3.148,"vote_average":7.3,"id":84594,"adult":false,"vote_count":22},{"overview":"Aired after Episode 174 - It is the last performance of a great actor and playwright, but several actors suddenly quit. Luckily, the Straw Hats offer to take their place. However, the quitting actors turns out to be more than a coincidence when they meet a Marine with a grudge against the playwright.","original_language":"ja","original_title":"ワンピース 守れ！最後の大舞台","video":false,"title":"One Piece: Protect! The Last Great Stage","genre_ids":[28,16,12,35],"poster_path":"\/tEdH373et3B6O4s30A5L6Swhzjx.jpg","backdrop_path":null,"release_date":"2003-12-14","popularity":1.421,"vote_average":7.1,"id":364728,"adult":false,"vote_count":9},{"overview":"Tom is living the life of luxury, high atop a fancy apartment building. Jerry is starving way down below when he spots a lunchbox on a girder at a construction site. Jerry goes in, the girder goes up, and the lunchbox falls off, landing on Tom, and the chase is on.","original_language":"en","original_title":"Pent-House Mouse","video":false,"title":"Pent-House Mouse","genre_ids":[16,35],"poster_path":"\/ljpUopFHo5oVvsaLnWrTUDlWDM0.jpg","backdrop_path":"\/aH3dXCgzRJvwh2Z026pAjvrpP6z.jpg","release_date":"1963-07-27","popularity":2.505,"vote_average":6.5,"id":148687,"adult":false,"vote_count":12},{"overview":"Travis and his sister, Whitney, visit their grandparents for the summer and fall through a magical portal which transports him to the world of American hero Paul Bunyan and his big, blue, talking ox, Babe.","original_language":"en","original_title":"Bunyan and Babe","video":false,"title":"Bunyan and Babe","genre_ids":[12,16,35,14,10751],"poster_path":"\/viuBC3WzeDH10DNtNYFeCtudaDv.jpg","backdrop_path":"\/BiDHVlIs5Pm2uSqd2e2n7yT582.jpg","release_date":"2017-01-12","popularity":1.682,"vote_average":6.3,"id":435995,"adult":false,"vote_count":10},{"overview":"Everyone's favorite nursery rhyme characters come magically and musically to life in this animated adventure based on the classic holiday tale.","original_language":"en","original_title":"Babes in Toyland","video":false,"title":"Babes in Toyland","genre_ids":[16,10751],"poster_path":"\/3woARj5DrCFHG4NXPUAFeMSg8nG.jpg","backdrop_path":null,"release_date":"1997-01-01","popularity":1.908,"vote_average":5,"id":72850,"adult":false,"vote_count":10},{"overview":"Animated Argentine film about a young girl turtle who gets lost on a balloon trip.","original_language":"es","original_title":"Manuelita","video":false,"title":"Manuelita","genre_ids":[16,10751,35,18],"poster_path":"\/yMVKL99BIeAmnuf5pmxS1QQ6Hyo.jpg","backdrop_path":"\/jemDulHt333hTzHxJvXCuxfchdk.jpg","release_date":"1999-07-08","popularity":1.568,"vote_average":5.6,"id":65931,"adult":false,"vote_count":26},{"overview":"It's the time of year when Pooh and his pals like to show how much they care. But Rabbit insists they cancel Valentine's Day because of the flood of cards that littered the Hundred Acre Wood last year! Reluctantly, everyone agrees, until someone anonymously sends Pooh a pot of honey.","original_language":"en","original_title":"Winnie the Pooh: Un-Valentine's Day","video":false,"title":"Winnie the Pooh: Un-Valentine's Day","genre_ids":[16,10751],"poster_path":"\/eBjU2IjydwfOu2PiIsh0wXwSW7B.jpg","backdrop_path":"\/Alb7bKAShtuiyhaTIhv6uJsxhdb.jpg","release_date":"1995-01-10","popularity":2.492,"vote_average":6.4,"id":264417,"adult":false,"vote_count":11},{"overview":"Chased by Tom around the barnyard, Jerry takes refuge under a huge, rather mean-tempered hen (which looks suspiciously like a rooster), who is sitting on eggs (which she puts in order with a billiard triangle!). So Tom has to figure out ways to get Jerry out from under the overprotective mother hen. Then the eggs hatch, and Jerry sticks feathers on himself and pretends to be a chick. Tom escapes sure decapitation via giant hedge clippers not once, but twice!","original_language":"en","original_title":"Fine Feathered Friend","video":false,"title":"Fine Feathered Friend","genre_ids":[16],"poster_path":"\/a1pkNhElwfDt6pC1kXAcgK7L3K4.jpg","backdrop_path":"\/cMYzyJbZdfK7dBMMGQt3tTlZ3fB.jpg","release_date":"1942-10-10","popularity":1.952,"vote_average":6.4,"id":40349,"adult":false,"vote_count":9},{"overview":"A brickfilm (Lego short film) loosely based on Star Wars Episode III: Revenge of the Sith.","original_language":"en","original_title":"Lego Star Wars: Revenge of The Brick","video":false,"title":"Lego Star Wars: Revenge of The Brick","genre_ids":[14,878,16,10751],"poster_path":"\/yjp7x9PKCrmDtXxVQJiDFeV4ntG.jpg","backdrop_path":"\/o7uqNjzJVOCtjGvzLx2Yzslr53t.jpg","release_date":"2005-08-05","popularity":1.865,"vote_average":6.3,"id":81234,"adult":false,"vote_count":9},{"overview":"After several long days at work, Goofy finally takes a much needed vacation. However, his trip never quite gets off the ground mainly because he spends most of it stuck behind a slow moving trailer. When he gets a flat tire, the mechanic inspects every part of his car except the tire. The only motel he can find is a little shack too close to a railroad track. On the road once more, he gets stuck behind said trailer again only to pass it and discover no one is driving it.","original_language":"en","original_title":"Two Weeks Vacation","video":false,"title":"Two Weeks Vacation","genre_ids":[16],"poster_path":"\/n9NKU2VHGzrweC0YGHtF3B5zZ1s.jpg","backdrop_path":"\/c1khilepQhnJCdxseDAdY8czqvS.jpg","release_date":"1952-10-31","popularity":3.055,"vote_average":6.7,"id":67704,"adult":false,"vote_count":12},{"overview":"Pluto accidentally hatches a bunch of chickens and looks after them until the hen returns.","original_language":"en","original_title":"Mother Pluto","video":false,"title":"Mother Pluto","genre_ids":[16],"poster_path":"\/q8H0aJKjPYK12RSxsaEbpFo5ixx.jpg","backdrop_path":"\/hmkVNm4Je0NzQV7ptbODOgCf7EO.jpg","release_date":"1936-11-14","popularity":2.278,"vote_average":5.9,"id":109325,"adult":false,"vote_count":17},{"overview":"Cartoon worlds collide in this hourlong adventure starring whiz kid Jimmy Neutron and Timmy Turner from \"The Fairly OddParents.\" When the boys duel over Cindy Vortex, it draws the attention of Jimmy's archenemy, Prof. Calamitous, who teams with Wanda and Cosmo, forcing Jimmy and Timmy to work together to save the world from the all-powerful villain.","original_language":"en","original_title":"Jimmy Timmy Power Hour 2: When Nerds Collide","video":false,"title":"Jimmy Timmy Power Hour 2: When Nerds Collide","genre_ids":[16,12,35],"poster_path":"\/fjFHeD1CbpyCpuP1eYolY5fvSL8.jpg","backdrop_path":null,"release_date":"2006-03-14","popularity":3.408,"vote_average":6.4,"id":40707,"adult":false,"vote_count":18},{"overview":"In Scotland, Bugs Bunny rescues a woman from a monster. The \"woman\" is a kilted Scotsman, and the \"monster\" is his bagpipe. The Scotsman then challenges Bugs to a game of golf.","original_language":"en","original_title":"My Bunny Lies Over the Sea","video":false,"title":"My Bunny Lies Over the Sea","genre_ids":[16],"poster_path":"\/4F0HtxulCUkGc4IfSAtZzXel9U.jpg","backdrop_path":"\/quawdvdCkGdInlXGYkdGkz419Lv.jpg","release_date":"1948-12-14","popularity":2.127,"vote_average":6.3,"id":53051,"adult":false,"vote_count":12},{"overview":"Among the ruins of the city, there is a game only children can play. It is called “Otokoyo”; a game of hide-and-seek. But whenever children play this game, one by one they would disappear into the blinds of the buildings… The story begins when a boy enters the world of Otokoyo, to find his missing sister.","original_language":"ja","original_title":"カクレンボ","video":false,"title":"Kakurenbo: Hide & Seek","genre_ids":[16,27],"poster_path":"\/htC7eROrocegSSOJTTjxtNByQGR.jpg","backdrop_path":"\/s6JgtdWLryuQ1BkVxvflZLyUzCX.jpg","release_date":"2005-10-30","popularity":1.644,"vote_average":6.1,"id":27812,"adult":false,"vote_count":20}],[{"overview":"An old beetle (though he looks more like Jiminy Cricket) living next door to Donald Duck explains to his young charge why Donald's garden isn't the paradise it appears to be, by recounting his battles with Donald when he first discovered the garden, and his narrow escape assisted by a couple of birds.","original_language":"en","original_title":"The Greener Yard","video":false,"title":"The Greener Yard","genre_ids":[16],"poster_path":"\/ruuGlCQ0k0D4TzTd0bJF0FRsxdp.jpg","backdrop_path":"\/VBFQyuZVtGn61UiDqYffnq4mq3.jpg","release_date":"1949-10-14","popularity":2.098,"vote_average":5.7,"id":67590,"adult":false,"vote_count":8},{"overview":"Paul Grignon's 47-minute animated presentation of \"Money as Debt\" tells in very simple and effective graphic terms what money is and how it is being created","original_language":"en","original_title":"Money as Debt","video":false,"title":"Money as Debt","genre_ids":[99,16],"poster_path":"\/aRioG8diY3uOZMR6fpmBn2FrTW3.jpg","backdrop_path":"\/rtYOCslhdCpBSQhuuFizlWA76kZ.jpg","release_date":"2006-01-01","popularity":2.215,"vote_average":6.6,"id":21974,"adult":false,"vote_count":14},{"overview":"The various clocks and watches in a clock store dance, ring alarms musically, and otherwise entertain us in an after hours presentation.","original_language":"en","original_title":"The Clock Store","video":false,"title":"The Clock Store","genre_ids":[16],"poster_path":"\/gu1fYZCMbsncwX04L5HI6AfvXK6.jpg","backdrop_path":"\/dfITkXKJ1hz2PvBAcjmsfYIF63v.jpg","release_date":"1931-09-28","popularity":3.457,"vote_average":5.6,"id":67586,"adult":false,"vote_count":11},{"overview":"The Daltons have escaped to New York, where their accumulated loot is hidden in the carts of Monsieur Pierre's group of honest, naive European immigrants, who naively bought land in California from Crook, who inserted a clause they must claim it within 80 days. Joe emotionally blackmails Luke to guide them there, hoping to escape on the way. The usual route must shortened from 6 to 2 months, so no danger can be avoided. Given Lucky's reputation, Crook decides to shadow them to add sabotage, just to be sure- or is it?","original_language":"en","original_title":"Tous à l'ouest: Une aventure de Lucky Luke","video":false,"title":"Go West: A Lucky Luke Adventure","genre_ids":[12,16,35,37],"poster_path":"\/kJ3yr2TQBhtX0m83aJRFptUVEpa.jpg","backdrop_path":"\/aZWw5NC3sfertSPIMumoSaFlwOR.jpg","release_date":"2007-01-01","popularity":1.428,"vote_average":6,"id":34655,"adult":false,"vote_count":42},{"overview":"The film is a parody of the Star Wars original trilogy. In the film, Doraemon and friends find themselves in an interstellar war where an army (based on the Galactic Empire) is trying to take over Earth. Of course, our heroes joins another army (based on the Rebel Alliance) to stop the antagonists.","original_language":"ja","original_title":"映画ドラえもん のび太の宇宙漂流記","video":false,"title":"Doraemon: Nobita Drifts in the Universe","genre_ids":[16],"poster_path":"\/rGT5c1IBMTMsR8AYZi59NMDmKEb.jpg","backdrop_path":"\/jGcOqTWGq80LQ2A4phQ7EyRzkT9.jpg","release_date":"1999-03-06","popularity":1.841,"vote_average":6,"id":162072,"adult":false,"vote_count":1},{"overview":"In this animated short, director Peter Foldès depicts one man’s descent into greed and gluttony. Rapidly dissolving and ever-evolving images create a contrast between abundance and want. One of the first films to use computer animation, this satire serves as a cautionary tale against self-indulgence in a world still plagued by hunger and poverty.","original_language":"fr","original_title":"La Faim","video":false,"title":"Hunger","genre_ids":[16],"poster_path":"\/ligXz4zUYUbb3BS2U9JEdrtfygI.jpg","backdrop_path":"\/3UEi371gOYyDD0p6B0H07T5XaFY.jpg","release_date":"1974-10-01","popularity":0.94,"vote_average":6.6,"id":129067,"adult":false,"vote_count":11},{"overview":"Three robbers pilfer from the countryside until they are charmed by a young orphan girl.","original_language":"de","original_title":"Die drei Räuber","video":false,"title":"The Three Robbers","genre_ids":[16],"poster_path":"\/i3cwdekWcYROnRBNrFGiZqtdZkU.jpg","backdrop_path":"\/nlbuFziBPj2sb6lE6e8253Hpg8u.jpg","release_date":"2007-10-18","popularity":1.528,"vote_average":7.2,"id":31444,"adult":false,"vote_count":16},{"overview":"This winter is extraordinary; Moomintroll decides  to stay awake to explore the winter instead of hibernating as usually. And winters are certainly totally different than he had imagined. Strangest creatures wander amidst the snowdrifts; midwinter darkness surrounds the Moominvalley, and on top of that, an eccentric guest is soon to appear. This guest requires many measures, and is called Christmas, Hemulen tells to a surprised Moomintroll.","original_language":"fi","original_title":"Muumien taikatalvi","video":false,"title":"Moomins and the Winter Wonderland","genre_ids":[16,10751,12],"poster_path":"\/sgfHfdM1EG9TA8XY2DG5kpVKcWK.jpg","backdrop_path":"\/lqqeFJi1KGtDO8XmoToGwd1hb13.jpg","release_date":"2018-02-28","popularity":1.545,"vote_average":6.6,"id":451044,"adult":false,"vote_count":7},{"overview":"A young princess named Snow White is sent away from her palace to live in the woods due to the jealousy of her stepmother.","original_language":"en","original_title":"Snow White","video":false,"title":"Snow White","genre_ids":[16,18,10751],"poster_path":"\/rggCgUhNl3AZXylsqIJH4q9o0bh.jpg","backdrop_path":"\/sw1sfhtuLrhkp4lDPtcbKzNO3fR.jpg","release_date":"1995-04-27","popularity":1.776,"vote_average":5.9,"id":116743,"adult":false,"vote_count":6},{"overview":"The carefree forest animals imagine spring will last forever. However, winter comes and the animals soon realize that their lives are in danger. What they need is a hero; what they need is Crow: The Legend.","original_language":"en","original_title":"Crow: The Legend","video":false,"title":"Crow: The Legend","genre_ids":[16],"poster_path":"\/ehIdFz6fLKiGbQVky9t0es5f708.jpg","backdrop_path":null,"release_date":"2018-04-19","popularity":3.133,"vote_average":6.3,"id":539935,"adult":false,"vote_count":6},{"overview":"Minnie knits an ugly pink sweater for Pluto, much to his disgust. Pluto is then teased by the neighbor dogs and Figaro. No matter how many times he attempts to rid of the sweater, it stays on. Although once it shrinks after he lands in the water, he is delighted that he can't wear it anymore. Minnie is upset about this, but then notices that it fits Figaro...","original_language":"en","original_title":"Pluto's Sweater","video":false,"title":"Pluto's Sweater","genre_ids":[16],"poster_path":"\/n3fcEW7jKCGkGNHitdjV2vP6XAJ.jpg","backdrop_path":"\/w4fNBXhl7wpSwv9MimeytnH2H81.jpg","release_date":"1949-04-29","popularity":2.707,"vote_average":6.9,"id":175997,"adult":false,"vote_count":11},{"overview":"Someone drops off three cute little kittens; Tom is put in charge of them while Beulah goes shopping. But behind her back, the the three little angels are real devils, immediately giving Tom a hotfoot and otherwise tormenting him. Jerry initially thinks they might be his allies since they have a mutual enemy, but they're cats first, so Tom and Jerry team up instead. Jerry chases the kittens, as Tom launches an aerial attack with a drop-leaf table, three pies, and a watermelon; he ends by scooping up the kittens and dropping them on the rotating clothes rack outdoors as Jerry spanks them. Tom cuts paper wings for the three \"angels\" as Beulah returns with their cream.","original_language":"en","original_title":"Triplet Trouble","video":false,"title":"Triplet Trouble","genre_ids":[16,35],"poster_path":"\/1dWfjSpDH580g225A8JwRU1jPpI.jpg","backdrop_path":"\/7B7Z8ZcyrE3xqDZJptfDOYFsuX7.jpg","release_date":"1952-04-19","popularity":1.615,"vote_average":6.7,"id":94177,"adult":false,"vote_count":9},{"overview":"Pluto wakes up in the morning seeing birds eating his dish. Pluto's dish is empty, and he is hungry. He goes after the bone in the dish ofButch the bulldog, who is sleeping next door. He sneaks carefully trying to not wake him up. Though he succeeds in stealing the bone, Butch eventually wakes up. Pluto comes back to his home ,about to enjoy the bone, until an angry Butch shows up. Soon they are chasing each other through town and into a deserted carnival. The gust of wind from the chase made a poster of a belly dancer look like it was belly dancing. They chased each other through a \"Tunnel of Love\" ride and Pluto lost Butch by going into into a hall of mirrors. Pluto was having fun with hall of mirrors until he sees Butch. Pluto takes advantage of one set of mirrors to successfully scare Butch off, and even gets to keep the bone. He winks at the mirrors and goes off with the bone.","original_language":"en","original_title":"Bone Trouble","video":false,"title":"Bone Trouble","genre_ids":[16,35],"poster_path":"\/dqrUPwjFMg6KM1nS8cG9RB9BWMF.jpg","backdrop_path":"\/iSlNOwIFi6YfZVLQfmEFhSNyZe3.jpg","release_date":"1940-06-28","popularity":2.547,"vote_average":6.2,"id":68489,"adult":false,"vote_count":17},{"overview":"Doress, a Japanese \"black projects\" organization, has been gathering psionics and making biological weapons to \"make Japan superior\". When one of the biological experiments, BAOH, escapes with a young girl, Doress will do anything to get the boy and girl back. For BAOH is a parasite living in its host's brain, altering the host into a living death machine in order to keep it alive. When Doress sends assassins after the boy and girl, BAOH \"awakens\" to its \"Armed Defense Phenomenons\", giving the boy acid-tipped claws, bio-regeneration, and super-strength. But Doress takes the girl, and BAOH must fight an army of commandos and a psionic to get her back","original_language":"ja","original_title":"バオー来訪者","video":false,"title":"Baoh: The Visitor","genre_ids":[27,16,878,28],"poster_path":"\/ydqKx32GJnMsS1GID0c1gzqEbNy.jpg","backdrop_path":"\/bSzN0uKwcCqBjgJX0bqDSFRbcej.jpg","release_date":"1989-01-01","popularity":2.06,"vote_average":4.6,"id":62736,"adult":false,"vote_count":6},{"overview":"When brave elephant Rock (Cary Elwes) sees his wife, Melody (Alexa PenaVega), kidnapped by the powerful human king (Patrick Warburton), the mighty warrior will need some jumbo-sized help from his friends in order to rescue her. Coming to his aid is a quirky, courageous troop of young elephants, including Rally (Carlos PenaVega), and Pugsley (Mikey Bolts), plus the ever-trusty and wacky Wingman (Garrett Clayton) and the kindhearted human queen (Ambyr Childers); this elephant tale filled with dazzling action sequence is one that you'll never forget!","original_language":"en","original_title":"Elephant Kingdom","video":false,"title":"Elephant Kingdom","genre_ids":[16,10751],"poster_path":"\/yYd97PzRbebaoetOPL9NRQA3zYb.jpg","backdrop_path":"\/bTi1Us9v8Ac9SO57kIgDM2sV4eA.jpg","release_date":"2016-09-20","popularity":0.962,"vote_average":0,"id":415275,"adult":false,"vote_count":0},{"overview":"Tintin finds himself involved in a mystery related to a drowned man, a can of crabmeat and a ship called Karaboudjan. After investigating the ship, Tintin discovers that the shipment of cans does not contain exactly crabmeat.","original_language":"fr","original_title":"Les aventures de Tintin 7: Le Crabe aux Pinces d'Or","video":false,"title":"The Crab with the Golden Claws","genre_ids":[16,28,12,80],"poster_path":"\/hdSCUAWQAGmKBSPAl66jpUTKUkE.jpg","backdrop_path":"\/axKZkZh1T3ZlasCGrotDDRK0j2.jpg","release_date":"1991-10-02","popularity":1.271,"vote_average":7,"id":441127,"adult":false,"vote_count":19},{"overview":"The other hens make fun of Miss Prissy, who still has not found a husband. Prissy sets out, rolling pin in hand, to find one, and she comes upon confirmed bachelor Foghorn Leghorn in the midst of his feud with the barnyard dog. The dog helps Prissy take Foghorn as her mate by knocking him out and stuffing him in a picnic basket!","original_language":"en","original_title":"Lovelorn Leghorn","video":false,"title":"Lovelorn Leghorn","genre_ids":[16,10751,35],"poster_path":"\/9IdGKLuGLajhtG5NCeLuJ2IKPHv.jpg","backdrop_path":"\/f1WSQLtWgKXvVVcPJ86PVxc3Jf9.jpg","release_date":"1951-09-08","popularity":2.125,"vote_average":6.8,"id":121169,"adult":false,"vote_count":9},{"overview":"The simple, charming series follows Kanojo as she job hunts and experiences various changes in her life, all while her cat Daru remains the supportive constant.","original_language":"ja","original_title":"彼女と彼女の猫 - Everything Flows","video":false,"title":"She and Her Cat: Everything Flows","genre_ids":[16],"poster_path":"\/trNg2qw6BCAHi6aCsn8F9z9Bmc9.jpg","backdrop_path":"\/eVWGvkxYuDy4xZWiUPEu9eQ2ItE.jpg","release_date":"2016-05-18","popularity":1.759,"vote_average":6.8,"id":403064,"adult":false,"vote_count":18},{"overview":"A friend shipped Mickey a baby elephant, Bobo (not, apparently, related to the Warner Bros. Bobo) as a playmate for Pluto. Pluto's first introduction is to Bobo's trunk, through a fence. He's not thrilled, and marches away. The playful Bobo grabs Pluto's tail and follows. Pluto's devil self tells him he's being replaced, and tells him to attack with red pepper.","original_language":"en","original_title":"Mickey's Elephant","video":false,"title":"Mickey's Elephant","genre_ids":[16],"poster_path":"\/upqmNMD8DA7SAt1tJKKhjwmzsqK.jpg","backdrop_path":"\/z1VWFVO6Cz7AXV5u18tgEi3EcC3.jpg","release_date":"1936-10-10","popularity":2.395,"vote_average":5.4,"id":67047,"adult":false,"vote_count":17},{"overview":"A sequel to the 2000 film, \"Chicken Run.\"","original_language":"en","original_title":"Chicken Run 2","video":false,"title":"Chicken Run 2","genre_ids":[16],"poster_path":null,"backdrop_path":null,"release_date":"2020-06-12","popularity":2.684,"vote_average":0,"id":520758,"adult":false,"vote_count":0}]]