[[{"overview":"Freshly hatched bee Maya is a little whirlwind and won't follow the rules of the hive. One of these rules is not to trust the hornets that live beyond the meadow. When the Royal Jelly is stolen, the hornets are suspected and Maya is thought to be their accomplice. No one believes that she is the innocent victim and no one will stand by her except for her good-natured and best friend Willy. After a long and eventful journey to the hornets hive Maya and Willy soon discover the true culprit and the two friends finally bond with the other residents of the opulent meadow.","original_language":"en","original_title":"Maya the Bee Movie","video":false,"title":"Maya the Bee Movie","genre_ids":[16,10751],"poster_path":"\/pMQ88CvnQroSjxk4IhM7YNbcjTx.jpg","backdrop_path":"\/gTHuNNqF3r2GLm34Ojd3ZXpq2IW.jpg","release_date":"2015-03-08","popularity":6.13,"vote_average":6.2,"id":261103,"adult":false,"vote_count":58},{"overview":"Get ready for a battle of the ages when the Justice League faces off against its archenemies, the Legion of Doom, in an all-new movie from DC Comics. A mysterious being known as the Time Trapper arises, and a sinister plan led by Lex Luthor sends the Legion of Doom back in time to eliminate Superman, Wonder Woman and Batman before they become super heroes. For Aquaman, Flash and Cyborg, along with teen super heroes Karate Kid and Dawnstar, the stakes have never been higher, the rescue mission never deadlier. So join the fight for the future as the Justice League confronts its ultimate challenge… the threat of having never existed!","original_language":"en","original_title":"JLA Adventures: Trapped in Time","video":false,"title":"JLA Adventures: Trapped in Time","genre_ids":[10751,16,28,878],"poster_path":"\/qcl0cISu8K3yzLZVVZQREaHmCbK.jpg","backdrop_path":"\/5GTQ3LpoKaVoHjWSilVeMgwLoil.jpg","release_date":"2014-01-21","popularity":6.991,"vote_average":6,"id":251768,"adult":false,"vote_count":86},{"overview":"A mysterious group of ninjas makes a surprise attack on the Konohagakure, which takes great damage. The nightmare of another Shinobi World War could become a reality. Sasuke, who was still a missing nin from Konoha trying to kill his brother, Itachi, appears for the second time in front of Naruto at an unknown location to prevent it from happening.","original_language":"ja","original_title":"劇場版 NARUTO -ナルト- 疾風伝 絆","video":false,"title":"Naruto Shippuden the Movie: Bonds","genre_ids":[14,16,28],"poster_path":"\/baM7VEiVIzCA7FmIRBSx4y1xJ6s.jpg","backdrop_path":"\/ztuXDqBR5BQBvtNyqntvpQ0aAGE.jpg","release_date":"2008-08-02","popularity":7.337,"vote_average":7.1,"id":17581,"adult":false,"vote_count":103},{"overview":"A boy begins a grand journey to return Babe Ruth's baseball bat before the deciding game of the 1932 World Series comes to a close.","original_language":"en","original_title":"Everyone's Hero","video":false,"title":"Everyone's Hero","genre_ids":[12,16,35,10751],"poster_path":"\/8pWPBlTuOJwBfLTqQceADLUhqTl.jpg","backdrop_path":"\/5s8Nhvkz5nIZq1Km2pRxtRC2Flz.jpg","release_date":"2006-09-15","popularity":7.105,"vote_average":5.6,"id":15213,"adult":false,"vote_count":107},{"overview":"Warriors called \"Saints\" are the champions of hope who have always appeared since the Age of Myth whenever evil threatens the world. In this present day story, many years since the long fought \"Holy War\" we find Saori Kido, a girl troubled by her mysterious powers. She is saved by a boy, Seiya \"Bronze Saint\" from a sudden attack by an assassin, through the accident Saori realizes her destiny and mission and decides to go to \"Sanctuary\" with Seiya and his company of Bronze Saints. In Sanctuary they confront \"Pope\" and wage a desperate battle against the greatest Saints, the \"Gold Saints\".","original_language":"ja","original_title":"聖闘士星矢 LEGEND of SANCTUARY","video":false,"title":"Saint Seiya: Legend of Sanctuary","genre_ids":[28,16,14],"poster_path":"\/94N7c1TM9WFpPp40c58JUvuHz9J.jpg","backdrop_path":"\/kwlM5NAdNSkePzPzDIgijhWAHCI.jpg","release_date":"2015-03-06","popularity":6.394,"vote_average":5.2,"id":287590,"adult":false,"vote_count":267},{"overview":"One Christmas Eve three people, a middle-aged alcoholic named Gin, a former drag queen Hana and a dependent runaway girl Miyuki, discover an abandoned newborn while looking through the garbage.","original_language":"ja","original_title":"東京ゴッドファーザーズ","video":false,"title":"Tokyo Godfathers","genre_ids":[16,18],"poster_path":"\/aY1q9dTGC8u8TUsAgnpJHsdAdJZ.jpg","backdrop_path":"\/fHJDbaPJvoyaVnIvoUFml3yndqY.jpg","release_date":"2004-01-14","popularity":7.475,"vote_average":7.9,"id":13398,"adult":false,"vote_count":384},{"overview":"Bardock, Son Goku's father, is a low-ranking Saiyan soldier who was given the power to see into the future by the last remaining alien on a planet he just destroyed. He witnesses the destruction of his race and must now do his best to stop Frieza's impending massacre.","original_language":"ja","original_title":"ドラゴンボールZ たったひとりの最終決戦〜フリーザに挑んだZ戦士 孫悟空の父〜","video":false,"title":"Dragon Ball Z: Bardock - The Father of Goku","genre_ids":[28,16,18,878],"poster_path":"\/yCjp8HJ4XANcB0FxoOztq9cF1pS.jpg","backdrop_path":"\/tJowDsXnzBxq2CMGVAc7aBgxP3c.jpg","release_date":"2008-07-15","popularity":8.405,"vote_average":7.1,"id":39323,"adult":false,"vote_count":197},{"overview":"The two pigs building houses of hay and sticks scoff at their brother, building the brick house. But when the wolf comes around and blows their houses down (after trickery like dressing as a foundling sheep fails), they run to their brother's house. And throughout, they sing the classic song, \"Who's Afraid of the Big Bad Wolf?\".","original_language":"en","original_title":"Three Little Pigs","video":false,"title":"Three Little Pigs","genre_ids":[10402,16,35,10751],"poster_path":"\/aPmSY3y4A2xMSkF24tdIfDQNKJy.jpg","backdrop_path":"\/mbHXq2pO3FjN0TSsh2DwJjWAzAW.jpg","release_date":"1933-05-27","popularity":6.539,"vote_average":6.8,"id":34463,"adult":false,"vote_count":163},{"overview":"Robin Hood steals from the rich and give to the poor, and needs the help of Tom and Jerry! Your favorite daring duo aims to beloved medieval tale in a new film is all for one and one for all!","original_language":"en","original_title":"Tom and Jerry: Robin Hood and His Merry Mouse","video":false,"title":"Tom and Jerry: Robin Hood and His Merry Mouse","genre_ids":[16,35,10751],"poster_path":"\/lzMSThxUI0zJZ2vKoArHo2hqJvZ.jpg","backdrop_path":"\/4odngWjfAfpVokMZp4jUbfL08ea.jpg","release_date":"2012-10-02","popularity":3.483,"vote_average":6.9,"id":134623,"adult":false,"vote_count":22},{"overview":"A mysterious young girl wanders a desolate, otherworldly landscape, carrying a large egg.","original_language":"ja","original_title":"天使のたまご","video":false,"title":"Angel's Egg","genre_ids":[16,18,14,27,9648,878],"poster_path":"\/dRUB7sDcedqatDfyuRqyQulmW97.jpg","backdrop_path":"\/lDdZcFq33DVTS2tsf7v2XqEbnwG.jpg","release_date":"1985-12-22","popularity":6.07,"vote_average":7.9,"id":15916,"adult":false,"vote_count":129},{"overview":"Meet Clutch Powers, the best builder and explorer in the LEGO universe as he heads off on his most dangerous mission yet. Join Clutch and his team of experts as their adventure leads them from City to the Space Police prison planet to the medieval world of Ashlar where they must help the rightful heir to the King’s throne find the courage to regain the kingdom from the evil wizard Malign.","original_language":"en","original_title":"LEGO: The Adventures of Clutch Powers","video":false,"title":"LEGO: The Adventures of Clutch Powers","genre_ids":[28,12,16,10751],"poster_path":"\/6mvmJLcUZRQ84YWprz7NS8QhV94.jpg","backdrop_path":"\/a7Hikx8NzIb31IR2TGeeY7Xzk8E.jpg","release_date":"2010-01-01","popularity":5.51,"vote_average":5.5,"id":33427,"adult":false,"vote_count":45},{"overview":"The first story focused on Tai and Kari Kamiya four years before their adventure in the Digital World. It shows their first encounter with Digimon and what happened to them (as well as the other children). Tai and Kari wake one morning to find a Digi-Egg that came out of their computer the night before and the egg soon hatches, revealing a Botamon. The Digimon then evolves into Koromon and then Agumon (not the same one that became friends with Tai in the series, and yet, somehow, both Koromon and Kari remember each other), who then goes out and unintentionally destroys a good part of the neighborhood with Kari riding on his back. A second Digi-Egg appears in the sky to reveal an evil digimon, Parrotmon. Agumon then Digivolves to Greymon but isn't strong enough to beat Parrotmon and is knocked out. Tai grabs Kari's whistle and wakes up Greymon, who defeats Parrotmon and disappears with him.","original_language":"en","original_title":"Digimon: The Movie","video":false,"title":"Digimon: The Movie","genre_ids":[14,16,878,10751],"poster_path":"\/1LA0Eh611QCcjM7sUqfDSjSQNZx.jpg","backdrop_path":"\/lpSXvnf4o0cidGaEP8iu8TvJnm7.jpg","release_date":"2000-03-17","popularity":6.262,"vote_average":6.6,"id":20455,"adult":false,"vote_count":149},{"overview":"Have you ever wondered \"What is the meaning of life? Why do we exist?\" The answer to this vexing question is now within your reach! You'll find it in a small yet amazing booklet, which will explain, in easy to follow, simple terms your reason for being! The booklet, printed on the finest paper, contains illuminating, exquisite colour pictures, and could be yours for a mere $9.99.","original_language":"en","original_title":"$9.99","video":false,"title":"$9.99","genre_ids":[16,18],"poster_path":"\/g3wmvVxwISW2BcbZh94ksMcKGjR.jpg","backdrop_path":"\/cCHCt35zxH2zEojbSX1wEsL8K1y.jpg","release_date":"2009-04-29","popularity":8.527,"vote_average":6.3,"id":19311,"adult":false,"vote_count":51},{"overview":"Power users around the world are suddenly committing suicide one after another, in all cases after a strange fog appears at the scene. At a request from Ango Sakaguchi, the Armed Detective Agency head out to investigate Tatsuhiko Shibusawa, a power user who calls himself \"collector,\" and a man suspected of being tied to the incident.","original_language":"ja","original_title":"文豪ストレイドッグス DEAD APPLE","video":false,"title":"Bungo Stray Dogs: Dead Apple","genre_ids":[16,28,35,9648],"poster_path":"\/Xe4GKsVjQL60vZMYIchn2jw6dk.jpg","backdrop_path":"\/MxRVIDlkx7sAI0qoPKk1rOBQh1.jpg","release_date":"2018-05-02","popularity":8.667,"vote_average":7.9,"id":483455,"adult":false,"vote_count":19},{"overview":"After 20 years in space, Rocko returns to a technologically advanced O-Town and makes it his mission to get his favorite show back on the air.","original_language":"en","original_title":"Rocko's Modern Life: Static Cling","video":false,"title":"Rocko's Modern Life: Static Cling","genre_ids":[16,35,10770],"poster_path":"\/k65BZ0njzoTXhJFeXhIZt6owqDI.jpg","backdrop_path":"\/yBP7keWQmxotelZVZbBu0WpX8OV.jpg","release_date":"2019-07-24","popularity":6.967,"vote_average":6.6,"id":439059,"adult":false,"vote_count":41},{"overview":"A little hedgehog, on the way to visit his friend the bear, gets lost in thick fog, where horses, dogs and even falling leaves take on a terrifying new aspect...","original_language":"ru","original_title":"Ёжик в тумане","video":false,"title":"Hedgehog in the Fog","genre_ids":[12,16,18,14,9648],"poster_path":"\/ujDXcLQOwqklFf7f1OBHEPab4HG.jpg","backdrop_path":"\/ppKJ9wxdq9TGTH510GDhmPa5J1i.jpg","release_date":"1975-10-23","popularity":6.021,"vote_average":7.5,"id":36129,"adult":false,"vote_count":89},{"overview":"As members of ESWAT, the elite forces serving Olympus, Deunan and Briaereos are deployed anywhere trouble strikes. Olympus finds itself under a stealth attack - cyborg terrorism, deadly nanotech zealots, and rioting citizens are just some of the threats that Deunan must contend with as she fights to save Olympus!","original_language":"ja","original_title":"エクスマキナ","video":false,"title":"Appleseed: Ex Machina","genre_ids":[28,16,878,53],"poster_path":"\/IhJhwbKadH5V3VkzKvwMfAw3cU.jpg","backdrop_path":"\/qDTzmcc66RHRKeCkQoqq91hc44R.jpg","release_date":"2008-03-11","popularity":8.092,"vote_average":6.7,"id":13981,"adult":false,"vote_count":111},{"overview":"Long ago in a land with an ailing king, there was a pair of boys who looked exactly alike, a pauper called Mickey and the other, the Crown Prince.","original_language":"en","original_title":"Mickey Mouse: The Prince and the Pauper","video":false,"title":"Mickey Mouse: The Prince and the Pauper","genre_ids":[16,35,10751],"poster_path":"\/7sWpajczOeWzubfw7VLAMU9OeHS.jpg","backdrop_path":"\/hlH6otuA8sCPh9oMzSJmLm0vJtu.jpg","release_date":"1990-11-16","popularity":8.63,"vote_average":6.5,"id":25831,"adult":false,"vote_count":103},{"overview":"This wonderful story happened in the age of valiant knights, beautiful princesses, and battling sorcerers. Ruslan, a wandering artist dreaming to become a knight, met beautiful Mila and fell in love with her; he didn’t even suspect that she is the King’s daughter. However, the lovers’ happiness wasn’t meant to last too long. Chernomor, the evil sorcerer, appeared in a magic vortex and stole Mila right before Ruslan’s eyes to transform her power of love into his own magic power. Without further ado, Ruslan sets out on a chase after the stolen princess to overcome all obstacles and to prove that real love is stronger than magic.","original_language":"uk","original_title":"Викрадена принцеса: Руслан і Людмила","video":false,"title":"The Stolen Princess: Ruslan and Ludmila","genre_ids":[12,16,35,10751],"poster_path":"\/titPCgI2xMAPv0Y2iasvqHj7vnv.jpg","backdrop_path":"\/kzk5nmtpYdGXrScqKiTJOshVacc.jpg","release_date":"2018-03-07","popularity":7.618,"vote_average":6,"id":463116,"adult":false,"vote_count":28},{"overview":"In the tradition of Fantasia, Make Mine Music is a glorious collection of nine musically charged animated shorts featuring such fun-filled favorites as \"Peter And The Wolf\", narrated by the beloved voice behind Winnie The Pooh. In addition, you'll enjoy such classic cartoon hits as \"Casey At The Bat,\" \"The Whale Who Wanted To Sing At The Met\" and \"Johnnie Fedora And Alice Bluebonnet.\"","original_language":"en","original_title":"Make Mine Music","video":false,"title":"Make Mine Music","genre_ids":[16,10402,10751],"poster_path":"\/20Hs0MNWxwIAhSC7gfIN2bISrZI.jpg","backdrop_path":"\/iTwOiALjxkBjd7iKwMjQy9hMiMc.jpg","release_date":"1946-08-15","popularity":7.019,"vote_average":5.7,"id":20343,"adult":false,"vote_count":75}],[{"overview":"Oooh Hollywood! The glitz, the glam...the Headless Horseman?! Join your favorite K-9 sleuth, Scooby-Doo, along with Shaggy and the Mystery Inc. gang as they find themselves in a tinsel-town twist! While on a VIP tour of the legendary Brickton Studios, Scooby and friends get a first-hand experience of the rumored hauntings when classic movie monsters drop in for a creepy casting call. There's only one way to solve this thriller and save the aging studio - it's Mystery Inc's movie magic time! Grab your Scooby Snacks and hop in the director's chair for this all-new LEGO® movie!","original_language":"en","original_title":"Lego Scooby-Doo!: Haunted Hollywood","video":false,"title":"Lego Scooby-Doo!: Haunted Hollywood","genre_ids":[16,10751],"poster_path":"\/pigMBBhYWIr9RZECHgMNmaOO0TS.jpg","backdrop_path":"\/di8W9SdlHRxVMQx8k8Jg35omr9C.jpg","release_date":"2016-05-03","popularity":4.291,"vote_average":5.7,"id":392536,"adult":false,"vote_count":59},{"overview":"It's a catastrophe! A flood has hit our planet and an unusual group of people are all that remains. Led by Ferdinand, a modern day Noah, this little group have managed to defy the furiously raging elements. People and animals alike are dragged through this incredible whirlpool of an adventure.","original_language":"fr","original_title":"La prophétie des grenouilles","video":false,"title":"Raining Cats and Frogs","genre_ids":[16],"poster_path":"\/enwWqr185dNlyeRAxw9xWcaxojA.jpg","backdrop_path":"\/mOorSjo4iUXAcR7RF3PcYMhrWpN.jpg","release_date":"2003-12-03","popularity":4.3,"vote_average":7,"id":22624,"adult":false,"vote_count":67},{"overview":"Scooby-Doo and those \"meddling kids\" Shaggy, Fred, Daphne and Velma are back in this all-new original movie! Velma discovers she's inherited her great-great-uncle Dr. Von Dinkenstein’s cursed castle in the terrifying town of Transylvania…Pennsylvania, that is. Just when the Gang persuades Velma to go claim her inheritance, the ghost of Dinkenstein Castle blows up the Mystery Machine as a warning! Now the Crew must spring back into action, but this time it's personal! Who's responsible for the Dinkenstein monster? What family secret has Velma been hiding? Will Fred recover from the loss of his beloved Mystery Machine? Can any helpless snack survive Scooby and Shaggy's monster-sized appetites? This Scooby-Doo adventure has enough spooky fun to make the whole family come alive!","original_language":"en","original_title":"Scooby-Doo! Frankencreepy","video":false,"title":"Scooby-Doo! Frankencreepy","genre_ids":[16,9648,10751],"poster_path":"\/eMgKUc8UJ96j23syl2KkNPyUHF7.jpg","backdrop_path":"\/c1uIDZZGTCv1CRbErLtwpueyerz.jpg","release_date":"2014-08-19","popularity":4.152,"vote_average":6.4,"id":284995,"adult":false,"vote_count":48},{"overview":"The story is set in 2027, one year after the end of the fourth non-nuclear war. New Port City is still reeling from the war's aftermath when it suffers a bombing caused by a self-propelled mine. Then, a military member implicated in arms-dealing bribes is gunned down.  During the investigation, Public Security Section's Daisuke Aramaki encounters Motoko Kusanagi, the cyborg, wizard-level hacker assigned to the military's 501st Secret Unit. Batou, a man with the \"eye that does not sleep,\" suspects that Kusanagi is the one behind the bombing. The Niihama Prefectural Police detective Togusa is pursuing his own dual cases of the shooting death and a prostitute's murder. Motoko herself is being watched by the 501st Secret Unit's head Kurutsu and cyborg agents.","original_language":"ja","original_title":"攻殻機動隊ARISE border: 1 Ghost Pain","video":false,"title":"Ghost in the Shell Arise - Border 1: Ghost Pain","genre_ids":[28,16,80,878],"poster_path":"\/4iDuwS19O2GIXTRvUR9xgNdEKh2.jpg","backdrop_path":"\/7A4KN1Bz6sg4hY06JRHJC1KeeRl.jpg","release_date":"2013-06-22","popularity":7.124,"vote_average":7.2,"id":196750,"adult":false,"vote_count":89},{"overview":"A group of five Genesect have invaded the big city and pose a threat to the supply of electricity, which attracts the attention of the legendary Pokémon Mewtwo. Ash, Pikachu and his friends must come to the rescue when the powerful leader, a red Genesect, faces Mewtwo.","original_language":"ja","original_title":"劇場版ポケットモンスター ベストウイッシュ 神速のゲノセクト ミュウツー覚醒","video":false,"title":"Pokémon the Movie: Genesect and the Legend Awakened","genre_ids":[28,12,16,10751],"poster_path":"\/kfSOWx2gKs6xqZ0JyTd4hasEeX7.jpg","backdrop_path":"\/aSiSGzzC93X3QhpoBgfT5MMWv1e.jpg","release_date":"2013-10-19","popularity":4.587,"vote_average":6.3,"id":227679,"adult":false,"vote_count":65},{"overview":"Unable to endure the midsummer heat, Doraemon transports Nobita and his friends to a huge iceberg floating in the South Pacific. While creating an amusement parks with the secret tool \"Ice-working Iron\" the group finds a mysterious golden ring in the ice. Upon closer examination, they determine that the ring was buried in Antarctica 100,000 years ago - before people could have lived there. Doraemon and friends head to Antarctica looking for the owner of the ring and come across the ruins of a huge city buried in the ice. Using Doraemon's Time Belt, the group travels back 100,000 years ago and meets the young girl Kara who is connected to the mysterious ring. But now the group must fight for survival as Doraemon faces the crisis of the entire Earth freezing.","original_language":"ja","original_title":"ドラえもん のび太の南極カチコチ大冒険","video":false,"title":"Doraemon the Movie: Nobita's Great Adventure in the Antarctic Kachi Kochi","genre_ids":[16,12,14,10751],"poster_path":"\/oUvhVQ6wyO7qssQSJ1CiM93Di7P.jpg","backdrop_path":"\/39XQf9sk2qyyleVOX6QdS9o8v53.jpg","release_date":"2017-12-31","popularity":4.136,"vote_average":8.7,"id":462677,"adult":false,"vote_count":10},{"overview":"The thirteenth film overall for the long-running series and the fourth movie in the Diamond and Pearl story arc, it includes an upcoming creature from Pokémon Black &amp; White, named Zoroark, as the main character (as well as its pre-evolved form, Zorua). In the movie, Celebi travels to the past to prevent a battle between Raikou, Entei, and Suicune after seeing the future battle in a vision. Meanwhile, Ash, Brock and Dawn make it to Crown City to attend the annual Pokémon Baccer World Cup where they have an encounter with Zorua, who has lost his companion. The town is then attacked by the Legendary Pokémon Raikou, Entei, and Suicune... who are revealed to actually be Zoroark. It is then up to Celebi to appear from the future and help the trio stop the rampaging Pokémon.","original_language":"ja","original_title":"劇場版ポケットモンスター ダイヤモンド&パール 幻影の覇者 ゾロアーク","video":false,"title":"Pokémon: Zoroark: Master of Illusions","genre_ids":[12,16,10751],"poster_path":"\/lfZyKCRU7Xm21HNbjLQObZHvMnY.jpg","backdrop_path":"\/9Q4wgSwcHpKgXv73g2I1ZW1uPga.jpg","release_date":"2011-02-05","popularity":7.813,"vote_average":6.5,"id":50087,"adult":false,"vote_count":88},{"overview":"The dialogue-less film follows the major life stages of a castaway on a deserted tropical island populated by turtles, crabs and birds.","original_language":"fr","original_title":"La tortue rouge","video":false,"title":"The Red Turtle","genre_ids":[16,18,14,10751],"poster_path":"\/wOBU3SLjQ9358Km9YWYasPZyebp.jpg","backdrop_path":"\/AmdEn1a8Us15KEpycHcq28fW56K.jpg","release_date":"2017-01-20","popularity":6.522,"vote_average":7.6,"id":337703,"adult":false,"vote_count":588},{"overview":"Dragon Hunters is a fantastic tale telling the adventures of two dragon hunters: the world has become a vast conglomerate of islands of varying size and shape. This babbling universe is mainly peopled with ruthless rogues, surly peasants and illiterate, petty lords Their main concerns revolve around two fundamental rules : Eat and don't get eaten.","original_language":"fr","original_title":"Chasseurs de dragons","video":false,"title":"Dragon Hunters","genre_ids":[16,10751],"poster_path":"\/mrshOKZBPoOmulzLZjZEbvENHJh.jpg","backdrop_path":"\/yPyZCG5JE8bzvYfBuijF0jhKhz6.jpg","release_date":"2008-03-20","popularity":8.353,"vote_average":6.4,"id":10800,"adult":false,"vote_count":234},{"overview":"A Pixar short about a lost-and-found box and the unseen monster within.","original_language":"en","original_title":"Lou","video":false,"title":"Lou","genre_ids":[10751,14,16],"poster_path":"\/zAQmOmQPWyvU34B3gcK163P4jmH.jpg","backdrop_path":"\/c53DjwOJfnUROXifbPzi0EAEXJC.jpg","release_date":"2017-06-16","popularity":8.012,"vote_average":7.7,"id":433471,"adult":false,"vote_count":170},{"overview":"Deck the halls with Donkey’s laughter in this all-new holiday collection. Donkey presents his very own carolling stage show featuring his Far Far Away pals in this merry, musical treat with all the trimmings! Join in the fun as they bring their own Shrektacular spirit to festive holiday songs, a fun Donkey Decoration scramble, and a hilarious virtual Yule Log that’s so funny… it’s on fire.","original_language":"en","original_title":"Donkey's Christmas Shrektacular","video":false,"title":"Donkey's Christmas Shrektacular","genre_ids":[14,16,18,35,878,10751],"poster_path":"\/iklnDuDaJwd61e8VUk4BquEGJwo.jpg","backdrop_path":"\/kMxr8iMtjTxtxNQOpr3IcfuzjPz.jpg","release_date":"2010-12-07","popularity":6.026,"vote_average":5.3,"id":51256,"adult":false,"vote_count":78},{"overview":"Young Vincent Malloy dreams of being just like Vincent Price and loses himself in macabre daydreams that annoy his mother.","original_language":"en","original_title":"Vincent","video":false,"title":"Vincent","genre_ids":[16,14],"poster_path":"\/h64Zd7aWWGL1ctsU3W4i2rQOwTk.jpg","backdrop_path":"\/wOvpMdPUftQ2LRTE0QmD8ExmEiF.jpg","release_date":"1982-01-01","popularity":7.025,"vote_average":8.1,"id":32085,"adult":false,"vote_count":470},{"overview":"Fourteen years after Third Impact, Shinji Ikari awakens to a world he does not remember. He hasn't aged. Much of Earth is laid in ruins, NERV has been dismantled, and people who he once protected have turned against him. Befriending the enigmatic Kaworu Nagisa, Shinji continues the fight against the angels and realizes the fighting is far from over, even when it could be against his former allies. The characters' struggles continue amidst the battles against the angels and each other, spiraling down to what could inevitably be the end of the world.","original_language":"ja","original_title":"ヱヴァンゲリヲン新劇場版:Q","video":false,"title":"Evangelion: 3.0 You Can (Not) Redo","genre_ids":[28,16,18,878],"poster_path":"\/7yvJ5hP9eHpdiGH0FuxmT7gkBCG.jpg","backdrop_path":"\/c5WUWudgykIpxb3TchaRnAcsu5y.jpg","release_date":"2014-01-10","popularity":7.59,"vote_average":7.5,"id":75629,"adult":false,"vote_count":193},{"overview":"Jubei is a masterless ninja who travels the land alone, lending his services to those with gold—or a worthy cause. His fearsome abilities have served him well, but a plot to overthrow the government threatens to end his wandering ways—and possibly his life.","original_language":"ja","original_title":"獣兵衛忍風帖","video":false,"title":"Ninja Scroll","genre_ids":[14,12,16],"poster_path":"\/qzZEnaXwv4wss2QalEo4Uf9BAwh.jpg","backdrop_path":"\/vdDsq4XdDpCEMyP7IIY3lPVCvfZ.jpg","release_date":"1996-12-06","popularity":7.887,"vote_average":7.5,"id":14282,"adult":false,"vote_count":211},{"overview":"In a utopian society created at the end of the third world war, a female warrior who has been plucked from the badlands begins to see cracks in this new facade. And what does this community have planned for the rest of humankind?","original_language":"ja","original_title":"アップルシード","video":false,"title":"Appleseed","genre_ids":[16,28,878],"poster_path":"\/dyROof1YUhe0eul1P1js6ghYtkQ.jpg","backdrop_path":"\/2ynxC25bh0lTazbCcUv6n1MTOjj.jpg","release_date":"2005-01-14","popularity":14.159,"vote_average":6.9,"id":11633,"adult":false,"vote_count":174},{"overview":"Combining archival footage with rotoscopic animation, Tower reveals the action-packed untold stories of the witnesses, heroes and survivors of America’s first mass school shooting, when the worst in one man brought out the best in so many others.","original_language":"en","original_title":"Tower","video":false,"title":"Tower","genre_ids":[16,80,99],"poster_path":"\/iOiwQLTQe1fwC8ihoCaXBHjGz2J.jpg","backdrop_path":"\/9oCJTvMi0rq22zv4JnnAuCAVytg.jpg","release_date":"2016-03-13","popularity":7.034,"vote_average":7.8,"id":381028,"adult":false,"vote_count":106},{"overview":"Director and Israeli army veteran Ari Folman interviews friends and former soldiers about their memories of  the 1982 Lebanon war and especially the Sabra and Shatila massacre in Beirut. The usage on animation enabled Folman to illustrate their personal memories and dreams.","original_language":"he","original_title":"Vals Im Bashir","video":false,"title":"Waltz with Bashir","genre_ids":[16,99,18,10752],"poster_path":"\/qPINEHB2j0PUKDqo8MNLcGEjoB7.jpg","backdrop_path":"\/mDhgW04UtPS1fXtBlKQYWDP0s9D.jpg","release_date":"2008-12-25","popularity":6.236,"vote_average":7.8,"id":8885,"adult":false,"vote_count":519},{"overview":"In \"LEGO Marvel Super Heroes: Avengers Reassembled!,\" the Avengers prepare for a party at Stark Tower and notice that Iron Man is acting strange. After some investigation, they discover that the evil Ultron has taken control of Iron Man and his armor as part of his scheme to take over the world. It's up to Captain America, the Hulk, Thor, Vision, Black Widow, Hawkeye and their friends (Spider-Man, Iron Spider, and special guest star Ant-Man) to rescue Iron Man from Ultron's clutches and defeat the super villain before he causes even more destruction and chaos.","original_language":"en","original_title":"LEGO Marvel Super Heroes: Avengers Reassembled!","video":false,"title":"LEGO Marvel Super Heroes: Avengers Reassembled!","genre_ids":[16],"poster_path":"\/pPdB6N9iJjn9GwrNkhMS1FKgx22.jpg","backdrop_path":"\/7QNGBStqOLNtKrczEmbjfuCHKjo.jpg","release_date":"2015-11-16","popularity":5.455,"vote_average":6.3,"id":368304,"adult":false,"vote_count":32},{"overview":"Ichigo Kurosaki's school is attacked by strange spirits called Unforgiven (Togabito), revealed to have escaped from Hell, and Rukia Kuchiki and Renji Abarai are sent to investigate. Ichigo's family is targeted by the Unforgiven, who are led by Shuren, and Ichigo's younger sister Yuzu Kurosaki is abducted. An Unforgiven named Kokutō saves Karin Kurosaki from being abducted as well, and convinces Ichigo to accompany him and the Soul Reapers to Hell to save her. When they are attacked by monsters called Kushanāda, the guardians of Hell, on the journey, Ichigo's Hollow mask begins to spontaneously manifest. Kokutō warns him to avoid using his mask lest he lose control and hollowfy entirely, and tells him that the Kushanāda torture Unforgiven for their sins by killing them, as Unforgiven continuously revive, and that spirits killed in Hell become Unforgiven themselves.","original_language":"ja","original_title":"劇場版 BLEACH ブリーチ 地獄篇","video":false,"title":"Bleach: Hell Verse","genre_ids":[28,16,35],"poster_path":"\/nCPk9tmj9SjSvf9jCUQUQTvgVu6.jpg","backdrop_path":"\/ApuReZj3Gs5vmeMvdS4p90NnnYz.jpg","release_date":"2010-12-04","popularity":5.351,"vote_average":6.9,"id":73245,"adult":false,"vote_count":48},{"overview":"Ash, Pikachu and his friends try and stop a pair of thieves hiding out in the canals and alleyways of Alto Mare, the age-old water capital. Joining the adventure are two new legendary Pokémon, a pair of siblings named Latias and Latios, who serve as peacekeepers and protectors of the Soul Dew - a priceless treasure with a mysterious power.","original_language":"ja","original_title":"劇場版ポケットモンスター 水の都の護神 ラティアスとラティオス","video":false,"title":"Pokémon Heroes: Latios and Latias","genre_ids":[28,12,16,14],"poster_path":"\/ga8kZrYA1VEg5sVRtrKLGSehJE.jpg","backdrop_path":"\/sZ5vL6LJTcvo7bgCpQTPIhefLCe.jpg","release_date":"2003-05-16","popularity":8.878,"vote_average":6.4,"id":33875,"adult":false,"vote_count":155}],[{"overview":"It is 2046 when a mysterious alien force begins their annihilation of the human race. Leaving behind the one person she loves, Mikako joins the interstellar battle as a pilot. And so - while Mikako risks her life to save mankind - Noboru waits. The two lovers, worlds apart, desperately strive to remain connected as the gap between them widens at a frightening pace.","original_language":"ja","original_title":"ほしのこえ","video":false,"title":"Voices of a Distant Star","genre_ids":[16,878,10749],"poster_path":"\/hDx4DG2SU8Nd3RTePVAA8fDRwR5.jpg","backdrop_path":"\/zSVDV5rcd8QYBN9VuVfibhWoWuB.jpg","release_date":"2003-06-10","popularity":5.511,"vote_average":6.5,"id":37910,"adult":false,"vote_count":130},{"overview":"The beautiful world of Gaya is home to a community of creatures, known as the Snurks, who are much smaller than humans, but who have an uncanny resemblance to them. But the Snurks are facing imminent danger. Someone has stolen the magic stone called Dalamite without which this world is doomed. Two Snurks named Boo and Zino embark on a dangerous mission to track down and recover the stone. As they attempt to find the stone, their journey takes them into another world that is both strange and frightening!","original_language":"en","original_title":"Back to Gaya","video":false,"title":"Back to Gaya","genre_ids":[16,14],"poster_path":"\/t1gyuiIz9CsDhqktI71Pf865Vdl.jpg","backdrop_path":"\/gwJPuLs3M9d7yufije30EGSBicR.jpg","release_date":"2005-09-20","popularity":3.674,"vote_average":5.2,"id":10927,"adult":false,"vote_count":48},{"overview":"Goofy's in the driver's seat, Mickey's in the kitchen, and Donald's in bed in Mickey's high-tech house trailer. When Goofy comes back to eat breakfast, leaving the car on autopilot, it takes them onto a dangerous closed mountain road. When Goofy realizes this, he accidentally unhooks the trailer, sending it on a perilous route. They come very close to disaster several times, while the oblivious Goofy drives on and hooks back up to them.","original_language":"en","original_title":"Mickey's Trailer","video":false,"title":"Mickey's Trailer","genre_ids":[16,35],"poster_path":"\/fnYh5nbIsSfR9oC775RJSdNXHZE.jpg","backdrop_path":"\/wzam0pu9jdpwqSD3BVyB7xXXTI.jpg","release_date":"1938-05-06","popularity":4.568,"vote_average":6.8,"id":53219,"adult":false,"vote_count":51},{"overview":"Drawn from elements of West African folk tales, it depicts how a newborn boy, Kirikou, saves his village from the evil witch Karaba.","original_language":"fr","original_title":"Kirikou et la sorcière","video":false,"title":"Kirikou and the Sorceress","genre_ids":[12,16,14,10751],"poster_path":"\/sCPDIJ7osmOer8ATdmuTnETodz1.jpg","backdrop_path":"\/3EpAxmyMgfh4zg3FoO70K7mWsEx.jpg","release_date":"1998-12-09","popularity":6.495,"vote_average":7.3,"id":21348,"adult":false,"vote_count":632},{"overview":"Set in the storybook world of Enchancia, the music-filled movie follows Sofia, an average girl whose life suddenly changes when her mother marries the king and she is whisked off to live in a castle with her mom, new step-father, King Roland II, and step-siblings, Amber and James. Along the way this ordinary girl learns to navigate the extraordinary life of royalty, and in the process makes everyone around her feel special.","original_language":"en","original_title":"Sofia the First: Once Upon a Princess","video":false,"title":"Sofia the First: Once Upon a Princess","genre_ids":[16,10751],"poster_path":"\/cDS887KOd1AYznKGGgRXlEtN56.jpg","backdrop_path":"\/8fjorTHU0899ewwiDd6jGmTVgSi.jpg","release_date":"2012-11-18","popularity":7.555,"vote_average":6.6,"id":144616,"adult":false,"vote_count":18},{"overview":"Seven years ago, Lopplc and Morina were playing at a park. Suddenly they felt an earthquake on the Koya Koya Planet. The quake was so massive that the planet was destroyed. Everyone had to escape using a giant ship. A sudden bolt of lightning damaged the ship, causing a power failure. The Professor (who was Morina's father) wanted to fix the spaceship, but another lightning strike took him to another dimension.","original_language":"ja","original_title":"映画ドラえもん のび太の宇宙開拓史","video":false,"title":"Doraemon: The Record of Nobita, Spaceblazer","genre_ids":[12,16,35,14,10751],"poster_path":"\/78GsPukHlEMYeOyNaLfo0Es2DPt.jpg","backdrop_path":"\/68En0EWtNVyIDNdjcb0YseUdVda.jpg","release_date":"1981-03-14","popularity":4.793,"vote_average":6.8,"id":162103,"adult":false,"vote_count":4},{"overview":"Blinky Bill is a little koala with a big imagination. An adventurer at heart, he dreams of leaving the little town of Green Patch and following in his missing father’s footsteps. When Blinky discovers a mysterious marker that hints at his Dad’s whereabouts, he embarks on a journey that takes him beyond the boundary of Green Patch and into the wild and dangerous Outback.","original_language":"en","original_title":"Blinky Bill the Movie","video":false,"title":"Blinky Bill the Movie","genre_ids":[16,10751],"poster_path":"\/c7f5MjXeIRW4FSMEL82Spz8jacz.jpg","backdrop_path":"\/9ZrF8ZkGIcCbxfL1ZPr72k6aFGq.jpg","release_date":"2018-12-31","popularity":4.927,"vote_average":5.6,"id":339669,"adult":false,"vote_count":22},{"overview":"Mater's decision to fly lands him accidentally at a big airshow.","original_language":"en","original_title":"Air Mater","video":false,"title":"Air Mater","genre_ids":[16,10751],"poster_path":"\/meGOYxqFyWkibJkPIjVydkdOL3E.jpg","backdrop_path":"\/59HNGwEqcdZQl1vcKj6kTOwkFJr.jpg","release_date":"2011-11-01","popularity":6.78,"vote_average":5.8,"id":145316,"adult":false,"vote_count":57},{"overview":"In this animated tale, a tiny village is destroyed by a surging glacier, which serves as the deadly domain for the evil Ice Lord, Nekron. The only survivor is a young warrior, Larn, who vows to avenge this act of destruction. The evil continues, however, as Nekron's palace of ice heads straight towards Fire Keep, the great fortress ruled by the good King Jarol. When Jarol's beautiful daughter, Teegra, is abducted by Nekron's sub-human ape-like creatures, Larn begins a daring search for her. What results is a tense battle between good and evil, surrounded by the mystical elements of the ancient past.","original_language":"en","original_title":"Fire and Ice","video":false,"title":"Fire and Ice","genre_ids":[16,14,878],"poster_path":"\/ikV5SBkSQ9svF82omB1DfghBMn2.jpg","backdrop_path":"\/7p52dQ8WLNTE0jwWLESwBTAmhwN.jpg","release_date":"1983-08-26","popularity":5.354,"vote_average":6.2,"id":15035,"adult":false,"vote_count":77},{"overview":"The plot concerns a yeti who makes a pact with the devil to kidnap the most beautiful girl in the world. This turns out to be the Princess Lissi, who is clearly the Austrian Princess and later Empress Elisabeth of Bavaria, and much of the film is taken up with subplots related to the court and to the romantic relationship between Elisabeth and her husband. The film is thus a comic parody of the Sissi films.","original_language":"de","original_title":"Lissi und der wilde Kaiser","video":false,"title":"Lissi and the Wild Emperor","genre_ids":[16,35],"poster_path":"\/lUASIabJawKgJqKTVdBmopta58y.jpg","backdrop_path":"\/ApKd7MD7LR9DFVk15DteUNxFU9G.jpg","release_date":"2008-09-25","popularity":5.163,"vote_average":5.8,"id":4398,"adult":false,"vote_count":113},{"overview":"A year has passed since Guts parted ways with the Band of the Hawks. Meanwhile, his former mercenary group is plotting a rescue mission to save an imprisoned Griffith.","original_language":"ja","original_title":"ベルセルク 黄金時代篇III 降臨","video":false,"title":"Berserk: The Golden Age Arc 3 - The Advent","genre_ids":[28,12,18,14,16],"poster_path":"\/jLvQdiOUcA3iKPCIozuggAI4wo9.jpg","backdrop_path":"\/tLcv6NuR7RsbECEuDtmCr9q7U79.jpg","release_date":"2013-02-01","popularity":5.864,"vote_average":7.5,"id":144288,"adult":false,"vote_count":146},{"overview":"After a mutant peculiar pumpkin blows up on the Murphy’s carrot lawn, zombie green beans begin fighting the immediate place, and it’s up to the Creatures to preserve the evening again.","original_language":"en","original_title":"Night of the Living Carrots","video":false,"title":"Night of the Living Carrots","genre_ids":[16,35],"poster_path":"\/hkn6rtADSomKAdlauT2o5zJosCa.jpg","backdrop_path":"\/pr6bRLAxrcbLeK7korhnkupgcC6.jpg","release_date":"2011-10-13","popularity":6.225,"vote_average":5.9,"id":118248,"adult":false,"vote_count":35},{"overview":"Scooby-Doo and Shaggy must go into the underworld ruled by the Goblin King in order to stop a mortal named The Amazing Krudsky who wants power and is a threat to their pals, Fred, Velma and Daphne.","original_language":"en","original_title":"Scooby-Doo! and the Goblin King","video":false,"title":"Scooby-Doo! and the Goblin King","genre_ids":[9648,16,35,10751,12,14,10402],"poster_path":"\/1TVd99wir9bTkBHGTGRmTlQj9Rc.jpg","backdrop_path":"\/s3sP1uCYUJA0aI5qNXVjT2JNRng.jpg","release_date":"2008-09-23","popularity":6.569,"vote_average":6.4,"id":12903,"adult":false,"vote_count":45},{"overview":"Bison, the ruthless leader of the international terrorist organization Shadowlaw, has been desperately searching for the greatest fighter on the planet for years. He finds it in Ryu, a young wanderer who never stays in one place long enough for Bison to find him. He does, however, get a fix on Ken Masters, an American martial arts champion who studied with Ryu as a child under the same master. Meanwhile, Major Guile of the United States Army is forced to team up with Chun Li from China in hopes of apprehending Bison and putting a stop his international ring of crime.","original_language":"ja","original_title":"ストリートファイター II MOVIE","video":false,"title":"Street Fighter II: The Animated Movie","genre_ids":[16,28],"poster_path":"\/uqX0UM0CMAPEupVWCm5i3JnK0We.jpg","backdrop_path":"\/mhgnQLJw2OCqSYEp1VZC6FBjXZR.jpg","release_date":"1994-08-06","popularity":6.033,"vote_average":6.7,"id":12613,"adult":false,"vote_count":66},{"overview":"In the small village where Amadeo lives there is no one good enough to challenge his skills at Table Football. But, while Amadeo may be a genius as a table football player in real life he's a loser. He's in love with Lara, his childhood friend, but he's so shy that he can't bring himself to confess his love for her. So he just hangs out in his quaint, timeless village. When Amadeo beats the village bully Flash at Table Football. The scene is set for an epic rivalry. Consumed with anger Flash vows to get even and 10 years later he returns as an International Superstar, a Football Icon and Galatico determined to wreak his revenge.","original_language":"es","original_title":"Metegol","video":false,"title":"Underdogs","genre_ids":[16,12,10749],"poster_path":"\/rKnfNwbRGd6p7SidQYlGemCE8wb.jpg","backdrop_path":"\/aFJI3yhV8HGJ7yo6MUNL2aoy9Aj.jpg","release_date":"2015-08-14","popularity":6.897,"vote_average":6.2,"id":153158,"adult":false,"vote_count":204},{"overview":"The story of the “Oms”, human-like creatures kept as domesticated pets by an alien race of blue giants called “Draags.” The story takes place on the Draags’ planet Ygam, where we follow our narrator, an Om called Terr, from infancy to adulthood. He manages to escape enslavement from a Draag learning device used to educate the savage Oms — and begins to organise an Om revolt.","original_language":"fr","original_title":"La planète sauvage","video":false,"title":"Fantastic Planet","genre_ids":[16,14,878],"poster_path":"\/8nVG28GNX5kEJUaUKpMBCCTHc2p.jpg","backdrop_path":"\/v1YaCy6ZNOyBcqS3q97qyVv6ohc.jpg","release_date":"1973-12-01","popularity":5.653,"vote_average":7.7,"id":16306,"adult":false,"vote_count":309},{"overview":"The story takes place in a harbor town where a gloomy middle school student named Kai meets a mermaid named Lu.","original_language":"ja","original_title":"夜明け告げるルーのうた","video":false,"title":"Lu Over the Wall","genre_ids":[12,16,35,14,10402,10751],"poster_path":"\/3L0a3iNraKyedBcHhrYD9sy4V5W.jpg","backdrop_path":"\/jv8KrSioSQxZGFdcO0RIMJhdp5r.jpg","release_date":"2018-05-11","popularity":5.388,"vote_average":7.6,"id":436120,"adult":false,"vote_count":34},{"overview":"A young boy makes a snowman one Christmas Eve, which comes to life at midnight and takes the boy on a magical adventure to the North Pole to meet Santa Claus.","original_language":"en","original_title":"The Snowman","video":false,"title":"The Snowman","genre_ids":[12,16,10751,14],"poster_path":"\/b3CMolkeXrPaVvd5vTsssMKfZZo.jpg","backdrop_path":"\/jmPVdrcBof0EczFVLHTeYLdMTNp.jpg","release_date":"1982-12-26","popularity":6.907,"vote_average":7.6,"id":13396,"adult":false,"vote_count":132},{"overview":"First part of the new PSYCHO-PASS movie project.","original_language":"ja","original_title":"PSYCHO-PASS サイコパス Sinners of the System Case.1「罪と罰」","video":false,"title":"PSYCHO-PASS Sinners of the System: Case.1 - Crime and Punishment","genre_ids":[16,80,878],"poster_path":"\/kmfO3cknL7FeXDJkXMJNguuAea9.jpg","backdrop_path":"\/qT9MhPqPi1rWB0YUSsOVI8GqagY.jpg","release_date":"2019-01-25","popularity":5.741,"vote_average":7.5,"id":510242,"adult":false,"vote_count":1},{"overview":"Four crazy antiheroes on the run. Their leader is the unworldly innocent, naive Marnie, a house cat who is not allowed to leave the house and only knows about real life from television","original_language":"de","original_title":"Die sagenhaften Vier","video":false,"title":"Spy Cat","genre_ids":[12,16,35,10751],"poster_path":"\/jskka2kbrE5xoPIn4Vrgqmvwz04.jpg","backdrop_path":"\/cYwyl6NsWpmb97TPyEisZk5soEo.jpg","release_date":"2019-04-11","popularity":4.891,"vote_average":6.9,"id":509733,"adult":false,"vote_count":8}],[{"overview":"After receiving a package from his grandfather, Ray, a young inventor who lives in England during the mid-19th century, finds himself caught in the middle of a deadly conflict related to a revolutionary advance in steam power.","original_language":"ja","original_title":"Steamboy","video":false,"title":"Steamboy","genre_ids":[16,14,878],"poster_path":"\/hq6VRedVZgS9kWTW2Fh71SITGj2.jpg","backdrop_path":"\/rThZjApyg4cHgLhevQAYsW7XD59.jpg","release_date":"2004-07-17","popularity":7.847,"vote_average":6.8,"id":8953,"adult":false,"vote_count":167},{"overview":"Monster High: Ghouls Rule unearths an old conflict between \"Normies\" and monsters - and things are about to get scary! For years, students at Monster High were warned that Halloween was a night to stay inside and avoid conflict at all costs. But Frankie and her friends discover that ghouls and \"Normies\" once loved to spend the holiday together! The ghouls decide to turn back the clock and use the night to celebrate their individuality and show that it's okay to \"Be Yourself. Be Unique. Be a Monster!\"","original_language":"en","original_title":"Monster High: Ghouls Rule","video":false,"title":"Monster High: Ghouls Rule","genre_ids":[16,10751],"poster_path":"\/3DgGHRL8YSOD1ePR6tIJ4c94KWH.jpg","backdrop_path":"\/z1RpzKeX2KeplVRIb7nIbeNnYqV.jpg","release_date":"2012-10-09","popularity":4.166,"vote_average":6.4,"id":134632,"adult":false,"vote_count":44},{"overview":"When mysterious foreign entrepreneurs appear with the intention of tearing down Treasure Town and replacing it with an amusement park, Black and White face their greatest adversaries yet. It is up to the destructive Black to save the fate of the city and up to the gentle White to save Black from his own dark nature. On the street of an unnamed city, literally high-flying urchins Black and White look to protect their turf from invasion from other gangs. While he can be tough in a fight or wielding a weapon, White is an 11-year-old who can't even dress himself. Slightly older, Black is more worldly and treats his buddy with paternal love. Both look on their city as \"our town.\" Also prone to seeing the city as his property is world-weary yakuza leader Suzuki, aka the Rat. Feeling the town has become too placid, Suzuki plots his return, much to the consternation of local police.","original_language":"ja","original_title":"鉄コン筋クリート","video":false,"title":"Tekkonkinkreet","genre_ids":[28,12,16],"poster_path":"\/e2x1YDuZPpQiaQS25Ego7xMZYOI.jpg","backdrop_path":"\/gxDInLg1V5Kz2D8gLu6hsACHhJ3.jpg","release_date":"2007-07-13","popularity":6.724,"vote_average":7.6,"id":13754,"adult":false,"vote_count":168},{"overview":"In this episodic animated fantasy from France, an art teacher interprets a series of six fairy tales (each involving a prince or princess) with the help of two precocious students. Princes et Princesses was created using a special style of cutout animation, with black silhouetted characters performing the action against backlit backdrops in striking colors.","original_language":"fr","original_title":"Princes et Princesses","video":false,"title":"Princes and Princesses","genre_ids":[16,18,14],"poster_path":"\/gP1PDJmbsF5J2teuond2OtRiEaC.jpg","backdrop_path":"\/rhRMIbwH7pynEY137EiSApB65l9.jpg","release_date":"2000-01-26","popularity":5.274,"vote_average":7.8,"id":65592,"adult":false,"vote_count":105},{"overview":"In the suburbs of Tokyo some time ago, there lived a clumsy boy about 10 years old. There appeared in front of him named Sewashi, Nobita's descendant of four generations later from the 22nd century, and Doraemon, a 22nd century cat-type caretaker robot who helps people with its secret gadgets. Sewashi claims that his family is suffering from the debts Nobita made even to his generation, so in order to change this disastrous future, he brought along Doraemon as Nobita's caretaker to bring happiness to his future, although Doraemon is not happy about this. And so Sewashi installed an accomplishment program into Doraemon forcing him to take care of Nobita. Unless he makes Nobita happy, Doraemon can no longer go back to the 22nd century. This is how the life of Doraemon and Nobita begins. Will Doraemon succeed this mission and return to the 22nd century?","original_language":"ja","original_title":"STAND BY ME ドラえもん","video":false,"title":"Stand by Me Doraemon","genre_ids":[14,16,10751],"poster_path":"\/wO0rlZ1d2uUdNejPNlZWIDwNxgJ.jpg","backdrop_path":"\/eorNqUxxiCc8vMUeyLLMKUAX7y.jpg","release_date":"2014-12-31","popularity":7.679,"vote_average":7.1,"id":265712,"adult":false,"vote_count":154},{"overview":"Mickey, Minnie, Horace Horsecollar, and Clarabelle Cow go on a musical wagon ride until Peg-Leg Pete tries to run them off the road.","original_language":"en","original_title":"Get a Horse!","video":false,"title":"Get a Horse!","genre_ids":[16,10751],"poster_path":"\/gJD2wDa5gGUTQITW9ZfjckxSBEs.jpg","backdrop_path":"\/pHKhvWkI65I579uXvIU2TcIxIRe.jpg","release_date":"2013-11-27","popularity":6.472,"vote_average":7.6,"id":234567,"adult":false,"vote_count":127},{"overview":"The villains of the Kids Next Door, lead by Father, join forces to resurrect the Ultimate Evil, Grandfather, a tyrant who once ruled the world many years ago when most of the villains were themselves kids. However, Father disgraced him that he can't even try to destroy the KND and the Villains were quickly betrayed when they are turned into Senior Citizombies, creatures that are immortal and can transform any living creature into one of them and slaves who are forced to make Tapioca to refuel Grandfather so he can find and destroy the Book of K.N.D.","original_language":"en","original_title":"Codename: Kids Next Door - Operation Z.E.R.O.","video":false,"title":"Codename: Kids Next Door - Operation Z.E.R.O.","genre_ids":[16,878,10770],"poster_path":"\/cn5vXmt9DbOrB6v7s5dVioGhSs8.jpg","backdrop_path":null,"release_date":"2006-08-11","popularity":5.724,"vote_average":7.2,"id":205081,"adult":false,"vote_count":16},{"overview":"Barbie and her sisters take off on another exciting, global adventure to visit their friend Ken at his summer internship at a beautiful and exotic coral reef.","original_language":"en","original_title":"Barbie: Dolphin Magic","video":false,"title":"Barbie: Dolphin Magic","genre_ids":[12,16,14,10751],"poster_path":"\/3HbGrs1V1QS9kxjzPagMZaSxhKK.jpg","backdrop_path":"\/5Sbv4UlC6M2Jsf3t1Bw88LUSwyU.jpg","release_date":"2017-09-18","popularity":5.743,"vote_average":6.6,"id":476631,"adult":false,"vote_count":77},{"overview":"A group of Yokohama students fight to save their school's clubhouse from the wrecking ball during preparations for the 1964 Tokyo Olympic Games. While working there, Umi and Shun gradually attract each other, but face a sudden trial. Even so, they keep going without fleeing the difficulties of reality.","original_language":"ja","original_title":"コクリコ坂から","video":false,"title":"From Up on Poppy Hill","genre_ids":[16,18],"poster_path":"\/mVlosCi4Kckj1iXACJdpSrA9alR.jpg","backdrop_path":"\/hxQHl920vvxxFAB3LwEA8sqIo6Z.jpg","release_date":"2012-11-16","popularity":8.626,"vote_average":7.6,"id":83389,"adult":false,"vote_count":685},{"overview":"Turkey, cranberries, pumpkin pie... and the Peanuts gang to share them with. This is going to be the greatest Thanksgiving ever! The fun begins when Peppermint Patty invites herself and her pals to Charlie Brown's house for a REALLY big turkey party. Good grief! All our hero can cook is cold cereal and maybe toast. Is Charlie Brown doomed? Not when Linus, Snoopy and Woodstock chip in to save the (Thanksgiving) Day. With such good friends, Charlie Brown - and all of us - have so many reasons to be thankful.","original_language":"en","original_title":"A Charlie Brown Thanksgiving","video":false,"title":"A Charlie Brown Thanksgiving","genre_ids":[16,35,10751,10770],"poster_path":"\/ra6CABVB4PubcGNntf1X5WP56hc.jpg","backdrop_path":"\/X1UVIXpliQp0kZcazvcu6dHnmz.jpg","release_date":"1973-11-20","popularity":7.332,"vote_average":7.3,"id":13479,"adult":false,"vote_count":90},{"overview":"In a peaceful little clearing, the remains of a hastily abandoned picnic sparks a battle between two tribes of ants. A bold young ladybug finds himself caught in the middle. He befriends the leader of the black ants, Mandible, and helps him save the anthill from the assault of the terrible red ant warriors, led by the fearful Butor. A fantastic journey at ground level…","original_language":"fr","original_title":"Minuscule - La vallée des fourmis perdues","video":false,"title":"Minuscule: Valley of the Lost Ants","genre_ids":[12,16,10751],"poster_path":"\/kXTwdYQTYb5lUNRSRPgyAwjUkrv.jpg","backdrop_path":"\/wmm3ogqFVYfvot5XMhPpL1opVOZ.jpg","release_date":"2014-01-30","popularity":6.05,"vote_average":6.8,"id":140870,"adult":false,"vote_count":207},{"overview":"Turtles Forever is a made-for-tv animated movie. Produced in celebration of the 25th anniversary of the Teenage Mutant Ninja Turtles franchise, the movie teams up different incarnations of the titular heroes—chiefly the light-hearted, child-friendly characters from the 1987 animated series and the darker cast of the 4Kids' own 2003 animated series—in an adventure that spans multiple universes.","original_language":"en","original_title":"Turtles Forever","video":false,"title":"Turtles Forever","genre_ids":[878,12,16,28,10751,35],"poster_path":"\/fJ7SHB1w6Pw9MAKfV6dWE4nBXag.jpg","backdrop_path":"\/txk40nZnCn5rkGXmfWsKqR8MieO.jpg","release_date":"2009-11-21","popularity":3.191,"vote_average":7,"id":34003,"adult":false,"vote_count":25},{"overview":"George Jetson is forced to uproot his family when Mr. Spacely promotes him to take charge of a new factory on a distant planet.","original_language":"en","original_title":"Jetsons: The Movie","video":false,"title":"Jetsons: The Movie","genre_ids":[16,35,878,10751],"poster_path":"\/kZNZ2OFJG5FUA0kXWY7pqgCUnS9.jpg","backdrop_path":"\/gLYIoTrZVapa4kCjemf2jFR8xVR.jpg","release_date":"1990-06-06","popularity":6.066,"vote_average":5.5,"id":17009,"adult":false,"vote_count":81},{"overview":"When a powerful developer named Mr. Scheck wants to knock down all the stores and houses in Arnold's neighborhood to build a huge \"mall-plex\", it looks likes the neighborhood is doomed to disappear. But with the help of a superhero and a mysterious deep-voiced stranger, Arnold and Gerald will need to recover a crucial document in order to save their beloved neighborhood.","original_language":"en","original_title":"Hey Arnold! The Movie","video":false,"title":"Hey Arnold! The Movie","genre_ids":[16,10751],"poster_path":"\/etxcq4qiFNi5p0q71APw8MNzPPT.jpg","backdrop_path":"\/bt3xuswluc9AJdkFbCKh4lRcvMd.jpg","release_date":"2002-06-28","popularity":8.007,"vote_average":5.6,"id":17710,"adult":false,"vote_count":138},{"overview":"Naruto is thrilled when he is sent on a mission to protect his favorite actress, Yukie Fujikaze, on the set of her new movie, The Adventures of Princess Gale. But when the crew ventures out to film in the icy, foreboding Land of Snow, Yukie mysteriously flees! Naruto and his squad set off to find her... unaware that three Snow Ninja lie in wait, with a sinister purpose that will force Yukie to face her hidden past!","original_language":"ja","original_title":"劇場版 NARUTO 大活劇! 雪姫忍法帖だってばよ!!","video":false,"title":"Naruto the Movie: Ninja Clash in the Land of Snow","genre_ids":[35,28,16,12],"poster_path":"\/imBsBkySpNJ4eXZxpRnbfSl2mwn.jpg","backdrop_path":"\/zAoKH1cGILwwoe7dpMMyVIAom9a.jpg","release_date":"2007-06-06","popularity":6.916,"vote_average":6.6,"id":16907,"adult":false,"vote_count":135},{"overview":"The clock strikes midnight, the bats fly from the belfry, a dog howls at the full moon, and two black cats fight in the cemetery: a perfect time for four skeletons to come out and dance a bit.","original_language":"en","original_title":"The Skeleton Dance","video":false,"title":"The Skeleton Dance","genre_ids":[16,35,27,10402,10751],"poster_path":"\/kmW0RJVpA3nyzWiEV0kt5829AS.jpg","backdrop_path":"\/kw44acMdZBc1NAvuHAdMRO4i4pi.jpg","release_date":"1929-08-21","popularity":7.512,"vote_average":7.3,"id":88018,"adult":false,"vote_count":89},{"overview":"The Big Bad Wolf torments Little Red Riding Hood and the Three Little Pigs.","original_language":"en","original_title":"The Big Bad Wolf","video":false,"title":"The Big Bad Wolf","genre_ids":[16],"poster_path":"\/aI81lTMHvCAwW0CewrqNWeIBxcX.jpg","backdrop_path":"\/q5iTj92by0vKfRMX2EkIpB3OPUl.jpg","release_date":"1934-04-14","popularity":5.815,"vote_average":6.5,"id":109298,"adult":false,"vote_count":28},{"overview":"It tells of the events before the film, in which monster hunter Gabriel Van Helsing travels to London to investigate a series of horrific, and decidedly supernatural murders, being committed by the mad scientist Dr. Jekyll, in the form of his evil alter-ego, Mr. Hyde.","original_language":"en","original_title":"Van Helsing: The London Assignment","video":false,"title":"Van Helsing: The London Assignment","genre_ids":[28,16,14,27],"poster_path":"\/2MFdzeCL2YTqbbBgiZT8e51MUGO.jpg","backdrop_path":null,"release_date":"2004-05-11","popularity":5.147,"vote_average":6.1,"id":7092,"adult":false,"vote_count":82},{"overview":"Two minions have to babysit a little Neanderthal baby.","original_language":"en","original_title":"Cro Minion","video":false,"title":"Cro Minion","genre_ids":[16,10751],"poster_path":"\/9SFFtelj7IPSfMUqVCsq03lcl3s.jpg","backdrop_path":"\/taCWtbPrBNooPqavM9dktdPYtIj.jpg","release_date":"2015-12-08","popularity":3.343,"vote_average":6,"id":366141,"adult":false,"vote_count":40},{"overview":"Once, the Clueless Stork from the children's delivery center confused the addresses and instead of the Pandas Family brought the Little Panda Bear to the bear named Mik-Mik. Mik-Mik loves order in everything and decides to deliver the Baby Pandu to his parents in South China. On a journey with him, the unlucky neighbor Hare Oscar is tied up. On the way, they meet the boastful Pelican Duke, the cowardly Wolf Janus and the romantic Tiger Cupid.","original_language":"ru","original_title":"Большое путешествие","video":false,"title":"The Big Trip","genre_ids":[12,16,35,10751],"poster_path":"\/ekNS6gLvwdG0tU9Q5ovXjLcUL9x.jpg","backdrop_path":"\/2hFglgvKIW8nj52PW9YMQZSMHYn.jpg","release_date":"2019-04-27","popularity":3.049,"vote_average":6.8,"id":533715,"adult":false,"vote_count":4}],[{"overview":"A bashful bachelor penguin named Hubie, who's partial to a pretty female named Marina. Ancient penguin ritual dictates that males present a pebble to their intended, then mate for life. Hubie finds a spiffy stone, but before he can bestow it on Marina, dastardly rival Drake tosses him into the churning sea, and Hubie gets swept away.","original_language":"en","original_title":"The Pebble and the Penguin","video":false,"title":"The Pebble and the Penguin","genre_ids":[12,16,10751],"poster_path":"\/aWi36nNbyMw51yGN0tTSOrOLu6L.jpg","backdrop_path":"\/gi8ooMXszyHMTkc07LOFfz9IC7J.jpg","release_date":"1995-04-12","popularity":5.764,"vote_average":5.3,"id":54648,"adult":false,"vote_count":61},{"overview":"When an artifact known as the \"King's Seal\" is stolen during transport from Soul Society, Hitsugaya Toushirou is assigned to retrieve it. Toushirou goes missing after a battle with the thieves, leading Seireitei to suspect him of treachery. They order his immediate capture and execution. Unwilling to believe him capable of such a crime, Ichigo, Rangiku, Rukia, and Renji set out to find Toushirou.","original_language":"ja","original_title":"劇場版BLEACH The Diamond Dust Rebellion もう一つの氷輪丸","video":false,"title":"Bleach: The DiamondDust Rebellion","genre_ids":[28,12,16],"poster_path":"\/s63XrtexCANLqEMv3JXXy8tOgco.jpg","backdrop_path":"\/oDtBhyuPyPVhHlVQCFG0FWSNlL7.jpg","release_date":"2007-12-22","popularity":5.48,"vote_average":6.7,"id":17101,"adult":false,"vote_count":57},{"overview":"A seriously vain wolf, a wolf cub who wants to try hunting on his own, another little wolf who loves the company of others... In the Cinema Owl's new series Warm-hearted and Wacky Wolves, we revisit the storybook image of wolves with humour and poetry, to return them to their rightful place in the natural world.","original_language":"en","original_title":"Loups tendres et loufoques","video":false,"title":"Wonderful Wacky Wolves","genre_ids":[16,10751],"poster_path":"\/3nfC3akdr0afYjd1JF7VXhFioTB.jpg","backdrop_path":"\/xCmd6TIm51uhjnYJqIIkRwZzeO9.jpg","release_date":"2019-10-16","popularity":15.959,"vote_average":0,"id":614704,"adult":false,"vote_count":0},{"overview":"The Toa Metru return to their glorious city of Metru Nui to finally accomplish their mission, only to find the city in ruins, overrun by the dreaded Visorak horde. Captured by their new enemy and transformed into hideous Toa Hordika, our heroes must find a figure out of myth to be cured of their mutations and fulfill their destiny before the beast within overtakes them.","original_language":"en","original_title":"Bionicle 3: Web of Shadows","video":false,"title":"Bionicle 3: Web of Shadows","genre_ids":[28,12,16,14,10751],"poster_path":"\/f8S2y4slQDoJJgObyZwG4vSnM6n.jpg","backdrop_path":"\/qrIwoiVholXnw692EcLX244pAxy.jpg","release_date":"2005-01-01","popularity":2.477,"vote_average":6.2,"id":18224,"adult":false,"vote_count":28},{"overview":"It has been thirteen years since the Androids began their killing rampage and Son Gohan is the only person fighting back. He takes Bulma's son Trunks as a student and even gives his own life to save Trunks's. Now Trunks must figure out a way to change this apocalyptic future","original_language":"ja","original_title":"ドラゴンボールZ 絶望への反抗!!残された超戦士・悟飯とトランクス","video":false,"title":"Dragon Ball Z: The History of Trunks","genre_ids":[28,16,18,878],"poster_path":"\/AfUkiiR0UKeiPXPgTx9bRO4snTB.jpg","backdrop_path":"\/9xsYq5bEl1p9RxyXPh1klK7gwIv.jpg","release_date":"2000-10-24","popularity":6.878,"vote_average":7.3,"id":39324,"adult":false,"vote_count":195},{"overview":"Dr. Drakken has an evil new plot for world domination, but his ultimate success depends upon finding out KP's weakness which may involve a new hottie at Middleton High School named Eric, who suddenly sparks feelings in Ron about Kim that resemble much more than friendship. To make matters worse, Bueno Nacho, Ron's favorite fast food chain has turned sour on him by bombarding him with little Devils","original_language":"en","original_title":"Kim Possible Movie: So the Drama","video":false,"title":"Kim Possible Movie: So the Drama","genre_ids":[10770,28,12,16,18,10751],"poster_path":"\/2VHoWyw70EhH3gGfm9b8ybu75MY.jpg","backdrop_path":"\/dYhLRXBkfHtCO5gNWeoDFdEYM9G.jpg","release_date":"2005-04-08","popularity":5.058,"vote_average":6.8,"id":20771,"adult":false,"vote_count":86},{"overview":"The Haunted World of El Superbeasto is an animated comedy that also combines elements of a horror and thriller film. It is based upon the comic book series created by Rob Zombie that follows the character of El Superbeasto and his sexy sidekick sister, Suzi-X, voiced by Sheri Moon, as they confront an evil villain by the name of Dr. Satan.","original_language":"en","original_title":"The Haunted World of El Superbeasto","video":false,"title":"The Haunted World of El Superbeasto","genre_ids":[28,16,35,27],"poster_path":"\/ywO8qzHhltILnZbeIKw8XbD3u6X.jpg","backdrop_path":"\/fYXuDlyX8NVZ5JtcsA3dvLWnEnI.jpg","release_date":"2009-09-12","popularity":9.797,"vote_average":6.3,"id":23127,"adult":false,"vote_count":79},{"overview":"Barbie and her sisters, Skipper, Stacie and Chelsea, and their adorable new puppy friends find unexpected mystery and adventure when they return to their hometown of Willows. While going through mementos in Grandma's attic, the sisters discover an old map, believed to lead to a long-lost treasure buried somewhere in the town. With their puppy pals in tow, the four girls go on an exciting treasure hunt, along the way discovering that the greatest treasure of all is the love and laughter they share as sisters!","original_language":"en","original_title":"Barbie & Her Sisters in the Great Puppy Adventure","video":false,"title":"Barbie & Her Sisters in the Great Puppy Adventure","genre_ids":[12,16,10751],"poster_path":"\/3xBPf4QNSgop04RTT5wR2YVFWfT.jpg","backdrop_path":"\/f7RC8bB2AyXA5S9qgIk6ZqXCrMq.jpg","release_date":"2015-10-27","popularity":5.74,"vote_average":6.1,"id":361380,"adult":false,"vote_count":67},{"overview":"A fourth-grader investigates the mysterious reason behind the sudden appearance of penguins in his village, which is somehow related to a power from a young woman working at a dental clinic.","original_language":"ja","original_title":"ペンギン・ハイウェイ","video":false,"title":"Penguin Highway","genre_ids":[12,16,35,14,10751],"poster_path":"\/iKPsAvK2eTrViwDP8x89CFXk0HH.jpg","backdrop_path":"\/1unwHSf97dP1Paud696Eh98F5yj.jpg","release_date":"2018-12-31","popularity":3.09,"vote_average":7.7,"id":508422,"adult":false,"vote_count":41},{"overview":"Following Madoka's rewriting of the universe, sacrificing herself and her happy normal days to save all magical girls from the cruel fate that awaited them by wiping witches out of existence, the despair still manifest into creatures known as nightmares. Magical girl Homura Akemi continues to fight alone in the hope that she will be able to see Madoka smile again.","original_language":"ja","original_title":"劇場版 魔法少女まどか☆マギカ[新編]叛逆の物語","video":false,"title":"Puella Magi Madoka Magica the Movie Part III: Rebellion","genre_ids":[16,14,9648],"poster_path":"\/68cts97TtCXcAlimoAHrHlQUNfn.jpg","backdrop_path":"\/6fbpA1BpQGHZRl6fwOAqravbACV.jpg","release_date":"2013-12-06","popularity":6.015,"vote_average":7.6,"id":212162,"adult":false,"vote_count":81},{"overview":"The Straw Hats visits an island, known as Mecha Island, where a fisherman sings an old folk song about a Golden Crown. Searching for that mysterious treasure, they find a hidden entrance into the island. The island's leader, Ratchet, impressed with the find and in search of the Golden Crown himself, invites the crew to join him in his search and the crew along with Ratchet and his henchmen enter the cave. As it turns out, the islands true form, is that of a giant turtle. Ratchet, who had known this all along, uses his mechanical castle to take control of the turtle, in order to use it, to take over the world. Now the Straw Hats have to stop not only Ratchet, but also the helpless turtle, from crashing into a nearby island.","original_language":"ja","original_title":"ワンピース カラクリ城のメカ巨兵","video":false,"title":"One Piece: Giant Mecha Soldier of Karakuri Castle","genre_ids":[28,16,35],"poster_path":"\/glxGzmEz2myWiBXxEW8zJDIwjmM.jpg","backdrop_path":"\/4NyJEGke7B5bZcRaImkTFc5FcZE.jpg","release_date":"2006-12-31","popularity":7.067,"vote_average":7,"id":44730,"adult":false,"vote_count":52},{"overview":"A criminal produces an uncontrollable laughter to the population and Mortadelo and Filemón will have to stop him.","original_language":"es","original_title":"Mortadelo y Filemón contra Jimmy el Cachondo","video":false,"title":"Mortadelo and Filemon: Mission Implausible","genre_ids":[12,16,35],"poster_path":"\/sPe5NAeegRoRTkngYfZgANppNN.jpg","backdrop_path":"\/c98reOSjv0YSn15cgnVYGHo6dHY.jpg","release_date":"2014-08-30","popularity":3.309,"vote_average":6.1,"id":227738,"adult":false,"vote_count":63},{"overview":"Exiled artist and poet Mustafa embarks on a journey home with his housekeeper and her daughter; together the trio must evade the authorities who fear that the truth in Mustafa's words will incite rebellion.","original_language":"en","original_title":"Kahlil Gibran's The Prophet","video":false,"title":"Kahlil Gibran's The Prophet","genre_ids":[16],"poster_path":"\/iGr5sxz8XtE9KXaVLzrYSpGeWkW.jpg","backdrop_path":"\/5BVqImNAfnXcK36TbScQTIcQyDF.jpg","release_date":"2015-08-07","popularity":6.801,"vote_average":7.6,"id":283161,"adult":false,"vote_count":52},{"overview":"It's Halloween in the 100 Acre Wood, and Roo's best new friend, Lumpy, is looking forward to his first time trick-or-treating. That is, until Tigger warns them about the scary Gobloon, who'll turn them into jack-o'-lanterns if he catches them. But if Roo and Lumpy turn the tables on the Gobloon, they get to make a wish! Lumpy and Roo decide to be \"brave together, brave forever\" and catch the Gobloon so they can make their wishes come true.","original_language":"en","original_title":"Pooh's Heffalump Halloween Movie","video":false,"title":"Pooh's Heffalump Halloween Movie","genre_ids":[16,10751],"poster_path":"\/e3AZasaAGbCRhP09WZoyRDD511y.jpg","backdrop_path":"\/ghFZPRcfb2MWSliS0W07gwacRaN.jpg","release_date":"2005-09-13","popularity":4.215,"vote_average":5.8,"id":14885,"adult":false,"vote_count":24},{"overview":"After tumbling into a magic storybook, Puss in Boots must fight, dance and romance his way through wild adventures as he searches for an escape.","original_language":"en","original_title":"Puss in Book: Trapped in an Epic Tale","video":false,"title":"Puss in Book: Trapped in an Epic Tale","genre_ids":[10751,14,16,35,12],"poster_path":"\/sxqByjRM9SQ8SOO18IrAwjynJ62.jpg","backdrop_path":"\/5pHR9fKN6oSUaCkFqHzxYR3A2Ry.jpg","release_date":"2017-06-20","popularity":5.778,"vote_average":5.3,"id":462650,"adult":false,"vote_count":48},{"overview":"The realm of magic is being threatened by the realm of logic, so Carolinus, the green wizard decides to shield it for all time. Ommadon, the evil red wizard, stands in his way. Carolinus then calls for a quest that is to be led by a man named Peter Dickinson, who is the first man of both the realms of science and magic. It is Peter's job to defeat Ommadon.","original_language":"en","original_title":"The Flight of Dragons","video":false,"title":"The Flight of Dragons","genre_ids":[16,14,10751],"poster_path":"\/tBe6EeomVnvtO6Lo6KMzBCyR8x1.jpg","backdrop_path":"\/46G32SM31rfflcfBoOvsV4fTw1.jpg","release_date":"1986-08-03","popularity":4.995,"vote_average":6.9,"id":27273,"adult":false,"vote_count":40},{"overview":"Lurk what's waiting for the Monster High ghouls when they bring their killer fashion to the howlways of the spooktacular Haunted High! When the ghouls of Monster High follow Spectra Vondergeist one day, they discover a creeperiffic Ghost World with an all-spirit school. But their scary-cute student bodies are hardly welcome with the very strict Principal Revenant, and she punishes Spectra with frightful detention chains that prevent her from re-joining Monster High. Now, it's up to the imperfectly perfect friends to take on ghostly forms in order to save one of their own from disappearing forever!","original_language":"en","original_title":"Monster High: Haunted","video":false,"title":"Monster High: Haunted","genre_ids":[16,10751,14],"poster_path":"\/3olW6cKD87a0L5B4MB2h4mOdz4R.jpg","backdrop_path":"\/hwLSF1VKxs4QqRPZbXmVTVnVlXT.jpg","release_date":"2015-03-24","popularity":4.902,"vote_average":6.7,"id":324963,"adult":false,"vote_count":52},{"overview":"Shaggy is turned into a werewolf, and it's up to Scooby, Scrappy and Shaggy's girlfriend to help him win a race against other monsters, and become human again.","original_language":"en","original_title":"Scooby-Doo! and the Reluctant Werewolf","video":false,"title":"Scooby-Doo! and the Reluctant Werewolf","genre_ids":[16,35,9648,10751,10770],"poster_path":"\/fpt77H8S09pxE69racx50ezM6wZ.jpg","backdrop_path":"\/20Q74C6mu6mIaAmC2YAtxs8vQgJ.jpg","release_date":"1988-01-01","popularity":5.716,"vote_average":6.6,"id":37211,"adult":false,"vote_count":90},{"overview":"For years, the land of Altera has observed an uneasy peace between the humans, the elves, and the beasts who are loyal to the legendary Black Dragon. But when the dragon wakes from its hibernation, mobilizing a force of beasts to make war, a small band of humans and elves unite in a search for the secret road to the dragon’s lair.","original_language":"zh","original_title":"龙之谷：破晓奇兵","video":false,"title":"Dragon Nest: Warriors' Dawn","genre_ids":[16,14],"poster_path":"\/4gtrcEfXkMuVmQTUbELnfrA4Jqk.jpg","backdrop_path":"\/6i29AyCu1aKAbzbmQITTmOF2cVb.jpg","release_date":"2014-12-31","popularity":3.908,"vote_average":7.2,"id":257932,"adult":false,"vote_count":35},{"overview":"As Luffy and the crew were attacked by several marine warship they were forced to use Coup de Burst to escape. Crash landing on an island the crew decided to explore while some repairment is made. Upon meeting an wax artisan and learning the truth behind the island Luffy offer his help.","original_language":"ja","original_title":"ワンピース エピソード オブ ルフィ ～ハンドアイランドの冒険～","video":false,"title":"One Piece: Episode of Luffy - Hand Island Adventure","genre_ids":[28,12,16,35,18],"poster_path":"\/29SOwiaxybMcSpY8N0rz7u5XGDf.jpg","backdrop_path":"\/mDJhQArLqVUmSF99JkH2SN0KpMW.jpg","release_date":"2012-12-31","popularity":4.674,"vote_average":6.9,"id":172329,"adult":false,"vote_count":21}],[{"overview":"Space Pirate Captain Harlock and his fearless crew face off against the space invaders who seek to conquer the planet Earth.","original_language":"ja","original_title":"キャプテンハーロック","video":false,"title":"Space Pirate Captain Harlock","genre_ids":[16,878],"poster_path":"\/lB3movQFEgRZQWeZtCceLhUiIQj.jpg","backdrop_path":"\/xfgukC8XM2sFsh3tp28hGEM1oQe.jpg","release_date":"2014-08-01","popularity":6.831,"vote_average":6.5,"id":192577,"adult":false,"vote_count":622},{"overview":"It is mid-december, and SOS Brigade chief Haruhi Suzumiya announces that the Brigade is going to hold a Christmas party in their clubroom, with Japanese hotpot for dinner. The brigade members Kyon, Yuki Nagato, Mikuru Asahina and Itsuki Koizumi start preparing everything for the party, such as costumes and decorations. But a couple of days later, Kyon arrives at school only to find that Haruhi is missing. Not only that, but Mikuru claims she has never known Kyon before, Koizumi is also missing, and Yuki has become the sole member of the literature club. The SOS Brigade seems to have never existed, nor has Haruhi Suzumiya. No one in the school has ever heard about her… except for Kyon.","original_language":"ja","original_title":"涼宮ハルヒの消失","video":false,"title":"The Disappearance of Haruhi Suzumiya","genre_ids":[16,35,18,9648,878,10749],"poster_path":"\/xEM8vbo4EFiVHoLMzTY0Om3XeDu.jpg","backdrop_path":"\/sPS2xnyUW3rkqKTtyei1fU2SN7t.jpg","release_date":"2010-02-05","popularity":5.655,"vote_average":7.9,"id":36865,"adult":false,"vote_count":97},{"overview":"Sequel to the 2016 animated film, 'Sing'.","original_language":"en","original_title":"Sing 2","video":false,"title":"Sing 2","genre_ids":[10402,16,35,18,10751],"poster_path":null,"backdrop_path":null,"release_date":"2021-07-02","popularity":6.546,"vote_average":0,"id":438695,"adult":false,"vote_count":0},{"overview":"Conan and his friends were invited to the premier of an new virtual computer game. But someone programmed the game, that if they can't answer the riddle in the game, they all have to die.","original_language":"ja","original_title":"名探偵コナン ベイカー街（ストリート）の亡霊","video":false,"title":"Detective Conan: The Phantom of Baker Street","genre_ids":[16,12,9648],"poster_path":"\/lIOaU8bFC5coM1A7c64NXGIXje4.jpg","backdrop_path":"\/qh7RaCaxtBNFDD2KK3TJ7zFSWN7.jpg","release_date":"2002-04-20","popularity":6.392,"vote_average":7.9,"id":26662,"adult":false,"vote_count":69},{"overview":"When Canterlot Highschool goes on a trip to Camp Everfree, they’re surprised to find a magical force is causing strange things to happen around camp. With the help of the Mane 6 and especially Sunset Shimmer, Twilight Sparkle must confront the dark “Midnight Sparkle” within herself  and embrace her newfound magical abilities to save the camp.","original_language":"en","original_title":"My Little Pony: Equestria Girls - Legend of Everfree","video":false,"title":"My Little Pony: Equestria Girls - Legend of Everfree","genre_ids":[12,16,10402,14,35],"poster_path":"\/waW14qkSnsqGD0jE30Z8rftnpwl.jpg","backdrop_path":"\/uGGBZACzDw07zVNjDoWSprKwCWJ.jpg","release_date":"2016-10-01","popularity":4.576,"vote_average":6.5,"id":405314,"adult":false,"vote_count":17},{"overview":"Seven clumsy dwarfs try to undo the spell they unwillingly unleashed and save the fairy tales world with the help of a tired dragon and a butterfly. The evil witch Dellamorta cursed princess Rose when she was a baby. Before she turns 18, Rose will get stung in the finger by a sharp object and she and the whole castle will fall into a hundred year long sleep unless her true love would kiss her. The night before her birthday she sends her bf Jack to the 7 dwarfs, who live behind the 7 mountains to hide until after Rose has turned 18. Unfortunately he gets lost and captured by Dellamorta's dragon Burner. So at the party, Rose gets stung in the finger, and everyone falls into deep sleep. Everyone but the 7 dwarfs of course who will go on a journey to save Jack so he can save Rose.","original_language":"de","original_title":"Der 7bte Zwerg","video":false,"title":"The 7th Dwarf","genre_ids":[12,16,14,10751],"poster_path":"\/dHV8OtM09WdnTryAE1d1yIzWTxr.jpg","backdrop_path":"\/y8wBP4YkdbKNoJEeQ9Npk8q7U47.jpg","release_date":"2014-12-31","popularity":3.7,"vote_average":4.9,"id":247788,"adult":false,"vote_count":44},{"overview":"With the help of government-issued pamphlets, an elderly British couple build a shelter and prepare for an impending nuclear attack, unaware that times and the nature of war have changed from their romantic memories of World War II.","original_language":"en","original_title":"When the Wind Blows","video":false,"title":"When the Wind Blows","genre_ids":[16,18,10752],"poster_path":"\/xRazwiqCXa3Te55ZnJGrdyIsC8X.jpg","backdrop_path":"\/4eIw8Lj1RnhltGNORrT9q0KOD04.jpg","release_date":"1988-03-11","popularity":6.084,"vote_average":7.4,"id":10857,"adult":false,"vote_count":112},{"overview":"Emiya Shirou is a young magus who attends Homurahara Academy in Fuyuki City. One day after cleaning the Archery Dojo in his school, he catches a glimpse of a fight between superhuman beings, and he gets involved in the Holy Grail War, a ritual where magi called Masters fight each other with their Servants to win the Holy Grail. Shirou joins the battle to stop an evildoer from winning the Grail and to save innocent people, but everything goes wrong when a mysterious \"Shadow\" begins to indiscriminately kill people in Fuyuki...","original_language":"ja","original_title":"劇場版 Fate／stay night [Heaven's Feel] I. presage flower","video":false,"title":"Fate\/stay night: Heaven's Feel I. presage flower","genre_ids":[28,16,18,14,9648,53],"poster_path":"\/cWNc8JfVRQpPlFfGsNOCsup9SNg.jpg","backdrop_path":"\/p0jwrtVeJ8rzzXBrqHekHb0qSmQ.jpg","release_date":"2017-11-17","popularity":5.706,"vote_average":7.4,"id":283984,"adult":false,"vote_count":51},{"overview":"To save the universe, and their friendship, Mordecai and Rigby must defeat an evil volleyball coach.","original_language":"en","original_title":"Regular Show: The Movie","video":false,"title":"Regular Show: The Movie","genre_ids":[16,35,878,10770],"poster_path":"\/Am8TwlG6UvPNhh8VL3mL3ZK0oJl.jpg","backdrop_path":"\/wpecpFyV6cWSkf5286gIK5MakVO.jpg","release_date":"2015-09-01","popularity":4.912,"vote_average":7.4,"id":354857,"adult":false,"vote_count":63},{"overview":"Assigned on a mission to capture Mukade, a missing-nin, Naruto Uzumaki sets out for the once glorious historic ruins of \"Ouran\", where he pursues and corners the rouge ninja. Mukade's goal is revealed to be a dormant leyline within the ruins; he unleashes the power of the leyline, causing a light to envelop Naruto, sending him into the past, 20 years before the series began. When Naruto awakens, he comes into contact with the Fourth Hokage, Minato Namikaze.","original_language":"ja","original_title":"劇場版 NARUTO -ナルト- 疾風伝 ザ・ロストタワー","video":false,"title":"Naruto Shippuden the Movie The Lost Tower","genre_ids":[12,28,16],"poster_path":"\/6e2YvN1tQK4xQHlmy7GJTuXOt2u.jpg","backdrop_path":"\/8uNA6zQscesZnOYZtnC0iwMzkAO.jpg","release_date":"2010-07-31","popularity":5.947,"vote_average":6.9,"id":50723,"adult":false,"vote_count":94},{"overview":"The upcoming installment's story takes place amidst signs of postwar reconstruction in the winter of 2028. Tensions are rising in New Port City as demonstrations are held concerning the interests of foreign cartels. This leads to a shooting incident involving riot police. It all started with a cyberbrain infection released by the terrorist \"Fire Starter.\" An independent offensive unit led by Makoto Kusanagi entrusts the suppression of the situation to their ghosts and aims for their own justice. Below the surface of the incident, lies the \"tin girl\" Emma and the \"scarecrow man\" Burinda Junior. As Kusanagi deals with the incident, she draws near to what those two ghosts were seeking.","original_language":"ja","original_title":"攻殻機動隊ARISE border: 4 Ghost Stands Alone","video":false,"title":"Ghost in the Shell Arise - Border 4: Ghost Stands Alone","genre_ids":[28,16,80,878],"poster_path":"\/dNlPBbpsyZCHDbYa4VxZOCj3RiI.jpg","backdrop_path":"\/ex0EiEzvhwRRAECoQZDgpOOqk3W.jpg","release_date":"2014-09-06","popularity":2.974,"vote_average":7,"id":279254,"adult":false,"vote_count":56},{"overview":"When Scooby and the gang hear of a werewolf plaguing a traveling circus, they go undercover as circus performers to get to the bottom.","original_language":"en","original_title":"Big Top Scooby-Doo!","video":false,"title":"Big Top Scooby-Doo!","genre_ids":[16,35,10751],"poster_path":"\/kUpIK5QPDwuMk1HOZuAbPNcZCgh.jpg","backdrop_path":"\/cCKsMxxwBTeoIsVemksy76hkvlS.jpg","release_date":"2012-10-22","popularity":4.005,"vote_average":6.5,"id":119321,"adult":false,"vote_count":43},{"overview":"The Cobol Job is a fourteen-minute animated prequel to Christopher Nolan’s award-winning movie: Inception, detailing the heist on Mr. Kaneda's mind by Nash, Cobb, Arthur, and several Cobol Engineering thugs.","original_language":"en","original_title":"Inception: The Cobol Job","video":false,"title":"Inception: The Cobol Job","genre_ids":[16,28,53,878],"poster_path":"\/yr6XX4c7BOvxVjV6cJePwZdUlLn.jpg","backdrop_path":"\/2kGP9gJEONx1hjgRjbusXzAbKQf.jpg","release_date":"2010-12-07","popularity":6.73,"vote_average":7.4,"id":64956,"adult":false,"vote_count":233},{"overview":"Three young houseflies stow away aboard the Apollo 11 flight to the moon.","original_language":"en","original_title":"Fly Me to the Moon","video":false,"title":"Fly Me to the Moon","genre_ids":[12,16,10751],"poster_path":"\/eM5clf65GzhnTKYwOgNqhgFZTFF.jpg","backdrop_path":"\/adBgQtsqOcGJwfHvMCxltaMVOV1.jpg","release_date":"2008-08-15","popularity":6.844,"vote_average":4.4,"id":13956,"adult":false,"vote_count":87},{"overview":"Two minions working in a bomb lab get competitive.  Short #1 from the 'Minions: 3 Mini-Movie Collection'.","original_language":"en","original_title":"Competition","video":false,"title":"Competition","genre_ids":[16,10751],"poster_path":"\/d7wrcnERHpa6fA3rhvTllIitGRm.jpg","backdrop_path":"\/rsxhLIqVwMxlas5QoXSHcahPyOa.jpg","release_date":"2015-12-08","popularity":4.633,"vote_average":6,"id":366142,"adult":false,"vote_count":51},{"overview":"Gotham City is under siege by a series of bizarre crimes and only the world's greatest detective, Batman, can unravel the mystery! The trail leads to none other than the Penguin and his Animilitia, an animal-inspired squad of villains including Silverback, Cheetah, Killer Croc and the monstrous Man-Bat.","original_language":"en","original_title":"Batman Unlimited: Animal Instincts","video":false,"title":"Batman Unlimited: Animal Instincts","genre_ids":[28,16,10751],"poster_path":"\/kxvw4c4Yx9HYqprP4lnZEtzezRd.jpg","backdrop_path":"\/sJWdgdZanUZV2VpYAgDV5CSqVvE.jpg","release_date":"2015-05-12","popularity":5.094,"vote_average":5.4,"id":327418,"adult":false,"vote_count":85},{"overview":"You may think you know the history of continental drift, but forget all that. In pursuit of his most sought after possession, Scrat manges to singled-handedly alter the course of Earth’s history.","original_language":"en","original_title":"Scrat's Continental Crack-Up","video":false,"title":"Scrat's Continental Crack-Up","genre_ids":[16],"poster_path":"\/6pRTtkgjRnjjKIw6SOn2ASznD1q.jpg","backdrop_path":"\/i4f4nLRnOmrykr7fihbQYVk2W8a.jpg","release_date":"2010-12-25","popularity":5.799,"vote_average":6.9,"id":55692,"adult":false,"vote_count":79},{"overview":"It is A.D. 2009 and the human race is caught in a war between giant humanoids, male Zentrans and female Meltrans. Returning from the edge of our solar system after making a space fold, the SDF-1 Macross makes the long journey back to Earth with survivors of South Ataria Island. \"Macross: Do You Remember Love?\" is an alternate re-telling of the events that occurred in the original 1982 TV series.","original_language":"ja","original_title":"超時空要塞マクロス 愛・おぼえていますか","video":false,"title":"Macross: Do You Remember Love?","genre_ids":[16,878,12,18,10752,28],"poster_path":"\/oxGCI4H0ANXD8YoXnt3ZmjTjNIM.jpg","backdrop_path":"\/cblYX4mYvLA3r3eyOp7OfbdRA6f.jpg","release_date":"1984-07-21","popularity":2.895,"vote_average":7.1,"id":14132,"adult":false,"vote_count":33},{"overview":"Tales of the Night is renowned animation auteur Michel Ocelot (Kirikou and the Sorceress, Azur & Asmar)'s first foray into 3D animation. A hit at the Berlin Film Festival, the film extends the earlier shadow puppet style of Ocelot’s Princes and Princesses, with black silhouetted characters set off against exquisitely detailed Day-Glo backgrounds bursting with color and kaleidoscopic patterns – the subtle use of 3D creating a diorama-like effect.  The film weaves together six exotic fables each unfolding in a unique locale, from Tibet, to medieval Europe, an Aztec kingdom, the African plains, and even the Land of the Dead. In Ocelot’s storytelling, history blends with fairytale as viewers are whisked off to enchanted lands full of dragons, werewolves, captive princesses, sorcerers, and enormous talking bees - and each fable ends with its own ironic twist.","original_language":"fr","original_title":"Les Contes de la nuit","video":false,"title":"Tales of the Night","genre_ids":[16,14],"poster_path":"\/cQMiDAJ6x5YefTKwPXHG9Oejga9.jpg","backdrop_path":"\/EzKQykhgC0Ksj9bwaNLwVg29l8.jpg","release_date":"2011-07-20","popularity":3.418,"vote_average":7.3,"id":79000,"adult":false,"vote_count":71},{"overview":"The Yowie Yahoo starts kidnapping musicians at a concert attended by Scooby and the gang in Vampire Rock, Australia.","original_language":"en","original_title":"Scooby-Doo! and the Legend of the Vampire","video":false,"title":"Scooby-Doo! and the Legend of the Vampire","genre_ids":[16,35,14,10402,9648,10751],"poster_path":"\/6wdb3nutlwDCI9zvR2Vq9hzHiwE.jpg","backdrop_path":"\/4e7dfXarvZeHD2QRm1lITGN9UDh.jpg","release_date":"2003-03-04","popularity":5.669,"vote_average":6.2,"id":30074,"adult":false,"vote_count":76}],[{"overview":"Fievel and his friend Tony Toponi find a map that they believe points to a treasure buried somewhere beneath Old New York, and the plucky rodent is determined to find it. However, what he discovers under the city is a tribe of Native American mice who were driven underground by prejudiced European immigrants.","original_language":"en","original_title":"An American Tail: The Treasure of Manhattan Island","video":false,"title":"An American Tail: The Treasure of Manhattan Island","genre_ids":[10751,16,12],"poster_path":"\/6jfk2qcMkvFZEOBDEdZk9qUOXMH.jpg","backdrop_path":"\/exYB5LUmQneQdBwhODw8EUXEz9k.jpg","release_date":"2000-02-15","popularity":6.683,"vote_average":5.9,"id":31473,"adult":false,"vote_count":89},{"overview":"Upon discovery of a shard of what could be the Loc-Nar, a miner named Tyler becomes possessed with an insatiable hunger for power and a thirst for immortality. On his way to the planet of youth, Tyler wipes out most of a space colony and kidnaps a beautiful young woman. His only mistake is that he doesn't kill her sister, Julie, who then sets out on a mission of rescue and revenge.","original_language":"en","original_title":"Heavy Metal 2000","video":false,"title":"Heavy Metal 2000","genre_ids":[28,12,16,14,878],"poster_path":"\/CDv2U64QX6ZzbgWbz4licizkX6.jpg","backdrop_path":"\/qS6EZH04Ylkzw4iAwAPmvUYjMhT.jpg","release_date":"2000-07-10","popularity":6.203,"vote_average":5.7,"id":16225,"adult":false,"vote_count":76},{"overview":"In Scotland 1874, Jack is born on the coldest day ever. Because of the extreme cold, his heart stops beating. The responsible midwife in Edinburgh finds a way to save him by replacing his heart with a clock. So he lives and remains under the midwife's protective care. But he must not get angry or excited because that endangers his life by causing his clock to stop working. Worse than that, when he grows up, he has to face the fact he cannot fall in love because that too could stop his delicate heart.","original_language":"fr","original_title":"Jack et la mécanique du coeur","video":false,"title":"Jack and the Cuckoo-Clock Heart","genre_ids":[16,10749,12,18,14],"poster_path":"\/iSsseryFRbea3cJxzc8p5PZZpFl.jpg","backdrop_path":"\/Ae6vOwDrfX4m6NqILgc3zZvB9tO.jpg","release_date":"2014-09-24","popularity":6.105,"vote_average":6.9,"id":204436,"adult":false,"vote_count":358},{"overview":"A young reindeer who suffers from vertigo learns to overcome his fear, takes flying lessons from a clumsy flying squirrel and heads to the North pole to save a troubled Santa and his fleet of flying reindeer.","original_language":"en","original_title":"Niko: Lentäjän poika","video":false,"title":"The Flight Before Christmas","genre_ids":[16,10751,12,18,14],"poster_path":"\/7r4Z2bDmjvTY4hHbhCQqqALS3hl.jpg","backdrop_path":"\/kEgr8FGXavizdpsZ4LwWpmkDy3L.jpg","release_date":"2008-09-22","popularity":6.158,"vote_average":5.4,"id":25741,"adult":false,"vote_count":72},{"overview":"Mouri Kogoro is called to a special case in the ancient capital of Kyoto. There, Conan meets Heiji and they team up once again to solve the case, recover the stolen Healing Buddha statue, and even discover the identity of Heiji's first love.","original_language":"ja","original_title":"名探偵コナン 迷宮の十字路","video":false,"title":"Detective Conan: Crossroad in the Ancient Capital","genre_ids":[9648,16],"poster_path":"\/zjVioQAc9svSjZ4ew7KVlJr8xcc.jpg","backdrop_path":"\/zMmnLYArSTGN58xvp30ZpWz8tjS.jpg","release_date":"2003-04-19","popularity":6.41,"vote_average":7,"id":39202,"adult":false,"vote_count":59},{"overview":"When a threat no one could have expected bears down on the Marvel Universe, this ragtag, untrained band of teens have no choice but to rise together and prove to the world that sometimes the difference between a 'hero' and 'misfit' is just in the name.","original_language":"en","original_title":"Marvel Rising: Secret Warriors","video":false,"title":"Marvel Rising: Secret Warriors","genre_ids":[16,28,35,878,10770],"poster_path":"\/rXmc4jvDBU04Wp8r5JMWy3HbhB3.jpg","backdrop_path":"\/95AKEQdhAF7YlH6XJSOFaqNTW0J.jpg","release_date":"2018-09-30","popularity":6.68,"vote_average":6.2,"id":491633,"adult":false,"vote_count":23},{"overview":"Tom and Jerry need to learn to work together in order to help Sherlock Holmes with an investigation of a jewel theft. But still, they are cat and mouse!","original_language":"en","original_title":"Tom and Jerry Meet Sherlock Holmes","video":false,"title":"Tom and Jerry Meet Sherlock Holmes","genre_ids":[12,16,35,10751],"poster_path":"\/60I8ZYmqnPxWYV3VORGreyPScDn.jpg","backdrop_path":"\/2Tr6MLO2tCXyAIrCZ1JvyBCmanK.jpg","release_date":"2010-08-24","popularity":3.961,"vote_average":6.7,"id":43956,"adult":false,"vote_count":21},{"overview":"A holiday themed animated direct-to-video film starring Academy Award-winners, Tom and Jerry. It uses a good deal of Tchaikovsky's famous ballet The Nutcracker as background music. This film would be the last animated production for Tom and Jerry co-creator, Joseph Barbera, who would die on December 18, 2006. The film features all of the exaggerated violence usually found in Tom and Jerry.","original_language":"en","original_title":"Tom and Jerry: A Nutcracker Tale","video":false,"title":"Tom and Jerry: A Nutcracker Tale","genre_ids":[16,35,10751],"poster_path":"\/iyMKL2AP6I8gSzHRqUPPHviplZo.jpg","backdrop_path":"\/flJtdcC1z46Sh5x9XPBEJtQYXGJ.jpg","release_date":"2007-10-02","popularity":5.342,"vote_average":6.7,"id":24696,"adult":false,"vote_count":32},{"overview":"Robot Chicken: Star Wars Episode III, directed by Chris McKay, combines the satirical sensibilities of Green and Matthew Senreich's Robot Chicken with characters of the Star Wars universe.","original_language":"en","original_title":"Robot Chicken: Star Wars Episode III","video":false,"title":"Robot Chicken: Star Wars Episode III","genre_ids":[35,878,16],"poster_path":"\/gsKEyIOJzNgLdbGjTnFds8hI4rV.jpg","backdrop_path":"\/dwoqgOGljOL54RtZwulfmcz6cqD.jpg","release_date":"2010-12-19","popularity":6.572,"vote_average":7.6,"id":51888,"adult":false,"vote_count":68},{"overview":"Desperate for cash, the Straw Hat Pirates enter a secret race between pirate crews known as the Dead End Competition. There, they must battle against powerful people, including the bounty hunter who wants to kill Gasparde and a climatic battle with Marine-turned-pirate Captain Gasparde.","original_language":"ja","original_title":"ワンピース デッドエンドの冒険","video":false,"title":"One Piece: Dead End Adventure","genre_ids":[28,12,16],"poster_path":"\/tS8alvl1PtJQIR3eBMhQ2lqZCuf.jpg","backdrop_path":"\/41e5H3UhT7D8VYBh4rdGy5fB0lv.jpg","release_date":"2003-12-31","popularity":6.373,"vote_average":7,"id":44727,"adult":false,"vote_count":61},{"overview":"A relaxing spa getaway evolves into a prehistoric panic when Scooby-Doo and the gang uncover the horrible Phantosaur, an ancient legend come to life to protect hidden treasures buried in secret desert caves. But this scare-a-saurus doesn’t stand a chance with Shaggy around, after he finds his inner hero with the help of new-age hypnosis. Like, it makes him more brave and less hungry!","original_language":"en","original_title":"Scooby-Doo! Legend of the Phantosaur","video":false,"title":"Scooby-Doo! Legend of the Phantosaur","genre_ids":[9648,16,10751],"poster_path":"\/hbZ38QO7taL1kdWb6uUDw6zMSKu.jpg","backdrop_path":"\/5r2bdkLoEqced43BfvLk4JC1QdI.jpg","release_date":"2011-09-06","popularity":5.489,"vote_average":6.4,"id":67900,"adult":false,"vote_count":44},{"overview":"The Big Bad Wolf is back, and firmly intends to resume his usual behaviour. He is disillusioned when he comes upon Little Red Riding Hood, on her way to her Grandmother's, with a tray of cakes. \"Things change, you know!\", she exclaims. This is indeed what he finds out when he meets Grandma and the gamekeeper.","original_language":"en","original_title":"Le Retour du Grand Méchant Loup","video":false,"title":"The Big Bad Wolf is Back","genre_ids":[16,10751],"poster_path":"\/1BbQEjbhDNSCs61UwaiY8EoPPiF.jpg","backdrop_path":"\/4RztkjrZtqp3jmCrzdk6W01l2xH.jpg","release_date":"2019-10-16","popularity":15.38,"vote_average":0,"id":615197,"adult":false,"vote_count":0},{"overview":"A cute but over-confident wolf cub decides one day that he is big enough to go hunting on his own. He sets out to find a willing prey, but all those he approaches are too big for him... or rather too cunning. This loose adaptation of a Russian children's tale, The Little Wolf is a tongue-in-cheek romp with lots of laughs at the wolfcub's expense.","original_language":"en","original_title":"Trop Petit Loup","video":false,"title":"The Hungry Little Wolf","genre_ids":[16,10751],"poster_path":"\/1BbQEjbhDNSCs61UwaiY8EoPPiF.jpg","backdrop_path":"\/uz0QrZPtciAswet6kQ9Or3xJtA3.jpg","release_date":"2019-10-16","popularity":15.38,"vote_average":0,"id":615196,"adult":false,"vote_count":0},{"overview":"Mr Wolf has just enjoyed a fine dinner. Replete, he goes off for a walk around the forest, just to make sure that everyone can see that he is indeed the strongest creature around! Until he meets a tiny little toad-like thing.","original_language":"en","original_title":"C'est moi le plus fort","video":false,"title":"I’m the strongest","genre_ids":[16,10751],"poster_path":"\/1BbQEjbhDNSCs61UwaiY8EoPPiF.jpg","backdrop_path":"\/ptaGJJuFJ9po0c7HsLRi1mrAXMD.jpg","release_date":"2019-10-16","popularity":15.38,"vote_average":0,"id":615195,"adult":false,"vote_count":0},{"overview":"A woman's dark and absurdist nightmare vision comprising a continuous recitation of the alphabet and bizarre living representations of each letter.","original_language":"en","original_title":"The Alphabet","video":false,"title":"The Alphabet","genre_ids":[27,16],"poster_path":"\/cvE0Ob5gS95OL8SODGaWhZD1VrT.jpg","backdrop_path":"\/qenGIpB2lejYnaL7CRALSMOZJLM.jpg","release_date":"1968-01-01","popularity":4.891,"vote_average":6.7,"id":44239,"adult":false,"vote_count":97},{"overview":"Superman wants Batman to join his new superhero team, but Batman prides himself on being a self-sufficient loner.","original_language":"en","original_title":"LEGO DC Comics Super Heroes: Batman: Be-Leaguered","video":false,"title":"LEGO DC Comics Super Heroes: Batman: Be-Leaguered","genre_ids":[28,12,16,10751],"poster_path":"\/qD3xyKbCsaaYYDhksWFxxsE1DWq.jpg","backdrop_path":"\/6qXvtiL5zIJVswEQxW3hEkWLxzI.jpg","release_date":"2014-10-27","popularity":4.124,"vote_average":6.3,"id":300424,"adult":false,"vote_count":48},{"overview":"As a pair of towers in Tokyo are being prepared for their grand opening, there is a series of murders of people connected to the towers. Conan suspects that the mysterious Syndicate may also be involved.","original_language":"ja","original_title":"名探偵コナン 天国へのカウントダウン","video":false,"title":"Case Closed: Countdown to Heaven","genre_ids":[80,16,28,9648,18],"poster_path":"\/tj7y3HyTJzaCdwfdyWxaVc9VUe9.jpg","backdrop_path":"\/4PFI6KBrqa1ckwS7K0aIMIU8uoH.jpg","release_date":"2001-04-21","popularity":3.95,"vote_average":7.4,"id":32022,"adult":false,"vote_count":67},{"overview":"Batman teams up with the Scooby gang when villains from both of their worlds unite to wreak havoc on the city. Featuring classic DC villains like the Joker, Catwoman, Harley Quinn and the Riddler  alongside heroes like Aquaman, Black Canary, and Plastic Man. Also featuring classic Scooby-Doo villains like the Ghost Clown, Space Kook, and Miner 49er.","original_language":"en","original_title":"Scooby-Doo! & Batman: The Brave and the Bold","video":false,"title":"Scooby-Doo! & Batman: The Brave and the Bold","genre_ids":[28,16,35],"poster_path":"\/hSPeF1zoYH8kCOhFMu7x3B55zu6.jpg","backdrop_path":"\/2pIxjOvlb7svKawyXFj0gkQ2O1R.jpg","release_date":"2018-01-09","popularity":6.79,"vote_average":6.5,"id":484862,"adult":false,"vote_count":52},{"overview":"In a cold French city where suicide is a common urge, there is a colorful shop, managed for many years by the Tuvache family, where it is very easy to obtain the necessary tools to satisfy the sinister desires of so many depressed citizens.","original_language":"fr","original_title":"Le magasin des suicides","video":false,"title":"The Suicide Shop","genre_ids":[35,16,10402],"poster_path":"\/wf5MLnp5wRIJAhoLa0rghGTD2Pr.jpg","backdrop_path":"\/9ZOkh5q3DRB1XeZo3b3XkIXNZaD.jpg","release_date":"2013-03-12","popularity":5.772,"vote_average":6.4,"id":118293,"adult":false,"vote_count":351},{"overview":"Iron Man enlists the help of ruthless vigilante the Punisher to track down War Machine's murderer. All the while, he's being pursued by S.H.I.E.L.D. agents Black Widow and Hawkeye, who suspect his involvement in a recent terrorist plot.","original_language":"ja","original_title":"アイアンマン：ライズ・オブ・テクノヴォア","video":false,"title":"Iron Man: Rise of Technovore","genre_ids":[28,16,878],"poster_path":"\/jHo43hitRyIMPC5y3tCxmZow0uN.jpg","backdrop_path":"\/1kXtLaTyuUT0zNZyglhNJBTC5mM.jpg","release_date":"2013-05-03","popularity":7.719,"vote_average":5.5,"id":169934,"adult":false,"vote_count":86}],[{"overview":"The most dangerous and exciting car race in the universe is held only once every five years. And that's tonight. The competitors are lined up at the starting block. In his vehicle, JP, the most daredevil driver on the circuit, is ready for the green light. Female driver Sonoshee, with whom he is secretly in love, is also on the starting line. She will stop at nothing to get on to that podium. In this race, not only is anything possible, but also anything is allowed. In fact, their adversaries have modified their vehicles to equip them with highly destructive weapons; with such participants, it is hardly surprising that Redline is forbidden by the authorities, who will try anything to halt the proceedings. These speed addicts have to put themselves in mortal danger to achieve their aim: eternal glory for those who finally mount the podium.","original_language":"ja","original_title":"レドライン","video":false,"title":"Redline","genre_ids":[14,18,28,53,16,878],"poster_path":"\/il2bErXZTjzuzAVhoAjV3F5WIim.jpg","backdrop_path":"\/oDJ8lsGp6Qoh8XZ7aVsHo5J6vKy.jpg","release_date":"2010-09-23","popularity":6.823,"vote_average":7.4,"id":71883,"adult":false,"vote_count":123},{"overview":"A.D. 2400, DEVA's central council detects an incident of unauthorized access into their mainframe. Someone on Earth was trying to hack into the system. The only information DEVA was able to retrieve was that hacker referred to themselves as \"Frontier Setter.\"  To investigate the mysterious hacker's motives, the high officials of DEVA dispatch system Security Third Officer Angela Balzac to the Earth's surface. Equipped with a prosthetic \"material body,\" Angela attempts to make contact with a local agent Dingo, but what awaited her instead was a swarm of Sandworms now infesting the Earth's surface. Angela intercepts the gruesome pests with her exoskeleton powered suit Arhan.","original_language":"ja","original_title":"楽園追放","video":false,"title":"Rakuen Tsuihou - Expelled from Paradise","genre_ids":[28,16,878],"poster_path":"\/s3kCxYbxk6Ir6QYqZs9u30fmUwi.jpg","backdrop_path":"\/qgzClrEqYzpYf5a1KfuefttmfHS.jpg","release_date":"2014-11-15","popularity":2.5,"vote_average":6.7,"id":304023,"adult":false,"vote_count":34},{"overview":"Humorist Robert Benchley attempts to find Walt Disney to ask him to adapt a short story about a gentle dragon who would rather recite poetry than be ferocious. Along the way, he is given a tour of Walt Disney Studios, and learns about the animation process.","original_language":"en","original_title":"The Reluctant Dragon","video":false,"title":"The Reluctant Dragon","genre_ids":[16,35,14,10402,10751],"poster_path":"\/fNqWGKqs2kvbD6dDHxQv4Z2r7wm.jpg","backdrop_path":"\/68K4j1nLYwmt0QdodhGFt4SnTS0.jpg","release_date":"1941-06-20","popularity":4.767,"vote_average":6.6,"id":22752,"adult":false,"vote_count":51},{"overview":"After his mother’s death, Zucchini is befriended by a kind police officer, Raymond, who accompanies him to his new foster home filled with other orphans his age. There, with the help of his newfound friends, Zucchini eventually learns to trust and love as he searches for a new family of his own.","original_language":"fr","original_title":"Ma vie de courgette","video":false,"title":"My Life as a Zucchini","genre_ids":[16,18,10751],"poster_path":"\/mZ9JGgCvV4d5KnpT0jSR1pOCLW7.jpg","backdrop_path":"\/7JLq3aQV89IAL2wetJ5f5STswql.jpg","release_date":"2017-02-24","popularity":7.02,"vote_average":7.8,"id":393559,"adult":false,"vote_count":653},{"overview":"When a daredevil kid named Ernie, his sister Julia, and his best friend Max are horsing around in Max's inventor father's workshop, they accidentally trip a time-machine into operation and find themselves transported back in time 65 million years, where they meet a T-Rex named Tyra and her rambunctious dinosaur son Dodger. The unlikely group find themselves on an amazing adventure exploring the lush prehistoric jungle, despite Tyra's evil dinosaur rivals conspiring against them - while, back in the present day, Max's dad and Ernie and Julia's overprotective mom plot their rescue.","original_language":"en","original_title":"Dino Time","video":false,"title":"Dino Time","genre_ids":[12,16,35,10751],"poster_path":"\/bOriKE5Pjd1uLDfG5fu5uLXxaQ7.jpg","backdrop_path":"\/pjvnL6gwb1m6noRIipRDjrgn4gC.jpg","release_date":"2012-12-07","popularity":4.939,"vote_average":4.9,"id":136793,"adult":false,"vote_count":22},{"overview":"In 1970s Iran, Marjane 'Marji' Statrapi watches events through her young eyes and her idealistic family of a long dream being fulfilled of the hated Shah's defeat in the Iranian Revolution of 1979. However as Marji grows up, she witnesses first hand how the new Iran, now ruled by Islamic fundamentalists, has become a repressive tyranny on its own.","original_language":"fr","original_title":"Persepolis","video":false,"title":"Persepolis","genre_ids":[16,18],"poster_path":"\/dYvyF1RlNokAd1N7Nek0vDpYsV6.jpg","backdrop_path":"\/mptra1sEhfCCP22R1B0TyOjmHIT.jpg","release_date":"2007-05-23","popularity":8.317,"vote_average":7.9,"id":2011,"adult":false,"vote_count":978},{"overview":"Ozzy, a friendly, peaceful beagle has his idyllic life turned upside down when the Martins leave on a long and distant trip. There's only one problem: no dogs allowed! Unable to bring their beloved Ozzy along for the ride, they settle on the next best thing, a top-of-the-line canine spa called Blue Creek.","original_language":"es","original_title":"Ozzy","video":false,"title":"Ozzy","genre_ids":[16,10751],"poster_path":"\/gJUpiTydLOZ3Gd8ja4x5Mzp7q5s.jpg","backdrop_path":"\/rNc3Fd4vVM8rJsgHtavjsY6MNUx.jpg","release_date":"2017-04-21","popularity":7.713,"vote_average":5.9,"id":411221,"adult":false,"vote_count":81},{"overview":"Toto has grown and now is a young cock. An evil rancher tricks the female owner of the ranch where they live and forces her to bet the property in a cockfight in the arena. Toto is the only option to defend their home, so he must train in just one week and win the championship of the arena.","original_language":"es","original_title":"Un gallo con muchos huevos","video":false,"title":"Huevos: Little Rooster's Egg-Cellent Adventure","genre_ids":[16,10751],"poster_path":"\/3IiDsYWlTH8jxqBjEsYfx9OIQPd.jpg","backdrop_path":"\/wiBfLIvQqsYm1s1Dszq0XPvCEJ6.jpg","release_date":"2015-09-04","popularity":3.677,"vote_average":5.7,"id":264419,"adult":false,"vote_count":37},{"overview":"Madoka Kaname, an ordinary middle-schooler, along with her best friend Sayaka Miki, are offered the chance to have any wish they want granted by the mysterious Kyubey, and become magical girls and fight witches. However, fellow magical girl Homura Akemi seems intent on stopping Madoka from becoming a magical girl at any cost. Puella Magi Madoka Magica the Movie Part I: Beginnings is a retelling of the first half of the TV anime series.","original_language":"ja","original_title":"劇場版 魔法少女まどか☆マギカ [前編] 始まりの物語","video":false,"title":"Puella Magi Madoka Magica the Movie Part I: Beginnings","genre_ids":[53,16,14],"poster_path":"\/4F8aWzjByWQEon1IVAn43PN3lEq.jpg","backdrop_path":"\/nFRdGN60fwsv7DPHHwuXbzeS4DQ.jpg","release_date":"2012-10-19","popularity":3.545,"vote_average":7.6,"id":152042,"adult":false,"vote_count":58},{"overview":"On their home planet of Cybertron, the Autobots and Decepticons are involved in an explosive battle over the coveted AllSpark. With the fate of the universe at stake, the Autobots send it far from the reaches of the ruthless Megatron, leader of the Decepticons. But there are even more surprises in store when it crash-lands on Earth.","original_language":"en","original_title":"Transformers: Beginnings","video":false,"title":"Transformers: Beginnings","genre_ids":[16,28,53,878],"poster_path":"\/q61s5H2DRHSJYx75adOtTL3aFuY.jpg","backdrop_path":"\/rOwqmXv6x2jbgLIyW0fIr0qwzmD.jpg","release_date":"2007-10-16","popularity":5.941,"vote_average":6.8,"id":25565,"adult":false,"vote_count":140},{"overview":"When the three pigs find a tiny wolf cub on their doorstep, they decide to raise him as their own, unaware that they've played right into the plan of a special-ops team of wolves. As the newest addition to their family, Lucky grows into his teens not knowing his history, his role in the wolves' plan or the difficult choice he will have to make about the family that raised him.","original_language":"en","original_title":"Unstable Fables: 3 Pigs & a Baby","video":false,"title":"Unstable Fables: 3 Pigs & a Baby","genre_ids":[16,10751],"poster_path":"\/AfoYTdNMhfEyc2fkDk1rLIa4GAN.jpg","backdrop_path":"\/zQ0F0hrMMuDTqXxFdbJmmo8sxXC.jpg","release_date":"2008-01-01","popularity":7.07,"vote_average":5.6,"id":15898,"adult":false,"vote_count":15},{"overview":"An animated telling of Kobe Bryant's titular poem, signaling his retirement from the sport that made his name.","original_language":"en","original_title":"Dear Basketball","video":false,"title":"Dear Basketball","genre_ids":[16],"poster_path":"\/xE8IBxbY2bHTWQcfTUs34Og1J8H.jpg","backdrop_path":"\/zK8ArWi66Qw1XqR7oPAl6TKSxiN.jpg","release_date":"2017-04-23","popularity":5.726,"vote_average":7.1,"id":483306,"adult":false,"vote_count":94},{"overview":"The Care Bears have their work cut out for them, because Nicolas, a lonely magician's assistant, is about to fall under the evil influence of a bad spirit who lives in an ancient magic book -- it seems Nicolas will do just about anything for friends. Aside from Nicolas, Kim and Jason are in trouble because they are starting not to trust people after suffering many disappointments.","original_language":"en","original_title":"The Care Bears Movie","video":false,"title":"The Care Bears Movie","genre_ids":[12,16,35,14,878,10751],"poster_path":"\/liCDoYVBY4QO2LDWFN3HewnqKnO.jpg","backdrop_path":"\/9gKPWagMf8MjL3ibHrWui8hmBi6.jpg","release_date":"1985-03-23","popularity":6.909,"vote_average":5.6,"id":11243,"adult":false,"vote_count":66},{"overview":"Kim and Ron start out a new school year, only to find out that Ron's family is moving to Norway. This puts a strain on their partnership, just as Dr. Drakken, Monkey Fist, and Duff Killigan team up to find and use an ancient time travel device to rule the world. Attacking Kim in the past, present, and future, can these villians succeed? Or will an unforeseen force be more destructive?","original_language":"en","original_title":"Kim Possible: A Sitch In Time","video":false,"title":"Kim Possible: A Sitch In Time","genre_ids":[28,12,16,10751,10770],"poster_path":"\/817PTtqvxBGLuRlGqgnyXY9NVj3.jpg","backdrop_path":"\/vkyiRXgIAKFNVBYmauTF1a7u4wj.jpg","release_date":"2003-11-28","popularity":6.308,"vote_average":6.4,"id":51786,"adult":false,"vote_count":98},{"overview":"Ronal is a young barbarian with low self-esteem, the polar opposite of all the muscular barbarians in his village. He's a real wuss. However, as fate would have it, responsibility for the tribe's survival falls on Ronal's scrawny shoulders, when the evil Lord Volcazar raids the village and abducts every living barbarian with the exception of Ronal, who is forced to go on a perilous quest to save his enslaved clan and thwart Volcazar’s plot to rule the world. Along the way, our unlikely hero is joined by Alibert the buttery bard, Zandra the gorgeous shield-maiden and Elric the metrosexual elfin guide. To ultimately vanquish the enemy, the band must overcome awesome challenges.","original_language":"da","original_title":"Ronal Barbaren","video":false,"title":"Ronal the Barbarian","genre_ids":[16,12,14],"poster_path":"\/wGtPpl8n3zOP5HsWMqUZNOhKM5c.jpg","backdrop_path":"\/y2sKCA9fxgUYE3IUsQrJbD1EO2T.jpg","release_date":"2011-12-22","popularity":5.962,"vote_average":6.2,"id":79433,"adult":false,"vote_count":148},{"overview":"Set in a futuristic Japan after the end of a brutal world war, science has advanced by leaps and bounds giving humanity the choice to prolong life and reduce suffering with the use of sophisticated cybernetics. With all of humanity linked into one system of minds and personalities known as ghosts, the biggest threat to civilization is the cyber terrorists capable of hijacking people's bodies and memories. When a ghost-infecting virus known as Fire-Starter begins spreading through the system resulting in the assassination of the Japanese Prime Minister, Major Motoko Kusanagi and her elite team of special operatives are called in to track down its source. As they delve deeper and deeper into their investigation, they uncover traces of government corruption and a shadowy broker that bears an all-too-familiar face.  The film is a continuation to the plot of the Pyrophoric Cult episode of Arise, and ties up loose ends from that arc.","original_language":"ja","original_title":"攻殻機動隊 新劇場版","video":false,"title":"Ghost in the Shell: The New Movie","genre_ids":[16,878],"poster_path":"\/c6JxvSz2nglIJdhWgFljfV2vOIa.jpg","backdrop_path":"\/rzTypjxXP23JS7sRiFj3halmsQ1.jpg","release_date":"2015-11-10","popularity":4.631,"vote_average":6.4,"id":334376,"adult":false,"vote_count":81},{"overview":"Animals band together to save the day when the evil Otto Von Walrus hatches a sinister scheme to accelerate global warming and melt the Arctic Circle.","original_language":"en","original_title":"Arctic Dogs","video":false,"title":"Arctic Dogs","genre_ids":[16],"poster_path":"\/gS95M2jMS29zTyc9Aq7Vxx6eXPZ.jpg","backdrop_path":"\/uTfdOozort4sp9kukWxEmdmRsqJ.jpg","release_date":"2019-11-01","popularity":5.496,"vote_average":0,"id":416153,"adult":false,"vote_count":0},{"overview":"Sophie is snatched from her orphanage early one morning by the BFG (Big Friendly Giant), whom she witnesses engaged in mysterious activities. She is soon put at ease, as she learns that BFG's job is to collect, catalog and deliver pleasant dreams to children. She joins him that night, but a mean giants follow them, planning to eat the children of the world.","original_language":"en","original_title":"The BFG","video":false,"title":"The BFG","genre_ids":[16,10751,14],"poster_path":"\/4UNbDKaG0WgIJjrEYRevwUKqR7c.jpg","backdrop_path":"\/cXr2GkUKUUPEDY91sMc1ku8pbrI.jpg","release_date":"1992-12-17","popularity":6.009,"vote_average":6.6,"id":15433,"adult":false,"vote_count":82},{"overview":"In a post-apocalyptic future, humankind is destroyed and the fantastic races of ancient legend emerge to repopulate the earth. In fulfillment of an ancient prophesy twin sons -- wizards -- are born to a queen of the faeries: one good, the other aggressively evil. They are destined to collide in a war that will destroy the new earth. Blackwolf, the evil son, is a deformed mutant and is cast out of the community. He seeks to rediscover the ancient technologies of warfare and destruction in order to gain his revenge and subjugate the free peoples of the earth. Avatar, the good son, is human and seeks a passive life of non-aggression in order to avoid responsibility for the bloodshed and despair prophesied. Blackwolf's disastrous attempts to assassinate his brother compell Avatar to marshal forces against Blackwolf, leading to the ultimate confrontation.","original_language":"en","original_title":"Wizards","video":false,"title":"Wizards","genre_ids":[16,14,878],"poster_path":"\/yL6IrU7PNIYPrd5fXexCHVwS3B5.jpg","backdrop_path":"\/8R3W1VKk0Uxd9YPClO0Xgq6j9Aa.jpg","release_date":"1977-02-09","popularity":8.769,"vote_average":6.6,"id":16220,"adult":false,"vote_count":86},{"overview":"Animated film based on the wonderful children's picture book written by Julia Donaldson and illustrated by Axel Scheffler.  The story of a kind witch who invites a surprising collection of animals to join her on her broom, much to the frustration of her cat. The gang ultimately saves the witch from a fearsome dragon, and in gratitude she rewards them with a magnificent new broom which has room for everyone.  A magical tale about friendship and family from Magic Light Pictures, the producers of the hugely successful The Gruffalo and The Gruffalo's Child.","original_language":"en","original_title":"Room on the Broom","video":false,"title":"Room on the Broom","genre_ids":[10751,16],"poster_path":"\/3tKg0bMIsbaqa4nV9oUSMtnTduv.jpg","backdrop_path":"\/iU0PFWyTzRA1MZW0yC7rlGCop7Z.jpg","release_date":"2012-12-25","popularity":3.906,"vote_average":6.6,"id":152581,"adult":false,"vote_count":45}],[{"overview":"Being the new girl is totally terrifying. See what really happened during Frankie Stein's first week at Monster High!","original_language":"en","original_title":"New Ghoul at School","video":false,"title":"New Ghoul at School","genre_ids":[16,10751],"poster_path":"\/vE8hYVOwJSGxy1vQq36tRiw4iuv.jpg","backdrop_path":"\/rnTT9bLqCgMj4Aw2GOAHtpGjo4E.jpg","release_date":"2010-10-31","popularity":5.433,"vote_average":6,"id":183443,"adult":false,"vote_count":22},{"overview":"Catwoman attempts to track down a mysterious cargo shipment that is linked to a Gotham City crime boss called Rough Cut.","original_language":"en","original_title":"DC Showcase: Catwoman","video":false,"title":"DC Showcase: Catwoman","genre_ids":[28,12,16,878],"poster_path":"\/fdRKdbijYYLeXEru9HWQyxNtA1F.jpg","backdrop_path":"\/evbOOMnsiLRLqirs14HwLYmIRke.jpg","release_date":"2011-10-18","popularity":10.947,"vote_average":6.5,"id":76420,"adult":false,"vote_count":67},{"overview":"It's one giant step for dog-kind as Scooby-Doo and the Gang blast off for an epic, other-worldly adventure in this all-new original movie! After winning the last 5 seats in a lottery, Scooby-Doo, Shaggy, Fred, Daphne and Velma are off to space in billionaire Sly Baron's brand new ship, the Sly Star One. It's all gravity-free fun until a mysterious alien begins destroying the ship! As the ship breaks down, the crew is forced to land on Sly Baron's base... on the dark side of the moon! Will the gang unravel this alien mystery? Will Scooby-Doo and Shaggy find snacks on the moon? Will Fred ever take his space helmet off?! Journey to the outer limits with Scooby-Doo to find out!","original_language":"en","original_title":"Scooby-Doo! Moon Monster Madness","video":false,"title":"Scooby-Doo! Moon Monster Madness","genre_ids":[12,16,10751],"poster_path":"\/9YV8Z7SYyFbJl85CgKsawgN9yTh.jpg","backdrop_path":"\/m4nLaQmnppjbxozI55OHtda5rOl.jpg","release_date":"2015-02-17","popularity":5.869,"vote_average":6.3,"id":302960,"adult":false,"vote_count":45},{"overview":"A quiet young English girl named Alice finds herself in an alternate version of her own reality after chasing a white rabbit. She becomes surrounded by living inanimate objects and stuffed dead animals, and must find a way out of this nightmare- no matter how twisted or odd that way must be. A memorably bizarre screen version of Lewis Carroll’s novel ‘Alice’s Adventures in Wonderland’.","original_language":"cs","original_title":"Něco z Alenky","video":false,"title":"Alice","genre_ids":[16,35,14,27],"poster_path":"\/3EcTuXjJT6PnAcJDJYI4WbiupCV.jpg","backdrop_path":"\/dNU668tvWWKlWk3Z0Rn8s1D6nt3.jpg","release_date":"1988-08-03","popularity":5.533,"vote_average":7.6,"id":18917,"adult":false,"vote_count":142},{"overview":"Amamiya Shu transfers to Moriwaki elementary filled with hope and ambition. But it doesn't take long before he gets picked on by the class bullies, and gets involved in a dare to play the mysterious piano in the forest.","original_language":"ja","original_title":"ピアノの森","video":false,"title":"Piano Forest","genre_ids":[10402,16,18],"poster_path":"\/j2IQ9KRVU5IbAFb7NjlT4lOVFs.jpg","backdrop_path":"\/3PaOcnCqvLqKQsevPgQCrSB7nXe.jpg","release_date":"2007-07-21","popularity":5.409,"vote_average":7.4,"id":59298,"adult":false,"vote_count":56},{"overview":"Stick Man lives in the family tree with his Stick Lady Love and their stick children three, and he's heading on an epic adventure across the seasons. Will he get back to his family in time for Christmas?","original_language":"en","original_title":"Stick Man","video":false,"title":"Stick Man","genre_ids":[16,10751],"poster_path":"\/5AT8JdBX4NoE2WdAeXRIGWtaij.jpg","backdrop_path":"\/fm4EVp32QA86tsFrfcD90ij2xnu.jpg","release_date":"2016-10-05","popularity":3.975,"vote_average":7.2,"id":374251,"adult":false,"vote_count":39},{"overview":"Sequel to The Boss Baby","original_language":"en","original_title":"The Boss Baby 2","video":false,"title":"The Boss Baby 2","genre_ids":[16,10751,35,12,14],"poster_path":"\/pKROPpV7XTMHi5Xv5F0r2bwKc9O.jpg","backdrop_path":null,"release_date":"2021-03-26","popularity":7.683,"vote_average":0,"id":459151,"adult":false,"vote_count":0},{"overview":"On a deep space mining mission to a remote planet, an ancient religious relic - thought to be proof of the existence of God - is unearthed and brought aboard. When the unholy artifact unleashes a long-dormant alien race, its glimpse of Heaven transforms the ship into a living Hell. A prequel to the events of the 2008 video game Dead Space.","original_language":"en","original_title":"Dead Space: Downfall","video":false,"title":"Dead Space: Downfall","genre_ids":[16,27,878,53],"poster_path":"\/kNjTWvfJuUTH3ox99UV0voZT0g3.jpg","backdrop_path":"\/pOXeTtoZhGuIatTnZlJt9Itiq0f.jpg","release_date":"2008-10-28","popularity":7.217,"vote_average":6,"id":13190,"adult":false,"vote_count":145},{"overview":"The Invincible Iron Man and the Incredible Hulk must join forces to save the Earth from its greatest threat yet! When two Hydra scientists try to supercharge a Stark Arc Reactor with Hulk's Gamma Energy, they unleash a being of pure electricity called Zzzax - and he's hungry for destruction. Together, Iron Man and Hulk are the only force that stands in the way of the Zzzax's planetary blackout. But first, the super heroic duo will have to get through snarling Wendigos, deadly robots and the scaly powerhouse, Abomination.  Can two of Marvel's mightiest heroes find a way to work together without smashing each other before time runs out?","original_language":"en","original_title":"Iron Man & Hulk: Heroes United","video":false,"title":"Iron Man & Hulk: Heroes United","genre_ids":[28,12,16,10751],"poster_path":"\/4vPNRJtPjtg7WB6G37ZoQ8dFIjE.jpg","backdrop_path":"\/eDa6tmysT8wL25RrwrGrpNVwZxu.jpg","release_date":"2013-12-03","popularity":5.592,"vote_average":5.2,"id":230896,"adult":false,"vote_count":75},{"overview":"In the weeks leading up to the grand air show young Su-27 fighter by the name of Knight comes to the disciples to aircraft leading figures, which are taken to prepare it for the competition. But Knight forget about classes, when the ears falls in love with a charming light aircraft lightning, not knowing what it is - an assistant cruel and evil Thunder fighter who wants to deal with the Knight. Would love to win the Knight Lightning? A time to destroy evil plans of Thunder? And most importantly - will the winner of the Knight airshow?","original_language":"en","original_title":"От винта 3D","video":false,"title":"Wings","genre_ids":[16,12,35],"poster_path":"\/HkB3iznv1ApN1sVMSTcX79G3n5.jpg","backdrop_path":"\/xfgEqyrR8ixsqIvzFAdBRUTNSar.jpg","release_date":"2013-08-05","popularity":4.277,"vote_average":3.6,"id":132563,"adult":false,"vote_count":13},{"overview":"A thrilling mystery that unfurls in the alleys and on the rooftops of the French capital, Paris, over the course of one adventurous evening.","original_language":"fr","original_title":"Une vie de chat","video":false,"title":"A Cat in Paris","genre_ids":[16,35],"poster_path":"\/lYt6VAP26Eu9vOl5OmfwHDp9arg.jpg","backdrop_path":"\/pKlqhUbXmP1k77RMMND6QvLBvut.jpg","release_date":"2012-05-30","popularity":6.235,"vote_average":6.5,"id":52264,"adult":false,"vote_count":129},{"overview":"Master Roshi has succeeded at the one mission he valued most: to train Goku and Krillin to become ultimate fighters. So, he arranges for them to test their mettle at a competition hosted by Emperor Chiaotzu. Not everyone's playing by the rules, however, as a member of the ruler's household schemes to use the Dragonballs to extort money and power from the royal.","original_language":"ja","original_title":"DRAGON BALL 摩訶不思議大冒険","video":false,"title":"Dragon Ball: Mystical Adventure","genre_ids":[28,16],"poster_path":"\/a2oMo9y1WtJsM0EUytKRtZlREE3.jpg","backdrop_path":"\/e31wLIPY29zhQEUIFk9d2mZuBFa.jpg","release_date":"1988-07-09","popularity":5.921,"vote_average":6.5,"id":116776,"adult":false,"vote_count":85},{"overview":"A Shrek parody of Michael Jackson's Thriller song and music video, with Donkey singing.","original_language":"en","original_title":"Thriller Night","video":false,"title":"Thriller Night","genre_ids":[16],"poster_path":"\/8Rx2ov84KrMJeuET3kFLCpFhlpE.jpg","backdrop_path":"\/60cnELvjm8sTcmi9XUGNg2Z1TG5.jpg","release_date":"2011-09-13","popularity":2.823,"vote_average":6.4,"id":118249,"adult":false,"vote_count":18},{"overview":"Being teased for his color, Johnny the white koala joins a traveling carnival with Hamish, a Tasmanian devil, and Higgens, a photographer monkey as talent agents. On the way through the Australian outback desert, the trailer they are in comes loose and crashes. Johnny must live up to the hero status Hamish presents him as while the outback locals try to rescue a kidnapped koala from Bog, a giant crocodile and his dingo lackeys.","original_language":"en","original_title":"The Outback","video":false,"title":"The Outback","genre_ids":[12,16,10751],"poster_path":"\/dsBMAvcJFFlv8MniORwl944Nk7V.jpg","backdrop_path":"\/yv4IWmkZc4Xc00Leu9chsOkI7OB.jpg","release_date":"2016-01-30","popularity":2.391,"vote_average":5.4,"id":136405,"adult":false,"vote_count":21},{"overview":"In this touching Christmas classic a young orphaned drummer boy is kidnapped. After he escapes he searches for his camel and finds him in the Nativity of the Baby Jesus. He gives Baby Jesus the only gift he has a song on his drum. This song is the only gift Baby Jesus responds to.","original_language":"en","original_title":"The Little Drummer Boy","video":false,"title":"The Little Drummer Boy","genre_ids":[16,10751,10770],"poster_path":"\/rYVPNEG8kN4iXueTFkmQ4SxyvUY.jpg","backdrop_path":"\/sRlL6YpEOjMWRgPWR2NFIOnkSjc.jpg","release_date":"1968-12-19","popularity":3.783,"vote_average":5.7,"id":18846,"adult":false,"vote_count":42},{"overview":"Once the ruler of an entire universe, the Great Spirit Mata Nui finds himself cast out of his own body, his spirit trapped inside the fabled Mask of Life, hurtling through space. After landing on the far-away planet of Bara Magna, the mask creates a new body for Mata Nui, who unwillingly gets caught up in the furious battles of the nearly barren and dangerous planet.","original_language":"en","original_title":"Bionicle: The Legend Reborn","video":false,"title":"Bionicle: The Legend Reborn","genre_ids":[28,12,16,878,10751],"poster_path":"\/sH1fx0dXK7th2ZO9v88Z4WLPuUF.jpg","backdrop_path":"\/zpLrGjijzhN7BbCORaB5SoehlAj.jpg","release_date":"2009-08-24","popularity":6.111,"vote_average":4.8,"id":22259,"adult":false,"vote_count":41},{"overview":"Beyond the human realm, there is a magical race of beings who control the tides and the changing of the seasons. One of these beings, a young girl named Chun, seeks something more—she wants to experience the human world! At sixteen, she finally gets her chance and transforms into a dolphin in order to explore the world that has her fascinated. But she soon discovers that it’s a dangerous place and nearly gets killed in a vortex. Luckily, her life is spared when a young boy sacrifices himself to save her. Moved by his kindness and courage, she uses magic to bring him back to life only to learn that this power comes at a serious price. On a new adventure, she’ll have to make her own sacrifices in order to protect his soul until it is ready to return to the human world.","original_language":"zh","original_title":"大魚海棠","video":false,"title":"Big Fish & Begonia","genre_ids":[16,12,14],"poster_path":"\/fRCdXh9MZutj1JJPZlUXMex6AuB.jpg","backdrop_path":"\/kNAzo7icHdFkF43JQa18mPEUtvf.jpg","release_date":"2018-04-06","popularity":6.709,"vote_average":7.6,"id":271706,"adult":false,"vote_count":175},{"overview":"Doug and his pal Skeeter set's out to find the monster of Lucky Duck Lake. Though things get really out of hand when some one blurts out that the monster is real.","original_language":"en","original_title":"Doug's 1st Movie","video":false,"title":"Doug's 1st Movie","genre_ids":[16,10751,35],"poster_path":"\/lfRCuIMTueGfGot654yc9PlVhrL.jpg","backdrop_path":"\/xjU5CMyk6MSx3G0X3ntYJw7PrLU.jpg","release_date":"1999-03-26","popularity":3.81,"vote_average":5.5,"id":16508,"adult":false,"vote_count":48},{"overview":"One year after the events of the anime, Rintarou begins to feel the repercussions of extensive time travel, and eventually completely fades from reality. Kurisu, being the only companion to remember him, now must find a way to bring him back.","original_language":"ja","original_title":"劇場版 STEINS;GATE 負荷領域のデジャヴ","video":false,"title":"Steins;Gate: The Movie − Load Region of Déjà Vu","genre_ids":[16,18,878],"poster_path":"\/bXhogkZCR0aOQ077rfMULYbDmtH.jpg","backdrop_path":"\/8BTRgRlpY40IPEWPzxlWrobLkvh.jpg","release_date":"2017-03-28","popularity":5.351,"vote_average":7.6,"id":225745,"adult":false,"vote_count":119},{"overview":"Naruto Uzumaki, Kakashi Hatake, Sakura Haruno, and Rock Lee are assigned to protect the prince of the Land of the Moon, Michiru, during his world trip; other escorts had been hired, but quit due to being treated poorly. The Land of the Moon is a very wealthy nation, so Michiru tends to buy whatever he wants, and has a very materialistic worldview. His Hikaru, also acts in much the same manner.","original_language":"ja","original_title":"劇場版 NARUTO -ナルト- 大興奮!みかづき島のアニマル騒動だってばよ","video":false,"title":"Naruto the Movie: Guardians of the Crescent Moon Kingdom","genre_ids":[12,16,28],"poster_path":"\/qrdsCubZAXFiPaQmxO250RdIvmj.jpg","backdrop_path":"\/j2oX7UeZJJD6tUczrVECcJCdLaG.jpg","release_date":"2006-12-01","popularity":6.852,"vote_average":6.4,"id":18861,"adult":false,"vote_count":89}],[{"overview":"Taking place during the events of Incredibles 2, Edna Mode babysits Jack-Jack.","original_language":"en","original_title":"Auntie Edna","video":false,"title":"Auntie Edna","genre_ids":[16,35,10751,878],"poster_path":"\/ypgqNZGKPh5vLDhDAUUArv1ZSRu.jpg","backdrop_path":"\/s0soN8OvruecCZkabzJqjsV73K8.jpg","release_date":"2018-10-23","popularity":4.635,"vote_average":7.5,"id":546728,"adult":false,"vote_count":37},{"overview":"Wayne gets a new rookie partner, Lanny, after his previous partner got the promotion he wanted. Lanny has to remind Wayne of the Spirit of Christmas and the importance of being an elf in Santa's Prep and Landing elite unit.","original_language":"en","original_title":"Prep & Landing","video":false,"title":"Prep & Landing","genre_ids":[16,14,10751],"poster_path":"\/jC9tnMSAXnwdybcGZk6A4V4ln1G.jpg","backdrop_path":"\/Lr4vjK0Yt3Nobz5KomRtw3ONug.jpg","release_date":"2009-12-08","popularity":4.056,"vote_average":6.7,"id":26809,"adult":false,"vote_count":61},{"overview":"Earth, a shiny jewel floating in the blackness of space... and for the robot known as Brainiac, the last piece to capture for his collection of planets. Not if the Justice League has anything to say about it!","original_language":"en","original_title":"LEGO DC Comics Super Heroes: Justice League: Cosmic Clash","video":false,"title":"LEGO DC Comics Super Heroes: Justice League: Cosmic Clash","genre_ids":[28,12,16,35,10751],"poster_path":"\/oBYcBn78CbM1doy3KF9An0soEAY.jpg","backdrop_path":"\/lMfnE3RAVPd7QCANxG3vOrJERIO.jpg","release_date":"2016-02-19","popularity":5.389,"vote_average":5.6,"id":382512,"adult":false,"vote_count":47},{"overview":"An animated short based on Hans Christian Andersen's tale about a poor young girl with a burning desire to find comfort and happiness in her life. Desperate to keep warm, the girl lights the matches she sells, and envisions a very different life for herself in the fiery flames filled with images of loving relatives, bountiful food, and a place to call home.","original_language":"en","original_title":"The Little Matchgirl","video":false,"title":"The Little Matchgirl","genre_ids":[18,16],"poster_path":"\/d3ecFUqD9IQZAi4M4xZlLJ2Y5e8.jpg","backdrop_path":"\/WrjHKK3CzEAPBzIySOziskRPXz.jpg","release_date":"2006-09-07","popularity":4.632,"vote_average":7.6,"id":38580,"adult":false,"vote_count":81},{"overview":"The residents of Hotel Transylvania find their world turned upside-down when youngster Dennis gets a surprise monster-sized pet.","original_language":"en","original_title":"Hotel Transylvania: Puppy!","video":false,"title":"Hotel Transylvania: Puppy!","genre_ids":[10751,14,16,35],"poster_path":"\/sNxIazoQqDQukfQqkYxTgx9DRbu.jpg","backdrop_path":"\/cxeYjWtq97AwqMMlGhWWYSy5uci.jpg","release_date":"2017-07-28","popularity":4.183,"vote_average":6.2,"id":459159,"adult":false,"vote_count":64},{"overview":"After bringing a fossilized egg back to life with the Time Cloth, Nobita finds himself the owner of a baby dinosaur. Everything is fine until it grows up. Nobita and friends use Doraemon's time machine to return it back to its own time.","original_language":"ja","original_title":"映画ドラえもん のび太の恐竜2006","video":false,"title":"Doraemon: Nobita's Dinosaur","genre_ids":[16,12,10751],"poster_path":"\/xCqOYI9YzvtZRXicmCLTS6c0BAZ.jpg","backdrop_path":"\/trYObhREY63qbzoC0hlvgcDv1m7.jpg","release_date":"2006-03-04","popularity":5.897,"vote_average":6.3,"id":70841,"adult":false,"vote_count":15},{"overview":"Two best friends set out to rescue their pal after he's accidentally dragged to hell.","original_language":"en","original_title":"Hell & Back","video":false,"title":"Hell & Back","genre_ids":[14,35,16],"poster_path":"\/lNEjSuF8ZtYPxYHurtovXDxkobG.jpg","backdrop_path":"\/8SqznXDc9TFUDSKjcUSCFHtPeLr.jpg","release_date":"2015-10-02","popularity":7.408,"vote_average":5.1,"id":336313,"adult":false,"vote_count":125},{"overview":"The story takes place in the year 2034, two years after the events in Ghost in the Shell: S.A.C. 2nd GIG. Female cyborg Major Motoko Kusanagi has left Public Security Section 9, an elite counter-terrorist and anti-crime unit specializing in cyber-warfare, which has expanded to a team of 20 field operatives with Togusa acting as the field lead.","original_language":"ja","original_title":"攻殻機動隊: Stand Alone Complex - Solid State Society","video":false,"title":"Ghost in the Shell: Stand Alone Complex - Solid State Society","genre_ids":[28,16,80,878,53],"poster_path":"\/pHekY1c4i3ajbOZMfHLt1zqzzZD.jpg","backdrop_path":"\/rpasDzXxK1XIlPwKew74X59HVtk.jpg","release_date":"2007-02-23","popularity":6.428,"vote_average":7.7,"id":18874,"adult":false,"vote_count":118},{"overview":"Wilbur the pig knows how important friendship is - he learned that from a spider named Charlotte. So when Wilbur meets Cardigan, a lonely lamb, Wilbur immediately makes him his friend.","original_language":"en","original_title":"Charlotte's Web 2: Wilbur's Great Adventure","video":false,"title":"Charlotte's Web 2: Wilbur's Great Adventure","genre_ids":[12,16,18,10751],"poster_path":"\/djgoEckEfAhi1OJPnOqRUCmdt2r.jpg","backdrop_path":"\/xK3DPXbUvhMo3tsgS1pY977FRVq.jpg","release_date":"2003-03-18","popularity":2.701,"vote_average":5.3,"id":21250,"adult":false,"vote_count":21},{"overview":"After Nami steals the Going Merry, Roronoa Zoro, Usopp, and later Monkey D. Luffy and Sanji (along with Johnny and Yosaku) set after her and wind up in Cocoyasi Village, Nami's hometown ruled by the tyrannical fishman Arlong. It is here that Nami's past and true motives come to light.","original_language":"ja","original_title":"ワンピースエピソード・オブ・ナミ～航海士の涙と仲間の絆～","video":false,"title":"One Piece Episode of Nami: Tears of a Navigator and the Bonds of Friends","genre_ids":[28,16,18],"poster_path":"\/vFxpxwjNyinu5KP0hXf84LyrYLm.jpg","backdrop_path":"\/fI9grCtscP4ICChFJWIuoR5tbBJ.jpg","release_date":"2012-12-31","popularity":3.367,"vote_average":7.2,"id":215180,"adult":false,"vote_count":22},{"overview":"We see the various birds, mice, and bats that have moved into an old windmill, followed by the frogs, crickets, and fireflies making their music in an adjacent pond. Then a storm comes, shaking loose parts in mill and threatening everything we've seen.","original_language":"en","original_title":"The Old Mill","video":false,"title":"The Old Mill","genre_ids":[16],"poster_path":"\/9AeBR5ZhhuNM3PsBuR0d6EL3ejL.jpg","backdrop_path":"\/sR5Uo7ybCw5NOSbU8buEQHev07R.jpg","release_date":"1937-11-05","popularity":4.544,"vote_average":7.5,"id":72640,"adult":false,"vote_count":58},{"overview":"Life flows peacefully in Vinci: Leonardo is struggling with his incredible inventions, Lorenzo helps him and Gioconda observes them mockingly. When A mysterious storyteller comes to town and speaks of a hidden treasure, an adventure begins.","original_language":"it","original_title":"Leo Da Vinci: Mission Mona Lisa","video":false,"title":"Leo Da Vinci: Mission Mona Lisa","genre_ids":[12,16,10751],"poster_path":"\/2W21rhFdreRrgUIaCvzTbZ1gJ9a.jpg","backdrop_path":"\/6FBrQu7lVMB0lvq31PE5Rc57Rqs.jpg","release_date":"2018-04-13","popularity":3.854,"vote_average":5.4,"id":486072,"adult":false,"vote_count":33},{"overview":"Princess Odette is hosting a music competition to celebrate Princess Alise's birthday. Prince Li of Cathay has entered, but his sister Princess Mei Li has stowed away on his ship to seek help from Odette and Derek for Chen, who has been cursed to live as a dragon. Who will win the music festival and will Chen ever be free from his curse?","original_language":"en","original_title":"The Swan Princess: Kingdom of Music","video":false,"title":"The Swan Princess: Kingdom of Music","genre_ids":[16,14,10402,10751],"poster_path":"\/4pEkHSzxNHcEYseYWxR0MGiDRIf.jpg","backdrop_path":"\/q2JvhPl9WSUy02ZcnEIPhcrJi7u.jpg","release_date":"2019-08-06","popularity":4.871,"vote_average":7.5,"id":605829,"adult":false,"vote_count":3},{"overview":"Sixteen years ago the most powerful warrior wizards of the Magic Dimension sacrificed themselves to fight against absolute evil. Now the fate of a kingdom is in the hands of a young girl - Bloom, the fairy of the Dragon's flame. Accompanied by her Winx Club girlfriends, Bloom must overcome the greatest challenge of all: enter the depths of the obscure dimension, fight against evil to bring her parents back to life and reveal the mystery linked to her origins. The destiny of the entire Magic Dimension depends on the outcome of this conflict.","original_language":"it","original_title":"Winx Club - Il segreto del regno perduto","video":false,"title":"Winx Club: The Secret of the Lost Kingdom","genre_ids":[14,16,10751],"poster_path":"\/zXXyQHfD7PFXsLc3nqMkv2fyr1O.jpg","backdrop_path":"\/3poKvYw90lUfehbDBFZVkXPClGy.jpg","release_date":"2008-04-02","popularity":4.982,"vote_average":6.6,"id":80797,"adult":false,"vote_count":99},{"overview":"Mission : Protect the Waterfall Village |  Naruto and the others arrive at the village hidden in the waterfall on an escort mission for Shibuki, the young leader of the village. Things seem peaceful until Kakashi is attacked by Suien, a former of the Hidden Waterfall jonin, and his band of rouge ninja, who are after the village treasure, Hero's Water. Now Naruto must join forces with cowardly Shibuki and show him what it means to be a hero!","original_language":"en","original_title":"Naruto - The Lost Story","video":false,"title":"Naruto: The Lost Story: Mission : Protect the Waterfall Village","genre_ids":[16],"poster_path":"\/6UE590Fz1AmhtnyJCgRpOIoqXGl.jpg","backdrop_path":null,"release_date":"2003-12-20","popularity":3.984,"vote_average":7.2,"id":410685,"adult":false,"vote_count":23},{"overview":"It's officially Spring Break at Monster High, and Lagoona takes her gilfriends across the sea to the Great Barrier Reef, but they are ship wrecked and end up on a mysterious skull shaped island. Here they enjoy the local hospitality until they realize that they are being used by a slippery showman named Farnum to lure the rarest, most mysterious monster of them all, \"the Beast\" into a trap. Frankie is taken by the Beast but tables turn and she ends up rescuing him and returning with him to Monster High. The story goes to high voltage when they realize that Frankie has inadvertently led Farnum to the location of the greatest gathering of monsters anywhere...Monster High.","original_language":"en","original_title":"Monster High: Escape from Skull Shores","video":false,"title":"Monster High: Escape from Skull Shores","genre_ids":[16,10751,14],"poster_path":"\/fEJEw9WhoVxRb7NemhYZM8bAFla.jpg","backdrop_path":"\/j0hFcCNwkbcVovJ4NOUbGL7wJUw.jpg","release_date":"2012-02-16","popularity":3.427,"vote_average":6.6,"id":167666,"adult":false,"vote_count":23},{"overview":"To amuse themselves during the winter school break, the kids in a small village decide to have a massive snowball fight. Luke and Sophie, both 11 years old, become the leaders of the opposing sides. Sophie and her cohort defend an elaborate snow fort against the assault of Luke’s horde. Whichever side occupies the fort at the end of the winter break, wins. But what starts out as pure youthful fun and enthusiasm deteriorates into a more serious conflict.  Joy is restored when all the children decide to attack the fort rather than each other and happily destroy every last bit of the snow fort.","original_language":"fr","original_title":"La guerre des tuques 3D","video":false,"title":"Snowtime!","genre_ids":[16,10751,35],"poster_path":"\/dC1rjdwynUgeZIexSqOUGM3kNpX.jpg","backdrop_path":"\/teAHPJoaKUibRQOhKI3yQ1eUGNj.jpg","release_date":"2016-02-19","popularity":5.221,"vote_average":5.9,"id":366656,"adult":false,"vote_count":43},{"overview":"Emily finds herself disconnected from the world around her. She goes on a journey through her memories and relives different moments from her life. Emily must look to her past so that she may fully embrace the present.","original_language":"en","original_title":"Late Afternoon","video":false,"title":"Late Afternoon","genre_ids":[16,18],"poster_path":"\/eMoFkyeFnsquIOgEAtzm4vuvR7s.jpg","backdrop_path":"\/4OzsKsBPYaO1lgJi1wnLDOe0Gkt.jpg","release_date":"2019-02-08","popularity":5.067,"vote_average":7.7,"id":500688,"adult":false,"vote_count":43},{"overview":"A house painter can't understand why everything he paints blue turns pink.","original_language":"en","original_title":"The Pink Phink","video":false,"title":"The Pink Phink","genre_ids":[16,35,10751],"poster_path":"\/A8IMEpOm4AUV5TCbr1i8K3r4ZOq.jpg","backdrop_path":"\/828dJDdFP0HaijAdBqvQqyRdC9t.jpg","release_date":"1964-12-18","popularity":3.848,"vote_average":6.9,"id":149193,"adult":false,"vote_count":22},{"overview":"Based on the novel 'Evolution Man' by Roy Lewis, this tells the story about the first man - young Edward - to descend from apes. Edward is ejected by his tribe, but is very resourceful. He learns to walk, discovers fire, manages to hunt - and we follow him as he evolves. He has a generous nature, and search for true humanity - a world where we don't eat our fathers.","original_language":"fr","original_title":"Pourquoi j'ai pas mangé mon père","video":false,"title":"Animal Kingdom: Let's Go Ape","genre_ids":[12,16,35],"poster_path":"\/7qccdwXUMazLqkMKm4ZJ7lAnzUF.jpg","backdrop_path":"\/ngTSgptOlP1nr5YAHw319eOgvVE.jpg","release_date":"2015-04-08","popularity":4.678,"vote_average":5.3,"id":280391,"adult":false,"vote_count":244}],[{"overview":"A Japanese police unit who use giant anthropomorphic robots (called Labors) is caught up in a political struggle between the civilian authorities and the military when a terrorist act is blamed on an Air Force jet. With the aid of a government agent, the team gets close to a terrorist leader to stop things from going out of control when after the military is impelled to impose martial law.","original_language":"ja","original_title":"機動警察パトレイバー 2 the Movie","video":false,"title":"Patlabor 2: The Movie","genre_ids":[16,878,28],"poster_path":"\/uqXxPg1OLT1hj6bHHSnZqF4tso1.jpg","backdrop_path":"\/tS39rr7z2KPDTic2Ln2o6TpwaCq.jpg","release_date":"1993-08-07","popularity":5.107,"vote_average":7,"id":14572,"adult":false,"vote_count":33},{"overview":"When Draculaura is led to believe she's the rightful heir to the vampire throne, she and her best ghoulfriends are whisked away to Transylvania for a royal coronation to die for. But they soon discover the hunt for the queen is not over yet. The Ghouls must locate an ancient artifact known as the Vampire's Heart in order to discover the identity of the true Vampire Queen. It's a fangtastic adventure that will lead them from the Tower of Londoom, to a haunted river boat in New Goreleans and finally to the glamorous boo-vie lots of Hauntlywood. Could this be the moment when Draculara finally receives her vampire powers and discovers screams really can come true?","original_language":"en","original_title":"Monster High: Frights, Camera, Action!","video":false,"title":"Monster High: Frights, Camera, Action!","genre_ids":[10751,16,14],"poster_path":"\/zqIcGoKuizUCOrZKLhsm2TXPkhy.jpg","backdrop_path":"\/wWhRBJNuboYHkVWecIMUX9AIjyW.jpg","release_date":"2014-03-25","popularity":3.996,"vote_average":6.5,"id":260234,"adult":false,"vote_count":43},{"overview":"Goku and Kuririn are given an assignment by Kame-Sen'nin: \"Retrieve the sleeping princess from Lucifer and I will take you as my students.\" But the mission proves to be more perilous than originally thought.","original_language":"ja","original_title":"ドラゴンボール 魔神城のねむり姫","video":false,"title":"Dragon Ball: Sleeping Princess in Devil's Castle","genre_ids":[28,16],"poster_path":"\/bPmA7dtMUoh6fK8XjauoKB4FcSu.jpg","backdrop_path":"\/cSxxXvU4shHKyJVnHR8fEWecLvU.jpg","release_date":"1987-07-18","popularity":5.691,"vote_average":6.1,"id":39145,"adult":false,"vote_count":89},{"overview":"Your little princess will want to follow her dreams as she tags along on an adventure with two of Disney's most popular princesses in this new animated fairy tale. Aurora, star of the beloved classic Sleeping Beauty, and Jasmine, from the Academy Award-winning film Aladdin, journey to faraway lands and make new discoveries about themselves.","original_language":"en","original_title":"Disney Princess Enchanted Tales: Follow Your Dreams","video":false,"title":"Disney Princess Enchanted Tales: Follow Your Dreams","genre_ids":[16,10751],"poster_path":"\/beAvTAhMQpTRxmlgGgpfg9F2rc1.jpg","backdrop_path":"\/7T6y6u1vUbZrCwQ9kFqH21CoAaB.jpg","release_date":"2007-09-04","popularity":4.174,"vote_average":5.1,"id":15485,"adult":false,"vote_count":27},{"overview":"Upon reaching the train station to death, a dejected soul is informed that he is lucky and will have another chance at life. He is placed in the body of a 14-year-old boy named Kobayashi Makoto, who has just committed suicide. Watched over by a neutral spirit named Purapura, the soul must figure out what his greatest sin and mistake in his former life was, before his time limit in Makoto's body runs out. He also has a number of other lesser duties he must complete, such as understanding what led Makoto to commit suicide in the first place and learning how to enjoy his second chance at life.","original_language":"ja","original_title":"カラフル","video":false,"title":"Colorful","genre_ids":[16,18,10751],"poster_path":"\/gjZdV7RM3d4WKnDBVpGwJXfzZpw.jpg","backdrop_path":"\/w9Jwoau6RhuZrTE114BEQkywEba.jpg","release_date":"2013-05-14","popularity":11.131,"vote_average":7.3,"id":64246,"adult":false,"vote_count":133},{"overview":"Son Goku Jr. is the great-great-great-great-grandson of the legendary warrior Son Goku. However, unlike his predecessor he's not a brave fighter. He's constantly picked on by school bullies, his grandmother Pan sees this and she's worried, but even though Goku Jr. is not a strong and powerful Saiyan, he has a kind heart, and Pan loves him. When Pan gets sick Goku Jr. realizes he must do something if he doesn't want to lose Pan. Then he will remember about the legends of the Dragon Balls. It was told they granted a wish to the bearer, Goku Jr. needs a magical wish more than ever.","original_language":"ja","original_title":"悟空外伝! 勇気の証しは四星球","video":false,"title":"Dragon Ball GT: A Hero's Legacy","genre_ids":[16,10751,14],"poster_path":"\/fIO80OtOOMkTBQNm02GfvR7aNGb.jpg","backdrop_path":"\/3WxfJNHbg3gDzNlqnPgPdPY3jCA.jpg","release_date":"2004-11-16","popularity":7.264,"vote_average":6.3,"id":18095,"adult":false,"vote_count":115},{"overview":"Mr. Takazawa, an elderly invalid who is cared for at his home by Haruko, a young nursing student, is chosen by the Japanese Ministry of Public Welfare to test the Z-001, a computerized hospital bed with robotic features that allegedly displays more efficiency and skills than any human nurse, but Haruko mistrusts a machine unable to consider human feelings.","original_language":"ja","original_title":"老人Z","video":false,"title":"Roujin Z","genre_ids":[16,35,18,878],"poster_path":"\/reaDUMKXKekKp0e8UKggeQyymEi.jpg","backdrop_path":"\/guBQq2yWWmZ0fVycPXm1jZZRM6L.jpg","release_date":"1996-01-05","popularity":2.361,"vote_average":6.5,"id":35648,"adult":false,"vote_count":30},{"overview":"France asleep in the nineteenth century, governed by steam and Napoleon VI, where scientists vanish mysteriously, a girl, Avril, goes in search of her missing scientist parents.","original_language":"fr","original_title":"Avril et le monde truqué","video":false,"title":"April and the Extraordinary World","genre_ids":[12,16,35,14,878,53],"poster_path":"\/w5IpcxxQdJI32ivbaldzfopDHrK.jpg","backdrop_path":"\/2X1UYATVrQw8oMrJZ1mtHCCcSQY.jpg","release_date":"2015-11-04","popularity":5.21,"vote_average":7,"id":340357,"adult":false,"vote_count":145},{"overview":"Civilization has been destroyed by war and pollution, but the survivors have built the last city of Ecoban. As most natural resources have been exhausted, Ecoban is powered by pollution. The citizens of Ecoban need to continue creating this pollution leading them into conflict with the inhabitants of Marr while one man just wants to clear away the clouds and see the sky.","original_language":"ko","original_title":"원더풀 데이즈","video":false,"title":"Wonderful Days","genre_ids":[16,878],"poster_path":"\/wzfmZFEiKbIxBdKNzWfBkcc9fjh.jpg","backdrop_path":"\/2Vrce8QAgk1djPLWv9aLLFqI9wb.jpg","release_date":"2005-02-18","popularity":7.828,"vote_average":6.3,"id":14258,"adult":false,"vote_count":75},{"overview":"A weathered Sheriff returns to the remains of an accident he has spent a lifetime trying to forget. With each step forward, the memories come flooding back. Faced with his mistake once again, he must find the strength to carry on.","original_language":"en","original_title":"Borrowed Time","video":false,"title":"Borrowed Time","genre_ids":[16,18,37],"poster_path":"\/4uUuO5xti32h70xEyyG6IlHQeS6.jpg","backdrop_path":"\/57OFwOA8QHNp8ylOMU71j54wMN4.jpg","release_date":"2015-10-31","popularity":5.618,"vote_average":7.6,"id":421281,"adult":false,"vote_count":102},{"overview":"The Futaba Kindergarten kids are so excited for their trip to the Henderland amusement park, but Shin-chan soon learns there are evil forces at play!","original_language":"ja","original_title":"クレヨンしんちゃん ヘンダーランドの大冒険","video":false,"title":"Crayon Shin-chan: Great Adventure In Henderland","genre_ids":[16],"poster_path":"\/eD4OjlukN78DNNZ70fL2ItRQoNQ.jpg","backdrop_path":"\/8Ddo5Z0guK1TDV5hrTL1Ged9zfi.jpg","release_date":"1996-04-13","popularity":3.675,"vote_average":7.2,"id":128871,"adult":false,"vote_count":5},{"overview":"Barbie is a cosmic princess who flies high on her hoverboard through a far-off universe with her adorable and devoted pet sidekick, Pupcorn. One day, everything changes when the twinkling stars start to dim and slow their dance in the sky. Barbie travels to a beautiful new planet to join a special rescue team on a mission to save the stars. Once there, she teams up with a group of talented new friends who work together to save the galaxy through exciting hoverboarding adventures. Barbie soon discovers that if she listens to her heart, and with the help of her friends, she might be the leader the whole universe has been waiting for!","original_language":"en","original_title":"Barbie: Star Light Adventure","video":false,"title":"Barbie: Star Light Adventure","genre_ids":[16,10751],"poster_path":"\/9Yq33EXs9YpgrwGXJlJL73OTpt1.jpg","backdrop_path":"\/mG4BinljaoTZUuq6hOELfOiiRO9.jpg","release_date":"2016-09-13","popularity":4.703,"vote_average":6.6,"id":415749,"adult":false,"vote_count":49},{"overview":"In this adaptation of Charles Dickens' A Christmas Carol, Daffy Duck is the greedy proprietor of the Lucky Duck Mega-Mart and all he can think about is the money to be made during the holiday season.","original_language":"en","original_title":"Bah, Humduck!: A Looney Tunes Christmas","video":false,"title":"Bah, Humduck!: A Looney Tunes Christmas","genre_ids":[16,10751,35],"poster_path":"\/56luSbBA4o6otfyIyFtuV29AAYy.jpg","backdrop_path":"\/cwCazoeGklaHkivLLpnPp5uiqc3.jpg","release_date":"2006-11-14","popularity":4.836,"vote_average":6.7,"id":13248,"adult":false,"vote_count":31},{"overview":"In a loose retelling of the Revolutionary Girl Utena TV series, Utena Tenjou arrives at Ohtori Academy, only to be immediately swept up in a series of duels for the hand of her classmate Anthy Himemiya and the power she supposedly holds. At the same time, Utena reunites with Touga Kiryuu, a friend from her childhood who seems to know the secrets behind the duels. Utena must discover those secrets for herself, before the power that rules Ohtori claims her and her friends, new and old.","original_language":"ja","original_title":"少女革命ウテナ アドゥレセンス黙示録","video":false,"title":"Revolutionary Girl Utena: The Adolescence of Utena","genre_ids":[28,16,14,878,10749],"poster_path":"\/6ktkSNW68VPkNsZNFqtskCOLhIL.jpg","backdrop_path":"\/xYXj9gY7xKFaSTJ8FuSVn3Vc2Ha.jpg","release_date":"1999-08-14","popularity":4.163,"vote_average":7.5,"id":19738,"adult":false,"vote_count":23},{"overview":"Daffy Duck and Bugs argue back and forth whether it is duck season or rabbit season. The object of their arguments is hunter Elmer Fudd.","original_language":"en","original_title":"Rabbit Fire","video":false,"title":"Rabbit Fire","genre_ids":[16,10751,35],"poster_path":"\/2sK0wjqW9XtBNIsK16691MDTBkh.jpg","backdrop_path":"\/bCZ18msRssQCdS0jfxbq9FqtVcm.jpg","release_date":"1951-05-19","popularity":4.036,"vote_average":7.5,"id":53220,"adult":false,"vote_count":52},{"overview":"Scrat struggles once again to protect his nut.","original_language":"en","original_title":"Cosmic Scrat-tastrophe","video":false,"title":"Cosmic Scrat-tastrophe","genre_ids":[12,16,35,878,10751],"poster_path":"\/pJPeU4DhVMqHnZ9qcAKW2UkdUUP.jpg","backdrop_path":"\/jye9ceZ6fELJlMjp1QmbYebVHt1.jpg","release_date":"2015-11-06","popularity":4.823,"vote_average":6.9,"id":367326,"adult":false,"vote_count":73},{"overview":"An action epic that explores the origins of the Aqua Teen Hunger Force (better known as Master Shake, Frylock, and Meatwad,) who somehow become pitted in a battle over an immortal piece of exercise equipment.","original_language":"en","original_title":"Aqua Teen Hunger Force Colon Movie Film for Theaters","video":false,"title":"Aqua Teen Hunger Force Colon Movie Film for Theaters","genre_ids":[16,35],"poster_path":"\/2n9wHyZy8L6itGMEwXeIHaSo2Ql.jpg","backdrop_path":"\/iMBnKJxna8nuy9o9hKqAACPagO8.jpg","release_date":"2007-04-13","popularity":6.041,"vote_average":6.5,"id":13158,"adult":false,"vote_count":55},{"overview":"Zombillenium, the Halloween theme park, happens to be the one place on earth where real monsters can hide in plain sight. When Hector, a human, threatens to disclose the true identity of his employees, the Vampire Park Manager has no other choice but to hire him. To see his daughter, Hector must escape from his Zombies and Werewolves coworkers.","original_language":"fr","original_title":"Zombillénium","video":false,"title":"Zombillenium","genre_ids":[35,16,14],"poster_path":"\/nqchkfd2LaFFRvpjWPYPUNMQOQR.jpg","backdrop_path":"\/8Bt7eNu0PNhCHrabzKZP3RIIScz.jpg","release_date":"2018-12-31","popularity":6.316,"vote_average":6.9,"id":454549,"adult":false,"vote_count":105},{"overview":"Short film taking place during the events of Despicable Me 3 (2017).","original_language":"en","original_title":"Yellow Is the New Black","video":false,"title":"Yellow Is the New Black","genre_ids":[16,35,80,10751],"poster_path":"\/5n55EHVgNMKgXnfVrrA5GDLQ6lj.jpg","backdrop_path":"\/k4fONqniV20vCzuCnFuRD6hGZW0.jpg","release_date":"2018-09-11","popularity":2.373,"vote_average":5.9,"id":553903,"adult":false,"vote_count":11},{"overview":"Mystery Inc. withdraws from solving crimes after botching a case. When Vincent Van Ghoul contacts the gang about an unfinished investigation from Daphne, Shaggy and Scooby's past, the gang springs into action to finish the job that involves catching the 13th Ghost that escaped from the Chest of Demons and is still at large.","original_language":"en","original_title":"Scooby-Doo! and the Curse of the 13th Ghost","video":false,"title":"Scooby-Doo! and the Curse of the 13th Ghost","genre_ids":[12,16,35,9648,10751],"poster_path":"\/lGFtGPBKS4npO9wEUhdiKCWVbKe.jpg","backdrop_path":"\/42LlduRyePcYQ5qo2kMr1qW1bv4.jpg","release_date":"2019-02-05","popularity":6.696,"vote_average":7.5,"id":560066,"adult":false,"vote_count":37}]]