[[{"overview":"See what happens when the student bodies of an all-vampire school and an all-werewolf school integrate with Monster High.","original_language":"en","original_title":"Monster High: Fright On!","video":false,"title":"Monster High: Fright On!","genre_ids":[16,14,10751],"poster_path":"\/juXx7T1s1yGypYOiPPnT41o0bef.jpg","backdrop_path":"\/6JZYO5GvaJWhfirq2rx618PJCuk.jpg","release_date":"2011-10-31","popularity":3.021,"vote_average":6.2,"id":227257,"adult":false,"vote_count":20},{"overview":"As in the classic fable, the grasshopper plays his fiddle and lives for the moment, while the industrious ants squirrel away massive amounts of food for the winter. With his song, he's able to convince at least one small ant until the queen arrives and scares him back to work. The queen warns the grasshopper of the trouble he'll be in, come winter. Winter comes, and the grasshopper, near starvation, stumbles across the ants, who are having a full-on feast in their snug little tree. They take him in and warm him up. The queen tells him only those who work can eat so he must play for them. Written by Jon Reeves","original_language":"en","original_title":"The Grasshopper and the Ants","video":false,"title":"The Grasshopper and the Ants","genre_ids":[16],"poster_path":"\/yfzMmeJLiAtA01rdE7FidsseyY9.jpg","backdrop_path":"\/byfIlMJbNTQ0vHWvhic5LL9tXpj.jpg","release_date":"1934-02-10","popularity":3.502,"vote_average":6.8,"id":81077,"adult":false,"vote_count":36},{"overview":"Nobita and his friends under the waters of the Pacific Ocean. Gian and Suneo take Doraemon's underwater vehicle and travel through the Atlantic Ocean, trying to find a treasure ship. Along the way, they discover that the environment gun that Doraemon used to protect them is running out of energy leaving them vulnerable to the sea. Fortunately, they are rescued by some marine creatures.","original_language":"ja","original_title":"映画ドラえもん のび太の海底鬼岩城","video":false,"title":"Doraemon: Nobita and the Castle of the Undersea Devil","genre_ids":[16,12,10751,14,878],"poster_path":"\/bndZb0O2hvdQwvhTg6mFAVKF0k7.jpg","backdrop_path":"\/AipkUNzL4T6hVhx6BSKy1YAvWqG.jpg","release_date":"1983-03-12","popularity":4.079,"vote_average":5,"id":147576,"adult":false,"vote_count":2},{"overview":"Titeuf is a comic series created by Swiss draughtsman Zep (real name Philippe Chapuis) depicting the life of a young boy (the title's namesake Titeuf, \"Tootuff\" in the English translation) and his vision of the adult world & themes such as love, sex, seduction and mysteries about the girls.  In this film, Titeuf (Donald Reignoux) is off on a new comedic adventure! Things get complicated when Nadia (Melanie Bernier) doesn’t invite Titeuf to her birthday party, which is surely the most horrible moment of his life. Before long, Titeuf’s whole life is turned upside down when his parents are nearly deported. Everything continues to spiral out of control even in the midst of Titeuf’s exhaustive attempts to make matters right.","original_language":"fr","original_title":"Titeuf - le film","video":false,"title":"Titeuf","genre_ids":[16],"poster_path":"\/3gNhlzuvJ8TP0utG6fBnqAuuzy2.jpg","backdrop_path":"\/auPQCRTl4cLK31v5QepsjBpTPK6.jpg","release_date":"2011-04-06","popularity":4.391,"vote_average":5.5,"id":61672,"adult":false,"vote_count":79},{"overview":"Every year the citizens of Fura City celebrate a Wind Festival. Where people live together with the wind. Long Ago, on the final day of the festival the Legendary Pokemon Lugia and bestow the blessings of the wind upon the people. This Film Focuses on Everyone's Story. from Lisa, a high school girl who is just starting out as a Pokemon trainer, to Karachi, a guy who can't stop lying to Torito, a researcher who lacks confidence in himself, to Hisui, an old lady who hates touching Pokemon, and Rarugo, a mysterious young girl who watches over the forest by herself.","original_language":"ja","original_title":"劇場版ポケットモンスター みんなの物語","video":false,"title":"Pokémon the Movie: The Power of Us","genre_ids":[12,16,14,10751],"poster_path":"\/eakBFzG1dZn0uouBgv6kYtPXLkT.jpg","backdrop_path":"\/b1EKIjZWYAoC3WUk14012DX46Cb.jpg","release_date":"2018-07-31","popularity":6.85,"vote_average":6.6,"id":494407,"adult":false,"vote_count":40},{"overview":"HBO's animated history of Westeros brings to life all the events that shaped the Seven Kingdoms in the thousands of years before Game of Thrones' story begins.","original_language":"en","original_title":"Game of Thrones: Conquest & Rebellion","video":false,"title":"Game of Thrones: Conquest & Rebellion","genre_ids":[16,14,10752],"poster_path":"\/b3HXxFnhy0pamuDY9rqJ4mk7L1t.jpg","backdrop_path":"\/masCZracUmRKVDFovPoFo9ePNry.jpg","release_date":"2017-12-12","popularity":5.363,"vote_average":8.1,"id":492606,"adult":false,"vote_count":41},{"overview":"While attempting to help Frankie Stein learn more about her freakycool scaritage, the fashionably fierce ghoulfriends travel back in time to the first day ever of Monster High! There, they meet Sparky, a skullastic teen with an obsession for creating life. But when Sparky follows the ghouls through a killer time portal to modern-day Monster High, the event results in eight of them fusing together into four creeperiffic hybrid Monsters. Now, they'll really have to work together to control their bodies in the big Bitecentennial Play and stop one of Sparky's experiments from destroying imperfectly perfect Monster High!","original_language":"en","original_title":"Monster High: Freaky Fusion","video":false,"title":"Monster High: Freaky Fusion","genre_ids":[16],"poster_path":"\/9uzE33joqoAhXpaDqAFSKPMs4E4.jpg","backdrop_path":"\/e18kAbjtteU2aPMWfHs4booqTOt.jpg","release_date":"2014-10-06","popularity":4.156,"vote_average":7.1,"id":290727,"adult":false,"vote_count":36},{"overview":"Goofy tries to set up his new home theater in time for the big game, with disastrous results.","original_language":"en","original_title":"How to Hook Up Your Home Theater","video":false,"title":"How to Hook Up Your Home Theater","genre_ids":[16,35],"poster_path":"\/3CymeialTvJsD5sJZfvHTB8fW23.jpg","backdrop_path":"\/1aIatxesYV9ktWKMJeyPUR56umj.jpg","release_date":"2007-12-21","popularity":3.57,"vote_average":7.6,"id":105325,"adult":false,"vote_count":52},{"overview":"Clinging to an unfinished letter written by her recently deceased father, young Momo moves with her mother from bustling Tokyo to the remote Japanese island of Shio. Upon their arrival, she begins to explore her new habitat, meeting local children and learning their routines and customs. However, it's not long before several bizarre occurrences crop up around the previously tranquil island. Orchards are found ransacked, prized trinkets start disappearing and, worst of all, each morning after her mother leaves for work, Momo hears strange mumblings coming from the attic of their home. Annoyed by these creepy goings-on and her mother's refusal to believe them, Momo embarks on a strange and supernatural adventure to discover the source of the mischief, which leads her to a trio of troublesome imps: the flatulent lizard Kawa, the childlike Mame and their hulking ogre leader Iwa. Momo also learns that her visit to the island is in some way connected to her father's mysterious letter.","original_language":"ja","original_title":"ももへの手紙","video":false,"title":"A Letter to Momo","genre_ids":[35,14,16,18,10751],"poster_path":"\/w1bkQrf6fXytXwAlv8ph0v9FnRD.jpg","backdrop_path":"\/xLHT8PyhMP4itkBQh071IltfyPx.jpg","release_date":"2013-02-10","popularity":6.209,"vote_average":7.6,"id":100271,"adult":false,"vote_count":184},{"overview":"The special takes place during the two year before the Straw Hats reunite on Sabody.  Luffy is currently in Rusukaina training to get stronger to take on the New World. However the training  is interrupted when Hancock's sisters, Marigold and Sandersonia, are kidnapped by the Byrnndi World,  a pirate who was locked away on Level 6 of Impel Down but escaped during Luffy's invasion to save Ace,  in order to lure Hancock to him and use her as a hostage against the World Government due to her  Shichibukai status. Thus Luffy and Hancock head off to confront him and save Hancock's sisters.","original_language":"ja","original_title":"ONE PIECE “3D2Y” エースの死を越えて! ルフィ仲間との誓い","video":false,"title":"One Piece \"3D2Y\": Overcome Ace's Death! Luffy's Vow to his Friends","genre_ids":[28,12,16],"poster_path":"\/h0NA9WT75qGDd3kv0EPHyQujDl8.jpg","backdrop_path":"\/Aq1Yz0rHrnp2gvPikZgsIM41eP.jpg","release_date":"2014-12-31","popularity":9.301,"vote_average":7.7,"id":290271,"adult":false,"vote_count":53},{"overview":"The story 11-year-old Luis who makes friends with three loveable little aliens, who crash their UFO into his house. In return for Luis' help in finding the home-shopping channel stuff they came for, they save Luis from boarding school - and an exciting adventure follows.","original_language":"de","original_title":"Luis and the Aliens","video":false,"title":"Luis and the Aliens","genre_ids":[12,16,35,878,10751],"poster_path":"\/5oq7s5ru4hjp83mi4fWSJ0L7yUA.jpg","backdrop_path":"\/9Bhsc8wiXHAepBSU1bvFlNg5pcH.jpg","release_date":"2018-12-31","popularity":4.93,"vote_average":6.2,"id":432383,"adult":false,"vote_count":55},{"overview":"In 2100, when humanity has abandoned the earth, a colony of extravagant creatures still thrives in the deepest abyss of the ocean.","original_language":"en","original_title":"Deep","video":false,"title":"Deep","genre_ids":[16,10751],"poster_path":"\/zMZTBbBa9eevwpWoVIVHh4Gm1ij.jpg","backdrop_path":"\/3fUule7CGt4Eq1lPPqyz3qSXa8C.jpg","release_date":"2017-11-25","popularity":7.949,"vote_average":5.2,"id":430474,"adult":false,"vote_count":52},{"overview":"This Oscar-winning short tells of a bull who preferred to sit under trees and smell flowers to clashing horns with his fellow animals. As luck would have it, an untimely bee reveals Ferdinand's ferocious side via pained howls and wild stomping. This lands him in the bull-fighting arena amidst characters based on Walt's animators with a matador reportedly modeled after Walt himself.","original_language":"en","original_title":"Ferdinand the Bull","video":false,"title":"Ferdinand the Bull","genre_ids":[16,35,10751],"poster_path":"\/bLL4kb9ulojQCRjVSPps0NscCF5.jpg","backdrop_path":"\/uVnY3nHdHQN3u0FRlIVZxZJLNkh.jpg","release_date":"1938-11-23","popularity":5.245,"vote_average":6.5,"id":47166,"adult":false,"vote_count":65},{"overview":"The Straw Hat Pirates landed at Asuka Island, home of the most valuable sword in the world: The Seven Star Sword. Which was said to curse anyone who takes it in possession. When they got back to the Going Merry, they discovered that Zoro is missing from his guard duty. Before they could plan out a search party to relocate him. Luffy and friends escape from the port as Marines were on their tail. They found a new place to dock, which is near a village. Whose job is to keep the Seven Star Sword sealed. Soon it was attacked by the Marines, and among them is Zoro. Luffy and the others don't know why he's helping out the Marines. But it all comes to conclusion when Luffy encounters Saga: Zoro's childhood friend from Swordsman training.","original_language":"ja","original_title":"ONE PIECE 呪われた聖剣","video":false,"title":"One Piece: Curse of the Sacred Sword","genre_ids":[28,12,16],"poster_path":"\/gsgbwG7IKCNEOD2wdErLJXHe5KN.jpg","backdrop_path":"\/kT8dVre6Y9csCGo2GtrahDj1BFd.jpg","release_date":"2004-12-31","popularity":5.394,"vote_average":6.8,"id":44728,"adult":false,"vote_count":60},{"overview":"After being evicted from their old house by Tom's owner for causing major damage, cat and mouse Tom and Jerry enter a race entitled the \"Fabulous Super Race\" to win a mansion.","original_language":"en","original_title":"Tom and Jerry: The Fast and the Furry","video":false,"title":"Tom and Jerry: The Fast and the Furry","genre_ids":[28,10751,16,35,12],"poster_path":"\/v18SVEwgBAbYqUl1hdBBa6ntfHS.jpg","backdrop_path":"\/pS2ocmYlKZWHwyapu8IhTw8nBJX.jpg","release_date":"2005-10-11","popularity":5.535,"vote_average":7,"id":42246,"adult":false,"vote_count":60},{"overview":"Recap of episodes 14-25.","original_language":"ja","original_title":"劇場版「進撃の巨人」後編～自由の翼～","video":false,"title":"Attack on Titan: Wings of Freedom","genre_ids":[28,14,16,12],"poster_path":"\/lu1HQ3iLDBtPbeQuLMYdm2E7Izi.jpg","backdrop_path":"\/9791KUEDAcbSiRQpQK7e6UyeHy1.jpg","release_date":"2015-06-27","popularity":4.85,"vote_average":7.8,"id":330081,"adult":false,"vote_count":59},{"overview":"After mis-hearing a radio broadcast about Santa canceling his Christmas trip due to an injured reindeer, Olive the dog decides to travel to the North Pole and volunteer to be a replacement. Unfortunately, Olive must deal with an evil postman who's tired of handling all the extra Christmas mail. Will Martini the penguin be able to help Olive realize her dream?","original_language":"en","original_title":"Olive, the Other Reindeer","video":false,"title":"Olive, the Other Reindeer","genre_ids":[16,10751,35,10770],"poster_path":"\/utTSbxaQImY5HhcqB1FdQsXoR5u.jpg","backdrop_path":"\/8ybQ04b7toDji75jYEoVGerH1d8.jpg","release_date":"1999-12-17","popularity":2.924,"vote_average":6.9,"id":13379,"adult":false,"vote_count":28},{"overview":"After falling through a time-slip, Yusei Fudo (who has just had his powerful card stolen by a mysterious stranger) meets with Jaden Yuki and Yugi Muto, who agree to help Yusei defeat the evil Paradox, who is planning to destroy Pegasus before he can invent Duel Monsters.","original_language":"ja","original_title":"劇場版 遊☆戯☆王 ～超融合！時空を越えた絆～","video":false,"title":"Yu-Gi-Oh! 3D: Bonds Beyond Time","genre_ids":[16,14],"poster_path":"\/jbDy2JyzIl5XPfUYAfWME7LaA6S.jpg","backdrop_path":"\/h4c8MCqh6hBPCEWJ2XunvZlRPvX.jpg","release_date":"2011-02-23","popularity":2.692,"vote_average":6.5,"id":72013,"adult":false,"vote_count":45},{"overview":"Freed of her responsibilities with the 501 Organization, Motoko Kusanagi must now learn how to take orders from Aramaki. Someone hacks the Logicomas, and Batou enlists the help of former army intelligence officer Ishikawa and former air artillery expert Borma. Kusanagi also seeks to enlist ace sniper Saito and undercover cop Paz into the new Public Security Section 9.","original_language":"ja","original_title":"攻殻機動隊ARISE border : 2 Ghost Whispers","video":false,"title":"Ghost in the Shell Arise - Border 2: Ghost Whispers","genre_ids":[28,16,878,53],"poster_path":"\/eC8babU050Nwnss5CnAJyymGkB.jpg","backdrop_path":"\/iY9VXSY2nWatvFelJliiJv5n0Ut.jpg","release_date":"2013-11-29","popularity":5.196,"vote_average":7.2,"id":212168,"adult":false,"vote_count":62},{"overview":"Kirito is called for an emergency counseling meeting at his new school while his sister has swimming lessons with their friends. There he meets an elite member of the Virtual Division of the Ministry of Internal Affairs. Kirito then tells him details about what really happened in Aincrad and in Alfheim.","original_language":"ja","original_title":"ソードアート・オンライン Extra Edition","video":false,"title":"Sword Art Online: Extra Edition","genre_ids":[28,16,12,18,14,10749,878],"poster_path":"\/uhEKZhmdU5b4EwPSdzjpJuHz1Qx.jpg","backdrop_path":"\/c5VSyrndJE0IiIOXbk7IuqQKOrG.jpg","release_date":"2013-04-16","popularity":6.469,"vote_average":5.5,"id":452438,"adult":false,"vote_count":45}],[{"overview":"Iron Man and Captain America battle to keep the Red Skull and his triggerman, Taskmaster, from unleashing an army of Hydra Brutes on the world!  Sequel to the film \"Iron Man & Hulk: Heroes United\" and feature Iron Man teaming up with Captain America, it comes to accompany the live-action film \"Captain America: The Winter Soldier\".","original_language":"en","original_title":"Iron Man & Captain America: Heroes United","video":false,"title":"Iron Man & Captain America: Heroes United","genre_ids":[28,12,16],"poster_path":"\/5li3ZIIPrjb6bmSFy7wp6J0Z8no.jpg","backdrop_path":"\/wvg8adyEqpmiCVxoRmR6ZOIbww.jpg","release_date":"2014-07-29","popularity":4.905,"vote_average":5.6,"id":284274,"adult":false,"vote_count":33},{"overview":"Comic artist Brösel trades a magic pen that helps him come up with funny stories for the promise to fulfill one of Rumpelstiltskin's wishes. The resulting animated films show episodes of the life of Werner, a plumber apprentice and motorbike enthusiast and his friends. They are interspersed with the live-action portions.","original_language":"de","original_title":"Werner - Beinhart!","video":false,"title":"Werner - Beinhart!","genre_ids":[16,35],"poster_path":"\/oEFOFSZ3QYHRnhLBy4g8sCmayPI.jpg","backdrop_path":"\/kZWSn5WgIUNwxLlUdSlaOwWJc1T.jpg","release_date":"1990-11-29","popularity":5.98,"vote_average":6.4,"id":9742,"adult":false,"vote_count":77},{"overview":"Condé-sur-Ginette, en périphérie d'une grande ville, à mille lieux du sable chaud, des cocotiers et du bleu océan des Caraïbes. C'est l'été. Le soleil brûle le chrome des mobylettes, réchauffe le bitume des tours, asphyxie les halls d'immeubles et crame les esprits. Ici, tout le monde rêve des plages de Santo Rico. Certains plus que d'autres. Pour Tony Merguez et José Frelate, les deux MC's du qua","original_language":"fr","original_title":"Lascars","video":false,"title":"Round Da Way","genre_ids":[16,35],"poster_path":"\/mRIQIzipEaCT0ZGyG7vESltjoUu.jpg","backdrop_path":"\/yU7CHWu1xy3CD3in3KfOiVsRpAN.jpg","release_date":"2009-06-17","popularity":6.096,"vote_average":6.8,"id":19106,"adult":false,"vote_count":107},{"overview":"A small, lone Kappa miraculously survives over 200 years into modern day Japan, when he is found by young Koichi. Coo, who is secretly adopted by Koichi's family, searches with his new human friend for unpopulated places in hopes of finding any remaining of his kind.","original_language":"ja","original_title":"河童のクゥと夏休み","video":false,"title":"Summer Days with Coo","genre_ids":[16,35,10749],"poster_path":"\/nOMcHhFsDd0LFiDCLjx2mxIW3M6.jpg","backdrop_path":"\/k38pCXNJGTFyADyMSWqOjbXREOs.jpg","release_date":"2008-03-08","popularity":4.89,"vote_average":7.6,"id":17234,"adult":false,"vote_count":45},{"overview":"This short film continues the adventures of the title character as he tries to retrieve his elusive acorn.","original_language":"en","original_title":"Scrat's Continental Crack-Up: Part 2","video":false,"title":"Scrat's Continental Crack-Up: Part 2","genre_ids":[12,16,35],"poster_path":"\/ifAt0muHE3b7uz1HntPMgO1wFKm.jpg","backdrop_path":"\/kVn1XVZhq8nGtjYbK4CpPu3iOfl.jpg","release_date":"2011-11-16","popularity":5.335,"vote_average":6.4,"id":98857,"adult":false,"vote_count":56},{"overview":"Scooby and the gang have their first musical mystery in “Scooby Doo: Music of the Vampire.” It begins when they take a sing-a-long road trip into bayou country to attend the “Vampire-Palooza Festival” – an outdoor fair dedicated to all things Draculian. At first it looks as if they’re in for some fun and lots of Southern snacks, but events soon turn scary when a real live vampire comes to life, bursts from his coffin and threatens all the townsfolk. On top of that, this baritone blood sucker seems intent on taking Daphne as his vampire bride! Could the vampire be a descendant of a famous vampire hunter who is trying to sell his book? Or perhaps he’s the local politician, who has been trying to make his name in the press by attacking the vampires as downright unwholesome. The answers are to be found in a final song-filled showdown in the swamp in which our heroes unmask one of their most macabre monsters yet.","original_language":"en","original_title":"Scooby-Doo! Music of the Vampire","video":false,"title":"Scooby-Doo! Music of the Vampire","genre_ids":[16,9648,10751],"poster_path":"\/tvdGdXGlRHB4ZYS6bbO3Sci1twu.jpg","backdrop_path":"\/bxyOum4mH2p0bfNGE47api35U9Y.jpg","release_date":"2012-03-13","popularity":5.936,"vote_average":6.3,"id":81900,"adult":false,"vote_count":47},{"overview":"Wayne and Lanny, now partners, are called by Magee to meet with a secret contact – Mrs. Claus, who sends them on a new mission to retrieve a box from Santa’s secret workshop. Later they sneak into Santa’s office while he is asleep, using their high tech equipment from the previous film. Lanny’s expertise at dressing the tree enables them to enter the hidden workshop where they recover the box and escape just in time. But what is the box for?","original_language":"en","original_title":"Prep & Landing Stocking Stuffer: Operation: Secret Santa","video":false,"title":"Prep & Landing Stocking Stuffer: Operation: Secret Santa","genre_ids":[16,10751],"poster_path":"\/gMiW4M46xbRt1PvS3J6bBqpv6JV.jpg","backdrop_path":"\/1MqXkaclnzCPMuwRDODsIE97lDA.jpg","release_date":"2010-12-07","popularity":3.702,"vote_average":6.6,"id":88212,"adult":false,"vote_count":43},{"overview":"Mickey is trying to lead a concert of The William Tell Overture, but he's continually disrupted by ice cream vendor Donald, who uses a seemingly endless supply of flutes to play Turkey in the Straw instead. After Donald gives up, a bee comes along and causes his own havoc. The band then reaches the Storm sequence, and the weather also starts to pick up; a tornado comes along, but they keep playing.","original_language":"en","original_title":"The Band Concert","video":false,"title":"The Band Concert","genre_ids":[10402,16,35],"poster_path":"\/1CECU6njfb32xpYXRxiBuxEQuys.jpg","backdrop_path":"\/fAPctPPBCVPpIuUj9BXF71Ti3zn.jpg","release_date":"1935-02-23","popularity":4.419,"vote_average":7.3,"id":67572,"adult":false,"vote_count":49},{"overview":"Dr. Cockroach comes up with a brilliant plan to break themselves out of Area 52 – but to implement the plan, he has to trick B.O.B. into thinking it’s his birthday.","original_language":"en","original_title":"B.O.B.'s Big Break","video":false,"title":"B.O.B.'s Big Break","genre_ids":[16,12,28,35],"poster_path":"\/bUbx2Gg6km2g8Yj8vbM0wm0uh5w.jpg","backdrop_path":"\/uHbgERmvcfC4zeXOnl9oZgrYifH.jpg","release_date":"2009-09-30","popularity":4.547,"vote_average":6.1,"id":24884,"adult":false,"vote_count":43},{"overview":"Embittered by Superman's heroic successes and soaring popularity, Lex Luthor forms a dangerous alliance with the powerful computer\/villain Brainiac. Using advanced weaponry and a special strain of Kryptonite harvested from the far reaches of outer space, Luthor specifically redesigns Brainiac to defeat the Man of Steel.","original_language":"en","original_title":"Superman: Brainiac Attacks","video":false,"title":"Superman: Brainiac Attacks","genre_ids":[16,28,10751,878],"poster_path":"\/7l6hhBiM0seBVnh70uQ1uLZO7qH.jpg","backdrop_path":"\/rarv0b3OyhG2y9qltGogtlVGk6b.jpg","release_date":"2006-06-20","popularity":4.648,"vote_average":5.8,"id":19323,"adult":false,"vote_count":41},{"overview":"A 35-minute Dragon Ball animated short film that premiered at the Jump Super Anime Tour in September 2008. It is the first animated Dragon Ball feature in twelve years, following the tenth anniversary film The Path to Power.","original_language":"ja","original_title":"DRAGONBALL オッス!帰ってきた孫悟空と仲間たち!","video":false,"title":"Dragon Ball: Yo! Son Goku and His Friends Return!!","genre_ids":[28,12,16,878],"poster_path":"\/7dQ5XIQ3wSGahEyE95IAAvdlx7k.jpg","backdrop_path":"\/1V7IoLSdWzvp8GfsKGcMnFbXplv.jpg","release_date":"2008-09-21","popularity":5.742,"vote_average":6.2,"id":38594,"adult":false,"vote_count":84},{"overview":"This film is a remake of the 1989 Doraemon Movie 10: Nobita no Nippon Tanjou. Nobita and the gang run away from home, traveling back in time to 70,000 years ago before Japan was even born. After a while, they return to the present. However, when they bump into a young caveman, Kukuru, who they have accidentally transported forward to their current era, they realize they must take him back to the primitive age. On top of that, they will have to save Kukuru's tribe, called the Hikari tribe, which was attacked and abducted by the Giganzonbie and Kurayami tribe.","original_language":"ja","original_title":"映画ドラえもん 新・のび太の日本誕生","video":false,"title":"Doraemon the Movie: Nobita and the Birth of Japan","genre_ids":[16,12,14],"poster_path":"\/kem2VJomPJwmJzLEeOQcDccHesQ.jpg","backdrop_path":"\/dQM308ogrgWS3idwEMGDGI4ZmWT.jpg","release_date":"2016-03-05","popularity":3.163,"vote_average":6.9,"id":384345,"adult":false,"vote_count":15},{"overview":"SKRM (Skultimate Roller Maze) is an annual tournament between Monster High and different monster high schools that consists of a roller derby of dangerous obstacles and mazes. Granite City High, a high school team of gargoyles and Monster High's oldest rivals, won the school crest after defeating them in SKRM, and with it taking the school spirit. This has resulted in the school literally beginning to fall apart, and due to the boys serious injuries after the tournament, they decide not to participate any longer.  This prompts the ghouls to play SKRM in the boys place, and they suit up and begin training. However, the boys protest and claim SKRM is a boys sport only, and they won't help the ghouls train. This only pushes them to work harder, with the goal of making it to the championship game to defeat Granite City High.","original_language":"en","original_title":"Monster High: Friday Night Frights","video":false,"title":"Monster High: Friday Night Frights","genre_ids":[16,10751],"poster_path":"\/7sSKPOQSHYkRADVzjYhUw5CHijZ.jpg","backdrop_path":"\/uc6WbpSM3Lu4Sp0IrTJJwiVya0G.jpg","release_date":"2013-02-01","popularity":4.17,"vote_average":6.8,"id":166747,"adult":false,"vote_count":28},{"overview":"Canterlot High meets its rival school, Crystal Prep Academy, in a competition that’s a long-standing tradition – The Friendship Games. Sunset Shimmer is tasked with keeping magic out of the games to avoid the appearance of impropriety while she and her friends compete against Crystal Prep’s top students led by someone with an equal amount of interest in Equestrian magic – this world’s TWILIGHT SPARKLE.","original_language":"en","original_title":"My Little Pony: Equestria Girls - Friendship Games","video":false,"title":"My Little Pony: Equestria Girls - Friendship Games","genre_ids":[16,10402,10751],"poster_path":"\/cVpZRoxsuaJDPXsRv4H5LoD8c26.jpg","backdrop_path":"\/qh9b9WTgnFEkd96uVDcYwVbVSTr.jpg","release_date":"2015-09-17","popularity":3.288,"vote_average":6,"id":349158,"adult":false,"vote_count":24},{"overview":"Get ready to blast off to an out-of-this-world adventure with canine teenage astronaut, Pushok, who is determined to find his missing astronaut father. Against all odds, Pushok stows away on a US rocket ship to the moon but soon finds he is not alone, as he is reunited with his mom and encounters a macho monkey and a baby alien. Together, the furry heroes learn the true meaning of teamwork as they join the search for Pushok's dad.","original_language":"ru","original_title":"Белка и Стрелка: Лунные приключения","video":false,"title":"Space Dogs 2","genre_ids":[12,16,35,10751],"poster_path":"\/8yR2CtjBD8TGzYj3P9YOr8m0tUX.jpg","backdrop_path":"\/j2w6wex0WK0dgAL0B9tVKd4cqIN.jpg","release_date":"2016-08-26","popularity":5.145,"vote_average":4.2,"id":260310,"adult":false,"vote_count":6},{"overview":"Bugs is in drag as the Valkyrie Brunhilde who sits on an overwieght horse. \"She\" is pursued by Elmer playing the demigod \"Siegfried\".","original_language":"en","original_title":"What's Opera, Doc?","video":false,"title":"What's Opera, Doc?","genre_ids":[10402,16,35],"poster_path":"\/hPALHY93ddJEuHebvjoPgZrPxtH.jpg","backdrop_path":"\/rXuNYO4Mzqq37we9cgr9qpElsLb.jpg","release_date":"1957-07-06","popularity":4.236,"vote_average":7.6,"id":53217,"adult":false,"vote_count":79},{"overview":"Draculaura’s Sweet 1600th birthday is an extra special occasion to party at Monster High! But her high expectations lead to deadly results when she’s faced with the choice between practical boyfriend Clawd, and new vampire heartthrob, Valentine, a romantic blast from her past. Her ghoulfriends find it odd that Valentine created a holiday in her honor, but oddly named it after himself (how romantic?) and have to stop him before he steals her heart… literally. Draculaura must decide which boy is right for her before the party! Will she find out about Valentine’s sinister plan? Will her best ghoulfriends be able to help her in time? And most importantly… will Draculaura pass her driving test?","original_language":"en","original_title":"Monster High: Why Do Ghouls Fall in Love?","video":false,"title":"Monster High: Why Do Ghouls Fall in Love?","genre_ids":[14,16],"poster_path":"\/c5tlwc2jlCKFBIeePoMxvz6qMlC.jpg","backdrop_path":"\/bxCIJT0ExYrQOp3UHV48j8Erq3t.jpg","release_date":"2011-12-21","popularity":3.87,"vote_average":6.6,"id":167313,"adult":false,"vote_count":28},{"overview":"Mike and Sulley are back at Monsters University for a fun-filled weekend with their Oozma Kappa fraternity brothers. The gang is throwing their first party, but no one’s showing up. Luckily for them, Mike and Sulley have come up with a plan to make sure “Party Central” is the most epic party the school has ever seen.","original_language":"en","original_title":"Party Central","video":false,"title":"Party Central","genre_ids":[16,35,14,10751],"poster_path":"\/spa4qkn7qx0nYvelOxlVvTlgFhS.jpg","backdrop_path":"\/lo7qlO5gx7oz5l5K3RgilmaPoBp.jpg","release_date":"2014-03-21","popularity":6.514,"vote_average":6.2,"id":258152,"adult":false,"vote_count":53},{"overview":"Mizore Yoroizuka and Nozomi Kasaki are two close friends who are part of the Kitauji High School music club. Quiet and reserved Yoroizuka plays the oboe while lively and popular Kasaki plays the flute. The group has decided to play Liz and the Blue Bird, a song inspired on a fairy tale about the relationship between a girl and a bird. The musical piece puts both Mizore and Nozomi on the spotlight due to a solo part by Yoroizuka and forces the two girls to reexamine their friendship.","original_language":"ja","original_title":"リズと青い鳥","video":false,"title":"Liz and the Blue Bird","genre_ids":[16,18,10402],"poster_path":"\/d9StaP2yTZveCHgSIeaTs6gR802.jpg","backdrop_path":"\/hGp9UXEl8jOrkfSBQuQFJaswLeH.jpg","release_date":"2018-11-09","popularity":4.1,"vote_average":7.8,"id":482150,"adult":false,"vote_count":16},{"overview":"The short-tempered Daffy Duck must improvise madly as the backgrounds, his costumes, the soundtrack, even his physical form, shifts and changes at the whim of the animator.","original_language":"en","original_title":"Duck Amuck","video":false,"title":"Duck Amuck","genre_ids":[16,35],"poster_path":"\/53YEVM3j5Wusw88L9qP4mmrnqkT.jpg","backdrop_path":"\/3hJQ1ps5fijMO5Y5BnxiVWtbbyA.jpg","release_date":"1953-02-28","popularity":6.08,"vote_average":8.2,"id":53210,"adult":false,"vote_count":92}],[{"overview":"After his capture for attempted assassination of the Raikage, leader of Kumogakure, as well as killing Jōnin from Kirigakure and Iwagakure, Naruto is imprisoned in Hōzukijou: A criminal containment facility known as the Blood Prison. Mui, the castle master, uses the ultimate imprisonment technique to steal power from the prisoners, which is when Naruto notices his life has been targeted. Thus begins the battle to uncover the truth behind the mysterious murders and prove Naruto's innocence.","original_language":"ja","original_title":"劇場版 NARUTO -ナルト- ブラッド・プリズン","video":false,"title":"Naruto Shippuden the Movie Blood Prison","genre_ids":[28,16,35,27,9648,53],"poster_path":"\/4WT7zYFpe0fsbg6TitppiHddWAh.jpg","backdrop_path":"\/ocg2KitCfz3yukjjE3B7Vfw8pEK.jpg","release_date":"2019-09-04","popularity":6.469,"vote_average":6.9,"id":75624,"adult":false,"vote_count":105},{"overview":"NBA superstar LeBron James teams up with Bugs Bunny and the rest of the Looney Tunes for this long-awaited sequel.","original_language":"en","original_title":"Space Jam 2","video":false,"title":"Space Jam 2","genre_ids":[16,35],"poster_path":"\/yVcLFlipJOgMjZ4SNHbNyicsdP3.jpg","backdrop_path":"\/tBBGKqNu6AaG1atFJ44T9RwAuQR.jpg","release_date":"2021-07-16","popularity":6.939,"vote_average":0,"id":379686,"adult":false,"vote_count":0},{"overview":"Plot unknown.","original_language":"en","original_title":"Madagascar 4","video":false,"title":"Madagascar 4","genre_ids":[16],"poster_path":"\/dcKmOcEZZKsdbN7LYspWb0SD9Bt.jpg","backdrop_path":null,"popularity":11.857,"vote_average":0,"id":346655,"adult":false,"vote_count":0},{"overview":"The Kingdom of the People of the Vale once ruled over the land, but now all that remains is the Sword of the Vale. in the city of Eindoak. Ash, Iris, and Cilan arrive in Eindoak during a harvest festival's Pokémon Tournament and meet the legendary Pokémon Victini who wishes to share its powers of victory to someone. Elsewhere in the city, a descendant of the People of the Vale named Damon has arrived who seeks to revive the kingdom's power with the Sword of the Vale, bringing them back into power over the land, and Ash and his friends must stop him before he destroys the land along with Victini.","original_language":"ja","original_title":"劇場版ポケットモンスター ベストウイッシュ ビクティニと黒き英雄 ゼクロム","video":false,"title":"Pokémon the Movie Black: Victini and Reshiram","genre_ids":[12,16,10751],"poster_path":"\/83pP3Mb7vJN76820ZaG5kc6ctLH.jpg","backdrop_path":"\/1yubmQwrzUBb5mDmrVik9kHAFkV.jpg","release_date":"2011-12-10","popularity":4.965,"vote_average":6.3,"id":115223,"adult":false,"vote_count":59},{"overview":"Balloon kingdoms, dopey police dragons and happy wizards are exactly how Terry remembered his Grandmother's whacky fairy tales. Except they are real and it's definitely not as 'cheerful.'","original_language":"en","original_title":"A Wizard's Tale","video":false,"title":"A Wizard's Tale","genre_ids":[12,16,35,14,10751],"poster_path":"\/gl3vhGEIQ6MuilrKGoZOSBlvoz1.jpg","backdrop_path":"\/4h2kxmvadQ8yMqnoiXskrclN7VM.jpg","release_date":"2018-09-14","popularity":8.119,"vote_average":5.9,"id":502259,"adult":false,"vote_count":22},{"overview":"An anthology of various tales told in various styles with robots being the one common element among them.","original_language":"ja","original_title":"ロボット・カーニバル","video":false,"title":"Robot Carnival","genre_ids":[16,14,878],"poster_path":"\/2DTREQNErBYtZd1isRqdqNbbXA8.jpg","backdrop_path":"\/nBJoOh63moXKUEW5R6uzZfzZDY8.jpg","release_date":"1991-03-14","popularity":3.17,"vote_average":7,"id":33441,"adult":false,"vote_count":16},{"overview":"When the Scooby gang visits a dude ranch, they discover that it and the nearby town have been haunted by a ghostly cowboy, Dapper Dan, who fires real fire from his fire irons. The mystery only deepens when it’s discovered that the ghost is also the long lost relative of Shaggy Rogers!","original_language":"en","original_title":"Scooby-Doo! Shaggy's Showdown","video":false,"title":"Scooby-Doo! Shaggy's Showdown","genre_ids":[16,35,9648,37,10751],"poster_path":"\/qgaWuOIMCm9OhM55dVMC8HHa6RK.jpg","backdrop_path":"\/iG48zN4pfyDKBlMmBcFSigqkJKZ.jpg","release_date":"2017-02-14","popularity":5.403,"vote_average":6.7,"id":427564,"adult":false,"vote_count":38},{"overview":"A group of aliens searching for a new planet on which to make home, with little success. Promotional short for Dreamworks Animation's forthcoming feature, Home.","original_language":"en","original_title":"Almost Home","video":false,"title":"Almost Home","genre_ids":[12,16,878],"poster_path":"\/k8QSwXfIZ4crIrv6GMDPqOotaaj.jpg","backdrop_path":"\/4LQUpJf6nNjSFc3hQVqtWHs3RHg.jpg","release_date":"2014-03-07","popularity":6.32,"vote_average":6.5,"id":256346,"adult":false,"vote_count":97},{"overview":"It was announced on the Kono Subarashii Sekai ni Shukufuku wo! website than an anime film is now in production for the series. Animation studio J.C Staff will take over from Studio Deen to produce the film.","original_language":"ja","original_title":"この素晴らしい世界に祝福を！紅伝説","video":false,"title":"Kono Subarashii Sekai ni Shukufuku wo!: Kurenai Densetsu","genre_ids":[12,16,35,14],"poster_path":"\/iO1AigI7WaP403MJNqrFEQzfrEk.jpg","backdrop_path":"\/4tcWW2GszJvRbMlY5ZJdo53AFyR.jpg","release_date":"2019-08-30","popularity":13,"vote_average":0,"id":532067,"adult":false,"vote_count":0},{"overview":"An animator's commissioned works, rejected because of their increasingly absurd and violent tone (reflecting the animator's own progressive breakdown).","original_language":"en","original_title":"Rejected","video":false,"title":"Rejected","genre_ids":[16,35],"poster_path":"\/vbci2t9eg4l7fmPzyBaa0OFiyYP.jpg","backdrop_path":"\/fTbt4hBVjpJ5OdoR4nAS0zToOVX.jpg","release_date":"2000-07-25","popularity":4.566,"vote_average":7.6,"id":32536,"adult":false,"vote_count":93},{"overview":"Demons that once almost destroyed the world, are revived by someone. To prevent the world from being destroyed, the demon has to be sealed and the only one who can do it is the shrine maiden Shion from the country of demons, who has two powers; one is sealing demons and the other is predicting the deaths of humans. This time Naruto's mission is to guard Shion, but she predicts Naruto's death. The only way to escape it, is to get away from Shion, which would leave her unguarded, then the demon, whose only goal is to kill Shion will do so, thus meaning the end of the world. Naruto decides to challenge this \"prediction of death.\"","original_language":"ja","original_title":"劇場版 NARUTO -ナルト- 疾風伝","video":false,"title":"Naruto Shippuden The Movie","genre_ids":[28,12,16,14,10751],"poster_path":"\/vDkct38sSFSWJIATlfJw0l3QOIR.jpg","backdrop_path":"\/se9H1lMqFwdd3q2wUnWHHKOo1If.jpg","release_date":"2007-08-04","popularity":6.551,"vote_average":7,"id":20982,"adult":false,"vote_count":135},{"overview":"** Recap of Episode 1 - 13\r Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations.","original_language":"ja","original_title":"劇場版「進撃の巨人」前編～紅蓮の弓矢～","video":false,"title":"Attack on Titan: Crimson Bow and Arrow","genre_ids":[28,12,16,14],"poster_path":"\/3giHiF8587l5QiKTiI19mvMDI5g.jpg","backdrop_path":"\/1tmIKXWWDAvMJbbo66HrpZtHCb6.jpg","release_date":"2014-11-22","popularity":3.952,"vote_average":7.6,"id":379088,"adult":false,"vote_count":60},{"overview":"Mei has an adventure with a Kittenbus and her relatives. Totoro appears.","original_language":"ja","original_title":"めいとこねこバス","video":false,"title":"Mei and the Kittenbus","genre_ids":[12,16,14],"poster_path":"\/qRkTW3nioi4Z8Jxec7I05PyP13T.jpg","backdrop_path":"\/yd1bbkjZanZrF6kq92RBPyTilLt.jpg","release_date":"2002-01-01","popularity":13.33,"vote_average":7,"id":158483,"adult":false,"vote_count":36},{"overview":"One Piece 3D: Straw Hat Chase is the 11th One Piece film of the series, and is set before the time-skip. This is One Piece's first movie release to be in 3D CGI. The movie is also the first One Piece film since Movie 3 to be a double-feature. This time, the film was featured with \"Toriko 3D: Gourmet Adventure\", both being billed as the \"Jump Heroes Film\". The double-feature was released on March 19, 2011.granmaster","original_language":"ja","original_title":"ONE PIECE 3D 麦わらチェイス","video":false,"title":"One Piece 3D: Straw Hat Chase","genre_ids":[16],"poster_path":"\/nZsxeebDrrT6VTcXvVXn2fe2mFS.jpg","backdrop_path":"\/dpwfPVCD2eQgEWY7GtCYAyRaVAP.jpg","release_date":"2011-03-19","popularity":4.174,"vote_average":6.2,"id":79082,"adult":false,"vote_count":32},{"overview":"Aya Okamura has been working for two years and has begun living on her own for a job opportunity. With her mother working overseas as a doctor, her father is now living alone with the family's longtime pet cat Mii-san. One night, Aya returns from a long day at work, and as she rests on her bed, she reminiscences about the times the family had together. She remembers the sadness she felt when her mom went overseas, and the solace she felt when her father brought home Mii-san to give her comfort. Then, she receives a phone call...","original_language":"ja","original_title":"だれかのまなざし","video":false,"title":"Someone's Gaze","genre_ids":[16,18,878],"poster_path":"\/Abu3azW9Owi8aG0Ntr43g6uzOvp.jpg","backdrop_path":"\/uzCdNOMSGCvjSrUNTRqBSPdhFR8.jpg","release_date":"2013-02-08","popularity":3.895,"vote_average":6.8,"id":222715,"adult":false,"vote_count":63},{"overview":"As Detective Jim Corrigan investigates a murder, The Spectre delivers horrific justice to the perpetrators.","original_language":"en","original_title":"DC Showcase: The Spectre","video":false,"title":"DC Showcase: The Spectre","genre_ids":[16,80,14,9648],"poster_path":"\/lEUCmnRWyYWT09Ib3l1tdAwrH4U.jpg","backdrop_path":"\/vwQESv7VtIU7eQE1S1VURj8jOs6.jpg","release_date":"2010-04-23","popularity":5.311,"vote_average":6.5,"id":38180,"adult":false,"vote_count":42},{"overview":"NYC, Central Park, 2010. Five young teenagers are violently assaulted. But they’re not your average teenagers… they’re prodigies. The trauma of the assault incites them to lash out against the world in a cold and calculating way. The five chillingly brilliant minds come together to concoct a perfect revenge. The only person aware of the pending doom is Jimbo Farrar, a sixth prodigy, who has gathered them. As long as he fights against his five counterparts with all his might, there’s hope for the world. But should he turn over to their side, it’s only a matter of time before a disaster of apocalyptic proportions ensues…","original_language":"fr","original_title":"The Prodigies","video":false,"title":"The Prodigies","genre_ids":[878,16],"poster_path":"\/VQzlaI1r6Q1qrtXylHW0dtygbs.jpg","backdrop_path":"\/6pEP9rOuud8MHnhqMReSTvcv68p.jpg","release_date":"2011-06-07","popularity":3.998,"vote_average":6.1,"id":61901,"adult":false,"vote_count":75},{"overview":"Chico is a young piano player with big dreams. Rita is a beautiful singer with an extraordinary voice. Music and romantic desire unites them, but their journey - in the tradition of the Latin ballad, the bolero - brings heartache and torment.","original_language":"en","original_title":"Chico & Rita","video":false,"title":"Chico & Rita","genre_ids":[16,10402,10749],"poster_path":"\/1OAXB81F0iOoPVTrarQbStVarwP.jpg","backdrop_path":"\/d1hrhxAU0YBRhHEYGq7J4DtUlbh.jpg","release_date":"2012-02-10","popularity":5.516,"vote_average":6.9,"id":63498,"adult":false,"vote_count":84},{"overview":"The stork mistakenly delivers Lambert, a baby lion, to a flock of sheep. The mother won't let the stork take him back, so Lambert is raised as a sheep, but he just doesn't fit in. He grows up cowardly, until the day his mother is chased by a wolf.","original_language":"en","original_title":"Lambert the Sheepish Lion","video":false,"title":"Lambert the Sheepish Lion","genre_ids":[16],"poster_path":"\/hnJpKnhfLG3zPpHk1lFkxbEUCsn.jpg","backdrop_path":"\/gx0Av4zVYQsaBNmCAgyjTFcYMOi.jpg","release_date":"1952-02-08","popularity":2.143,"vote_average":7.2,"id":54184,"adult":false,"vote_count":36},{"overview":"The Monstruitas of Monster High are obsessed with going to Scaris, The City of Frights for Fashion international competition where the winner will become the apprentice of the world famous Madame Ghostier designer.","original_language":"en","original_title":"Monster High: Scaris City of Frights","video":false,"title":"Monster High: Scaris City of Frights","genre_ids":[16,14],"poster_path":"\/3yMa9D9OJV4dxf0Gnnvw6EuHDBB.jpg","backdrop_path":"\/1KooFscFFGLD6UwreJlK6GIzI3h.jpg","release_date":"2013-03-03","popularity":4,"vote_average":7,"id":192911,"adult":false,"vote_count":27}],[{"overview":"Based on the seinen science fiction manga series by Iwahara Yuuji, serialised in Monthly Comic Beam.A mysterious virus, nicknamed Medusa, is spreading around Japan, turning its victims into stone. Given the impossibility of finding an immediate cure, the government opts for cryopreserving a select group of patients until they come up with a solution. Kasumi, one of the chosen ones, has been asleep for years and her awakening, more than a bed of roses, is a bed of thorns, and happens in the midst of total chaos where monstrous creatures lie in wait all around.","original_language":"ja","original_title":"King of Thorns","video":false,"title":"King of Thorn","genre_ids":[14,16,878],"poster_path":"\/wH9SSbsNWKLtZjA4LBQ7P2GwbLZ.jpg","backdrop_path":"\/pCm9AxyJWvARSmeb6z5LQU8ypHQ.jpg","release_date":"2009-10-09","popularity":5.648,"vote_average":6.3,"id":50388,"adult":false,"vote_count":61},{"overview":"The story begins with Nobita and Shizuka sitting on the pipes in the yard they hang out at while Suneo showed off his robot. Nobita grew jealous and asked Doraemon to build him a giant robot. Coincidently, robot parts began to fall from the sky. Then Nobita and Doraemon began to assemble the robot. As soon as they finished, Nobita, Doraemon, and Shizuka realized that the robot (Zanda Clause) was a war machine in an incident. After that Nobita met a girl name Riruru, she told Nobita that the robot was her's. Nobita gave her the robot and the entrance to mirror world. Doraemon and Nobita followed Riruru and recognized that she was a spy from Metropolis and built a base to welcome the army.","original_language":"ja","original_title":"ドラえもん のび太と鉄人兵団","video":false,"title":"Doraemon: Nobita and the Steel Troops","genre_ids":[16,12,10751,14,878],"poster_path":"\/q7tqrZ3nsNUywMTqzPo5t534afF.jpg","backdrop_path":"\/syh7rXcUv99Auj2DNloJHWA4RUJ.jpg","release_date":"1986-03-15","popularity":4.698,"vote_average":5.2,"id":88625,"adult":false,"vote_count":6},{"overview":"In Karakura Town, unidentifiable spirits begin appearing en mases. While attempting to deal with these strange souls, Ichigo Kurosaki and Rukia Kuchiki meet Senna, a mysterious shinigami who wipes out most of them. Senna refuses to answer any questions, so Ichigo is forced to follow her while Rukia tries to find out what's going on.","original_language":"ja","original_title":"劇場版 BLEACH ブリーチ Memories of Nobody","video":false,"title":"Bleach: Memories of Nobody","genre_ids":[16,14,878],"poster_path":"\/rmiH9hC4Fggqd4D6aUOKVsdVtAG.jpg","backdrop_path":"\/yXyL2zKapheU2845TI1mdIqo7h9.jpg","release_date":"2006-06-11","popularity":5.638,"vote_average":6.8,"id":15575,"adult":false,"vote_count":75},{"overview":"","original_language":"ja","original_title":"劇場版 Fate\/kaleid liner プリズマ☆イリヤ 雪下の誓い","video":false,"title":"Fate\/Kaleid Liner Prisma☆Illya Movie: Oath Under Snow","genre_ids":[16,28,14],"poster_path":"\/XuP7OSWqM46J6yUyzbp09txQqC.jpg","backdrop_path":"\/6krwKHCp9KQtboITamlCEjeXLde.jpg","release_date":"2017-08-26","popularity":2.653,"vote_average":7,"id":461083,"adult":false,"vote_count":5},{"overview":"Yellowbird lives in the ruins of an old house. He lacks the confidence to leave his home, no matter how much Bug, his labybird friend, tries to convince him to go out into the world. Attempts to toughen him up have had little success, so Bug seizes an opportunity that leaves Yellowbird unexpectedly finding himself the new leader of the flock that is migrating to Africa. Still, lacking faith in his own abilities and with danger and imminent failure lurking around every corner, our feathered hero is forced to either find the strength required to work with the team or bow out and stay hidden away forever.","original_language":"en","original_title":"Gus - Petit oiseau, grand voyage","video":false,"title":"Yellowbird","genre_ids":[16,10751,35],"poster_path":"\/bxzWkCpESYQUaIBDB14O1yowZAa.jpg","backdrop_path":"\/pS6ru5HRc1DiYlTD4boYNT9YgkR.jpg","release_date":"2014-12-05","popularity":5.283,"vote_average":5.5,"id":292795,"adult":false,"vote_count":30},{"overview":"It's fright lights, big city when the Monster High ghouls head to Boo York! Cleo de Nile is invited to attend a gancy gala celebrating the return of the magical comet and, of course, she brings along her beast friends. But their trip isn't all fun and frightseeing because Nefera, Cleo's sister, uses the comet's power for her own spooktacularly sneaky plans. Can the monsters unwrap the mystery of the comet in time to stop Nefera? Find out in Booy York, Boo York, the first-ever Monster High musical, featuring eight original songs.","original_language":"en","original_title":"Monster High: Boo York, Boo York","video":false,"title":"Monster High: Boo York, Boo York","genre_ids":[16,10751],"poster_path":"\/dQxzffnMZ2S5EeiXGoztWEJksz8.jpg","backdrop_path":"\/9fs9RauW4yVrYfosBjejZfiGn3W.jpg","release_date":"2015-10-19","popularity":3.063,"vote_average":7.1,"id":360404,"adult":false,"vote_count":43},{"overview":"A Hunter Warrior and cyborg healer named Ido formerly lived in the floating land of Zalem, the paradise that hovers above the refuse heap of Scrap Iron City in which he now resides with his former lover, Chiren. In his travels as a bounty hunter — killing spine thieves in a world in which human nerve tissue has become the most precious commodity — Ido one day discovers and repairs the remnants of a cyborg whom he names Gally. Though possessing the body of a young woman, Gally now embodies Ido's most sophisticated and lethal cybernetic skills. The preternaturally strong, amnesiac Gally begins to forge a life for herself in a world where every day is a struggle for survival. Based on the first two volumes of the manga.","original_language":"ja","original_title":"銃夢","video":false,"title":"Battle Angel","genre_ids":[28,16,878],"poster_path":"\/urvznwew7HrjrIEbK2RLaEkaezs.jpg","backdrop_path":"\/rTbokMZu3Dcd7xDElSTpWlJ7ey2.jpg","release_date":"1993-06-21","popularity":6.119,"vote_average":6.7,"id":17189,"adult":false,"vote_count":92},{"overview":"G.I. Joe faces a new enemy as an ancient society of snake people known as Cobra-La try to forcefully take back the earth from those who drove them underground eons ago.","original_language":"en","original_title":"G.I. Joe: The Movie","video":false,"title":"G.I. Joe: The Movie","genre_ids":[16,28,53,878,10751],"poster_path":"\/iVGKQAWrHTCCJ7hZCNPnDLrydVF.jpg","backdrop_path":"\/tLDCAVdubOBiweUapCaz4kmn44f.jpg","release_date":"1987-08-01","popularity":5.412,"vote_average":6.4,"id":17421,"adult":false,"vote_count":33},{"overview":"La Maison en Petits Cubes tells the story of a grandfather's memories as he adds more blocks to his house to stem the flooding waters.","original_language":"ja","original_title":"つみきのいえ","video":false,"title":"La Maison en Petits Cubes","genre_ids":[16,18,10751],"poster_path":"\/pjNypqAj6BVClkedc29vhtXlzCM.jpg","backdrop_path":"\/ic0mdtgQNDzTDZcvWyS4h6kAmlx.jpg","release_date":"2009-02-14","popularity":5.71,"vote_average":8,"id":20722,"adult":false,"vote_count":257},{"overview":"After heroically defeating both the Snow Queen and the Snow King, Gerda still cannot find peace. Her dream is to find her parents who were once taken away from them by the North Wind and finally reunite the family. Thus, Gerda and her friends embark on an exiting journey to find her parents and encounter new challenges along the way: they discover an ancient magical artifact of the trolls, the Stone of Fire and Ice. From that moment on, things don't go according to the initial plan...Will Gerda be able to tame the mighty forces of the magical elements and get her family back? The answer will be reveled in 2016. This is a story which encompasses everything you love about Wizart: kindness, bravery, friendship, mystery, love of one's family, and a happy ending, of course!","original_language":"ru","original_title":"Снежная королева 3. Огонь и лед","video":false,"title":"The Snow Queen 3: Fire and Ice","genre_ids":[10751,16,14,35],"poster_path":"\/fewzNvOFM4TBcuOwsfGXyIUrwS2.jpg","backdrop_path":"\/1vEGW6lMv2978fUnyh6ybfftCPq.jpg","release_date":"2017-08-31","popularity":2.935,"vote_average":7.5,"id":362058,"adult":false,"vote_count":17},{"overview":"The caped crusader reluctantly agrees to let Batgirl and Nightwing take him on a long overdue vacation from crime-fighting, while Superman and the Justice League watch over Gotham City.","original_language":"en","original_title":"LEGO DC Comics Super Heroes: Justice League - Gotham City Breakout","video":false,"title":"LEGO DC Comics Super Heroes: Justice League - Gotham City Breakout","genre_ids":[10751,12,16,28],"poster_path":"\/rsONvWVId7reQKbAtPtoPukAUF2.jpg","backdrop_path":"\/uYGYJZhMuElZiQSdo94QNtcJ2AP.jpg","release_date":"2016-06-21","popularity":4.587,"vote_average":7.4,"id":396330,"adult":false,"vote_count":41},{"overview":"Based on the comic book by the creator of Ghost in the Shell, a young female soldier Deunan and her cyborg partner Briareos survive through the post World War 3 apocalyptic New York in search of human's future hope, the legendary city of Olympus.","original_language":"ja","original_title":"Appleseed Alpha","video":false,"title":"Appleseed Alpha","genre_ids":[28,16,878],"poster_path":"\/3lKdgUvWW3yUHRl3Ervjz2PeXFR.jpg","backdrop_path":"\/dgyvS3CUtTCfPhtT1SDTR2bwCbf.jpg","release_date":"2014-07-14","popularity":3.805,"vote_average":6.5,"id":269650,"adult":false,"vote_count":190},{"overview":"Sabo visits a grave-site where he reflects back on his childhood with his brothers Luffy and Ace. After a flashback of his past Sabo travels to the Kingdom of Dressrosa and meets up with a fellow member of the Revolutionary Army to discuss their next mission. Unbeknownst to Sabo, Luffy and his crew are also on the island searching to destroy an artificial Devil Fruit factory.","original_language":"ja","original_title":"ワンピース エピソード オブ サボ～3兄弟の絆 奇跡の再会と受け継がれる意志～","video":false,"title":"Episode of Sabo: The Three Brothers' Bond - The Miraculous Reunion","genre_ids":[28,16],"poster_path":"\/927XxgsFOyYLual9dpNVYJorhQj.jpg","backdrop_path":"\/sFJ11y7OcbxJgnDIamw6rsvadh4.jpg","release_date":"2015-12-31","popularity":2.761,"vote_average":6.6,"id":373877,"adult":false,"vote_count":12},{"overview":"A re-telling of the Alabaster Arc from One Piece (TV). Luffy and his crew come to rescue a land in the midst of a civil war, due to a powerful devil fruit user.","original_language":"ja","original_title":"劇場版ワンピース エピソードオブアラバスタ 砂漠の王女と海賊たち","video":false,"title":"One Piece: The Desert Princess and the Pirates: Adventure in Alabasta","genre_ids":[28,12,16,35,18],"poster_path":"\/96NBdeupJn5n84XsQCXPdZSM5is.jpg","backdrop_path":"\/bK4VigqGwROMnFRNT9gudON6C5b.jpg","release_date":"2007-12-31","popularity":5.009,"vote_average":6.9,"id":25278,"adult":false,"vote_count":37},{"overview":"The atmosphere in True Cross Academy is lively and boisterous in the days leading up to the grand festival held once every 11 years. During this time, Okumura Rin is entrusted with the responsibility of suppressing the berserk Phantom Train. In the midst of his mission, he meets a devil whose appearance is that of a young boy.","original_language":"ja","original_title":"青の祓魔師 劇場版","video":false,"title":"Blue Exorcist: The Movie","genre_ids":[16,14,9648,27],"poster_path":"\/yPVoaH8reaNTpqkNPwER5DQL2lM.jpg","backdrop_path":"\/qfe1fBhOikS7ik6d8bHtpLEPsnb.jpg","release_date":"2013-08-17","popularity":4.351,"vote_average":7.2,"id":201223,"adult":false,"vote_count":64},{"overview":"​Luna is a vibrant young Chinese-American girl who dreams of becoming an astronaut. From the day she witnesses a rocket launching into space on TV, Luna is driven to reach for the stars. In the big city, Luna lives with her loving father Chu, who supports her with a humble shoe repair business he runs out of his garage. As Luna grows up, she enters college, facing adversity of all kinds in pursuit of her dreams.","original_language":"en","original_title":"One Small Step","video":false,"title":"One Small Step","genre_ids":[16,12,10751,14],"poster_path":"\/4O13uunA2LmNvHpr7PjTCDUmSZ1.jpg","backdrop_path":"\/hRiQSKdb6hDxsINsMXKTKNjj9GJ.jpg","release_date":"2018-06-25","popularity":5.57,"vote_average":7.9,"id":549484,"adult":false,"vote_count":64},{"overview":"In the aftermath of the most devastating conflict mankind had ever experienced, the tiny island of Shikotan became part of the Sakhalin Oblast... and on the unhealed border in this remote corner of the world, friendship among children from two different countries timidly blossomed, striving to overcome language barriers and the waves of history. Inspired by true events.","original_language":"ja","original_title":"ジョバンニの島","video":false,"title":"Giovanni's Island","genre_ids":[16,18,36],"poster_path":"\/u9ntEjLvgGmClOgF8ZeEzzMkbZd.jpg","backdrop_path":"\/sFRLWpPdRBYpfETBD0JBu47TPJo.jpg","release_date":"2014-03-22","popularity":4.215,"vote_average":7.5,"id":239367,"adult":false,"vote_count":40},{"overview":"Poor Charlie Brown. He can't fly a kite, and he always loses in baseball. Having his faults projected onto a screen by Lucy doesn't help him much either. Against the sage advice and taunting of the girls in his class, he volunteers for the class spelling bee...and wins!","original_language":"en","original_title":"A Boy Named Charlie Brown","video":false,"title":"A Boy Named Charlie Brown","genre_ids":[16,35,10751],"poster_path":"\/aecpHGAtDfEvbQLbURUxR6SLa03.jpg","backdrop_path":"\/agihHwnIadEBr6Vp2jUnHBqG2Dn.jpg","release_date":"1969-12-04","popularity":5.041,"vote_average":6.6,"id":15374,"adult":false,"vote_count":61},{"overview":"A folklore professor becomes unwittingly possessed by the ancient Japanese demons of Thunder and Lightning. But when The Bureau of Paranormal Research &amp; Defense dispatches a team of agents to investigate, a cursed samurai sword sends Hellboy to a supernatural dimension of ghosts, monsters, and feudal mayhem. Now while pyrokinetic Liz Sherman and fishboy Abe Sapien battle one very pissed-off dragon, a lost and cranky Hellboy must find his way home.","original_language":"en","original_title":"Hellboy Animated: Sword of Storms","video":false,"title":"Hellboy Animated: Sword of Storms","genre_ids":[28,16,14,27,878,53,10770],"poster_path":"\/vUCrcikFCDsvA6IiS59kdfQkseU.jpg","backdrop_path":"\/uoeqShAIU5TFzNMYbVxZ3oyU16z.jpg","release_date":"2006-10-28","popularity":4.402,"vote_average":6.2,"id":16774,"adult":false,"vote_count":48},{"overview":"2067: Isolation:  Japan seals herself off from the eyes of the world in the face of unilateral international policy setting strict limits on the use of robotic technology. The island nation exists only behind a veil of seclusion. No soul shall enter. No soul shall leave.  2077: Revelation:  The veil is breached. Japan is infiltrated by agents of the organization S.W.O.R.D., a fighting force operating outside of the protection of the United States and her allies. Their mission: Determine if the Japanese are developing banned robotic bio-technology, forbidden due to its threat to humankind. In the battle between machine and man, humanity stands to suffer most.","original_language":"ja","original_title":"ベクシル 2077日本鎖国","video":false,"title":"Vexille","genre_ids":[16,878],"poster_path":"\/f2LlcsYL41tKKFaDA2qCCPnkDag.jpg","backdrop_path":"\/t16TcN5LQUqbnueINE5SMOaOn5N.jpg","release_date":"2008-02-14","popularity":20.418,"vote_average":7,"id":13391,"adult":false,"vote_count":81}],[{"overview":"Dr. Raichi is one of the only survivors of the Tuffles, a race that once lived on Planet Plant before the coming of the Saiyans. The Saiyans not only massacred the entire Tuffle race, but also stole their technology and conquered the planet, renaming it Planet Vegeta in honor of their king. Raichi managed to escape with a capsule and found refuge on the Dark Planet, a world at the end of the universe. His only wish is to eradicate the last remaining Saiyans.","original_language":"ja","original_title":"ドラゴンボール 超サイヤ人絶滅計画","video":false,"title":"Dragon Ball: Plan to Eradicate the Super Saiyans","genre_ids":[28,12,16],"poster_path":"\/emJVYJa177MOBcs5goOxjP0skAo.jpg","backdrop_path":"\/TbbDReVAOH5PDyJuqal4s0nT7d.jpg","release_date":"2010-11-11","popularity":5.467,"vote_average":6.4,"id":89636,"adult":false,"vote_count":80},{"overview":"Suk-gyu is desperately looking for his runaway daughter. He spares neither money nor effort and after a while his search leads to results. One of his contacts claims to have found the girl. But joy is replaced by shock when he finds out that she works as a prostitute in the center of Seoul. Suk-gyu decides to pose as a client to get close to his daughter. But just before the long awaited and dreaded reunion, panic breaks out at nearby Seoul Station. The place is very popular with the homeless of the Korean capital. And one of them, who had died during the day, comes alive again and start attacking and eating another misfortunate. The undead cannibal epidemic spreads like wildfire. The authorities hermetically close off the city center and decide to wait out the end of the outbreak, until there’s no one left…","original_language":"ko","original_title":"서울역","video":false,"title":"Seoul Station","genre_ids":[18,16,27],"poster_path":"\/2f0NqzR9Jo4HA3RyDOALVU4wS5.jpg","backdrop_path":"\/gMcIbTJ5bFZuyMOYhlG8uquqjIz.jpg","release_date":"2016-08-17","popularity":4.555,"vote_average":6,"id":389868,"adult":false,"vote_count":86},{"overview":"On a day known to the dinosaurs as \"Treasure Day\", Bron becomes stuck in the Mysterious Beyond. This event urges the young Longneck to take his friends on a quest to the Fire Mountain to save his father. Along the way, they befriend a Flyer.","original_language":"en","original_title":"The Land Before Time XIV: Journey of the Brave","video":false,"title":"The Land Before Time XIV: Journey of the Brave","genre_ids":[12,16,10751],"poster_path":"\/7TEwSP9sgYuASIck9cKxd3M93ek.jpg","backdrop_path":"\/rQ7ied56iSIdSSJ2k169A0ILvpW.jpg","release_date":"2016-02-02","popularity":3.441,"vote_average":6.5,"id":339526,"adult":false,"vote_count":46},{"overview":"The introductory chapter to the movie, Strong World, which depicts the events surrounding Gold Roger's execution.","original_language":"ja","original_title":"ワンピース ストロングワールド Episode 0","video":false,"title":"One Piece: Strong World Episode 0","genre_ids":[28,16,35],"poster_path":"\/v0CCNNmB0jTEDsTG9wYNSsuh8OS.jpg","backdrop_path":"\/awhxNmqWHJ2BhP6I3Dpn2MZrWi6.jpg","release_date":"2010-04-24","popularity":3.23,"vote_average":7.8,"id":270413,"adult":false,"vote_count":16},{"overview":"When a ruthless brothel madame murders Jonah Hex's current quarry, the disfigured bounty hunter plans to make her pay.","original_language":"en","original_title":"DC Showcase: Jonah Hex","video":false,"title":"DC Showcase: Jonah Hex","genre_ids":[28,16,37],"poster_path":"\/r43TdakDtUIyMGgSAaHYkzdOT7R.jpg","backdrop_path":"\/nc82x0Qiv6qIRlbODzC6SFAfjB4.jpg","release_date":"2010-07-27","popularity":4.961,"vote_average":7,"id":41988,"adult":false,"vote_count":43},{"overview":"The kingdom of Takicardie quakes under the rule of the tyrannical King Charles V-et-III-font-VIII-et-VIII-font-XIV, whose favourite pastime is shooting birds. His archenemy is a cheeky mockingbird, whose favourite pastime is thwarting the king’s attempts to shoot birds. One night, a portrait of the king comes to life and disposes of the real king, taking his place. The portrait king falls in love with a young shepherdess in another painting and intends to marry her. But, alas, the shepherdess has fallen in love with a chimneysweep and together they elope from the king’s palace. Enraged, the king sends his police to capture them and once they are within his power he forces the shepherdess to marry him. The mockingbird must use all his guile and courage to once more thwart the king and bring his evil reign to an end.","original_language":"fr","original_title":"Le roi et l'oiseau","video":false,"title":"The King and the Mockingbird","genre_ids":[16,14,10751],"poster_path":"\/yDbfVUrb9b0Dkm1TptWtzkujXBk.jpg","backdrop_path":"\/cltTLoi2duo5xDIdmO9HYPPypq3.jpg","release_date":"1980-03-19","popularity":5.67,"vote_average":7.9,"id":22504,"adult":false,"vote_count":154},{"overview":"The Minions, having been accidently dropped off at the North Pole, make the most of the situation by trying to become elves.","original_language":"en","original_title":"Santa's Little Helpers","video":false,"title":"Santa's Little Helpers","genre_ids":[12,16,35,10751],"poster_path":"\/amZmPAzPh2WAeOC7E30CGn0UxME.jpg","backdrop_path":"\/7jzVimxqmwiYjp6cfxEqJ9yPvko.jpg","release_date":"2019-02-05","popularity":3.076,"vote_average":6,"id":579524,"adult":false,"vote_count":5},{"overview":"Kurumi’s heart was broken by the sudden death of her boyfriend in a tragic airplane accident. By melding futuristic technology with the binary equivalent of human emotion, a brilliant scientist created an ultra-lifelike robotic surrogate to take Hal’s place – and lure Kurumi from her shroud of solitude.","original_language":"ja","original_title":"ハル","video":false,"title":"Hal","genre_ids":[16,10749],"poster_path":"\/xSiBXQGAXfEYjaxUySI53AAFH3.jpg","backdrop_path":"\/ynGoF0jd2IPbCdVKjArsm95MdsD.jpg","release_date":"2014-09-02","popularity":4.854,"vote_average":7.2,"id":196761,"adult":false,"vote_count":49},{"overview":"When Brainy Smurf is favored to win the annual Smurfberry Hunt for the ninth year in a row, Gutsy Smurf sets out to discover how Brainy wins every year. Gutsy’s investigation takes him into spooky Smurfy Hollow–and right into Gargamel’s trap! Can Brainy and Gutsy, with the help of Smurfette, put aside their rivalry before Gargamel captures them–or worse, they come face-to-face with the legendary ghost, the Headless Horseman?","original_language":"en","original_title":"The Smurfs: The Legend of Smurfy Hollow","video":false,"title":"The Smurfs: The Legend of Smurfy Hollow","genre_ids":[35,16,10751,14],"poster_path":"\/nL40i4g06BqzZyaZNjkvmUyvskh.jpg","backdrop_path":"\/mOwmwzuN1vSb1WhqkXDaHs8CpGT.jpg","release_date":"2013-09-12","popularity":4.645,"vote_average":6.1,"id":220845,"adult":false,"vote_count":26},{"overview":"The Tortoise and the Hare is an animated short film released on January 5, 1935 by United Artists, produced by Walt Disney and directed by Wilfred Jackson. Based on an Aesop's fable of the same name, The Tortoise and the Hare won the 1934 Academy Award for Best Short Subject: Cartoons. This cartoon is also believed to be one of the influences for Bugs Bunny.","original_language":"en","original_title":"The Tortoise and the Hare","video":false,"title":"The Tortoise and the Hare","genre_ids":[16],"poster_path":"\/5vigKmZnR5hXTC6X2wXXsjGhYWc.jpg","backdrop_path":"\/kUP7XATJ98puqeL6WhgPvtEebLe.jpg","release_date":"1935-01-05","popularity":3.902,"vote_average":6.7,"id":58159,"adult":false,"vote_count":52},{"overview":"To a song of love lost and rediscovered, a woman sees and undergoes surreal transformations. From the melting clocks and hourglass sand, to the figure rendered in strips, to the character covered in eyeballs, the style and themes of Dalí are clearly recognizable throughout.  Destino is an animated short film released in 2003 by The Walt Disney Company. Destino is unique in that its production originally began in 1945, 58 years before its eventual completion. The project was originally a collaboration between Walt Disney and Spanish Surrealist painter Salvador Dalí, and features music written by Mexican songwriter Armando Dominguez and performed by Dora Luz. It was included in the Animation Show of Shows in 2003.","original_language":"en","original_title":"Destino","video":false,"title":"Destino","genre_ids":[16],"poster_path":"\/qZk3X29Q8mQIkIssybVcFQ6Qjeo.jpg","backdrop_path":"\/z73HND8Yt40kGPhOCHqgei0TWPm.jpg","release_date":"2003-08-05","popularity":4.495,"vote_average":7.3,"id":35114,"adult":false,"vote_count":77},{"overview":"A mariner survives an attack from the dreaded pirates of the Black Freighter, but his struggle to return home to warn it has a horrific cost.","original_language":"en","original_title":"Watchmen: Tales of the Black Freighter","video":false,"title":"Watchmen: Tales of the Black Freighter","genre_ids":[16,27,28],"poster_path":"\/tNGiLH1hR6AZBx1TfsWg3030GiA.jpg","backdrop_path":"\/9HWl23YyWLKyYuXfdxy3ANbQE0N.jpg","release_date":"2009-03-24","popularity":6.796,"vote_average":6.7,"id":16440,"adult":false,"vote_count":85},{"overview":"Guts, an immensely strong sword-for-hire, has little direction in his life, simply fighting one battle after the next. However, this all changes suddenly when he meets and is bested by Griffith, a beautiful and charismatic young man who leads the Band of the Hawk mercenary army. After Guts joins the Band and the relationship between the two men begins to blossom, Casca, the tough, lone swordswoman in the Band of the Hawk, struggles to accept Guts and the influence he has on the world around her.  While the two men begin to fight together, Griffith continues to rise to power, all seemingly in order to reach his mysterious, prophesied goals. What lengths will Guts and Griffith go to in order to reach these goals, and where will fate take the two men?","original_language":"ja","original_title":"ベルセルク 黄金時代篇I 覇王の卵","video":false,"title":"Berserk: The Golden Age Arc 1 - The Egg of the King","genre_ids":[28,12,16,14],"poster_path":"\/iYFiL15QquVE668RUetGHQwGgEt.jpg","backdrop_path":"\/A7N6vmO1Jo8K1uCQyrgorxjHNPw.jpg","release_date":"2012-02-03","popularity":7.714,"vote_average":7.2,"id":113082,"adult":false,"vote_count":208},{"overview":"The strange little guy in the blue hood is well known to Krosmoz. His name is Joris and he's proposing to take you on a fantastic adventure. Our hero is leading a happy life in his magic shop in the city of Bonta. But one day, when he seeks out his idol, a Gobbowl superstar, everything changes for the worst as Julith, the vengeful witch, is back in town!","original_language":"fr","original_title":"Dofus - Livre 1 : Julith","video":false,"title":"Dofus - Book I: Julith","genre_ids":[16,35,14],"poster_path":"\/3UyqPwRJbjlI7pt62XHC6lh7a1g.jpg","backdrop_path":"\/2dRp43toAHBkcpo9DnxbyN0GUr.jpg","release_date":"2016-02-03","popularity":2.163,"vote_average":7.6,"id":289143,"adult":false,"vote_count":51},{"overview":"An OVA which centers around Toki and his relationship with his brother Raoh, leading up to Toki's imprisonment in Cassandra and eventually his duel with Raoh. The OVA introduces another new character named Sara, a female doctor who watches over Toki and becomes his love interest.","original_language":"ja","original_title":"真救世主伝説 北斗の拳 トキ伝","video":false,"title":"Fist of the North Star: Legend of Toki","genre_ids":[16,28],"poster_path":"\/dCBSeO7yrxhlW4MRe0XgsBajXha.jpg","backdrop_path":"\/duJB7fmfXJ5JEb0lG884mlARwTy.jpg","release_date":"2008-03-26","popularity":3.064,"vote_average":6.5,"id":114371,"adult":false,"vote_count":14},{"overview":"This is the story of the internal struggle between a man’s Brain—a pragmatic protector who calculates his every move, and his Heart—a free-spirited adventurer who wants to let loose.","original_language":"en","original_title":"Inner Workings","video":false,"title":"Inner Workings","genre_ids":[16,35],"poster_path":"\/wRGq76HjqNBRnSY7bUZaM3bsBy3.jpg","backdrop_path":"\/zO3TvEMiCpovAglb3k0ba3SRAQm.jpg","release_date":"2016-11-23","popularity":5.005,"vote_average":8,"id":406785,"adult":false,"vote_count":86},{"overview":"In Enchanted Parade, Akko, Lotte and Sucy, having gotten in trouble yet again, are forced to team up with three other troublemakers; Amanda O'Neill, Constance Braunschweig Albrechtsburger and Jasmineka Antonenko, and must make an annual witch parade a success or else face expulsion.","original_language":"ja","original_title":"リトルウィッチアカデミア 魔法仕掛けのパレード","video":false,"title":"Little Witch Academia: The Enchanted Parade","genre_ids":[28,16,14,35],"poster_path":"\/mEspupnR3VqTrY72pUVzinnBMx.jpg","backdrop_path":"\/srcaBcAZVBEZqsFa9DlNTXWMHzj.jpg","release_date":"2015-07-03","popularity":4.061,"vote_average":7.5,"id":347413,"adult":false,"vote_count":57},{"overview":"A plover chick has not learned to fly when his family migrates in the fall. He must survive the arctic winter, vicious enemies and himself in order to be reunited with his beloved one next spring.","original_language":"en","original_title":"Ploey: You Never Fly Alone","video":false,"title":"Ploey: You Never Fly Alone","genre_ids":[16,10751],"poster_path":"\/pQIKecVvsEEexALNuyPj9q4JmSN.jpg","backdrop_path":"\/bDe2W2gxREhuK3LIJhPxCau39Hy.jpg","release_date":"2019-02-28","popularity":7.571,"vote_average":4.8,"id":506596,"adult":false,"vote_count":15},{"overview":"A lowly stable elf finds that he is the only one who can stop an invasion of the North Pole by using the secret of Santa's Sleigh, a TimeGlobe, to travel back in time to Save Santa - twice.","original_language":"en","original_title":"Saving Santa","video":false,"title":"Saving Santa","genre_ids":[16,35,10751],"poster_path":"\/wIr5gosI2cgjqyHN6nIJZdwgz58.jpg","backdrop_path":"\/daZN4XfgtcC2tJA36HIfc9MQRAH.jpg","release_date":"2013-11-05","popularity":4.448,"vote_average":5.1,"id":238302,"adult":false,"vote_count":57},{"overview":"Devoted to her family’s rice-cake–making business and the high school baton club, Tamako is a little slow when it comes to love. She’s oblivious to her childhood friend Mochizo’s affections, even though all their friends know. With graduation closing in and Mochizo leaving for Tokyo, will Tamako realise her feelings and tell him in time?","original_language":"ja","original_title":"たまこラブストーリー","video":false,"title":"Tamako Love Story","genre_ids":[35,10749,16],"poster_path":"\/wSYz96elWg6ABuM6Aa5FAhtVvYQ.jpg","backdrop_path":"\/6Nz34wS45PsHUpk1SPBjFGzbCBZ.jpg","release_date":"2014-04-26","popularity":4.037,"vote_average":6.3,"id":257475,"adult":false,"vote_count":34}],[{"overview":"Three young Inuits set off in search of a promised land to save their clan from starvation.","original_language":"en","original_title":"The Legend of Sarila","video":false,"title":"The Legend of Sarila","genre_ids":[10751,16,12],"poster_path":"\/aKFNEurZueBaSIl0viRdW3D540w.jpg","backdrop_path":"\/kIxP9p4eEbllFsFiVTKu4SmAswD.jpg","release_date":"2013-02-22","popularity":2.617,"vote_average":4.8,"id":233423,"adult":false,"vote_count":13},{"overview":"This animated Japanese film is a dark, adult-oriented thriller. A peace treaty between the Earth and the Black World, a parallel universe of spider-like aliens is coming to an end. Two cops, Taki, a human male, and Maki, a female alien, are assigned to protect a diplomat who will help secure another treaty. A radical group of aliens from the Black World are out to assassinate the diplomat and prevent the treaty; only the bond that forms between the two cops can save the Earth from destruction. Sex is strongly associated with violence in many graphic scenes; although this is intended to play a symbolic role, this theme is used excessively. The story is effective, but the film is definitely not for children or anyone easily offended.","original_language":"ja","original_title":"幼獣都市","video":false,"title":"Wicked City","genre_ids":[16,53,27,14],"poster_path":"\/5T6jsn5m7NyDJq61RvDwVIbWeio.jpg","backdrop_path":"\/o7PBlsfdCGDdqBSQ52C1IY8u8Ef.jpg","release_date":"1987-04-19","popularity":5.421,"vote_average":6.9,"id":21453,"adult":false,"vote_count":60},{"overview":"Natanaël, seven, still doesn't know how to read. His eccentric old aunt bequeaths her house to his parents and her book collection to the young boy. Nat discovers that the books serve as a shelter for all the heroes found in children's literature. They are the original characters and are counting on him for protection. For if they leave the library, they will disappear along with their stories forever! When his parents start selling off the books, Nathanaël, who is shrunk by the evil witch Carabosse, braves everything to save his tiny friends","original_language":"fr","original_title":"Kérity, la maison des contes","video":false,"title":"Eleanor's Secret","genre_ids":[16,10751],"poster_path":"\/uFmO2kB0m5JmodHvfV68nWsuD5d.jpg","backdrop_path":"\/7zQBSXHxN61ErX9zs7SVC1gnnLY.jpg","release_date":"2009-12-16","popularity":3.756,"vote_average":6.6,"id":47353,"adult":false,"vote_count":32},{"overview":"It is 300 years into the future. Earth's environment had been devastated by mankind's own foolish plans and humankind is beleaguered by the sentient forests which they have awoken. The world balance is tipped when a young boy named Agito stumbles across a machine that glowed in a strange blue hue inside a forbidden sanctuary.","original_language":"ja","original_title":"銀色の髪のアギト","video":false,"title":"Origin: Spirits of the Past","genre_ids":[878,12,16,18,14,10749,28],"poster_path":"\/sBYe5AhoXHOMjDOcsR0MWMhsL8C.jpg","backdrop_path":"\/wRivMye56zAsq0wQRJTBu9K9Kp1.jpg","release_date":"2006-02-20","popularity":4.65,"vote_average":6.7,"id":14945,"adult":false,"vote_count":91},{"overview":"Monsters once lived in hiding—even from each other—because they were afraid they would be in danger if humans knew they existed. But Draculaura, the daughter of Dracula, along with her best ghoulfriends, dreamt of a school where everyone was welcome and accepted for who they are. Determined to make their dream come true, the ghouls travel the world on an epic adventure to recruit new students. But even in this amazing place, there's drama: a villainess zombie is spreading trouble rather than friendship, and every student must live with the fear that their secret will be revealed. Now the ghouls must save their school so that every monster has a place where they belong and their uniqueness is celebrated!","original_language":"en","original_title":"Monster High: Welcome to Monster High","video":false,"title":"Monster High: Welcome to Monster High","genre_ids":[16,10751],"poster_path":"\/ceurB6wkAgMKwR4bVq1PdEJ5bvL.jpg","backdrop_path":"\/yLhFRHNuywp470g0DrjeYppDUvk.jpg","release_date":"2016-08-27","popularity":4.863,"vote_average":6.2,"id":413736,"adult":false,"vote_count":41},{"overview":"Quebec, 1956. The impulsive and headstrong Nelly Maloye, a novice private eye, joins the methodical and pragmatic Simon Picard, a research scientist in a dubious quest to prove the existence of the elusive Yeti. The brave-hearted heroes come face-to-face with countless dangers during their trek through the heart of the Himalayas.","original_language":"fr","original_title":"Nelly et Simon : Mission Yéti","video":false,"title":"Mission Kathmandu: The Adventures of Nelly & Simon","genre_ids":[12,16,10751],"poster_path":"\/do1jfxL8liNVOfpsfrFZhAHjRTL.jpg","backdrop_path":"\/aPb1xCG2leRKwaEyeBaSD6RNdQV.jpg","release_date":"2017-10-05","popularity":4.171,"vote_average":5.7,"id":490694,"adult":false,"vote_count":13},{"overview":"The plot involves the coming of Lucifer to the Sanctuary, where his underlings systematically dispose of the surviving Gold Saints. Athena goes to Lucifer to ask for peace, placing herself in peril. The Bronze Saints must then come to her rescue, destroying Lucifer's Fallen Angels (Seima Tenshi in Japanese) in the process.","original_language":"ja","original_title":"聖闘士星矢 最終聖戦の戦士たち","video":false,"title":"Saint Seiya: Warriors of the Final Holy Battle","genre_ids":[28,16,14],"poster_path":"\/mf8WVTinuFnAsDUsAslSB84ikOD.jpg","backdrop_path":"\/2Iv9UEF0jhQUO9v6QJRQmNQtBE0.jpg","release_date":"1989-03-18","popularity":4.112,"vote_average":5.9,"id":83088,"adult":false,"vote_count":37},{"overview":"Dominik is an ordinary boy. He's got loads of friends, the hottest girl in school, rich parents and money to spend on brand-name clothes. But one innocent kiss with a mate changes everything. He begins to isolate himself from the outside world, spending all his time on his computer. He meets an anonymous girl who introduces him to the \"suicide room\", a place from which there is no escape. Caught in a trap woven of his own emotions, Dominik becomes entangled in a web of intrigue and gradually loses what he cherishes most.","original_language":"pl","original_title":"Sala samobójców","video":false,"title":"Suicide Room","genre_ids":[18,53,16],"poster_path":"\/6BUyvSeRG4FAkv0jo5FhJ87gHMw.jpg","backdrop_path":"\/7XvlHiBj0l4FiieSSkAZ8OVbVnB.jpg","release_date":"2011-03-13","popularity":4.506,"vote_average":7.6,"id":72478,"adult":false,"vote_count":257},{"overview":"Kate &amp; Humphrey and their three wolf cubs (Smokey, Claudette and Runt) are happily preparing to celebrate their first winter holidays together when their smallest cub, Runt, mysteriously disappears. They must now go on a new journey across the wilderness to find Runt before the winter festivities begin at home.","original_language":"en","original_title":"Alpha and Omega 2: A Howl-iday Adventure","video":false,"title":"Alpha and Omega 2: A Howl-iday Adventure","genre_ids":[12,16,35],"poster_path":"\/8vaczP6J1JudrR2s8bOk4rWGBO9.jpg","backdrop_path":"\/2fZJeGPM0LobJc8FeQNR7ooOi5W.jpg","release_date":"2013-10-08","popularity":5.285,"vote_average":5.5,"id":227425,"adult":false,"vote_count":26},{"overview":"Year 2116—The Japanese government begins to export the Sibyl System unmanned drone robots to troubled countries, and the system spreads throughout the world. A state in the midst of a civil war, SEAUn (the South East Asia Union), brings in the Sibyl System as an experiment. Under the new system, the coastal town of Shambala Float achieves temporary peace and safety. But then SEAUn sends terrorists to Japan. They slip through the Sibyl System and then attack from within. The shadow of a certain man falls on this incident. In charge of the police, Tsunemori travels to Shambala Float to investigate. The truth of justice on this new ground will become clear.","original_language":"ja","original_title":"劇場版 サイコパス","video":false,"title":"Psycho-Pass: The Movie","genre_ids":[878,16,28],"poster_path":"\/t7GCogR4nNYpK6buK1jb4KiPV7y.jpg","backdrop_path":"\/iRmt0hnNnzPwcLyQA6dVPSyjQT4.jpg","release_date":"2016-03-15","popularity":5.297,"vote_average":7.3,"id":296917,"adult":false,"vote_count":86},{"overview":"A foul-mouthed cat and its gang cross paths with humans.","original_language":"tr","original_title":"Kötü Kedi Şerafettin","video":false,"title":"Bad Cat","genre_ids":[35,16,28],"poster_path":"\/4Z7HdaTw7M2sqGjZzjncE4YPRNV.jpg","backdrop_path":"\/3XRdZTizomKAFtWNa1MaOktxkKB.jpg","release_date":"2019-07-12","popularity":4.566,"vote_average":6.4,"id":355066,"adult":false,"vote_count":43},{"overview":"When a clock lands on Mater's engine, he travels back in time to 1909 where he meets Stanley, an ambitious young car on his way to California. With the help of Lightning McQueen, Mater alters history by convincing Stanley to stay and build Radiator Springs. Stanley meets Lizzie and they commemorate the opening of the new courthouse with their wedding.","original_language":"en","original_title":"Time Travel Mater","video":false,"title":"Time Travel Mater","genre_ids":[10751,16],"poster_path":"\/nuISwHACr86MD9iO1U9ne7ZtT2l.jpg","backdrop_path":"\/3MnR8hhwaszjmOiob3qVrplPP3S.jpg","release_date":"2012-06-05","popularity":4.517,"vote_average":5.9,"id":141528,"adult":false,"vote_count":45},{"overview":"A high school student is haunted by thoughts of \"The Matrix\" and a person named \"Neo\". Part of the Animatrix collection of animated shorts set in the Matrix universe.","original_language":"en","original_title":"Kid's Story","video":false,"title":"Kid's Story","genre_ids":[16,878],"poster_path":"\/jopJuFTrCVafu7JKUd4yCJKIwxl.jpg","backdrop_path":"\/A1bAXGXg2WNpClvXvcI5UhfpoB0.jpg","release_date":"2003-06-02","popularity":5.816,"vote_average":7.3,"id":24914,"adult":false,"vote_count":67},{"overview":"Strings is a mythological story about the son of a king, Hal Tara, who sets out on a journey to avenge the death of his father. To his surprise he discovers the truth of his own people - and where he least expects it - he finds true love.","original_language":"en","original_title":"Strings","video":false,"title":"Strings","genre_ids":[12,16,18,14],"poster_path":"\/bCZu9u1Y54AOSKTl1hq1piS71US.jpg","backdrop_path":"\/oBdLrX5iJBZmPsV5EaeK5T92Z8w.jpg","release_date":"2004-10-24","popularity":3.867,"vote_average":7,"id":21290,"adult":false,"vote_count":37},{"overview":"Fourth installment in the animated franchise","original_language":"en","original_title":"Hotel Transylvania 4","video":false,"title":"Hotel Transylvania 4","genre_ids":[12,16,35],"poster_path":"\/4LCkv3OPSFN27YWwdqHelqiNhLA.jpg","backdrop_path":null,"popularity":7.981,"vote_average":0,"id":585083,"adult":false,"vote_count":0},{"overview":"An unlikely connection sparks between two creatures: a fiercely independent stray kitten and a pit bull. Together, they experience friendship for the first time.","original_language":"en","original_title":"Kitbull","video":false,"title":"Kitbull","genre_ids":[16,10751,18],"poster_path":"\/8qblK8VqWOxrUWeJYkBszqYmW12.jpg","backdrop_path":"\/nAUAqoaP2qrCdQWNecoXIQ3U93O.jpg","release_date":"2019-01-18","popularity":4.519,"vote_average":8.4,"id":574074,"adult":false,"vote_count":51},{"overview":"A legendary and friendly creature named Nessie lives happily in a small pond with her friend MacQuack, a rubber duck. When a rich developer takes the pond and land surrounding it to build a miniature golf course, Nessie is forced to search for a new home.","original_language":"en","original_title":"The Ballad of Nessie","video":false,"title":"The Ballad of Nessie","genre_ids":[16,10751,14],"poster_path":"\/hsGs5mqSJh7GDZ3GSXb8AQo6eog.jpg","backdrop_path":"\/3mGjcDp1Jo9tnUHgLu7gFeB2ibi.jpg","release_date":"2011-07-15","popularity":4.071,"vote_average":7.1,"id":76346,"adult":false,"vote_count":51},{"overview":"The film chronicles George's adventures as he befriends Kayla, a baby elephant, at a magic circus show and helps her travel across the country to be reunited with her family.Accompanied by his friend, the Man with the Yellow Hat, George travels by foot, train, and truck to reach Kayla's brother and sister in California, only to be accused of elephant-napping and brought all the way back to New York.","original_language":"en","original_title":"Curious George 2: Follow That Monkey!","video":false,"title":"Curious George 2: Follow That Monkey!","genre_ids":[16,10751],"poster_path":"\/hLDajpHfhAGp6vr9HZPezonJlK4.jpg","backdrop_path":"\/6tSL32EwgmqpK2nt9TOd1a4LIPk.jpg","release_date":"2009-10-27","popularity":4.586,"vote_average":5.8,"id":23903,"adult":false,"vote_count":15},{"overview":"Lupin &amp; Jigen have their sights set on a treasure called the Little Comet, which is located in the heavily fortified country of East Doroa. During the heist, Jigen is almost killed by a sniper named Yael Okuzaki. His specialty is preparing tombstones for his targets before executing them. It's said that no one can survive after Yael makes their tombstone.","original_language":"ja","original_title":"LUPIN THE IIIRD  次元大介の墓標","video":false,"title":"Lupin the Third: Daisuke Jigen's Gravestone","genre_ids":[28,12,16,35],"poster_path":"\/3nXRzpQiwtEVR8xnWbr5Y8uij2l.jpg","backdrop_path":"\/4WywbDpqxvKB9EJBAIVzPn4rNOp.jpg","release_date":"2014-06-21","popularity":4.381,"vote_average":8.1,"id":260516,"adult":false,"vote_count":21},{"overview":"Elroy Jetson invents a time machine that takes him back to prehistoric times, where he meets the Flintstone family.","original_language":"en","original_title":"The Jetsons Meet the Flintstones","video":false,"title":"The Jetsons Meet the Flintstones","genre_ids":[16,878,10751,10770],"poster_path":"\/7VSIIEJe79Teedg7bYgq9R5ejvO.jpg","backdrop_path":"\/jJZSlXy2Zbc3mUHreaS9UmjNUps.jpg","release_date":"1987-01-01","popularity":4.599,"vote_average":6,"id":36868,"adult":false,"vote_count":42}],[{"overview":"\"Revival of Evangelion\" was the third \"Neon Genesis Evangelion\" movie to be released in Japan. \"Revival\" is ultimately considered the final form of the \"Evangelion\" movies. It combines the movies, \"Evangelion: Death (True)²\" and \"The End of Evangelion,\" into one long production.  It is a \"complete\" ending.","original_language":"ja","original_title":"新世紀エヴァンゲリオン劇場版 Revival of Evangelion","video":false,"title":"Revival of Evangelion","genre_ids":[28,16,18,878],"poster_path":"\/vX7JeTcK6r4l5O1VbaFC89juG32.jpg","backdrop_path":"\/rKx7TwyN5kTldYZRdbP7C5UOvsE.jpg","release_date":"1998-03-07","popularity":3.947,"vote_average":8.1,"id":54270,"adult":false,"vote_count":9},{"overview":"In LEGO DC Super Heroes: The Flash, Reverse-Flash manipulates the Speed Force to put the Flash into a time loop that forces him to relive the same day over and over again—with progressively disastrous results, including losing his powers and being fired by the Justice League. The Flash must find a way to restore time to its original path and finally apprehend his worst enemy before all is lost for the Flash…and the world!","original_language":"en","original_title":"Lego DC Comics Super Heroes: The Flash","video":false,"title":"Lego DC Comics Super Heroes: The Flash","genre_ids":[12,16,35,878,10751],"poster_path":"\/u27j3CiMEtNdDRleYwnruQ5Ktkm.jpg","backdrop_path":"\/1BAjSZoB2oyGsPSjGSJE0k4hf8e.jpg","release_date":"2018-02-13","popularity":6.899,"vote_average":6.6,"id":504997,"adult":false,"vote_count":51},{"overview":"Synopsis Kogoro and Conan came to Yokohama according to a request from a mysterious man. But that was a trap of this man. Ran and the Detective Boys will be taken as hostages. If they don't solve the request of the man within 12 hours, the bombs attached to the hostages will explode. Furthermore, the man know that Conan`s true identity is Kudo Shinichi. Also Hattori Heiji, the High School Detective of the West, and Kaito Kid enter the stage. Will they be able to solve the mystery within the time limit and save Ran and the others? And who in the world is the client?","original_language":"ja","original_title":"名探偵コナン 探偵たちの鎮魂歌（レクイエム）","video":false,"title":"Detective Conan: The Private Eyes' Requiem","genre_ids":[16,9648],"poster_path":"\/paRjoAuHmdexVOB2npVdz3OoSUQ.jpg","backdrop_path":"\/xaNsdwOKA5Q11bGWBgqq5EngD7q.jpg","release_date":"2006-04-15","popularity":6.215,"vote_average":7.3,"id":39205,"adult":false,"vote_count":53},{"overview":"Eight housemates on a fake animated reality TV show realize they've been canceled and set off on a journey to get back on the air.","original_language":"en","original_title":"The Drawn Together Movie: The Movie!","video":false,"title":"The Drawn Together Movie: The Movie!","genre_ids":[16,35],"poster_path":"\/gVQYBtUXC8GUQZx6RxigC3Hleab.jpg","backdrop_path":"\/2EWVQPsowLLIE6Ok6N61V6xDjmv.jpg","release_date":"2010-04-20","popularity":3.348,"vote_average":6.4,"id":36736,"adult":false,"vote_count":57},{"overview":"At a hospital in New York, Alex, a police officer, meets Léo, a boy who has the ability to get out of his body and pass through the walls like a ghost. Both team up with Mary, an intrepid journalist, to capture a disfigured villain who terrorizes the city.","original_language":"fr","original_title":"Phantom Boy","video":false,"title":"Phantom Boy","genre_ids":[16,14,9648],"poster_path":"\/fGGUXZx27TXCv5oqSBEmqZorLpL.jpg","backdrop_path":"\/1nl9lpmE6HgaEUJlUM6z7ouWl9H.jpg","release_date":"2016-07-15","popularity":2.857,"vote_average":6.9,"id":356161,"adult":false,"vote_count":26},{"overview":"Second film of the Mardock Scramble series. Balot and a severely injured Oeufcoque seem to be at the mercy of an obsessed Boiled. Dr. Easter comes to the rescue and the group escapes to \"Paradise\" where many secrets of Mardock lie and where Balot will need to come to a decision herself about what she will and can do.","original_language":"ja","original_title":"マルドゥック・スクランブル 燃焼","video":false,"title":"Mardock Scramble: The Second Combustion","genre_ids":[16,878],"poster_path":"\/pnofwVRFLpCdYGYde6G9gs2qNbl.jpg","backdrop_path":"\/flmyx0V0CE6bDLQwO3exlxHYBiK.jpg","release_date":"2011-09-03","popularity":3.871,"vote_average":6.6,"id":73530,"adult":false,"vote_count":36},{"overview":"Lanny and Wayne are at it again! With the Big 2-5 fast approaching, Wayne and Lanny must race to recover classified North Pole technology which has fallen into the hands of a computer-hacking Naughty Kid! Desperate to prevent Christmas from descending into chaos, Wayne seeks out the foremost Naughty Kid expert to aid in the mission: a bombastic member of the Coal Bucket Brigade who also happens to be his estranged brother, Noel.","original_language":"en","original_title":"Prep & Landing: Naughty vs. Nice","video":false,"title":"Prep & Landing: Naughty vs. Nice","genre_ids":[16,35,10751],"poster_path":"\/5UFtW8yGTLegcUauxw4LnaYb4XL.jpg","backdrop_path":"\/os9MrWwCzIH8qdtaOLHrkK4dBAb.jpg","release_date":"2011-12-05","popularity":4.254,"vote_average":6.6,"id":88096,"adult":false,"vote_count":30},{"overview":"The story revolves around a scrappy young dog who fights to save a town from becoming the litter box of a nefarious feline warlord.","original_language":"en","original_title":"Blazing Samurai","video":false,"title":"Blazing Samurai","genre_ids":[28,16,35,10751],"poster_path":"\/xIiXUYV39GqpeDgi2BXn1R0WZMY.jpg","backdrop_path":null,"release_date":"2021-06-10","popularity":8.002,"vote_average":0,"id":366672,"adult":false,"vote_count":0},{"overview":"A collection of Warner Brothers short cartoon features, \"starring\" the likes of Daffy Duck, Porky Pig and Wile.E.Coyote. These animations are interspersed by Bugs Bunny reminiscing on past events and providing links between the individual animations which are otherwise unconnected. This 1979 feature-length compilation includes several of his best cartoons. Among the 11 shorts shown in their entirety are the classics \"Robin Hood Daffy,\" \"What's Opera, Doc?,\" \"Bully for Bugs,\" and \"Duck Amuck\". The Bugs Bunny Road Runner Movie provides a showcase not only for Jones's razor-sharp timing, but for the work of his exceptional crew, which included designer Maurice Noble, writer Mike Maltese, composers Carl Stalling and Milt Franklyn, and voice actor Mel Blanc.","original_language":"en","original_title":"The Bugs Bunny Road Runner Movie","video":false,"title":"The Bugs Bunny Road Runner Movie","genre_ids":[16,35,10751],"poster_path":"\/pueP9CdOOFGqyogkSJfN09PBeHv.jpg","backdrop_path":"\/5hoz111ZDGhHEylD0hg4L4IMvud.jpg","release_date":"1979-09-30","popularity":6.36,"vote_average":6.9,"id":20007,"adult":false,"vote_count":71},{"overview":"The story of a little boy who would only talk in sound effects. With story by Dr. Seuss (and Bill Scott of Rocky and Bullwinkle fame) this cartoon won the Oscar for best short subject (animated) for 1950.","original_language":"en","original_title":"Gerald McBoing-Boing","video":false,"title":"Gerald McBoing-Boing","genre_ids":[16,35,10751],"poster_path":"\/93xh4H9qcqOn5i0DJOeitSO2Q9s.jpg","backdrop_path":"\/cEJZEkYqdfGry5g5Tik2VSu3kEU.jpg","release_date":"1950-11-02","popularity":2.262,"vote_average":6.6,"id":46990,"adult":false,"vote_count":22},{"overview":"Jerry's raiding the fridge, carrying off a giant wedge of cheese. Tom's feeling playful, so he piles the cheese high with dishes, builds a set of bread-slice steps, and ends them on a rolling pin. This sends Jerry crashing, of course. Jerry puts the cheese back. Tom dips a paw into a bowl of jelly in the process and decides to raid the fridge; he puts Jerry's tail under an iron. After some snacking, Tom buries Jerry in the cream from a creampuff. But he also tosses the cheese wedge into the china cabinet, bringing Mammy down to scold him. Time for a scapegoat: Tom stuffs Jerry into the fridge, then runs to the next room. When Mammy screams, Tom chases Jerry but this chase ends differently, with Tom trapped in the ironing board. Jerry takes careful aim with a fork, sending Tom into the fridge, where Mammy thrashes him as Jerry munches on the cheese.","original_language":"en","original_title":"The Midnight Snack","video":false,"title":"The Midnight Snack","genre_ids":[35,16],"poster_path":"\/8ATU8QpHIovzXvsAYaWCIwCePB0.jpg","backdrop_path":"\/aN3BGVvihb2rqckga45dIYB7PDn.jpg","release_date":"1941-07-19","popularity":2.741,"vote_average":7.4,"id":40234,"adult":false,"vote_count":16},{"overview":"It is the second film to focus on Chopper, as it is a retelling of the Drum Island storyline from the manga. It features Franky, Nico Robin, and the Thousand Sunny, who weren't present in the original version.","original_language":"ja","original_title":"ＯＮＥ ＰＩＥＣＥ（ワンピース） エピソードオブチョッパー＋冬に咲く、奇跡の桜","video":false,"title":"One Piece: Episode of Chopper Plus: Bloom in the Winter, Miracle Cherry Blossom","genre_ids":[28,16,12,35],"poster_path":"\/sxER8cZwBPNu01jhXqxjflfHMLE.jpg","backdrop_path":"\/pmfAnlVKFKlmC5OtdIMAlo7Gjdg.jpg","release_date":"2008-12-31","popularity":6.018,"vote_average":6.8,"id":44731,"adult":false,"vote_count":40},{"overview":"The witch from Pixar's Brave uses magical illustrations to tell the legend of a power-obsessed prince who sought a magic spell that would allow him to wrest control of a kingdom from his brothers, only to destroy that kingdom and his own fate as well.","original_language":"en","original_title":"The Legend of Mor'du","video":false,"title":"The Legend of Mor'du","genre_ids":[16,10751],"poster_path":"\/8FKR6880g0JRiblbTQEijGlq3Qj.jpg","backdrop_path":"\/msvcbZnT7EXU3nk8SqyjWsf1aep.jpg","release_date":"2012-11-13","popularity":5.135,"vote_average":5.7,"id":141423,"adult":false,"vote_count":35},{"overview":"A Long Time Ago In A Galaxy Far, Far Away… Against the might of the Galactic Empire, an unlikely band of heroes emerges to renew the fight for freedom.  Five years before the events of Star Wars Episode IV: A New Hope, the reigning evil Empire continues to tighten its grip of power and fear throughout the cosmos. But even amidst the tyranny and oppression of these dark days, a glimmer of light emerges. Meet the ragtag crew of the starship Ghost: Twi’lek pilot Hera, street-smart pickpocket Ezra, team leader Kanan, alien enforcer Zeb, explosives expert Sabine, and Chopper, the cantankerous Droid. Together, they embark on action-packed adventures, battle ruthless villains, and ignite the very first Spark Of Rebellion against a surging tide of Stormtroopers, TIE fighters and the mysterious Inquisitor.","original_language":"en","original_title":"Star Wars Rebels: Spark of Rebellion","video":false,"title":"Star Wars Rebels: Spark of Rebellion","genre_ids":[12,16,28,878],"poster_path":"\/sgZvwdGuqOfbJTfUNq5lh9B4HQy.jpg","backdrop_path":"\/myt3uYcUL6DpQs20pObJrJbBWMu.jpg","release_date":"2014-10-03","popularity":4.656,"vote_average":7.1,"id":287663,"adult":false,"vote_count":61},{"overview":"The scientists of Jurassic World create a captivating and terrifying new creature that loves hot dogs. But what happens when the hot dogs run out?","original_language":"en","original_title":"LEGO Jurassic World: The Indominus Escape","video":false,"title":"LEGO Jurassic World: The Indominus Escape","genre_ids":[16,35,10751],"poster_path":"\/xQkA5oOMNDyeSIKDyIwh1wgstpr.jpg","backdrop_path":"\/w1W8Ukf6Kx8q2oVSwwG10kOvqCi.jpg","release_date":"2016-10-03","popularity":6.285,"vote_average":5.8,"id":419566,"adult":false,"vote_count":40},{"overview":"Bombing case at Nichiuri TV in autumn. The Satsuki Cup, which crowns the winner of Japan's Hyakunin Isshu, is currently being filmed inside the facility. The incident results in a big commotion and, while the building is burning to ashes, the only people left inside are Hattori and Toyama Kazuha. They get rescued just in time by Conan , who rushes to the scene. Both the identity and purposes of the bomber are unknown.","original_language":"ja","original_title":"名探偵コナン から紅の恋歌","video":false,"title":"Detective Conan: Crimson Love Letter","genre_ids":[28,12,16,80,9648,10751],"poster_path":"\/qTC98aqIJltte2SBnRTq1CsJL1D.jpg","backdrop_path":"\/gQbGKZMHfK4B9tn43eJQN9gHJrl.jpg","release_date":"2017-12-31","popularity":3.825,"vote_average":7,"id":438058,"adult":false,"vote_count":32},{"overview":"She and Her Cat details the life of a cat, entirely from the cat's perspective, as it passes time with its owner, a young woman.","original_language":"ja","original_title":"彼女と彼女の猫","video":false,"title":"She and Her Cat","genre_ids":[16,10749],"poster_path":"\/cYhLFd06YweEFtWD9u1nj2yKODC.jpg","backdrop_path":"\/tE9uwvIFF695ubYvmeyO8afz6os.jpg","release_date":"2003-06-10","popularity":4.359,"vote_average":6.6,"id":18143,"adult":false,"vote_count":67},{"overview":"Big Wolf lives quite contentedly alone under his tree. One day he sees a Little Wolf approaching him who seems determined to keep him company. But Big Wolf has no need for his company. He likes the quiet life and his routine. At least, that’s what he thought…  Loosely based on the kid’s book by Nadine Brun-Cosme & Olivier Tallec, published by Flammarion jeunesse","original_language":"en","original_title":"Grand Loup & Petit Loup","video":false,"title":"Big Wolf & Little Wolf","genre_ids":[16,10751],"poster_path":"\/A6RPAqJ5WwiD1szU3lNLjULo4Bq.jpg","backdrop_path":"\/xCmd6TIm51uhjnYJqIIkRwZzeO9.jpg","release_date":"2019-10-16","popularity":15.946,"vote_average":0,"id":615198,"adult":false,"vote_count":0},{"overview":"Impy's Island (German: Urmel aus dem Eis) is a 2006 German computer-animated feature film based on the children's novel Urmal from the Ice Age by Max Kruse. On a magical tropical island, a fun-loving group of misfit animals and people make a marvelous discovery.... a baby dinosaur frozen since prehistoric times! Little Impy, as the call him, is loving his new family and ready to explore the strange new world. but when a king from a faraway country vows to capture the love able baby dino for his private collection, all the inhabitants of Impy's island must join together to save their new friend.","original_language":"de","original_title":"Urmel aus dem Eis","video":false,"title":"Impy's Island","genre_ids":[16,10751,14],"poster_path":"\/20wbx83YyxpnHpq5dr1Wqf9i49m.jpg","backdrop_path":"\/u0wIDCYOZfnXqABoPb6gEk0PHd3.jpg","release_date":"2006-08-03","popularity":3.016,"vote_average":5.7,"id":26497,"adult":false,"vote_count":28},{"overview":"A musical film about the adventures of the wandering musicians from Bremen such as Troubadour, Donkey, Dog, Cat and Rooster. In one of the towns Troubadour falls in love with a Princess and makes up a plan how to get the King's confidence.","original_language":"ru","original_title":"Бременские музыканты","video":false,"title":"The Bremen Town Musicians","genre_ids":[16,18,14,10751],"poster_path":"\/wQUOnyfVb9pc8GwGZNriZ2Q0QC6.jpg","backdrop_path":"\/h4SHBXAwRdiQKE2x2RFg3TIzGdZ.jpg","release_date":"1969-10-10","popularity":3.915,"vote_average":7,"id":33108,"adult":false,"vote_count":40}],[{"overview":"Animated plastic toys like Cowboy, Indian and Horse have problems, too. Cowboy and Indian's plan to surprise Horse with a homemade birthday gift backfires when they destroy his house instead. Surreal adventures take over as the trio travel to the center of the earth, trek across frozen tundra and discover a parallel underwater universe where pointy-headed (and dishonest!) creatures live. With panic a permanent feature of life in this papier mâché town, will Horse and his girlfriend ever be alone?","original_language":"fr","original_title":"Panique au village","video":false,"title":"A Town Called Panic","genre_ids":[12,16,35,10751,14],"poster_path":"\/gLtvPJlMXfuXmc2ZAbCQzsKXnmw.jpg","backdrop_path":"\/6F9PW2m4N6i0qqiiI59b830EbIe.jpg","release_date":"2009-12-16","popularity":5.757,"vote_average":7.7,"id":40623,"adult":false,"vote_count":86},{"overview":"Set in the rich Tekken universe, Tekken: Blood Vengeance 3D follows Xiaoyu Ling, seasoned martial artist and high school student, tasked by the G Corporation to infiltrate an international school in Kyoto to gather information on the mysterious student Shin Kamiya. Before she can make any progress in the investigation, Shin is kidnapped by an unknown assailant. Digging deeper into Shin’s background in an attempt to rescue him, Xiaoyu learns about the frightening underbelly of the Mishima Zaibatsu. Jin Kazama, Kazuya Mishima… and the late Heihachi Mishima’s conspiracy that’s stained with blood.","original_language":"ja","original_title":"鉄拳 ブラッド・ベンジェンス","video":false,"title":"TEKKEN: Blood Vengeance","genre_ids":[28,16],"poster_path":"\/7Q8uqpqtwAZIQlNUXMDhHn5PsJO.jpg","backdrop_path":"\/bish2R7eWff3qt0BnDVuSQhPJwj.jpg","release_date":"2011-07-26","popularity":5.835,"vote_average":6.1,"id":79516,"adult":false,"vote_count":70},{"overview":"Barbie and her sisters go to an island paradise for a dance competition, but they must work together as a team to find their pets after their furry friends go missing at a horse festival.","original_language":"en","original_title":"Barbie & Her Sisters in a Puppy Chase","video":false,"title":"Barbie & Her Sisters in a Puppy Chase","genre_ids":[16,10751],"poster_path":"\/lgBN5BG4GRzc5roVacTPug3J5s7.jpg","backdrop_path":"\/wrADGaoyKp1v9GILrO5jUROFyfD.jpg","release_date":"2016-10-04","popularity":3.975,"vote_average":6.5,"id":417047,"adult":false,"vote_count":45},{"overview":"Cis and Duo discuss leaving the real world while during a samurai sword fight. Part of the Animatrix collection of animated shorts set in the Matrix universe.","original_language":"en","original_title":"Program","video":false,"title":"Program","genre_ids":[16,878],"poster_path":"\/pBRMaqLctTIpPjBr0GqoywFG9vp.jpg","backdrop_path":"\/wuHX6ZwgwKO4ckDAa5J1jCCsp41.jpg","release_date":"2003-03-01","popularity":2.696,"vote_average":7,"id":24959,"adult":false,"vote_count":54},{"overview":"Tintin is sent to guard Professor Calculus, who has invented a machine that can duplicate anything, and is staying in a village near the border of Syldavia and Bodouria. Rastapopoulous, an infamous and ruthless international criminal, tries to lure Calculus and Tintin away by kidnapping two children, who live nearby, in order to get his clutches on the machine.","original_language":"fr","original_title":"Tintin et le lac aux requins","video":false,"title":"Tintin and the Lake of Sharks","genre_ids":[12,16,9648,10751],"poster_path":"\/8oV32sipspRjgTvSwfmdn24dNzr.jpg","backdrop_path":"\/19BryJfxoJ3p0HXZQNqOZB7TJBR.jpg","release_date":"1972-12-13","popularity":3.417,"vote_average":6.1,"id":241004,"adult":false,"vote_count":52},{"overview":"Five wolf cubs are playing in the woods and tease Daddy Wolf who is getting ready to go out and “eat them all up”! A musical take on a famous French children’s game.","original_language":"fr","original_title":"Promenons-nous","video":false,"title":"A Walk in the Woods","genre_ids":[16,10751],"poster_path":"\/1BbQEjbhDNSCs61UwaiY8EoPPiF.jpg","backdrop_path":"\/eVQhoVeXxXXetEjm7BtcCgnWk9J.jpg","release_date":"2019-10-16","popularity":13.749,"vote_average":0,"id":545931,"adult":false,"vote_count":0},{"overview":"The Old Man and the Sea (Russian: Старик и море) is a 1999 paint-on-glass-animated short film directed by Aleksandr Petrov, based on the novel of the same name by Ernest Hemingway. The film won many awards, including the Academy Award for Animated Short Film. Work on the film took place in Montreal over a period of two and a half years and was funded by an assortment of Canadian, Russian and Japanese companies. French and English-language soundtracks to the film were released concurrently. It was the first animated film to be released in IMAX. Oscar winning animation of the classic Hemingway story.","original_language":"ru","original_title":"Старик и море","video":false,"title":"The Old Man and the Sea","genre_ids":[12,16,18],"poster_path":"\/ixULCtFsL5azArovcuvJfnPaNHb.jpg","backdrop_path":"\/zbGQHZwq2AYhawgVGlZx30rBmx8.jpg","release_date":"1999-07-03","popularity":4.647,"vote_average":7.8,"id":38577,"adult":false,"vote_count":64},{"overview":"Disney's retelling of the legend of John Henry, the steel-driving man.","original_language":"en","original_title":"John Henry","video":false,"title":"John Henry","genre_ids":[16,18,10751],"poster_path":"\/zlx73FAY4AaStrrYfLULmPrWgfP.jpg","backdrop_path":"\/sGUoyxkudgHrc7mz2j1ruqKkrw3.jpg","release_date":"2000-05-27","popularity":4.662,"vote_average":7.5,"id":197725,"adult":false,"vote_count":51},{"overview":"Jr. High School Student Wataru and his friends like playing in an abandond building and looking for ghosts. However it seems he is not the only one. Another mysterious student Mitsuru shows Wataru that there is a magical door to another world where one can go and get the Goddess of Fortune to grant one wish! When tragedy strikes Wataru's family he decides to open the door for himself.","original_language":"ja","original_title":"ブレイブ ストーリー","video":false,"title":"Brave Story","genre_ids":[878,16,14],"poster_path":"\/zVZ8xa9i7h81X2NLVQU36xbfkBh.jpg","backdrop_path":"\/45msGWMSsXgX2aDisW60N0h7Aje.jpg","release_date":"2006-05-22","popularity":4.16,"vote_average":6.6,"id":17566,"adult":false,"vote_count":36},{"overview":"Japan, 2020, a few days before the opening of the Tokyo Olympics. Although she should be studying for her final exams, Kokone, a schoolgirl who lives in a small town with her widowed father, a mysterious and talented mechanic, falls asleep often, anywhere, anytime, entering, over and over, a dream-world where a squad of fantastic motorized contraptions fights against magic, a world close to reality where she will find out the keys of her true past.","original_language":"ja","original_title":"ひるね姫～知らないワタシの物語～","video":false,"title":"Napping Princess","genre_ids":[12,16,18,14,878],"poster_path":"\/9d27l5z9B2zyqoEtKkieBcbclMG.jpg","backdrop_path":"\/dIfg4CVFlntoAEiCRJwsVZmbgXF.jpg","release_date":"2017-09-08","popularity":3.299,"vote_average":6.6,"id":428288,"adult":false,"vote_count":32},{"overview":"A workman finds a singing frog in the cornerstone of an old building being demolished. But when he tries to cash in on his discovery, he finds the frog will sing only for him, and just croak for the talent agent and the audience in the theater he's spent his life savings on.","original_language":"en","original_title":"One Froggy Evening","video":false,"title":"One Froggy Evening","genre_ids":[16,35,10751],"poster_path":"\/ezANN5E8ERGYQQFwhFwXv84zzqo.jpg","backdrop_path":"\/9vCXLs7mruKW0zKSFpV8ZdftDlI.jpg","release_date":"1955-12-30","popularity":4.08,"vote_average":7.6,"id":53211,"adult":false,"vote_count":77},{"overview":"The Scooby gang visits a culinary resort run by Fred's uncle, Bobby Flay. While enjoying the sights, a ghost attacks the guests and destroys the resort, leaving the gang to put a stop to its threat.","original_language":"en","original_title":"Scooby-Doo! and the Gourmet Ghost","video":false,"title":"Scooby-Doo! and the Gourmet Ghost","genre_ids":[12,16,80],"poster_path":"\/AtHngeqD4K1Oj01ulWc1aDJhU8H.jpg","backdrop_path":"\/n2G5VC8KKzWX7bLwvGAwZIfO4HD.jpg","release_date":"2018-08-28","popularity":3.678,"vote_average":6.7,"id":533592,"adult":false,"vote_count":18},{"overview":"Youngsters called Kildren, who are destined to live eternally in their adolescence. The Kildren are conscious that every day could be the last, because they fight a war as entertainment, organized and operated by adults. But as they embrace the reality they are faced with, they live their day-to-day lives to the full.","original_language":"ja","original_title":"スカイ・クロラ","video":false,"title":"The Sky Crawlers","genre_ids":[28,12,16,10752],"poster_path":"\/bCObr03CsKOOwKysoUL5teG8wmU.jpg","backdrop_path":"\/vIbqLGQjsJ8d9pziLcNLzVZ3ZP2.jpg","release_date":"2008-08-02","popularity":6.291,"vote_average":6.6,"id":15877,"adult":false,"vote_count":68},{"overview":"The year 2015 CE.  The last era in which magecraft still thrived.  The Chaldea Security Organization was founded to focus on preserving the continuation of human history. They observe a world which magecraft couldn't observe and science couldn't measure all to prevent the certain extinction of humanity.  But one day, the future that Chaldea continued to observe disappears and humanity's extinction in 2017 becomes clear. Rather, it had already happened.  The cause seems to be related to Fuyuki, a provincial town in Japan, in the year 2004 CE. There, an \"unobservable region\" that had not existed before appears.  Based on the assumption that Fuyuki is the reason for humanity's extinction, Chaldea issues an order to explore, investigate, and possibly destroy this singularity – a quest for the Holy Grail, the Grand Order.","original_language":"ja","original_title":"Fate\/Grand Order: First Order","video":false,"title":"Fate\/Grand Order: First Order","genre_ids":[28,14,16],"poster_path":"\/niGy1TBc04Tvn5Egk1F8FIC10qn.jpg","backdrop_path":"\/gUJWfbyUOV34Vz4zxVWHVoZPCSc.jpg","release_date":"2016-12-31","popularity":7.426,"vote_average":6.2,"id":428142,"adult":false,"vote_count":21},{"overview":"Doraemon launches its ecological adventure to save Earth from a terrible threat with Nobita and his whole gang. This time Doraemon used his inventions to create, along with Nobita, his own world in the sky, a giant cloud. During their journey to the cloud are alien beings who seek to destroy civilization to chasten humans for their lack of commitment to the environment. Doraemon and the gang must find allies and convince the people of the clouds on Earth that there are people who fight for nature. In his adventure, meet good friends, raffled countless dangers, will encounter prehistoric animals and will give everything to defend our planet.","original_language":"ja","original_title":"映画ドラえもん のび太と雲の王国","video":false,"title":"Doraemon: Nobita and the Kingdom of Clouds","genre_ids":[16],"poster_path":"\/ch12oEXzm5uXroWSQmp2fOwGYbV.jpg","backdrop_path":"\/vSEkT7GxEoVkzNszj6rb9KCBwwq.jpg","release_date":"1992-03-07","popularity":5.635,"vote_average":7.1,"id":134162,"adult":false,"vote_count":7},{"overview":"A thousand years ago, one boy with a dream of becoming a great warrior is abducted with his sister and taken to a land far away from home. Thrown into a world where greed and injustice rule all, Bilal finds the courage to raise his voice and make a change. Inspired by true events, this is a story of a real hero who earned his remembrance in time and history.","original_language":"en","original_title":"Bilal: A New Breed of Hero","video":false,"title":"Bilal: A New Breed of Hero","genre_ids":[28,12,16],"poster_path":"\/ncWuEzxnXqssxRfHghZuUAIezCo.jpg","backdrop_path":"\/4Fok4YhVDoFFBgYdoBurigu0rXl.jpg","release_date":"2018-02-02","popularity":5.678,"vote_average":6.8,"id":332718,"adult":false,"vote_count":60},{"overview":"Young Lucas finds out he's not really a human after he surprisingly transforms into a monster in front of the most popular kids at school. His search for Monster Island and his real roots takes him on a fabulously scary journey that puts him face to face with more tentacles, fangs and far-out situations than he can shake one of his new wings at.","original_language":"en","original_title":"Monster Island","video":false,"title":"Monster Island","genre_ids":[12,16,35,10751],"poster_path":"\/qgpDoUnfXEQmtuMqbzhg8dG8xgZ.jpg","backdrop_path":"\/cpbzBC4OtR650tE5RIXlpbFnTJX.jpg","release_date":"2017-09-01","popularity":5.075,"vote_average":5.5,"id":420279,"adult":false,"vote_count":27},{"overview":"With darkness encroaching on the island of Mata Nui, the only hope for the survival of the islanders rests with two Matoran villagers, who must find the seventh Toa and deliver to him the fabled Mask of Light.","original_language":"en","original_title":"Bionicle: Mask of Light","video":false,"title":"Bionicle: Mask of Light","genre_ids":[28,12,16,878,10751],"poster_path":"\/8mXQg2vt4NAAtYfDQHPAWpl9tk8.jpg","backdrop_path":"\/1ox2Ov6pNEloKedMrIhqd3n2W2M.jpg","release_date":"2003-09-16","popularity":4.882,"vote_average":6,"id":19325,"adult":false,"vote_count":63},{"overview":"Our favourite paw-some pups embark on their biggest mission yet with all new super powers on the big screen!","original_language":"en","original_title":"PAW PATROL: Mighty Pups","video":false,"title":"PAW PATROL: Mighty Pups","genre_ids":[28,12,16,10751],"poster_path":"\/5swIfDjpN8SiHCnaCzDLQ8R4Ze7.jpg","backdrop_path":"\/uhD119fzUuAMValqZMXibCNu2kh.jpg","release_date":"2018-09-11","popularity":3.166,"vote_average":8.4,"id":552095,"adult":false,"vote_count":7},{"overview":"The grandfather welcomes us into his blue grotto, there was still beautiful memories of childhood to tell Kirikou: the times when he helped the men and women of his village and elsewhere ... He tells us how Kirikou, thanks to his bravery and intelligence, came to the aid of the strong woman. He tells us by what trick the little hero found the grumpy old man, who had been lost in the bush, and how a cherry threatened by the witch was finally able to pass on his knowledge to the villagers. We also discover the secret of a mysterious blue monster, and finally through a flute linked to the family of our small and valiant heroes, the magical power of music.","original_language":"fr","original_title":"Kirikou et les hommes et les femmes","video":false,"title":"Kirikou and the Men and Women","genre_ids":[14,16,10751,12],"poster_path":"\/4fx0PRQSWCbN46dzg77qzYGB1GX.jpg","backdrop_path":"\/cQ66nNFqcuE9xraLtkfvjDrOUmP.jpg","release_date":"2012-10-02","popularity":5.356,"vote_average":6.3,"id":139649,"adult":false,"vote_count":86}],[{"overview":"An elite superhuman agent must stop a foreign military unit from seizing control of an ancient artifact that holds the key to ultimate power.","original_language":"ja","original_title":"スプリガン","video":false,"title":"Spriggan","genre_ids":[28,16,878],"poster_path":"\/llZsaB96f4D4kgTyhOICLiztmy9.jpg","backdrop_path":"\/1hRDXu0E6VHzeHJSUvB9bwkuaO8.jpg","release_date":"2001-10-12","popularity":4.112,"vote_average":6.1,"id":16767,"adult":false,"vote_count":33},{"overview":"The story of The Empire of Corpses takes place in 19th century Europe, and revolves around John Watson. He is scouted by the government to become a secret agent- However, Watson lives in a world where \"Frankensteins\"- human corpses that are re-purposed with a false soul in order to use them as laborers- are used to improve industrial development.","original_language":"ja","original_title":"屍者の帝国","video":false,"title":"The Empire of Corpses","genre_ids":[16,27,9648,878],"poster_path":"\/nX3IaV6A4MVfpKoA6CUhzaBWHVQ.jpg","backdrop_path":"\/bW3ifnnnhSZlzUMkfyfgejqaH1s.jpg","release_date":"2015-10-02","popularity":3.517,"vote_average":6.2,"id":342588,"adult":false,"vote_count":34},{"overview":"What would have happened if the Shiroyasha never existed?  Edo is thrown to chaos by a mysterious cause. Sakata Gintoki, now lives in a world where the future has changed, without him. What has happened to the Yorozuya?  Gintoki, who is now a ghost of the past, must once again carry the burden in order to save his friends. He must finish the biggest job ever, which may be the final job of Yorozuya.","original_language":"ja","original_title":"銀魂 完結篇 万事屋よ永遠なれ","video":false,"title":"Gintama: The Final Chapter - Be Forever Yorozuya","genre_ids":[28,16,35,878],"poster_path":"\/1wEl5WHQO2SdWQ6S3gLBaaobf4c.jpg","backdrop_path":"\/wv4LRJqLbUzihPy1jvVXTALfwwn.jpg","release_date":"2013-07-04","popularity":3.591,"vote_average":8,"id":245917,"adult":false,"vote_count":30},{"overview":"First animation about Gena and Cheburashka.","original_language":"ru","original_title":"Крокодил Гена","video":false,"title":"Gena the Crocodile","genre_ids":[16,10751],"poster_path":"\/hxFetYaBmFmu5s8IJPr8aK6vRct.jpg","backdrop_path":"\/kAEnY3ygFqw2nuLN1htdvMXfWH.jpg","release_date":"1971-10-10","popularity":3.524,"vote_average":6.9,"id":79701,"adult":false,"vote_count":24},{"overview":"George &amp; A.J. is a short film created by Pixar which uses characters from the film Up to tell what Nurses George and A.J. did after Carl Fredricksen left with his house tied to balloons in the feature film.","original_language":"en","original_title":"George & A.J.","video":false,"title":"George & A.J.","genre_ids":[16,10751],"poster_path":"\/4lEld06GKFAO2Z1PwfXyneFpKFF.jpg","backdrop_path":"\/mjMi4kAgQA1Yyn5RAdp5h1MMj3W.jpg","release_date":"2009-11-10","popularity":4.421,"vote_average":5.9,"id":72962,"adult":false,"vote_count":46},{"overview":"Alvin has entered himself and Simon and Theodore in a hot-air balloon race around the world against the Chipettes to deliver diamonds for a group of diamond smugglers. The winners will collect a prize of $100,000. Kids and adults will enjoy this film made with musical numbers by the Chipmunks and the Chipettes.","original_language":"en","original_title":"The Chipmunk Adventure","video":false,"title":"The Chipmunk Adventure","genre_ids":[12,16,10751],"poster_path":"\/iTSW4QSj8LQdtE4krpZVwastvhT.jpg","backdrop_path":"\/xHUVXxVhQv3mlc3iokhfZKQ5bG0.jpg","release_date":"1987-05-22","popularity":4.757,"vote_average":6.4,"id":21793,"adult":false,"vote_count":47},{"overview":"Get ready to power up! When Barbie magically gets pulled into her favorite video game, she is excited to see she's transformed into a fun roller-skating character. In the game, she meets Cutie, the lovable cloud-shaped friend, and Bella, the roller-skating princess. Together, they soon discover a mischievous emoji is trying to take control of the game. As they travel from level to level, Barbie must rely on her amazing gaming skills and out-of-the box thinking to save her team and beat the game!","original_language":"pt","original_title":"Barbie Video Game Hero","video":false,"title":"Barbie Video Game Hero","genre_ids":[16],"poster_path":"\/fByc0TUhm31qWVYnvvmzpGKnefZ.jpg","backdrop_path":"\/zaVBBLjYV7FkpQvZGKG1F4PPGC8.jpg","release_date":"2017-02-01","popularity":6.931,"vote_average":6.2,"id":434757,"adult":false,"vote_count":57},{"overview":"As the Straw Hat Pirates sail through the Grand Line.A line of geysers erupted from under the Going Merry. And the whole crew find themselves flying over the island. Unfortunatly, Chopper fell off the ship and was separated from his friends. Luffy and the others landed on the other side of the island. Chopper meanwhile finds himself being worshiped as the island's new king by the animals. To make matters worse, a trio of human \"horn\" hunters are on the island. The leader, Count Butler is a violin playing\/horn eating human who wants to eat the island's treasure to inherit immense power. Will Luffy & the rest be able to prevent the count from terrorizing the island? And will they be able to convince Momambi that not all pirates are bad?","original_language":"ja","original_title":"ワンピース 珍獣島のチョッパー王国","video":false,"title":"One Piece: Chopper's Kingdom on the Island of Strange Animals","genre_ids":[28,12,16],"poster_path":"\/czsYLVmzqpj97xsz4BUd4HEphOq.jpg","backdrop_path":"\/A9Yy4ZRJgTXlKa1KOV92YLTCppn.jpg","release_date":"2002-12-31","popularity":5.39,"vote_average":6.5,"id":44725,"adult":false,"vote_count":53},{"overview":"Timmy meets a girl mouse and they set off to find the Great Owl.","original_language":"en","original_title":"The Secret of NIMH 2: Timmy to the Rescue","video":false,"title":"The Secret of NIMH 2: Timmy to the Rescue","genre_ids":[16,10751],"poster_path":"\/Mg0JtAJBZLaiamQBwAXkAeZYBI.jpg","backdrop_path":"\/lvtgqMpUKrOU8JIWcCUobWU4wsE.jpg","release_date":"1998-12-22","popularity":4.947,"vote_average":4.4,"id":20756,"adult":false,"vote_count":32},{"overview":"The human resistance works to convert a sentinel to their side. Part of the Animatrix collection of animated shorts set in the Matrix universe.","original_language":"en","original_title":"Matriculated","video":false,"title":"Matriculated","genre_ids":[16,18,878],"poster_path":"\/8bY3r6ApnCAx0A3hTgyOs4Lhnmb.jpg","backdrop_path":"\/bpHcc9XUgqvbjCNi4DxpvoP6ghm.jpg","release_date":"2003-06-03","popularity":3.839,"vote_average":6.8,"id":24950,"adult":false,"vote_count":59},{"overview":"Kogoro's detective agency receives a mysterious phone call. Someone on the other end warns about a bomb and leaves behind a code, \"The Boy in Blue and The Blue Zebra, the rain from above ...\" If Conan can decipher the riddle, he can stop the bomb. An adventure begins for Conan and the Detective Boys, taking place at a soccer match between Hideo Akagi of the Tokyo Spirits and Ryusuke Higo of Big Osaka","original_language":"ja","original_title":"名探偵コナン １１人目のストライカー","video":false,"title":"Detective Conan: The Eleventh Striker","genre_ids":[9648,28,16],"poster_path":"\/93qchOSHYZygNF1HjtD0bvrsdOj.jpg","backdrop_path":"\/kajpfvaVqDt9Rn04StPeEP9rQt2.jpg","release_date":"2012-04-14","popularity":4.754,"vote_average":7.2,"id":122583,"adult":false,"vote_count":51},{"overview":"A terrorist group invades a laboratory containing a deadly bacteria and destroys the lab with an explosion. They later announce via the internet they have gained possession of the bacteria and declare themselves to be the Red Siamese Cats, a terrorist group that was eradicated a decade ago.","original_language":"ja","original_title":"名探偵コナン 天空の難破船（ロスト・シップ）","video":false,"title":"Detective Conan: The Lost Ship in the Sky","genre_ids":[28,16,12,80],"poster_path":"\/aZCAkbjetsnwIL9FxDCTO4mEBca.jpg","backdrop_path":"\/vaDdObuFgpZ6U6ZSJANpvvCvwbf.jpg","release_date":"2010-04-17","popularity":6.632,"vote_average":7.3,"id":97375,"adult":false,"vote_count":47},{"overview":"Scooby-Doo and the gang participate in a toy store's holiday parade where they discover the abandoned haunted clock tower with a troubled past. A sinister snowman haunts the streets and accompanied with a large blizzard, threatens to close down the toy store for good.","original_language":"en","original_title":"Scooby-Doo! Haunted Holidays","video":false,"title":"Scooby-Doo! Haunted Holidays","genre_ids":[9648,16],"poster_path":"\/zUqED16prjv5XbD0s75LwEAJBgW.jpg","backdrop_path":"\/lLvflqWkW0AjdewYKWBMj5TGumU.jpg","release_date":"2012-10-16","popularity":3.075,"vote_average":6.4,"id":245881,"adult":false,"vote_count":8},{"overview":"Mr. Freeze turns Killer Croc and Bane into super-sized monsters, and they bash their way through downtown Gotham until the Caped Crusader and his team of heroes join the fight in their giant robot mechs.","original_language":"en","original_title":"Batman Unlimited: Mechs vs. Mutants","video":false,"title":"Batman Unlimited: Mechs vs. Mutants","genre_ids":[16],"poster_path":"\/bppmdOACqo9svFfZnITZAk3nAT3.jpg","backdrop_path":"\/kXExQoACzWwvxnOvKAJnCFFYbhM.jpg","release_date":"2016-08-30","popularity":3.259,"vote_average":5.8,"id":411802,"adult":false,"vote_count":32},{"overview":"The Super Monsters share their Halloween traditions with Vida, then get invited to a Día de los Muertos party in the Howlers' backyard.","original_language":"en","original_title":"Super Monsters: Vida's First Halloween","video":false,"title":"Super Monsters: Vida's First Halloween","genre_ids":[16,35,10751],"poster_path":"\/oXkbwWRE1uSM6heVsoGZ04xxKMJ.jpg","backdrop_path":"\/zg7mjDJk47SdyPBWX2VZgJxHWaY.jpg","release_date":"2019-10-04","popularity":2.543,"vote_average":0,"id":636561,"adult":false,"vote_count":0},{"overview":"Bugs Bunny vs. a famous opera singer at the Hollywood Bowl.","original_language":"en","original_title":"Long-Haired Hare","video":false,"title":"Long-Haired Hare","genre_ids":[16,10751,35],"poster_path":"\/g6PFGxUwuhA05ifhB0MRzkdQz9W.jpg","backdrop_path":"\/fiVlCqeTevV2NIKDjcrCJGywas5.jpg","release_date":"1949-06-25","popularity":3.979,"vote_average":7.1,"id":64711,"adult":false,"vote_count":44},{"overview":"Phineas and Ferb travel to a galaxy far far away to help out some rebel heroes.","original_language":"en","original_title":"Phineas and Ferb: Star Wars","video":false,"title":"Phineas and Ferb: Star Wars","genre_ids":[28,16,35,10751,878],"poster_path":"\/c1C8V9OmzRAyTukldTbImyGayu0.jpg","backdrop_path":"\/wyniUWq8Aml6tfwTwqxV0caDcCj.jpg","release_date":"2014-10-21","popularity":4.342,"vote_average":7,"id":392216,"adult":false,"vote_count":50},{"overview":"The short tells the story of a boy who rather spends his time indoors playing videogames instead of discovering whats waiting in front of the door. One day his Mum decides to get a little surprise for her son, which makes it hard for him to concentrate on his video game.","original_language":"en","original_title":"The Present","video":false,"title":"The Present","genre_ids":[16,35],"poster_path":"\/A4DY7XpPzQ6zaoXeI4gj8pOUe5.jpg","backdrop_path":"\/bfduzEw0HXSL1CrAv6Nm1NBEkhI.jpg","release_date":"2014-07-27","popularity":4.839,"vote_average":7.9,"id":379779,"adult":false,"vote_count":111},{"overview":"A squad of Ultramarines answer a distress call from an Imperial Shrine World. A full Company of Imperial Fists was stationed there, but there is no answer from them. The squad investigates to find out what has happened there.","original_language":"en","original_title":"Ultramarines: A Warhammer 40,000 Movie","video":false,"title":"Ultramarines: A Warhammer 40,000 Movie","genre_ids":[16,878],"poster_path":"\/q5tSqZNVufXz28zvbz8aJd8faw7.jpg","backdrop_path":"\/uIsPBqIH9dTLNf0g21FQBRwrP7S.jpg","release_date":"2010-12-10","popularity":6.869,"vote_average":5.2,"id":52010,"adult":false,"vote_count":53},{"overview":"Milquetoast Henry Limpet experiences his fondest wish and is transformed into a fish. As a talking fish he assists the US Navy in hunting German submarines during World War II.","original_language":"en","original_title":"The Incredible Mr. Limpet","video":false,"title":"The Incredible Mr. Limpet","genre_ids":[16,35,10751,14,878],"poster_path":"\/twMv5DK5O7PwxXBJ9Vg3uXasWCk.jpg","backdrop_path":"\/bsiWnbB1IBKfe2i6K4APpGOMfPH.jpg","release_date":"1964-03-28","popularity":4.539,"vote_average":6.5,"id":19953,"adult":false,"vote_count":52}],[{"overview":"A private detective is hired to find the elusive computer hacker \"Trinity.\" Part of the Animatrix collection of animated shorts in the Matrix universe.","original_language":"en","original_title":"A Detective Story","video":false,"title":"A Detective Story","genre_ids":[16,878],"poster_path":"\/gfp0I1mMFGpRqEr188FOXOxTWou.jpg","backdrop_path":"\/eBXZh6w356ISRvhk2N34lQwuAca.jpg","release_date":"2003-04-01","popularity":3.699,"vote_average":7.2,"id":24660,"adult":false,"vote_count":56},{"overview":"The Plague Dogs is a 1982 animated film based on the 1977 novel of the same name by Richard Adams. The story is centred on two dogs named Rowf and Snitter, who escape from a research laboratory in Great Britain. In the process of telling the story, the film highlights the cruelty of performing vivisection and animal research for its own sake.","original_language":"en","original_title":"The Plague Dogs","video":false,"title":"The Plague Dogs","genre_ids":[12,16,18],"poster_path":"\/nNy9xOOjDPSgdCOFo2yPjppkPJz.jpg","backdrop_path":"\/77LWEPzki8wKiHPofCXn7OGGPmx.jpg","release_date":"1983-12-17","popularity":6.455,"vote_average":7.8,"id":30060,"adult":false,"vote_count":69},{"overview":"When the mysterious Shiriri turns his parents into children, Shin-chan must trek across Japan to help return them to adult form.","original_language":"ja","original_title":"クレヨンしんちゃん 襲来！！宇宙人シリリ","video":false,"title":"Crayon Shin-chan: Invasion!! Alien Shiriri","genre_ids":[10751,16,35],"poster_path":"\/aa7X8NXBoeQfhqzJ079SN8WAJMm.jpg","backdrop_path":"\/mUrW5f6Yl7ghMQYdH43D4026W4l.jpg","release_date":"2017-04-30","popularity":2.238,"vote_average":5.8,"id":453575,"adult":false,"vote_count":6},{"overview":"The war between the Levamme Empire and the Amatsukami Imperium has been raging for years. In the midst of this struggle, the prince of the Levamme Empire declares his love for Juana del Moral and vows to end the war in one year, as part of his marriage proposal. When the Amatsukami catch wind of this, they assault the del Moral residence, targeting Juana's life. As a last-ditch effort to bring the prince his bride, the San Maltilia Airforce employs a mercenary of mixed blood—a bestado—to fly Juana to the prince in secret.","original_language":"ja","original_title":"とある飛空士への追憶","video":false,"title":"The Princess and the Pilot","genre_ids":[12,16,18,10749],"poster_path":"\/xIQa0yjLj2283OQZVy3ifVxT6DH.jpg","backdrop_path":"\/oqmgYCpyQ93uevRczMNQQSHcgMt.jpg","release_date":"2011-10-01","popularity":3.083,"vote_average":7.1,"id":93013,"adult":false,"vote_count":16},{"overview":"Tom and Jerry find a dragon egg, and help the baby dragon find its mother.","original_language":"en","original_title":"Tom and Jerry: The Lost Dragon","video":false,"title":"Tom and Jerry: The Lost Dragon","genre_ids":[16,35,10751],"poster_path":"\/7BcxrWmC5dpAQtGPKL2fFHPqz5W.jpg","backdrop_path":"\/bcNtYvZwrigdIYxkAQc3xAw38hs.jpg","release_date":"2014-07-27","popularity":3.534,"vote_average":6.5,"id":287233,"adult":false,"vote_count":17},{"overview":"An imaginative tale chronicling the adventures of a diverse band of crayons as they strive to protect not only their magical multihued homeland but the imagination of children everywhere from a terrifying monster.","original_language":"en","original_title":"The Hero of Color City","video":false,"title":"The Hero of Color City","genre_ids":[16],"poster_path":"\/vanV7K0yPaBIFTWBdDIdy9bd1Qy.jpg","backdrop_path":"\/6kfPspqA8bxp7Znw5fyOFBj0Agr.jpg","release_date":"2014-10-03","popularity":3.264,"vote_average":5.8,"id":217057,"adult":false,"vote_count":10},{"overview":"The film follows Nishi, a loser who has a crush on his childhood girlfriend. After an encounter with the Japanese mafia, the film follows Nishi as he journeys to heaven and back, and ends up trapped in an even more unlikely place.","original_language":"ja","original_title":"Mind Game","video":false,"title":"Mind Game","genre_ids":[12,16,9648],"poster_path":"\/yG195r5lEfYN7HCf5XtDT050a9o.jpg","backdrop_path":"\/AfL1s4mxQbhR19P7Vm1tQVYcy1z.jpg","release_date":"2004-08-07","popularity":6.421,"vote_average":7.7,"id":21712,"adult":false,"vote_count":95},{"overview":"A special Robot Chicken film consisting of comedic vignettes about DC comics characters aired April 6th","original_language":"en","original_title":"Robot Chicken DC Comics Special II: Villains in Paradise","video":false,"title":"Robot Chicken DC Comics Special II: Villains in Paradise","genre_ids":[16,35,878],"poster_path":"\/oeM92UDXNqvOcm5fpTeWsyGKsuX.jpg","backdrop_path":"\/snBKTXL2RFQbKhDEyOWxlvk9t5e.jpg","release_date":"2014-04-06","popularity":3.813,"vote_average":6.4,"id":263484,"adult":false,"vote_count":13},{"overview":"In this follow-up to his stop-motion hit Western Spaghetti, director PES transforms familiar objects into Fresh Guacamole.","original_language":"en","original_title":"Fresh Guacamole","video":false,"title":"Fresh Guacamole","genre_ids":[16],"poster_path":"\/zSxS8LQtZ6t4G6mH7uRyfRwQPmm.jpg","backdrop_path":"\/jOwj5UULxFyXrSEYjnhheUbNH2T.jpg","release_date":"2012-03-02","popularity":4.854,"vote_average":7.6,"id":142563,"adult":false,"vote_count":69},{"overview":"The continuation of the adventures of Fyodor and his friends from the Prostokvashino village.","original_language":"ru","original_title":"Каникулы в Простоквашино","video":false,"title":"Vacations in Prostokvashino","genre_ids":[16],"poster_path":"\/rA6ZERmXLHvunxlXNhX7gGIekHZ.jpg","backdrop_path":"\/bNLKkWskCiKO8IWoPoiGT3MxarS.jpg","release_date":"1980-10-10","popularity":6.398,"vote_average":7,"id":77759,"adult":false,"vote_count":39},{"overview":"Interviews with the animals at the Marine Life Institute about their experiences with Dory.","original_language":"en","original_title":"Marine Life Interviews","video":false,"title":"Marine Life Interviews","genre_ids":[16,35,10751],"poster_path":"\/nKTFsng12wXI75c84WFKnDHQ2Qa.jpg","backdrop_path":"\/7Z152lh4xJYZ5nvCRZE2ahgTPJX.jpg","release_date":"2016-11-15","popularity":4.67,"vote_average":6.2,"id":427004,"adult":false,"vote_count":21},{"overview":"In 1901, a young elf matches wits with a masked villain in an animated adventure set in a world of mechanical air ships, classic automobiles, and other curious inventions.","original_language":"ru","original_title":"Незнайка и Баррабасс","video":false,"title":"Dunno and Barrabass","genre_ids":[10751,16,12],"poster_path":"\/7cfAPkNqwYLSRFq7AM1hSXVeQZN.jpg","backdrop_path":"\/eI4cUBamy5FZV3cTcoNjKEblIAm.jpg","release_date":"2004-10-27","popularity":0.687,"vote_average":7,"id":462257,"adult":false,"vote_count":1},{"overview":"When Apollo, a kind-hearted travelling performer, lands in the village of the Funny Little Bugs, it’s not too long before he upsets the life of the kingdom. As Apollo falls into a trap set by Wendy, the jealous and treacherous cousin of the queen, he is framed for kidnapping Queen Marguerite, causing panic in the hive! In reality, Marguerite is held by the Vermin, Wendy’s accomplices, while she takes over the throne. With the help of his new friends, Apollo embarks on a perilous rescue mission. To free the Queen and save the hive, the Little Bugs will bravely face many dangers and be more imaginative than ever!","original_language":"fr","original_title":"Drôles de petites bêtes","video":false,"title":"Tall Tales from the Magical Garden of Antoon Krings","genre_ids":[16,35],"poster_path":"\/laSXfFwQ5Ce5eSCIEBOl3RaohqN.jpg","backdrop_path":"\/bNHmqm4y8yA6ReVaqmVezFFfydR.jpg","release_date":"2018-01-31","popularity":2.456,"vote_average":5.6,"id":458252,"adult":false,"vote_count":16},{"overview":"Tom is playing with Jerry when someone delivers a cute lady cat for Mammy to take care of. Tom is smitten at first sight, and primps a bit. He offers a fish and a canary, but she's not interested. He then retrieves Jerry (filed under \"M\" in a filing cabinet), again proving unusually competent. He does several magic tricks with Jerry, producing him in a box of chocolates and Toots' bow, and finally tucking Jerry behind him. While trapped there, Jerry grabs a hat and uses the hat pin to even the score a bit. He runs away to a record changer, and gets Tom caught up in the machinery. With Tom thoroughly defeated (and the machine thoroughly broken), Jerry primps a bit himself, kisses Toots, and sashays into his hole","original_language":"en","original_title":"Puss n' Toots","video":false,"title":"Puss n' Toots","genre_ids":[35,16],"poster_path":"\/9Wiss83kJu9mIiuFVDTnPXJ4Ame.jpg","backdrop_path":"\/zUshF46eZIQNjbAy2UOjYux8aZO.jpg","release_date":"1942-05-30","popularity":2.511,"vote_average":6.3,"id":40163,"adult":false,"vote_count":14},{"overview":"A tale about a little fox Vuk from the novel of the famous Hungarian writer István Fekete.","original_language":"hu","original_title":"Vuk","video":false,"title":"The Little Fox","genre_ids":[16,10751],"poster_path":"\/y4YxdT9v1ribxkIHxdB0YlvfOUm.jpg","backdrop_path":"\/rZahDSdrnEawdCu4HaL8oqYbntw.jpg","release_date":"1981-12-10","popularity":2.368,"vote_average":7.4,"id":28967,"adult":false,"vote_count":26},{"overview":"Washington Irving's tale of Ichabod Crane and the headless horseman is brought to life, narrated by Bing Crosby.","original_language":"en","original_title":"The Legend of Sleepy Hollow","video":false,"title":"The Legend of Sleepy Hollow","genre_ids":[10751,16],"poster_path":"\/p8pxl49k6xAc0mmTn7dvGc2P3mA.jpg","backdrop_path":"\/dpGORb7fUk6dZ73zGxHgnYM14Gm.jpg","release_date":"1949-10-05","popularity":3.644,"vote_average":7,"id":43650,"adult":false,"vote_count":49},{"overview":"When Shaggy inherits an old Southern estate from an uncle, he and his sleuthing hounds take a road trip. But they don't even make it to the mansion before the haunting starts. Amid headless horsemen, walking skeletons, and a menacing butler, Scooby, Scrappy, and Shaggy get majorly spooked.","original_language":"en","original_title":"Scooby-Doo Meets the Boo Brothers","video":false,"title":"Scooby-Doo Meets the Boo Brothers","genre_ids":[12,16,35,10751,10770],"poster_path":"\/84qq3BXQnhxjHtupGWAMoPzJjHH.jpg","backdrop_path":"\/vmkgHR5oKA0Sr83GO0V7AtPRLYp.jpg","release_date":"1987-11-01","popularity":6.033,"vote_average":6.7,"id":24787,"adult":false,"vote_count":63},{"overview":"The first day of Spring is on its way and the Little Ponies are preparing for it with a big festival. But all the fun may come to an end if the witch Hydia has her way! Can the Ponies defeat Hydia and her evil daughters, Reeka and Draggle? More importantly, can they save Ponyland from the witches’ concoction, the strange purple goo called Smooze, that’s threatening to bury the whole town?","original_language":"en","original_title":"My Little Pony: The Movie","video":false,"title":"My Little Pony: The Movie","genre_ids":[16,10751],"poster_path":"\/rB0nNtMedX30xiymlGxArmh2BQL.jpg","backdrop_path":"\/wtO7MPGtZ5M3od0qCiKJFJ3wUMc.jpg","release_date":"1986-06-06","popularity":3.753,"vote_average":5.7,"id":25400,"adult":false,"vote_count":23},{"overview":"Feline \"Jasper\" is given an ultimatum by his master: break one more thing and you're out! Rodent Jerry does his best to make sure that his tormentor \"gets the boot\".","original_language":"en","original_title":"Puss Gets the Boot","video":false,"title":"Puss Gets the Boot","genre_ids":[16],"poster_path":"\/gqTnaqwNWkPljv8khWZ9Ufgimcu.jpg","backdrop_path":"\/a0I5qZxdxhrjc5zE2fSbHBBM0rD.jpg","release_date":"1940-02-10","popularity":3.69,"vote_average":6.9,"id":40372,"adult":false,"vote_count":30},{"overview":"Fueled by remorse and vengeance, a high schooler named Terry McGinnis revives the role of Batman. Under supervision of an elderly Bruce Wayne, he fights crime in a harsh futuristic Gotham.","original_language":"en","original_title":"Batman Beyond: The Movie","video":false,"title":"Batman Beyond: The Movie","genre_ids":[16,28,10751,878],"poster_path":"\/7BCRuuuAVRzJbrm9IqvGaa12Lqo.jpg","backdrop_path":"\/qvHH190tlKmWH6uOz1cGpQnYY28.jpg","release_date":"1999-01-10","popularity":6.689,"vote_average":7.5,"id":64202,"adult":false,"vote_count":87}],[{"overview":"A janitor at an alien night-club gets his wish to be a singer.","original_language":"en","original_title":"The ChubbChubbs!","video":false,"title":"The ChubbChubbs!","genre_ids":[16,35,878],"poster_path":"\/sC7dlBaoIfmhlXTAdejPb8lkpc9.jpg","backdrop_path":"\/2VsGJ2h7Kp8rebTrYFUIlYil7Mw.jpg","release_date":"2002-07-03","popularity":3.934,"vote_average":6.7,"id":27042,"adult":false,"vote_count":39},{"overview":"Based on the original animated series Ben 10.  Ben becomes targeted by an evil Mechamorph Warrior, named \"Retaliator,\" who mistakenly blames Ben for something he did not do and attempts to destroy all aliens.","original_language":"en","original_title":"Ben 10: Destroy All Aliens","video":false,"title":"Ben 10: Destroy All Aliens","genre_ids":[16],"poster_path":"\/f3jCebpxf8H7WjYHyGf4i3opPZj.jpg","backdrop_path":"\/7XDSlOjVZuzhvw8FLYYeN40UQac.jpg","release_date":"2012-03-23","popularity":4.392,"vote_average":5.8,"id":96826,"adult":false,"vote_count":19},{"overview":"The film starts with Gian seeing some like spirit and it asks him to accomplish a task. The story starts when a stray dogs are searching some foods in the can. Then a dirty white dog comes out of nowhere. Just then, the dog creates a close stare to the stray dogs and forces to run away. But the dog is disappointed that he doesn't know what to do after searching the garbage, under the pouring rain. After that, Suneo starts saying about the discoverable places on Earth and him and Gian are totally disappointed about that. That then, they are asking favor to Nobita to take them to an undiscovered place to be seen by their naked eyes. Nobita refuses but tells he will try his best. He comes to upstairs to explain Doraemon what the problem is now.","original_language":"ja","original_title":"映画ドラえもん 新・のび太の大魔境〜ペコと5人の探検隊","video":false,"title":"Doraemon: New Nobita's Great Demon - Peko and the Exploration Party of Five","genre_ids":[12,16,10751],"poster_path":"\/zWL1GhZ3kXBi6NG8R9sPs8LQCQB.jpg","backdrop_path":"\/rN0YhB2ElrzO9ugtBhWY4wqYbz8.jpg","release_date":"2014-10-01","popularity":3.593,"vote_average":6.5,"id":285812,"adult":false,"vote_count":20},{"overview":"Follow the clues to fun and excitement as the beloved little mouse takes on a big monster in this charming, full-length adventure. When a ferocious, mouse-nabbing creature puts fear into the hearts of New York City's rodents, Fievel and his friends team up with a reporter to chase after the scoop of the century and -- just maybe -- get a close-up look at the bad guy himself!","original_language":"en","original_title":"An American Tail: The Mystery of the Night Monster","video":false,"title":"An American Tail: The Mystery of the Night Monster","genre_ids":[12,16,14,9648,878,10751],"poster_path":"\/kiftRqXUSObEgjuC1jOhgtN4EPv.jpg","backdrop_path":"\/n3gyCXgWw8onehWMKW5N9C3OiGc.jpg","release_date":"2000-07-25","popularity":6.385,"vote_average":5.9,"id":27653,"adult":false,"vote_count":72},{"overview":"Nobita and Doraemon were finding out the truth about a real dinosaur.  Nobita saw something under the ocean when they come across a cave that leads to an underground world full of dino-people. Nobita and his friends are amazed by their new discovery but sadly their memories must be wiped and must return to earth.","original_language":"ja","original_title":"映画ドラえもん のび太と竜の騎士","video":false,"title":"Doraemon: Nobita and the Knights of Dinosaurs","genre_ids":[16,12,10751,14,878],"poster_path":"\/mhfnWAahbWWBzIzIzaft4Zt8tPY.jpg","backdrop_path":"\/atENYPV5joEQoH7S56ZHk1fEubZ.jpg","release_date":"1987-03-14","popularity":4.383,"vote_average":4.5,"id":72565,"adult":false,"vote_count":6},{"overview":"Fujiko befriends a young boy whose late father hid away a treasure, but a killer is on the boy's trail.","original_language":"ja","original_title":"LUPIN THE IIIRD 峰不二子の嘘","video":false,"title":"Lupin the Third: Fujiko Mine's Lie","genre_ids":[28,16,80],"poster_path":"\/4VoPaNzqW3tAsV2PTl6a1CpWmPX.jpg","backdrop_path":"\/zmxb02qBlRVmCYhov4EIV5IJF6V.jpg","release_date":"2019-05-31","popularity":18.228,"vote_average":4,"id":587870,"adult":false,"vote_count":1},{"overview":"Five animals meet regularly to discuss their inner angst in a group therapy session led by Dr. Clement, a canine psychotherapist.  The group includes Lorraine, a leech who suffers from separation anxiety; Cheryl, a praying mantis who can’t seem to keep a man; Todd, a pig with an eating disorder; Jeffrey, a bird with guilt issues; and Linda, an obsessive-compulsive cat.","original_language":"en","original_title":"Animal Behaviour","video":false,"title":"Animal Behaviour","genre_ids":[16,35],"poster_path":"\/o0HlrwWurz1uPmVvgk0GafUrRPN.jpg","backdrop_path":"\/tohomGaGIHYk2v5if9vEvqbrEX.jpg","release_date":"2018-06-04","popularity":5.174,"vote_average":6.5,"id":511138,"adult":false,"vote_count":45},{"overview":"Kyoya's father was a great warrior, killed at the hands of the diabolical psychic, Rebi Ra, who has now opened a portal to hell in the city of Shinjuku. It falls to Kyoya to finish what his father started and battle his way through demons, while protecting a young woman from harm. The only problem is that he's not exactly your classic hero type, and his powers are still latent.","original_language":"ja","original_title":"魔界都市＜新宿＞","video":false,"title":"Demon City Shinjuku","genre_ids":[16,14,27],"poster_path":"\/htCzmp0gEvUCc2jfQMzfbwSGN4L.jpg","backdrop_path":"\/wdzA9OGNYUgieiK4UTk5QaHhzIA.jpg","release_date":"1993-10-02","popularity":3.237,"vote_average":6.6,"id":44179,"adult":false,"vote_count":26},{"overview":"Lynch's first film project consists of a loop of six people vomiting projected on to a special sculptured screen featuring twisted three-dimensional faces.","original_language":"en","original_title":"Six Men Getting Sick","video":false,"title":"Six Men Getting Sick","genre_ids":[16],"poster_path":"\/7ipU438VuHDO7AMb28aUauE6mYF.jpg","backdrop_path":"\/cFobbc7X9u4WRMAF2KQ8hbgVGTl.jpg","release_date":"1967-01-01","popularity":5.47,"vote_average":5.8,"id":48784,"adult":false,"vote_count":83},{"overview":"The united town of sheep and wolves lives a peaceful and quiet life until two unexpected guests turn up - a polar fox and a tiny ewe. No one ever expected them to bring a deadly danger, which can be overcome only if they work together. Only teamwork can solve big problems and deal with serious challenges - as there is strength in unity.","original_language":"ru","original_title":"Волки и Овцы: Ход свиньёй","video":false,"title":"Sheep & Wolves: Pig Deal","genre_ids":[12,16,35,10751],"poster_path":"\/i7f8jHeJGESaCib6gyP1nS6x9ck.jpg","backdrop_path":"\/4hJsQyKzzWhtlK8fohUUo5bvxAO.jpg","release_date":"2019-01-24","popularity":2.209,"vote_average":6.2,"id":518755,"adult":false,"vote_count":11},{"overview":"Behind the Hollywood Bowl stage which is playing the opera, The Barber of Seville, Bugs Bunny flees into the backstage area with Elmer Fudd in close pursuit. Seeing his opportunity to fight on his terms, Bugs raises the curtain on Elmer, trapping him on stage. As the orchestra begins playing, Bugs comes into play as the barber who is going to make sure that Elmer is going to get a grooming he will never forget.","original_language":"en","original_title":"Rabbit of Seville","video":false,"title":"Rabbit of Seville","genre_ids":[16,35],"poster_path":"\/27VEl23uM1aDxR9if2Ncs8IbSmK.jpg","backdrop_path":"\/q643Nomq0k9cxumlfVUvfmXdiFX.jpg","release_date":"1950-12-16","popularity":4.829,"vote_average":7.6,"id":52971,"adult":false,"vote_count":69},{"overview":"The cunning and wicked Urfin wants to become ruler of Magic Land. With an army of wooden soldiers, he captures the Emerald City and renames it ti Urfinville. He is all but ready to celebrate victory, when his plans are ruined by an ordinary girl named Dorothy, who arrives in Magic Land just at the right time. She must return home, but not before she helps her friends - the Scarecrow, the Tin Man, and new-brave Lion - defeat Urfin. And in order to do that, they need to find out who he really is.","original_language":"ru","original_title":"Урфин Джюс и его деревянные солдаты","video":false,"title":"Fantastic Journey to Oz","genre_ids":[12,10751,14,16],"poster_path":"\/fYG0IvEdQ54KM7r6IQ0ETrGj4Il.jpg","backdrop_path":"\/fXnYLKV30ztXkV2jqQ9KCrgmQ9Z.jpg","release_date":"2019-08-01","popularity":2.705,"vote_average":7.5,"id":441957,"adult":false,"vote_count":4},{"overview":"Doraemon: Nobita's Dinosaur is a 1980 animated film based on the popular manga and anime series, Doraemon. It was released in 1980, one year after the premiere of the TV series (making it the first feature-length Doraemon film). The movie was released in Japan 15 March 1980. In 2006 the movie was remade.","original_language":"ja","original_title":"映画ドラえもん のび太の恐竜","video":false,"title":"Doraemon: Nobita's Dinosaur","genre_ids":[12,16,14,878,10751],"poster_path":"\/clCN7uhaKzxlye1Ao2zfOUGZaUi.jpg","backdrop_path":"\/hWh9lyizL2dRytXPayLRzngkZBl.jpg","release_date":"1980-03-15","popularity":13.488,"vote_average":5.8,"id":64789,"adult":false,"vote_count":10},{"overview":"A boy falls in love with his junior in a Kyoto college club, and struggles daily to be noticed by her. However, she is naive and unsophisticated and is completely indifferent to him.","original_language":"ja","original_title":"夜は短し歩けよ乙女","video":false,"title":"Night Is Short, Walk on Girl","genre_ids":[35,10749,16,14],"poster_path":"\/cDp45WZNqgAli3u4GTnUhsqFn5K.jpg","backdrop_path":"\/iBl3hhtHC7qQX7jGphIAYLpmpPC.jpg","release_date":"2017-08-19","popularity":4.445,"vote_average":7.8,"id":430214,"adult":false,"vote_count":54},{"overview":"Alma, a little girl, skips through the snow covered streets of a small town. Her attention is caught by a strange doll in an antique toy shop window. Fascinated, Alma decides to enter.","original_language":"en","original_title":"Alma","video":false,"title":"Alma","genre_ids":[16,14,9648],"poster_path":"\/iMRZm55ttI74pSPXvEJinZVCAh3.jpg","backdrop_path":"\/f9tKnBGNIY4wpwem43ohrgbQTAx.jpg","release_date":"2009-01-01","popularity":4.358,"vote_average":7,"id":31160,"adult":false,"vote_count":74},{"overview":"The story of a rabbi and his talking cat, a sharp-tongued feline philosopher brimming with scathing humor and a less than pure love for the rabbi's teenage daughter.","original_language":"fr","original_title":"Le Chat du rabbin","video":false,"title":"The Rabbi's Cat","genre_ids":[16,35],"poster_path":"\/dNVPAzn7pW0ov2O6PFYZKXbMGPJ.jpg","backdrop_path":"\/kV8eU6KoB41hb5gILoxbnyiVWJC.jpg","release_date":"2012-12-14","popularity":4.516,"vote_average":6.8,"id":75491,"adult":false,"vote_count":90},{"overview":"Two groups of classic cartoon characters come together in this fun-filled crossover with the popular action-adventure animated series Jonny Quest. Fans of all ages won't want to miss this heart-stopping adventure as tussling twosome Tom and Jerry join Jonny Quest and his pal Hadji and embark on a dangerous spy mission in order to save the world. It's just another day at the beach for the dueling Tom and Jerry ... until they bump into world-class junior spies Jonny Quest and Hadji and their canine companion, Bandit. When longtime Quest family nemesis Dr. Zin discovers that Jonny's father, Dr. Benton Quest, possesses a device that could solve the world's energy problems, Zin sends his evil cat army to steal it and capture Benton and his bodyguard, Race Bannon. That's when Jonny and his new furry friends spring into action! Get set for intrigue, thrills and suspense for the whole family. Tia Carrere and Tim Matheson lend their voices.","original_language":"en","original_title":"Tom and Jerry Spy Quest","video":false,"title":"Tom and Jerry Spy Quest","genre_ids":[16,35,10751],"poster_path":"\/bqhOTvwqxH8iTMF1q3bcVY5ntmj.jpg","backdrop_path":"\/2sW4XHnaKgxO0j000cHd4jAsg7n.jpg","release_date":"2015-06-09","popularity":3.161,"vote_average":6.4,"id":343977,"adult":false,"vote_count":15},{"overview":"On planet Perdide, an attack of giant hornets leaves Piel – a young boy – alone in a wrecked car with his dying father. A mayday message reaches their friend Jaffar, an adventurer travelling through space. On board Jaffar’s shuttle are the renegade Prince Matton, his fiancée, and Silbad who knows the planet Perdide well. Thus begins an incredible race across space to save Piel…  René Laloux, the director of Fantastic Planet [La Planète sauvage], created Les Maîtres du temps, his penultimate animated feature film, in 1982. A huge hit in France at the time of its release, it combines Laloux’s famous imagination with that of animation designer Jean Giraud (aka Moebius).  Les Maîtres du temps is a finely animated metaphysical rescue mission, previously seen in English-speaking countries as a dubbed version entitled Time Masters.","original_language":"fr","original_title":"Les Maîtres du temps","video":false,"title":"Time Masters","genre_ids":[16,18,10751,878,9648],"poster_path":"\/fmQH36GhL4PPfw8c1PAu730miar.jpg","backdrop_path":"\/zx2AAtb3VHP0ooW5eL5rsSSmgIj.jpg","release_date":"1982-03-24","popularity":3.034,"vote_average":7.7,"id":22501,"adult":false,"vote_count":59},{"overview":"Koyomi Araragi was turned into a vampire by the legendary vampire, Kiss-shot Acerola-orion Heart-under-blade, and he needs to revive the weakened vampire back to her complete form to return to being human again. The only way for Koyomi to achieve his goal is to fight the three vampire hunters – Dramaturgy, Episode and Guillotinecutter.","original_language":"ja","original_title":"傷物語〈Ⅱ熱血篇〉","video":false,"title":"Kizumonogatari Part 2: Nekketsu","genre_ids":[16,14,9648],"poster_path":"\/88yQTtXzaH2UYf5ziMWwZykYdXL.jpg","backdrop_path":"\/hbJII5Uo3ysQit8J4rIdD2qIPLI.jpg","release_date":"2016-10-22","popularity":3.971,"vote_average":8.2,"id":362584,"adult":false,"vote_count":43},{"overview":"Stan, a shadow yearns for a more exciting life than being attached to a timid human named Stanley Grubb.","original_language":"en","original_title":"Me & My Shadow","video":false,"title":"Me & My Shadow","genre_ids":[16,35],"poster_path":"\/k2MCtfY36mX0MdsHhu7ucJAZHgL.jpg","backdrop_path":null,"release_date":"","popularity":6.334,"vote_average":10,"id":227935,"adult":false,"vote_count":1}]]