[{"cast":["Leslie Easterbrook","Kane Hodder","J.D. Hart","Michele Grey"],"overview":"A story of incomprehensible abuse delivered by an explosively violent mother of four. Journey through the mind of a child that experiences a living hell, defined and defended by the twisted religious beliefs of her mother (imdb.com)","release_date":"2011-10-22","genres":[27,53],"vote_average":4.5,"runtime":85,"cert":"N\/A","id":101501,"title":"Another American Crime","adult":false},{"cast":["Mel Blanc","Daws Butler"],"overview":"After Bugs' giant gold nugget is stolen by Nasty Canasta, he tries to win it back at Canasta's San Francisco gambling hall.","release_date":"1956-07-21","genres":[37,16,10751,35],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":101504,"title":"Barbary-Coast Bunny","adult":false},{"cast":["Mel Blanc","Arthur Q. Bryan","Robert C. Bruce"],"overview":"A passing truck spills a variety of hats, causing Elmer and Bugs to change personalities in rapid succession to fit the headgear they wind up wearing.","release_date":"1956-01-14","genres":[16,10751],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":101507,"title":"Bugs' Bonnets","adult":false},{"cast":["Mel Blanc","John T. Smith"],"overview":"Bugs Bunny gets a draft notice by mistake and joins the army, with disastrous results, especially for the sergeant of his platoon.","release_date":"1953-02-04","genres":[16,10751,35],"vote_average":5.6,"runtime":7,"cert":"N\/A","id":101510,"title":"Forward March Hare","adult":false},{"cast":["Barbara Bouchet","Femi Benussi","Barbara Marzano","Annie Carol Edel","Ignazio Leone"],"overview":"Italian sex comedy version of Arabian Nights","release_date":"1972-02-08","genres":[35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":101529,"title":"House of 1000 Pleasures","adult":false},{"cast":["Luis Felipe Tovar","Ariadna Gil","Patricia Reyes Spíndola","Juan Diego","Julián Pastor"],"overview":"In Vera Cruz in the 1940s, Nacho, an Indian, waits tables at Don Lázaro's café at Hotel Ofélia. He falls for Lola, an opium-addicted, alcoholic whore who's hopelessly in love with Gardenia Wilson, a masked wrestler who slept with her once but knows she's unbalanced. Don Lázaro warns Nacho about Lola, and Nacho knows his love will be unrequited, but he'll do anything, regardless of how degrading, to be near her. Lola, for her part, can be sadistic. Republican exiles who are regulars at the café encourage Lola's desire to assassinate Franco. Nacho in turn mixes this political mirage with his fascination with the plot of \"The Mikado.\" Where do fantasies and obsessions lead?","release_date":"2002-08-30","genres":[18,14,10749],"vote_average":4.3,"runtime":151,"cert":"N\/A","id":101564,"title":"The Virgin of Lust","adult":false},{"cast":["Mel Blanc","Billy Bletcher"],"overview":"Snafu learns hard way the consequences of not protecting himself from malaria infection.","release_date":"1944-03-15","genres":[16],"vote_average":5.3,"runtime":3,"cert":"N\/A","id":101567,"title":"Private Snafu vs. Malaria Mike","adult":false},{"cast":[],"overview":"Documentary on the work of Steve Mann, Univeristy of Toronto Associate Professor in Computer and Electrical Engineering, who wears computers to collect and process the images he sees. He encounters misunderstanding from peers and opposition from business owners who refuse cameras into their places of business.","release_date":"2002-01-31","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":101570,"title":"Cyberman","adult":false},{"cast":["Mel Blanc","Robert C. Bruce"],"overview":"An armada of malaria-laden mosquitoes seeks human targets and finds Private Snafu, who fails to protect himself adequately against their onslaught.","release_date":"1944-10-15","genres":[16],"vote_average":6.0,"runtime":5,"cert":"N\/A","id":101577,"title":"Target Snafu","adult":false},{"cast":[],"overview":"This film illustrates sorrow, hope, and human dignity through the life of a family. A girl was raped at 15, and then she was pregnant, giving birth to a daughter. 17 years later mother, daughter, and grandfather live a meager life together from their van. The mother and daughter are in search for the rapist, while the daughter cares for her grandfather who is unable to use his legs. One day, they finally find the rapist, but he is in bedridden with terminal cancer..","release_date":"2011-01-25","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":101580,"title":"Sleep","adult":false},{"cast":["Hanae Kan","Soji Arai","Shige Kasai","Nozomi Kawata","Kohei Kuroda"],"overview":"One day, a high school boy was being bullied by the mob, and a girl on her way home saw this and came to save him. The boy can't forget the girl who left without telling her name. A few days later, the boy sees the girl again, but is shocked that she wore a Chimachogori (Korean ethnic dress). A moment later, the girl is surrounded by college men, they start to make fun of her and cut her chimachogori. The scissors in the college man's hands gets pushed into the girl's chest and the girl dies. It was autumn of 2002, whilst the top news was about Japanese kidnap cases by North Koreans.","release_date":"2011-01-28","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":101583,"title":"Pure Asia","adult":false},{"cast":["William Lundigan"],"overview":"Documentary short film depicting the harrowing battle between the U.S. Marines and the Japanese for control of the Pacific island of Tarawa.","release_date":"1944-03-02","genres":[99,10752],"vote_average":7.0,"runtime":18,"cert":"N\/A","id":101586,"title":"With the Marines at Tarawa","adult":false},{"cast":[],"overview":"War Department Film about RAF and 8th Air Force activities in Britain","release_date":"","genres":[99,10752],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":101589,"title":"8th Air Force Report from Britain","adult":false},{"cast":["Sela Ward","Brad Davis","Sydney Penny","Josh Lucas","Brendan Fraser"],"overview":"A Catholic priest is sent to investigate reports of two virgin conceptions. One is about to give birth to the child of God and the other is the child of the Devil and he must decide which one is good and which one is evil before Satan's followers can stop him.","release_date":"1991-01-01","genres":[],"vote_average":6.0,"runtime":85,"cert":"N\/A","id":101592,"title":"Child of Darkness, Child of Light","adult":false},{"cast":["Ronald Reagan","Jimmy Doolittle"],"overview":"Documentary detailing the activities of American fighter escort pilots during bombing raids over Germany.","release_date":"1945-06-21","genres":[99,10752],"vote_average":5.0,"runtime":20,"cert":"N\/A","id":101595,"title":"The Fight for the Sky","adult":false},{"cast":["Dane Clark","Raymond Massey","Alan Hale","Andrea King","John Ridgely"],"overview":"Robert L. Scott has dreamed his whole life of being a fighter pilot, but when war comes he finds himself flying transport planes over The Hump into China. In China, he persuades General Chennault to let him fly with the famed Flying Tigers, the heroic band of airmen who'd been fighting the Japanese long before Pearl Harbor. Scott gets his chance to fight, ultimately engaging in combat with the deadly Japanese pilot known as Tokyo Joe.","release_date":"1945-04-07","genres":[28,12,10752],"vote_average":7.6,"runtime":90,"cert":"N\/A","id":101598,"title":"God Is My Co-Pilot","adult":false},{"cast":["George W. Bush","Helen Caldicott","Kevin Chilton"],"overview":"Star Wars is no longer science fiction  The prospect of Earth being ruled from space is no longer science-fiction. The dream of the original Dr. Strangelove, Wernher von Braun (from Nazi rocket-scientist to NASA director) has survived every US administration since WW2 and is coming to life. Today the technology exists to weaponize space, a massive American industry thrives, and nations are maneuvering for advantage.  PAX AMERICANA tackles this pivotal moment. Are war machines already orbiting Earth? Can treaties keep space weapons-free? Must the World capitulate to one super-cop on the global beat?  With startling archival footage and unprecedented access to US Air Force Space Command, this elegant, forceful documentary reveals the state of play through generals, space-policy analysts, politicians, diplomats, peace activists, and hawks.","release_date":"2009-11-12","genres":[99],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":101609,"title":"Pax Americana and the Weaponization of Space","adult":false},{"cast":["Julie Walters","Celia Imrie","Duncan Preston","Neil Morrissey","Josie Lawrence"],"overview":"Acorn Antiques: The Musical! is the all-singing, all-dancing and fully overalled stage version of the beloved TV spoof.  The triumphant West End production brought together Julie Walters (Mrs Overall), Celia Imrie (Miss Babs) and Duncan Preston (Mr Clifford) - the original cast of the series.  It was directed by Sir Trevor Nunn (\"Les Miserables\", \"Woman in White\", \"Starlight Express\") and written by Julie's understudy, the award-winning Victoria Wood.  Filmed during the sell-out run at the beautiful Haymarket Theatre, the musical features an all-star supporting cast of Josie Lawrence, Neil Morrissey & Sally Ann Triplett.","release_date":"2006-03-13","genres":[35],"vote_average":7.0,"runtime":157,"cert":"15","id":101612,"title":"Acorn Antiques: The Musical","adult":false},{"cast":[],"overview":"Child bullfighters in Mexico, where kids as young as eight are trained to kill bulls ten times their weight. The film follows three children who are fighting not just the bull but their own demons every time they step into the ring. Michelito is ten and already a star. The adored son of a matador, Michelito has killed over two hundred bulls. 'Picasso was born to paint, Mozart to make music - and Michelito to be a matador,' says Dad. Can Michelito fulfill his own - and his father's - dream to become the youngest matador in history? Joel is nine. Abandoned by his real dad, neglected by his mum, Joel has found a surrogate father in Matador teacher Ismael. But Ismael's own career is vulnerable: if he has to move Spain to save his reputation, what will become of Joel? Andrea is twelve. She started bullfighting when her beloved father moved to America. Andrea has disowned her dad - who has a new woman - and is defying his orders that she give up bullfighting...","release_date":"","genres":[],"vote_average":8.0,"runtime":87,"cert":"N\/A","id":101627,"title":"Little matador","adult":false},{"cast":[],"overview":"Intimate and fascinating portrait of Fernando, also known as El Suicida and El Negro, a bull fighter in the slums of the Mexican Yucutan Peninsular. Sometimes he is a charming host to the film makers, often he is known blind drunk and aggressive towards his wife. He isn't old but he's already covered in psychological and physical scars.","release_date":"2006-01-26","genres":[],"vote_average":5.5,"runtime":87,"cert":"N\/A","id":101630,"title":"Toro Negro","adult":false},{"cast":["Martin van Waardenberg","Wilfried de Jong"],"overview":"Met o.a. de balk, de onderwaterscene en de zeilramp Bandkaai is het zesde theaterprogramma van de Rotterdamse theatermakers Martin van Waardenberg en Wilfried de Jong.  De typische Waardenberg en de Jong aanpak isl in Bandkaai zeker weer te zien. Performance afgewisseld met miniatuurtjes van toneelspel.  Grootse en wezenloze decorstukken. Schoonheid maar ook afbraak.  Harde klanken naast stille beelden.  Fysieke uitputting en tevens serene rust.  Chaos en orde tegelijk.  Waardenberg en de Jong zijn niet te vangen.","release_date":"1997-08-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":101633,"title":"Waardenberg & De Jong: Bandkaai","adult":false},{"cast":["Martin van Waardenberg","Wilfried de Jong"],"overview":"Waardenberg en de Jong blijven eigenwijs zoeken naar verrassende acts. Het tweetal heeft een hekel aan voorspelbaarheid, het accepteert geen grenzen, ook niet die van het opgeplakte etiket. De visuele en fysieke aanpak vormt wederom een hoofdbestanddeel van dit theaterprogramma. Waardenberg en de Jong zijn gebleven, verder is alles nieuw. Je kunt alles verwachten, ze leren het nooit.","release_date":"1992-09-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":101636,"title":"Waardenberg & de Jong: Waardenberg & de Jong","adult":false},{"cast":["Petra Laseur","Bram van der Vlugt","Marisa Van Eyle","Anneke Blok","Mark Rietman"],"overview":"Mother is dying and invites her family to spend a few days in a chalet in Austria. In the isolation of the snow-covered mountains, old wounds are reopened and the family ties crumble steadily through quarrels and irritations.","release_date":"2001-12-13","genres":[18,35],"vote_average":10.0,"runtime":91,"cert":"N\/A","id":101643,"title":"Family","adult":false},{"cast":["Steven Waddington","Ciarán Hinds","Victoria Smurfit","Susan Lynch","Jimmy Chisholm"],"overview":"This grand six-part adaptation of Sir Walter Scott's rousing adventure of the Middle Ages tells the epic tale of the idealistic young knight Ivanhoe (Steven Waddington) and his battle against the evil Templar Bois-Guilbert (Ciarán Hinds. Caught between the rivalries and religious struggles are Ivanhoe's betrothed Rowena (Victoria Smurfit) and the brave, beautiful Jewess healer Rebecca (Susan Lynch), who wins Ivanhoe's heart with her courage. Set against the historical backdrop of a Britain straining under the corrupt rule of Prince John while Richard the Lionhearted fights in the Crusades.","release_date":"1997-01-12","genres":[12,18,10749],"vote_average":7.0,"runtime":270,"cert":"","id":101662,"title":"Ivanhoe","adult":false},{"cast":["Katsuhisa Namase","Toshiyuki Nishida","Shirô Sano","Masahiro Takashima","Yuko Takeuchi"],"overview":"May 9, 2003 - The Japan Aerospace Exploration Agency (JAXA) launches its unmanned spacecraft Hayabusa into orbit. Its mission is to collect samples from a near Earth asteroid named 25143 Itokawa. Hayabusa is scheduled to make contact with the asteroid in November 2005. As the spacecraft approaches its rendezvous date with the asteroid problems arise for the JAXA staff back on Earth.","release_date":"2011-10-01","genres":[12],"vote_average":0.0,"runtime":140,"cert":"N\/A","id":101665,"title":"Hayabusa","adult":false},{"cast":["Divididos"],"overview":"","release_date":"","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":101700,"title":"Audio y agua Parte 2","adult":false},{"cast":["Anna Neagle","Rex Harrison","Dean Jagger","Robert Morley","Nancy Price"],"overview":"The WW II romance set in Grosvenor square aka Eisenhower's home where the GIs stayed in London. Neagle loves Harrison. There arrives patriot GI Dean Jagger to rouse things up in the square. Snotty British Neagle and Jagger clash and fall for each other. What will Harrison have to say or do about these? What will the consequences be? Will the three finally become two and which two in this extremely patriotic love and war story.","release_date":"1945-07-20","genres":[35,18],"vote_average":6.0,"runtime":113,"cert":"","id":101711,"title":"I Live in Grosvenor Square","adult":false},{"cast":["David Neidorf","Jennifer Jason Leigh","Barry Corbin","David Harris","Kathleen Wilhoite"],"overview":"A cop goes undercover in a South Carolina high school. With the help of a local narcotics officer, he investigates the drug ring responsible for another cop's death.","release_date":"1987-12-04","genres":[28,80,18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":101718,"title":"Under Cover","adult":false},{"cast":["Tristan Goddard","Dan Green","Rachael Lillis","Joshua Popenoe","Veronica Taylor"],"overview":"Once a rich and an abundant planet, La Maetel was now a cold, barren wasteland after it had changed its original orbit around the sun. The only way to survive was to get machine bodies. Hardgear, a mad cyborg scientist, transforms the queen and her subjects into mechanized beings. But Queen Promethium's daughters Maetel and Emeraldas, chose to stay human, fight Hardgear, and restore their homeworld.","release_date":"2000-01-01","genres":[18,16,878],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":101721,"title":"Maetel Legend","adult":false},{"cast":["Joicie Appell","Emily Boresow","Jason Coffman","Tom Conroy","Michelle Davidson"],"overview":"A horror film that combines classic monster movie elements set within the backdrop of unpredictable Kansas weather. Start with a mother and her three daughters forced to take shelter from an advancing tornado in a local storm cellar. What is waiting for them underneath is another story entirely.","release_date":"2013-05-28","genres":[27],"vote_average":4.6,"runtime":82,"cert":"N\/A","id":101724,"title":"Nailbiter","adult":false},{"cast":["Morgan Freeman","Virginia Madsen","Madeline Carroll","Emma Fuhrmann","Nicolette Pierini"],"overview":"In an effort to tap into his original talent, a wheelchair-bound author moves to a rural town, where he befriends a single mother and her three kids, who help reignite his passion for writing.","release_date":"2012-07-06","genres":[35,18],"vote_average":7.0,"runtime":109,"cert":"PG","id":101731,"title":"The Magic of Belle Isle","adult":false},{"cast":["Carlos Roffé","Cristina Banegas","Carolina Fal","Walter Quiroz","José María Monje"],"overview":"When rancher Alberto meets \"Fanny\", a sheep on his farm, a love is born and Baa-aa-ad things begin happening.","release_date":"2001-09-06","genres":[35],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":101750,"title":"Animalada","adult":false},{"cast":["Kanako Michi","Akira Ishihama","Chojuro Hanakawa","Yasuko Matsui"],"overview":"While under sedation in a dentist's office, a young art student has sex fantasies about naked women, vampires and a beautiful patient he saw in the office.","release_date":"1964-12-04","genres":[18,14,27],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":101753,"title":"Day-Dream","adult":false},{"cast":["Harry Richman","Joan Bennett","James Gleason","Aileen Pringle","Lilyan Tashman"],"overview":"A vaudeville and nightclub performer becomes successful and forgets who his friends really are.","release_date":"1930-03-01","genres":[10402],"vote_average":4.0,"runtime":88,"cert":"N\/A","id":101760,"title":"Puttin' on the Ritz","adult":false},{"cast":["Ajay Devgn","Abhishek Bachchan","Bipasha Basu","Mukesh Tiwari","Pankaj Dheer"],"overview":"An Army colonel (Devgan) and his commandos capture a dangerous terrorist. The other members of the terrorists' organization hatch a plot to hijack an Indian jet and demand his release in exchange. In Mumbai, ACP Jay (Bachchan) is hot on their trail. He discovers Army's involvement in the case and has to work together with the colonel. However, there are some skeletons in the closet.","release_date":"2003-09-26","genres":[28,53],"vote_average":5.4,"runtime":154,"cert":"N\/A","id":101783,"title":"Zameen","adult":false},{"cast":["Kelsey Michaels","Alektra Blue","Valerie Herrera","Michelle Maylene","Ashley Roberts"],"overview":"Shot entirely in HD, CONTROL is harder, faster and edgier than anything Robby has directed before. Delivered on 2 Discs, with 2 rock-hard, roaring anal scenes, 3 slippery-wet p*ssy f*cks, 2 orgasm-inducing masturbation delights, 1 juicy blowjob featuring stringers and the lovely Naomi, lots of extra face f*cking, plus an amazing bonus scene with Jenaveve Jolie. With over 3 1\/2 hours of PURE tease, CONTROL #3 has more f*ck for your buck, more hot girls and more slammin' sex than any other porn we've seen. A culmination of Robby D's incomparable experience, knowledge and talent, CONTROL follows no rules and no guidelines and as a result, it knows no bounds.","release_date":"2006-06-26","genres":[],"vote_average":8.5,"runtime":177,"cert":"N\/A","id":101786,"title":"Control 3","adult":true},{"cast":["Brianna Beach","Sasha Grey","Mindy Main","Whitney Stevens","Shay Jordan"],"overview":"Shot entirely on HD, the Control series is harder, faster and edgier than anything Robby has directed before. Volume 4 is no exception. With over 3 hours of footage and 9 scenes, Shay Jordan and Sasha Grey light up the screen. This DVD contains slammin' anal, slippery-wet p*ssy f*cks, juicy blow-jobs with stringers, face f*cking and orgasm-inducing tease intertwined throughout. \"Control 4\" offers more decadent, delicious f*ck, more hot girls &amp; more slammin' sex than any other porn we've seen. A culmination of Robby D's incomparable experience, knowledge and talent, \"Control\" follows no rules and no guidelines and as a result it knows no bounds.","release_date":"2006-11-27","genres":[],"vote_average":7.5,"runtime":179,"cert":"N\/A","id":101789,"title":"Control 4","adult":true},{"cast":["Adriano Celentano","Mina","Chet Baker","Elke Sommer"],"overview":"Follows the adventures of a group of friends, teddy boys and rock and roll chicks whose crazy, fun-loving habits inspire jiving from some of Rome's citizens, and bitter complants from others which inspire a group of corrupt officials determined to bring the group down.","release_date":"1960-03-13","genres":[10402],"vote_average":3.1,"runtime":83,"cert":"N\/A","id":101800,"title":"Howlers of the Dock","adult":false},{"cast":["Sam Peckinpah","Alan Sharp","Kris Kristofferson","R. G. Armstrong","Jason Robards"],"overview":"This straight-talking program seeks to understand the enigmatic and controversial Sam Peckinpah, whose violent films such as The Wild Bunch and Straw Dogs had a telling effect on the cinema of the 1970s and 80s. Those who knew and worked with him, including actor James Coburn, actress Ali MacGraw, his associate Katherine Haber, his cousin Bob Peckinpah, and several screenwriters and producers, examine his life in an attempt to separate the man from the persona. Clips from key films reinforce this detailed discussion of Peckinpah's art and a fixation on violence that still permeates Hollywood today.","release_date":"1993-06-29","genres":[99],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":101803,"title":"Sam Peckinpah: Man of Iron","adult":false},{"cast":["Walt Disney","Pinto Colvig","Billy Bletcher"],"overview":"A dark and stormy night. Pluto is spirited away to the spooky mansion of an evil genius for a mad transplant scheme to put his head on the body of a chicken. Mickey gives chase, but find himself threatened severely by the house and its denizens.","release_date":"1933-01-21","genres":[16,35,10751,27,53],"vote_average":7.2,"runtime":7,"cert":"N\/A","id":101806,"title":"The Mad Doctor","adult":false},{"cast":["Al St. John","Fern Emmett","Billy Bletcher","Lynton Brent"],"overview":"A pseudonymous Roscoe Arbuckle directs this comedy short about a man who goes insane because of his wife's bridge addiction.","release_date":"1932-02-21","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":101809,"title":"Bridge Wives","adult":false},{"cast":["Mel Blanc"],"overview":"Private Snafu learns about inflation","release_date":"1944-03-02","genres":[10752,16,35],"vote_average":5.0,"runtime":2,"cert":"N\/A","id":101812,"title":"A Few Quick Facts: Inflation","adult":false},{"cast":[],"overview":"Documentary about the art of japanese bondage.","release_date":"2008-05-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":101823,"title":"Bakushi","adult":false},{"cast":["Mel Blanc","Harold Peary"],"overview":"As the Devil watches Pvt. Snafu and his unit stationed in Iran, he talks about the hazards of working in the heat.","release_date":"1945-07-15","genres":[16],"vote_average":6.0,"runtime":3,"cert":"N\/A","id":101826,"title":"Hot Spot","adult":false},{"cast":["Dan Condurache","Ana Ciontea","Horațiu Mălăele","Dan Aştileanu","Valer Delakeza"],"overview":"Dumitru is a two-faceted killer: he kills animals and called a hunter, and kills people, and branded as an assassin. Dumitru is just out of prison, for the first time since the fall of communism. Even on the train taking him home, he is planning to return to his past practices as he is involved in a blood thirsty card game with some gypsies. The game turns out badly, and one of those making up the table is killed. He starts on a flight again, this time, bound for his home town, where he finds his wife pregnant by his own brother. Blind with a thirst for vengeance, Dumitru commits one more murder that unleashes a sequence of new crimes and makes him into a wanted serial killer. Life becomes a burden that is too heavy for Dumitru who decides to abbreviate his existence. However, he soon discovers he does not hold all power over himself. God has other plans for him and condemns to him to stay alive. Written by Gonz30","release_date":"2002-10-03","genres":[35,18],"vote_average":5.0,"runtime":93,"cert":"N\/A","id":101829,"title":"Everyday God Kisses Us on the Mouth","adult":false},{"cast":["Attin Bhalla","Sandali Sinha","Smita Jaykar","Pankaj Dheer","Rakhi Sawant"],"overview":"Om lives in Bombay, India, in a small apartment with mother and sister. Om and his mother are of very conservative taste, when it comes to wearing clothes, however, the sister is not. This gets her in trouble, and she is raped and killed. The police register this case as that of a suicide, and produce a note purportedly written by her that blames her mom and brother for her death. Om's girlfriend, Sandali, comes to know that his sister's death was a homicide, and this sets Om off in a wild rage to find out who the killer(s) are, and why they would commit this heinous crime; and the role of the police who claim that her death was a suicide","release_date":"2003-03-21","genres":[18,10749],"vote_average":5.3,"runtime":141,"cert":"N\/A","id":101832,"title":"Om","adult":false},{"cast":["Götz Otto","Yasmina Filali","Lars Rudolph","Elisabeth Volkmann","Gojko Mitić"],"overview":"Don't bring your wife to see this film.","release_date":"2003-01-15","genres":[878,35,27],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":101835,"title":"The Antman","adult":false},{"cast":["Jarkko Niemi","Joonas Saartamo","Karoliina Blackburn","Maria Järvenhelmi","Reino Nordin"],"overview":"...","release_date":"2005-08-26","genres":[80,18,53],"vote_average":4.0,"runtime":85,"cert":"N\/A","id":101838,"title":"Game Over","adult":false},{"cast":[],"overview":"8th Air Forces report on Operation Clarion","release_date":"","genres":[28,53,99,878,10752],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":101845,"title":"Operational Report Clarion","adult":false},{"cast":["T. J. Thyne","Paula Rhodes","Chris Stone","Meeghan Holaway","JoJo Henrickson"],"overview":"Lovell Milo is a man who begins experiencing his life out of order; every day he wakes up at a different age, on a different day of his life, never knowing where or when he’s going to be once he falls asleep. He’s terrified and wants it to stop - until he notices a pattern in his experience, and works to uncover why this is happening to him - and what or who is behind it.","release_date":"2012-03-20","genres":[53,9648,10749],"vote_average":6.6,"runtime":82,"cert":"N\/A","id":101852,"title":"Shuffle","adult":false},{"cast":["Dorothy McGuire","Guy Madison","Robert Mitchum","Bill Williams","Tom Tully"],"overview":"Three former marines have a hard time readjusting to civilian life. Perry can't deal with the loss of the use of his legs. William is in trouble with bad debts. And Cliff can't decide what he wants to do with his life, although he gets encouragement from war widow Pat Ruscomb.","release_date":"1946-07-23","genres":[10752,18,10749],"vote_average":7.2,"runtime":105,"cert":"N\/A","id":101859,"title":"Till the End of Time","adult":false},{"cast":["Roy Scheider","Justin Henry","Ron McLarty","Bethany Carpenter","Lindsay Barr"],"overview":"Alex believed in his baseball hero Billy Young. When Billy's performance struggled, Alex's friends began to doubt Alex; and Billy began to doubt himself. Alex wants to prove to his friends, to Billy, and to himself that believing in someone can make the difference.","release_date":"1983-10-09","genres":[],"vote_average":6.0,"runtime":73,"cert":"N\/A","id":101866,"title":"Tiger Town","adult":false},{"cast":["Nikolay Kudryashov","Юлия Куваева","Олег Сидоров","Филипп Величко","Евгений Савчук"],"overview":"","release_date":"2011-08-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":101869,"title":"Раздолбай","adult":false},{"cast":["Whitney Stevens","Katja Kassin","Jada Fire","Veronique Vega","Teagan Presley"],"overview":"Shot entirely on HD, Robby D’s Control series is harder, faster, and edgier than anything he has directed before. In volume 6, he captures DP contract star Teagan Presley in an impressive romp with Scott Nails, the buxom 19 year-old Whitney Stevens in a slammin’ anal, lots of tease, more anal, even more anal, and almost three hours of decadent, delicious f*ck with smokin’ hot girls. A culmination of Robby D’s incomparable experience, knowledge, and talent, Control follows no rules and no guidelines and as a result it knows no bounds.","release_date":"2007-06-18","genres":[],"vote_average":7.0,"runtime":173,"cert":"N\/A","id":101872,"title":"Control 6","adult":true},{"cast":["Véronique Catanzaro","Cornélia Wilms","André Nader","Sylvie Novak"],"overview":"At a gathering of would-be society debauchees, the Baron Plessis de Regard and the attractive young Nathalie hatch their individual plans to use sex to respectively ruin and punish their selected enemies. The Baron's plan is to scupper the political ambitions of right-wing parliamentary candidate Colonel Montvilliers by setting him up with a female companion and publicly exposing his new-found vices. Nathalie's quest is of a more personal nature, to destroy her estranged father Charles Leroy-Merville by corrupting his innocent 17-year-old daughter Sophie, a task she intends to achieve by securing employ as the girl's summer tutor.","release_date":"1986-04-16","genres":[35,10749],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":101875,"title":"Dressage","adult":false},{"cast":["Koji Tsuruta","Bunta Sugawara","Ryôhei Uchida","Noboru Andô","Yoshi Katô"],"overview":"Coming out of jail and hoping for a quiet life, Yokohama yakuza has to take the lead of his gang after the death of his boss. His small group is is taken in a crossfire between a big yakuza group from Osaka at war with the Tokyo alliance for the control of the city. He tries to keep to the old yakuza code but he is no match for the new thugs who live and fight without honor.","release_date":"1969-04-17","genres":[80,18],"vote_average":7.0,"runtime":97,"cert":"N\/A","id":101878,"title":"Japan Organised Crime Boss","adult":false},{"cast":[],"overview":"A surreal action thriller essay about the epic duel between the film's heroine and the Hollywood legend created around John Wayne (good vs. evil). Shirley Pimple, an apathetic 7-year-old who looks remarkably like Shirley Temple, becomes the star of a propaganda film factory, The John Wayne Institute for the Preservation of American Ideals. When she reaches puberty, Shirley develops murderous tendencies, and the Institute tries to keep her under control by attempting to make her a heroin addict, but it doesn't help. In her obsessive hatred of the Institute, Shirley takes up with The Psychotic Weaklings, a group of pants-wetting, child molesters against the anti-John Waynes. Written by Psychoticweakling","release_date":"2000-04-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":101881,"title":"Shirley Pimple in the John Wayne Temple of Doom","adult":false},{"cast":["Keeley Fawcett","Jack Stanley","Karen Meagher","Eddie Cooper","David Prince"],"overview":"Carrie's War is an adaptation of a 1973 children's novel by Nina Bawden, set during the Second World War and following two evacuees, Carrie and her younger brother Nick.","release_date":"2004-01-01","genres":[18,10751],"vote_average":7.4,"runtime":90,"cert":"U","id":101884,"title":"Carrie's War","adult":false},{"cast":["Jeff Goldblum","Anthony LaPaglia","Liev Schreiber","Boris Lee Krutonog","Svetlana Efremova"],"overview":"Russian political elite hires American consultants to help with President Yeltsin's re-election campaign when his approval rating is down to single digits.","release_date":"2003-10-23","genres":[35,18],"vote_average":5.7,"runtime":112,"cert":"N\/A","id":101887,"title":"Spinning Boris","adult":false},{"cast":["Roseanne Barr","Tom Arnold","Johnny Galecki","Colleen Camp","Conchata Ferrell"],"overview":"When Nancy and her teenage son move to Deerview, the small, old-fashioned community will never be the same. Nancy soon realizes she is the only woman in town who would rather crack a joke than an egg. But the town gets their biggest laugh when Nancy organizes a mother-son football game with the unathletic housewives.","release_date":"1991-11-13","genres":[35],"vote_average":3.0,"runtime":94,"cert":"N\/A","id":101894,"title":"Backfield in Motion","adult":false},{"cast":["Dave Thomas","Sally Kellerman","John Travolta","John Candy","Andrea Martin"],"overview":"The classic cartoon spies, Boris and Natasha, get their very own live-action adventure. Sent to America to find an important microchip, the usually villainous duo begin to question who they're working for and why.","release_date":"1992-04-17","genres":[12,35,28],"vote_average":3.2,"runtime":87,"cert":"N\/A","id":101897,"title":"Boris and Natasha","adult":false},{"cast":["Camille Berthomier","Aurélien Wiik","Morgane Hainaux","Alice Dubuisson","Mireille Roussel"],"overview":"After the death of Renaud, her boyfriend, Armelle can't possibly take him out of her mind. Her sister advises her to see a medium, in whose house she meets a boy who strangely looks like Renaud...","release_date":"2005-10-12","genres":[14,18],"vote_average":6.0,"runtime":65,"cert":"N\/A","id":101904,"title":"Through the Forest","adult":false},{"cast":["Fred Tatasciore","Matthew Wolf","Graham McTavish","Grey DeLisle","Kari Wahlgren"],"overview":"For ages, Odin has protected his kingdom of Asgard. But every winter, the All-Father must rest and regain his strength for one week. During this time, all of Asgard's foes (including trolls, giants, dark elves, and demons) try to claim the realm for their own, but they are always stopped by Odin's son, the mighty Thor, albeit with the loss of many brave Asgardian warriors. Loki, god of mischief, has kidnapped Dr. Bruce Banner and brought him to Asgard with the help of Amora, once Thor's lover, now the supervillain known as the Enchantress. Loki makes Banner angry and he changes into the Hulk. The Enchantress then casts a spell over the Hulk which separates Banner from his monstrous alter-ego and grants Loki control over the Hulk's body.","release_date":"2009-01-27","genres":[28,16,14,878],"vote_average":6.2,"runtime":41,"cert":"N\/A","id":101907,"title":"Hulk vs. Thor","adult":false},{"cast":["Kris Cuppens","Catherine Salée","Vincent Cahay","Jean-Benoît Ugeux","Mathias Wertz"],"overview":"Pascale leaves Jan to start a new life with Didier. Unwillingly, Jan accepts to get a babysitter for their seven year old son, Thomas. She leaves him at his family home where she now has to live with her new partner. But when Pascale comes to love with Didier, Jan is still there and refuses to leave the house and separate herself from her child. Very quickly, conflict explodes and in less than a day, the destiny of each character is turned upside down.","release_date":"2004-10-13","genres":[18],"vote_average":7.0,"runtime":57,"cert":"N\/A","id":101914,"title":"Private Madness","adult":false},{"cast":["Elske Rotteveel","Kees Scholten","Elsie de Brauw","Jaap Spijkers"],"overview":"Merel is a young girl with a lot of talent. She excels at school, is good on the springboard and is careful too. Her severely handicapped brother Kasper gets a lot of attention. Merel also has talent for singing. It is no surprise that she is asked for the school musical. But maybe Merel is a bit too convinced of herself. When people perform solos, she likes to sing along loudly. This doesn't fall on good ground though. People start ignoring her and she is getting bullied. All of the sudden Merel's life isn't that easy anymore, it will be hard to keep herself together.","release_date":"2004-04-10","genres":[18],"vote_average":6.5,"runtime":77,"cert":"N\/A","id":101917,"title":"Bluebird","adult":false},{"cast":["Wong Yat-Lung","Ou Di","Casanova Wong","Hai Fan Chang","Eddy Ko"],"overview":"The evil Mr. Chu's control of a village is challenged by a Korean wanderer named Eagle and the three Kung Fu Kids.","release_date":"1980-08-07","genres":[],"vote_average":4.5,"runtime":87,"cert":"N\/A","id":101920,"title":"Kung Fu Kids Break Away","adult":false},{"cast":["Corinne Orr","Sean Schemmel","Jean Richards","Denise Finelli","Jim Woods"],"overview":"Sparky is a spunky little sports car who can't wait to grow up, but first he needs to learn the rules of the road. Sparky snubs car washes, curfews, and speed limits, driving his poor dad to distraction.","release_date":"2011-07-18","genres":[16,10751],"vote_average":2.6,"runtime":81,"cert":"","id":101923,"title":"Car's Life 2","adult":false},{"cast":[],"overview":"","release_date":"2000-01-01","genres":[99],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":101934,"title":"Achoti","adult":false},{"cast":["Mikey Brown","Steve Forbes","Christy Derry","Sashani Nichole","Earl Cabo"],"overview":"The zombie apocalypse becomes REALITY on The Zombie Factor, the most dangerous show on television. Every episode, someone dies. The Zombie Factor puts contestants head-to-head against flesh-eating zombies. And on this reality show, as the people are eliminated, they become part of the stable of zombies and used against their fellow competitors.","release_date":"2011-06-09","genres":[27,35],"vote_average":4.0,"runtime":23,"cert":"N\/A","id":101953,"title":"The Zombie Factor","adult":false},{"cast":["Leo Fitzpatrick","Elisabeth Moss","Christopher Denham","Wes Studi","Richard Gallagher"],"overview":"Three young people drive drive to Mexico to scatter their friend's ashes, they are forced to confront their own sense of family, identity and future.","release_date":"2008-02-29","genres":[18],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":101956,"title":"El camino","adult":false},{"cast":[],"overview":"","release_date":"2009-05-09","genres":[28],"vote_average":0.0,"runtime":44,"cert":"N\/A","id":101967,"title":"Super Gore Girl","adult":false},{"cast":[],"overview":"In a future where cities have crumbled and been reclaimed by nature we join a lone man exploring the ruins of the company Haven Nanosystems. Recovering a locked container he seems to have found what he was looking for, which is information relating to the quarantined Facility B. Unfortunately just as located by a robotic drone and the race to escape is on.","release_date":"2012-03-01","genres":[16,878],"vote_average":7.0,"runtime":8,"cert":"N\/A","id":101970,"title":"Ruin","adult":false},{"cast":["Yuko Oshima","Mami Yamasaki","Mai Nishida","Kaoru Mizuki","Shinmei Tsuji"],"overview":"The upper torso of a female, claws her way around Japan searching for her lower half. The person's lower half was severed in a train accident in Hokkaido. Anyone that hears of this story will see Teke-Teke's lower half walking aimlessly around the countryside within three days.","release_date":"2009-03-21","genres":[27],"vote_average":5.8,"runtime":70,"cert":"N\/A","id":101981,"title":"Teke Teke","adult":false},{"cast":["Claude Jutra","Johanne Harelle","Victor Désy"],"overview":"A man struggles with his identity, his life choices, his interracial relationship, and his latent homosexuality. A portrait of some young intellectuals in early sixties Montreal.","release_date":"1963-08-09","genres":[18],"vote_average":6.0,"runtime":99,"cert":"N\/A","id":101984,"title":"Take It All","adult":false},{"cast":["Sayuri Iwata","Miu Nakamura","Yôko Chôsokabe","Hatsune Matsushima","Risa Machi"],"overview":"The story of Teke Teke, the ghost woman with no legs, continues. Conflict arises between a group of high school classmates, and Teke Teke starts hunting them down one by one.","release_date":"2009-03-21","genres":[27],"vote_average":4.9,"runtime":73,"cert":"N\/A","id":101987,"title":"Teke Teke 2","adult":false},{"cert":"N\/A","title":"Bunny Chow","cast":["David Kibuuka","Kim Engelbrecht","Kagiso Lediga","Joey Yusuf Rasdien","Jason Cope"],"genres":[],"id":101990,"overview":"Three comedians and a weird guy named Cope embark on a raucous weekend journey to Oppikoppi, South Africa's biggest rock festival. The guys slip out of the city for a few dusty and increasingly absurd days with hopes of mass debauchery, drugs, rampant sex, true love and conquering the comedy stages, but they get a bit more than they bargained for.","runtime":92,"release_date":"2006-09-11","vote_average":0.0,"adult":false}]