[{"cast":["Rin Takanashi","Tadashi Okuno","Ryo Kase","Denden","Tomoaki Tatsumi"],"overview":"An old man and a young woman meet in Tokyo. She knows nothing about him, he thinks he knows her. He welcomes her into his home, she offers him her body. But the web that is woven between them in the space of twenty four hours bears no relation to the circumstances of their encounter.","release_date":"2012-09-15","genres":[18],"vote_average":7.3,"runtime":109,"cert":"N\/A","id":102001,"title":"Like Someone in Love","adult":false},{"cast":["Matt Czuchry","Ben Savage","Kelly Rutherford","Elisabeth Harnois"],"overview":"This is a heart-wrenching story about a happy-go-lucky 17 year-old boy with a passion for life and love. Under his free spirit are problems that he must deal with. His mother died, his alcoholic father is unapproachable, and ...the biggest problem of all... he has been diagnosed with terminal cancer. The only support he receives is from a sister who also lives a fractured life, his immature best friend, and his girlfriend. \"Swimming Upstream\" is a moving and honest look at life's painful realities and how this teen deals with them.","release_date":"2002-01-01","genres":[18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":102016,"title":"Swimming Upstream","adult":false},{"cast":["Damon Packard","Michelle Silva","Kalman Spelletich","Stoney Burke"],"overview":"A radical hybrid of spy, sci-fi, Western, and even horror genres, Craig Baldwin's Mock Up On Mu cobbles together a feature-length \"collage-narrative\" based on (mostly) true stories of California's post-War sub-cultures of rocket pioneers, alternative religions, and Beat lifestyles. Pulp-serial snippets, industrial-film imagery, and B- (and Z-) fiction clips are intercut with newly shot live-action material, powering a playful, allegorical trajectory through the now-mythic occult matrix of Jack Parsons (Crowleyite founder of the Jet Propulsion Lab), L.Ron Hubbard (sci-fi author turned cult-leader), and Marjorie Cameron (bohemian artist and \"mother of the New Age movement\"). Their intertwined tales spin out into a speculative farce on the militarization of space, and the corporate take-over of spiritual fulfillment and leisure-time.","release_date":"2008-01-14","genres":[35,878],"vote_average":6.0,"runtime":114,"cert":"N\/A","id":102039,"title":"Mock Up on Mu","adult":false},{"cast":["Ross Dubuc","Cynthia Stewart","Robert McCourt","John Harper","Larry Sprinkle"],"overview":"When a psychotic killer escapes from an insane asylum and goes on a killing spree, the SWAT team is sent out to track him down.","release_date":"1977-01-01","genres":[53,80,27],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":102042,"title":"Another Son of Sam","adult":false},{"cast":["Trace Beaulieu","Frank Conniff","Mary Jo Pehl","Joel Hodgson","J. Elvis Weinstein"],"overview":"Warning: Baltimore is no longer safe.  Meet Leemoid, Zagatile and Interbyce. They're the three aliens whose spaceship has crashed in a small town outside of Baltimore. Soon the town folk are turning up mutilated and dead - and even in polyester pants. Then a stranger arrives to save the day. But is he who he says he is? And what about all the polyester pants? See this film they way it was meant to be seen - on the big screen live with Cinematic Titanic.","release_date":"2010-02-23","genres":[35],"vote_average":10.0,"runtime":81,"cert":"N\/A","id":102049,"title":"Cinematic Titanic: The Alien Factor","adult":false},{"cast":[],"overview":"The bugs shall inherit the earth!  Or so says Annabelle, the hottest, the sexiest, and by far the craziest psycho blonde chick to hit Japan since WWII. Deeply embittered about the whole man's-inhumanity-to-man thing, she enacts a diabolical plot to unleash a swarm of mutant insects on the world that will destroy all living creatures except creepy crawlers.  Ensnared in all this madness is a philandering island-hopping bug collector and his compliant and slightly pregnant wife, a humorless doctor from the mainland, and a United States airman named Charlie, whose way of starting a conversation is to hysterically scream \"Genocide!\" and then go off his rocker like the dedicated military professional he is.  If you want to watch a story where everybody gets their nuclear holocaust on in the grand tradition of radioactive Japanese monster movies, this is the film for you!","release_date":"2011-12-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":102052,"title":"Cinematic Titanic: War of the Insects","adult":false},{"cast":["Ursula Andress","Giuliano Gemma","Jack Palance","Giuseppe Maffioli","Luciana Turina"],"overview":"John Baxter (Giuliano Gemma) is a freewheeling trader of goods in Africa with a pet chimpanzee and one dream: to save enough money to buy a gas station in Detroit. Ursula Andress is Madeleine Cooper, the lady of mystery he runs into as she flees from the hunter played by Jack Palance.","release_date":"1975-11-02","genres":[28,35,12],"vote_average":4.8,"runtime":98,"cert":"N\/A","id":102055,"title":"Africa Express","adult":false},{"cast":["Tom Conti","Fernando Rey","Erland Josephson","Giancarlo Giannini","Donald Hewlett"],"overview":"A newly-elected Pope Leo XIV finds himself accidentally locked out of the Vatican. Unknown to the outside world, he winds up in an impoverished Italian village, where his adventures ultimately teach the Pope and his new friends some important lessons about friendship and self-esteem. Written by Chris DeSantis","release_date":"1986-05-02","genres":[35,18],"vote_average":6.8,"runtime":112,"cert":"N\/A","id":102066,"title":"Saving Grace","adult":false},{"cast":["William Holden","Sophia Loren","Trevor Howard","Bernard Lee","Oskar Homolka"],"overview":"In wartime England, circa 1941, poorly-armed tugs are sent into \"U-Boat Alley\" to rescue damaged Allied ships. An American named David Ross arrives to captain one of these tugs. He's given a key by a fellow tugboat-man -- a key to an apartment and its pretty female resident. Should something happen to the friend, Ross can use the key.","release_date":"1958-05-28","genres":[18,10749,10752],"vote_average":6.4,"runtime":134,"cert":"","id":102081,"title":"The Key","adult":false},{"cast":["Gippy Grewal","Mandy Takhar","Rahul Dev","Yo Yo Honey Singh","Binnu Dhillon"],"overview":"Mirza – The Untold Story is based on the legendry love story of Mirza and Sahiba. Mirza is being played by Gippy Grewal and Sahiba is played by Mandy Takhar. Mirza and his Sahiba fall in love with each other at a very young age. However, one of her brother’s, Jeet (Rahul Dev) disapproves of their relationship and forcefully distances them apart.n Mirza.","release_date":"2012-04-06","genres":[28,35,80],"vote_average":6.0,"runtime":167,"cert":"N\/A","id":102088,"title":"Mirza: The Untold Story","adult":false},{"cast":["Richard Widmark","Karl Malden","Elaine Stewart","Carleton Carpenter","Russ Tamblyn"],"overview":"Sgt. Thorne Ryan, who once fought bravely in Korea, now serves as a hard-nosed drill instructor to new Army recruits at Fort Bliss, Texas. But is he really the man he is often described as? His fellow instructor, and friend helps him to face the ghosts of his past experiences in Korea. One night in a bar across the border in Juarez, Mexico, Sgt. Ryan meets a lady who begins to turn his life around. Will this be enough to help him deal with the past? Or will he continue to be so hard on his troops?","release_date":"1953-10-30","genres":[35,18,10752],"vote_average":5.3,"runtime":101,"cert":"N\/A","id":102091,"title":"Take the High Ground!","adult":false},{"cast":[],"overview":"Lifelong friends find themselves on opposite sides of the law in this gritty urban action. Mike (Grady McCardell-Walker Texas Ranger) and his close friends Kareem (Jason Morgan), Preacha (Shawn McClemore) and BJ (Curtis Von Burrell -Jason's Lyric) were born and raised on the same mean streets of an unforgiving inner-city neighborhood. Marvin (Thomas Miles II -Thug Life), Mike's brother, was a major player in a drug cartel who was killed by rivals in an attempt to takeover the cartel. BJ, now a detective assigned to take down the cartel, finds himself going head to head with his lifelong friends who are out for violent revenge. So, where do his loyalties as a friend end, and his duties as a police officer begin?","release_date":"","genres":[18],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":102094,"title":"Death Of A G","adult":false},{"cast":["Waldemar Hecker","Otto Rippert","Ernst Rückert"],"overview":"First Titanic Movie ever. Released only a few Days after the sinking of the Original Ship.","release_date":"1912-08-16","genres":[18],"vote_average":6.0,"runtime":30,"cert":"N\/A","id":102097,"title":"In Nacht und Eis","adult":false},{"cast":["Céline Tran","Maya Gates","Alexis Love","Audrey Bitoni","Carmel Moore"],"overview":"Deeper 7 takes you deep inside Digital Playground's lovely and exotic Katsumi. She captivates the screen in sensational ANAL scenes with Steve Holmes and Chris Charming. Featuring insane intros, state of the art editing, masterful direction and a delightful foray of flesh, Deeper 7 will transport you into a world of scintillating fantasy and powerful, hungry orgasm. Enjoy a very sexy and anally inclined all-star cast in Robby D's latest adventure. When you're finished, don't forget to check the special features for the cum-shot recap and a fun behind-the-scenes featurette with the entire cast!","release_date":"2007-08-30","genres":[],"vote_average":8.0,"runtime":95,"cert":"N\/A","id":102100,"title":"Deeper 7","adult":true},{"cast":["Rebecca Hausman","Charlie Dreizen","Kendra North"],"overview":"Sasha, is a teenager at constant odds with her promiscuous mother, Bastet. When young Stuart walks her home from school, Sasha is forced to confront the dark secret making her more like her mother than she'd care to admit.","release_date":"2012-04-13","genres":[27],"vote_average":3.5,"runtime":15,"cert":"N\/A","id":102111,"title":"Cougars","adult":false},{"cast":["Sharon Wright","Jason Curtis Miller","Denise Carroll","Ari Bavel"],"overview":"In the 1940s, a woman pursued through the city must elude shadowy figures who have claimed the souls of her friends and loved ones.","release_date":"2010-10-12","genres":[27,9648],"vote_average":3.5,"runtime":12,"cert":"N\/A","id":102122,"title":"Time's Up, Eve","adult":false},{"cast":["Duncan Stutterheim","Armin van Buuren"],"overview":"This is the story of ID&amp;T through one of its founders, Duncan Stuttenheim. It shows the inner workings of ID&amp;T. We see their venture into radio. We also see how the various Sensation parties are organized and how Sensation came about through the death of Duncan's brother Miles. A red line through this documentary is the Sensation White party that is organized in Germany in the 'Arena-Auf-Schalke' stadium. We also get a glimpse of the entrepeneurship of Duncan and how he seeks advice from his father and Joop van de Ende, who invested in his company.","release_date":"2006-02-02","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":102125,"title":"God Is My DJ","adult":false},{"cast":["Bret Hart","Chris Benoit","Eric Bischoff","Jimmy Hart","Gerald Brisco"],"overview":"The documentary shows Hart from his early days of learning about professional wrestling his father's \" Dungeon \" to his reigns a WWF World Heavyweight Champion to the dramatic downfall at Survivor Series 1997.","release_date":"2005-11-14","genres":[28,99],"vote_average":7.7,"runtime":120,"cert":"N\/A","id":102132,"title":"WWE: Bret \"Hitman\" Hart - The Best There Is, The Best There Was, The Best There Ever Will Be","adult":false},{"cast":[],"overview":"Tales of survival, seduction, and triumph comprise Secondary High, a campy cinematic treat split into three episodes.","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":102139,"title":"Secondary High","adult":false},{"cast":["Bringmann & Kopetzki","Chris Liebing","Henner Stang","Pierre Blaszesyk","Mark Pecnik"],"overview":"About the infamous techno club Aufschwung Ost\/Stammheim in Kassel, Germany. The Techno Club \"Aufschwung Ost\" opened it's doors in 1994 in Kassel and in 1996 changed it's name to \"Stammheim\". In the first two years of it's opening it was chosen twice as best German Techno club and as a result Kassel became a magnet for hundreds of techno fans from all over Germany.","release_date":"2009-09-10","genres":[],"vote_average":0.0,"runtime":69,"cert":"N\/A","id":102142,"title":"Zeitgeist Stammheim","adult":false},{"cast":["Fausto Tozzi","Rossana Rory","Pierre Cressoy","Matteo Spinola","Gabriele Tinti"],"overview":"Italian move on the battle of El Alamein","release_date":"1957-09-19","genres":[18,10752],"vote_average":3.5,"runtime":85,"cert":"N\/A","id":102145,"title":"The Tanks of El Alamein","adult":false},{"cast":["David Niven","Faye Dunaway","Alan Alda","Mickey Rooney","Jack Carter"],"overview":"Marooned sailors discover a World War II ship haunted by its late captain.","release_date":"1969-05-14","genres":[12,10752,35],"vote_average":1.0,"runtime":80,"cert":"N\/A","id":102152,"title":"The Extraordinary Seaman","adult":false},{"cast":["Richard Basehart","Cordula Trantow","Maria Emo","Martin Kosleck","John Banner"],"overview":"The private life of Hitler revealed for the first time!","release_date":"1962-03-21","genres":[36,10752],"vote_average":5.1,"runtime":107,"cert":"N\/A","id":102155,"title":"Hitler","adult":false},{"cast":["Bernardo Marinho","Carolina Ferraz","Antonio Calloni","Giulia Gam"],"overview":"A coming of age story about a boy in RIo de Janeiro, Brazil who, after his father's death, finds out about his family and where he came from.","release_date":"2006-11-26","genres":[18],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":102166,"title":"The Passenger: Adult Secrets","adult":false},{"cast":["Christopher George","Laraine Stephens","J. D. Cannon","Gary Marshall","Michael Evans"],"overview":"In 1943, Colonel Greg Brandon, stationed at an United States Army Air Forces 8th Air Force, 103rd Bomb Group base in England, repeatedly attempts to persuade superiors that massive daylight bombing will hasten the end of World War II. In spite of the mission's extreme difficulty, his plan is finally put into effect against a German aircraft factory.  During preparation for the raid, Brandon alienates his men by insisting that normal bombing operations continue. His disdain for cautious Lieutenant Archer and brash RAF Wing Commander Trafton Howard further antagonizes his associates, including his girl friend, WAC Lieutenant Gabrielle Ames.  When his bomber crashes the morning of the mission, Brandon boards a bomber manned by Archer and Howard. During the effective air raid, he is impressed by Archer's courage and Howard's judgment.","release_date":"1969-07-15","genres":[12,10752],"vote_average":6.5,"runtime":93,"cert":"N\/A","id":102177,"title":"The Thousand Plane Raid","adult":false},{"cast":["Mel Blanc","Stan Freberg"],"overview":"After eating their fill at a cheese factory, Hubie and Bertie decide there is nothing left to live for, and try to get Claude Cat to eat them.","release_date":"1951-08-25","genres":[16,10751,35],"vote_average":7.1,"runtime":7,"cert":"N\/A","id":102184,"title":"Cheese Chasers","adult":false},{"cast":["Jerry Lewis","Connie Stevens","Robert Morley","Dennis Weaver","Howard Morris"],"overview":"A platonically wed American couple run a lunar weather station near an unwed Soviet couple.","release_date":"1966-10-26","genres":[35,878],"vote_average":5.8,"runtime":101,"cert":"N\/A","id":102195,"title":"Way... Way Out","adult":false},{"cast":["Michelle Trachtenberg","Sean Maher","Will Estes","Kristin Fairlie"],"overview":"After her boyfriend suffers a debilitating accident, a girl from Wisconsin moves to New York City to pursue her dream of becoming a fashion designer.","release_date":"2005-07-25","genres":[18,10749],"vote_average":4.6,"runtime":86,"cert":"N\/A","id":102198,"title":"The Dive from Clausen's Pier","adult":false},{"cast":["Cecilie Egemose Østerby","Kåve Pour","Arne Siemsen","Peter Hesse Overgaard","Niels Anders Thorn"],"overview":"To tyve overhører delvis en samtale. De hører at en kamel har slugt en juvel – og ikke at kamelen er ørkenens juvel. De stikker af og forsøger at få fat i kamelen. Samtidig kommer to børn på besøg i byen. De er i familie med byens betjent. Betjenten vil beslaglægge kamelen, men tyvene kommer ham i forkøbet. Generalen bliver meget ked af det, da kamelen er væk. Efterhånden får generalen og børnene fundet tyvene og kamelen og så går jagten ellers i gang. © Copyright 1997-2012, Lone Hansen &amp; Per Kjær Fredborg","release_date":"2001-02-02","genres":[10751],"vote_average":3.0,"runtime":79,"cert":"N\/A","id":102201,"title":"Jewel of the Desert","adult":false},{"cast":["Luise Bähr","Patrik Fichte","Michaela May","Rolf Becker","Oliver Franck"],"overview":"","release_date":"2012-02-26","genres":[18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":102212,"title":"Katie Fforde - Leuchtturm mit Aussicht","adult":false},{"cast":["PJ Harvey"],"overview":"","release_date":"2011-02-25","genres":[],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":102215,"title":"PJ Harvey in Concert - Paris 2011","adult":false},{"cast":["Adolfo Fernández","Marta Tébar","Josean Bengoetxea","Manuel Hidalgo","Bárbara Lennie"],"overview":"","release_date":"2006-10-21","genres":[],"vote_average":6.7,"runtime":null,"cert":"N\/A","id":102218,"title":"Mujeres en el parque","adult":false},{"cast":[],"overview":"The boys at Poor Boyz Productions have officially declared \"WAR´´ on the ski worlds. In the quest for sick lines, gnarly jumps and the sickest movie of the year the posse at Poor Boyz is taking no prisoners in their 2005 ski film. With an abyss of talent at their disposal with the likes of Seth Morrison, Pep Fujas, JP Auclair and others you know this will be the movie of the year. Some notable moments in this film; record size 37´ air on the largest hip ever built, a record height 23.5´ tree jib, steep lines and naturally backcountry skiing.","release_date":"2005-11-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":102221,"title":"War!","adult":false},{"cast":["Ariadna Gil","Javier Bardem","Juan Botella","Cayetana Guillén Cuervo","Pere Ponce"],"overview":"Pedro goes out searching for a girl, but the night doesn't seem to be good. While he is talking with a friend, he sees Sara breaking up with a boy. He goes after her, and they end up sleeping in his house. Time goes by and they continue together. But Sara has too many men around and Pablo can't stand that. Their relation is difficult, they love each other but, at the same time, they can not be together.","release_date":"1992-02-06","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":102232,"title":"Amo tu cama rica","adult":false},{"cast":[],"overview":"Rastafaride 5","release_date":"","genres":[10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":102251,"title":"Pull Up","adult":false},{"cast":["Noam Chomsky","Susan Sarandon","Michael Franti","Vandana Shiva"],"overview":"This film, shot by 100 amateur camera operators, tells the story of the enormous street protests in Seattle, Washington in November 1999, against the World Trade Organization summit being held there. Vowing to oppose, among other faults, the WTO's power to arbitrally overrule nations' environmental, social and labour policies in favour of unbridled corporate greed, protestors from all around came out in force to make their views known and stop the summit. Against them is a brutal police force and a hostile media as well as the stain of a minority of destructively overzealous comrades. Against all odds, the protesters bravely faced fierce opposition to take back the rightful democratic power that the political and corporate elite of the world is determined to deny the little people.","release_date":"2000-10-12","genres":[99],"vote_average":7.0,"runtime":72,"cert":"N\/A","id":102254,"title":"This Is What Democracy Looks Like","adult":false},{"cast":["Victoria Lawson","Kaci Starr","Lana Violet","Kayme Kai"],"overview":"","release_date":"2011-06-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":102265,"title":"Cheating With The Maid","adult":true},{"cast":["Georg Lehn","Karl-Josef Cramer","Margarethe von Trotta","Walter Buschhoff","Rainer Werner Fassbinder"],"overview":"An intriguing Hans Christian Anderson-style fairy tale aesthetic and voice over narration. Sudden Wealth is a despairing chronicle of a group of starving peasants who finally seize governmental wealth like a dysfunctional group of Robin Hood's Merry Men, only to be betrayed by their inescapable selves and systematically dehumanized (think bucolic Orwell) and reprogrammed by what we'll put under the rubric of God and Country.","release_date":"1971-04-14","genres":[18],"vote_average":7.2,"runtime":102,"cert":"N\/A","id":102272,"title":"The Sudden Wealth of the Poor People of Kombach","adult":false},{"cast":["James Garner","Judith Ivey","Ruby Dee","Bill Cobbs","Laurence Fishburne"],"overview":"A cantankerous widower (Garner) who is virtually living the life of a recluse is forced to rejoin his community when his Godchild (Skaggs) gets in trouble and a childhood friend (Cobbs), a black tenant farmer, refuses to belatedly accept a Congressional Medal of Honor for bravery in World War II.","release_date":"1990-12-02","genres":[10770,18],"vote_average":7.3,"runtime":100,"cert":"N\/A","id":102275,"title":"Decoration Day","adult":false},{"cast":["Toshirō Mifune","Yuriko Hamada","Takashi Shimura","Akihiko Katayama","Minoru Chiaki"],"overview":"The famous showdown at Kagiya corner has been told many times, but never before with the realism and intensity of this version scripted by Kurosawa Akira and starring Mifune Toshiro as the famed swordsman who must face his best friend as they are forced to take opposite sides in a vendetta caused by the murder of a family member. Told mostly in flashback as the avengers await the arrival of their quarry, this film displays true heroism in the face of fear as most of the combatants, while of the samurai class are not skilled swordsmen. They contrast sharply with the true warriors involved in this battle. Araki Mataemon (Mifune), who was not only a direct student of Yagyu Munenori, but the founder of his own sword style under the Yagyu name is a powerful force ready to assist his brother-in-law against the murderer's allies that include not only another noted sword teacher, but the deadly spear of Katsumi no Hanbei.","release_date":"1952-01-03","genres":[18,28,36],"vote_average":7.1,"runtime":82,"cert":"N\/A","id":102282,"title":"Vendetta of a Samurai","adult":false},{"cast":["André Rieu"],"overview":"André is back home in Maastricht! He is returning to the Vrijthof Square for a traditional summer evening concert in his home town. Enjoy the unique performances by André’s soloists Carmen, Carla and Mirusia and the Platinum Tenors. Party with the crowd as special guest Heino performs. And as if that were not enough, you’ll definitely be getting goose pimples when you hear the spectacular, unforgettable playing of no less than 450 brass players","release_date":"2009-08-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":102285,"title":"André Rieu - Live in Maastricht 3","adult":false},{"cast":["Dana Andrews","Jane Russell","Lon Chaney Jr.","John Agar","Lyle Bettger"],"overview":"The townsfolk are set on lynching an accused killer held in the town lockup. But US Marshal Johnny Reno stands in their way.","release_date":"1966-03-09","genres":[28,37],"vote_average":5.9,"runtime":83,"cert":"N\/A","id":102288,"title":"Johnny Reno","adult":false},{"cast":["Jane Russell","Gilbert Roland","Richard Egan","Lori Nelson","Robert Keith"],"overview":"Dominic Quesada and Johnny Gray, two SCUBA divers searching for sunken treasure off the coast of Cuba, think they've hit the jackpot when they find a 17th century ship on the sea floor. They need working capital however and Johnny is ready to hock his boat but his wife Theresa think their off on another wild scheme that will leave them all poorer than when they started. She comes around however and are soon joined by Gloria, whose boat they will use and Father Cannon, a university professor and archaeologist. Although Dominic hasn't been completely honest with his partners, hey may in fact be in the area of a major treasure ship. When they do find it, the ship is teetering on the edge of a 300 foot cliff and dangerous for even the most experienced divers. Written by garykmcd","release_date":"1955-02-09","genres":[12,18],"vote_average":5.5,"runtime":99,"cert":"N\/A","id":102295,"title":"Underwater!","adult":false},{"cast":["Howard Keel","Jane Russell","Brian Donlevy","Wendell Corey","John Agar"],"overview":"Preacher Sam Stone and his new beautiful wife Jill stand by the grave of Sheriff Billy Kelly, who died trying to bring law-and-order to Emporia, Wyoming. Among the mourners are businessman George Gates, mayor Ned West and his daughter Patricia. The mayor rejects Gates' suggestion that he release gunfighter Waco from jail to clean up the town. When Patricia is attacked by a cowboy after leaving her boyfriend Scotty Moore, the mayor finally decides it is time accept the governor;s offer of amnesty for Waco. Jill Stone's first reaction, when learning that Waco has been released, is to leave town before Waco finds out that she, his former fiancée, has married the town preacher while Waco was in jail. Town boss Joe Gore is not overjoyed, either, but Ike and Pete Jenner eagerly await the chance to shoot Waco for the death of their brother. Written by Les Adams","release_date":"1966-09-01","genres":[28,10749,37],"vote_average":2.0,"runtime":85,"cert":"N\/A","id":102298,"title":"Waco","adult":false},{"cast":[],"overview":"A film about a  farm worker named Jaime and his young, widowed daughter-in-law, Lupe, as their lives are in turmoil.","release_date":"2007-06-21","genres":[18],"vote_average":5.0,"runtime":128,"cert":"N\/A","id":102305,"title":"August Evening","adult":false},{"cast":["Robert Carradine","Randy Wayne","Bobb Hopkins","Shayne Lamas","Amelia Jackson-Gray"],"overview":"A group of college kids go after-hours bowling. The fun is suddenly halted when abnormal things begin happening on the 13th alley. Everyone runs to escape, but all exits have been boarded up! Who is out for revenge?","release_date":"2008-06-13","genres":[27],"vote_average":1.0,"runtime":80,"cert":"N\/A","id":102308,"title":"The 13th Alley","adult":false},{"cast":["Annie Girardot","Claude Brasseur","Hans Christian Blech","Sydne Rome","Roger Blin"],"overview":"Richard is a private detective. He makes a good money from marital infidelity: the deceived husband and wife generously paid him for proof of their infidelity \"halves\"...","release_date":"1975-09-03","genres":[80,35],"vote_average":4.0,"runtime":105,"cert":"N\/A","id":102323,"title":"One Must Live Dangerously","adult":false},{"cast":["Paul McCartney"],"overview":"Rupert Bear goes on a walk in the hills near his home, where he encounters a community of frogs who join together in a musical extravaganza.","release_date":"1985-04-18","genres":[16,10751],"vote_average":0.0,"runtime":13,"cert":"","id":102326,"title":"Rupert and the Frog Song","adult":false},{"cast":["Valeriy Barinov","Zoya Kaydanovskaya","Mariya Leonova","Shukhrat Irgashev","Aleksandr Klyukvin"],"overview":"The private detective Zimin receives an order for video observation of an apartment. Having safely mounted the bugs and cameras, he begins the observation. In the field of his surveillance cameras are two young women the pharmacist Irina and a certain blonde woman. Gradually he finds out more and more about their problems. At some stage, Zimin begins to understand that the life of the people he observes reflects in a crooked mirror his own life that had hitherto appeared cloudless.","release_date":"2007-09-27","genres":[18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":102333,"title":"Nothing Personal","adult":false},{"cast":["Masahiro Kobayashi","Makiko Watanabe"],"overview":"Coincidence and the aftermath of violence. A man's middle-school daughter has been murdered. His wife is already deceased. He tells a counselor he wants to live in anonymity, working with his hands. He moves away and gets a job in a factory. The woman who is the mother of the killer wants to apologize to the father, although she knows it would change nothing. He refuses to meet. She moves back to her hometown. She works in the kitchen at an inn where the man now lives. No one speaks. He eats alone. He reads in his apartment. She walks to her home and has a sandwich. She keeps her eyes lowered. He drives to work. Does either want to connect? What bond can they establish? Written by","release_date":"2007-11-24","genres":[18],"vote_average":5.0,"runtime":102,"cert":"N\/A","id":102336,"title":"The Rebirth","adult":false},{"cast":["Julieta Figueroa","Angélica Riquelme","Mariana Muñoz","Pablo Krögh","Sybila Oxley"],"overview":"Ana, Verónica, Marta, and Toro are four lonely people who live an unadventurous and quiet existence in southern Chile. They are with each other without the need of using words, trying to save themselves in a stealthy and extreme way. In order not only of getting away of the loneliness that constitutes their innermost core, but also of finding themselves, they reach for each other to get brotherly and sexual love, affection, and a space and time of their own.","release_date":"2008-04-16","genres":[18],"vote_average":5.3,"runtime":110,"cert":"N\/A","id":102339,"title":"The Sky, the Earth and the Rain","adult":false},{"cast":["Monica Mayhem","April Hannah","Mickey G.","Kennedy Johnson","Mark Maes"],"overview":"A beautiful woman, Aria, who is the stage manager at a small photo studio. Times are tough and the owner of the stage is considering selling when a famous photographer Claude, chooses the location for his next sensual catalog shoot with super model, Katia who comes with a reputation along with makeup artist Dana, they agree to give it their all.","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":102346,"title":"A Girl's Affair","adult":false},{"cast":["Shah Rukh Khan","Pooja Bhatt","Naseeruddin Shah","Ramya Krishnan","Anupam Kher"],"overview":"Roop and his father come to the city for medical treatment where Reshma falls in love with Roop. However, Roop loves Pooja but when Reshma threatens to kill herself, Roop agrees to marry her.","release_date":"1996-06-06","genres":[18,10749],"vote_average":7.2,"runtime":155,"cert":"N\/A","id":102353,"title":"Chaahat","adult":false},{"cast":["Sara Baras","Antonio Canales","Marta Carrasco"],"overview":"Adaptation of the suite \"Iberia\" by Isaac Albeniz. Documentary about the world of flamenco. The story arises from the music itself and those who interpret it: the musicians and dancers. The film recreates and reinvents musical pieces and merges classical ballet, contemporary and Spanish dance and flamenco","release_date":"2005-05-11","genres":[],"vote_average":4.0,"runtime":120,"cert":"N\/A","id":102368,"title":"Iberia","adult":false},{"cast":["George O’Brien","Heather Angel","John Carradine","Ralph Forbes","George Regas"],"overview":"In 1775, Daniel Boone settles Kentucky, despite menacing Indians and renegade whites.","release_date":"1936-10-16","genres":[37],"vote_average":4.2,"runtime":75,"cert":"N\/A","id":102379,"title":"Daniel Boone","adult":false},{"cast":["Andrew Garfield","Emma Stone","Jamie Foxx","Dane DeHaan","Campbell Scott"],"overview":"For Peter Parker, life is busy. Between taking out the bad guys as Spider-Man and spending time with the person he loves, Gwen Stacy, high school graduation cannot come quickly enough. Peter has not forgotten about the promise he made to Gwen’s father to protect her by staying away, but that is a promise he cannot keep. Things will change for Peter when a new villain, Electro, emerges, an old friend, Harry Osborn, returns, and Peter uncovers new clues about his past.","release_date":"2014-04-16","genres":[28,12,14],"vote_average":6.4,"runtime":142,"cert":"12A","id":102382,"title":"The Amazing Spider-Man 2","adult":false},{"cast":[],"overview":"A visualization of the inner world of foetal beginnings, the infant, the baby, the child - a shattering of the \"myths of childhood\" through revelation of the extremes of violent terror and overwhelming joy of that world darkened to most adults by their sentimental remembering of it ... a \"tone poem\" for the eye - very inspired by the music of Oliver Messiaen.","release_date":"1967-01-01","genres":[],"vote_average":4.5,"runtime":24,"cert":"N\/A","id":102389,"title":"Scenes from Under Childhood, Section One","adult":false},{"cast":["Lorenzo Lamas","Michael Champion","Claire Stansfield","Nicholas Pasco","Raoul Max Trujillo"],"overview":"Cop and accomplished fencer Andrew is assigned to protect archaeologist and museum curator Julie Wilkins, the only witness to the theft of the legendary sword of Alexander the Great. Andrew has recurring dreams about two men having a sword fight in what is to be a historical place. At his fencing club he meets Stratos, initiator of a deadly swordplay competition, who seems to be the key to both Andrew's haunting visions and the loss of Alexander's sword.","release_date":"1992-03-01","genres":[],"vote_average":3.8,"runtime":92,"cert":"N\/A","id":102396,"title":"The Swordsman","adult":false},{"cast":["Elliott Gould","Emilia Crow","Karen Black","Ed Lauter"],"overview":"A juvenile court judge goes out of her way to try to aid a young man whom she believes has innocently gotten involved with a gang.","release_date":"1992-08-05","genres":[18,10402,53],"vote_average":6.0,"runtime":85,"cert":"N\/A","id":102407,"title":"Judgement","adult":false},{"cast":["Bill Graham","Marty Balin","Jack Casady","David Freiberg","Spencer Dryden"],"overview":"Legendary rock impresario Bill Graham closed the Fillmore West in early summer 1971 with five nights of all-star concerts, the last curtain going down on July 4. The storied San Francisco venue had become an institution, an integral part of the West Coast music scene of the '60s and, now, an essential element of the mythology of rock 'n' roll. Always the showman, Graham made sure the Fillmore West was sent off in a blaze of glory, spotlighting bands - including the Grateful Dead and Santana-that rose to fame at the hall. The madness leading up to the shows and the concerts themselves were filmed for FILLMORE: THE LAST DAYS, a gritty, behind-the-scenes look at a fascinating moment in rock history and a showcase for great performances by iconic artists who epitomized 'the San Francisco Sound.' Originally released in 1972 and long out-of-print, the documentary film makes its DVD debut with Rhino's landmark reissue.","release_date":"1972-06-14","genres":[10402],"vote_average":6.0,"runtime":105,"cert":"N\/A","id":102410,"title":"Fillmore","adult":false},{"cast":["Elizabeth Suzuki","Percy Harkness","Leon Morenzie","Derek Lamb"],"overview":"Behind these bars lies an unbridled fury. Caged Terror-a tale of madness, infidelity and revenge. Everyone needs to get away from it all, and the country is the most tranquil place to escape life's everyday battles. Or is it? Richard and Janet, a city couple, find that just the opposite is true as their weekend getaway is transformed into a frightening and primitive wilderness. Camping for the night in a seemingly abandoned farmhouse, the two are suddenly joined by strangers who have been secretly watching them all afternoon. Strangers who will soon cage Richard like a trapped animal and ravage his wife. Strangers who will drive Richard berserk in the cold and inhuman isolation of Caged Terror.","release_date":"1973-06-06","genres":[18,53],"vote_average":1.0,"runtime":86,"cert":"N\/A","id":102421,"title":"Golden Apples of the Sun","adult":false},{"cast":["Aída Gómez","Pere Arquillué","Paco Mora","Javier Toca","Carmen Villena"],"overview":"Salomé's story interpreted by a director and a troupe of flamenco dancers.","release_date":"2002-11-22","genres":[18,10402],"vote_average":8.0,"runtime":85,"cert":"N\/A","id":102428,"title":"Salomé","adult":false},{"cast":["Denholm Elliott","Mathonwy Reeves","Glynis Davies","Michael Fawkes","Jesse McBrearty"],"overview":"It's Christmas Eve in Wales. A young boy named Thomas is excited about the holiday, but he's also disappointed because it's raining instead of snowing. His grandfather gives him an old snow globe as an early Christmas present and starts telling colorful, amusing stories about his childhood Christmases that are shown in flashback. Thomas keeps asking his grandfather more questions because he likes the stories and because he doesn't want to go to bed. His parents finally insist that he go to bed, and his grandfather tells him one last story about going to bed on Christmas night while listening to his family singing carols downstairs. After Thomas falls asleep at last, his grandfather opens the bedroom window and sees falling snowflakes.","release_date":"1987-12-23","genres":[18,10751],"vote_average":7.8,"runtime":55,"cert":"N\/A","id":102431,"title":"A Child's Christmas in Wales","adult":false},{"cast":["Sara Miller","Thaddeus Ressler","Nelson Reyes"],"overview":"Nineteen-year-old Nelson is a Puerto Rican high school dropout from the South Bronx looking for a ticket out of the ghetto. Thaddeus, 22, gives up a cushy stockbroker job to pursue fantasies of killing Osama Bin Laden. Sara, 22, a dancer from North Carolina fails to make it in New York and leaves her best girlfriend to return home. Swept up in the patriotic fervour that followed 9\/11, these young Americans dream of fighting for their country, of being the heroes that star in the slick ad campaigns broadcast by the military. Canadian director Sarah Goodman, living in New York at the time, saw long line-ups at recruitment centres as the country prepared for war. Gaining incredible access to the US army bases, Goodman follows the three new recruits for the next two years, starting with the harshness of basic training. Army of One is a heartbreaking film that exposes what happens to each of them as their dreams of heroism clash with the realities of army life.","release_date":"2005-01-26","genres":[99],"vote_average":0.0,"runtime":69,"cert":"N\/A","id":102434,"title":"Army of One","adult":false},{"cast":[],"overview":"Radiohead: Live At Coachella 2012","release_date":"2012-04-21","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":102437,"title":"Radiohead: Live At Coachella 2012","adult":false},{"cast":[],"overview":"While AIDS may be one of the most feared diseases of modern times, there is still a degree of scientific debate over the subject of just how the disease originated, and how the first cases spread. Two filmmakers explore a controversial theory about the beginnings of the disease. Using interviews, newsreel footage, and documented research experiments, The Origin of AIDS examines how a combination of benevolence, careless lab procedures, and the need of a desperate few to cover their tracks could have led to one of the most serious pandemics of the 20th century.","release_date":"2004-05-02","genres":[99],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":102440,"title":"The Origins of AIDS","adult":false},{"cast":["Julie Ege","Brian O'Shaughnessy","Tony Bonner","Marcia Fox","Rosalie Crutchley"],"overview":"As the first nomadic tribes wander across the vast wilderness of the infant planet they confront hostilities created by the harsh environment and each other. After a massive volcanic eruption a tribal chief is killed and his two sons fight for supremacy, not only for the leadership of the tribe but also for the love of a beautiful young woman. The age-old battlegrounds of rivalry, envy and passion are explored in this tale of prehistoric adventure.","release_date":"1971-09-01","genres":[12,27,878],"vote_average":6.5,"runtime":92,"cert":"N\/A","id":102443,"title":"Creatures the World Forgot","adult":false},{"cast":[],"overview":"","release_date":"2010-10-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":102450,"title":"Gusttavo Lima - Inventor dos Amores: Ao Vivo","adult":false},{"cast":["Virginie Ledoyen","Benoît Magimel","Dominique Valadié","Michel Bompoil"],"overview":"A young Parisian must make major decisions about pregnancy, a job and her boyfriend.","release_date":"1995-05-29","genres":[18],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":102461,"title":"A Single Girl","adult":false},{"cast":["Pipop Pupinyo","Sombat Metanee","Yodchai Meksuwan","Kanchit Kwanpracha","Dam Datsakorn"],"overview":"This ain't no circus! From the depths of Thai film history comes Kom Akadej’s forgotten masterpiece about cops, gangsters, a house-crushing story of love, and  killer elephants!  Who or what is killing rhinos in the Hluhluwe-Umfolozi Reserve? Killer Elephants reveals how human intervention drastically altered the behavior of male elephants, turning them uncharaceristically violent. This startling film reveals an unseen side to the docile creature we know, but also the consequences of the unnatural habitation of animals.","release_date":"1976-01-01","genres":[28,18],"vote_average":0.0,"runtime":51,"cert":"N\/A","id":102464,"title":"Killer Elephants","adult":false},{"cast":["Mithun Chakraborty","Poonam Dhillon","Bindiya Goswami","Parveen Babi","Prem Chopra"],"overview":"A dealer of stolen goods and a singer, Avinash finds his life turned upside down when goons break into his house, assault his fiancée, Dr. Sapna, and his brother, Sumit; kill his mother; abduct and then torture him in order to compel him to tell them about the whereabouts of a missing video film. He attempts to fight back, is shot at sea, and is believed to have perished. He does survive, but has lost his memory. Soon he will not only be chased by goons, but a woman, Nisha, will attempt to seduce him; another woman, Alka, will claim to be his wife; Rajan, a Police Inspector, will befriend him; and a terrorist, Pratap, and his goons are determined to get the video-film at any and all cost.","release_date":"1986-12-12","genres":[28,80,18],"vote_average":0.0,"runtime":134,"cert":"N\/A","id":102467,"title":"Avinash","adult":false},{"cast":[],"overview":"","release_date":"2010-09-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":102478,"title":"The Age of Dinosaurs","adult":false},{"cast":["Juliette Binoche","Alexis Loret","Carmen Maura","Mathieu Amalric","Roschdy Zem"],"overview":"At the age of 20, Martin leaves his home town and comes to Paris, where he fortunately becomes a model by chance. He meets Alice, his brother's friend, and falls in love with her. They start a passionate relationship, although Martin remains very mysterious about his past and the reasons why he left his family. But when Alice tells him she's pregnant, he is suddenly almost driven to madness, as his past comes back to his mind. Alice will now do anything she can to help him","release_date":"1998-10-23","genres":[18,10749],"vote_average":6.0,"runtime":124,"cert":"N\/A","id":102489,"title":"Alice and Martin","adult":false},{"cast":["Ana Belén","Carmen Maura","Antonio Resines","Santiago Ramos","Verónica Forqué"],"overview":"Pablo and Fernando, owners of a children's book publishing company about to go bankrupt, have managed through unorthodox means to contract the country's best-selling author, Adela Mora. The evening of the official signing, Paco asks his friend to let him use his house for a love tryst while Fernando wines and dines Adela. At the same time, Paco's wife, Carmen, will be taking her lover to Rosa's house. From here on the rout begins, as Paco tries to get rid of Silvia, his secretary, and Carmen, her husband. Fernando thinks Rosa is cheating on him with Oscar, who thinks Fernando is gay and having an affair with his partner, while the soldier thinks his girlfriend is a professional...","release_date":"1985-12-05","genres":[35],"vote_average":6.1,"runtime":94,"cert":"N\/A","id":102492,"title":"Be Wanton and Tread No Shame","adult":false},{"cast":["Brooke Nevin","Kate Jackson","Keegan Connor Tracy","John Furey","Sean Rogerson"],"overview":"Whe young Jo come back jome finds out that her mothers' husband had been killed. Police investigation point to Maureen who is arrested. However, her daughter believes in her mother incocence so she do all what she could do to find the true killer.","release_date":"2006-11-19","genres":[80,18,10770],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":102495,"title":"The Perfect Suspect","adult":false},{"cert":"N\/A","title":"Aislados","cast":["Adrià Collado","Jean-Luc Ducasse","Eric Francés"],"genres":[18,35],"id":102498,"overview":"Adrià arrives at the port of San Antonio in Ibiza. No one has come to collect it. He s\r searchs \"the Frenchman's house\" in Santa Agnès, a town in the interior of the island, where Kike expect to spend the weekend. During those days, Adrià will discover something that makes him change his life ...","runtime":80,"release_date":"2005-04-24","vote_average":5.0,"adult":false}]