[{"cast":["Kelsey Martin","Amanda LaMotte","Paul Amadi","Stephanie Aardema"],"overview":"","release_date":"2010-01-01","genres":[10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":106012,"title":"Kidz Bop: Dance Moves","adult":false},{"cast":["Priscilla Alden","Albert Eskinazi","Frances Millard","Royal Farros","Irmgard Millard"],"overview":"Shady Palms Clinic, a place where nurse Edith Mortley and her brother Dr. Gordon Mortley take great care of their patients.  They tuck you in, offer free burial service, and serve freshly made sandwiches.","release_date":"1987-01-01","genres":[35,80,27],"vote_average":4.0,"runtime":60,"cert":"N\/A","id":106015,"title":"Death Nurse","adult":false},{"cast":["Neola Graef","Cathy Adams","Alice Friedland"],"overview":"Innovative sixties softcore. Lenore and Suzanne are swinging 60s chicks who share a swank apartment and a Lincoln Continental financed by their rich, bankrolling daddies.","release_date":"1969-06-29","genres":[18],"vote_average":5.0,"runtime":59,"cert":"N\/A","id":106018,"title":"L'amour de femme","adult":false},{"cast":["Olga Kurylenko","Aaron Eckhart","Liana Liberato","Kate Linder","Neil Napier"],"overview":"A former agent of the CIA and his estranged daughter go on the run after his employers target them for assassination.","release_date":"2012-09-27","genres":[28,53],"vote_average":5.8,"runtime":100,"cert":"15","id":106021,"title":"Erased","adult":false},{"cast":[],"overview":"A magician performs tricks involving three women, who are sometimes merged together into one corpulent female.","release_date":"1900-01-01","genres":[35],"vote_average":5.4,"runtime":1,"cert":"N\/A","id":106024,"title":"Addition and Subtraction","adult":false},{"cast":[],"overview":"The picture opens with the Sultan lying down to rest on his luxurious cushioned couch. The scene changes to the grounds around the palace.","release_date":"1900-01-01","genres":[14,35],"vote_average":5.1,"runtime":2,"cert":"N\/A","id":106031,"title":"The Rajah's Dream or The Bewitched Wood","adult":false},{"cast":[],"overview":"Characters from a large magic book come to life.","release_date":"1900-01-01","genres":[],"vote_average":6.0,"runtime":2,"cert":"N\/A","id":106038,"title":"The Magic Book","adult":false},{"cast":["Robert Newton","Kathleen Harrison","Avis Scott","Susan Shaw","Robin Netscher"],"overview":"When ship's fireman Peter McCabe walks out on his long-suffering wife, he leaves her impoverished, with two young daughters and a boy born soon after his departure. After an absence of fourteen years McCabe returns, sacked and humiliated, trailing trouble in his wake.","release_date":"1950-07-26","genres":[18],"vote_average":7.1,"runtime":80,"cert":"","id":106041,"title":"Waterfront Women","adult":false},{"cast":["Franco Nero","Virna Lisi","Harry Carey, Jr.","Raimund Harmstorf","Hannelore Elsner"],"overview":"Sequel to Lucio Fulci's first 'White Fang' has the wolf-dog once again trying to stop the villainous Beauty Smith from claiming a recently discovered gold mine in 1899 Yukon, Canada.","release_date":"1974-10-25","genres":[12,37],"vote_average":6.6,"runtime":100,"cert":"N\/A","id":106044,"title":"Challenge to White Fang","adult":false},{"cast":[],"overview":"Mister Rossi goes on a Photo-Safari in Africa.","release_date":"1971-01-01","genres":[16,35],"vote_average":6.3,"runtime":11,"cert":"N\/A","id":106047,"title":"Mr. Rossi at Photo Safari","adult":false},{"cast":["Fumio Watanabe","Jaianto Baba","Jirô Chiba","Sonny Chiba","Osman Yusuf"],"overview":"An undercover cop insinuates himself into a yakuza family. Managing to avert an assassination attack on the boss he is assigned to kill a rival boss.","release_date":"1970-10-17","genres":[],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":106054,"title":"Yakuza Deka: The Assassin","adult":false},{"cast":["Darío Aliaga"],"overview":"","release_date":"1961-04-11","genres":[99],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":106057,"title":"La Respuesta","adult":false},{"cast":["Lloyd Nolan","Marjorie Weaver","Helene Reynolds","Henry Wilcoxon","Richard Derr"],"overview":"In the shadows of the night Dudley Wolff, his secretary Alfred Dunning, and his doctor, Haggard, bury a body in the estate cemetery. At the house, Wolff's daughter Catherine arrives unexpectedly and tells her step-mother Anne Wolff that she has just been married to Roger Blake who will be along in a few days. Cathy retires and is awakened by a mysterious assailant who fires a shot at her, but her parents tell her she was just dreaming. Wolff goes to the cemetery and finds the body missing. The scared Cathy calls in fast-talking private detective Mike Shayne and, since her father doesn't like detectives, she introduces him as her husband. That evening Shayne hears a shot and finds that Haggard has been killed. While the police are questioning the family, the lights go out and a shot is fired from outside.","release_date":"1942-05-01","genres":[80,9648,35],"vote_average":6.5,"runtime":65,"cert":"N\/A","id":106060,"title":"The Man Who Wouldn't Die","adult":false},{"cast":["Blu Kennedy","Christian Wilde","Damian Rios","Derrek Diamond","Dylan McLovin"],"overview":"Volume 14 contains 5 smoking-hot scenes with the biggest monster cocks on the planet, including cover stud Christian Wilde with Derrek Diamond, Vince Ferelli with Johnny Gunn, Blu Kennedy with Tristan Phoenix, a Jason Crew self-fuck solo, and more!","release_date":"2008-12-09","genres":[],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":106063,"title":"Hot House Backroom Exclusive 14","adult":true},{"cast":["Darryl McDaniels","Jason Mizell","Joseph Simmons","Russell Simmons","Michael Diamond"],"overview":"Legendary hip-hop group Run-D.M.C. must find and punish the evil drug lord-record company executive who murdered their friend. Along the way, they encounter racist bikers, blonde bimbos, and the Beastie Boys!","release_date":"1988-09-26","genres":[80,18,10402],"vote_average":4.7,"runtime":87,"cert":"N\/A","id":106066,"title":"Tougher Than Leather","adult":false},{"cast":["Andrew Justice","Blu Kennedy","Dak Ramsey","JR Matthews","Kyle King"],"overview":"Volume 16 contains 5 smoking-hot scenes starring hot and horny men who hook up, get naked, and get right down to business. The cocks are huge, the holes are hungry, and the action never stops. Grab your cock and jack along with some of our favorite Backroom scenes.","release_date":"2009-01-10","genres":[],"vote_average":7.0,"runtime":88,"cert":"N\/A","id":106073,"title":"Hot House Backroom Exclusive 16","adult":true},{"cast":["Asad Shan","Sabeeka Imam","Musa Ahmet","Metin Ahmet","Timur Ahmet"],"overview":"Twenty five year old Jai (Asad Shan) leads an impoverished life in Delhi with his humble Punjabi family who he constantly struggles to support. He migrates to London on a three month tourist visa to fulfill his dream and earn a decent living as an illegal immigrant, leaving his family burdened with a loan. London is his most beautiful dream. Soon he finds a best friend Goldie (Aliakbar Campwala) on a council estate and find love on the London underground in the form of Simran (Sabeeka Imam) who is ShahRukh Khan s biggest fan. One phone call changes his life and he becomes trapped in a dark and dangerous situation leading to an edgy, exciting, fast paced thriller where each man is on his own and its a jungle law.","release_date":"2012-03-09","genres":[53],"vote_average":0.0,"runtime":109,"cert":"","id":106076,"title":"7 Welcome to London","adult":false},{"cast":["Christopher Atkins","Perry Lang","Mary Woronov","Paul Bartel","Lynn Danielson-Rosenthal"],"overview":"\"Police Academy\" clone, about some nerds who inherit an academy for morticians, which is run by a corrupt closet necropheliac. Of course, the most incompetent students possible are accepted, so that the academy will fail, and all sorts of wacky hijinks ensue.","release_date":"1988-05-08","genres":[35],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":106083,"title":"Mortuary Academy","adult":false},{"cast":[],"overview":"Willam Wegman brings together his famous family of weimaraners to get ready for the holidays in a witty and delightful festival of decorating, crafts, cooking, gift wrapping, fruitcake, and more. Watch as Batty, Crooky, Chundo and Fay celebrate the season as only they can. Christmas stockings, popcorn chains, a dream sequence, a guest appearance by a Boston terrier, cookies in geometric shapes, Elves, Santas workshop and those amazing dog numbers! William Wegmans version of the holiday classic is a wonderland dream come true for kids and fans alike.","release_date":"1995-09-12","genres":[],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":106086,"title":"Fay's 12 Days of Christmas","adult":false},{"cast":["Dharmendra","Shatrughan Sinha","Zeenat Aman","Neetu Singh","Rakesh Roshan"],"overview":"Childless Malti is married to a honest man, Kailash Nath, who one day brings home a newborn baby boy and asks her to take care of him. Malti names the boy Ashok, and brings him up as her very own. Thereafter she gives birth to two boys, Amar and Anand. When Kailash testifies against dreaded bandit & devil worshiper, Jabbar Singh, he is threatened with death. Jabbar is sentenced to be hanged, but before that could happen he is killed. Jabbar's son, Sheroo, avenges his father's death by killing Kailash. Sheroo is arrested by Kailash's friend, Inspector Om, and sentenced to 20 years. A dying Kailash informs Malti that Ashok is Devki's, his first wife's son, and makes her promise that she wil continue to love Ashok as her own, which she does, and Kailash passes away. When she returns home she finds out that Amar is missing, possibly drowned. She blames this on Ashok and starts hating him. Sheroo escapes from prison, abducts Inspector Om and holds him prisoner, whipping him regularly.","release_date":"1982-04-23","genres":[28,53],"vote_average":4.8,"runtime":177,"cert":"N\/A","id":106093,"title":"Teesri Aankh","adult":false},{"cast":[],"overview":"A group of beavers cheerily build a dam in this Silly Symphony.","release_date":"1931-06-29","genres":[16],"vote_average":5.8,"runtime":7,"cert":"N\/A","id":106096,"title":"The Busy Beavers","adult":false},{"cast":[],"overview":"A unique avocal arty educational video. Illustrating the concept of Hopla in and interacting in a simple perfect environment. Assembleges of computer constructed pictureque hypnotic settings. Landscapes condenced to the essentials of primal shapes, colors, movement.  Within this hypnotic setting the child is subtly influenced (educated) by the actions at hand. Picking fruit, walking through a park.  The Belgium sound track adds immensely to this project. A pure balanced european computer generated accordian gains emotional resonance with the mesmerizing video. Sad basic music tapestry. A perfect match.  Hopla lives in a mini-universe of geometric composition and basic music and you cannot help but appreciate the artistry. Highly reccommended.","release_date":"2007-11-19","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":106103,"title":"Hello Hopla!","adult":false},{"cast":["Virginia Davis"],"overview":"Alice's trip to the sea inspires her to dream of a visit to an animated underwater world.","release_date":"1924-03-01","genres":[],"vote_average":4.2,"runtime":11,"cert":"N\/A","id":106114,"title":"Alice's Day at Sea","adult":false},{"cast":["Dave Brockie"],"overview":"RAWGWAR: The Next Mutation is heavy metal band Gwar's third video release. It was sent out to promoters and the like, prior to Gwar signing to Metal Blade Records. It is a compilation of early MTV and cable TV appearances and a live show from 1989. Track 1 is from Gorgon's video magazine, 2 is of an interview from MTV, 3-5 are live, 6 is a video filmed in the studios where they made their appearance on Dr. Gruesome's Movie Morgue and features a demo version of the song, 7-14 are live, 15 is another Dr. Gruesome video, 16 &amp; 17 are live, and 18 is a video featuring the Hell-O version of \"Black And Huge\".","release_date":"1989-01-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":106117,"title":"Rawgwar: The Next Mutation","adult":false},{"cast":["Jewel Shepard","Ian Sera","Enrique Johson","Emilio Linder","Tony Isbert"],"overview":"Christina Von Belle, a wealthy heiress, is kidnapped by a lesbian terrorist group and held for ransom. She escapes the lesbian terrorists only to fall into the clutches of a gang of gourmet chefs who want a piece of the ransom themselves.","release_date":"1984-09-01","genres":[18,80],"vote_average":3.7,"runtime":92,"cert":"","id":106120,"title":"Christina","adult":false},{"cast":["Akshay Kumar","Madhoo","Amrish Puri","Farida Jalal","Dalip Tahil"],"overview":"Vishal Chaudhry is the second son of Assistant Police Commissioner of Police, Ramakant Chaudhry. His eldest son, Vikas, was killed by unknown elements, who are still at large. Ramakant is honest and dedicated, and in a corrupt city, is considered a major liability. Vishal is hot-tempered, and this often leads him into fist fights. When Vishal witnesses a murder, and is able to identify the killer, the son of a prominent and well-known person, his father disbelieves his son, and is reluctant to arrest the culprit. He does reconsider, and goes ahead with the arrest, only to have his wife, Parvati, abducted and released - with a time-bomb tied to her waist. Vishal and Ramakant must now decide whether to save their mother and wife respectively, or to compromise with the killer, his father, and corrupt elements within the police force itself.","release_date":"1994-01-21","genres":[18,28,53],"vote_average":4.8,"runtime":160,"cert":"N\/A","id":106123,"title":"Elaan","adult":false},{"cast":["D.J. Mendel","Miho Nakaido","Danielle Meyer","Pallavi Sastry","Jenny Seastone"],"overview":"Meanwhile concerns Joe Fulton, a man who can do anything from fixing your sink to arranging international financing for a construction project. He produces online advertising and he’s written a big fat novel. He’s also a pretty good drummer. But success eludes him.  For Joe can’t keep himself from fixing other people’s problems. His own ambitions are constantly interrupted by his willingness and ability to go out of his way for others.","release_date":"2011-11-29","genres":[18],"vote_average":6.3,"runtime":60,"cert":"N\/A","id":106134,"title":"Meanwhile","adult":false},{"cast":["Mi-kyeong Seo","Chae Ryeong","Joo Young"],"overview":"Julia, aged 18, kills her sister by pushing her from the 12th floor; and at the discotheque, she hits her classmate's head with a beer bottle. Julia is arrested and sent to the Girls Rehabilitation Centre where she is tortured and savaged by the guards.","release_date":"1982-01-01","genres":[28,27,80,35],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":106137,"title":"Strike of the Tortured Angels","adult":false},{"cast":[],"overview":"A spate of unexpected events jolted Rahul as soon as he landed from U.S. Now, Rahul finds himself trapped in his own flat, completely cut off from the world. The only companion he has is a ghost, a ghost that will not let go of him.","release_date":"2010-11-12","genres":[18,27,10749],"vote_average":3.3,"runtime":null,"cert":"N\/A","id":106148,"title":"A Flat","adult":false},{"cast":["Amy Grant","D.W. Moffett","Anne Marie DeLuise","Alexandra Purvis","Charles Siegel"],"overview":"This poignant love story stars Amy Grant as a beautiful, blind concert cellist who falls for a famous, self-centered pianist but doesn't realize that true love is right before her eyes.","release_date":"1999-09-26","genres":[18,10402,10749],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":106151,"title":"A Song from the Heart","adult":false},{"cast":["Ana María Custodio","Antonio Ozores","José Luis Ozores","Félix Dafauce","Alberto Dalbés"],"overview":"","release_date":"1962-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":106162,"title":"Su alteza la niña","adult":false},{"cast":["Sophie Schütt","Daniel Morgenroth","Arlen James","Molly Leishman","Mia Pistorius"],"overview":"A millionaire, accused of killing his wife, rest in a paradise by the sea while waiting for the verdict. Thanks to the relationship he establishes with the hotel owner he recovers the illusion and finds a new meaning to life","release_date":"2010-04-25","genres":[18,10749],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":106169,"title":"Forever New Zealand","adult":false},{"cast":["Enrique Santisteban","Reynaldo Miravalles","René Sánchez","Pilín Vallejo","Idalberto Delgado"],"overview":"When her country is taken over by socialist revolutionaries, a wealthy woman can't bear to give up all of her wealth and possessions to the new government, so she hides all of her treasures in the 12 chairs of a dining-room set. After her death her nephew finds out what she had done and, since the chairs had been \"nationalized\" and are now in the possession of a dozen different people, he sets out to track them down and get the treasures he believes rightfully belong to him.","release_date":"1962-12-17","genres":[35],"vote_average":8.3,"runtime":94,"cert":"N\/A","id":106176,"title":"The Twelve Chairs","adult":false},{"cast":[],"overview":"The story of Rachel, an anemic little hermit girl who makes a friend at the expense of her ceiling.","release_date":"2011-05-01","genres":[16],"vote_average":3.8,"runtime":4,"cert":"N\/A","id":106187,"title":"Paraphernalia","adult":false},{"cast":["Ingmar Bergman","Marie Nyreröd","Erland Josephson"],"overview":"This is the first time ever that a film maker has access to Ingmar Bergman in his home at the small island Fårö in the Baltic Sea. Bergman and the Cinema starts with Frenzy from 1944 and ends with Saraband from 2003. It contains unique behind-the-scenes material from Bergman's private archive. Bergman and the Theatre is about some of Bergman's 125 theatrical stagings and about his delight with the TV medium with successes as Scenes from a marriage. In Bergman and Fårö Island he talks about the childhood that shaped him. He shows where he shot his film Persona and fell in love - and he lists his worst demons!","release_date":"2004-04-08","genres":[99],"vote_average":7.5,"runtime":85,"cert":"N\/A","id":106194,"title":"Bergman Island","adult":false},{"cast":[],"overview":"An abstract animation about people and organs of the body in and out of drawers.","release_date":"1964-12-31","genres":[16],"vote_average":4.4,"runtime":9,"cert":"N\/A","id":106201,"title":"Aos","adult":false},{"cast":["Eva-Christina Binder","Markus Hauptmann"],"overview":"A mysterious woman boards a passenger plane, locks herself into the toilet, and starts cutting wires running in the ceiling overhead. What is her intention?","release_date":"2006-01-01","genres":[35],"vote_average":8.0,"runtime":9,"cert":"N\/A","id":106204,"title":"Occupied","adult":false},{"cast":["Hume Cronyn","Joan Gregson","Tegan Moss"],"overview":"At 14, Amanda is a perfect swimmer and a great student. When the factory where his father works closes and he must go to work in another city, she feels very sad. One morning she meets the McRea, a very nice elderly couple who, like her, cannot live without the sea, although in another sense.","release_date":"1999-06-21","genres":[14,18,878,10751],"vote_average":7.0,"runtime":95,"cert":"N\/A","id":106207,"title":"Sea People","adult":false},{"cast":["Ricardo Montalban","Anne Bancroft","Lee Marvin","José Pérez","Rodolfo Acosta"],"overview":"A widower's (Ricardo Montalban) little boy leads the police to a killer of sinners (Lee Marvin) in Mexico City.","release_date":"1955-07-01","genres":[53],"vote_average":6.2,"runtime":74,"cert":"N\/A","id":106210,"title":"A Life in the Balance","adult":false},{"cast":[],"overview":"Set in prehistoric times, this short film was created for the Edison Company by Willis H. O'Brien, a pioneer of American stop-motion animation.","release_date":"1917-01-01","genres":[16],"vote_average":5.0,"runtime":10,"cert":"N\/A","id":106213,"title":"R.F.D. 10,000 B.C.","adult":false},{"cast":["Bernard Blancan","Lucía Sánchez","Antoine Chappey","Gaël Le Ferec","Eloïse Guerin"],"overview":"Raymond (Bernard Blancan) is a very lonely peasant who lives so detached from the world that the peasants of the village nearby his family house consider him as dead for more than 30 years. None sees him but people know he is around and, as all secretly reproach themselves to not have helped the young Raymond after his all family death before he disappeared, they consider the family house as haunted by Raymonds ghost.When Frédéric (Antoine Chappey), Caroline (Lucia Sanchez) and their children come from the city to install themselves in the countryside, they know nothing about these villages tells and find in Raymonds family house a rare opportunity.","release_date":"2005-05-17","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":106216,"title":"Peekaboo","adult":false},{"cast":["Tabea Blumenschein ","Lutze ","Orpha Termin ","Monika von Cube","Nina Hagen"],"overview":"A sartorially resplendent woman arrives in Berlin with plans to live out the rest of her days as a drunkard in this experimental film. The film provides the viewer with a tour of the city and some of the more colorful characters, but the appeal may be limited to those who are mavens of the experimental style.","release_date":"1979-11-09","genres":[18],"vote_average":5.0,"runtime":107,"cert":"N\/A","id":106219,"title":"Ticket of No Return","adult":false},{"cast":["Ethan Embry","Kylie Sparks","Julie Hagerty","Nikki M. James","Conn Horgan"],"overview":"A pizza deliveryman develops a bond with a girl nearly half his age.","release_date":"2005-05-27","genres":[35,10749],"vote_average":5.6,"runtime":80,"cert":"N\/A","id":106222,"title":"Pizza","adult":false},{"cast":["Fedor Emelianenko"],"overview":"A documentary that takes you into Fedor Emelianenko's life.","release_date":"2009-01-21","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":106241,"title":"Fedor: The Baddest Man on the Planet","adult":false},{"cast":["Gert Fylking","Johan Widerberg","Lennart Jähkel","Robert Aschberg"],"overview":"An action comedy by Mats Helge.","release_date":"1992-05-03","genres":[28,35],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":106244,"title":"Nordexpressen","adult":false},{"cast":["Juan Muñoz","José Carabias","Arévalo","Enrique Villén","Silvia Gambino"],"overview":"The Ekipo Ja, a group of sane gypsies led by the gypsy Juan De Dios, is in possession, unknowingly, of a sacred seal able to make wishes to him who possesses it. And who wants to possess above all is the Marquesa, a wealthy stranger who does not hesitate to use cunning Italian art dealer persecuted by the police and associated with the Russian mafia, to remove the seal from Juan de Dios. But neither the Marquesa, neither the Italian nor the Russian, not even the Spanish Police, known the capacity Juan de Dios and his men to mess things up and, incidentally, become involved themselves.","release_date":"2007-01-19","genres":[35],"vote_average":3.9,"runtime":null,"cert":"N\/A","id":106255,"title":"Ekipo Ja","adult":false},{"cast":["Christina Applegate","Faye Grant","Paige Turco","Scott Cohen","Bruce Altman"],"overview":"Rising rock star, TJ Cray, gets the shot of a lifetime, an audition with a A &amp; R man. On the way into the city, a carload of drunks smash into his car, severing his hands. He drops out of the business and becomes a homeless drunk. Cray wakes up to a pulsing beat in an abandoned warehouse, where a \"rave\" party is in full action. To his rescue comes Anamika, a computer artist, who takes him outside for fresh air. They become friends and eventually reinvent TJ's career. With the help of friends, they replace his hands with prosthetics and design a metallic cyber looking suit. TJ quickly becomes an overnight sensation, known as Cyberstorm. The finale is a dramatic scenario where TJ has to make crucial decisions about his new life.","release_date":"1996-07-02","genres":[18],"vote_average":3.6,"runtime":104,"cert":"N\/A","id":106258,"title":"Vibrations","adult":false},{"cast":["Jeanie Drynan","Mark Edwards","Ray Marshall","Ralph Cotterill","Ken Goodlet"],"overview":"A fire breaks out in a multi-story hospital in the middle of the night and a male nurse and a nursing sister save many lives during a fire in a major hospital.","release_date":"1978-06-20","genres":[99],"vote_average":10.0,"runtime":24,"cert":"N\/A","id":106265,"title":"Hospitals Don't Burn Down","adult":false},{"cast":["Irena Billing","Barbara Scott","Per-Axel Arosenius","Andreas Bellis"],"overview":"Bob has snapped and teeters on the edge of reality. An unassuming office worker and train enthusiast leads a double life as a schizophrenic and misogynist killer","release_date":"1975-10-12","genres":[53],"vote_average":5.1,"runtime":95,"cert":"N\/A","id":106268,"title":"Breaking Point","adult":false},{"cast":["David C. Hayes","Jose Rosete","Patti Tindall"],"overview":"Collectors have been known to go to extreme lengths to get what they want. For Motor Man Dan, the ultimate would be to have his very own serial killer, to fulfill his sick, obsessive, murderous appetite. Ryan, the victim of a terrible accident who suffered severe head trauma, would be that missing piece to complete Motor Man's demented collection. Motor Man would then tool and manufacture a half machine, half man, serial killer, which he would then orchestrate and produce an assortment of killing scenarios. From director Craig McMahon comes this gruesome\/slasher tale of a desolate man that took collecting serious.","release_date":"2006-08-15","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":106271,"title":"Machined","adult":false},{"cast":["Lynn Redgrave","Rodger Bumpass","Peter Elbling","Alice Playten","James Widdoes"],"overview":"National Lampoons mockery of everything that is wrong with cable TV.","release_date":"1978-05-23","genres":[35],"vote_average":8.0,"runtime":51,"cert":"N\/A","id":106278,"title":"Disco Beaver from Outer Space","adult":false},{"cast":[],"overview":"New York firefighters say thank you to the outpouring of support they received after 9\/11.","release_date":"","genres":[99],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":106293,"title":"New York Says Thank You","adult":false},{"cast":["Ellen Drew","Robert Paige","Paul Lukas","Joseph Calleia","Onslow Stevens"],"overview":"After a young woman is coerced into prostitution and her brother framed for murder by an organized crime syndicate, retribution in the form of an ape visits the mobsters.","release_date":"1941-02-28","genres":[18,27,53,80],"vote_average":5.4,"runtime":65,"cert":"N\/A","id":106296,"title":"The Monster and the Girl","adult":false},{"cast":["Takayuki Yamada","Maiko","Anna Ishibashi","Mieko Harada","Eiji Okuda"],"overview":"Three tales of love told through wildly intoxicating, colorful stories. When platinum redhead Ovreneli Vreneligare was just a little boy, he fell in love in the park. Sharing a juice box with the stunningly gorgeous Milocrorze, he took her home to his cat, Verandola Gorgonzola, and made her his girlfriend until the fickle beauty abandoned him, and he covered the hole in his heart with a pot lid he found lying on the ground. This is only the beginning of his story but it’s not the end of his heartbreak. MILOCRORZE: A LOVE STORY is a candy-flavored anthology of hopeless l’amour, and it has many victims.","release_date":"2011-02-18","genres":[],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":106299,"title":"Milocrorze: A Love Story","adult":false},{"cast":["Nicholas Ray"],"overview":"Dcoumentary about director\/artist Nicholas Ray and his time as a University professor","release_date":"2011-01-01","genres":[18],"vote_average":6.0,"runtime":70,"cert":"N\/A","id":106302,"title":"Don't Expect Too Much","adult":false},{"cast":[],"overview":"Donnie goes missing and the rest of the Thornberry family have various adventures (broken bones, getting lost in a cave, and a forest fire) while looking for him. It has been screened as a TV movie and as four episodes in season 4 of the TV series.","release_date":"2001-08-18","genres":[],"vote_average":6.8,"runtime":90,"cert":"N\/A","id":106333,"title":"The Wild Thornberrys: The Origin of Donnie","adult":false},{"cast":["Ken Block","Bob Burnquist","Rob Dyrdek","Tony Hawk","Laird Hamilton"],"overview":"Documentary about the life of skateboarder Danny Way and his attempt at jumping over the Great Wall of China on a skateboard.","release_date":"2012-12-07","genres":[99,18],"vote_average":5.3,"runtime":96,"cert":"N\/A","id":106344,"title":"Waiting for Lightning","adult":false},{"cast":[],"overview":"Ambiguous thriller of a man hunting down half-naked women.","release_date":"","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":106347,"title":"Thigh Spy","adult":false},{"cast":["John Scott Clough","Don Franklin","Tamara Mark","Tracy Silver","Cindy McGee"],"overview":"Eight young people from Ohio who are dancers, come to New York, to compete in a major talent competition. But when they get there, they learn that they have to wait some time before they take part in it. So they try to do their best to survive in the Big Apple before competition, and get some lessons about the real World.","release_date":"1985-02-15","genres":[10402,18],"vote_average":5.6,"runtime":110,"cert":"N\/A","id":106350,"title":"Fast Forward","adult":false},{"cast":["Warren Hull","Wade Boteler","Anne Nagel","Keye Luke","Eddie Acuff"],"overview":"Second serial featuring The Green Hornet and Kato.","release_date":"1940-12-24","genres":[],"vote_average":5.0,"runtime":293,"cert":"N\/A","id":106353,"title":"The Green Hornet Strikes Again!","adult":false},{"cast":["Margrét Ákadóttir","Silja Hauksdóttir","Ólafur Darri Ólafsson","Eggert Þorleifsson","Róbert Arnfinnsson"],"overview":"Set in present-day Reykjavík, Fiasco draws a narrative circle of interconnecting stories in which three members of the Bardal household deal with the secret loves in their lives. Karl, an old age pensioner, is busy chasing after an amnesic old screen legend. Julia, Karl's granddaughter, is torn between a mediocre bank manager and a wild sailor, and tells them both she is pregnant. But is she really? Steingerdur, Julia's mother, has a wild crush on a preacher who has a serious drinking problem, and ends up with a dead stripper in his Jacuzzi. The characters cross each other as the film progresses, until the three interwoven strands of the story finally come together in an explosive and hilarious crescendo full of surprises.","release_date":"2000-03-10","genres":[35],"vote_average":1.7,"runtime":87,"cert":"N\/A","id":106376,"title":"Fiasco","adult":false},{"cast":[],"overview":"Helena loves Bertram, but he's of noble birth, while she's just a doctor's daughter. But Bertram is at the court of the King of France, who is ill, and Helena has a remedy that might cure him and win her the right to marry Bertram. But does Bertram want to marry her?","release_date":"1981-01-04","genres":[18,35,10749],"vote_average":8.0,"runtime":141,"cert":"","id":106383,"title":"All's Well That Ends Well","adult":false},{"cast":["Herbert Stern","Hildegarde Watson","Melville Webber"],"overview":"In a decaying castle surrounded by a dank, mirrored lake live the morbidly nervous Roderick Usher and his sickly twin sister, Madeline. Their tale is told and dimly comprehended by the unnamed narrator, a boyhood friend whom Roderick has summoned. When Madeline soon dies—or seems to die—they entomb her body. On a stormy night, \"cracking and ripping\" sounds and a \"shriek\" from below convince the panicky Roderick that \"We have put her living into the tomb!\" The shrouded, emaciated figure of Madeline appears at the door of Roderick's book-strewn study, falls upon him, \"and in her violent and now final death-agonies, bore him to the floor a corpse.\"","release_date":"1928-12-31","genres":[27],"vote_average":7.1,"runtime":13,"cert":"N\/A","id":106394,"title":"The Fall of the House of Usher","adult":false},{"cast":["Richard Johnson","Michael Pennington","Claire Bloom","Robert Lindsay","Helen Mirren"],"overview":"Cymbeline, the King of Britain, is angry that his daughter Imogen has chosen a poor (but worthy) man for her husband. So he banishes Posthumus, who goes to fight for Rome. Imogen (dressed as a boy) goes in search of her husband, who meanwhile has boasted to his pal Iachimo that Imogen would never betray him. And Iachimo's determined to prove him wrong.","release_date":"1982-12-20","genres":[18,10749,10770],"vote_average":9.0,"runtime":175,"cert":"","id":106397,"title":"Cymbeline","adult":false},{"cast":["Kasumi Arimura","Moe Arai","Hamao Kyosuke","Kento Kaku","Yuria Kizaki"],"overview":"","release_date":"2011-11-26","genres":[35,878],"vote_average":1.0,"runtime":110,"cert":"N\/A","id":106416,"title":"Samurai Angel Wars","adult":false},{"cast":["Hiroko Yakushimaru","Sabu Kawahara","Takashi Sasano","Shirô Sano","Kai Inowaki"],"overview":"Wasao (わさお) is a 2011 Japanese film that is based on a true story of an abandoned Akita Dog","release_date":"2011-03-05","genres":[35,18,10751],"vote_average":7.5,"runtime":117,"cert":"N\/A","id":106419,"title":"Wasao","adult":false},{"cast":[],"overview":"The film follows the Tang Monk and his three disciples on their westbound pilgrimage, beating monsters and villains along the way.","release_date":"1991-01-01","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":106422,"title":"Journey to the West","adult":false},{"cast":["Liu Shang-Chien","Sherman Chow Shiu-Dung","Pang San","Fanny Fong","Henry Luk Yat-Lung"],"overview":"In the Chinese martial arts\/fantasy opus Monkey War: New Pilgrims to the West - a sequel to the original Monkey War - the brave Monkey King launches out on a quest to build a new life for himself. But as he marches westward, he encounters a series of nearly insurmountable foes (including a pig demon and a horde of angry demonic spirits who attempt to eat his monastic tutor) and trials that he must overcome to reach a state of tranquility. (Rotten Tomatoes)","release_date":"1982-01-01","genres":[28,14],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":106425,"title":"Monkey War","adult":false},{"cast":["Eita","Ken Ken","Yosuke Kubozuka","Jun Kunimura","Mayuu Kusakari"],"overview":"Having abandoned modern civilization, Ryoichi lives an isolated, self-sufficient life on a snow-covered mountain and sends mail bombs to the CEOs of corporations and TV networks. One day, he encounters a mysterious creature in the forest. That night, his older brother, who had committed suicide, appears before him at his cabin. The apparition takes Ryoichi beyond a door, where Ryoichi learns the truth about his family.","release_date":"2011-11-23","genres":[18],"vote_average":6.1,"runtime":71,"cert":"N\/A","id":106432,"title":"Monsters Club","adult":false},{"cast":["Cliff Ching Ching","Shih Szu","Suen Lam"],"overview":"Very weird magic fu, filled from start to finish with evil wizards, laserbeams, and crazy spells.","release_date":"1985-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":106435,"title":"Chinese Evil Technique","adult":false},{"cast":["Mayu Ozawa","Mari Natsuki","Eiji Okuda","Akira Shoji","Hideo Murota"],"overview":"Tomokawa is a tough guy turned bored cop who spends much of his time sating lonely housewives and looking after retarded teen Sukemasa. One day while hanging out at a bar, he is approached by a 15-year-old enjo kosai named Yoko, offering a round of illicit sex in exchange for cash. Though he demurs, their paths cross again and soon a relationship of sorts forms. Yoko, it turns out, is Sukemasa's sister; and both are the children of his old flame Yukie, a grasping, self-centered woman. Moreover, Yoko's grandfather is responsible for the massive tattoo sprawling across Tomokawa's back. Tomokawa soon takes both teens under his wing, protecting them from their heartless mother, and their lecherous stepfather. Soon, Yoko gets a similarly massive tattoo illustrating her bond with her policeman savior.","release_date":"2001-09-28","genres":[18,10749],"vote_average":5.4,"runtime":132,"cert":"N\/A","id":106438,"title":"An Adolescent","adult":false},{"cast":[],"overview":"Starring the color red, we see a chap in a blue shirt &amp; blue baseball cap walking down a pink street (thanks to camera filters). Discarding the shirt he takes a nap in the sun, but soon sits up &amp; introduces himself as Red.  His missing blue shirt reappears &amp; he goes for a walk looking at stop signs, because they're red, &amp; walks past walls painted red, arriving home to look out the window with binoculars, presumedly at something red.","release_date":"2004-01-01","genres":[14],"vote_average":3.0,"runtime":4,"cert":"N\/A","id":106441,"title":"Anger Sees Red","adult":false},{"cast":["Tony Leung Ka-Fai","Joyce Ni","Bennett Pang Kin-San","Tai Bo","Charlie Cho"],"overview":"Fire Unicom was killed by Tei Po under his violent fist. The spirit of Fire Unicorn discovered there would be illegal transaction between the gangsters. He informed inspector Tang this clue. After a fierce fight between he police and gangsters, the whole gang including Tei-po were being captured. Accidentally, Tang met Sally a model. She was so beautiful and charm that made Tang fell in love with her but she did not. Fire Unicorn being Tang's good friend decided to help him. Sally changed her mind and loved Tang. Unfortunately, Tei Po escaped from Jail and kidnapped Sally to an old castle. He vowed to take revenge on Tang. Would Tang Manage to save Sally from Tei Po's hand?","release_date":"1984-09-22","genres":[28,35],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":106444,"title":"The Ghost Informer","adult":false},{"cast":["Chieko Nakakita","Mitsue Tachibana","Itoko Kôno","Yuriko Hamada","Michiko Kayama"],"overview":"Two sisters, one a dancer and the other a script supervisor at a big movie studio, become embroiled in union activities when a strike is called in sympathy with striking railroad workers, one of whom boards with the sisters and their parents. The girls' father argues with them about their strike, but finds his views changing when he himself loses his job.","release_date":"1946-05-02","genres":[18],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":106451,"title":"Those Who Make Tomorrow","adult":false},{"cast":["Nebojša Milovanović","Jelena Trkulja","Jozef Shiroka","Lazar Ristovski","Petar Božović"],"overview":"'Honeymoons' shows us that the distance between Eastern and Western Europe is more than a question of kilometers. The films follows two couples, one is Albania, one in Serbia, who in the midst of wedding celebrations decide to leave their respective countries to realize their dreams in Western Europe. They soon find themselves trapped between their countries' past and their future lives together.","release_date":"2009-09-05","genres":[18],"vote_average":6.9,"runtime":95,"cert":"N\/A","id":106454,"title":"Honeymoons","adult":false},{"cast":["Sadžida Šetić","Nermin Tulić","Emina Muftić","Armin Rizvanović","Adis Omerović"],"overview":"The film deals with the tragedy of the women survivors of the Srebrenica genocide, or rather, the consequences of the horrors they experienced - it is about women whose sole purpose in life is to locate the bones of their loved ones and give them a decent burial. Fifteen years later, they still want just one simple thing - the truth. As a contrast, the film deals with trivialities of modern living, obsessed with different reality shows...","release_date":"2010-12-02","genres":[18],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":106461,"title":"Belvedere","adult":false},{"cast":["Christopher Coulson","Kim Gillingham"],"overview":"Idyllic Suburbia. Mom 'n' Apple Pie. Or not. This outrageous comedy turns suburban America on its head. Mad cow disease, Corporate Greed, Mob Mentality, the Cult of Motherhood, propaganda, discrimination, and dangerous kitchen utensils all find a home in this wild social satire.","release_date":"2004-01-01","genres":[35],"vote_average":9.0,"runtime":89,"cert":"N\/A","id":106464,"title":"In the Land of Milk and Money","adult":false},{"cast":["Jean-Pierre Lajournade","Olivier de Magny","Gérard Guérin","Jean-Patrick Manchette","François Porcile"],"overview":"French short adaptation of Herman Melville's classic. The employee of a lawyer is in a mental hospital following a scandal. Some time later, he finds his employer.","release_date":"1970-05-01","genres":[18],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":106467,"title":"Bartleby","adult":false},{"cast":["Alfred Cheung Kin-Ting","David Ng","Manfred Wong","Amy Yip","Joey Wong"],"overview":"The Little Princess and her bodyguard Jiang travel 200 years from the past to the present day. They are relentlessly pursued by the evil General Shea Hai, a vicious and seemingly indestructible puffy-faced Blood Devil demon who wants to get his hands on a magical pearl the Little Princess possesses. Sweet Kot-Yee, her fat, greedy brother Chu Tai-Lit, and two goofy electricians come to the aid of the Little Princess and Jiang.","release_date":"1990-01-01","genres":[27,14,35,28],"vote_average":7.0,"runtime":87,"cert":"N\/A","id":106470,"title":"A Tale from the East","adult":false},{"cast":["Natalis Chan","Chung Fat","Sharla Cheung Man","Chingmy Yau","Cutie Mui Siu-Wai"],"overview":"Chingmy starts noticing some very odd things about the neighbors and it turns out they they are evil spirits needing the blood of 49 humans. Cheung Man is one of these spirits - but a kind hearted one who falls in love with Natalis Chan","release_date":"1990-04-26","genres":[35,27],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":106473,"title":"My Neighbours are Phantoms","adult":false},{"cast":["Robin Givens","J. Omar Castro","Elise Neal","Glynn Turman"],"overview":"Preaching To The Pastor is a musical comedy about the controversy going on at High And Mighty Missionary Baptist Church. The Pastor has a dark secret that may cost him his title and his ministry. In the end, everyone needs to be preached to, including the Pastor.","release_date":"","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":106480,"title":"Preaching To The Pastor","adult":false},{"cert":"N\/A","title":"Little Big Shot","cast":["Sybil Jason","Glenda Farrell","Robert Armstrong","Edward Everett Horton","Jack La Rue"],"genres":[35,80,18],"id":106495,"overview":"A con man (Robert Armstrong) and his partner inherit a dead gangster's precocious daughter (Sybil Jason).","runtime":78,"release_date":"1935-09-07","vote_average":6.0,"adult":false}]