[{"cast":["Gurt Bentvich","Elya Inbar","Tzahi Grad","Salit Achimiriam","Arad Yeni"],"overview":"In this bittersweet family comedy, shy teenager Libby moves back to Israel to live with her hapless father Shaul, unexpectedly finding herself without a home as war breaks out around them. Shaul devises a creative solution: posing as refugees, they are taken in by a wealthy family in Jerusalem. Finally in a “normal” household, Shaul and Libby begin to build their father-daughter relationship, but their false identities can’t last forever.","release_date":"2011-10-09","genres":[35,18],"vote_average":6.7,"runtime":86,"cert":"N\/A","id":106530,"title":"Off White Lies","adult":false},{"cast":[],"overview":"","release_date":"2000-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":106533,"title":"Tchernobyl, La Vie Contaminée, Vivre Avec Tchernobyl","adult":false},{"cast":["Barry Prima","Aneke Putri","W.D. Mochtar","Wenny Rosaline","Advent Bangun"],"overview":"Swordfights, disturbing midgets, kung fu, black magic, killer centipedes, zombies, special effects rivalling the Turkish Evil Dead.","release_date":"1987-01-01","genres":[27,14,28],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":106540,"title":"Thousand Centipedes","adult":false},{"cast":["Daniel McVicar","Laraine Newman","Sarah Bibb","Brady Bluhm","Stephen C. Bradbury"],"overview":"Ten-year-old Justin finds himself hitching a ride with two kidnappers when he climbs aboard the wrong van -- thinking it's his family's vehicle -- and gets separated from his parents. When the bumbling crooks hatch a plan to nab a business tycoon's daughter, Justin finds his only recourse is to save the girl while making his escape.","release_date":"1996-01-01","genres":[10751],"vote_average":5.8,"runtime":92,"cert":"N\/A","id":106551,"title":"Alone in the Woods","adult":false},{"cast":["Christer Johansson","Christian Wallin","Martina Olsson"],"overview":"","release_date":"2012-04-02","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":106558,"title":"Småstadsliv 4","adult":false},{"cast":["Edvard Persson","Mim Persson","Marianne Gyllenhammar","Ivar Kåge","Gurli Lindström"],"overview":"Sören, a poor tailor with many children, dreams of becoming a miller and buys the windmill of the village with money he does not have.","release_date":"1945-12-26","genres":[35],"vote_average":4.0,"runtime":107,"cert":"N\/A","id":106561,"title":"The Happy Tailor","adult":false},{"cast":["Sombat Metanee","Pissamai Wilaisuk","Metta Roongrat","Sulaleewan Suwanthat","Choomporn Theppitak"],"overview":"A young girl's grandmother dies who apparently possess dark powers. Before his death, his grandmother swears that her niece should always wear her ring. With this ring, she lives on and then will return to life in the form out of a flying head.","release_date":"1973-02-01","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":106564,"title":"Ghost of Guts Eater","adult":false},{"cast":["Hsiu-shen Liang","Yin Ting","Fu-Kuei Tsai","Lung Siu-Fei"],"overview":"A little boy, with some nice kung fu skills, spends his time flying around on a magic gourd battling one, two and three headed rubber dragons, bird men, an evil man with a plastic eye on his forehead and ape men who have the ability to fire laser beams from their eyes.","release_date":"1975-01-01","genres":[14],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":106571,"title":"The Boy and a Magic Box","adult":false},{"cast":["Miriam  Hopkins","Joel McCrea","Charles Winninger","Erik Rhodes","Ella Logan"],"overview":"A pretty architect (Miriam Hopkins) devises a wild scheme to convince handsome millionaire Joel McCrea to fund a new housing development project. Director John Blystone's 1937 screwball comedy also stars Charles Winninger, Broderick Crawford, Erik Rhodes, Leona Maricle, Ella Logan and Charles Halton.","release_date":"1937-05-07","genres":[35,10749],"vote_average":5.0,"runtime":71,"cert":"N\/A","id":106574,"title":"Woman Chases Man","adult":false},{"cast":[],"overview":"In a secret battle that cost thousands of lives but was never revealed to the American public, the Japanese army invaded Alaska in June 1942. Sixty years later, two veterans embark on an intense and emotional journey, returning to their former battlefield.","release_date":"2006-01-01","genres":[99,36,10752],"vote_average":8.0,"runtime":86,"cert":"N\/A","id":106601,"title":"Red White Black & Blue","adult":false},{"cast":["John Lloyd Cruz","Bea Alonzo","Sam Milby","Melanie Marquez","Boboy Garovillo"],"overview":"Manuel and Marian have always been best friends. They are so close that they know each other’s secrets well almost.  After all these years, Manuel never had the courage to tell Marian how much he loves her. When Marian’s first love, Lance, returns to the Philippines, she is intent on seeing him again. She brings along Manuel on a chase that brings them around the Philippines and abroad.  Manuel now has to decide- Will he let his best friend be happy with her Prince Charming or will he fight for the love that has kept him alive all these years?","release_date":"2006-02-15","genres":[18,10749,10751],"vote_average":3.8,"runtime":110,"cert":"N\/A","id":106612,"title":"Close To You","adult":false},{"cast":["Theo Fleury","Ron MacLean"],"overview":"Theo Fleury was an NHL star. He played for the Calgary Flames, New York Rangers and Chicago Blackhawks. He made 50 million dollars and threw it away on drugs, alcohol and gambling. He reached bottom, and bought a gun intending to kill himself. At the last minute he changed his mind. He wrote a book revealing that, as a teen, he'd been sexually abused by his coach. It created a firestorm of publicity and went on to become a No. 1 bestseller in Canada. Theo starred in a top-rated skating competition reality show and had a cameo in the opening film at TIFF last year. Inspired by the book, the documentary follows Theo's struggle with the aftermath of the book and gives his turmoil a voice.","release_date":"2011-09-25","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":106615,"title":"Theo Fleury: Playing With Fire","adult":false},{"cast":["Alan Bates","Janet Suzman","Peter Bowles","Joan Hickson","Sheila Gish"],"overview":"A couple uses extremely black comedy to survive taking care of a daughter who is nearly completely brain dead. They take turns doing the daughter's voice and stare into the eyes of death and emotional trauma with a humour that hides their pain.","release_date":"1972-01-01","genres":[],"vote_average":5.6,"runtime":106,"cert":"","id":106618,"title":"A Day in the Death of Joe Egg","adult":false},{"cast":["Scott Davis","Jude Johnson","Blue Thompson","Brad McCormick","Suzy Meyer"],"overview":"A mother obsessed with mind-altering televangelism consequently vomits a pulsating growth that slithers down the throat of her son during the night. Upon spewing the parasite, the son is driven by an uncontrollable force to murder and feed corpses to the now-multiple-toothed monsters manifesting throughout the house. This gory, shot-on-Super-8 regional rarity is a micro-budget salute to H.G. Lewis and H.P. Lovecraft. — Evan Husney, Drafthouse Films","release_date":"1986-01-01","genres":[27],"vote_average":4.8,"runtime":100,"cert":"N\/A","id":106621,"title":"The Abomination","adult":false},{"cast":["Sombat Metanee"],"overview":"Tah Tien is ostensibly a retelling of an old Thai folk tale about a battle between two giants, Yuk Wud Jaeng and Yuk Wud Pho","release_date":"1973-03-09","genres":[12,35],"vote_average":6.0,"runtime":103,"cert":"N\/A","id":106636,"title":"Tah Tien","adult":false},{"cast":["Anthony Wong Yiu-ming","Cherie Chung","Norman Chu","Ivy Ling Po","Ni Shi-Pei"],"overview":"A poor scholar named Lo Chih-Chiu, played by Anthony Wong Yiu-Ming, rescues a swallow from three mischievous boys, and frees the bird afterward. The bird then magically takes the form of a beautiful lady named Hsiao-Hseuh, played by Cherie Chung, who falls in love with the scholar because he had saved her life. She returns the deed by rescuing him from a ruthless band of warlords. She and her sister, Hsiao-Shang, are both originally swallows, but can change into human forms due to witchcraft and wizardry. Hsiao-Hseuh later confronts Chih-Chiu, and later reveals she is a servant of an evil witch queen, who feeds on human blood. When the witch discovers their friendship and bond, she was on the verge of destroying him, but Hsiao-Hseuh pleads for his life in exchange for their separation. After being back in the custody of the witch queen, Hsiao-Hseuh sneaks out and reunites with Chih-Chiu, but posing as a different person to hide her identity.","release_date":"1987-01-01","genres":[12,14,18,28,10749],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":106651,"title":"Golden Swallow","adult":false},{"cast":["Joey Wong","Adam Cheng","Sammo Hung","Wu Ma","Lam Ching-Ying"],"overview":"When an amorously inclined young man runs across an attractive young woman in need of his help, it's not difficult for him to rush to her aid while imagining himself in her arms. Though he's married, he retains a strong desire to bed any pretty woman in sight. To his shock, he discovers later that the pretty woman he fantasized about is a ghost.","release_date":"1993-08-18","genres":[10749,14,9648,27,18],"vote_average":6.3,"runtime":94,"cert":"N\/A","id":106654,"title":"Painted Skin","adult":false},{"cast":["Robert Mak","Charlie Cho","Shing Fui-On","Emily Chu","Chui Sau-Lai"],"overview":"Return Of The Demon tells the story of a group of treasure hunters who accidentally unleash a malevolent, soul-stealing ghost who is attempting to reincarnate himself. A series of misadventures follow as the heroes try to contain their foe, including an extended sequence where one of the group becomes possessed by the spirit of a dog and transforms into a werewolf-style creature. Fierce, the leader of the treasure-hunting crew, is played by veteran character actor Shing Fui-On","release_date":"1987-12-10","genres":[27,28,14],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":106661,"title":"Return of the Demon","adult":false},{"cast":["Billy Lau","Sandra Ng Kwun-Yu","Shing Fui-On","Amy Yip","Law Ching-Ho"],"overview":"A tourist group is forced by an accident to stay at a deserted village. The travelers discover a big diamond and steal it. Unfortunately, the diamond is cursed and enables a monster to gain incredible power. He forces five vampire kids to bring him blood from the travelers in order to rejuvenate. The kids are unable to complete the task and are caught by the humans. The monster is furious and prepares to kill the little vampires and the travelers...","release_date":"1991-05-16","genres":[27,35],"vote_average":3.0,"runtime":85,"cert":"N\/A","id":106664,"title":"Vampire Kids","adult":false},{"cast":["Viktor Mikhaylov","Anatoly Khropov","Anna Aleksakhina","Andrey Krasko","Valentina Kovel"],"overview":"The protagonist finds out that some children were left behind in a sinking school, and is slowly driven mad as he tries to save them. A parable on the theme of the Last Judgment, numerous catastrophic events reveal a certain ambiguity in their origins, accompanied by the terrible suspicion that the things going on are some kind of a performance or theatrical production.","release_date":"1994-01-01","genres":[18],"vote_average":6.3,"runtime":115,"cert":"N\/A","id":106671,"title":"Russian Symphony","adult":false},{"cast":["Conner Habib","Chris Strokes","Derrek Diamond","Johnny Gunn","Josh West"],"overview":"The #1 scenes that are burning up the web in the Hot House Backroom are now available to you on DVD! Volume 18 contains 5 smoking-hot scenes starring our 'biggest' cast ever, including enormously hung Criss Strokes, Tim Kruger, & Josh West. In fact, all of these guys are packing some serious meat. If you're into huge cocks, this is the one for you!","release_date":"2009-09-29","genres":[],"vote_average":7.0,"runtime":102,"cert":"N\/A","id":106674,"title":"Hot House Backroom Exclusive 18","adult":true},{"cast":["Roschdy Zem","Samuel Le Bihan","Grégory Fitoussi","Jean-Pierre Martins","Jean-Paul Muel"],"overview":"Police commander Simon Weiss, head of the division that supervises Paris’s demi-monde, starts out on his nightly tour of bars, discos and strip clubs, making sure once again that the owners don’t bend the rules too far. Weiss knows he’s between a rock and hard place: it’s obvious that criminal gangs run rampant in his special domain, and even more obvious that they’re protected by higher-ups in the department.","release_date":"2012-01-03","genres":[80,18],"vote_average":6.4,"runtime":100,"cert":"N\/A","id":106685,"title":"Paris by Night","adult":false},{"cast":["Brandon Bangs","Brandon Lewis","Craig Reynolds","Dayton O'Connor","Donny Wright"],"overview":"The #1 scenes that are burning up the web in the Hot House Backroom are now available on DVD! Volume 23 features five nut-busting scenes that bring your jock\/athlete fantasies to life. If you've ever cruised a locker room or beat off thinking about your favorite all-stars wrestling, sucking dick, and fucking, you're going to get off over and over again!","release_date":"2010-06-21","genres":[],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":106688,"title":"Hot House Backroom Exclusive 23","adult":true},{"cast":["Alex Rock","Dylan McLovin","Jake Austin","Johnny Torque","Logan Scott"],"overview":"Volume 25 features five scenes starring some of the horniest young guys with the biggest cocks to ever take over the Backroom! These hung studs just want to kick back and get their dick sucked then flip their buddy over and fuck his big round ass.","release_date":"2011-03-15","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":106695,"title":"Hot House Backroom Exclusive 25","adult":true},{"cast":[],"overview":"Kids are disappearing! Aliens are kidnapping little kids to use them as a frozen food. Kyung-ma and his goofy friends are taking a challenge to save the kids.","release_date":"1988-12-21","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":106702,"title":"Alien Thunder Dragon 2","adult":false},{"cast":["Alex Man Chi-Leung","Stanley Fung","Liu Kai-Chi","Eliza Yue","Chun Wong"],"overview":"Five hundred years ago, to practice witchcraft, a bat elf forces her sister, Siu-chu to lure strong men so that she can suck their blood. A priest stops Siu-chu from killing two guards by using his supernatural powers. After fighting, both parties are wounded. To help the guards cope with bat elves, the priest gives them string instruments, swords and thousand-year-old snow pearls. Unexpectedly, the guards swallow the snow pearls and it takes them five hundred years to resurrect……","release_date":"1990-05-19","genres":[27,14],"vote_average":8.0,"runtime":85,"cert":"N\/A","id":106713,"title":"The Figures from Earth","adult":false},{"cast":["Chen Pei-ling","Lin Hsiao-Hu","Wu Yu-Kang","Ming Chun Li"],"overview":"The Taiwanese jump into the tokusatsu market with this tale of an evil scientist turning people into creatures to do his bidding. Adults are hard to control so he lures a group of boys to his lab. He doesn't quite have the hang of it and after several failures gets it working properly on Hsiao Po. The process is interrupted when Hsiao Wen takes a piss on the control panel. The boys escape and the process is eventually completed by the evil scientist's good brother, and we have our superhero. What follows is a group sing-a-long at an amusement park, motorcycle chases and fights between our hero and lots of bad guys in ridiculous costumes.","release_date":"1977-01-01","genres":[28,12,14],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":106716,"title":"The Invincible Space Streaker","adult":false},{"cast":["Lam Siu-Lau","Alexander Lo Rei","Chen Shan","Lee Hoi-Hing","Wan Lai-Cheong"],"overview":"Lin Hsiao Lan plays an oft-bullied student who yearns for adventure.  In the wrong place at the wrong time, she screws up Alexander Lo Rei's chance for reincarnation and now they are stuck with each other.  Eventually they become friends and set off to avenge Lo's death.  A fun movie and Lin Hsiao Lan actually gets to be a girl for once.","release_date":"1989-01-01","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":106719,"title":"Kung Fu Student","adult":false},{"cast":["Hiroyuki Okita","Sakae Umezu","Atsuko Takano","Masanori Irie","Kenzo Hagiwara"],"overview":"In this first installment of the series - we are introduced to Keisuke: mild mannered school-teacher by day - avenging angel of rape by night - and his goofy Uncle, who together run Rapeman Services. Their \"services\" are called-upon by a nightclub owner who tells a sob story about having her boyfriend, a current political candidate, stolen by his secretary, and asks Rapeman to \"take care of her\" as an act of revenge. This is done per the nightclub owner's request - but we soon find that the story was just a cover to cause a bigger scandal that involves rival a seedy rival politician and the Yakuza...","release_date":"1993-09-22","genres":[],"vote_average":6.5,"runtime":75,"cert":"N\/A","id":106726,"title":"Rapeman 1","adult":false},{"cast":["Hal Holbrook","Louise Fletcher","Peter Armstrong","Elizabeth Berridge","Steve Austin"],"overview":"A man hires hires five hookers to fulfill a final fantasy before killing himself and his family.","release_date":"1979-11-01","genres":[18],"vote_average":7.0,"runtime":100,"cert":"N\/A","id":106729,"title":"Natural Enemies","adult":false},{"cast":["Rita Faltoyano","Michelle Wild","Nikky Blond","Sandra Russo","Mick Blue"],"overview":"Measure For Measure (Erotic Media): The rich, the beautiful, the predators. A world of dark erotic suspense.  The disappearance of an eccentric wealthy woman leads to discoveries of sexual intrigue. A beautiful detective unravels the mysteries in an investigation of carnal liaisons.","release_date":"2003-08-07","genres":[18],"vote_average":10.0,"runtime":100,"cert":"N\/A","id":106744,"title":"Measure For Measure","adult":true},{"cast":["Danny Trejo","Mel Gibson","Demián Bichir","Amber Heard","Michelle Rodriguez"],"overview":"Ex-Federale agent Machete is recruited by the President of the United States for a mission which would be impossible for any mortal man – he must take down a madman revolutionary and an eccentric billionaire arms dealer who has hatched a plan to spread war and anarchy across the planet.","release_date":"2013-09-12","genres":[28,80,53],"vote_average":5.5,"runtime":107,"cert":"15","id":106747,"title":"Machete Kills","adult":false},{"cast":["Yūki Mizuhara","Keizo Kanie","Jun Aki","Rebun Hori","Kenji Kasai"],"overview":"When Muraki, a porn producer, watches a blue film depicting a gang rape in a school, he becomes obsessed with the lead actress.  Quite by chance, whilst looking to reserve a location for a shoot, he happens to encounter her at a love hotel where she works as a receptionist.  Her name is Nami and she reluctantly agrees to speak with him, and confesses that it was her in the film.  Then, Muraki tells Nami that he wants to help her...","release_date":"1979-01-06","genres":[53,18],"vote_average":4.7,"runtime":79,"cert":"N\/A","id":106754,"title":"Angel Guts: Red Classroom","adult":false},{"cast":["Vladimir Jurc","Matjaž Tribušon","Jonaš Žnidaršič","Zlatko Šugman","Danilo Benedičič"],"overview":"A thief commits daring robberies (a la Raffles) in Slovenia during the 1920s. While he romances the ladies a persistent detective tries to hunt him down and bring him to justice.","release_date":"1990-05-29","genres":[18],"vote_average":5.0,"runtime":84,"cert":"N\/A","id":106757,"title":"To the Limit and Beyond","adult":false},{"cast":["Mayako Katsuragi","Naoto Takenaka","Jun Izumi","Kazuyo Ezaki","Akira Otaka"],"overview":"Nami is a nurse and the unwilling object of her patients' lust. When she is hit by a car whilst fleeing from the home of her unfaithful boyfriend, the driver of the car takes her as a sexual prisoner.","release_date":"1988-05-07","genres":[80,18,27,53],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":106760,"title":"Angel Guts: Red Vertigo","adult":false},{"cast":["Rodrigo Santoro","Cauã Reymond","Débora Falabella","Paulo José","Anita Caprioli"],"overview":"A film about the reunion of a family broken by the pain and because of the pain can be reunited. An intense story, told in a soft and sensitive way, showing the search and dedication of a man rediscovering family and the love that unites the brothers, finally forming a real family.","release_date":"2011-11-07","genres":[18],"vote_average":5.3,"runtime":95,"cert":"N\/A","id":106763,"title":"My Country","adult":false},{"cast":["Frances Langford","Ralph Edwards","Russell Wade","Iris Adrian","Richard Martin"],"overview":"A pilot of a B 29 meets Louise Anderson, a singer in a New York nightclub. He falls in love with her, but he had to leave next day for action in the Pacific. He lets paint her picture on his bomber, the \"Bamboo Blonde\" and becomes a hero with his crew sinking a Japanese battleship and shooting down a Japanese fighter wing. Back in New York, he leaves his fiancée and engages him to Louise.","release_date":"1946-07-15","genres":[10752,10749],"vote_average":5.0,"runtime":67,"cert":"N\/A","id":106770,"title":"The Bamboo Blonde","adult":false},{"cast":["Elliot Ngok","Leung Kar-Yan","Phillip Ko","Chan Sing","Chiang-Lung Wen"],"overview":"A government law officer is dispatched to bring his brother's killers to justice. On his bloody mission, untold assassins are thrown at him, but to no avail. One by one they are done away with in a most militant style.","release_date":"1978-03-10","genres":[28,18],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":106781,"title":"Shaolin Master and the Kid","adult":false},{"cast":[],"overview":"Blending an international cast of Broadway singers, comedians and artists from D'Oyly Carte, this collection of Gilbert &amp; Sullivan operettas is the most comprehensive ever put on video. In \"The Mikado,\" which ranks as the most popular Gilbert &amp; Sullivan show, Ko-Ko (a cheap tailor) becomes the Lord High Executioner, while Pooh-Bah is Lord High Everything Else.","release_date":"","genres":[10402],"vote_average":0.0,"runtime":116,"cert":"N\/A","id":106788,"title":"Gilbert and Sullivan: The Mikado","adult":false},{"cast":[],"overview":"A group of android gorillas from Andromeda commanded by an oriental Michael Jackson arrive on earth with the intention of capturing maggots to feed. This menace from outer space will be fought by an army of childrens, a pair of shaolin super heroes, a dog who speaks and a group of scientists from NASA. (English redubb of \"Daeng Chiliwa Sang Light\".)","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":106791,"title":"Daeng Chiliwa Sang Light","adult":false},{"cast":[],"overview":"Between 1959 and 1975, Stax Records in Memphis, Tennessee released international chart-topping hits from artists including Otis Redding, Sam &amp; Dave, Booker T. &amp; the MG's, Rufus and Carla Thomas, the Staple Singers, Isaac Hayes, and even Richard Pryor and Jesse Jackson. Founded by a white conservative bank teller who played country fiddle music, Stax became the preeminent soul music label in America, and became identified with the civil rights movement of the 1960s and '70s. RESPECT YOURSELF documents the Stax label, its visionaries, and most of all, its music.","release_date":"2007-08-01","genres":[],"vote_average":8.5,"runtime":155,"cert":"N\/A","id":106802,"title":"Respect Yourself: The Stax Records Story","adult":false},{"cast":[],"overview":"A conjurer (along with two duplicates) conjure up (and then cause to vanish) a beautiful woman head-first.","release_date":"1900-01-01","genres":[],"vote_average":6.2,"runtime":1,"cert":"N\/A","id":106805,"title":"The Triple Conjurer and the Living Head","adult":false},{"cast":[],"overview":"A family sits down to enjoy a meal that ends up being fraught with complications.","release_date":"1900-01-01","genres":[35,14],"vote_average":5.4,"runtime":1,"cert":"N\/A","id":106808,"title":"A Fantastical Meal","adult":false},{"cast":[],"overview":"A man misses his train due to his clothes turning into other types of clothes.","release_date":"1900-01-01","genres":[35],"vote_average":5.9,"runtime":1,"cert":"N\/A","id":106815,"title":"How He Missed His Train","adult":false},{"cast":["Red Skelton","Virginia O'Brien","Gloria Grahame","Leon Ames","Alan Mowbray"],"overview":"In 1915, Kansas theatre usher Merton Gill is a rabid silent-movie fan. When he brings Mammoth Studios free publicity by imitating star Lawrence Rupert's heroics, they bring him to Hollywood to generate another headline; he thinks he'll get a movie contract. Disillusioned, he haunts the casting offices, where he meets and is consoled by Phyllis Montague, bit player and stunt-woman. When Merton finally gets his \"break,\" though, it's not quite what he envisioned.","release_date":"1947-10-11","genres":[35,10749],"vote_average":7.8,"runtime":82,"cert":"N\/A","id":106822,"title":"Merton of the Movies","adult":false},{"cast":["Betty Grable","Dan Dailey","Mona Freeman","Connie Marshall","Vanessa Brown"],"overview":"In this chronicle of a vaudeville family, Myrtle McKinley (class of 1900) goes to San Francisco to attend business school, but ends up in a chorus line. Soon, star Frank Burt notices her talent, hires her for a \"two-act\", then marries her. Incidents of the marriage and the growing pains of eldest daughter Miriam are followed, interspersed with nostalgic musical numbers.","release_date":"1947-08-20","genres":[10402],"vote_average":6.0,"runtime":107,"cert":"N\/A","id":106825,"title":"Mother Wore Tights","adult":false},{"cast":[],"overview":"A haunting look at children watching television.","release_date":"1995-10-02","genres":[],"vote_average":6.6,"runtime":8,"cert":"N\/A","id":106828,"title":"Evidence","adult":false},{"cast":["Jon Finch","David Gwillim","Anthony Quayle","John Fowler","Bruce Purchase"],"overview":"The death of King Henry the Fourth and the coronation of King Henry the Fifth.","release_date":"1979-12-16","genres":[18,36],"vote_average":8.0,"runtime":150,"cert":"","id":106851,"title":"Henry IV Part 2","adult":false},{"cast":["John Abineri","Robert Ashby","Trevor Baxter","Jocelyne Boisseau","David Gwillim"],"overview":"The life of King Henry the Fifth.","release_date":"1979-12-23","genres":[18,10752],"vote_average":5.3,"runtime":170,"cert":"","id":106854,"title":"Henry V","adult":false},{"cast":["Peter Benson","David Burke","Michael Byrne","Ron Cook","Julia Foster"],"overview":"The life of King Henry the Sixth, in three parts.","release_date":"1983-01-09","genres":[18,36],"vote_average":7.0,"runtime":203,"cert":"","id":106857,"title":"Henry VI Part 2","adult":false},{"cast":[],"overview":"Peru's submission for the Academy Award for Best Foreign Language Film in 1993","release_date":"1993-05-13","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":106872,"title":"Report on Death","adult":false},{"cast":["Pepe Soriano","Ana Serradilla","Francisco Melo","Pablo Krögh","Jenny Cavallo"],"overview":"In Chile the Mexican photographer Emilia falls in love with a rabbi and gets the news that her father is terminally ill.","release_date":"2007-01-16","genres":[18,35,10749],"vote_average":4.0,"runtime":100,"cert":"N\/A","id":106883,"title":"El brindis","adult":false},{"cast":[],"overview":"The workers of the clothing factory Brukman in Buenos Aires continue production during Argentina's financial collapse in 2001.","release_date":"2007-11-10","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":106890,"title":"The Women of Brukman","adult":false},{"cast":[],"overview":"Documentary on the rich history of a famous hotel in New York.","release_date":"2008-04-26","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":106897,"title":"Hotel Gramercy Park","adult":false},{"cast":["Maura Monti","Roberto Cañedo","Héctor Godoy","David Silva","Crox Alvarado"],"overview":"A whacked out scientist is capturing wrestlers (because they are \"perfect\") and using their spinal fluid to create a Gill Man. Two cops call in Batwoman to investigate. She steals aboard the baddies boat , uncovers his mad plan, but she is discovered and during a scuffle our hero tosses acid in the scientists face. This doesn't sit too well with the dude and he seeks revenge. His plan, capture her and turn her into a Gill Woman!","release_date":"1968-05-28","genres":[12,878,27],"vote_average":4.6,"runtime":80,"cert":"N\/A","id":106904,"title":"The Batwoman","adult":false},{"cast":[],"overview":"Yup Yup Man is a schizophrenic street man who wants to become a crime crusader like Dark Justice, his favorite comic book. As he focuses on his crime fighting crusade, his delusional traits weaken, making him seem outwardly normal. In the end, he must choose between a destructive world of crime fighting or aspiring to grow his inherent goodness.","release_date":"2000-05-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":106911,"title":"Dark Justice","adult":false},{"cast":["Kunt Tulgar","Erol Günaydın","Mine Mutlu","Muzaffer Tema","Tijen Doray"],"overview":"Wacky, unrestrained, and with its own mystifying internal logic that cannot be entirely chalked up to the language barrier, this low-budget Turkish exploitation film from the 1973 is very weird, and both provide a very good time. THE DEATHLESS DEVIL introduces us to a young man (Kunt Tulgar) who discovers that he was adopted, and that his father was really a superhero named Copperhead. Like anyone who finds out such blood runs in his veins, he dons the Copperhead mask and goes into action. First on his list is the nefarious, mustached Dr. Satan, who has plans to steal technology that will let him control the world's robots and electronics. This technology belongs to a kindly professor and his pretty daughter, whose safety is now in Copperhead's hands. As he fights to bring the villain down, he finds time to enjoy the numerous Turkish beauties who disrobe for him.","release_date":"1973-05-15","genres":[35,28,878],"vote_average":4.5,"runtime":84,"cert":"N\/A","id":106914,"title":"The Deathless Devil","adult":false},{"cast":["Paolo Gozlino","Claudie Lange","Ivano Staccioli","Jack Ary","Micaela Pignatelli"],"overview":"Though set in England, Flashman is another fun Italian production from the late 60s that leans on -attempted- humor and is heavily inspired by Batman. He's even got a very Battish theme song…. The somewhat convoluted plot concerns two gang of thieves who rob the same bank. One is a band of babes headed by a ruthless woman; the other is a group of thugs lead by a guy who has a serum that can turn anyone invisible. The employee they rob is none other than Flashman in disguise.","release_date":"1967-04-08","genres":[878,28],"vote_average":5.4,"runtime":96,"cert":"N\/A","id":106925,"title":"Flashman","adult":false},{"cast":["Mel Blanc"],"overview":"Bugs Bunny and Daffy Duck (as Jack) find themselves at the top of a beanstalk where they get chased around by a giant Elmer Fudd.","release_date":"1955-02-11","genres":[],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":106928,"title":"Beanstalk Bunny","adult":false},{"cast":["Mel Blanc"],"overview":"When Bugs takes Wile E. Coyote's place in a cartoon, the Bugs\/Coyote roles and rules become confused.","release_date":"1963-06-08","genres":[10751,16],"vote_average":5.6,"runtime":7,"cert":"N\/A","id":106931,"title":"Hare-Breadth Hurry","adult":false},{"cast":["Guglielmo Scilla","Vincenzo Salemme","Enrica Pintore","Giulio Berruti","Pietro Masotti"],"overview":"","release_date":"2012-03-16","genres":[35],"vote_average":4.7,"runtime":null,"cert":"N\/A","id":106942,"title":"10 regole per fare innamorare","adult":false},{"cast":[],"overview":"A UFO arrives on Earth and re-animates corpses in a cemetery. One of the zombies, a little girl who died during a kidnap attempt, orders the zombies to destroy her murderers before they can harm another child. This must be accomplished before it is time for her to leave in the spacecraft.","release_date":"1989-08-09","genres":[28,27,878],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":106945,"title":"The Aliens and Kong Kong Zombie","adult":false},{"cast":[],"overview":"At first there's a trail of mysterious killing by a girl who seems able to turn into a tiger, then there's a wizard who uses as weapon some poisonous centipedes. The victims must be immediately buried or, as the wizard says, \"they return as ghosts\". Then a multitude of subplots including a whorehouse, body doubles, some martial arts fighting and a song...","release_date":"1981-01-05","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":106948,"title":"Wicked Wife","adult":false},{"cast":["Lena Endre","Krister Henriksson","Mattias Johansson"],"overview":"When you're four years old it's not easy to be accused of stealing your dad's favourite pen. The only solution is to run away from home.","release_date":"1990-01-01","genres":[10751],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":106951,"title":"Pelle flyttar till Komfusenbo","adult":false},{"cast":[],"overview":"This kung-fu version of Snow White is unbelievable. Was it made for kids? Hard to say. A fleshy egg pops out of the pregnant queen, weird demons plague the kingdom, evil sorcerers try to take over, the hero fights with a weird bloody body. This film is low-budget, and if that's a plus for you, check it out. The sets are wonderful and the special effects are very funny (the dwarves are regular-sized actors, shot from above). Most of the effects involve optical-printing, which wasn't done very skillfully, so the sequences are a little out of focus. Nevertheless, this is one of the most entertaining kung-fu movies I've ever seen. The soundtrack consists of the themes to Battlestar Galactica, Starblazers, and some 80s P-funk.","release_date":"1981-01-01","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":106954,"title":"The Thrilling Sword","adult":false},{"cast":["Richard Basehart","Linda Haynes","Harrison Ford","Bo Hopkins","William Lucking"],"overview":"This docudrama follows the court-martial of the title character, the man held responsible for the My Lai massacre during the Vietnam War.","release_date":"1975-01-12","genres":[10770,18,80,10752],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":106961,"title":"Judgment: The Court Martial of Lieutenant William Calley","adult":false},{"cast":["Christopher Lambert","Craig Sheffer","David Arquette","Josh Brolin","Michelle Forbes"],"overview":"After a young boy is almost runover by a maniac on a highway, a re-encounter and confrontation by the boy's father with the driver sets off conflicts with a carful of maniacs.","release_date":"1994-05-07","genres":[28,53,80,18],"vote_average":5.4,"runtime":89,"cert":"N\/A","id":106968,"title":"The Road Killers","adult":false},{"cast":["John Cleese","Graham Chapman"],"overview":"This BBC documentary tells the history of the Python group, allowing a few glimpses at the works of its predecessors (At Last the 1948 Show, Do Not Adjust Your Sets etc.) and various interviews with the group's members and other associated artists.","release_date":"1990-01-01","genres":[],"vote_average":7.0,"runtime":124,"cert":"N\/A","id":106983,"title":"Life of Python","adult":false},{"cert":"N\/A","title":"The Possessed","cast":["James Farentino","Claudette Nevins","Eugene Roche","Ann Dusenberry","Joan Hackett"],"genres":[27,10770],"id":106990,"overview":"A former priest, now an exorcist, battles the satanic forces that are threatening the students at a girls school.","runtime":76,"release_date":"1977-05-01","vote_average":5.0,"adult":false}]