[{"cast":[],"overview":"From the Walter Lantz archives comes this charming and nostalgia-inducing collection of Woody Woodpecker cartoons. With 15 hilarious shorts and two episodes of THE WOODY WOODPECKER SHOW, this set offers the very best in screwball animation and includes appearances by the classic characters Chilly Willy and Andy Panda.","release_date":"","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":111000,"title":"Woody Woodpecker Favorites","adult":false},{"cast":[],"overview":"Fantastic adventure abounds in this story about a boy and a god.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111003,"title":"Mister Atlas","adult":false},{"cast":["Rob Lowe","Catherine Mary Stewart","Arlen Aguayo-Stewart","Larry Day","Sean Devine"],"overview":"Julia Kerrbridge is working hard to become a doctor. Suddenly, Julia finds herself the guardian of her young niece, Amanda, after her parents were found murdered.","release_date":"1999-01-01","genres":[53],"vote_average":4.1,"runtime":95,"cert":"","id":111014,"title":"Dead Silent","adult":false},{"cast":["Carol Lynley","Jeff Chandler","Eleanor Parker","Mary Astor","Robert Sterling"],"overview":"Residents of the small town of Peyton Place aren't pleased when they realize they're the characters in local writer Allison MacKenzie's controversial first novel. A sequel to the hit 1957 film.","release_date":"1961-05-05","genres":[18,10749],"vote_average":6.9,"runtime":123,"cert":"N\/A","id":111017,"title":"Return to Peyton Place","adult":false},{"cast":["Peter Ustinov","Sandra Dee","John Gavin","Akim Tamiroff","Alix Talton"],"overview":"Political satire has Shakespeare's Romeo &amp; Juliet story updated for the cold war era, with the children of the US and Russian ambassadors falling in love.","release_date":"1961-06-08","genres":[35],"vote_average":5.5,"runtime":103,"cert":"N\/A","id":111024,"title":"Romanoff and Juliet","adult":false},{"cast":["Judith Light","Michael Bowen","Nikki Cox","George Dzundza","Sarah Jessica Parker"],"overview":"The story of Ryan White, a 13-year-old haemophiliac who contracted AIDS from factor VIII, which was used to control this disorder.","release_date":"1989-01-16","genres":[18],"vote_average":6.7,"runtime":102,"cert":"N\/A","id":111027,"title":"The Ryan White Story","adult":false},{"cast":["Betty Grable","Dick Haymes","Anne Revere","Allyn Joslyn","Gene Lockhart"],"overview":"In the late 1800s, Miss Pilgrim, a young stenographer, or typewriter, becomes the first female employee at a Boston shipping office. Although the men object to her at first, she soon charms them all, especially the handsome young head of the company. Their romance gets sidetracked when she becomes involved in the Women's Suffrage movement.","release_date":"1947-01-04","genres":[35,10402,10749],"vote_average":6.3,"runtime":85,"cert":"N\/A","id":111042,"title":"The Shocking Miss Pilgrim","adult":false},{"cast":[],"overview":"In this town, the sky is full of kites, and all the kids are obsessed with kite-flying. There is a kite called KALI that rules the skies. No one knows who flies Kali. No one can defeat Kali. An illiterate street urchin takes up the challenge. With neither money nor education on his side, he sets out for his goal. Dreams aren't impossible when the desire is strong... Premiered internationally at The 62nd Berlin International Film Festival.","release_date":"2011-11-14","genres":[18],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":111057,"title":"Gattu","adult":false},{"cast":["Živojin Popgligorin","Lazar Stojanović","Branimir Stojanović","Zoran Paroški","Ratibor Trivunac"],"overview":"The film is mixture of documentary and fiction examining the new god of capitalism offered to the Serbs with the ending of state socialism. The story's background are a number of strikes in Belgrade during the late 2000s and these introduce us to a number of characters who play themselves. Explosive situations result with employees dressed in American football helmets and pads square up with employers' heavies in their bullet-proof vests.A visit from the Russian tycoon's representative and vice president Joe Biden's arrival complicate the proceedings further.","release_date":"2009-08-30","genres":[99],"vote_average":5.1,"runtime":122,"cert":"N\/A","id":111076,"title":"The Old School of Capitalism","adult":false},{"cast":["José Coronado","Hugo Silva","Belén Rueda","Aura Garrido","Miquel Gelabert"],"overview":"A woman’s body disappears mysteriously from the morgue without a trace. Police inspector Jaime Peña investigates the strange occurrence with the help of Álex Ulloa, the widower of the missing woman.","release_date":"2012-10-04","genres":[53,9648],"vote_average":7.7,"runtime":108,"cert":"15","id":111083,"title":"The Body","adult":false},{"cast":["Nadja Tiller","Theo Lingen","Kurt Meisel","Walter Gross","Willy Millowitsch"],"overview":"","release_date":"1957-10-04","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111086,"title":"Drei Mann auf einem Pferd","adult":false},{"cast":["Ignacio Toselli","Mariana Anghileri","Oscar Nunez","Alicia Palmes"],"overview":"A young guy's home is taken over by his girlfriend's parents and their doughnut business.","release_date":"2004-01-27","genres":[18,35],"vote_average":7.5,"runtime":93,"cert":"N\/A","id":111089,"title":"Good Life Delivery","adult":false},{"cast":[],"overview":"On a morning just like any other, a man hurries toward his busy day, unaware it could be his last.","release_date":"2006-01-01","genres":[35],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":111092,"title":"The Birth","adult":false},{"cast":["Ross McElwee"],"overview":"Distressed over his teenaged son's addiction to the Internet and fearful that the developing boy has grown detached from the real world, documentary filmmaker Ross McElwee takes a journey back into his own adolescence by returning to St. Quay-Portrieux in Brittany, France, which he visited as a teen, and attempting to track down the photographer who gave him his first job, and the girl who once stole his heart.","release_date":"2011-09-04","genres":[99],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":111103,"title":"Photographic Memory","adult":false},{"cast":["Rosario Bléfari","Francisco Ossa","Julieta Figueroa","Mariana Muñoz","Muriel Miranda"],"overview":"During one hot summer day, little things happen to the visitors and workers of an old thermal resort in southern Chile. Julieta, Francisco, Isa, Rodrigo, Ignacio, Mariana, Muriel, Gabriela, Eliseo, Norma, Alejandra and Claudio experience the long vacation hours in nature, sleeping in the sun, learning how to drive, cleaning the house, kissing for the first time, swimming at night or just walking and talking, while the day slowly unravels into small fragments of happiness and discovery.","release_date":"2011-09-08","genres":[18,35],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":111106,"title":"Verano","adult":false},{"cast":["Angel Aquino","Perry Dizon","Hazel Orencio","Joel Torre","Bart Guingona"],"overview":"An artist struggles to finish his work while a storyline about a cult plays in his head.","release_date":"2011-11-17","genres":[18],"vote_average":9.0,"runtime":360,"cert":"N\/A","id":111109,"title":"Century of Birthing","adult":false},{"cast":["Richard Travis","Sheila Ryan","Sid Melton","Tom Neal","Margia Dean"],"overview":"A fingerprint expert (Richard Travis) figures out who killed the mayor.","release_date":"1951-02-23","genres":[80,18],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":111116,"title":"Fingerprints Don't Lie","adult":false},{"cast":["Richard Travis","Sheila Ryan","Sid Melton","Tom Neal","Margia Dean"],"overview":"A fingerprint expert (Richard Travis) figures out who killed the mayor.","release_date":"1951-02-23","genres":[80,18],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":111116,"title":"Fingerprints Don't Lie","adult":false},{"cast":[],"overview":"A documentary that examines the April 2010 oil spill in the Gulf of Mexico following the sinking of the Deepwater Horizon oil rig.","release_date":"2011-05-15","genres":[99],"vote_average":6.3,"runtime":89,"cert":"N\/A","id":111118,"title":"The Big Fix","adult":false},{"cast":["Coco Martin","Jaclyn Jose","Allan Paule","Aaron Rivera","Roni Bertubin"],"overview":"Following the death of his father and a chance meeting with an abusive romance novelist, a masseur working in a gay massage parlor struggles to make sense of his unfulfilling relationships while simultaneously assisting his mother in preparing his father for burial. Twenty-year-old Iliac may not be the best masseur in the parlor, but when he catches the eye of a cold and calculating romance novelist looking for a cheap thrill, the icy indifference displayed by his paying lover does little more to warm the spirits than his sexually charged but emotionally distant girlfriend. Despite the resentment Iliac feels towards his late father for abandoning the family and embarking on a suicidal alcohol binge, the lovelorn youth nevertheless makes the journey home to be there for his grieving mother in her time of need.","release_date":"2005-10-19","genres":[18,10749],"vote_average":5.3,"runtime":76,"cert":"N\/A","id":111132,"title":"The Masseur","adult":false},{"cast":["Alan Arkin","Sally Kellerman","Mackenzie Phillips","Alex Rocco","Charles Martin Smith"],"overview":"Hapless driving instructor and former Gunnery Sergeant Rafferty, living in squalor near Hollywood, California, doesn't put up too much of a fight when two ladies hitch a ride and attempt to kidnap him in their attempt to get to New Orleans; while initially put off, Rafferty finds he's charmed by the kooky pair of misfits and the three of them drive to Las Vegas, Nevada and later Tucson, Arizona, where their bond eventually unravels.","release_date":"1975-02-02","genres":[35],"vote_average":5.7,"runtime":91,"cert":"N\/A","id":111149,"title":"Rafferty and the Gold Dust Twins","adult":false},{"cast":["Jacques Villeret","Laurent Petitgirard"],"overview":"Probably no one in the public listening to the orchestra's rendition of Ravel's Bolero notices him but the drummer is a regular hero. For, although his mind is assailed by loads of unsettling thoughts and worries, he tries to keep the rhythm at any cost. He knows all too well that he falls out of time only once all the magic of the piece will vanish.","release_date":"1992-05-15","genres":[10402,35],"vote_average":6.1,"runtime":8,"cert":"N\/A","id":111154,"title":"The Drummer of Ravel's Boléro","adult":false},{"cast":["Fred Ewanuick","Rémy Girard","Andrea Martin","Mary Walsh"],"overview":"In 1947 Whitbourne, Newfoundland, Alan Hepditch, a by-the-books but squeamish and somewhat dimwitted criminologist is constantly being tormented by his fellow ranger candidates and his sergeant, Bill O'Mara. Before Hepditch can quit, O'Mara, as a sort of punishment, assigns him to his first posting at Swyer's Harbour, where five sheep mutilations have taken place over the past year. When he arrives in Swyer's Harbour, Hepditch has a more serious crime to investigate, that of the murder of a local, mentally slow woman named Tryphenia Maud Pottle, better known to the locals as Young Triffie.","release_date":"2007-04-06","genres":[35],"vote_average":4.0,"runtime":89,"cert":"N\/A","id":111171,"title":"Young Triffie's Been Made Away With","adult":false},{"cast":[],"overview":"Documentary covering the end of an era as Polaroid stops producing its signature cameras and film as well as The Impossible Project to keep instant photography alive.","release_date":"2012-04-28","genres":[99,36],"vote_average":6.3,"runtime":93,"cert":"N\/A","id":111173,"title":"Time Zero: The Last Year of Polaroid Film","adult":false},{"cast":["Lea Thompson","Joe Penny","William R. Moses","Jessy Schram","Zack Shada"],"overview":"Jane must get to the truth when a breakfast cereal magnate takes a tragic spill from his private yacht and drowns.","release_date":"2006-03-04","genres":[80,9648],"vote_average":5.7,"runtime":null,"cert":"N\/A","id":111178,"title":"Jane Doe: The Harder They Fall","adult":false},{"cast":["Jack Benny","Priscilla Lane","Eddie 'Rochester' Anderson","Edmund Gwenn","Matt Briggs"],"overview":"Compassionate small-town lawyer Richard Clarke moves to New York City to seek his fortune, but is unsuccessful until he takes a friend's advice and tries to convince the world he's a ruthless heel. Suddenly he's the most popular lawyer in town -- but he could lose his fiancée.","release_date":"1943-02-12","genres":[35],"vote_average":6.5,"runtime":57,"cert":"N\/A","id":111183,"title":"The Meanest Man in the World","adult":false},{"cast":[],"overview":"Young woman's life is changing. Her efforts trying to understand what's going on takes her to a world of own memories about childhood, first love and wedding.","release_date":"","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":111185,"title":"Maybe Even Our Heaven","adult":false},{"cast":["Naomi Watts","Robin Wright","Xavier Samuel","James Frecheville","Ben Mendelsohn"],"overview":"Lil and Roz are two lifelong friends, having grown up together as neighbors in an idyllic beach town. As adults, their sons have developed a friendship as strong as that which binds their mothers. One summer, all four are confronted by simmering emotions that have been mounting between them, and each find unexpected happiness in relationships that cross the bounds of convention.","release_date":"2013-04-03","genres":[18],"vote_average":6.1,"runtime":100,"cert":"15","id":111190,"title":"Adore","adult":false},{"cast":["Jason Statham"],"overview":"The film TRUTH IN 24 II documents the tenth and arguably most emotional triumph of the brand with the four rings at this sports car classic. After two Audi R18 TDI cars have retired following spectacular accidents, the remaining Audi fights a dramatic battle for overall victory with the three Peugeot 908 cars which the Audi trio ultimately decides in its favor with a narrow margin of 13 seconds. The film captures the entire drama of the fourth-narrowest running of the Le Mans 24 Hours with intimate insights into the team of Audi Sport and breath-taking pictures.","release_date":"2012-05-22","genres":[99],"vote_average":6.5,"runtime":82,"cert":"N\/A","id":111192,"title":"Truth In 24 II: Every Second Counts","adult":false},{"cast":["Kirsten Baker","Perry Lang","Leslie Cederquist","Rick Singer","Lee Ann Barnes"],"overview":"Kirsten Baker and Leslie Cedarquist are the Girls Next Door in this buoyant sexploitationer. The ladies move in bag and baggage into a sleepy suburban community. Before long, every husband in the vicinity has fallen for their charms. A few trousers have fallen as well, which is why the film carries an R rating. The Girls Next Door is worth watching for an early performance by TV favorite Perry Lang.","release_date":"1978-09-01","genres":[35],"vote_average":1.0,"runtime":89,"cert":"N\/A","id":111194,"title":"Teen Lust","adult":false},{"cast":["Shelley-Jean Harrison","Jasmine Elizabeth Bowen","Brianna Barnes","Joe Estevez","Mark Courneyea"],"overview":"","release_date":"2010-06-24","genres":[878,28],"vote_average":1.0,"runtime":75,"cert":"N\/A","id":111196,"title":"Iron Soldier","adult":false},{"cast":["Robert Bridges","Bruce Kimball","Jacqueline Mayo","Roberta Shore","Walter Stocker"],"overview":"Asking to leave a school bus, Cliff, a young teenager, collapses and dies in the snow near the roadside. His math teacher is asked to notify the parents and then write a short obituary. This task is difficult, for although he was Cliff's favorite teacher and had the most interaction of any at the school, he barely knew him. In unraveling the mystery of the untimely death, he finds that Cliff was shy, lonely, and ostracized, being slowly reduced to nothing, a zero (cipher). He vows to not let this happen to others.","release_date":"1974-01-01","genres":[],"vote_average":8.5,"runtime":21,"cert":"N\/A","id":111198,"title":"Cipher in the Snow","adult":false},{"cast":[],"overview":"it's the 1950's -- and strait-laced Everdale University is about to go \"coed\". In order to prepare it's student body for the onslaught of \"females\" on campus, they present this hard-hitting educational film. Wally Bile is the \"wrong-way\" role model with Science Professor, Dr. Bloom. Dr. Bloom explains the vital \"do's and don'ts\" on dating women, and the all-important \"warning signs\" and \"danger signals\" to look out for when close-encountering the opposite sex.","release_date":"1978-01-01","genres":[],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":111203,"title":"School, Girls & You!","adult":false},{"cast":["Dan Balcaban","Serge De Nardo","Chris Goodes","Lisa-Skye Goodes","Jim Knobeloch"],"overview":"In 1943, five US soldiers are recruited by the OSS for a time travel mission to save the world from the tyranny of Hitler's 25th Reich.","release_date":"2012-05-09","genres":[28,12,14,878],"vote_average":4.6,"runtime":85,"cert":"15","id":111208,"title":"The 25th Reich","adult":false},{"cast":["Heinz Rühmann","Marianne Koch","Hans Leibelt","Paul Esser","Edith Schollwer"],"overview":"","release_date":"1957-09-12","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":111216,"title":"Vater sein dagegen sehr","adult":false},{"cast":["Miselaine Duval","Didier Anthony"],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111218,"title":"Mario ek Maria dan lotel","adult":false},{"cast":["Roscoe 'Fatty' Arbuckle","Bettty Ross Clarke","Fred Huntley"],"overview":"Monte Brewster learns that he has inherited $10 million from his late grandfather, but then learns that he must spend $2 million in less than a year and remain unmarried to inherit the rest of the money.","release_date":"1921-01-28","genres":[35],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":111220,"title":"Brewster's Millions","adult":false},{"cast":["Aylin Yay","Gaëtan Wenders","Serge Larivière","David Quertigniez"],"overview":"It is no fun when your birthday falls on Valentine's day, especially if you are single and your girlfriends are all married. So when Cathy comes across the magic formula for finding her Prince Charming, she doesn't waste a minute.","release_date":"2002-03-22","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":111228,"title":"Verrouillage central","adult":false},{"cast":["Colin Friels","Kim Gyngell","Craig Ashley","Gary Waddell","Bruno Lawrence"],"overview":"A schoolteacher (John Waters) becomes obsessed with the idea that his wife (Joy Bell) did not die in a car accident, as everyone else thinks.","release_date":"1988-10-26","genres":[9648,53,80,18],"vote_average":5.3,"runtime":96,"cert":"N\/A","id":111233,"title":"Grievous Bodily Harm","adult":false},{"cast":["José Wilker","Marieta Severo","Jonas Bloch","Isolda Cresta","Jurandir de Oliveira"],"overview":"Biography of Brazilian congressman Tenório Cavalcanti, who used to appear in public carrying a machine-gun, and wearing a black cloak.","release_date":"1986-03-31","genres":[80,36],"vote_average":8.0,"runtime":120,"cert":"N\/A","id":111235,"title":"The Man in the Black Cape","adult":false},{"cast":["Alexey Vertkov","Vitaly Kishchenko","Valeriy Grishko","Dmitri Bykovsky","Gerasim Arkhipov"],"overview":"Great Patriotic War, 1945. After barely surviving a battle with a mysterious, ghostly-white German Tiger tank, Red Army Sergeant Ivan Naydenov becomes obsessed with its destruction.","release_date":"2012-05-03","genres":[28,12,14,10752],"vote_average":5.5,"runtime":105,"cert":"N\/A","id":111237,"title":"White Tiger","adult":false},{"cast":["Maxine Peake","Joe Dempsie","Nichola Burley","Julie T. Wallace","Marjorie Yates"],"overview":"A hotel. A cliff. Six lost people, looking for something, or looking to lose themselves.","release_date":"2010-10-23","genres":[28,53],"vote_average":0.0,"runtime":92,"cert":"15","id":111239,"title":"Edge","adult":false},{"cast":["John Schneider","Catherine Bach","James Best","Ben Jones","Sonny Shroyer"],"overview":"The Duke Boys and company travel to Hollywood to sell some musical recordings in order to raise money to build a new hospital in Hazzard County. However, when their recordings and money are stolen, they wind up on the run from mysterious hitmen, sleazy record producers, Russian gangsters, and vicious loan sharks.","release_date":"2000-06-05","genres":[35,28,12],"vote_average":5.8,"runtime":88,"cert":"N\/A","id":111244,"title":"The Dukes of Hazzard: Hazzard in Hollywood","adult":false},{"cast":[],"overview":"The history of the United Nations highlighting the gap between the good intentions and ideals of its inception and the sad reality of its present state of inefficiency and corruption.","release_date":"2005-01-01","genres":[99],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":111246,"title":"Broken Promises - The United Nations at 60","adult":false},{"cast":["Anna Fyodorovna Belova","Mikhail Fyodorovich Belov","Vasiliy Fyodorovich Belov","Sergey Fyodorovich Belov"],"overview":"\"Belovy (the Belovs)\" is a breathtaking portrait of a troubled peasant family. It's poetry in the form of a documentary that won many prizes. Beautifully shot in vintage black and white, the film tells the story of two times widow Anna Belova who lives together with her brother Mikhail. Blending the two personalities, Kosakovsky characterizes the true Russian soul: she is the rational worker, honest and strong - he is the drunken poet, the idealist, his philosophy fades into radical nonsense time after time.","release_date":"1992-02-01","genres":[99],"vote_average":5.2,"runtime":60,"cert":"N\/A","id":111248,"title":"The Belovs","adult":false},{"cast":["Bobcat Goldthwait"],"overview":"Bobcat Goldthwait is back with a vengeance in his long-awaited stand-up comedy special \"You Don't Look The Same Either\". The genre-defying Police Academy alum, comedian, actor, and now accomplished film director takes us on a hilarious journey through his 30 year career as an 80's icon to the guy who lit the tonight show set on fire... literally.","release_date":"2012-04-03","genres":[35],"vote_average":5.6,"runtime":58,"cert":"N\/A","id":111250,"title":"Bobcat Goldthwait: You Don't Look the Same Either","adult":false},{"cast":["Lee Ye-chun","Do Kum-bong","Jeong Ae-ran","Lee Bin-hwa","Nam Koong Won"],"overview":"A man happens upon a painting of his long deceased ex-wife, and soon he and his family find themselves reacquainted with her bloodthirsty ghost.","release_date":"1965-08-12","genres":[53,27],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":111258,"title":"A Devilish Murder","adult":false},{"cast":["Ross Noble"],"overview":"Ross Noble returns with his 6th live DVD, Things, recorded at Manchester Opera House during his 180 date world tour.","release_date":"2010-11-29","genres":[35],"vote_average":8.0,"runtime":null,"cert":"","id":111266,"title":"Ross Noble: Things","adult":false},{"cast":[],"overview":"Tells the full story of Guns N' Roses and their enigmatic front man Axl Rose.","release_date":"2009-02-24","genres":[99,10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111268,"title":"Guns N' Roses: The Road To Democracy Unauthorized","adult":false},{"cast":["Youko Matsuoka","Takako Ohta","Hajime Koseki","Hiroo Oikawa","Kumiko Nishihara"],"overview":"Kosukesama Rikimarusama: Konpeito no Ryu was a 45 minute long anime TV special produced by J.C. Staff and broadcast on Japanese television in 1988. Similar to Dragon Ball, it was a martial arts adventure story featuring villains that could have stepped out of the Red Ribbon Army, typical Toriyama mecha, and a clone of Son Gohan's Haiya Dragon.","release_date":"1988-09-23","genres":[28,12,16],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":111273,"title":"Kosuke and Rikimaru: Dragon of Konpei Island","adult":false},{"cast":[],"overview":"At an isolated cabin, four young adults on a weekend holiday are stalked by a trio of psychotic criminals with a satchel of money, a nasty drug habit and a mysterious stranger in the trunk of their getaway car. Separated from society and technology, they begin to breakdown and turn on each other as they descend into the madness of greed.","release_date":"2012-10-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111284,"title":"Psycophant","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111289,"title":"Os Sete Milagres de Jesus","adult":false},{"cast":["Hannibal Buress"],"overview":"A behind-the-scenes documentary of how Hannibal spent the week leading up to the filming of the special Animal Furnace.","release_date":"2012-05-20","genres":[35,99],"vote_average":0.0,"runtime":36,"cert":"N\/A","id":111294,"title":"Hannibal Buress: A Week To Kill","adult":false},{"cast":["Lon Chaney","Owen Moore","Renée Adorée","Doris Lloyd","Andy MacLennan"],"overview":"Two thieves, the Blackbird and West End Bertie, fall in love with the same girl, a French nightclub performer named Fifi. Each man tries to outdo the other to win her heart.","release_date":"1926-01-11","genres":[80,18,10749],"vote_average":6.4,"runtime":86,"cert":"N\/A","id":111302,"title":"The Blackbird","adult":false},{"cast":["Tamio Kawachi","Chico Lourant","Yuko Chishiro","Tatsuya Fuji","Hideji Ôtaki"],"overview":"You’ve probably never seen anything quite like this manic, oddball, anti–buddy picture about a young, jazz-obsessed Japanese drifter and a black American GI on the lam in Tokyo. The two outsiders become outlaws, and Koreyoshi Kurahara depicts their growing bond as an alternately absurd and tragic culture clash.","release_date":"1964-04-18","genres":[18],"vote_average":7.0,"runtime":95,"cert":"N\/A","id":111304,"title":"Black Sun","adult":false},{"cast":["Conrad Nagel","Leila Hyams","Margaret Wycherly","Helene Millard","Holmes Herbert"],"overview":"Although his murdered friend was by all accounts a scoundrel a true \"bounder\" Edward Wales is determined to trap his killer by staging a seance using a famous medium. Many of the 13 seance participants had a reason and a means to kill, and one of them uses the cover of darkness to kill again. When someone close to the medium is suspected she turns detective, in the hope of uncovering the true murderer.","release_date":"1929-10-19","genres":[9648],"vote_average":4.6,"runtime":72,"cert":"N\/A","id":111306,"title":"The Thirteenth Chair","adult":false},{"cast":["Pat O’Brien","Neil Hamilton","Mary Brian","Evelyn Brent","John St. Polis"],"overview":"A district attorney and a reporter try to find the killer of a D.A. who uncovered a massive stock fraud.","release_date":"1933-04-15","genres":[80,53,9648,18],"vote_average":4.0,"runtime":80,"cert":"N\/A","id":111308,"title":"The World Gone Mad","adult":false},{"cast":["Marion Davies","Gary Cooper","Jean Parker","Katharine Alexander","Ted Healy"],"overview":"American Civil War, 1862. After the disaster of the Second Battle of Bull Run, Major Allen, chief of the Secret Service of the Union, asks actress Gail Loveless to become one of his operators and infiltrate enemy territory.","release_date":"1934-06-08","genres":[18,37,10752,10749,36,10402],"vote_average":6.2,"runtime":82,"cert":"N\/A","id":111310,"title":"Operator 13","adult":false},{"cast":["Jean Parker","Russell Hardie","Samuel S. Hinds","Paul Hurst","Ben Hall"],"overview":"A wilderness girl raises a deer and a mountain lion to be friends.","release_date":"1935-01-16","genres":[12],"vote_average":6.0,"runtime":68,"cert":"N\/A","id":111312,"title":"Sequoia","adult":false},{"cast":["Dallas Campbell"],"overview":"Dallas Campbell explores the equation which attempts to calculate the number of planets supporting life in our universe.","release_date":"2010-12-10","genres":[99],"vote_average":7.0,"runtime":60,"cert":"","id":111314,"title":"The Search for Life: The Drake Equation","adult":false},{"cast":["Robert Taylor","Hedy Lamarr","Joseph Schildkraut","Gloria Franklin","Ernest Cossart"],"overview":"Playboy Bill Carey woos a half-caste beauty in French Indochina, but her second-class legal status makes a formidable barrier.","release_date":"1939-08-11","genres":[10749,18],"vote_average":6.4,"runtime":92,"cert":"N\/A","id":111316,"title":"Lady of the Tropics","adult":false},{"cast":["Keith Ward","Wes Reid","Fredro Williams"],"overview":"Set against the life in a prejudiced southern small town, with hilarious street-smart humor, the rules are clear- there are no rules.","release_date":"","genres":[35,18],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":111327,"title":"Big Fish in Middlesex","adult":false},{"cast":["Joel McCrea","Marian Marsh","William Gargan","Robert Benchley","Walter Catlett"],"overview":"Two Dartmouth football players fall in love with the same girl following college graduation. Directed by Dudley Murphy, this 1932 film stars Joel McCrea, William Gargan, Marian Marsh, Walter Catlett and Robert Benchley.","release_date":"1932-11-11","genres":[18,10749],"vote_average":7.5,"runtime":65,"cert":"N\/A","id":111329,"title":"The Sport Parade","adult":false},{"cast":["Al Ritz","Jimmy Ritz","Harry Ritz","Carol Bruce","Dick Foran"],"overview":"The story takes place at a summer theater in the Berkshire Mountains, where heroine Joan Barry (Carol Bruce) is staging a Broadway-bound musical comedy. Only one problem: two guest stars are shot and killed on two successive evenings, right in front of the audience. Hoping to solve the mystery, detective William Demarest demands that everyone -- actors and theatergoers alike -- return the following weekend to restage the show. But with no major performer willing to assume the fatal guest-star slot, Joan is forced to hire the Three Jolly Jesters (Al, Harry and Jimmy Ritz), Manhattan washroom attendants with showbiz aspirations.","release_date":"1942-12-04","genres":[10402,35],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":111331,"title":"Behind the Eight Ball","adult":false},{"cast":["Philip Dorn","Anna Sten","Shepperd Strudwick","Virginia Gilmore","Martin Kosleck"],"overview":"Subtitled The Fighting Guerillas, Chetniks tells the story of Yugoslavian guerilla fighter General Draja Mihailovitch. Based on the General's own memoirs, the film depicts Mihailovitch (played here by Philip Dorn) as a selfless idealist, leading his resistance troops, known as the Chetniks, on one raid after another against the Germans during WW II.","release_date":"1943-01-11","genres":[10752,18],"vote_average":6.0,"runtime":73,"cert":"N\/A","id":111333,"title":"Chetniks!","adult":false},{"cast":["Marjorie Main","Zasu Pitts","Aline MacMahon","Susan Peters","Lee Bowman"],"overview":"In this comedy, the town gossip fills her time running the lives of others. Naturally, she is also a matchmaker.","release_date":"1942-09-17","genres":[18,35],"vote_average":6.0,"runtime":84,"cert":"N\/A","id":111335,"title":"Tish","adult":false},{"cast":["Russell Boulter"],"overview":"The truth about the million British horses that served in World War I is even more epic than Steven Spielberg’s War Horse feature film. This documentary tells their extraordinary, moving story, begining with the mass call-up of horses from every farm and country estate in the land. Racing commentator Brough Scott tells the tale of his aristocratic grandfather General Jack Seely and his beloved horse Warrior, who would become the most famous horse of the war. The British Army hoped its illustrious cavalry regiments would win a swift victory, but it would be years before they enjoyed their moment of glory. Instead, in a new era of mechanised trench warfare, the heavy horses transporting guns, ammunition and food to the front-line troops were most important. A quarter of a million of these horses died from shrapnel wounds and disease. But the deep bond that developed between man and horse helped both survive the hell of the Somme and Passchendaele.","release_date":"2012-03-04","genres":[99,36],"vote_average":4.3,"runtime":null,"cert":"","id":111340,"title":"War Horse The Real Story","adult":false},{"cast":[],"overview":"Eindelijk staat de registratie van het oudejaarsconcert op dvd. Maar dat niet alleen: uiteraard hebben we het schijfje volgestopt met Extroas!  Nederlandstalige ondertitels!\r Meerdere nieuwsitems en interviews, uitgezonden op TV Noord\r Gekke beelden van vlak voor en vlak na de voorstelling\r De splinternieuwe videoclip van Boulimia Rhapsody\r en de clip van het plaatsnamenlied Even stemmen, gemaakt voor de campagne voor de provinciale statenverkiezingen.","release_date":"","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111342,"title":"Pe Daalemmer en rooie Rinus oudjaarsconcert 2010-2011","adult":false},{"cast":["Jessie Matthews","Sonnie Hale","Betty Balfour","Barry MacKay","Ivor McLaren"],"overview":"Harriet Green, a beloved and radiant music hall star of the Edwardian era mysteriously disappears on the eve of her wedding. Years later she reappears on the stage as young looking and beautiful as ever.","release_date":"1934-04-01","genres":[35,10749,10402],"vote_average":6.2,"runtime":94,"cert":"","id":111344,"title":"Evergreen","adult":false},{"cast":["Louis Tomlinson","Niall Horan","Liam Payne","Harry Styles","Zayn Malik"],"overview":"Up All Night: The Live Tour is a DVD release from the British-Irish boy band One Direction, which was released on 28 May 2012. The video concert DVD was recorded as part of One Direction's Up All Night Tour at the International Centre in Bournemouth, includes songs from their multi-platinum debut album Up All Night and five covers, including \"I Gotta Feeling\", \"Stereo Hearts\", \"Valerie\", \"Torn\" and \"Use Somebody\".","release_date":"2012-05-16","genres":[10402,99],"vote_average":8.4,"runtime":73,"cert":"","id":111349,"title":"One Direction: Up All Night - The Live Tour","adult":false},{"cast":["Joel McCrea","Miriam  Hopkins","Paul Cavanagh","Billie Burke","David Niven"],"overview":"When Brighton Lorrimore returns home with his new bride, Phyllis, his family make their disappointment in his choice obvious. Facing bankruptcy and the loss of their mansion and social position, they had hoped that Brighton would marry wealthy heiress and family friend, Edith Gilbert.","release_date":"1935-06-01","genres":[35,10749],"vote_average":6.8,"runtime":75,"cert":"N\/A","id":111354,"title":"Splendor","adult":false},{"cast":["Valentina Cortese","Serge Reggiani","Audrey Hepburn","Megs Jenkins","Irene Worth"],"overview":"This tale of intrigue finds Valentina Cortese involved in an assassination plot. She helps the police apprehend the conspirators after an innocent bystander is accidentally killed.","release_date":"1952-01-01","genres":[80,18],"vote_average":6.5,"runtime":96,"cert":"N\/A","id":111359,"title":"Secret People","adult":false},{"cast":["Madeleine Assas","Ghalia Lacroix","Bérangère Allaux","Vicky Messica","Frédéric Pierrot"],"overview":"For Ever Mozart is an episodic film that follows a theater troupe from France attempting to put on a play in Sarajevo. Along their journey they are captured and held in a POW camp, and they call for help from their friends and relations in France. Director Jean-Luc Godard presents stories about this troop to ask how one can make art while slaughters like the one in Bosnia are taking place, and he throws in a strong critique of the European Union. For Ever Mozart is one of Godard's most disjointed and difficult films. Its stories sometimes seem to form a whole and at other times the links among them are unclear. One gets the impression that in each episode Godard attempts to start a film only to come to the conclusion that it is impossible to continue. It features some of the most beautiful shots of tanks in the cinema.","release_date":"1996-11-27","genres":[18,35,10752],"vote_average":7.0,"runtime":84,"cert":"N\/A","id":111367,"title":"For Ever Mozart","adult":false},{"cast":["David Janssen","Jean Seberg","Lee J. Cobb","James Booth","Pedro Armendáriz Jr."],"overview":"A man tricked into enlisting in the Confederate army is later thrown into a hellish stockade on desertion charges. He eventually breaks out of the prison camp, reunites with his old partner and sets out to kill the man who was responsible for his being in the camp in the first place. However, after accidentally killing a Confederate officer, he finds himself pursued by a gang of vicious bounty hunters intent on collecting the reward put up by the dead officer's widow.","release_date":"1970-08-17","genres":[],"vote_average":4.3,"runtime":99,"cert":"N\/A","id":111375,"title":"Macho Callahan","adult":false},{"cast":["Wu Hsing-kuo"],"overview":"Four Hands relates a family drama that spans China and Taiwan over three generations. The story deals with a veteran of the Chinese Nationalist army who retreated to Taiwan only to discover that the dreams of “reconquering the mainland” are empty rhetoric.","release_date":"2011-10-14","genres":[18],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":111380,"title":"Four Hands","adult":false},{"cast":["Marc van Uchelen","Harry van Rijthoven","Rifka Lodeizen"],"overview":"","release_date":"2012-06-14","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":111382,"title":"The Nobel Prize Winner","adult":false},{"cast":[],"overview":"Documentary about the great cities of Italy","release_date":"2009-08-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111387,"title":"Visions of Italy, The Great Cities","adult":false},{"cast":["Hideko Takamine","Yûzô Kayama","Mitsuko Kusabue","Yumi Shirakawa","Mie Hama"],"overview":"After a bombing raid destroys the family store and her husband, Reiko rebuilds and runs the shop out of love stopped short by destruction.","release_date":"1964-01-15","genres":[18],"vote_average":8.2,"runtime":98,"cert":"N\/A","id":111398,"title":"Yearning","adult":false},{"cast":["John Denver"],"overview":"Close friends of John Denver and his first wife Annie remember the singer\/ songwriter John Denver and his music. The interviewees tell personal stories about John Denver over a background of excerpts form his TV specials, films, concerts and home movies. The film also highlights John Denver's unwavering commitment to the environment, world peace and humanitarian causes","release_date":"2005-07-05","genres":[],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":111403,"title":"A Song's Best Friend - John Denver Remembered","adult":false},{"cast":["Michelle LaFrance","Keren Gilbert","Jon Seminara","Irwin Keyes","Jossara Jinaro"],"overview":"What would you do? You know you should run, but you're not going to, are you? Remember, you've been warned...","release_date":"2007-07-31","genres":[27],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":111405,"title":"Dream Slashers","adult":false},{"cast":["Amanda Righetti","Will Estes","Harry Hamlin","Catherine Hicks","Christie Burson"],"overview":"When a new boy is employed to work in a coffee shop, he turns out to be a schizophrenic who refuses to take his medication, and makes the life of the popular young waitress who works there a misery.","release_date":"2012-05-27","genres":[10770,53],"vote_average":5.5,"runtime":88,"cert":"N\/A","id":111407,"title":"Shadow of Fear","adult":false},{"cast":["Aga Muhlach","Aiko Melendez","Boots Anson-Roa","Ronaldo Valdez","Claudine Barretto"],"overview":"Only son, Carlitos, suddenly finds himself the man of an all-female household when his father dies of a heart attack. He falls in love with an offbeat girl and is forced to make a choice between following his heart or risk losing the love of the family which has nurtured him all his life.","release_date":"1993-12-25","genres":[18,10749],"vote_average":0.0,"runtime":117,"cert":"N\/A","id":111409,"title":"Loving Someone","adult":false},{"cast":[],"overview":"In At Night I Fly: Images from New Folsom, inmates at one of California's most maximum security prisons let us see their world. This world is less about dangerous drama and more, as one of them describes, \"about isolation. About closure of both the mind and the heart. And the spirit.\" The documentary shows prisoners, most serving a life sentence, who refuse such closure and instead work to uncover and express themselves. Their primary tool is making art and the film takes us to New Folsom's Arts in Corrections' room, to prison poetry readings, gospel choirs, blues guitar on the yard, and to many more scenes of creation.","release_date":"2011-11-25","genres":[99],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":111411,"title":"At Night I Fly","adult":false},{"cast":["Corrado Guzzanti","Caterina Guzzanti","Marco Marzocca"],"overview":"","release_date":"2010-11-26","genres":[35,10770],"vote_average":5.6,"runtime":null,"cert":"N\/A","id":111419,"title":"Corrado Guzzanti - Recital","adult":false},{"cast":["Philip Carey","Gene Evans","Martha Hyer","William Bishop","Douglas Kennedy"],"overview":"Brady Sutton returns from three years in prison and tries to go straight. One a member of the Butch Cassidy gang, he is still suspected of being cahoots with them. When Cassidy and his men rob the bank, he is blamed. Escaping from the townspeople, he once again joins up with Cassidy to wait for a chance to help bring him in.","release_date":"1954-03-27","genres":[37],"vote_average":5.0,"runtime":73,"cert":"N\/A","id":111421,"title":"Wyoming Renegades","adult":false},{"cast":["Dary Berkani","Virgilio Gazzolo","Cesare Barbetti","Bruno Cattaneo","Leonardo Fioravanti"],"overview":"A biography of St. Augustine as he enters the episcopacy and deals with heresy and the decline of the Western Roman Empire.","release_date":"1972-10-25","genres":[36,18],"vote_average":4.5,"runtime":121,"cert":"N\/A","id":111423,"title":"Augustine of Hippo","adult":false},{"cast":["Ingrid van Bergen","Heinz Drache","Benno Sterzenbach","Ina Duscha","Ludwig Linkmann"],"overview":"A maniac is loose in London, decapitating his victims and sending the heads to Scotland Yard.","release_date":"1960-08-05","genres":[80],"vote_average":5.2,"runtime":99,"cert":"N\/A","id":111425,"title":"The Avenger","adult":false},{"cast":["Sabrina Ferilli","Claudio Bisio","Carlo Buccirosso","Gianluca Grecchi","Simona Borioni"],"overview":"","release_date":"2007-04-10","genres":[35,10751],"vote_average":5.1,"runtime":null,"cert":"N\/A","id":111427,"title":"Due imbroglioni...e mezzo!","adult":false},{"cast":["Julie Christie","Christopher Guard","Leonie Mellinger","Debbie Hutchings","Nigel Hawthorne"],"overview":"Based on the acclaimed novel by Doris Lessing, this dystopian science fiction tale concerns a woman struggling to make her way in a post-apocalyptic society. D (Julie Christie) is living in a city that's at the point of collapse following a catastrophic nuclear war; lawlessness and violence rule the day, and gangs of brutal youth roam the streets. With the help of her teenage companion Emily (Leonie Mellinger), D tries to make her way, and in order to cope, she often escapes into a fantasy world in which she lives in genteel Victorian surroundings in the 19th century.","release_date":"1981-09-01","genres":[878],"vote_average":4.4,"runtime":115,"cert":"","id":111432,"title":"Memoirs of a Survivor","adult":false},{"cast":["Caity Lotz","Casper Van Dien","Agnes Bruckner","Mark Steger","Haley Hudson"],"overview":"After their mother passes away, sisters Nicole and Annie reluctantly return to their childhood home to pay their last respects. While staying overnight in the house, the sisters sense a mysterious presence in their midst: noises startling them in the night, objects moving about, a fallen picture of an unknown woman posed next to their mother. Annie begins experiencing a series of intense and disturbing dreams - visions that lead her to uncover something terrible about her mother's past that is finally revealing itself.","release_date":"2012-05-25","genres":[27,9648,53],"vote_average":5.6,"runtime":89,"cert":"15","id":111440,"title":"The Pact","adult":false},{"cast":["Michael Dudikoff","Lisa Howard","Ben Ratner","Erin Fitzgerald","Freddy Andreiuci"],"overview":"Jersey Bellini is a bounty hunter who forms an uneasy partnership with a rival to capture a fugitive. But the hunters soon discover that the crook is also the man the mob most wants dead! Ready to battle anyone in their way, these hard-hitting Bounty Hunters won't quit until they've brought in their man... and brought down the mob","release_date":"1996-06-25","genres":[18,28,35,53,10749],"vote_average":5.3,"runtime":98,"cert":"N\/A","id":111445,"title":"Bounty Hunters","adult":false},{"cast":[],"overview":"","release_date":"2008-02-29","genres":[18],"vote_average":5.7,"runtime":null,"cert":"N\/A","id":111447,"title":"Forse Dio è malato","adult":false},{"cast":["Les Tremayne","Paul Bertoya","Terry Mace","Gene Otis Shayne","Monica Gayle"],"overview":"Death comes to take a beautiful young girl, and she persuades him to let her live out her fantasies before he finally takes her away.","release_date":"1970-01-01","genres":[18],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":111449,"title":"Strawberries Need Rain","adult":false},{"cast":["Colleen Moore","Lloyd Hughes","Vera Lewis","Doris Baker","Emily Gerdes"],"overview":"Poor Ella Cinders is much abused by her evil step-mother and step-sisters. When she wins a local beauty contest she jumps at the chance to get out of her dead-end life and go to Hollywood, where she is promised a job in the movies. When she arrives in Hollywood, she discovers that the contest was a scam and the job non-existent. But through pluck, luck, and talent, she makes it in the movies anyway, and finds true love.","release_date":"1926-06-06","genres":[10749,35],"vote_average":6.8,"runtime":75,"cert":"N\/A","id":111457,"title":"Ella Cinders","adult":false},{"cast":["Ray Milland","Barbara Stanwyck","Barry Fitzgerald","George Coulouris","Albert Dekker"],"overview":"\"Wicked\" Lily Bishop joins a wagon train to California, led by Michael Fabian and Johnny Trumbo, but news of the Gold Rush scatters the train. When Johnny and Michael finally arrive, Lily is rich from her saloon and storekeeper (former slaver) Pharaoh Coffin is bleeding the miners dry. But worse troubles are ahead: California is inching toward statehood, and certain people want to make it their private empire.","release_date":"1947-02-21","genres":[37],"vote_average":7.1,"runtime":97,"cert":"N\/A","id":111459,"title":"California","adult":false},{"cast":["Leo Gorcey","Huntz Hall","Michael Ross","Lloyd Corrigan","Lela Bliss"],"overview":"A ghost helps the Bowery Boys capture a gang of crooks led by a mad doctor.","release_date":"1951-04-29","genres":[35,28],"vote_average":6.2,"runtime":69,"cert":"N\/A","id":111461,"title":"Ghost Chasers","adult":false},{"cast":["Joan Crawford","Margaret Sullavan","Robert Young","Melvyn Douglas","Fay Bainter"],"overview":"A nightclub dancer marries into a rich family, and some of its members resent her.","release_date":"1938-11-18","genres":[18,10749],"vote_average":4.5,"runtime":76,"cert":"N\/A","id":111463,"title":"The Shining Hour","adult":false},{"cast":["Elvira Quintillá","Félix Fernández","Fernando Fernán Gómez","José Luis Ozores","Fernando Aguirre"],"overview":"Juan and Carmen are a humble married couple from Madrid. She takes care of the housework and he works as an electrician on a movie studio. Their welfare dreams come true  when they win a contest sponsored by a brand of soap. This is the choice of the \"happy couple\":  for 24 hours the selected couple receives all kinds of invitations and gifts. But precisely the same day, Juan must solve two serious problems that Carmen does not know.","release_date":"1953-08-31","genres":[35],"vote_average":5.8,"runtime":83,"cert":"N\/A","id":111471,"title":"That Happy Couple","adult":false},{"cast":["Ralph Fiennes","Felicity Jones","Joanna Scanlan","Kristin Scott Thomas","Tom Hollander"],"overview":"In 1857, at the height of his fame and fortune, novelist and social critic Charles Dickens meets and falls in love with teenage stage actress Nelly Ternan. As she becomes the focus of his heart and mind, as well as his muse, painful secrecy is the price both must pay.","release_date":"2013-12-25","genres":[18,36,10749],"vote_average":6.0,"runtime":111,"cert":"12","id":111473,"title":"The Invisible Woman","adult":false},{"cast":["Frederick Stafford","Marina Vlady","Henri Serre","Jitsuko Yoshimura","Valéry Inkijinoff"],"overview":"After an American Navy base is annihilated by a secret weapon, Agent OSS 117 is sent to Japan to investigate the organization that's claiming responsibility, and threatening the US with another attack, if they don't pay.","release_date":"1966-10-28","genres":[28,80,53],"vote_average":6.6,"runtime":100,"cert":"N\/A","id":111475,"title":"O.S.S. 117: Mission to Tokyo","adult":false},{"cast":["Ann Blyth","Paul Newman","Richard Carlson","Gene Evans","Alan King"],"overview":"The 1920's and 30's career of singer Helen Morgan is followed from her early days singing outdoors in a carnival, through her speak-easy and chorus-girl days, to her stardom on Broadway in Ziegfeld's \"Show Boat\". Her involvement with Larry Maddux, a gin-runner and con-man, and Russell Wade, a prominent, married New York lawyer, and her decline thanks to these failed romances and alcohol are punctuated by performances of many of the songs she made famous.","release_date":"1957-10-05","genres":[18,10402,10749],"vote_average":5.7,"runtime":118,"cert":"N\/A","id":111477,"title":"The Helen Morgan Story","adult":false},{"cast":["Alan Rickman","Rupert Grint","Malin Åkerman","Johnny Galecki","Stana Katic"],"overview":"CBGB looks at New York's dynamic punk rock scene through the lens of the ground-breaking Lower East Side club started by eccentric Hilly Kristal (Alan Rickman) in 1973 which launched thousands of bands.","release_date":"2013-10-11","genres":[18,10402],"vote_average":6.5,"runtime":101,"cert":"N\/A","id":111479,"title":"CBGB","adult":false},{"cast":["Guy Marchand","Françoise Fabian","Sabrina Seyvecou","Yannick Renier"],"overview":"When Frédérick, the patriarch of the Alsatian Muller family, is conspicuously absent from his son Charles' funeral, Frédérick's surviving son and his granddaughter, raw from their loss, await an explanation. Once revealed, Frédérick's reasons and the painful secret Charles harbored for years threaten the foundations of the entire family.","release_date":"2010-02-16","genres":[18,35],"vote_average":6.3,"runtime":97,"cert":"N\/A","id":111481,"title":"Family Tree","adult":false},{"cert":"N\/A","title":"Separate Tables","cast":["Julie Christie","Claire Bloom","Alan Bates","Irene Worth","Sylvia Barter"],"genres":[18],"id":111492,"overview":"Two one-act plays explore love and loneliness. In \"Table by the Window\" an aging fashion model contrives a reunion with her ex-husband, a politician ruined by scandal, and their passion is rekindled. In \"Table Number Seven\" a meek woman harbors a secret love for a man accused of fraud and sex offenses, forcing her to take a stand for the first time in her life.","runtime":112,"release_date":"1983-01-01","vote_average":8.0,"adult":false}]