[{"cast":["Brett Baxter Clark","Cec Verrell","Robert Patrick","William Steis","Ed Crick"],"overview":"\"The Lost Command,\" a bunch of notorious renegades, terrorize South Vietnam, forcing Sgt. Zack Skinner, HQ's best man to hunt down the Command to stop its killing spree.","release_date":"1987-11-11","genres":[28,53],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":111509,"title":"Eye of the Eagle","adult":false},{"cast":[],"overview":"","release_date":"2010-10-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111532,"title":"Augsburger Puppenkiste - 3:0 für die Bärte","adult":false},{"cast":["Ulf Törnroth","Pertti Melasniemi","Perttu Näsänen","Matti Ollila","Lilga Kovanko"],"overview":"Two men and a woman, all rallye drivers, get too closely involved, competing in the race and in love.","release_date":"1970-09-17","genres":[18],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":111537,"title":"Gas in the Veins","adult":false},{"cast":["Miloš Vlalukin","Jovana Stipić","Nebojša Milovanović","Nada Šargin","Petar Božović"],"overview":"A story of a struggling filmmaker delving deep into Belgrade underworld in order to make a documentary about a young architect struggling in the corrupt and decaying world of contemporary Serbia.","release_date":"2008-09-25","genres":[53],"vote_average":4.0,"runtime":88,"cert":"N\/A","id":111542,"title":"Who the Fuck Is Milos Brankovic?","adult":false},{"cast":["André Sauvé"],"overview":"Quebec stand-up.","release_date":"2011-01-01","genres":[35],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":111544,"title":"André Sauvé","adult":false},{"cast":["Manivannan","K. P. Jagannath","Ponvannan","Seeman","Tarun Gopi"],"overview":"Mayandi Kudumbathar (English: Mayandi's family) is a 2009 Indian Tamil film written and directed by Rasu Madhuravan, who directed Poomagal Oorvalam and Paandi previously. Starring 10 Tamil film directors, including Manivannan, Seeman, Tarun Gopi and Ponvannan, in lead and supporting roles. The film, scored by Sabesh-Murali and filmed by Balabharani, was released on 5 June 2009, going on to become successful at the box office.","release_date":"2009-06-05","genres":[10751,18,10749],"vote_average":3.0,"runtime":145,"cert":"N\/A","id":111558,"title":"Mayandi Kudumbathar","adult":false},{"cast":[],"overview":"Helicopter Flight at Night","release_date":"2010-11-19","genres":[10402],"vote_average":5.2,"runtime":75,"cert":"N\/A","id":111560,"title":"Night Lounge in HD","adult":false},{"cast":["William Bendix","Una Merkel","Ray Collins","Gloria Henry","Jeff Richards"],"overview":"Ex-baseball player Bill Johnson (William Bendix'), failing at many jobs when his ball-playing days are over, reluctantly takes the advice of his father-in-law, Jonah Evans (Ray Collins), a retired umpire, and enters an umpire-training school. Assigned to the Texas League, he does fine until the championship play-offs when a riot develops over one of his calls. The involved player is knocked unconscious in the proceedings and cannot verify that Bill made the correct call. Despite lynch mob plans to at least tar-and-feather him, Bill's family - his daughters Lucy (Gloria Henry and Susan (Connie Marshall ) and his wife Betty (Una Merkel) - help Bill reach the ballpark safely the next day through a series of hair-raising encounters.","release_date":"1950-04-27","genres":[35],"vote_average":5.5,"runtime":78,"cert":"N\/A","id":111574,"title":"Kill The Umpire","adult":false},{"cast":["El Brendel","Fifi D'Orsay","William Collier Sr."],"overview":"A fast and uproarious farce of gunmen, gun molls, and the Swedish boy's night out.","release_date":"1931-03-22","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":111579,"title":"Mr. Lemon Of Orange","adult":false},{"cast":["Samantha Akkineni","Rahul Ravindran","Rupa Manjari","Santhanam","Manikandan"],"overview":"Moscowin Kavery (English: Moscow's Kaveri ) is a 2010 Tamil romantic drama film written and directed by cinematographer Ravi Varman, making his directorial debut, besides handling the cinematography. The film, which has lyrics written by Vairamuthu and music scored by Thaman, stars Rahul Ravindran and Samantha in the lead roles with Harshvardhan, Santhanam and Seeman essaying supporting roles. Releasing on 27 August 2010, after nearly three years of production, the film was ultimately panned by critics.","release_date":"2010-08-27","genres":[10749],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":111581,"title":"Moscowin Kavery","adult":false},{"cast":["Suriya","Trisha Krishnan","Nandha","Neha Pendse","Laila"],"overview":"A Misogynist's attitude towards women and love starts to change after he develops feelings for a woman.","release_date":"2002-12-13","genres":[10749,18],"vote_average":6.6,"runtime":168,"cert":"N\/A","id":111583,"title":"Mounam Pesiyadhe","adult":false},{"cast":["Jeevan","Raai Laxmi","Sangeetha Krish","Shweta Menon","Sruthi Prakash"],"overview":"Naan Avanillai 2 (English: I am Not Him) is a 2009 Tamil romantic mystery film directed by Selva. It is the sequel to the Naan Avanillai (2007). Jeevan reprises the lead role, while the female roles are enacted by Sangeetha, Lakshmi Rai, Shweta Menon and Sruthi Prakash and Rachana Maurya. D. Imman, who did the film score for the first part of the film, replaced Vijay Antony as the music director. The film was released on 27 November 2009 to extremely negative reviews","release_date":"2009-11-27","genres":[35,28,10749],"vote_average":6.0,"runtime":125,"cert":"N\/A","id":111585,"title":"Naan Avan Illai 2","adult":false},{"cast":["Jeevan","Sneha","Namitha","Malavika","Jyothirmayi"],"overview":"Naan Avanillai (English: I'm not him) (2007) is a Tamil film directed by Selva. It is a remake of K. Balachander's classic of the same title, starring matinee idol Gemini Ganesan, which was a remake of 1962 Marathi language film To Mee Navhech (English: I Am Not Him), written by Pralhad K. Atre and acted by Prabhakar Panashikar. The thriller movie has Jeevan in the lead role and Sneha, Namitha, Malavika, Jyorthirmayi and Keerti Chawla as his five heroines. This movie created great expectations in the industry, because it was a hit when it was originally made in 1974. Shooting began in December 2006 and it was released in April 2007. The film became a success upon release.","release_date":"2007-01-01","genres":[35,80,10749,18],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":111587,"title":"Naan Avan Illai","adult":false},{"cast":["Veera Bahu","Sameera Reddy","Ashwin Kakumanu","Samantha Akkineni"],"overview":"Having suffered sexual abuse as a child, Veera grows into a psycho obsessed with sex and kills for pleasure.","release_date":"2011-02-18","genres":[9648,53],"vote_average":6.3,"runtime":110,"cert":"N\/A","id":111589,"title":"Nadunisi Naaygal","adult":false},{"cast":[],"overview":"Cast: Sanjeev, Sethna, Sampath, Manobala, Singamuthu  Direction: Solairaja  Music: K Sathya","release_date":"2010-07-01","genres":[],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":111615,"title":"Neeyum Naanum","adult":false},{"cast":["Junko Mabuki","Kumiko Hayano","Yoshiko Sasaki","Takuya Hiramitsu","Toshiyuki Kitami"],"overview":"A sexually perverse mystery set within the adult magazine industry. A woman is brutally assaulted in an abandoned factory, and her assailant escapes into the darkness after dropping a wad of money. A few years later, a photographer specializing in schoolgirl panty shots meets his match when a mysterious femme fatale volunteers to be his new model. This woman used to be the “queen” of the skin magazines, but she is also hiding a terrible secret and may be a wanted fugitive. Will the photographer escape her sexual grasp?","release_date":"1981-02-20","genres":[],"vote_average":5.0,"runtime":64,"cert":"N\/A","id":111620,"title":"Zoom Up: The Beaver Book Girl","adult":false},{"cast":["Prithviraj Sukumaran","Priyamani","Karthik Kumar","K. Bhagyaraj","Sakthi Vasu"],"overview":"Ninaithale Inikkum (Tamil: நினைத்தாலே இனிக்கும், Niṉaittālē Iṉikkum ?) is a 2009 Tamil mystery-drama film directed by Kumaravelan. It stars Prithviraj Sukumaran, Sakthi Vasu, Priyamani, Karthik Kumar and Anuja Iyer in the lead roles while K. Bhagyaraj and Manobala play supporting roles. The score was composed by Vijay Antony.[3]  Ninaithale Inikkum was released on September 4, 2009 and was an average grosser. The film was produced by Gemini Film Circuit and distributed by Sun Pictures. The plot is a remake of the 2006 Malayalam film Classmates while the title was taken from a 1979 Tamil film.","release_date":"2009-09-04","genres":[18,53],"vote_average":4.0,"runtime":145,"cert":"N\/A","id":111622,"title":"Ninaithale Inikkum","adult":false},{"cast":["Juliana Palermo","Gary Estrada"],"overview":"www.XXX.com peeks into the world of internet prostitution. A Fil-Am girl (Palermo) escapes the consequences of her State-side abortion by going back to her home country. With relatives greeting her with unwelcome arms, Joanna tries to make sense of her life and gets into the clutches of a smooth cybercafe owner (Gary Estrada) who introduces her to Web Diva.Com. She eventually becomes their big money-maker while catching a tentative affair with Spike (Carlo Maceda) -- a misguided hacker who (cheekily enough) created the Love virus in the movie.","release_date":"2003-06-25","genres":[10749,18],"vote_average":5.3,"runtime":105,"cert":"N\/A","id":111627,"title":"www.XXX.com","adult":false},{"cast":[],"overview":"Foo Fighters concert at Sydney harbour at Thursday the 24th of March 2011","release_date":"2011-03-24","genres":[10402],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":111629,"title":"Foo Fighters: Wasting Light on the Harbour","adult":false},{"cast":["Richard Boone","Stewart Petersen","Henry Wilcoxon","Clint Ritchie","Shannon Farnon"],"overview":"The eldest daughter of a pioneer family is kidnapped by a mysterious Indian tribe and the eldest son pursues. In order to win back his sister's freedom, he must sacrifice his own life by passing the test of \"Crooked Sky\" and shield his sister from an executioner's arrow. Along the way, he recruits a broken down, drunk prospector to help him track down the unknown tribe and rescue his sister","release_date":"1975-12-01","genres":[28,37,10751],"vote_average":5.3,"runtime":89,"cert":"N\/A","id":111637,"title":"Against a Crooked Sky","adult":false},{"cast":["Charles Laughton","Vivien Leigh","Rex Harrison","Larry Adler","Tyrone Guthrie"],"overview":"On the sidewalks of the London theater district the buskers (street performers) earn enough coins for a cheap room. Charles, who recites dramatic monologues, sees that a young pickpocket, Libby, also has a talent for dancing and adds her to his act. Harley, the theater patron who never knew Libby took his gold cigarette case, is impressed by Libby's dancing and invites her to bring Charles and the other buskers in his group to an after-the-play party. Libby comes alone. A theatrical career is launched.","release_date":"1938-10-18","genres":[35,18],"vote_average":7.3,"runtime":85,"cert":"","id":111642,"title":"St. Martin's Lane","adult":false},{"cast":["Ramiro Agüero","Mike Amigorena","Mariana Anghileri","Olivia Molina","Eugenia Tobal"],"overview":"The story tells of four moments in the lives of four women: Vera, rising journalist  but dissatisfied with life, trying to be the best without knowing where; Lina, always surroended by  incense and saints, looking for the love of his life in a television character; Mara Bestelli, who is artificially inseminated without telling her partner that lives abroad; and Inés, whose only goal in life is to marry regardless of the reason for this decision.","release_date":"2008-05-11","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":111647,"title":"Yo soy sola","adult":false},{"cast":["Patricia Reyes Spíndola","Rafael Inclán","Luis Felipe Tovar","Carlos Chávez"],"overview":"Two men jump out from behind some cacti and beat a man over the head with a rock. They then take the body to the dead man's hut, and sit with his body for the night while they talk, complain and dance. Later at the police station, two women come to claim the body--a bitter, venomous wife and a younger prettier women. They fight and scrap until one of them get the responsibility for the body. Later we find out why the self-titled \"King of Baseball\" was killed.","release_date":"2000-09-27","genres":[35,18,80],"vote_average":6.0,"runtime":106,"cert":"N\/A","id":111649,"title":"La perdición de los hombres","adult":false},{"cast":["Laura del Sol","Marie-Christine Barrault","Ramón Madaula","Francisco Casares","Francisco Guijar"],"overview":"Daniya is the story of a trip. A man of culture and resolute, the younger brother of the Countess of Barcelona, leaves the Catalan court for the kingdom of Denia (Daniya). The purpose of his trip is to accept the ecclesiastical authority entrusted to him by the Muslim king of Mozarabic Christians living in the territory of the Kingdom of Denia. It is an interesting but dangerous journey, described as an adventure. A journey that will enrich the spirit of the youth that will be seduced by Al Andalus.","release_date":"1988-01-01","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":111651,"title":"Daniya, the emir's garden","adult":false},{"cast":["Albert Martinez","Joyce Jimenez","Daisy Reyes"],"overview":"Andrew (Albert Martinez) is meticulous almost to the point of obsession. From the way he carries his clothes to the manner he delivers his Physics lectures, Andrew is methodical in everything he does. But his ordered existence is suddenly disrupted when one sexually adventurous student, Valerie (Joyce Jimenez), starts seducing him. Andrew gives in to the temptation, and soon, the two are caught in an explosive relationship that knows no bounds.","release_date":"1999-02-02","genres":[18],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":111653,"title":"Scorpio Nights 2","adult":false},{"cast":["Pilar Bayona","Emilia Bayona","Tito Mora","Miguel Ríos"],"overview":"A millionaire leaves all his fortune to his older granddaughter. But his two granddaughters are twins and nobody knows who's the older one is.","release_date":"1965-01-04","genres":[],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":111655,"title":"Dos chicas locas locas","adult":false},{"cast":["Rica Peralejo","Mark Anthony Fernandez"],"overview":"Charisse lives in a boarding house owned by Vivian Sales (Rina Reyes) but drops by her grandfather (Eddie Arenas) once in a while. The narrative goes on in this scenario and eventually leaps from drama to action when the lead characters, Charisse and Benito, get entangled with Bunny and the godfather-like character, Dodi (Celso Ad. Castillo).","release_date":"2001-10-24","genres":[80,10749,53],"vote_average":0.0,"runtime":121,"cert":"N\/A","id":111663,"title":"Doble Crossed","adult":false},{"cast":["Tom Janssen","Jan Kruyk","Richard Vroomen","Hub Consten","Frans Keulen"],"overview":"","release_date":"1978-01-01","genres":[],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":111665,"title":"Billie Turf, het dikste studentje ter wereld","adult":false},{"cast":["Christian Vadim","Sergio Hernández","Valentina Vargas","Chamila Rodríguez","Pedro Vicuña"],"overview":"A drama centered on an office worker on the verge of retirement who begins to relive both real and imagined memories.","release_date":"2012-07-11","genres":[18],"vote_average":6.3,"runtime":107,"cert":"N\/A","id":111667,"title":"Night Across the Street","adult":false},{"cast":["Rocío Dúrcal","Fabrizio Moroni","Margherita Girelli","Carlos Romero Marchent"],"overview":"Free version of 'Cinderella'. Rocio is a young deliverer of a fashion house who walks the streets of Madrid delivering dresses to clients. Until one day, because a model does not arrive to a parade, there arises an opportunity to replace her to save the situation. Therefore Rocío becomes a model overnight. A new work that opens unsuspected horizons about relationships and friendships.","release_date":"1964-05-11","genres":[],"vote_average":5.3,"runtime":100,"cert":"N\/A","id":111669,"title":"La chica del trébol","adult":false},{"cast":["José Luis López Vázquez","Jesús Puente","Gracita Morales"],"overview":"Moises is a mature homosexual, which is having an affair by correspondence with Hilario, a recently widowed man who lives in Valencia. They decide to meet in Madrid and live together. But the chosen day is 23 February, the one in which Lieutenant Colonel Tejero attempts a coup d'etat.","release_date":"1986-01-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":111671,"title":"Capullito de alhelí","adult":false},{"cast":[],"overview":"Mickey thinks politeness is all that grownups think about. Lack of courtesy might not keep him from being elected President of the U.S., but a near riot in the Oval Office may convince him to reconsider his policy on good manners.","release_date":"1954-01-01","genres":[],"vote_average":5.0,"runtime":11,"cert":"N\/A","id":111676,"title":"Are Manners Important?","adult":false},{"cast":["Paul Newman","Joanne Woodward","Joan Collins","Jack Carson","Dwayne Hickman"],"overview":"Harry Bannerman, a Connecticut suburbanite, becomes involved in various shenanigans when his wife Grace leads a protest movement against a secret army plan to set up a missile base in their community.","release_date":"1958-12-23","genres":[35,10749],"vote_average":5.8,"runtime":106,"cert":"N\/A","id":111678,"title":"Rally 'Round the Flag, Boys!","adult":false},{"cast":["Richard Beymer","Diane Baker","Corinne Calvet","Fred Clark","Dan Dailey"],"overview":"Young and restless Nick Adams, the only son of a domineering mother and a weak but noble doctor father, leaves his rural Michigan home to embark on an eventful cross-country journey. He is touched and affected by his encounters with a punch-drunk ex-boxer, a sympathetic telegrapher, and an alcoholic advanceman for a burlesque show. After failing to get a job as reporter in New York, he enlists in the Italian army during World War I as an ambulance driver. His camaraderie with fellow soldiers and a romance with a nurse he meets after being wounded propel him to manhood.","release_date":"1962-07-25","genres":[18,10749],"vote_average":6.0,"runtime":145,"cert":"N\/A","id":111683,"title":"Hemingway's Adventures of a Young Man","adult":false},{"cast":["Arturo Fernández","Sonia Bruno","José Luis López Vázquez","Teresa Gimpera","Alfredo Landa"],"overview":"Comedy that chronicles the ups and downs in dating of several people in Spain in 1968.","release_date":"1967-10-22","genres":[],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":111688,"title":"Novios 68","adult":false},{"cast":["Asunción Balaguer","Francisco Sánchez","Francisco Rabal","Jacqueline Pierreux","Gérard Tichy"],"overview":"A Catholic priest lives in a communist country where all religious are being killed. When trying to escape is stopped by a commissioner who had been a fellow student.","release_date":"1955-09-26","genres":[18],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":111690,"title":"El canto del gallo","adult":false},{"cast":["Luis Mariano","Paquita Rico","Jane Sourza","Gisèle Robert","Fernand Sardou"],"overview":"Manuel, a landowner in Jamaica, arrives in Paris on vacation. There he meets Olivia, a Spanish popular singer and falls in love. Olivia leaves Paris to play in a casino of the Riviera and Manuel follows her there. Maxime lives in Cannes, uncle of Olivia, a trickster who poses as a magician and has great influence on Annie, an eccentric billionaire. At the same time, Simeon, Annie's secretary  tries to bribe the magician to influence Annie to accept to marry him, but as Maxime also wants to marry her, Simeon uses the services of a private detective. Manuel receives a telegram asking him to return to Jamaica. So, Annie proposes them a cruise aboard his yacht and invites Olivia.","release_date":"1957-04-04","genres":[10402],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":111695,"title":"Love in Jamaica","adult":false},{"cast":["Craig Hill","Ágata Lys","Nuccia Cardinali","Gilberto Galimberti"],"overview":"Bill Nolan, Sheriff of Ockland, receives a telegram informing him of the arrival of a stagecoach with federal bank securities. Together with Judge Finley he organizes the custody of the stagecoach but it is attacked anyway and suspicion falls on the sheriff by his strange actions alone. The confidence of his assistants is weakened and everything gets complicated when he is accused of rape and one of his assistants is found dead. His only hope is to discover the masked bandit.","release_date":"1971-09-05","genres":[37],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":111697,"title":"The Masked Thief","adult":false},{"cast":["Simon Broad"],"overview":"The Dark Empire is determined to conquer the Universe and get rid of anyone who acts against it. The Space Thunder Kids, made up of three valiant youths, are responsible for patrolling space and obstructing the invasion of the Dark Army.","release_date":"1991-01-01","genres":[28,12,16,14,878],"vote_average":1.5,"runtime":84,"cert":"N\/A","id":111699,"title":"Space Thunder Kids","adult":false},{"cast":["Manuel Arbó","Valeriano León","Irene Caba Alba"],"overview":"Anselmo is a teacher who, for his love to hypnotize people is fired from his job. When going through these bad times, he receives an inheritance from America and travels there to collect it. Although not much money, at least in America he gets an employment as hypnotist and ends having a great success. As a millionaire, he returns to his village to get married but things have changed.","release_date":"1941-09-16","genres":[],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":111701,"title":"¡A mí no me mire usted!","adult":false},{"cast":["Alberto Closas","Analía Gadé","Lina Rosales","Alfredo Mayo","José Luis López Vázquez"],"overview":"Mercedes is a very simple girl from Valladolid who marries a plenipotentiary minister. They are in America with the mission to seize some oil concessions. Patricio is forced to seduce the wife of a Chancellor as Mercedes, casually gets more information of the diplomat.","release_date":"1958-09-25","genres":[35,18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":111703,"title":"Una muchachita de Valladolid","adult":false},{"cast":["María Luisa Abad","Mariano Alcón","Valeriano Andrés"],"overview":"Maria Fuenterreal remembers the days of resistance in the sanctuary of the Virgen de la Cabeza. There she met Aracil,  a man of extremist ideas who saved her from the enemy troops, and then Captain Cortes, who died in the final battle with most of the defenders. After the battle, Maria suffers a bout of amnesia and Aracil escapes.","release_date":"1949-12-19","genres":[],"vote_average":6.0,"runtime":97,"cert":"N\/A","id":111705,"title":"El santuario no se rinde","adult":false},{"cast":["Andy Russell","María Victoria","Yolanda Varela"],"overview":"Movie based on the classic student football competition between UNAM pumas and the Polytechnic donkeys that were popular at that time. A mechanic is mistaken for the best player in the Polytechnic, while in the Unam a student discovers a formula for superpowers to play football. Both compete for the love of a rookie and to win the students classic.","release_date":"1956-05-15","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":111707,"title":"¡Viva la juventud!","adult":false},{"cast":["Frank Jenks","Iris Adrian","Douglas Fowley","Jack Raymond","Juan de la Cruz"],"overview":"A female bail-bond broker and her partner help an accused embezzler prove his innocence. Having the body of the embezzler's late business partner pop up doesn't help matters.","release_date":"1944-04-22","genres":[35,18,9648,10749],"vote_average":6.0,"runtime":62,"cert":"N\/A","id":111712,"title":"Shake Hands with Murder","adult":false},{"cast":["Marta Padovan","Katia Loritz","Ismael Merlo","Enrique Diosdado","Mario Cabré"],"overview":"A former convict, named Raul Vela, and a cabaret singer, called Clara, are a couple who tries to lead a normal life. He has found an employment and she wants to leave the cabaret. One day an old chief, who wants to disappear, proposes him to justify his supposed death in a supposed accident. In exchange, Raúl will receive one hundred thousand pesetas as gratification. Raul refuses to engage in the deception. Shortly after, he reads in a newspaper about the death of Cervera, which makes the police relate him to the case.","release_date":"1963-10-28","genres":[53],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":111717,"title":"Trampa mortal","adult":false},{"cast":["Dario T. Pie","Carlos Perez"],"overview":"On the tenth anniversary of her dad's death, Mariana finds out a posthumous letter in which her father openly declares his intention to kill himself in the sea. she sets out together with Elena (her best friend) on an adventure in which they meet Satan, David's neighbor and leader of drugdealers.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":111719,"title":"Al final del éxtasis","adult":false},{"cast":["William Wright","Vivian Austin","Leon Belasco","Clara Blandick","Ramsay Ames"],"overview":"Philo Vance, the infuriatingly brilliant amateur detective created by S. S. Van Dine, hadn't been seen on screen for seven years when PRC decided to launch a new \"Philo Vance\" series in 1947. William Wright plays the title role in the first entry, Philo Vance Returns, while Alan Curtis would take over the role for the remaining two films. This time around, Vance investigates the murder of a much-married playboy. With so many of the victim's former wives and sweethearts still around and about, Vance has quite a selection of suspects to choose from.","release_date":"1947-04-14","genres":[80,9648],"vote_average":5.0,"runtime":64,"cert":"N\/A","id":111730,"title":"Philo Vance Returns","adult":false},{"cast":["James Stewart","Barbara Hale","Natalie Wood","James Gleason","Fred Clark"],"overview":"Jimmy Stewart's Bill Lawrence wins a bevy or prizes from a radio program, but ends up having to sell them all in order to pay the taxes he's incurred.","release_date":"1950-11-01","genres":[35],"vote_average":7.0,"runtime":85,"cert":"N\/A","id":111732,"title":"The Jackpot","adult":false},{"cast":["Willard Parker","Lola Albright","Hillary Brooke","Allen Jenkins","Roy Roberts"],"overview":"A plumber (Willard Parker) with a girlfriend (Lola Albright) turns pro wrestler for a crooked promoter.","release_date":"1949-01-04","genres":[18,28,80],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":111734,"title":"Bodyhold","adult":false},{"cast":["Robert Stack","Joan Taylor","Charles McGraw","Keith Larsen","Peter Graves"],"overview":"An Indian and his beautiful sister attempt to destroy a cavalry patrol trying to deliver a peace treaty to their chief.","release_date":"1953-08-28","genres":[37,12,10752],"vote_average":5.1,"runtime":89,"cert":"N\/A","id":111736,"title":"War Paint","adult":false},{"cast":["Robert Carlyle","Kerry Fox","Ben Mendelsohn","Charles Dance","David Ngoombujarra"],"overview":"Australia, 1958. When a nine year old white girl is found murdered, police are quick to arrest illiterate Aborigine, Max Stuart. Under interrogation Max admits to the killing and signs a statement that will send him to the gallows.  With no Court of Appeal established in the country, and with a legal system compromised by intimidation tactics and the stain of institutional racism, the skills of his two gifted but naive defense lawyers are put to the test. Based on a true story.","release_date":"2002-10-31","genres":[18],"vote_average":6.2,"runtime":99,"cert":"","id":111738,"title":"Black and White","adult":false},{"cast":["Don McGuire","Tracey Roberts","John Abbott","Eddie Quillan","Ray Walker"],"overview":"A Treasury Department agent on the trail of an international jewel smuggling ring joins a carnival that he thinks the gang is using as a front. He finally locates the jewels hidden as the eyes of wax figures.","release_date":"1950-06-18","genres":[9648,80],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":111740,"title":"Sideshow","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111742,"title":"Livet efter Utøya","adult":false},{"cast":["Leonard Roberts","Til Schweiger","Peta Wilson","Richard Roundtree","John Toles-Bey"],"overview":"True story of boxers Joe Louis and Max Schmeling and their enduring friendship.","release_date":"2002-03-03","genres":[18,10770],"vote_average":6.3,"runtime":109,"cert":"N\/A","id":111744,"title":"Joe and Max","adult":false},{"cast":["Jerry Spicer","Debra K. Beatty","Shannon McLeod","Craig Stepp","Kurt Alan"],"overview":"A serial killer targets young women wearing gold crosses; Detectives Lutz and Garner enlist Will Spanner to help with the occult angles of the case.","release_date":"1994-05-11","genres":[27],"vote_average":3.3,"runtime":91,"cert":"N\/A","id":111749,"title":"Witchcraft 666: The Devil's Mistress","adult":false},{"cast":["Maurice Chevalier","Claudette Colbert","George Barbier","Marion Ballou","Andrée Corday"],"overview":"A singing Frenchman meets an American heiress and gets a job at her father's chewing-gum factory.","release_date":"1930-05-03","genres":[10749,35],"vote_average":6.3,"runtime":72,"cert":"N\/A","id":111754,"title":"The Big Pond","adult":false},{"cast":["Douglas Fairbanks","Mary Astor","Donald Crisp","Jack McDonald","Warner Oland"],"overview":"Returning to the legend that inspired his first swashbuckling adventure, Fairbanks appeared in DON Q, SON OF ZORRO. Don Cesar De Vega (Fairbanks) crosses swords with a vicious member of the Queen's Guard (Donald Crisp, who also directed), and steals the affection of a young heiress (Mary Astor). When the officer frames the young upstart for murder, Don Cesar fakes his own death and retreats to the crumbling ruins of the family castle he plots his vengeance.","release_date":"1925-06-15","genres":[37,12,10749],"vote_average":7.1,"runtime":111,"cert":"N\/A","id":111759,"title":"Don Q Son of Zorro","adult":false},{"cast":["Lazar Ristovski","Neda Arnerić","Vuk Kostić","Katarina Radivojević","Bogdan Diklić"],"overview":"The plot of this film can be viewed from a two different levels. The first is universal and deals with the psychological theme of need for competition in the group, highlighting the need for the victory, which in life usually does not depend on the true virtues of the winner, so the result is usually tragicomic. The story talks about the choice of the most noble work. Selected participants arrive at the guesthouse on the border between Croatia and Serbia to prepare for the final act of the competition and the jury's decision. Seven competitors have a rather narrow view of the world. Even when the big events, such as ethnic conflicts in this part of the Balkans, the contestants insist to proceed the competition and to choose the hero of heroes, even though the very idea of competition has become anachronistic under the pressure of current events (the anger of the local Serbian population of the newly established Croatian authorities).","release_date":"2007-07-06","genres":[35,18],"vote_average":0.0,"runtime":111,"cert":"N\/A","id":111770,"title":"Save Our Souls","adult":false},{"cast":["Maia Morgenstern","Alpár Fogarasi","Szabolcs Gergely","Lajos Kovács","Dominika Ostałowska"],"overview":"Turn-of-the-century Hungary. Two young brothers, neglected by their cold and uncaring mother, descend deeper and deeper into psychosis, with tragic consequences.","release_date":"1997-03-21","genres":[18],"vote_average":6.5,"runtime":93,"cert":"N\/A","id":111772,"title":"The Witman Boys","adult":false},{"cast":["Linda Blair","Larry Hagman","Verna Bloom","William Daniels","Michael Lerner"],"overview":"Finding herself unable to cope with the divorce of her parents and the stress of daily life, 15-year-old Sarah Travis starts drinking in secret. At first, alcohol provides comfort and release. Then it sends her life spiraling out of control.","release_date":"1975-02-11","genres":[18,10770],"vote_average":5.7,"runtime":96,"cert":"N\/A","id":111774,"title":"Sarah T. - Portrait of a Teenage Alcoholic","adult":false},{"cast":["Timo Koiso-Kanttila","Visa Koiso-Kanttila","Aaro Koiso-Kanttila"],"overview":"The film examines the painful relationship between fathers and sons through the eyes of one family. Four generations of men are featured in the film.  Father to Son deals with the conflict between generations and their subjective memories, and the way different methods of raising children pass from one generation to the next. How often and to what extent do we repeat the behavioural patterns of our fathers; can we change or break these patterns or is repeating them inescapable, and how many generations are needed for change to occur? Are the values we have inherited from our fathers still valid in the modern world? One of the leading themes of this film is the sensitivity of a man and a boy, and its preservation and suppression.","release_date":"2004-01-01","genres":[99],"vote_average":7.1,"runtime":70,"cert":"N\/A","id":111779,"title":"Father to son","adult":false},{"cast":["Kalle Koiso-Kanttila","Visa Koiso-Kanttila"],"overview":"A documentary film about singing and a young man in search of himself and his voice.","release_date":"2007-01-01","genres":[99,10402],"vote_average":6.5,"runtime":58,"cert":"N\/A","id":111784,"title":"A winter's journey","adult":false},{"cast":["Sneha","Cheran","Jayaram","Kanja Karuppu","Lakshmi Ramakrishnan"],"overview":"Pirivom Santhippom (English: We'll disunite, We'll reunite) is a 2008 Tamil movie starring Cheran and Sneha in the lead roles and it is about the life of a young couple in a joint family with the Nattukottai Nagarathar Chettiar community located in Karaikudi, TN. This was another grape wine for Sneha as this was completely a heroine centric film. Directed by Karu Pazhaniappan, was released on the eve of Pongal was a Sleeper hit at the box office.Sneha won many awards for her excellent performance in this movie.","release_date":"2008-01-14","genres":[18,10749,10751],"vote_average":6.0,"runtime":150,"cert":"N\/A","id":111786,"title":"Pirivom Santhippom","adult":false},{"cast":["Sathyaraj","Goundamani","Manivannan","Vinu Chakravarthy","Alex"],"overview":"Satyaraj and goundamani's combo.","release_date":"2010-07-16","genres":[35,18],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":111788,"title":"Pollachi Mappiley","adult":false},{"cast":["Srikanth Krishnamachari","Parvathy Thiruvothu","'Poo' Ram"],"overview":"Poo (English: Flower) is a Tamil language film released in November 2008. It stars Srikanth and Parvathi Menon in the lead roles. Upon release the film opened to widespread critical acclaim and turned out to be one of the best films of that year.","release_date":"2008-02-02","genres":[10749,18],"vote_average":0.0,"runtime":125,"cert":"N\/A","id":111790,"title":"Poo","adult":false},{"cast":["Kemal Sunal","Meral Zeren","Bülent Kayabaş","Ayfer Feray","Ali Şen"],"overview":"","release_date":"1975-03-01","genres":[],"vote_average":6.2,"runtime":null,"cert":"N\/A","id":111795,"title":"Şaşkın Damat","adult":false},{"cast":["Kemal Sunal","Gülşah Soydan","Ayşen Gruda","Bilge Zobu"],"overview":"","release_date":"1977-01-01","genres":[],"vote_average":4.8,"runtime":null,"cert":"N\/A","id":111803,"title":"İbo ile Güllüşah","adult":false},{"cast":[],"overview":"The five-year-old Florida Marlins combined the wily leadership and manager Jim Leyland with a team built through shrewd draft picks, trades, and talented free agents. They won the National League wild card--then became the first wild card team to reach the World Series by sweeping the Giants and shocking the Braves.  The Cleveland Indians were a far different team than the one that battled in the 1995 World Series. This year, nobody expected them to beat the Yankees or the Orioles--but somehow they did.  And so, these two underdog warriors slugged it out in the heat and snow of the World Series until they reached that quintessential moment--Game Seven. Even then, it went on--into the 11th inning--the second longest Game Seven in history--before Edgar Renteria sent all of Florida into a state of delirious celebration.","release_date":"1998-05-26","genres":[],"vote_average":5.3,"runtime":83,"cert":"N\/A","id":111808,"title":"1997 MLB World Series: Florida Marlins vs. Cleveland Indians","adult":false},{"cast":[],"overview":"Recorded live at Planetshakers 2005 conference. Henry Seeley, Sam Evans and Mike Guglielmucci are back with their distinctive raw energy and worship passion in the new live album, Evermore. Featuring the exciting, energetic praise of \"Jump Around\" through to the worship anthem of \"Evermore\". 13 song CD with bonus DVD including speaker sermons, conference highlights and 3 live worship songs.","release_date":"","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111810,"title":"Planetshakers - Evermore","adult":false},{"cast":[],"overview":"Nothing Is Impossible is the long awaited studio album release from Australian praise and worship band Planetshakers. This album, the first to come out of the studio in over 5 years, encapsulates the passion and energy that they produce live as well as highlighting the cutting edge values of producer Joth Hunt, and featuring the world class rhythm section of Mike Webber (drums) and Mark Peric (bass).  The vocal sounds are as diverse as they are genuine and the title track, 'Nothing Is Impossible', features the dynamic vocals of Grammy Award winning artist, Israel Houghton. This album will take you on a journey from the raw energy of 'Bring It On' to the deeply moving words of 'No One Like You', and the powerful declaration of 'You Are God'. Included with this product is a bonus DVD featuring 9 songs as well as loads of bonus content!","release_date":"","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111812,"title":"Planetshakers - Nothing Is Impossible","adult":false},{"cast":["Amanda Page","Albert Martinez","Elizabeth Oropesa"],"overview":"In the bustling city of Olongapo - once the site of the US naval base, an Amerasian drummer for a rock band and tattoo artist is caught in a deadly love triangle with a well-off matron who used to be a sex worker and her 20-year-old daughter whom she gave up for adoption in infancy. The young woman has come from New York where her foster parents have raised her to be reunited with her biological mother whose past subjection to a gang rape by five American servicemen resulted in the pregnancy.","release_date":"1998-05-20","genres":[18],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":111814,"title":"Triangle","adult":false},{"cast":["Pamela Sue Martin","Tim Matheson","Barbara Billingsley","Jeff Conaway","Woody Harrelson"],"overview":"A young newlywed couple move into a remote village in middle America only to find a secret coven of witches who want them to join all the fun; or face the consequences.","release_date":"1987-10-25","genres":[27,53,10770],"vote_average":3.7,"runtime":95,"cert":"N\/A","id":111816,"title":"Bay Coven","adult":false},{"cast":[],"overview":"Having led worship in churches, stadiums and open fields around the world,  UNITED's Live In Miami is the first live album from the band in four years and  features 22-tracks all captured during the band's sold out worship night in Miami.  In 2011, best-selling modern worship band Hillsong UNITED brought a new and  fresh approach to tours, visuals, songs and multimedia to the U.S. for the widely  successful Aftermath' Tour. The tour logged sold out worship nights in venues  across the country - from New York to Los Angeles (where the band became the first  Christian band to sell out Staples Center) and back east to Miami where the CD and  DVD were recorded.","release_date":"2012-02-14","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":111818,"title":"Hillsong United - Live in Miami","adult":false},{"cast":[],"overview":"In an unprecedented six-year span with nearly 4.5 million career album sales, a GRAMMY Award, an American Music Award, 23 Dove Awards and 8 chart-topping radio singles, Casting Crowns remains focused on discipleship through music. With lead singer and songwriter Mark Hall's 18 years in youth ministry, the band's message remains rooted in the student services he has led on a weekly basis since 2001, at Eagles Landing Baptist church near Atlanta.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111820,"title":"Casting Crowns: Until the Whole World Hears Live","adult":false},{"cast":["Aida Del Solar","Fx Goby"],"overview":"The greatest tango dancer of the 20's is stuck in a wheelchair after an accident. Thanks to his wife, he recovers the use of his legs, in time for one imaginary dance.","release_date":"2006-01-01","genres":[],"vote_average":4.0,"runtime":6,"cert":"N\/A","id":111822,"title":"En tus brazos","adult":false},{"cast":["Sergio Molina","José Bódalo","Julia Saly","José Luis López Vázquez","Gracita Morales"],"overview":"Nazario is a wanderer who makes his living playing an old guitar in the streets of Madrid. From what he gets, he lives together with Sam, an orphan of eight years, which he hosted for charity and adores. The problem is that a wealthy and childless marriage intends to take the child","release_date":"1984-08-01","genres":[18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":111827,"title":"My Friend the Vagabond","adult":false},{"cast":["Pat Kinevane","Siobhan Stephens","Stephen Denver"],"overview":"A short comedy about the end of the world.","release_date":"2007-01-01","genres":[],"vote_average":10.0,"runtime":4,"cert":"N\/A","id":111829,"title":"The End Is Night","adult":false},{"cast":["Oskar Sima","Marlene Dietrich","Fritz Kortner","Frida Richard","Uno Henning"],"overview":"After a chance meeting at a train station, Henry and Stascha, unhappy with their circumstances, are determined to leave and be together.","release_date":"1929-04-29","genres":[18],"vote_average":7.0,"runtime":76,"cert":"","id":111831,"title":"The Woman Men Yearn For","adult":false},{"cast":["Elina Löwensohn","Norbert Brondeau","Laure Lapeyre","Thierry Benoiton","Jacques Malnou"],"overview":"Surreal hommage to Walerian Borowczyk.","release_date":"2011-05-02","genres":[18,14],"vote_average":7.2,"runtime":40,"cert":"N\/A","id":111833,"title":"Boro in the Box","adult":false},{"cast":["James Remar","Loryn Locklin","Penny Johnson","Mitch Pileggi","Francis X. McCarthy"],"overview":"Stubborn detective Tom Mackey, assigned to a Los Angeles murder case involving a couple of serial killings, gets increasingly frustrated with the dead end leads he's following and the lack of appreciation he gets from his chief, police captain Keller. Enter Dr. Sally Powers, a fresh, clean cut psychology graduate who possesses supernatural powers. In a loose partnership the twosome gradually succeed in unraveling the killer's motive and working-pattern. This leaves only one person that would fit the profile...","release_date":"1990-11-30","genres":[9648,53,10770],"vote_average":5.3,"runtime":95,"cert":"N\/A","id":111835,"title":"Night Visions","adult":false},{"cast":["Nebojša Dugalić","Slobodan Ćustić","Jasna Žalica","David Vojnić","Lars Rudolph"],"overview":"A story of a Jewish-Hungarian-Serbian family. The plot is centered about trying of an adult son to reconstruct his childhood dream of and memories. Looms, but a sunken world, the central European town with its figures, the way to experiencing deep and see a sensitive boy, his father, who by their fears that penetrate to the bone and the final humiliation of acting madness escapes and becomes a lonely, pathetic buffoon in the drama of life.","release_date":"2007-10-02","genres":[18],"vote_average":6.5,"runtime":110,"cert":"N\/A","id":111837,"title":"Hourglass","adult":false},{"cast":["Nicole Kidman","Clive Owen","Rodrigo Santoro","Robert Duvall","Connie Nielsen"],"overview":"Writer Ernest Hemingway begins a romance with fellow scribe Martha Gellhorn.","release_date":"2012-08-27","genres":[18,10749],"vote_average":6.2,"runtime":155,"cert":"N\/A","id":111839,"title":"Hemingway & Gellhorn","adult":false},{"cast":["Pedro Infante","Virginia Serret","Blanca Estela Pavón","Víctor Manuel Mendoza","Ramón Vallarino"],"overview":"The story centers around the brave and valiant Agapito who rescues the orphaned Pinolillo and is set to marry the beautiful Cristina. However his plans are foiled when he is forced to go on the run from the Federales after he lies to protect his horses. Meanwhile, his half-sister Chavela runs away from home spreading the rumor that Agapito seduced her and they have fled together. In fact she goes to see Jose Luis Arteche and seduces him. Arteche however, is in also in love with Cristina, and uses this rumor to woo her away from Agapito. Once Agapito learns of this news, he heads off to find Cristina and Chavela to set the record straight and put his marriage back on track with Cristina. Chavela however throws a spanner in the works, confesses her love for Agapito and convinces him to marry her for the sake of their father. In the meantime, Cristina's brother Edmundo is told to send a message from the Federales to the rebels detailing his supposed treachery, but was tricked by Jose...","release_date":"1947-01-08","genres":[18,10749],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":111841,"title":"Cuando lloran los valientes","adult":false},{"cast":[],"overview":"","release_date":"2011-10-02","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111843,"title":"Cup Of Dreams","adult":false},{"cast":["John Bradley","Tom Arnold","Ice-T","Amanda Pays","Cathy Lee Crosby"],"overview":"","release_date":"2001-07-18","genres":[28,53,18],"vote_average":4.5,"runtime":90,"cert":"N\/A","id":111851,"title":"Ablaze","adult":false},{"cast":["Toshirō Mifune","Columba Domínguez","Flor Silvestre","Pepe Romay","Titina Romay"],"overview":"Animas Trujano is a colorful but irresponsible Indian in a small Mexican village. He hopes above all things someday to be chosen mayordomio of his village, a place of great honor usually conferred upon the wealthiest and most respected citizens. Animas has a loyal wife, but cheats on her and gambles away every cent they raise. Chances arise for Animas to turn over a new leaf and even hope realistically for the honor of mayordomio.","release_date":"1962-01-18","genres":[18],"vote_average":7.2,"runtime":100,"cert":"N\/A","id":111853,"title":"Ánimas Trujano","adult":false},{"cast":["Antonio Aguilar","Flor Silvestre","Antonio Aguilar hijo","José Aguilar","Rubén Aguirre"],"overview":"","release_date":"1979-03-15","genres":[18,10402,37],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111855,"title":"Mi Caballo El Cantador","adult":false},{"cast":[],"overview":"Elegant story about the beginning and end of a relationship, simply drawn and beautifully animated. Short in international festivals such as the Seattle International Film Festival 2008.","release_date":"2007-01-01","genres":[16],"vote_average":6.0,"runtime":3,"cert":"N\/A","id":111857,"title":"Revelations","adult":false},{"cast":["Vincent Brantley","Carolyn Neff","Peter Jason","Keith David","Stuart Pankin"],"overview":"","release_date":"2011-06-06","genres":[35,10749],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":111859,"title":"Hopelessly in June","adult":false},{"cast":["Widespread Panic","John Bell","John Hermann","Jimmy Herring","Todd Nance"],"overview":"","release_date":"2012-02-12","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111864,"title":"Widespread Panic: Wood Tour - Denver, CO The Fillmore February 12 , 2012","adult":false},{"cast":["Gene Autry","Champion","Gail Davis","Russell Hayden","Christine Larsen"],"overview":"An outcast gambler hijacks a wagon train of eligible women taken west by a mayor (Gene Autry).","release_date":"1951-11-20","genres":[28,37,10402],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":111872,"title":"Valley of Fire","adult":false},{"cast":["Gene Autry","Champion","Gail Davis","Richard Crane","Robert Livingston"],"overview":"A singing territorial ranger (Gene Autry) spots his younger brother in an outlaw gang.","release_date":"1953-01-01","genres":[37],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":111874,"title":"Winning of the West","adult":false},{"cast":["Brendan Conroy","Una Kavanagh","Brendan McCormack","Luke Reilly"],"overview":"Maybe if you knew where your Teddy Bear came from you wouldn't hug him so tightly.","release_date":"2009-01-01","genres":[16,12],"vote_average":8.0,"runtime":9,"cert":"N\/A","id":111879,"title":"Tufty","adult":false},{"cast":["Verónica Forqué","Antonio Resines","Pepón Nieto"],"overview":"It's summer 1970, and the hippie movement has taken over an entire generation. In a beach house, a very unique family begins their summer vacation, which will change everyone's lives: Fernando (the father) an actor, Lucia (the mother) devoted housewife, and their four children- Chucho (the eldest), Elena (the intellectual), Juan (car-crazy) and Veronica (the youngest).","release_date":"1997-07-04","genres":[35],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":111881,"title":"El tiempo de la felicidad","adult":false},{"cast":["John Turturro","Michael Badalucco","Carl Capotorto","Katherine Borowitz","Ellen Barkin"],"overview":"Niccolo (Mac) Vitelli is the eldest of three brothers and leads their family after their beloved father dies. Their father was a builder and his sons continue in this family trade. At first, they work for Polowski, who does shoddy work and cheats on his jobs. When the brothers can no longer take being employed by such an angry vitriolic boss who takes no pride in his work, they set up their own company. Together, Vitelli Brothers Construction builds houses with pride and care. However, Mac turns out to be an overbearing workaholic, with obsessive concern about the quality of their work and incredible attention to detail. His intensity and driven ambition precludes a happy family life and eventually drives away his two happy-go-lucky brothers from his nascent construction empire.","release_date":"1992-09-17","genres":[18],"vote_average":5.9,"runtime":117,"cert":"N\/A","id":111883,"title":"Mac","adult":false},{"cast":["Paul Dano","Kathy Baker","Katie Stuart","Bruce Davison","Terra Vnesa"],"overview":"When 15-year-old, Matt Freeman, gets his girlfriend, Francesca, pregnant her family decides to put the unborn baby up for adoption. Matt agrees to the decision, but begins to rethink it. This movie is taken from the father's point of view.","release_date":"2002-06-10","genres":[18,10770],"vote_average":7.0,"runtime":120,"cert":"N\/A","id":111885,"title":"Too Young to Be a Dad","adult":false},{"cast":["Olivier Gourmet","Bruno Todeschini","Anne Brochet"],"overview":"March 2002, during an election campaign, Simon Barrachet, offensive journalist, took over the newspaper and a television station seeks to impose its vision of information. His team is going through a period of profound change, while the themes of the 2002 campaign invade every screen: the absence of electoral issue in the first round, and the supposed explosion of insecurity in France ...","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":111896,"title":"Poison d'avril","adult":false},{"cast":["John Fantasia","Steve Vieira","Anna Ross","Lise Moule","Vincent Thomas"],"overview":"In the wake of the end of the world, a family of four desperately tries to survive. Their goal: escaping the city and traveling to the rural community they once called home.  The constant threat of a violent death forcing them to stay as far away from civilization as possible, they take to the forest, soon to discover the danger posed by other survivors may be the least of their worries.","release_date":"2011-07-02","genres":[18,27,878],"vote_average":3.8,"runtime":82,"cert":"15","id":111901,"title":"The Collapsed","adult":false},{"cast":[],"overview":"Hostage-taking, deadly bombings in Paris, lobbying, media and judicial machinery. This is the story of a carefree little girl, suddenly confronted with death threats, the bodyguards, to fear ... until the final drama, one winter evening in 1990.","release_date":"2006-01-04","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":111903,"title":"My Dad Is Into Terrorism","adult":false},{"cast":["Alanis Morissette","Gisele Bündchen","Christy Turlington","Cindy Crawford","Molly Ringwald"],"overview":"Executive Producer Ricki Lake and Filmmaker Abby Epstein follow their landmark documentary,'The Business of Being Born', with an all-new, four part DVD series that continues their provocative and entertaining exploration of the modern maternity care system.","release_date":"2011-11-08","genres":[99],"vote_average":0.0,"runtime":282,"cert":"N\/A","id":111911,"title":"More Business of Being Born","adult":false},{"cast":[],"overview":"A2 is a continuation of director Tatsuya Mori's film A (1998), an incredible view inside the compound of Japan's Aum Shinrikyo cult after its leaders carried out the deadly sarin gas attacks on the Tokyo subway in 1995. Most followers had no idea that the attacks were being planned, or even that their new religion had violent aspirations. After the attacks, these followers were left to rebuild the religion where they had once found peace in the face of overwhelming, and understandable, condemnation from the rest of Japan. Central focus is placed on Hiroshi Araki, a young man who finds himself elevated to chief spokesman for Aum after its leaders are arrested. Araki faces extreme hostility from the Japanese public, who find it hard to believe that most followers of the cult had no idea of the attacks and even harder to understand why these followers remain devoted to the religion, if not the violence.","release_date":"2001-01-01","genres":[99],"vote_average":7.0,"runtime":131,"cert":"N\/A","id":111913,"title":"A2","adult":false},{"cast":["Terje Formoe","Svein Haagensen","Janne Formoe","Morten Usterud","Linda Tørklep"],"overview":"Kaptein Sabeltann is back! And when the people of Kjuttaviga also find a parchment that says there is another treasure from the pirate Grusomme Gabriel in Kjuttaviga, things really become wild.","release_date":"1994-10-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":111921,"title":"Kaptein Sabeltann og hemmeligheten i Kjuttaviga","adult":false},{"cast":["Thomas Gomez","Dorothy Dandridge","Bill Walker","Angela Clarke","Peter M. Thompson"],"overview":"All-American basketball player, Billy signs up with the world-famous \"Harlem Globetrotters\", an all-Negro professional team. Billy struggles with important life decisions and their consequences.","release_date":"1951-05-30","genres":[18],"vote_average":5.0,"runtime":78,"cert":"N\/A","id":111926,"title":"The Harlem Globetrotters","adult":false},{"cast":[],"overview":"A serial kidnapper is out in the streets of Seoul targeting women...","release_date":"2010-01-01","genres":[53,18,80],"vote_average":3.5,"runtime":66,"cert":"N\/A","id":111928,"title":"Genie","adult":false},{"cast":[],"overview":"Previews from the following 20 programs: - Rails around the Bay Area, The Columbia River, East to Green River, KCS over Rich Mountain, Badlands Coal, Rails around the Metroplex, Hot Spots 23, Hot Spots 25, Prairie Coal, Pan Am\/NS - The Patriot Corridor, CSX on the Magnolia Cutoff, Canada's Canyon, Highball over Tehachapi 2, Rails around Saint Louis, Rails and the Mother Road, 734 Photo Freight, Berkshire Doubleheader, Mountain Thunder, Steam over La Veta Pass, The Silverton Train.","release_date":"","genres":[],"vote_average":0.0,"runtime":140,"cert":"N\/A","id":111936,"title":"Blu-Ray Previews 1 North America","adult":false},{"cast":["Catherine Deneuve","Michel Piccoli","Michèle Morgan","Pierre Clémenti"],"overview":"Set in 18th century France, a naive 17-year-old orphan named Benjamin is taken in by his wealthy aunt, the Countess de Valandry. There, he is seduced by a variety of women, including a few flirtatious maidservants and neighboring countesses who all want to be Benjamin's \"first\".","release_date":"1968-01-12","genres":[35,10749],"vote_average":6.3,"runtime":103,"cert":"N\/A","id":111965,"title":"The Diary of an Innocent Boy","adult":false},{"cast":["Paul Rhys","Claire Skinner","Georgia King","Paul Ritter","Richard Cambridge"],"overview":"A burnt-out British spy becomes the recipient of tapes implicating senior MI-6 officers in some light treason. Before he even knows what he has, most of his office has already been killed.","release_date":"2011-03-13","genres":[80,35,53],"vote_average":2.0,"runtime":87,"cert":"","id":111970,"title":"Eliminate: Archie Cookson","adult":false},{"cast":["Maui Taylor","Rica Peralejo","Ricky Davao","Antonio Aquitania","Tina Monasterio"],"overview":"Isabel and Clara are two childhood friends separated by fate. Isabel is a naive provincial lass who works as an indigenous fabric weaver while Clara is the liberated city girl. Clara has gone wild after her mother runs off with another man. The two meet after years of separation when Clara returns to the barrio to visit her father, Roman. But their cultural difference further separates them as Lando, Isabel's boyfriend, enters into the picture. Lando, frustrated with Isabel's conservatism and idealism, turns his attention to Clara, which irked Isabel. Isabel, in turn, seduces Clara's father.","release_date":"2002-11-13","genres":[10749,18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":111972,"title":"Strands","adult":false},{"cast":["Tasuku Emoto","Mansaku Fuwa","Masakatsu Toriyama","Ichiro Hariu","Kaori Kobayashi"],"overview":"Veteran filmmaker Koji Wakamatsu delivers a surprisingly lyrical yet piercing critique of Japanese society and history in Cycling Chronicles. Wakamatsu has long been driven by a sense of political and social outrage, and a sympathy for those who have been marginalized or suppressed by dominant history and institutions. Inspired by a true story of a teenager who killed his mother and then cycled aimlessly from Tokyo to Aomori, Wakamatsu shows his protagonist (a largely wordless, engaging performance by youngster Emoto) biking through beautiful landscapes but discovering the ugly side of Japanese history as he is propelled towards his own catharsis.","release_date":"2004-10-31","genres":[18],"vote_average":3.0,"runtime":89,"cert":"N\/A","id":111974,"title":"Cycling Chronicles: Landscapes the Boy Saw","adult":false},{"cast":["Omero Antonutti","Eva Kotamanidou","Mihalis Giannatos","Grigoris Evangelatos","Miranda Kounelaki"],"overview":"Based on some historical events, the film gives a romanticized biography of Theodoros Kolokotronis, a Greek historical hero serving as a metaphor for Greece herself. Based on a circular view of history, the film presents conflicting ideologies - primitive communism, anarchism, chiefdom or kingdom, personality cult - and shows the institutions of property and power in a bad light.","release_date":"1980-04-16","genres":[18,36],"vote_average":7.3,"runtime":235,"cert":"N\/A","id":111988,"title":"Alexander the Great","adult":false},{"cert":"N\/A","title":"Kona Coast","cast":["Richard Boone","Vera Miles","Joan Blondell","Steve Ihnat","Chips Rafferty"],"genres":[18],"id":111999,"overview":"Sam Moran is a Honolulu charter-boat captain who leads fishing expeditions in the tropical paradise. When his daughter is found murdered at the party of a wealthy young playboy, he seeks the truth about the murder. Convinced the playboy is guilty, he enlists the help of his friend Kittibelle, who runs an alcohol abuse treatment center. Sam runs into a wall of silence obviously built by hush money and islanders fearful of reprisals from the rich and powerful family. The determined dad fights to uncover the information that will land the murderer in jail as he avenges the death of his daughter.","runtime":93,"release_date":"1968-05-01","vote_average":3.0,"adult":false}]