[{"cast":["Rock Hudson","Barbara Carrera","Diane Ladd","Roddy McDowall","Anne Schedeen"],"overview":"A scientist doing experiments on a human fetus discovers a method to accelerate the fetus into a mature adult in just a few days.","release_date":"1976-05-21","genres":[27,878],"vote_average":4.7,"runtime":104,"cert":"N\/A","id":113525,"title":"Embryo","adult":false},{"cast":["Daniel Russo","Bernard Dhéran","Claire Maurier","Françoise Pinkwasser","Zoé Nonn"],"overview":"","release_date":"2005-12-13","genres":[35],"vote_average":7.1,"runtime":null,"cert":"N\/A","id":113533,"title":"TOC TOC","adult":false},{"cast":["Travis Dixon","David Devora","Jody Jaress","Nick Soper","Montana White"],"overview":"A drama about Gavin, a recovering alcoholic, who dies and ends up in a strangely familiar bar where the mysterious Bartender lets him live out favorite moments form his life before entering heaven.","release_date":"2009-01-01","genres":[18,14],"vote_average":5.3,"runtime":17,"cert":"N\/A","id":113541,"title":"Last Call","adult":false},{"cast":["Jorge Adrián Espíndola","Javier Escobar","Salvador Álvarez","Pilar Ruiz","Fernando Arroyo"],"overview":"A young mute student goes to the movies when ditching school, but changes his mind when he meets an unemployed man who tries to communicate with him. Through messages and games, the two will make a discovery they never imagined.","release_date":"2005-01-01","genres":[10749],"vote_average":5.5,"runtime":14,"cert":"N\/A","id":113546,"title":"David","adult":false},{"cast":["David Paisley","Tom Frederic","Tom Swash","Michael Faye","Jay Kamiraz"],"overview":"Simon's first time in a sauna, how much trouble can one boy get into, or out of?","release_date":"2008-04-01","genres":[18],"vote_average":5.5,"runtime":15,"cert":"","id":113551,"title":"Sweat","adult":false},{"cast":["José Mojica Marins","Jorge Peres","Magna Miller","Jaime Cortez","Lirio Bertelli"],"overview":"A psychiatric doctor is driven insane plagued by nightmarish visions of Coffin Joe's subterranean world of bizarre horror. Under analysis, it's discovered that he has a pathological fear that Joe has sexual designs on his beautiful wife.  Unable to cure him, his fellow doctors enlist the services of José Mojica Marins, the creator of Coffin Joe, in an attempt to convince the patient that Joe does not exist. But all is not how it might first appear.","release_date":"1978-08-02","genres":[27],"vote_average":5.2,"runtime":86,"cert":"N\/A","id":113562,"title":"Hallucinations of a Deranged Mind","adult":false},{"cast":["Ann Turkel","Lewis Van Bergen","Keene Curtis","Sab Shimono","Douglas Dirkson"],"overview":"Pilot for a never-made TV series based upon the popular comic strip character.","release_date":"1982-01-01","genres":[28,80,18,10770],"vote_average":2.3,"runtime":50,"cert":"N\/A","id":113564,"title":"Modesty Blaise","adult":false},{"cast":["Mark Stevens","Marianne Koch","Wolfgang Lukschy","Joachim Hansen","Delphi Lawrence"],"overview":"A scientist experimenting with suspended animation decides to use himself as a test subject. Before he is frozen, his wife is killed, and he is suspected of her murder. a murder suspect.","release_date":"1964-12-01","genres":[9648,878,53],"vote_average":3.3,"runtime":81,"cert":"","id":113566,"title":"Frozen Alive","adult":false},{"cast":["Robert Plant","Jimmy Page","John Paul Jones","John Bonham"],"overview":"The Knebworth Festival 1979 consisted of two concerts performed by the English rock band Led Zeppelin and other artists at Knebworth House, Hertfordshire, England, in August 1979.  This is the full first night show on the 4th August 1979.\r --\r 01 Going to California\r 02 That's the Way\r 03 Bron Aur Stomp\r 04 In My Time of Dying\r 05 Trampled Underfoot\r 06 Stairway to Heaven","release_date":"1979-08-04","genres":[],"vote_average":8.0,"runtime":197,"cert":"","id":113571,"title":"Led Zeppelin - Knebworth Festival","adult":false},{"cast":["Tony Curran","Laura Fraser","Greg Hemphill","Ashley Jensen","Denis Lawson"],"overview":"Comedy following the lives of five people as they prepare to vie for the 2009 Cup O'Kindness, the trophy awarded to the champion in Robert Burns poetry recital. The film captures the ups and downs of each participant's progress as the pressure intensifies, the poems are recited and the champion is crowned.  Held in Alloway, the birthplace of Burns himself, this prestigious competition is the centrepiece of the annual celebrations devoted to the Bard's immortal memory. And this year it may prove memorable for all the wrong reasons.","release_date":"2009-01-25","genres":[],"vote_average":0.0,"runtime":60,"cert":"","id":113573,"title":"No Holds Bard","adult":false},{"cast":["Seema Biswas","Nawazuddin Siddiqui","Sugandha Garg","Mukkund Shukla","Aakash Maheriya"],"overview":"In the old city of Ahmedabad, amid India's largest kite festival, a family duels, spins and soars like the countless kites in the skies above.","release_date":"2011-07-07","genres":[18],"vote_average":5.5,"runtime":93,"cert":"N\/A","id":113581,"title":"Patang","adult":false},{"cast":["Fred Williamson","Bubba Smith","Gary Busey","Tony Lo Bianco","Beverly Johnson"],"overview":"Dakota Smith is an experienced policeman with a problem: his partner was shot dead, and corrupt cops are responsible. Dak's investigation leads him to widespread corruption in the department, as well as a corrupt district attorney. Smith finds an unlikely ally in timid photographer Nick Gleem. While Gleem unearths clues about the bad guys, Dak fends off attacks on his own life. While he's not in gun battles with these local villains, divorced father Dak has no shortage of lady friends to keep him happy.","release_date":"2001-10-23","genres":[28],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":113595,"title":"Down 'n Dirty","adult":false},{"cast":["Renato Cestiè","Rena Niehaus","Yorgo Voyagis","Olga Karlatos","Fabio Gamma"],"overview":"A blind boy receives a vision that warn him of the birth of the anti-christ.","release_date":"1978-02-18","genres":[9648,27],"vote_average":5.6,"runtime":95,"cert":"N\/A","id":113597,"title":"Damned in Venice","adult":false},{"cast":["Robbie Daymond","Jaime Perkins","Andre Mazire","Christopher Burnham","Mai-Ly Duong"],"overview":"Dead On Site is the story of a group of media arts majors who decide as a final project to take over a vacant house where a family had been wiped out a year before. They plan to re-enact the murders and web-cast them on a site while they search for clues to the killer.","release_date":"2008-01-01","genres":[27,53],"vote_average":2.0,"runtime":80,"cert":"N\/A","id":113602,"title":"Dead on Site","adult":false},{"cast":[],"overview":"The peaceful suburb of Rudow is shaken by brutal murders! Who or what is the brutal killer?","release_date":"2004-04-29","genres":[27],"vote_average":4.0,"runtime":82,"cert":"N\/A","id":113607,"title":"Der Teufel von Rudow","adult":false},{"cast":[],"overview":"","release_date":"2000-09-12","genres":[18],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":113609,"title":"Interstate 84","adult":false},{"cast":["Miyuki Katô","Yukio Kokago","Salmon Sakeyama","Yûken Yoshida"],"overview":"The sequel to the underground goretastic RED ROOM, RED ROOM 2 will leave you gasping for air in its grueling portrayal of what people will do for money. Another million dollars is up for grabs as four more contestants enter the RED ROOM. Locked inside, they begin to play \"King\", a deadly card game in which the loser must perform whatever action the winner desires.  The game is played till there is a single survivor. How far will the contestants go for a little hard earned cash? How much abuse can a person handle? Can you dare watch the horror of the RED ROOM?","release_date":"2000-08-04","genres":[27,53,878],"vote_average":5.0,"runtime":81,"cert":"N\/A","id":113614,"title":"Red Room 2","adult":false},{"cast":["Louis Gossett Jr.","Bruce Dern","Melissa Leo","Henderson Forsythe","Bill Cobbs"],"overview":"After a long time in the army, an Afro-American soldier returns to his hometown, where, years ago, his brother was executed for the rape and murder of two white girls. The commando believes his brother to have been innocent and seeks a proof for that, but there are some people in the town who will stop at nothing to hide the secrets of their past...","release_date":"1991-09-30","genres":[53],"vote_average":5.5,"runtime":90,"cert":"N\/A","id":113616,"title":"Carolina Skeletons","adult":false},{"cast":["Melissa Deverian","Alex Aldridge","Peyten Aldridge","Randy Aldridge","Gary Slayton"],"overview":"The quiet town of Quartz Hill is about to experience the worst night of the town's history. A notorious killer has escaped from death row with one thought on his mind. Revenge.","release_date":"2009-04-07","genres":[27],"vote_average":2.0,"runtime":84,"cert":"N\/A","id":113621,"title":"Disturbed","adult":false},{"cast":["Bartolomeo Pagano","Elena Sangro","Lucia Zanussi","Franz Sala","Umberto Guarracino"],"overview":"The devil takes Maciste down to hell in an attempt to corrupt and ruin his morality.","release_date":"1925-10-19","genres":[14,27],"vote_average":6.6,"runtime":95,"cert":"N\/A","id":113623,"title":"Maciste in Hell","adult":false},{"cast":[],"overview":"After a campus-wide zombie outbreak a slacker college student must protect his younger brother while becoming the unlikely leader of a small band of quirky survivors.","release_date":"2012-02-07","genres":[27,35,28],"vote_average":3.0,"runtime":86,"cert":"N\/A","id":113625,"title":"Dorm of the Dead","adult":false},{"cast":["William Hellfire","Tina Krause"],"overview":"A beautiful young woman has recurring nightmares of being chloroformed repeatedly and then bound and gagged with duct tape while completely nude. But will the final nightmare be all too real?","release_date":"1998-01-01","genres":[27],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":113627,"title":"Duct Tape Killer","adult":false},{"cast":["Gian Maria Volonté","Anne Wiazemsky","Cristiana Tullio-Altan","Allen Midgette","José Varela"],"overview":"Wind From the East is a product of Jean-Luc Godard's involvement, during the late 60s and early 70s, with a collective filmmaking experiment known as the Dziga Vertov Group. The film is, typically of the films he made during this period, about ideas and simultaneously about how best to express those ideas through the medium of film. The film deals with the situation of a strike and, during its first half, methodically analyzes the different components of the strike: the workers, the radical students who encourage the strike while not quite being able to communicate in the same terms as the workers, the union delegates and other middlemen who preach moderation and compromise, the employers who demand the immediate resumption of work, the police state that suppresses the strike on behalf of capitalism.","release_date":"1970-08-19","genres":[18],"vote_average":7.8,"runtime":100,"cert":"N\/A","id":113629,"title":"Wind from the East","adult":false},{"cast":["Han Ye-ri","Hong Jong-hyun","Hwang Byeong-guk","Shin Ji-soo","Kim Kkobbi"],"overview":"Seo-hee, Nam-hee and Lan. These three girls happen to read their tarot cards. Tarot cards tell them once-in-a-life-time opportunities will be coming to each of them simply by holding tarot cards and chanting magic spells. And the magic spells are nothing but their own names! Once their names are said, very special events begin to unfold.","release_date":"2010-06-10","genres":[27,18,53,10749],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":113649,"title":"Be with Me","adult":false},{"cast":["Vesa-Matti Loiri","Jari Nissinen","Tommi Korpela","Jari Pehkonen","Henry Hanikka"],"overview":"Finnish Road Movie","release_date":"2002-05-31","genres":[12,35],"vote_average":6.2,"runtime":55,"cert":"N\/A","id":113660,"title":"Rumble","adult":false},{"cast":["Masaki Okada","Chieko Baishô","Hasegawa Jun","Yū Aoi","Eri Fukatsu"],"overview":"Leo, a young Japanese college student, travels to Hawaii and eventually falls in love with Maray, an older Japanese-Caucasion woman.","release_date":"2009-03-14","genres":[18],"vote_average":5.6,"runtime":111,"cert":"N\/A","id":113668,"title":"Honokaa Boy","adult":false},{"cast":["Pierre Bené","Monica Löf"],"overview":"Roy Andersson's short movies focus on working class and youth daily life, capturing and portraying a small slice of his characters' day.","release_date":"1968-01-01","genres":[],"vote_average":5.5,"runtime":17,"cert":"N\/A","id":113670,"title":"To Fetch a Bike","adult":false},{"cast":["Martin Kove","Tony Becker","Lisa Wilcox","Anna Enger","Shane Callahan"],"overview":"A blazing fire rips its way through Bear Valley National Park. As the firefighters try to contain it, the animals are being forced out of their habitat including a beast that was better left undiscovered.","release_date":"2011-07-24","genres":[27,878,53],"vote_average":7.0,"runtime":86,"cert":"N\/A","id":113678,"title":"Savage","adult":false},{"cast":["Dezső Garas","Major Tamás","László Márkus","András Kern","István Verebes"],"overview":"His outstanding film, - Football of the Good Old Days had a repeated line, which became a popular saying: \"One needs a team\". The hero, Minarik, the legendary laundry-owner tried to fill his football team with enthusiasm. He represented the man of the 70s, trying to find a way out, wallowing in nostalgia.","release_date":"1973-11-29","genres":[35],"vote_average":5.0,"runtime":84,"cert":"N\/A","id":113680,"title":"Football of the Good Old Days","adult":false},{"cast":["Buster Crabbe","Carol Hughes","Charles Middleton","Frank Shannon","Don Rowan"],"overview":"Edited version of the 1940 Universal serial \"Flash Gordon Conquers the Universe\", released in a syndication package to TV in 1966.","release_date":"1966-01-01","genres":[878],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":113682,"title":"Purple Death from Outer Space","adult":false},{"cast":["Alan Tam","Brigitte Lin","Chang Kuo-Chu","Bennett Pang Kin-San","Kan Yee-Ching"],"overview":"As part of a sociology experiment, Brigitte Lin tries to get lower-class playboy Alan Tam to fall in love with her. Not only does he fall for her, but he finds it impossible to return to his playboy life.","release_date":"1984-06-28","genres":[35,10749],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":113684,"title":"The Other Side of Gentleman","adult":false},{"cast":["Russ Tamblyn","Gloria Talbott","Perry Lopez","Scott Marlowe","Wright King"],"overview":"After he's continually harrassed and bullied by his town's citizens, the orphaned teenage son of a notorious gunslinger takes flight and joins a gang of youthful outlaws. Director Albert Band's 1956 western stars Russ Tamblyn, Gloria Talbott, Perry Lopez, Scott Marlowe, Rayford Barnes, Chubby Johnson, Ray Teal, Walter Coy, Dabbs Greer and Myron Healey.","release_date":"1956-09-12","genres":[37],"vote_average":6.5,"runtime":84,"cert":"N\/A","id":113695,"title":"The Young Guns","adult":false},{"cast":["Joel McCrea","Virginia Mayo","Barry Kelley","Michael Ansara","Whit Bissell"],"overview":"A Union soldier returns to his western home at the end of the Civil War and finds himself caught in the middle of a land war between his greedy half-brother and a wagon train of Confederate homesteaders. This 1957 film stars Joel McCrea, Virginia Mayo, Barry Kelley, Michael Ansara, Whit Bissell, Michael Pate, Leo Gordon, James Dobson and Ray Teal.","release_date":"1957-11-17","genres":[37],"vote_average":5.8,"runtime":81,"cert":"N\/A","id":113697,"title":"The Tall Stranger","adult":false},{"cast":["michael castro","Pamela Chan","Adam Discko"],"overview":"What do you get when you combine the deadly ninja with the horrific zombie? Amazing action sequences, suspense and scares, gore, violence and plenty of laughs! On the surface, Ninja Zombies is an action-comedy-horror film, or a zom-com with martial arts. At it's core, however, it's a film about friendship, growing up, and accepting responsibilities that you never wanted. Dameon, a young landlord with no real job or obligations, begins having nightmares - flashes from the life of a samurai on the run who tries to rid his world of an evil Hell Sword that could raise the dead (the Jigoku no Ken). When he finds a chest containing his family's ancestral sword and a mysterious journal, he realizes that his dreams were real and the samurai was his ancestor. He discovers that there are two swords: this one from the chest is good and grants him his ancestor's fighting power, but the evil sword from his dreams is also real...","release_date":"2011-11-19","genres":[27],"vote_average":1.8,"runtime":78,"cert":"N\/A","id":113726,"title":"Ninja Zombies","adult":false},{"cast":["Jr NTR","Trisha Krishnan","Karthika Nair","Kota Srinivasa Rao","Chalapathi Rao"],"overview":"Ramachandra (NTR) - an orphan wants to helps out people and make enough bank balance so that he can settle in life by marrying a girl of his choice. He falls in love with Ashwini (Trisha) at the first sight. He comes to know that a royal family from a distant village are looking to adopt a youngster. Ramachandra approaches them and gets adopted. He goes to a village where there are faction fights between the royals of the two village. It is the turn of Ramachandra to kill the enemies so that his village gets justice and peace. The rest of the story is all about how differently Ramachandra achieves it.","release_date":"2012-04-27","genres":[28,18],"vote_average":6.1,"runtime":156,"cert":"N\/A","id":113728,"title":"Dammu","adult":false},{"cast":["Mel Blanc","June Foray"],"overview":"In 1950, Mel Blanc recorded some novelty songs for Capitol Records in the voices of his characters he did for Warner Bros. Cartoons. Now someone has taken his voices from one of those records and, with a new arrangement based on the originals by Billy May, has put them in this new computer animated short in order to illustrate the characterizations of Tweety and Sylvester in all their violent glory!","release_date":"2011-11-17","genres":[16,35],"vote_average":6.4,"runtime":4,"cert":"N\/A","id":113736,"title":"I Tawt I Taw a Puddy Tat","adult":false},{"cast":["Gene Autry","Frankie Darro","Smiley Burnette","Betsy King Ross","Dorothy Christy"],"overview":"Re-edited feature version of serial The Phantom Empire (1935). Singer Gene Autry discovers a race of advanced humans living beneath the earth.","release_date":"1940-05-02","genres":[28,12,878,37],"vote_average":5.0,"runtime":70,"cert":"N\/A","id":113738,"title":"Men with Steel Faces","adult":false},{"cast":["Esther Williams","George Sanders","William Demarest","Howard Keel","Marge Champion"],"overview":"Esther Williams musical about Hannibal's campaign against Rome, based on a Robert E. Sherwood play.","release_date":"1955-02-18","genres":[12],"vote_average":3.0,"runtime":95,"cert":"N\/A","id":113743,"title":"Jupiter's Darling","adult":false},{"cast":["Paul Robeson","Sidney Poitier"],"overview":"This Academy Award-winning documentary short Paul Robeson: Tribute to an Artist, narrated by Sidney Poitier, traces the career of Paul Robeson through his activism and his socially charged performances of his signature song, “Ol’ Man River.”","release_date":"1979-01-01","genres":[99],"vote_average":7.0,"runtime":30,"cert":"N\/A","id":113745,"title":"Paul Robeson: Tribute to an Artist","adult":false},{"cast":["Deborra-Lee Furness","Simone Buchanan","David Franklin","Bill McCluskey","Allison Taylor"],"overview":"A stranger, Asta Cadell limps into an outback town on a crippled motorcycle. Trapped while she waits for repairs, Asta stays at the garage of Tim Curtis. The outsider soon discovers that Tim's young daughter Lizzie is the latest victim of the local sport: gang rape.","release_date":"1988-02-26","genres":[18],"vote_average":5.6,"runtime":94,"cert":"N\/A","id":113747,"title":"Shame","adult":false},{"cast":["Paul Robeson","Henry Wilcoxon","Wallace Ford","Kouka","John Laurie"],"overview":"A World War I officer who escapes his fate as a black man by fleeing to Africa and creating a new world for himself.","release_date":"1937-01-01","genres":[12,18],"vote_average":6.0,"runtime":77,"cert":"N\/A","id":113749,"title":"Jericho","adult":false},{"cast":["Bela Lugosi","Bruce Bennett","Joan Barclay","Luana Walters","Maurice Liu"],"overview":"Feature version of the 1936 serial \"Shadow of Chinatown.\"","release_date":"1936-10-10","genres":[27,878,80],"vote_average":5.3,"runtime":71,"cert":"N\/A","id":113751,"title":"Shadow of Chinatown","adult":false},{"cast":["Anita Ericsson","Lasse Berg","Grete Lindner","Stig Dahl","Monica Viklund"],"overview":"","release_date":"1976-03-01","genres":[],"vote_average":5.0,"runtime":76,"cert":"N\/A","id":113759,"title":"Happy Family","adult":true},{"cast":[],"overview":"Jest rok 1776. Radca wiedeńskiej Kancelarii Nadwornej Henryk Klein (Mariusz Bonaszewski) otrzymuje skargę na hrabiego Jakuba Franka (Olgierd Łukaszewicz), który kilkanaście lat wcześniej został skazany za głoszenie herezji i zbiegł do Wiednia. Donos napisany został przez jego byłego wyznawcę, Jakuba Golińskiego (Andrzej Chyra). Klein dowiaduje się, że za zdradę Goliński został ukarany i obrabowany, a teraz czeka go śmierć ku przestrodze innych. Radca przeprowadza dochodzenie. Udaje mu się ustalić, że pseudomesjasz ogłosił się Bogiem, tworzy ze swoich wyznawców armię i szuka kontaktów z dworem cesarzowej Marii Teresy. Klein podejrzewa spisek, którego celem jest zamach stanu","release_date":"2011-10-07","genres":[],"vote_average":5.0,"runtime":102,"cert":"N\/A","id":113761,"title":"Daas","adult":false},{"cast":["Rajasri"],"overview":"Old telugu movie","release_date":"1966-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":113772,"title":"Aggi Barata","adult":false},{"cast":["Barbara Eden","Ronny Cox","Woody Harrelson","Nanette Fabray","Audrey Christie"],"overview":"Stella Johnson is a single mother living in the town of Harper Valley. Most of the townsfolk, particularly those on the school PTA, think she is a little too liberal so they're making things tough for her and her daughter. So she runs for the position of PTA President, which infuriates them. Stella decides to get revenge with the help of her friends.","release_date":"1978-07-02","genres":[35],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":113777,"title":"Harper Valley P.T.A.","adult":false},{"cast":[],"overview":"The well-organised gang built a tunnel that was an extraordinary feat of precision civil engineering. The team broke through a reinforced steel and concrete floor and then negotiated a route through the bank that meticulously avoided all security cameras. It was a crime that united all of Brazil, and the robbers became overnight heroes. But the robbery was perhaps too perfect and rival gangs smelled blood. It was the violence that broke out in Sao Paolo, Fortaleza and beyond that led the police closer and closer to the criminal mastermind they so fervently sought. This documentary tells the story of how the robbery was carried out and how the police moved to trap the criminals, ultimately resulting in a vicious and escalating cycle of bloodshed and murder across Brazil.","release_date":"2006-04-08","genres":[99],"vote_average":0.0,"runtime":72,"cert":"","id":113779,"title":"Gold Diggers: The World's Biggest Bank Robbery","adult":false},{"cast":["Catherine Hessling","Charlotte Clasis","Pierre Champagne","Maurice Touzé","Georges Térof"],"overview":"Jean Renoir's directional debut and first silent film stars his wife, Catherine Hessling, as a young girl who manages to turn her tragic family life into one of joy and happiness.","release_date":"1925-03-20","genres":[10749,18],"vote_average":6.8,"runtime":72,"cert":"N\/A","id":113781,"title":"Whirlpool of Fate","adult":false},{"cast":["Haydée Politoff","Rosanna Schiaffino","Romolo Valli","Aldo Giuffrè","Daniela Surina"],"overview":"26 year old Silvia has it all, but is still discontent, and daydreams about BDSM sex. When her husband is away on a business trip, she goes to a castle outside Rome to work as a secretary. Here she is turned into a slave.","release_date":"1969-09-13","genres":[10749,18],"vote_average":8.0,"runtime":95,"cert":"N\/A","id":113801,"title":"Check to the Queen","adult":false},{"cast":[],"overview":"From tadpole to frog, caterpillar to butterfly and pup to wolf, children will learn about the life cycles of animals, the different stages of development and the average life spans of a variety of creatures. A fun, hands-on experiment is included. Part of the multivolume Animal Life for Children Video Series in the Schlessinger Science Library. Part of the Schlessinger Science Library for Children Collection. This title correlates to the National Science Education Standards for Life Science -- characteristics of organisms, life cycles of organisms and organisms &amp; environments. A teacher's guide is included and available online.","release_date":"","genres":[],"vote_average":0.0,"runtime":23,"cert":"N\/A","id":113803,"title":"Animal Life for Children - All About Animal Life Cycles","adult":false},{"cast":[],"overview":"Stockings Video","release_date":"","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":113808,"title":"White Fishnet Nylons","adult":true},{"cast":[],"overview":"Yet Yet","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":113819,"title":"Yet Yet","adult":false},{"cast":["Rebecca Palmer","Shane Attwooll","Demelza Randall","Xavier Tchili"],"overview":"The tragic story of two sisters whose lives are disrupted by two men. Amidst a landscape of rural hardship and a community consumed with superstition, events unfurl which threaten their sibling bond.","release_date":"2001-11-10","genres":[],"vote_average":5.0,"runtime":111,"cert":"15","id":113821,"title":"This Filthy Earth","adult":false},{"cast":["Jane Wyman","Van Johnson","Howard Keel","Barry Sullivan","Phyllis Kirk"],"overview":"A stewardess becomes romantically involved with an airline pilot, a college professor, and a successful businessman...all of whom are named Mike. When the three find out about each other, she has to decide which one she loves the most.","release_date":"1951-03-01","genres":[10749,35],"vote_average":5.6,"runtime":90,"cert":"N\/A","id":113823,"title":"Three Guys Named Mike","adult":false},{"cast":[],"overview":"For the first time an exclusive look at the day-to-day life of the most notorious prison in the world.  The naval base at Guantanamo Bay secured a place in the annals of history when the first wave of detainees dubbed “among the most dangerous, best-trained, vicious killers on the face of the earth” arrived in 2002. A symbol of freedom protected or freedom tragically betrayed, the controversies of Guantanamo embody the thorny issues of America's fight to keep an enemy that wears no uniform, has no address and will declare no armistice outside the reach of U.S. courts.  The goings-on inside the wire encircling this highly classified camp have been a closely held government secret. Until now. Guantanamo's Secrets exclusively captures for the first time the day-to-day life of the most famous prison in the world, exploring the on-going daily struggle between the guard force of dedicated young military personnel and the equally dedicated detainees ..","release_date":"2009-06-16","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":113828,"title":"National Geographic: Inside Guantanamo","adult":false},{"cast":["Mark Ruffalo","Jim Parsons","Matt Bomer","Julia Roberts","Jonathan Groff"],"overview":"The story of the onset of the HIV-AIDS crisis in New York City in the early 1980s, taking an unflinching look at the nation's sexual politics as gay activists and their allies in the medical community fight to expose the truth about the burgeoning epidemic to a city and nation in denial.","release_date":"2014-05-25","genres":[18],"vote_average":8.0,"runtime":133,"cert":"15","id":113833,"title":"The Normal Heart","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":113838,"title":"AC\/DC live at circus krone","adult":false},{"cast":["Clifton Webb","June Allyson","Cornel Wilde","Lauren Bacall","Fred MacMurray"],"overview":"Needing to fill the position of general manager of his company, and believing that an executive's wife is crucial to her husband's success, auto industry mogul Gifford brings three couples to New York to size up: Jerry and Carol: he hard-driven and self-reliant, she willing to use her beauty to further her husband's career; Sid and Elizabeth, he ulcer-ridden and torn between achieving success and restoring their troubled marriage, she positive that his job will kill him, but gamely agreeing to play the good wife for the duration; and down-to-earth Bill, whose good-natured Katie fears that his promotion would spell the end of their idyllic familiy existence.","release_date":"1954-09-30","genres":[18],"vote_average":7.9,"runtime":94,"cert":"N\/A","id":113843,"title":"Woman's World","adult":false},{"cast":["Dick Powell","Peggy Dow","Joyce Holden","Charles Drake","Albert Sharpe"],"overview":"An ex-police\/army dog (German Shepherd), named Rex inherits a fortune from an eccentric millionaire. But someone poisons him for his fortune, and he gets to go back to earth as a human detective to bring his killer to justice, and protect the girl who used to look after him.","release_date":"1951-09-23","genres":[35,14],"vote_average":5.8,"runtime":78,"cert":"N\/A","id":113845,"title":"You Never Can Tell","adult":false},{"cast":["Anne Bancroft","Kimberlee Peterson","Trever O'Brien","Hanna Hall","William Greenblatt"],"overview":"When their mother disappears, a group of siblings are forced to fend for themselves, and make their way on their own. They eventually meet their grandmother, a loner who is reluctant to take them in.  Based on the novel by Cynthia Voigt.","release_date":"1996-04-14","genres":[18],"vote_average":8.4,"runtime":105,"cert":"N\/A","id":113850,"title":"Homecoming","adult":false},{"cast":["Jagjit Singh"],"overview":"This is soothing simran of the Shabad \/ Mantra Satnam Sri Waheguru by the famour folk singer Jagjit Singh \"Satnam sri waheguru, satnam sri waheguru ..... Only Your Name alone, Lord, is my support; Only your Name is my salvation .","release_date":"","genres":[],"vote_average":0.0,"runtime":46,"cert":"N\/A","id":113852,"title":"Satnam Shri Waheguru","adult":false},{"cast":["Ariana Richards","Susan Blakely","William Bumiller","Tracee Ellis Ross","Teryl Rothery"],"overview":"When a young track star is raped by her coach, no one but her mother will believe her story.","release_date":"1998-09-07","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":113860,"title":"Race Against Fear","adult":false},{"cast":[],"overview":"Euro football","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":113862,"title":"Euro Football","adult":false},{"cast":[],"overview":"Euro football","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":113864,"title":"Euro Football","adult":false},{"cast":["Beau Bridges","Pam Dawber","Tess Harper","Erik von Detten","Jordan Bridges"],"overview":"In this Hallmark story, Allan is a normal middleaged man with a wife and two kids. When Alan is suddenly attacked one night, he loses his memory, leading his family to believe that he is dead.","release_date":"1996-03-24","genres":[18],"vote_average":3.0,"runtime":96,"cert":"N\/A","id":113869,"title":"A Stranger to Love","adult":false},{"cast":[],"overview":"Louise &amp; Vida","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":113883,"title":"vida & Louise","adult":false},{"cast":["Peter Fonda","John Glover","Harold Perrineau","Katherine Heigl","John Pyper-Ferguson"],"overview":"An adaptation of Shakespeare's classic is set in the Mississippi bayous during the Civil War.","release_date":"1998-12-13","genres":[14,18,878],"vote_average":5.5,"runtime":85,"cert":"N\/A","id":113885,"title":"The Tempest","adult":false},{"cast":["Cybill Shepherd","John Heard","Scott Bairstow","Elaine Kagan","Teri Ivens"],"overview":"Julie and Gregg are about to become parents again, but they feel conflicted since their first child was kidnapped and never seen again. But the couple soon faces an even bigger shock. Julie's new bad-boy (really bad-boy) student may actually be her long-lost son! Based on Claire R. Jacobs's book","release_date":"1993-05-16","genres":[18,10770],"vote_average":5.7,"runtime":90,"cert":"N\/A","id":113890,"title":"There Was a Little Boy","adult":false},{"cast":["Maria Luisa Cianni","Silvio Pollio","Daniella Evangelista","Paul J. Andersen","Woody Jeffreys"],"overview":"A struggling filmmaker finds himself involved in a dark world of guns, drugs and prostitution.","release_date":"2003-01-01","genres":[80,18,53],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":113892,"title":"How It All Went Down","adult":false},{"cast":[],"overview":"Teenagers go to party at summer cottage and are killed off by vengeful soul.","release_date":"2004-01-01","genres":[27],"vote_average":3.0,"runtime":82,"cert":"N\/A","id":113909,"title":"Insight of Evil","adult":false},{"cast":["Oskar Rodriguez","Arthur Napiontek","Brett Novek","Lindsey Landers","Maria Aceves"],"overview":"A year after a mean-spirited prom prank turned deadly, the most popular students of Sunnydale High are summoned back for a surprise reunion, only to find themselves at the mercy of a relentless killer.","release_date":"2009-01-18","genres":[27],"vote_average":1.4,"runtime":86,"cert":"N\/A","id":113917,"title":"The Brotherhood V: Alumni","adult":false},{"cast":[],"overview":"Camel in concert.","release_date":"2002-08-13","genres":[10402,99],"vote_average":4.5,"runtime":141,"cert":"N\/A","id":113919,"title":"Camel : Coming of Age","adult":false},{"cast":["Gary Cooper","Ruth Roman","Steve Cochran","Raymond Massey","Barbara Payton"],"overview":"Land, a family, a future. They're \"dreams, fried up, short order\" for Blayde Hollister (Gary Cooper). Rightly or wrongly, this ex-Confederate from Georgia has waged his own war to settle past injustices. Now he's a wanted man. And he can feel the law closing in on him.  Posing as a Boston dandy, he comes to the boom town with a gun and a plan: to smoke out the notorious Marlow brothers (including Steve Cochran and Raymond Massey), then give 'em a whiff of gunsmoke. Director Stuart Heisler (Along Came Jones) keeps the pace flowing like the local saloon's liquor. Max Steiner's score gallops like a hell-for-leather posse and screenwriter John Twist fires scene after scene with lines like \"you'll get your pockets picked in a graveyard\". Dallas, here we come!","release_date":"1950-12-30","genres":[28,37],"vote_average":6.3,"runtime":94,"cert":"N\/A","id":113921,"title":"Dallas","adult":false},{"cast":[],"overview":"Gary Moore in concert.","release_date":"1987-01-01","genres":[],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":113938,"title":"Gary Moore : Live in Stockholm 87","adult":false},{"cast":[],"overview":"He was born in a manger, died on a cross, created a new religion and became the most famous man of his age, but his life remains shrouded in mystery. History and archaeology shed light on the early experiences and forces that shaped Jesus’ young life.","release_date":"","genres":[],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":113943,"title":"National Geographic Presents: Jesus the Man","adult":false},{"cast":["Elisabeth Wiener","Madeleine Damien","Maurice Baquet","Hubert Deschamps","Roger Blin"],"overview":"Once upon a time there lived in the same village two men bearing the very same name. One of them chanced to possess four horses, the other had only one horse, so, by way of distinguishing them from each other, the proprietor of four horses was called \"Great Claus,\" and he who owned but one horse was known as \"Little Claus\"...","release_date":"1964-12-25","genres":[18],"vote_average":8.0,"runtime":70,"cert":"N\/A","id":113945,"title":"Little Claus and Big Claus","adult":false},{"cast":["John Hawkes","Helen Hunt","William H. Macy","Moon Bloodgood","Annika Marks"],"overview":"Though a childhood bout with polio left him dependent on an iron lung, Mark O'Brien (John Hawkes) maintains a career as a journalist and poet. A writing assignment dealing with sex and the disabled piques Mark's curiosity, and he decides to investigate the possibility of experiencing sex himself. When his overtures toward a caregiver scare her away, he books an appointment with sex surrogate Cheryl Green (Helen Hunt) to lose his virginity.","release_date":"2012-05-02","genres":[18,10749,35],"vote_average":6.9,"runtime":98,"cert":"15","id":113947,"title":"The Sessions","adult":false},{"cast":["Joshua Rush"],"overview":"When Tom loses his son in a drunk driving accident he struggles to keep his family together. His wife loses all respect for him as a protector of his family and there is only one way he can gain closure, revenge.","release_date":"2009-11-06","genres":[18,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":113952,"title":"Mindsight","adult":false},{"cast":["Riley Smith","Diedre Kilgore","Carter Roy","Brian Allemand","Matt Riedy"],"overview":"A man with a hook for a hand escapes from a mental institution to go after the children of his previous victims.","release_date":"2000-01-01","genres":[27,9648],"vote_average":2.7,"runtime":90,"cert":"N\/A","id":113957,"title":"Lovers Lane","adult":false},{"cast":[],"overview":"Live concert of 30 Seconds to Mars in Malaysia, in 2011.","release_date":"2011-10-16","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":113959,"title":"30 Seconds To Mars – Into The Wild Tour Live Malaysia","adult":false},{"cast":["Jared Leto","Shannon Leto"],"overview":"Live performance of 30 Seconds to Mars in Malaysia (2011)","release_date":"2011-10-01","genres":[10402],"vote_average":6.1,"runtime":45,"cert":"N\/A","id":113961,"title":"30 Seconds To Mars – MTV World Stage","adult":false},{"cast":[],"overview":"In 2007, Gillian Wearing placed an advert – in newspapers, online, in job centres and elsewhere. It read: “Would you like to be in a film? You can play yourself or a fictional character. Call Gillian.” Of the hundreds of people who replied, seven – chosen through an extended process of auditions, interviews and workshops – ended up appearing in Self Made. Of those seven, five in particular use the acting technique known as Method to delve into their own memories, impulses, anxieties, fears, fantasies and inner resources to create a series of individual performance vignettes, their personal ‘end scenes’, that reveal with particular intensity and clarity who they really are deep down – or who, in another version of their lives, they might easily have been.","release_date":"2011-09-02","genres":[99],"vote_average":0.0,"runtime":88,"cert":"","id":113963,"title":"Self Made","adult":false},{"cast":["Santo","Blue Demon","Mil Máscaras","Silvia Manríquez","Sandra Duarte"],"overview":"Beautiful Silvia and Sandra disappear mysteriously at the Bermuda Triangle. Santo, Blue Demon and Mil Mascaras, a team of super-heroes, go into action to try to find them. Soon they find out that evil Scientist Dr. Gro has developed a device to make people and objects to disappear blaming the famous vanishings of ships, airplanes and human beings on Mother Nature. Cast: Santo el Enmascarado de Plata, Blue Demon, Mil Mascaras, Silvia Manrquez and, Sandra Duarte","release_date":"1979-08-16","genres":[28,12,9648],"vote_average":6.5,"runtime":76,"cert":"N\/A","id":113968,"title":"Mystery in the Bermuda Triangle","adult":false},{"cast":[],"overview":"Concerto dos Xutos&amp;Pontapés ao Vivo no Rock in Rio Lisboa 2010","release_date":"2010-06-04","genres":[10402],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":113982,"title":"Xutos ao Vivo no Rock in Rio 2010","adult":false},{"cast":["Pete Punito","Rachel Riley","Mark Strano","Domiziano Arcangeli","Serena Lorien"],"overview":"If you were a brilliant geneticist, working on a secret government genetic engineering project, and your fiancee dumped you because your sperm were not viable, what would you do to resolve your mid-life crisis? Dr. Gino Conti creates his own son by combining reptilian and human DNA, but discovers fatherhood an extraordinary challenge when his son's anger management issues include eating people.","release_date":"2011-08-16","genres":[27,28,35,878],"vote_average":2.0,"runtime":98,"cert":"N\/A","id":113984,"title":"Lizard Boy","adult":false},{"cast":[],"overview":"A short film featuring various vintage Mickey Mouse toys.","release_date":"2004-01-01","genres":[14],"vote_average":7.2,"runtime":10,"cert":"N\/A","id":113989,"title":"Mouse Heaven","adult":false},{"cast":["Mark Door","Marc Fehse","Timo Rose","Carsten Fehse","Juliane Block"],"overview":"1944 War es ein Gerucht... 1999 Sollte es die Bittere Wahrheit Werden.","release_date":"1999-01-01","genres":[878,27,53],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":113991,"title":"Mutation","adult":false},{"cert":"18","title":"Night Dragon","cast":["Imogen Church","Annette Kellow","Alan Ford","Scott North","Russell Jones"],"genres":[80,18,53],"id":113993,"overview":"A dark thriller twisted around a love story. A criminal has the dilemma of whether to risk her life to save her lover, who she's betrayed.","runtime":80,"release_date":"2008-01-01","vote_average":7.0,"adult":false}]