[{"cast":[],"overview":"Narrated by actress Katharine Cornell and filmed in black and white, it spends the first 24 minutes introducing viewers, through newsreels, interviews, and old photographs, to the story of the deaf and blind disabled-rights pioneer. News footage shows her international appearances and visits with heads of state, including President Eisenhower allowing her to feel his face. The second half takes a day-in-the-(exceptional)-life approach to Keller's existence circa 1955. Made just 13 years before her death, Keller's famed tutor-translator-friend Anne Sullivan had already died, leaving her live-in replacement, Polly Thomson, to share the film's focus. From the time Keller takes her morning walk along the 1,000-foot handrail around her yard through her workday to her nightly reading of her Braille Bible, her serene acceptance of her life will amaze and inspire.","release_date":"1954-06-15","genres":[],"vote_average":8.0,"runtime":55,"cert":"N\/A","id":114500,"title":"Helen Keller in Her Story","adult":false},{"cast":["Fredric March","Albert Schweitzer","Phillip Eckert","Adele Woytt","Burgess Meredith"],"overview":"This biographical drama\/part-time documentary, narrative written by Dr. Albert Schweitzer and spoken by Frederic March, traces the life of Dr. Schweitzer (with actors playing the characters), from his birth in France up to about the age of 30 when he makes the decision to go to French Equatorial Africa and build his jungle hospital. The latter half of the film encompasses a full day in the hospital-village following the 80s-plus Samaritan in his daily rounds.","release_date":"1957-12-22","genres":[99,36],"vote_average":6.8,"runtime":85,"cert":"N\/A","id":114502,"title":"Albert Schweitzer","adult":false},{"cast":[],"overview":"In September, 1959, six Europeans leave Cook's Bay on the southern coast of Dutch New Guinea, now West Papua or Irian Jaya, to trek north to the far side of the island. The journey (450 miles, as a crow flies) across unmapped territory took seven months; three Muyu porters died. Near both coasts, the expedition met villagers who invited them to observe rituals and live with them. In the interior, all villagers kept them at bay, and they depended on air lifts from Hollandia for food and supplies. They climbed above 10,000 feet, built 14 bridges, and fought leeches and malaria. The narrator focuses on describing Stone Age savages, headhunters, and cannibals.","release_date":"1962-06-21","genres":[99],"vote_average":6.5,"runtime":92,"cert":"N\/A","id":114507,"title":"Sky Above and Mud Beneath","adult":false},{"cast":[],"overview":"The acclaimed poet is examined in this film completed just prior to his death at age 88, with his speaking engagements at Amherst and Sarah Lawrence Colleges intercut with studies of his work, as well as with scenes of his life in rural Vermont and personal reminiscences about his career. He is also seen receiving an award from President Kennedy and touring an aircraft carrier.","release_date":"1963-01-01","genres":[99],"vote_average":6.5,"runtime":51,"cert":"N\/A","id":114509,"title":"Robert Frost: A Lover's Quarrel with the World","adult":false},{"cast":["Carl Rogers"],"overview":"The film portrays a 16-hour group-therapy session of eight well-adjusted people who have never met before, led by psychologists Richard Farson and Carl Rogers. The \"patients\" include a cashier, a theology student, a teacher, a principal, three businessmen and a housewife.","release_date":"1969-03-20","genres":[99],"vote_average":7.3,"runtime":47,"cert":"N\/A","id":114511,"title":"Journey into Self","adult":false},{"cast":["Joel McCrea"],"overview":"The battle between two rodeo stars for the world championship: veteran Larry Mahan and newcomer Phil Lyne. Narrated by Cowboy Hall of Fame actor Joel Mc Crea, this Academy Award-winning documentary takes the viewer inside the rodeo arena with today's cowboys. Features incredible \"in-the-saddle\" photography.","release_date":"1973-12-01","genres":[],"vote_average":6.0,"runtime":89,"cert":"N\/A","id":114513,"title":"The Great American Cowboy","adult":false},{"cast":[],"overview":"This in-depth examination of the life and career of clarinetist and bandleader Artie Shaw cuts between archival footage, location shots, and an interview with Shaw himself. Berman illustrates the tumultuous, complicated, and remarkable legacy of a man who brought numerous innovations to jazz and swing music during the big-band era.","release_date":"1986-01-01","genres":[],"vote_average":8.0,"runtime":114,"cert":"N\/A","id":114521,"title":"Artie Shaw: Time Is All You've Got","adult":false},{"cast":["Susan Raymond","Deanna Burney"],"overview":"An unflinching verité portrait of the children of Stanton Elementary School in North Philadelphia, an inner-city neighborhood where 90% of the students live below the poverty line. Seen through the viewpoint of devoted principal Deanna Burney, the film shows Stanton as grossly underfunded, understaffed, and filled with children struggling to overcome their difficulties. But for these at-risk kids, however, the hope for their future survives only in the success of their education. A captivating series of vignettes concerning children growing up outside the American dream, echoing current “hot-button” issues in our country’s ongoing political discussion.","release_date":"1993-01-01","genres":[99],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":114526,"title":"I Am a Promise: The Children of Stanton Elementary School","adult":false},{"cast":["Jason Isaacs"],"overview":"Drama documentary about events of 9\/11 focusing on key decision makers in government and elsewhere.","release_date":"2010-10-11","genres":[99],"vote_average":8.0,"runtime":null,"cert":"","id":114528,"title":"9\/11 State of Emergency","adult":false},{"cast":["Michael Ansara","T.J. Lowther","Sandra Shotwell","Mary Elizabeth Winstead","Al Harrington"],"overview":"After his mother died, 12 year old Seth George (T.J. Lowther) goes to live with his grandparents on their farm. Grouchy old Murdock (Michael Ansara) is not very happy with the presence of his grandson and is rather hard on him. He was strongly opposed to the mixed marriage of his daughter and doesn't want to hear anything about Seth's Indian father who died a hero in Vietnam when Seth was still a baby. His grandmother (Sandra Shotwell) on the other hand was very fond of Seth but after a while she passes away. Seth also meets the charming yet sporting Annie Jacobs (Mary Elizabeth Winstead). Seth struggles at the farm with his grumpy grandfather and strives to win Annie's heart at the same time.","release_date":"1999-01-01","genres":[18,10751],"vote_average":7.5,"runtime":88,"cert":"N\/A","id":114533,"title":"Long Road Home","adult":false},{"cast":["Marina Hands","Bruno Ganz","Josiane Balasko","Lady Amanda Harlech","Isabel Karajan"],"overview":"","release_date":"2012-01-25","genres":[18],"vote_average":5.4,"runtime":null,"cert":"N\/A","id":114535,"title":"Sport de filles","adult":false},{"cast":["Colin Earls","Bob Emerson","Anthony Eubanks","Don Garlock","Ted Hildreth"],"overview":"A coach takes a rag-tag team of basketball players at a Christian high school and teaches them life lessons.","release_date":"1983-01-01","genres":[18],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":114537,"title":"Coach","adult":false},{"cast":["Geoffrey Land","Jill Jacobson","Marilyn Joi","Mary Kay Pass","Prentiss Moulden"],"overview":"A hospital nurse is possessed by an evil spirit, and proceeds to kill off the hospital's patients.","release_date":"1978-08-01","genres":[27],"vote_average":4.4,"runtime":88,"cert":"N\/A","id":114542,"title":"Nurse Sherri","adult":false},{"cast":["Cem Yılmaz"],"overview":"","release_date":"2001-01-01","genres":[],"vote_average":8.4,"runtime":235,"cert":"N\/A","id":114544,"title":"Bir Tat Bir Doku","adult":false},{"cast":[],"overview":"February 1, 2003. A nation wakes to images of the Space Shuttle Columbia disintegrating into a shower of hot metal in the skies over Texas. All seven on board are lost. With the future of human space exploration uncertain, the NASA family vows to find the cause of the accidents, fix it, and return safely to flight.  Return To Flight follows intensely human stories of triumph and failure as experienced by those who have undertaken to make things right. The two-year journey from the Columbia accident to the launch of the space shuttle Discovery in the summer of 2005 unfolds through the extraordinary day-to-day struggles of NASA scientists, engineers and astronauts from whom failure is not an option.","release_date":"2012-01-28","genres":[],"vote_average":0.0,"runtime":100,"cert":"U","id":114552,"title":"Space Shuttle: Return to Flight","adult":false},{"cast":["José Alvear","Patricio Andrade","Amaya Merino","Ana María Palys","Byron Paredes"],"overview":"Three paper recyclers depart on a journey to the Door of Forgiveness to pay tribute to Virgin Wolf, a mysterious Andean deity.","release_date":"2009-01-01","genres":[12],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":114554,"title":"Blak Mama","adult":false},{"cast":["Phil Collins","Hugo Weaving","Josephine Byrnes","Mitchell McMahon"],"overview":"The film is a story of the ways in which insurance investigator Roland Copping interferes in and manipulates the lives of others with outrageous games and gimmicks. Eventually he becomes involved in an escalating vendetta with a couple who make an unusual insurance claim.","release_date":"1993-06-04","genres":[35,80],"vote_average":6.6,"runtime":90,"cert":"","id":114556,"title":"Frauds","adult":false},{"cast":["Saffron Burrows","Bruce Davison","Sherilyn Fenn","Carla Gugino","Peter Krause"],"overview":"Lovelife is a 1997 romantic comedy film written and directed by Jon Harmon Feldman. The ensemble cast includes Matt Letscher, Sherilyn Fenn, Saffron Burrows, Carla Gugino, Bruce Davison, Jon Tenney and Peter Krause.  Lovelife was nominated for a Feature Film Award at the 1997 Austin Film Festival, and won an Audience Award at the Los Angeles Independent Film Festival. The film was winner of the screenplay award at the L.A. Indie fest.","release_date":"1997-04-01","genres":[35,18,10749],"vote_average":5.7,"runtime":96,"cert":"N\/A","id":114558,"title":"Lovelife","adult":false},{"cast":["Amy Hesketh","Mila Joya","Roberto Lopez","Alejandro Loayza","Eric Calancha"],"overview":"Maria Francisca, a wealthy young heiress and her friend Mariana De Castro, a young protestant widow, are accused of witchcraft and taken before the Inquisition of Lima, Peru .","release_date":"2011-10-30","genres":[18,36,27],"vote_average":5.0,"runtime":102,"cert":"N\/A","id":114560,"title":"Maleficarum","adult":false},{"cast":["Jean Carlos Batista","John Leguizamo","Miguel Angel Sano"],"overview":"Two top baseball prospects in the Dominican Republic face fierce competition and corruption as they chase their big league dreams.","release_date":"2012-07-13","genres":[18,99],"vote_average":5.9,"runtime":77,"cert":"N\/A","id":114562,"title":"Ballplayer","adult":false},{"cast":["Bharat Jadhav","Siddharth Jadhav","Sachin Khedekar","Saksham Kulkarni","Mahesh Manjrekar"],"overview":"Shikshanacha Aaicha Gho is a 2010 Indian Marathi film directed by Mahesh Manjrekar starring Sachin Khedekar, Bharat Jadhav, Saksham Kulkarni, Gauri Vaidya, Siddharth Jadhav and Kranti Redkar. The film was released on 15 January 2010.[2] Films music composed by trio Ajit-Atul-Sameer. After Astitva with 9 years long gap Mahesh Manjrekar directed Marathi film.This film was later remade in Tamil &amp; Telugu as Dhoni and in Bengali as \"Chalo Paltai\" starring Prosenjit Chatterjee.","release_date":"2010-01-15","genres":[35],"vote_average":7.3,"runtime":null,"cert":"N\/A","id":114564,"title":"Shikshanachya Aaicha Gho","adult":false},{"cast":["José Eduardo Ochoa","Gatilla","Carmen Salinas","Irma Dorantes","Xavier Lopez"],"overview":"In the beautiful hills of the Copper Canyon in Chihuahua, Mexico, a young boy (Emilio) is adopted by the mailman (Teo). As part of their daily tasks, they not only deliver the mail but read letters to the villagers, as well as take dictation, since most are illiterate. Young Emilio quickly learns to read and write but feels saddened by the mostly difficult stories sent by relatives, that moved north to Denver, Colorado in pursuit of a better future. One day Teo becomes disabled and Emilio takes over the mail route and with great imagination, he changes the letters to happy and optimistic stories. Within days, the village is transformed. The elders, once hopeless, lonely and sad, are now happy and enthusiastic, enjoying the \"supposed\" success their loved ones write from the United States. But the enjoyment is short lived, as they realize that all the wonderful stories are the same...","release_date":"2012-06-08","genres":[18],"vote_average":5.5,"runtime":92,"cert":"N\/A","id":114566,"title":"Cartas a Elena","adult":false},{"cast":["Robert D. Hanna","Jeffrey Lee Hollis","Melissa Lattari","Alexander Lewis","Jake Hamilton Lewis"],"overview":"Pip thought he had it all, a pampered lifestyle, huge mansion and adoring owners, that is until the Taylor family booked an African safari. Pip finds himself separated from his clan, which forces him to reluctantly adapt to a new way of life in the jungle. As he bridges the divide between feuding wildlife he learns that caviar and manicures can never bring the same happiness as friendship.","release_date":"2012-05-15","genres":[16,10751],"vote_average":1.0,"runtime":101,"cert":"N\/A","id":114568,"title":"Life's a Jungle: Africa's Most Wanted","adult":false},{"cast":["Mairi Hronopoulou","Eva Kotamanidou","Betty Valassi","Aliki Georgouli","Vangelis Kazan"],"overview":"During a hunting party on New Year's Eve 1976, five representatives of the bourgeoisie encounter with their companion the body of a partisan from the Civil War of the late forties. What they are most confused about is the fact that the corpse that lies at their feet is still bleeding…","release_date":"1977-10-19","genres":[18],"vote_average":7.5,"runtime":165,"cert":"N\/A","id":114570,"title":"The Hunters","adult":false},{"cast":["Jacques Lacan","Françoise Wolff"],"overview":"Typically controversial speech by psychoanalyst\/philosopher Lacan is disrupted by a student, ridiculing such public intellectuals. Lacan refuses to allow security to haul off the student, lets him speak and incorporates such criticisms into his presentation. The packed performance took place at the Catholic University of Louvain on October 13, 1972, with Lacan interrelating death, language, love, alienation, paranoia and life. His talk is followed by a probing interview of Lacan on his concepts of psychoanalysis, conducted by the director, Belgian documentarian Francoise Wolff. One of only 2 known filmed appearances by Lacan, both by Wolff, who also made documentaries of Albert Einstein and Alexander Solzhenitsyn.","release_date":"1982-01-01","genres":[99],"vote_average":10.0,"runtime":60,"cert":"N\/A","id":114572,"title":"Jacques Lacan Speaks","adult":false},{"cast":["Robert Carradine","Erica Duke","Virginia Petrucci","Rachel Alig","Samantha Stewart"],"overview":"A group of coeds from a small conservative college break out of their shells when their marching band bus breaks down in Fort Lauderdale during Spring Break.","release_date":"2012-06-26","genres":[35],"vote_average":3.8,"runtime":87,"cert":"N\/A","id":114574,"title":"Bikini Spring Break","adult":false},{"cast":["Diana Ferreti","Roberto 'El Flaco' Guzmán","José Magaña","Michelle Mayer","Carlos Yustis"],"overview":"","release_date":"1995-01-01","genres":[35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":114576,"title":"Esta Noche Entierro a Pancho","adult":false},{"cast":["José Carlos Ruiz","Ausencio Cruz"],"overview":"","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":114578,"title":"24 Horas para Desaparecer un Cadáver","adult":false},{"cast":["Ausencio Cruz","Lisset Cuevas","Antonio Lozano","Carlos Millet","José Luis Monsalvo"],"overview":"","release_date":"2007-01-01","genres":[35],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":114580,"title":"Mi Gober Precioso","adult":false},{"cast":["Alicia Encinas","Magno Farwell","Pablo García","Heidi Luviano","Citlali Navarro"],"overview":"","release_date":"2005-01-01","genres":[28],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":114582,"title":"Santificarás las Fiestas de Narcos","adult":false},{"cast":["Gerald Jacuzzo","Susan Cassidy","Patricia Dillon","Neil Flanagan","Richard Mason"],"overview":"In Medieval England, a sadistic duke plots to kill off all the heirs to the throne of England so he can claim he title crown for himself.","release_date":"1970-01-23","genres":[18,27],"vote_average":5.3,"runtime":80,"cert":"N\/A","id":114584,"title":"Torture Dungeon","adult":false},{"cast":[],"overview":"","release_date":"2007-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":114586,"title":"The World Natural Heritage Europe","adult":false},{"cast":["Kay Panabaker","Tara Summers","Ross Partridge","Chase Maser","Mike McNamara"],"overview":"Rob Lawson's perpetual quest for success is interrupted when his estranged daughter shows up pregnant, challenging him to be a father before he becomes a grandfather.","release_date":"2011-03-01","genres":[18,35],"vote_average":2.5,"runtime":null,"cert":"N\/A","id":114588,"title":"The Lake Effect","adult":false},{"cast":["Johnny Carson","David Letterman","Jay Leno","Ellen DeGeneres","Jimmy Fallon"],"overview":"Chronological look at the life and career of Johnny Carson (1925-2005), with commentary from an ex-wife and more than 30 fellow comedians, friends, employees, and biographers. The biography defines why Carson was an enduring star (his cool, his timing, his genuine laugh, his breadth of knowledge) and pursues his motivations and inner self (a loner with a drinking problem, a decent Midwesterner whose mother withheld approval, a quiet person who loved to entertain). The key to understanding him, argues the biography, is his love of magic.","release_date":"2012-01-01","genres":[99],"vote_average":7.6,"runtime":115,"cert":"N\/A","id":114593,"title":"Johnny Carson: King of Late Night","adult":false},{"cast":["Jaroslav Šmíd","Edita Brychta","Tereza Bebarová","Adéla Gondíková","Eva Holubová"],"overview":"","release_date":"2010-02-25","genres":[35],"vote_average":4.1,"runtime":null,"cert":"N\/A","id":114595,"title":"Doktor od jezera hrochů","adult":false},{"cast":["Bertrand Duarte","Nilda Spencer"],"overview":"Schizophrenic tramp performs outrageous acts in the streets of Salvador, and in the end tries to fulfill his ultimate dream: to fly over the city, as a superhero would.","release_date":"1989-09-27","genres":[],"vote_average":6.5,"runtime":46,"cert":"N\/A","id":114597,"title":"SuperOther","adult":false},{"cast":["Barbara Lord","Jack Betts","Peter Falk","Ron Hartmann","Robert Christie"],"overview":"Two beatniks get their kicks by dealing drugs and violence.","release_date":"1959-01-01","genres":[18,53,80],"vote_average":4.3,"runtime":88,"cert":"N\/A","id":114599,"title":"The Bloody Brood","adult":false},{"cast":["Tom Blair","Jim Iaquinta","Carol Perry","Stuart Osborne","Don Arthur"],"overview":"Three bored millionaires gather nine people in an old mansion, and give them a proposition--if they can meet and conquer their biggest fears, they'll get one million dollars in cash.","release_date":"1984-01-01","genres":[27],"vote_average":2.0,"runtime":84,"cert":"N\/A","id":114604,"title":"The Game","adult":false},{"cast":["Michelle Ryan","Georgia King","Alan Ford","Harry Treadaway","Richard Briers"],"overview":"A gang of bank robbers team up with the residents of an old people's home to try to survive a zombie outbreak.","release_date":"2012-08-31","genres":[35,27],"vote_average":5.9,"runtime":88,"cert":"18","id":114606,"title":"Cockneys vs Zombies","adult":false},{"cast":["Farrah Fawcett","Brad Johnson","Ashley Crow","Scott Bryce","Herb Mitchell"],"overview":"Frannie Vaughn (Fawcett) comes back home after being away a long time, only to find that her mother has died. She also finds out that her sister, Natalie (Crow) and her husband, Jake (Bryce), are planning to sell the acres once owned by Frannie and Natalie's family. To buy the land back from her sister, Frannie gets a job and falls in love with a fellow worker, Rubin (Johnson). In the end, Frannie's dreams come true and Natalie comes to her senses and moves in to the old family house with Frannie and Rubin.","release_date":"1999-10-17","genres":[18,10749],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":114611,"title":"Silk Hope","adult":false},{"cast":["Paul von Hausen","Stephanie Cushna","Carol Perry","C. Dave Davis","Debra Dulman"],"overview":"A murderous demon lurks inside an antique piano in a picturesque coastal town.","release_date":"1983-01-01","genres":[27],"vote_average":2.3,"runtime":83,"cert":"N\/A","id":114619,"title":"The Demons of Ludlow","adult":false},{"cast":["Curly Howard","Moe Howard","Larry Fine"],"overview":"The stooges are artists living in Paris. When the landlord comes after the overdue rent, the boys skip out and wind up joining the French Foreign Legion. Posted to the desert, their assignment is to guard captain Gorgonzola from the natives. When the captain is kidnapped, the boys must disguise themselves as harem girls to infiltrate the chieftains hideout and rescue him.","release_date":"1938-02-18","genres":[35],"vote_average":5.2,"runtime":18,"cert":"N\/A","id":114627,"title":"Wee Wee Monsieur","adult":false},{"cast":[],"overview":"Recorded live at Astoria Theatre, London on November 8th 2003","release_date":"2004-02-01","genres":[],"vote_average":0.0,"runtime":89,"cert":"","id":114629,"title":"Uriah Heep - Magic Night","adult":false},{"cast":[],"overview":"This Rockpalast was recorded on 1st December 1976 in the Sporthalle Cologne and shows the inventors of the legendary \"dual lead-guitar\/twin guitar sound\" with the classical line-up of the band from Andy Powell (guit., voc.), Martin Turner (bass, voc.), Steve Upton (dr.) and Laurie Wisefield (guit.) in captivating form and mood. In 1976 Wishbone Ash were at the zenith of their career. Their albums, from \"Pilgrimage\" to \"New England\", reached worldwide top positions in the album charts, were refined with silver and gold, the band was constantly on tour around the globe and tracks like \"The King Will Come\", \"Warrior\" or \"Blowing Free\" achieved cult status among fans of guitar-oriented progressive rock and are milestones in rock history. Characteristic of Wishbone Ash is their melodic, guitar-oriented rock, which is dominated by two electric guitars played in duet. In addition there is an almost ballad-like vocal style. This Rockpalast edition is a must for every Wishbone Ash fan!","release_date":"2019-08-30","genres":[],"vote_average":0.0,"runtime":94,"cert":"","id":114631,"title":"Wishbone Ash: Live At Rockpalast 1976","adult":false},{"cast":["Vangelis Kazan","Kostas Pavlou","Thanos Grammenos","Giorgos Kyritsis","Petros Zarkadis"],"overview":"The assassin of a prominent trade unionist takes a conservative MP hostage and the government prevaricates over tactics so as not to alienate potential political allies.","release_date":"1972-09-30","genres":[18,36],"vote_average":6.1,"runtime":105,"cert":"N\/A","id":114645,"title":"Days of '36","adult":false},{"cast":["Aldo Maccione","Renée Saint-Cyr","Valérie Allain","Corinne Touzet"],"overview":"Cesar Cappucino is a French inspector of Italian origin specialized in the fight against drugs in Nice. His best friend have been assassinated by drug injection.","release_date":"1985-03-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":114650,"title":"The Cowboy","adult":false},{"cast":["Yves Montand","Aldo Maccione","Claude Brasseur","Guy Marchand","Agostina Belli"],"overview":"","release_date":"1976-11-27","genres":[35],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":114652,"title":"The Big Operator","adult":false},{"cast":["Aldo Maccione","Anna Maria Rizzoli","André Nader","Nico il Grande","Jean Parédès"],"overview":"","release_date":"1983-10-08","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":114654,"title":"Le Bourreau des cœurs","adult":false},{"cast":["Frank Oz","Jim Henson","George Hamilton","John Ritter","Andy Kaufman"],"overview":"The Fantastic Miss Piggy Show is a one-hour television special starring the glamorous Miss Piggy, which aired on ABC on September 17, 1982. Miss Piggy hosts her own variety show, with special guests John Ritter, George Hamilton, and Andy Kaufman (as \"Tony Clifton\"). Under the direction of Kermit the Frog, the Muppets work in the studio control room and, amidst chaos, manage to keep the show on the air. Throughout the show, a romantic triangle develops among Miss Piggy, Ritter (who is smitten with the pig) and Hamilton (who is deeply uncomfortable with the star's romantic inclinations).","release_date":"1982-09-17","genres":[],"vote_average":7.0,"runtime":60,"cert":"N\/A","id":114668,"title":"The Fantastic Miss Piggy Show","adult":false},{"cast":[],"overview":"The magic of love comes alive in this spirited animated version of one of the most beautiful stories ever told, an enchanting fairy tale that will transport your family to a place of wondrous entertainment","release_date":"1993-09-04","genres":[14,18,878,10749],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":114670,"title":"Golden Films - Beauty and the Beast","adult":false},{"cast":["Kenneth Connor","Frank Thornton","Iain Gregory","Terry Scott","Reginald Beckwith"],"overview":"A swiftly assembled musical fantasy movie made to capitalise on the mid-Sixties, British craze for gonks (a sort of soft, furry toy). Today it is of more interest for featuring music by such artists as Lulu, The Nashville Teens, and The Graham Bond Organisation.","release_date":"1965-05-24","genres":[10402,35,878],"vote_average":0.0,"runtime":90,"cert":"","id":114678,"title":"Gonks Go Beat","adult":false},{"cast":[],"overview":"Storytelling through dance is an effective way to make dance accessible and exciting to young children. In The Toy Castle collections, members of the Royal Winnipeg Ballet comprise a brightly costumed cast of girl and boy storybook characters including Ballerina, Soldier, China Doll and Rag Doll who live in a toy dollhouse and come to life at night when the children are sleeping. Nutcracker Sweet presents twelve short dance stories that include themes from famous classical ballets like the \"Nutcracker Suite,\" \"Romeo and Juliet,\" and \"Petrouchka\" and holiday motifs such as \"Twelve Days of Christmas,\" \"Waiting for Santa,\" and \"I Believe.\"  (Ages 3 to 10)","release_date":"2006-02-15","genres":[10751,10402],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":114680,"title":"The Toy Castle: Nutcracker Sweet","adult":false},{"cast":["Marge Champion","Gower Champion","Debbie Reynolds","Dolly Sharp","Bob Fosse"],"overview":"When the temperamental star of a new Broadway musical revue in rehearsals walks out, director and choreographer Ted Sturgis suggests casting an unknown for the role. When it is announced in the newspapers, throngs of hopefuls show up. The revue's musical composer, Leo Belney, champions ballerina Joanna Moss, while gofer Bob Dowdy is enchanted by novice Suzy Doolittle. Then producer Felix Jordan persuades Ted's former dance partner, Madelyn Corlan, to come out of retirement to try out, much to Ted's great discomfort.","release_date":"1953-12-03","genres":[10402,35,10749,18],"vote_average":6.0,"runtime":82,"cert":"N\/A","id":114685,"title":"Give a Girl a Break","adult":false},{"cast":["Mike Patton","Buzz Osborne","Dale Crover","Trevor Dunn"],"overview":"Filmed on New Year's Eve, Dec. 31, 2008 at the Great American Music Hall in San Francisco.","release_date":"2011-09-06","genres":[10402],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":114690,"title":"Fantômas - The Director's Cut Live: A New Year's Revolution","adult":false},{"cast":["Henrik Bentzon","Clara Pontoppidan","Gunnar Lauring","Agnes Rehni","Henning Moritzen"],"overview":"No Overview.","release_date":"1963-02-25","genres":[35,80],"vote_average":7.8,"runtime":97,"cert":"N\/A","id":114692,"title":"Støvsugerbanden","adult":false},{"cast":["Knud Heglund","Birgit Sadolin","Louis Miehe-Renard","Kjeld Jacobsen","Kai Holm"],"overview":"No Overview.","release_date":"1956-08-03","genres":[35],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":114700,"title":"Kristiane af Marstal","adult":false},{"cast":["Frank Zappa","Tony Palmer"],"overview":"A one-hour documentary on the making of Frank Zappa's bizarre 1971 comic musical. Vintage private footage from Frank's personal archives plus behind-the-scenes of the actual shooting and recording. With Ringo Starr, Theodore Bikel, Keith Moon and such songs as \"Sleeping in a Jar,\" and \"Strictly Genteel.\" The inside history of the first feature-length film to be shot on video in 6 days.","release_date":"1988-01-01","genres":[99,35],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":114702,"title":"The True Story of Frank Zappa's 200 Motels","adult":false},{"cast":["Robert Armstrong","Edgar Kennedy","William Cagney","Maria Alba"],"overview":"Three brash and cocky powder mixers are sent to South America to work at a dynamite plant there.","release_date":"1934-12-01","genres":[35],"vote_average":0.0,"runtime":62,"cert":"N\/A","id":114710,"title":"Flirting with Danger","adult":false},{"cast":["Summer Brown","Sean Affleck","Chase Coleman","Torrey Berkson"],"overview":"","release_date":"2011-04-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":114715,"title":"The Halls of Montezuma","adult":false},{"cast":["Christopher Mayer","Hiroyuki Sanada","Scott Bachicha","Naoto Takenaka","Ittoku Kishibe"],"overview":"The film starts off with an old man in the desert and two signs are shown; one that says East, the other says west. Japan has sent a mission to San Francisco. In San Francisco, the Japanese are surprised by the American culture. One American, Gus Taylor, and his gang steal all the gold from the mission and make their way in to the desert. One of the samurai of the mission chases after the gang into the desert. He is joined by a young American boy, Sam, whose father was killed by the gang leader. The group picks up a variety of people along the way to New Mexico. The Japanese and the Americans on the trip share parts of their own cultures with each other. The group of vigilantes eventually makes it to New Mexico and finds the gang. They take back their stolen gold and return to San Francisco.","release_date":"1995-08-12","genres":[37],"vote_average":5.0,"runtime":124,"cert":"N\/A","id":114717,"title":"East Meets West","adult":false},{"cast":["Danny Nucci","Stephen Baldwin","George Newbern","Neill Barry","Robert Downey Jr."],"overview":"Friends for ten years, a group of twenty-somethings head for the ski slopes as guests of Ian's father. (Ian and dad are estranged because dad worked too many hours when Ian was a lad.) Dad has something to say, but Ian won't listen. Meanwhile, David is gay and virginal; Ian's business partner, Keaton, is unhappy that his sister Jane is pregnant with no plans to tell the father; Lisa is everybody's pal and no one's lover; John, stuck in adolescence, is always on the make. He brings German-born stunner, Carla, and promptly loses her affection to Hans, a fast-talking ski instructor. David meets Manny: they have chess in common. Soon, surprises abound as relationships take new turns.","release_date":"1999-04-16","genres":[35,10749,18],"vote_average":5.4,"runtime":103,"cert":"N\/A","id":114719,"title":"Friends & Lovers","adult":false},{"cast":["Frank Langella","Ricardo Montalban","Gilbert Roland","Louise Sorel","Anne Archer"],"overview":"The swishing fop Don Diego de la Vega becomes the swashbuckling masked hero Zorro when tyranny threatens his people in nineteenth-century California.","release_date":"1974-10-29","genres":[37,28,12,10770],"vote_average":7.7,"runtime":78,"cert":"N\/A","id":114721,"title":"The Mark of Zorro","adult":false},{"cast":["Matthew Broderick","Jeffrey Jones","Heidi Kling","John C. Reilly","Marian Mercer"],"overview":"While heading to the town where his sister, Marci, lives, big-city banker Bill Campbell is robbed by a woman who takes everything he has, including his clothes and a business document worth millions of dollars. Bill eventually reunites with Marci, who is in a tizzy because she thinks their stepfather has been killed. While trying to determine if his sister is right, Bill must also get back his valuable paperwork.","release_date":"1992-09-04","genres":[35],"vote_average":6.0,"runtime":82,"cert":"N\/A","id":114726,"title":"Out on a Limb","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":114728,"title":"Molly och djuren","adult":false},{"cast":["Joey Brown","Garrett Vander Leun","Nina Brissey","Phillip Ellering","Nathan Ellering"],"overview":"A story of what happens when a reluctant man is forced to face his fears, which begins as a fun camping trip and ends in a fight for survival in the remote forest of the pacific northwest.","release_date":"2012-03-04","genres":[27,28,53,878],"vote_average":3.8,"runtime":86,"cert":"N\/A","id":114730,"title":"Lost Woods","adult":false},{"cast":["Dan McCann","A. Michael Baldwin","Jeff Roth","Ralph Richmond","Reggie Bannister"],"overview":"Several days in the life of Kenny, a typical 12-year-old, and his friends. Kenny goes through all the activities that most of us went through as kids as he and his friends prepare for Halloween. Along the way, Kenny deals with such childhood issues as bullies and his first crush on a girl.","release_date":"1976-11-01","genres":[35,18],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":114735,"title":"Kenny & Company","adult":false},{"cast":["Paul Lukather","Joan Harvey","James Noah","Michael Rye","Laurence Haddon"],"overview":"A concert pianist loses his hands in a car crash, but a surgeon gives him new ones. The experimental medical procedure goes awry when the new hands drive the pianist mad.","release_date":"1962-04-22","genres":[27,53],"vote_average":4.8,"runtime":95,"cert":"N\/A","id":114740,"title":"Hands of a Stranger","adult":false},{"cast":["Arturo de Córdova","Emma Penella","Félix Dafauce","Pilar Soler","Félix Acaso"],"overview":"Ivón, a chorus girl, and Hugo, a failed writer, arrive at a seaside hotel on a stormy night, along with Carlos, Hugo's 19-year-old son. When they decide to lean over the cliffs of the coast to observe the wild dance of the turbulent waves down below, an unexpected event tragically happens.","release_date":"1955-09-12","genres":[18,53],"vote_average":6.8,"runtime":100,"cert":"N\/A","id":114745,"title":"Red Fish","adult":false},{"cast":["Tessa Thompson","Tyler James Williams","Kyle Gallner","Teyonah Parris","Brandon P. Bell"],"overview":"Four black students attend an Ivy League college where a riot breaks out over an “African-American” themed party thrown by white students. With tongue planted firmly in cheek, the film explores racial identity in 'post-racial' America while weaving a story about forging one's unique path in the world.","release_date":"2014-10-17","genres":[35,18],"vote_average":6.1,"runtime":108,"cert":"N\/A","id":114750,"title":"Dear White People","adult":false},{"cast":["Rosario Dawson","Kelly Hu","Giancarlo Esposito","Jesse Williams","Michael Kenneth Williams"],"overview":"Four outlaws with a bounty on each head, set a date for a shootout in Langston, Oklahoma. The last man takes the collective bounty. Violence and mayhem ensue.","release_date":"2013-09-20","genres":[37],"vote_average":0.0,"runtime":51,"cert":"N\/A","id":114755,"title":"They Die by Dawn","adult":false},{"cast":["Lee Beom-soo","Ryoo Seung-bum","Kim Ok-bin","Jeong Man-sik","Yoo Da-in"],"overview":"The perpetually rational and precise researcher Hyeon-cheol and the rash and reckless Dong-hwa have nothing in common with the exception of a goal to steal a corpse to serve their own twisted agendas. They set off on their bizarre mission and the plan goes smoothly until they’re faced with the unexpected appearance of Jin-oh and a mysterious group of men also on the hunt.","release_date":"2012-03-29","genres":[18,28,35,80],"vote_average":6.9,"runtime":110,"cert":"N\/A","id":114760,"title":"Over My Dead Body","adult":false},{"cast":["Dixie Donovan","Tony Mark","Phyllis Stengel","Luanne Roberts","Julie Conners"],"overview":"A series of short comedy sketches featuring the topic of sex. They include: a French governess who paints her breasts; a couple having sex on the Candid Camera TV show; Little Lord Fauntleroy exploring a female body; a 'great white hunter' captured by African women; a female spy trying to decode a secret password; and two exotic dancers experimenting with a new 'dance'.","release_date":"1970-06-05","genres":[18,10749],"vote_average":2.0,"runtime":76,"cert":"N\/A","id":114762,"title":"Miss Nymphet's Zap-In","adult":false},{"cast":[],"overview":"Thrash metal group Diamond Head live in concert at the London Astoria 2006.","release_date":"2006-06-23","genres":[10402],"vote_average":0.0,"runtime":78,"cert":"15","id":114767,"title":"Diamond Head: To The Devil His Due","adult":false},{"cast":["Edwige Fenech","Alvaro Vitali","Renzo Montagnani","Aldo Maccione","Enzo Andronico"],"overview":"A Texan travels to Rome to hire two police officers to impersonate a mobster's girlfriend and his most ruthless hitman.","release_date":"1981-11-21","genres":[28,35],"vote_average":4.2,"runtime":91,"cert":"N\/A","id":114772,"title":"A Policewoman in New York","adult":false},{"cast":["Julien Rassam","Estelle Skornik","Jean-Michel Portal","Collin Obomalayat","Kristen McMenamy"],"overview":"","release_date":"1992-09-02","genres":[18,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":114786,"title":"Albert souffre","adult":false},{"cast":["Lou Reed"],"overview":"Lou Reed is one of the most influential artists of the rock era. From his days in the sixties as the main singer and songwriter of the Velvet Underground and through his mercurial solo career he has kept his audience and the critics on their toes with dramatic changes of musical direction from album to album. Underpinning everything however has been his unquestionable ability as a songwriter and performer of the highest class.  This DVD contains Lou Reed’s only Montreux performance to date in July 2000. This was part of his tour for the acclaimed Ecstasy album.  Tracklisting:  1) Paranoia Key Of E  2) Turn To Me  3) Modern Dance  4) Ecstasy  5) Smalltown  6) Future Farmers Of America  7) Turning Around Time  8) Romeo Had Juliette  9) Riptide  10) Rock Minuet  11) Mystic Child  12) Tatters  13) Set The Twilight Reeling  14) Dirty Blvd  15) Dime Store Mystery  16) Perfect Day","release_date":"2005-10-31","genres":[10402,99],"vote_average":4.0,"runtime":122,"cert":"N\/A","id":114833,"title":"Lou Reed - Live at Montreux 2000","adult":false},{"cast":["Nadia Litz","Joshua Close","Maurice Dean Wint"],"overview":"A darkly twisted comedy about a lonely dead girl who tries to bring herself back to life in order to make new friends.","release_date":"2002-09-10","genres":[],"vote_average":8.0,"runtime":8,"cert":"N\/A","id":114835,"title":"Evelyn: The Cutest Evil Dead Girl","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":114837,"title":"Denn du bist bei mir","adult":false},{"cast":["Campino","Andreas von Holst","Michael Breitkopf","Andreas Meurer","Greg Graffin"],"overview":"","release_date":"2012-06-02","genres":[10402],"vote_average":4.8,"runtime":null,"cert":"N\/A","id":114842,"title":"Die Toten Hosen - Rock am Ring","adult":false},{"cast":["Ruby LaRocca","Chris Woodall","Erin Russ","Dan Hicks","Brandon Raker"],"overview":"A group of campers are stalked by a deranged redneck with a pig mask.","release_date":"2010-01-15","genres":[27,53,18],"vote_average":4.9,"runtime":91,"cert":"N\/A","id":114847,"title":"Porkchop","adult":false},{"cast":["Jai Koutrae","Shingo Usami","Taki Abe","Rudi Baker","James Bishop"],"overview":"In 1944, Australia a World War 1 vet encounters an escaped Japanese P.O.W on his rural farm.","release_date":"2010-11-19","genres":[18],"vote_average":5.0,"runtime":93,"cert":"","id":114849,"title":"Broken Sun","adult":false},{"cast":["Cuca Escribano","José Coronado","Mariola Fuentes","Antonio Dechent","Farid Fatmi"],"overview":"After living in Madrid for many years as a teacher, Lucia returns to her hometown after her father's death results in the inheritance of his tomato farm. While fighting the community's racism toward the new illegal workers, Lucia falls in love with the farm's accountant, Curro, a man who shares her cause. The couple is forced to confront the racism of the town and as tensions come to head, they will have to make some decisions that could cost them everything.","release_date":"2002-09-01","genres":[10749,18],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":114860,"title":"Poniente","adult":false},{"cast":["Roger Hanin","Marthe Villalonga","Michel Auclair","Patrick Bruel","Gérard Jugnot"],"overview":"A shady Parisian tries to take advantage of a family of French-descended Algerians forced to move to France.","release_date":"1979-04-18","genres":[18],"vote_average":5.9,"runtime":102,"cert":"N\/A","id":114862,"title":"The Kick of Sirocco","adult":false},{"cast":["Halina Perez","Rita Magdalena","Paolo Rivero","Allen Dizon"],"overview":"Bambi was neglected and deprived of love as a child.  As an adult, she used sex with men as a way to forget her troubled childhood, until she met and fell in love with Rafael...","release_date":"2001-01-01","genres":[18],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":114867,"title":"Amorseko: Damong Ligaw","adult":false},{"cast":["Van Johnson","Dorothy McGuire","Ruth Roman","Louis Calhern","Ray Collins"],"overview":"A rich man buys a husband (Van Johnson) for his dying daughter (Dorothy McGuire), and she finds out.","release_date":"1952-01-29","genres":[18],"vote_average":7.0,"runtime":84,"cert":"N\/A","id":114872,"title":"Invitation","adult":false},{"cast":[],"overview":"This is the 3rd volume of the sought after fleshfest video.  Hosted by Asia Agcaoili, the video features the ultimate Filipino sex goddesses in their most memorable and daring roles.","release_date":"2005-01-01","genres":[18],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":114874,"title":"Sex In Philippine Cinema 3: SexPosed","adult":true},{"cast":[],"overview":"The fourth installment of the hottest video anthology.  Featuring the sexiest and most beautiful goddesses from Philippine cinema, in their most memorable and daring roles.","release_date":"2007-01-01","genres":[],"vote_average":0.5,"runtime":50,"cert":"N\/A","id":114876,"title":"Sex In Philippine Cinema 4: SexTravaganza","adult":false},{"cast":["Michael Jordan","Larry Bird","Magic Johnson","Charles Barkley","Patrick Ewing"],"overview":"The world had rarely seen a frenzy as the one the Dream Team created when it arrived in Barcelona, Spain, in July 1992. The Dream Team featured 11 future Naismith Memorial Basketball Hall of Fame players and three future Hall of Famers on the coaching staff, including head coach Chuck Daly.","release_date":"2012-06-13","genres":[99],"vote_average":8.1,"runtime":70,"cert":"N\/A","id":114887,"title":"The Dream Team","adult":false},{"cast":["Ina Raymundo","Gary Estrada"],"overview":"The movie chronicles the life of a young woman caught in the middle of an ugly war between her fiance and his father.","release_date":"2000-01-01","genres":[18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":114895,"title":"Madame X","adult":false},{"cast":["Cameron Crowe","Slash","Bob Geldof","Gerry McAvoy","The Edge"],"overview":"Ghost Blues follows the life and career of Rory Gallagher from his upbringing in Cork, his early days with a showband, the brief success of Taste and then his legendary solo career leading up to his health problems in later life and tragic death at the age of just 47. There are archive interviews, both audio and visual, with Rory and contributions from many of his friends and admirers including his brother Donal, Bob Geldof, The Edge, Cameron Crowe, Slash, Johnny Marr, James Dean Bradfield, Ronnie Drew, Bill Wyman, Martin Carthy, band members Ted McKenna and Gerry McAvoy and many more.","release_date":"2010-09-14","genres":[99,10402],"vote_average":0.0,"runtime":179,"cert":"","id":114897,"title":"Ghost Blues: The Story of Rory Gallagher","adult":false},{"cast":["José Alonso","María Rojo","Ana Ofelia Murguía","Carlos Castañón"],"overview":"One woman lives waiting for his son who is a sailor. She hasn't seen him for years although he writes to her a lot. The woman shares the letters and her grief with a co-worker and friend. This last woman begins to idealize her friend's son. One day, the mother gets sick and falls into a coma. Her son arrives but she is unconscious. He has a brief but passionate affair with her mother's friend and then disappears, as quickly as he came back from the sea.","release_date":"1978-11-02","genres":[],"vote_average":5.0,"runtime":101,"cert":"N\/A","id":114899,"title":"Naufragio","adult":false},{"cast":["Junior Paulino","Diana Lein"],"overview":"Having partaken in Eden not only of the tree of knowledge, but of the tree of life eternal as well, Adam and Eve became immortal and now find themselves wandering throughout the world in a journey of extreme sexuality and boredom.","release_date":"2004-07-16","genres":[18,14],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":114901,"title":"Adán Y Eva (Todavía)","adult":false},{"cast":["Jesús Ochoa","Carmen Beato","Diana García","Giovana Fuentes","Giovanna Zacarías"],"overview":"Rodolfo Guerra, father of three daughters, wakes up one morning and decides he will not go to work; he is tired of being mistreated by his wife. In that one day in which the family routine is broken, Rodolfo opens his eyes and realizes that he is a perfect stranger in his own home. Rodolfo knows that he is risking his job, yet he still takes the time to put the puzzle pieces together to discover many unknown truths that are present among his daily life.","release_date":"2012-03-30","genres":[35],"vote_average":6.2,"runtime":73,"cert":"N\/A","id":114903,"title":"Between Us","adult":false},{"cast":["Biagio Izzo","Giovanni Mauriello","Cristiano Callegaro","Massimo De Santis","Claudio Gregori"],"overview":"","release_date":"2002-09-12","genres":[],"vote_average":4.9,"runtime":null,"cert":"N\/A","id":114911,"title":"Blek Giek","adult":false},{"cast":["Kat Redstone","Sophie Anderson","Kai Brandon Ly"],"overview":"Three days in the life of four friends after which there's no going back. That moment in your life when everything changes forever.  The boyish Liza (Redstone) and the girly Sally (Anderson) live in a messy London flat, where they consume rather a lot of alcohol and drugs. Sally is working in a cafe, while Liza works on songs for their post-punk band. But Liza is also consumed with jealousy over Sally's ex, who lives in Germany.  Kanchi Wichmann’s promising debut contains plenty of sights, sounds and sensations that will be familiar to those acquainted with the east London queer scene – indeed, a timely sense of place is one of the strengths of this twentysomething drama.","release_date":"2011-04-14","genres":[18],"vote_average":2.0,"runtime":107,"cert":"N\/A","id":114913,"title":"Break My Fall","adult":false},{"cast":["J. Mascis","Lou Barlow","Murph","Kim Gordon","Thurston Moore"],"overview":"Filmed during their 2005 reunion tour, this release captures the sonic guitar assaults of Dinosaur Jr. onstage, playing the songs \"Gargoyle,\" \"Little Fury Things,\" \"Just Like Heaven,\" and more. Also included is rare behind-the-scenes footage featuring the band, as well as interviews with Kim Gordon and Thurston Moore (Sonic Youth), Mike Watt (The Minutemen), and guitarist Steve Albini.","release_date":"2007-05-29","genres":[10402],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":114918,"title":"Dinosaur Jr: Live in the Middle East","adult":false},{"cast":[],"overview":"Incredible tapestry of desert images shot by Kate McCabe, woven to music by Brant Bjork. Duna Records.","release_date":"2006-09-12","genres":[10402,99],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":114926,"title":"Sabbia","adult":false},{"cast":["Sabrina Kruschwitz","Julia Kaufmann","Nadja Engel","Christian Kirste","Joachim Lätsch"],"overview":"Sonja is struggling to deal with her parent separation, and find her feelings for her best friend might not just be a phase.","release_date":"2006-11-23","genres":[18],"vote_average":4.8,"runtime":72,"cert":"N\/A","id":114931,"title":"Sonja","adult":false},{"cast":[],"overview":"Broke and homeless Australian teenagers in love.","release_date":"1978-07-01","genres":[18],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":114933,"title":"Mouth to Mouth","adult":false},{"cast":["Takako Irie","Minoru Takada","Sachiko Murase","Etchan","Teruko Kato"],"overview":"Drama about the relationship of a mother and her daughters.","release_date":"1939-09-10","genres":[18],"vote_average":6.3,"runtime":67,"cert":"N\/A","id":114938,"title":"Sincerity","adult":false},{"cast":["Tyler James Williams","Coco Jones","Trevor Jackson","Brandon Mychal Smith","Dawnn Lewis"],"overview":"The film follows a shy, talented musician who pens romantic hip-hop verses only to stand idly by as they're delivered to the girl of his dreams by a proxy, his best friend. Disney Channel original movie.","release_date":"2012-06-15","genres":[10751,10402,10770],"vote_average":6.3,"runtime":90,"cert":"N\/A","id":114955,"title":"Let It Shine","adult":false},{"cast":[],"overview":"In South Africa between Durban and J.Bay lies approx 1000kms of untamed topographical and oceanic paradise, locally called 'Wild Coast'. For local surfers Lungani Memani, Andrew Lange and Avuyile Ndamase, it's their home. Every Year in June the ocean swells to it's peak, hosting the countries largest surf conditions and also becomes host to the sardine run bringing together a huge marine bio-diversity including many species of sharks. This documentary goes up close with Pro Surfers Lungani, Andrew and Avuyile, the family traditions and tribulations alongside a hand selected group of the best shark experts from the region to uncover the real secrets and stories that surround the shark stigma that exists in South Africa.","release_date":"2011-12-15","genres":[99,28,12],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":114960,"title":"Surfing and Sharks","adult":false},{"cast":["Mani Haghighi","Taraneh Alidoosti","Saber Abar","Saeed Changizian","Esmaeel Khalaj"],"overview":"This twisted Iranian narrative follows a mysterious couple from Tehran as they distribute large bags of money in an impoverished mountain border town. Beginning as a black comedy, the film's mood transforms as the games played by Kaveh (director Mani Haghighi) and Leyla (Taraneh Alidoosti) become increasingly perverse, as they find inventive ways of humiliating the recipients of the cash. The immorality of the central characters is at times sickening, and their chain of lies is often as puzzling to us as they are to the townsfolk depicted onscreen. What is the relationship between the pair and why are they giving away money to the needy? Modest Reception has no easy answers nor pat resolutions - instead Haghighi takes the viewer on an intriguing ride into the dark recesses of the human spirit.","release_date":"2013-01-02","genres":[18,35],"vote_average":6.8,"runtime":100,"cert":"","id":114962,"title":"Modest Reception","adult":false},{"cast":["Lex Goudsmit","Jerome Reehuis","Bart Steenbeek","Toon Agterberg","Peter Bolhuis"],"overview":"Als Senior op een dag wat doelloos door de stad slentert, wordt zijn aandacht getrokken door slopers die een oud pand neerhalen. Tussen het puin ontdekt Senior een oud scheepsmodelletje. Hij neemt het mee naar huis en begint met het bestuderen van oude scheepsjournalen en zeekaarten. Thomas toont ook belangstelling en voordat hij het weet belandt hij samen met zijn vrienden en Senior in een nieuw avontuur.","release_date":"1985-11-21","genres":[12,10751],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":114964,"title":"Thomas en Senior op het Spoor van Brute Berend","adult":false},{"cast":["Paul Kelly","Marguerite Churchill","Russell Hardie","Leo Curley","Walter Fenner"],"overview":"A race car driver, injured during an accident, opens up a repair shop only to become the target of crooked government agents.","release_date":"1935-07-01","genres":[18],"vote_average":4.0,"runtime":61,"cert":"N\/A","id":114972,"title":"Speed Devils","adult":false},{"cast":["Chen Kuan-Tai","Chi Kuan-Chun","Ka-Yan Leung"],"overview":"Iron is the son of a rebel leader, but prefers to spend his days gambling and getting into fights. When his father's group is arrested and executed, Iron is forced to flee and hide in the woods as a beggar and thief. After being taken in by a Shaolin monastery and trained in the art of Monkey-Style Kung Fu, Iron vows to hunt down his father's killer and avenge his death. Written by Jean-Marc Rocher","release_date":"1977-11-18","genres":[28],"vote_average":6.7,"runtime":95,"cert":"N\/A","id":114980,"title":"The Iron Monkey","adult":false},{"cast":["Jessica Erickson","Héloïse Godet","Zoé Bruneau","Kamel Abdeli","Richard Chevallier"],"overview":"About a man who’s angry at his wife because she’s met another man on a park bench and they no longer even speak the same language.","release_date":"2014-08-15","genres":[18],"vote_average":6.1,"runtime":70,"cert":"N\/A","id":114982,"title":"Goodbye to Language","adult":false},{"cast":[],"overview":"One night while at the baths, young campus nerd Rico (Ray An Dulay) meets heartthrob Cris (Jet Alcantara), the chemistry between them is immediately hot and intense.  Once that fire cools Rico thinks he has found the ideal man but finds himself on a roller coaster ride of love, jealousy and infidelity as Cris continues his conquest of the baths.  Made in the same guerrilla style of his earlier film, Cris Pablo once again uses striking images and strong characters to tell the story of gay life in the Philippines.","release_date":"2005-11-11","genres":[18],"vote_average":4.4,"runtime":106,"cert":"N\/A","id":114984,"title":"Bathhouse","adult":false},{"cert":"12A","title":"The Last Projectionist","cast":[],"genres":[],"id":114998,"overview":"When the UK's oldest working cinema opened in 1909, it took five years to train a projectionist - a century later, it takes less than an hour. The Last Projectionist charts the amazing history of UK independent cinema, taking a tour of some of the most magical picture houses in the world, all centred around The Electric in Birmingham, the oldest working cinema in Britain.","runtime":82,"release_date":"2012-06-22","vote_average":0.0,"adult":false}]