[{"cast":["Patxi Bisquert","José María Asín","Enrique Goicoechea","Paco Hernández","Amaia Lasa"],"overview":"The childhood, love adventures, and ordinary life of Tasio, a coal maker in rural Navarre.","release_date":"1984-09-21","genres":[18],"vote_average":6.5,"runtime":95,"cert":"N\/A","id":115502,"title":"Tasio","adult":false},{"cast":["Lucía Jiménez","Juan Diego Botto","Mercedes Sampietro","Álvaro de Luna","María Botto"],"overview":"Winter, 1944. Lucía at 21 returns to her small village in the mountains. She again meets Manuel, a young iron-smith who helps \"those in the mountain\", the \"maquis\", the anti-Franco resistance. Lucía is attracted to Manual, because of his smile and the bravery of those men who continue fighting for their ideas, even at the cost of their own lives. When Manuel is pursued (by Franco's Civil Guard) he flees to the mountain and Lucía discovers the reality of political repression, the silence, the horror and fear.","release_date":"2001-04-27","genres":[18],"vote_average":5.6,"runtime":110,"cert":"N\/A","id":115504,"title":"Broken Silence","adult":false},{"cast":["Lola Marceli","Alice Ansara","Lourdes Bartolomé","Silvio Ofria","Simon Palomares"],"overview":"Lola, a hot-blooded Spaniard, is deserted by her husband for a cool and calculating Aussie blonde. Lola is pregnant again but she and their daughter Lucia are left to starve while Ricardo spends all their savings on a sleek new set of wheels for his mistress. When he dies unexpectedly the family fortune, one flash car, remains with the mistress. Despite all his betrayals, Lucia sides with her father. Desperate and destitute in a country she doesn't like or understand, Lola's quest for revenge begins. Caught in the tempests of begrudging love, revenge, sibling rivalry, jealousy and passion, fourteen year old Lucia must find the strength to survive on her own terms. Aided to break free of her mother by her eccentric Aunt Manolo she struggles to find her own identity and her own quest for justice puts her on a collision course with her mother.","release_date":"2001-04-05","genres":[18,35],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":115506,"title":"La spagnola","adult":false},{"cast":["Pilar López de Ayala","Juan Diego Botto","Bárbara Lennie","Eduard Fernández","Peter Lohmeyer"],"overview":"A rural drama set in Obaba, a mythical region in northern Spain, where a young filmmaker struggled to capture the feel of the area, which in turn leads to a wealth of self-discovery.","release_date":"2005-09-16","genres":[18],"vote_average":6.1,"runtime":100,"cert":"N\/A","id":115508,"title":"Obaba","adult":false},{"cast":["Antonio Resines","Ana Gracia","Santiago Ramos","Guillermo Montesinos","El Gran Wyoming"],"overview":"Amaya is a modern girl, independent, who runs an advertising gency. The business is doing well and is enmaorada of her boyfriend, a lawyer of lost causes somewhat confused. Its stable and happy life is shattered with the appearance of a famous movie star, party animal and womanizer.","release_date":"1988-01-21","genres":[35],"vote_average":3.0,"runtime":87,"cert":"N\/A","id":115513,"title":"Tu novia está loca","adult":false},{"cast":["Mia May","Hans Marr","Harry Frank","Rudolf Klein-Rogge","Loni Nest"],"overview":"A woman (Mia May) takes a train to escape from her lover, who is also the father of her daughter, but he has sent her a telegram ensuring that she will never get rid of him. Thus begins a chase that leads into the mountains. There she meets a monk who willgive her all the support she needs. Drama about repentance, guilt and the possibility to achieve redemption through sacrifice.","release_date":"1920-12-25","genres":[],"vote_average":5.8,"runtime":66,"cert":"N\/A","id":115515,"title":"The Wandering Image","adult":false},{"cast":["Luis Ziembrowski","Paula Ituriza","Cristina Banegas"],"overview":"After working eight years as a chef, Ramon (Luis Ziembrowski) is fired from the restaurant. To survive, Lili (Paula Ituriza) leaves the countryside with her family, and Ramon gets a job as a maid, pretending to be a woman.","release_date":"2004-01-24","genres":[18,35,10749],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":115520,"title":"Lili's Apron","adult":false},{"cast":["Laurence Olivier","Julie Harris","George C. Scott","Martin Gabel","Roddy McDowall"],"overview":"Based on Graham Greene's novel about a flawed but devoted priest in 1930s Mexico who attempts to perform his duties while eluding a police lieutenant determined to capture him.","release_date":"1961-10-29","genres":[10770,18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":115531,"title":"The Power and the Glory","adult":false},{"cast":["Jorge Sanz","Tiaré Scanda","Santiago Magill","Verónica Forqué","Marilyn Torres"],"overview":"Marcos, a boy looking sad and long-term projects, comes to the big city with the intention to find himself. The first thing is love. Falls in love with Daniel, a talented actor who continually seeks opportunities to prove it. This love newborn decays due to a stroke of fate that comes disguised as a disco mirror ball. After separation, Daniel gets the consolation of her best friend, Carmen, a woman who has answers for everything. Meanwhile, Marcos reconsiders his future and meets Marisol, a Dominican immigrant. Together they live a passionate love story punctuated by the circumstances.","release_date":"2001-10-26","genres":[18,35,10749],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":115542,"title":"I Love You Baby","adult":false},{"cast":["Charles Coburn","Robert Paige","Ginny Simms","Alan Curtis","Martha O'Driscoll"],"overview":"A crook becomes the victim of a crafty card player who works for the District Attorney.","release_date":"1945-09-07","genres":[35,80,10749],"vote_average":6.0,"runtime":91,"cert":"N\/A","id":115544,"title":"Shady Lady","adult":false},{"cast":["Carol Lynley","Brandon De Wilde","Macdonald Carey","Marsha Hunt","Warren Berlinger"],"overview":"Two naive high-school students must deal with the unexpected consequences after a night of passion. Director Philip Dunne's 1959 film about teenage pregnancy stars Brandon de Wilde, Carol Lynley, Macdonald Carey, Marsha Hunt, Warren Berlinger, William Schallert and Roberta Shore.","release_date":"1959-07-30","genres":[18],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":115549,"title":"Blue Denim","adult":false},{"cast":["Geli Albaladejo","Malena Alterio","Ricard Borràs","Jorge Calvo","Marta Fernández Muro"],"overview":"The tale of a group of women (a sweet old lady, her religious niece, her servant and the latter's disabled mother), all so generous and selfless that they almost compete with one another as ferocious rivals to see who can help most and make the greatest sacrifice for the others' wellbeing. And we all know the well-known saying: 'The road to hell is paved with good intentions'.","release_date":"2010-02-12","genres":[35],"vote_average":6.5,"runtime":103,"cert":"N\/A","id":115551,"title":"Born to Suffer","adult":false},{"cast":[],"overview":"An innovative 'magic realist' documentary set in Iraq. Filmmaker Mark Cousins, who was brought up in a Northern Irish war zone, travels to Goptapa, a Kurdish-Iraqi village of just 700 people on a tributary of the Tigris river, and tries to make a dream film about a place that is normally only portrayed in current affairs programmes. He gives the kids cameras. They make little movies about war, love, a fish that goes to a magical place, and a chicken who debates justice. Despite the production being stopped twice by the Iraqi secret police, The First Movie is about wonder and the power of the imagination.","release_date":"2009-12-14","genres":[99],"vote_average":7.8,"runtime":76,"cert":"","id":115553,"title":"The First Movie","adult":false},{"cast":["Dirk Bogarde","Ava Gardner","Bekim Fehmiu","Timothy Dalton","Nicole Calfan"],"overview":"An unsavory intelligence agent (Dirk Bogarde) plots the downfall of a Third World political leader (Bekim Fehmiu).","release_date":"1975-11-20","genres":[18,53],"vote_average":0.0,"runtime":93,"cert":"","id":115555,"title":"Permission to Kill","adult":false},{"cast":["Keisuke Koide","Erena Mizusawa","Kazuma Sano","Shinjiro Atae","Rio Kanno"],"overview":"Due to the high suicide rate among youths in Japan, the government implements experiments to uncover the causes behind the high suicide rate. Children are selected and placed in a YSC facility under constant surveillance. At the age of 10, the children are then give a detonator with a red switch. They are told if they press the switch they will die immediately. Most of the children under the experiment, eventually presses the switch and dies.  After the completion of the experiment 6 kids remain who did not press the switch. The 6 kids are; strong-minded Masami, weak Naoto, hot-tempered Hiro, impulsive Ryota, wheelchair bound Kimiaki and Aiko who is always thinking of her parents. These 6 kids survived even though they were pressured by project manager Tsukuda to press the switch.","release_date":"2011-09-17","genres":[53],"vote_average":6.0,"runtime":110,"cert":"N\/A","id":115560,"title":"When I Kill Myself","adult":false},{"cast":["Taiga","Kento Hayashi","Rio Yamashita","Munetaka Aoki","Yasuhito Shimao"],"overview":"One year ago, Rui (Rio Yamashita) lost her eyesight after a hit &amp; run accident. She's still traumatized by the accident and has yet to undergo rehab treatment. She then meets a young man named Wataru (Kento Hayashi) who is fascinated by paragliding. Rui slowly comes out her shell and finds a way to rise up again with the help of Wataru. Unfortunately, reality can sometimes be cruel. Can Rui and Wataru face each other again after facing this cruel truth?","release_date":"2009-11-21","genres":[18,10749],"vote_average":3.0,"runtime":84,"cert":"N\/A","id":115562,"title":"Rise Up","adult":false},{"cast":[],"overview":"At a plastic factory in the country, Ritsuko, an experienced worker, helps a new part-timer named Chinatsu, who is also pregnant. This stirs up painful memories for Ritsuko, who had a miscarriage when she was in a car accident several years ago.","release_date":"2008-10-01","genres":[18],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":115573,"title":"Naked of Defenses","adult":false},{"cast":[],"overview":"A tourist walks through the city and sees strange things: but no matter what happens, the residents ignore it at any cost. Eventually, the man cannot keep his nose out of their business.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":115590,"title":"Non-Intervention Game","adult":false},{"cast":[],"overview":"On New Year's Eve 2000, a woman wanders through Tokyo. Meeting two men who shouldn't exist, the borders of memory, past and present start to blur.","release_date":"2001-01-01","genres":[],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":115592,"title":"Imaginary Lines","adult":false},{"cast":[],"overview":"One of the most astonishing talents to emerge from the independent scene in recent years, Yoshihiro Ito's film cycle revolves around the topic of love and creates a magical space where the subtle meets the bizarre and profound. Contains: Wife′s Knife (Samma no hi) Imaginary Lines Umeshinju Non-Intervention Game (Fukansho gemu) Vortex (Kachu no hito)","release_date":"2008-07-08","genres":[],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":115594,"title":"Vortex and Others - 5 Short Works by Yoshihiro Itô","adult":false},{"cast":["Shin'ichi Himori","Kanji Kawara","Hiroko Kawasaki","Koji Matsumoto","Hideko Mimura"],"overview":"Emi Ota and her friend Okiku stay briefly at a mountain inn and then return to Tokyo. Later, Nanmura, a soldier on leave, steps on an ornamental hairpin in the public bath at the inn. Emi writes to the inn saying she has lost a hairpin and, when she discovers that it injured Nanmura, returns to apologize. The longer term visitors at the inn meet together to discuss the hairpin incident. These include a grumpy Professor, a young couple Mr and Mrs Hiroyasu, and an old man staying with his two grandsons. They hope to see a romance blossom between Nanmura and Emi, after Nanmura declares that there is something almost poetic in finding a hairpin in the bath.","release_date":"1941-08-26","genres":[10749,18],"vote_average":6.5,"runtime":75,"cert":"N\/A","id":115596,"title":"Ornamental Hairpin","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":115598,"title":"Rock am Ring 2012 - Tag 2","adult":false},{"cast":["Eduard Fernández","Javier Cámara","Montse Germán","Carme Pla","Àgata Roca"],"overview":"Alex, a shy and introverted, is a film director trying to finish writing his latest script. Decided to leave a few days of his wife and children to go to the Pyrenees and find there the peace and inspiration. In the town where he is met Monica, a violinist who is on vacation at a friend's house. Love grows between them and will face feelings that have to control and hide. Feelings that may never expressed.","release_date":"2006-11-10","genres":[],"vote_average":3.5,"runtime":107,"cert":"N\/A","id":115603,"title":"Fiction","adult":false},{"cast":["Saturnino García","Carlos Lucas","Carmen Segarra","Francisco Maestre","Concha Salinas"],"overview":"Justino was working in a bull-ring but now he is retired. For him it is very difficult to adapt to the new situation although he will find soon a hobby without forgetting his profession.","release_date":"1994-11-24","genres":[35,18,80],"vote_average":6.3,"runtime":96,"cert":"N\/A","id":115605,"title":"Justino, un asesino de la tercera edad","adult":false},{"cast":["Martin Balsam","Mackenzie Phillips","Kitty Winn","Pamelyn Ferdin"],"overview":"A lonely old man (Martin Balsam) finds his life beginning to have some meaning when he helps a teenager living in a rehab center.","release_date":"1975-01-08","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":115607,"title":"Miles to Go Before I Sleep","adult":false},{"cast":["Louis Hayward","Jody Lawrance","Alexander Knox","Lester Matthews","Gavin Muir"],"overview":"The son of the notorious Dr. Henry Jekyll is determined to prove that his father's reputation has been unjustly deserved. He sets out to develop his father's formula in order to prove that he was a brilliant scientist rather than a murderous monster.","release_date":"1951-10-31","genres":[80,27,10749],"vote_average":4.0,"runtime":78,"cert":"N\/A","id":115609,"title":"The Son of Dr. Jekyll","adult":false},{"cast":["Thomas Miller-El"],"overview":"The condemned man Thomas Miller the day the U.S. Supreme Court halted his execution. That day began filming a new documentary about his case and that of other prisoners on death row. It also tells the story of Dorothy Miller, the partner of Thomas, who has set up a shelter for the families of those convicted by the Texas jail. From there Dorothy worked for the abolition of the death penalty.","release_date":"2003-11-15","genres":[],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":115614,"title":"Condenados al corredor","adult":false},{"cast":["Timothy Dalton","Anthony Edwards","Janet McTeer","Camille Coduri","Julie T. Wallace"],"overview":"Two terminally ill patients in a hospital yearn for relief from their predicament. With little or no friends, they form an uneasy alliance and plot an escape for one last wild time.","release_date":"1988-08-05","genres":[18,35],"vote_average":5.1,"runtime":110,"cert":"","id":115616,"title":"Hawks","adult":false},{"cast":["Javier Cámara","Elvira Mínguez","María Botto","Juan Diego Botto","Fernando Guillén"],"overview":"The first actor of a theater company on tour in Spain dies in a car accident. A new actor, Jorge Ruiz, is to relieve you. He's handsome, young and revolutionary. His arrival creates tension, jealousy and distrust in the rest of the cast, is-especially in Mario Soto, which is responsible to lead in the absence of the author of the assembly, busy with an opera for the Teatro Real in Madrid . Already in the first trial of the work concerned the \"Play Without a Title\" by Federico Garcia Lorca, their personalities collide head. Morante Carmen, leading actress of the company, and Laura G. Reyna, which was secret lover of the deceased, witness the struggle between the two. As if that were not enough, the newcomer brings added conflict: reading at the end of the function of a manifesto for peace. Mario questioned that decision and the company is divided.","release_date":"2003-10-17","genres":[18,35],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":115618,"title":"Los abajo firmantes","adult":false},{"cast":["Tris Coffin","Mae Clarke","Don Haggerty","House Peters Jr.","James Craven"],"overview":"Feature version of the 1949 serial, KING OF THE ROCKETMEN:  Young member of scientific group uses new rocket-powered flying suit to thwart shadowy saboteur known only as \"Dr. Vulcan\".","release_date":"1951-07-25","genres":[878],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":115623,"title":"Lost Planet Airmen","adult":false},{"cast":["Douglas Fairbanks Jr.","Yolande Donlan","Jon Pertwee","Wilfrid Hyde-White","Reginald Beckwith"],"overview":"Mr. Drake and his wife live a nice, quiet life on their Sussex farm, until one of their ducks lays a radioactive egg made of uranium! When the government finds out about this, the Armed Forces storm onto the farm in a frantic search for the duck responsible.","release_date":"1951-09-21","genres":[35,878],"vote_average":5.0,"runtime":85,"cert":"","id":115625,"title":"Mister Drake's Duck","adult":false},{"cast":["Miguel Torres del Sel","Darío Volpato","Rubén Enrique Brieva"],"overview":"1_Presentacion\r 2_Historia de Miguel, el Chino y Dady\r 3_Lily Sullos\r 4_Mi unicornio azul\r 5_Musicos\r 6_Boliche\r 7_Elton John","release_date":"1983-06-21","genres":[35],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":115627,"title":"MIDACHI Tomo I","adult":false},{"cast":["Miguel Torres del Sel","Rubén Enrique Brieva","Darío Volpato"],"overview":"Domingo, Pavarotti y Carreras  Juan Carlos y las Ruteras  Cuidador de Perros  Dracula  El Chino, La Tota y Pochola  Mercedes Sosa  Fin","release_date":"1995-06-21","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":115632,"title":"MIDACHI Tomo IV","adult":false},{"cast":["Joshua Leonard","Molly Ringwald","Ellen Pompeo","Michael B. Silver","Eric Bogosian"],"overview":"It's Martha's first night as a waitress in an upscale New York restaurant. Veteran Chloe shows her the ropes and introduces her to the lives of the restaurant staff. Adam, a hopeful playwright, suffers for his art while dealing with a very indecisive (ex-?)girlfriend. Marlon is a cocky young actor, certain that his big break is just around the corner. When the restaurant's obnoxious owner, Simon, brings a special client in for dinner, pressures mount until an explosion seems inevitable.","release_date":"2000-06-11","genres":[35,10749],"vote_average":8.0,"runtime":91,"cert":"N\/A","id":115646,"title":"In the Weeds","adult":false},{"cast":["Jimmy Wang Yu","Tien Feng","Wong Chung-Shun","Cheng Miu","Shu Pei-Pei"],"overview":"A noble swordsman fights to recover the magical blade that has protected his country for centuries after being blinded and betrayed by a ruthless villain. A cunning killer has blinded the brave warrior chosen to defend his country with an enchanted sword, and murdered his family. After recovering, the sightless defender sets out to recover the weapon, and seek revenge against his murderous nemesis.","release_date":"1968-08-23","genres":[28,12],"vote_average":6.5,"runtime":106,"cert":"N\/A","id":115651,"title":"The Sword of Swords","adult":false},{"cast":["Severi Heikkilä","Lauramaija Luoto","Annu Valonen","Martti Suosalo","Ulla Tapaninen"],"overview":"Summer vacation has just begun. In honor of Peace Rapper and Lennart Lindberg decide to go on holiday. The duration of Ricky Rapper and Nelli Nuudelipäätä will handle the harsh Elvi - aunt. Luckily, Ricky gets a great comfort to the new bike, but as soon as mysteriously disappears. Risto and Nelli leave together in search of the wheel, and it begins with the thrilling adventure.","release_date":"2010-02-11","genres":[35,10751,10402],"vote_average":3.5,"runtime":82,"cert":"N\/A","id":115656,"title":"Ricky Rapper and the Bicycle Thief","adult":false},{"cast":["Víctor García","Carolina Morocho","Jesús Nieto","Juanma Sevillano"],"overview":"Three teenagers with missing parents cross their lives by the river Tormes in Salamanca. One of them lives in a boarding school, another has just lost his father, and one lives badly in a tent by the river. No adults in their lives, without direction, they are becoming adults but still do not own their life.","release_date":"2012-06-15","genres":[],"vote_average":5.3,"runtime":84,"cert":"N\/A","id":115658,"title":"Iceberg","adult":false},{"cast":["Michele Greene","John Karlen","Louise Fletcher","James Brolin","Alan Fudge"],"overview":"In this made-for-cable television horror thriller, a travel writer visits a historic hotel to write a story about it and inadvertently finds herself on the 13th floor where she witnesses a Satanic rite and tangles with an axe-wielding killer. She escapes, but no one believes her story because the hotel has no 13th floor.","release_date":"1990-10-31","genres":[27,53,9648],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":115666,"title":"Nightmare on the 13th Floor","adult":false},{"cast":["Adalberto Martínez","Yolanda Varela","Kitty de Hoyos","Germán Valdés","Luis Aguilar"],"overview":"The Postman Adalberto is involved by chance in the filming of a scene, which gives the film director  the idea of including him as an actor, but without his knowledge.","release_date":"1958-05-15","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":115668,"title":"Yo quiero ser artista","adult":false},{"cast":["Juan Luis Galiardo","Máximo Valverde","Amparo Muñoz","Alejandro Ulloa","Víctor Petit"],"overview":"In a city on Spain’s Costa Brava, Clara Valverde, a young beautiful woman, lives with her husband Juan. Juan is an architect and has planned a daring urbanistic project. In reality, the project is not viable. Clara, to keep her marriage and finances a float, works as a porno actress in an underground film industry. In spite of her job and her marriage, Clara is still a virgin. Her marriage has never been consummated because her husband is impotent for which she blames herself. In her work she does not allow to be penetrated. One day she goes to a reunion with Kellerman, an American millionaire who seems to be interested into put into fruition Juan’s project. However soon Clara learns that what he really wants is to blackmail her. The owner of the house, Jorge, finds out Claras’s real occupation and if she does not have sex to the American would tell everything to her husband.","release_date":"1975-04-30","genres":[18,35],"vote_average":4.0,"runtime":101,"cert":"N\/A","id":115673,"title":"Clara es el precio","adult":false},{"cast":["Emma Suárez","Eloy Azorín","Roberto Hoyas","Chusa Barbero","Iñaki Font"],"overview":"Three students are sent by their families to Cadiz in 1965, his last chance to pass and become what is expected of them. The appearance of some dancers disrupts their commitments: boys lose the course and girls, their work. But together they learn to decide their future.","release_date":"2000-12-01","genres":[35],"vote_average":5.0,"runtime":101,"cert":"N\/A","id":115675,"title":"Kisses for Everyone","adult":false},{"cast":["Victoria Abril","Fernando Sancho","Rafaela Aparicio","Montserrat Carulla","Daniel Martín"],"overview":"José Maria is a seventeen year old boy; his father is a successful restaurant owner in a town some distance from Barcelona, in Spain. The boy is intelligent and sensitive, but his mannerisms and habits, and lack of masculine drive, lead him to get bullied at school. The school principal decides that José is the disruptive influence, and asks for him to be removed from the school. The father berates the boy, and his mother, for his failure to be a red-blooded young man, and sends him away for a while to live with a friend in the country. Father visits the boy, and takes him to a strip club in Barcelona, run by a lady friend of his, intending that this will \"cure\" him of his sexual reserve. However one of the acts is a pre-operative transsexual, and there is a full frontal exposure at the end. Father has arranged that after the show...","release_date":"1977-03-13","genres":[18],"vote_average":5.4,"runtime":108,"cert":"N\/A","id":115677,"title":"I Want to Be a Woman","adult":false},{"cast":["Lina Carstens","Fritz Rasp","Herbert Bötticher","Ellen Mahlke","Benno Hoffmann"],"overview":"After the death of the owner of the house Lina Braake is living in, the house is accrued to the bank. During the complete refurbishment of the building, the 81-year old woman is thrown out of her flat and is put in an old people′s home. There she meets 84-year old Gustaf. Together, the lively seniors come up with a plan to trick the bank with a smart credit fraud and take their revenge. They need the money to buy a country house on Sardinia and leave Germany for good. Although their coup proves to be successful, the bank soon finds Lina. But due to her old age she cannot be tried anymore.","release_date":"1975-07-11","genres":[35,18],"vote_average":8.0,"runtime":88,"cert":"N\/A","id":115679,"title":"Lina Braake","adult":false},{"cast":["Christiane Hörbiger","Heidelinde Weis","Friedrich von Thun","Peter Prager","Angelika Bartsch"],"overview":"","release_date":"2011-03-11","genres":[10770,35,10749],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":115681,"title":"Das Glück ist ein Kaktus","adult":false},{"cast":["Pinto Colvig","James MacDonald"],"overview":"Mickey goes into a souvenir shop out west and leaves Pluto with a buffalo bone to chew on. A small dog comes to take it away and runs into a ring of cactus with it; Pluto is too big to enter the same way, so he comes in from above and finds himself stuck inside until the small dog helps.","release_date":"1949-01-14","genres":[16],"vote_average":7.0,"runtime":6,"cert":"N\/A","id":115683,"title":"Pueblo Pluto","adult":false},{"cast":["Elon Bomani","Gregg Braden","Wayne Dyer","Louise Hay","Suzanne Keilly"],"overview":"In this film, you meet the woman who wakes up every day and proclaims her love for everyone and everything in her path, the woman who popularized “affirmations,” the woman who shakes hands with presidents, dignitaries, celebrities, and who always has an affectionate hug for fans who run up to her at a public appearance or Hay House event to thank her for “saving my life.” And when she embraces them, she’ll insist, “It wasn’t me. It was you.”","release_date":"2007-12-01","genres":[99],"vote_average":7.9,"runtime":87,"cert":"N\/A","id":115685,"title":"You Can Heal Your Life","adult":false},{"cast":["Imanol Arias","Victoria Abril","Charo López","Francisco Rabal","Joaquín Hinojosa"],"overview":"Pedro Martín, a young and ambitious doctor, is studying the effect of cancerous cells on mice, but he has run out of mice in his laboratory, since they do not breed there, and he has no funds to purchase more of these expensive laboratory animals from the United States. Nevertheless, his assistant, Amador, informs him that he gave some of the mice to an old trapper, nicknamed “el Muecas”, who lives in precarious conditions in a shanty town outside Madrid, and that this poor man has successfully bred them with the help of the natural heat of his daughters. The incredulous scientist goes to the shanty town to obtain the mice. There, Pedro meets Muecas, Muecas's wife Ricarda and their two daughters Florita and Conchi. With the warmth of the women’s breasts, as the flirtatious Florita shows Pedro, the mice are able to reproduce.","release_date":"1986-03-13","genres":[],"vote_average":4.9,"runtime":111,"cert":"N\/A","id":115687,"title":"Tiempo de silencio","adult":false},{"cast":["Carlos Estrada","José Bódalo","María Mahor"],"overview":"In a small town, the administrator, confronted with the baker, forbids his children fto talk with those of the baker, and vice versa. One day, Paco and Pablo, the baker's children, listen to two builders who plan to kidnap Mary, the daughter of the administrator. Children decide to keep the secret and save the girl themselves. Meanwhile, a young teacher arrives to the village with his wife and kids get back to school. But the administrator's wife is furious because it is not her brother  the one who gets the job and, along with her husband, will try to convince everyone to get rid of the teacher.","release_date":"1966-05-16","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":115689,"title":"La Barrera","adult":false},{"cast":["Pilar Bayona","Emilia Bayona","Joaquín Cordero"],"overview":"Pili and uncle Angel travel to Mexico to see Mili dancing at her debut in a theater in the capital. When Mili finds out the bad economic situation of her uncle, she decides to seek work. Meanwhile, Pili works in a department store and meets Rodolfo, the grandson of Mrs. Caceres, owner of the store, which she takes for the chauffeur of the lady. In turn, Ms. Caceres hires Mili to dance at her party, where she meets and falls for Rodolfo. Rodolfo, who does not know of the existence of a twin sister, is convinced that the girl in the party is Pili. And the sisters do not know they are in love with the same man, which will lead to an unexpected conflict.","release_date":"1967-07-06","genres":[],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":115694,"title":"Un novio para dos hermanas","adult":false},{"cast":["Arturo Fernández","Marisa Paredes","Manolo Gómez Bur","Alicia Tomás","Tania Ballester"],"overview":"Antonio is a millionaire who spends his time conquering beautiful women aided by his faithful butler, Pablol. He tries to seduce the beautiful Marta, but when he realizes that she prepares a trap to force him to marry, Antonio disappears.","release_date":"1969-01-01","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":115696,"title":"El señorito y las seductoras","adult":false},{"cast":["Juan Barceló","Manuel Barceló","José Bravo"],"overview":"During the Spanish Civil War, the Republican government created the Board of Artistic Treasure Defense, in order to preserve the works of the Prado Museum and prevent them from being destroyed during the war. The film reconstructs the events and the route of these works of art, since they were packed in a total of 1,868 boxes until his arrival in Geneva. There a Committee for the Safeguarding of the Spanish Treasury was established, and  the boxes guarded until their return to the museum, in September 9, 1939.","release_date":"2004-11-12","genres":[99],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":115698,"title":"Las cajas españolas","adult":false},{"cast":["Andrea Sawatzki","Maximilian Seidel","Ingo Naujoks","Teresa Harder","Dietrich Hollinderbäumer"],"overview":"Nico, a nine-year-old  child witnesses a gruesome murder in an abandoned village and tells his mother. The woman goes to the police, but when officials get to the scene, someone has erased all traces of the crime, including the corpse. The officers then question the version of the child.","release_date":"2001-04-10","genres":[53],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":115700,"title":"The Hunted Child","adult":false},{"cast":["Johnny Weissmuller","Sherry Moreland","William Henry","Lyle Talbot","Joel Friedkin"],"overview":"Jungle Jim must protect rare pony-like animals whose glands produce a powerful narcotic. On the way, he fights a giant spider.","release_date":"1951-02-26","genres":[12,28,80],"vote_average":4.0,"runtime":69,"cert":"N\/A","id":115702,"title":"Fury of the Congo","adult":false},{"cast":[],"overview":"Collection of short films:  Spaghetti Napolitan (Atsushi Kaneshige) 3:15 PM (Hiroyuki Nakano) Iron (Hiroyuki Nakano) Lighthouse (Hiroyuki Nakano) Fuji &amp; Donuts (Yasuhisa Serizawa)","release_date":"2008-09-06","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":115710,"title":"Otokotachi no uta","adult":false},{"cast":["Sveinn Ólafur Gunnarsson","Hilmar Guðjónsson","Þorsteinn Bachmann","Valgerður Rúnarsdóttir","Þorbjörn Guðmundsson"],"overview":"Icelandic drama about two remote road-workers.","release_date":"2011-09-02","genres":[18,35],"vote_average":6.0,"runtime":84,"cert":"N\/A","id":115712,"title":"Either Way","adult":false},{"cast":["Joely Fisher","Rob Estes"],"overview":"A medieval cult travels to the 20th centrury and kills people, in an attempt to bring about the end of the world. The policeman Michael Nostrand must stop them, but what does his fate truly hold?","release_date":"2000-01-01","genres":[12,14],"vote_average":2.0,"runtime":88,"cert":"N\/A","id":115717,"title":"Nostradamus","adult":false},{"cast":["Antonio Aguilar hijo","Sergio Bustamante","Felicia Mercado","Antonio Aguilar"],"overview":"Antonio Aguilar in this great movie starring the king of diamonds where the fairs were not fair if it was the king of diamonds.","release_date":"1984-10-13","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":115719,"title":"El rey de oros","adult":false},{"cast":["Sebastian Koch","Wolf-Dietrich Berg","Alexander Held","Sophie von Kessel"],"overview":"According to legend, the Black Buddha is a figure that brings death to those who steal it and wisdom to those who return it. Nick is an adventurer who has stolen the figure and is little concerned about the legends ... until this legend begins to come true.","release_date":"2000-11-27","genres":[12],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":115721,"title":"Die Rückkehr des schwarzen Buddha","adult":false},{"cast":["Eduard Fernández","Thaïs Blume","Emilio Gutiérrez Caba","José Coronado","Mary Carmen Ramírez"],"overview":"In the autumn of 1970, Juan, a Spanish poet living in Paris working for UNESCO, returns on vacation to his hometown, Burgos. The city is under heavy police and military surveillance due to the so-called Burgos process, a summary military trial against a group of ETA members and other militants against Francisco Franco’s regime.","release_date":"2009-10-30","genres":[53],"vote_average":3.5,"runtime":88,"cert":"N\/A","id":115723,"title":"Luna caliente","adult":false},{"cast":["Juan Luis Galiardo","Carlos Iglesias","José Luis Torrijo","Fernando Guillén Cuervo","Santiago Ramos"],"overview":"After an old soldier named Miguel de Cervantes (1547-1616) wrote the adventures of Don Quixote and Sancho Panza, the knight and his squire have become very popular. When he learns that the Turkish comes along the Mediterranean coast with a powerful army, Don Quixote will undertake, again opposed by his niece and his housekeeper, a new adventure that begins in La Mancha and ends on the coast.","release_date":"2002-09-04","genres":[35,12,18],"vote_average":8.0,"runtime":122,"cert":"N\/A","id":115725,"title":"Don Quixote, Knight Errant","adult":false},{"cast":["Antoñita Moreno","Pepe Marchena","Miguel Ligero"],"overview":"During the April Fair in Seville neighborhood of Santa Cruz, Antonio, in love with Coral, will meet Esteban, her boyfriend. The end result is that Antonio is hurt and Esteban goes to prison. To avoid gossip, Coral asks his brother of moving. Cotufo agrees and the two move to a mansion in which, according to legend, lived a Christian and the daughter of a Moorish king, who died of grief of love.","release_date":"1955-01-31","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":115727,"title":"La reina mora","adult":false},{"cast":["Trini Alonso","Mercedes Barranco","Barta Barri"],"overview":"Two adventurers without economic resources create an amateur theater company and want to succeed, posing as aristocrats. The project aims to fill the theater with their performances and, thus, to satisfy their debts.","release_date":"1953-09-09","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":115732,"title":"Fantasía española","adult":false},{"cast":["Enric Majó","Enric Cusí","Maria Aurèlia Capmany","Marina Rossell","Núria Feliu"],"overview":"In a small Catalan village take advantage of the visit of an ecclesiastical authority of Rome, during vacations, to organize a conference on the topic of religion and sex. This causes the people to divide into two camps, those who favor and those against the \"Congress\", until finally after a series of negotiations between both sides, we arrive at consensus. A large mosaic of characters carry the story to end happily, through critical situations with the conservative church.","release_date":"1981-01-01","genres":[],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":115734,"title":"The Victor of Olot","adult":false},{"cast":["Antonio Ferrandis","Amparo Moreno","Ángel Burgos","Paco Morell","Joan Monleón"],"overview":"Two young friends, urban lumpen unemployed, devised in conjunction with a colleague drug dealer by profession, how to get out of the misery in which they live: kidnap the rich people!.  But, wretched as they are and knowing little of human evil, get into a mess Morrocotudo. Choose wrongly, the victim and fall into a trap that will leave only scorched.","release_date":"1989-05-25","genres":[35,18],"vote_average":3.0,"runtime":93,"cert":"N\/A","id":115739,"title":"Puta misèria!","adult":false},{"cast":["Lloll Bertran","Ángel Burgos","José María Cañete","Marta Fernández Muro","Maria Lanau"],"overview":"The film takes on a trip through a lively metropolis on the eve of a major holiday, witnessing the love lives, family situations, gender confusion and even a diamond traffic ring uniting some 14 different characters. They all have something in common - they're after love, money, live in or visit the same luxury apartment building, and speak Catalan, in the pulsating and hallucinating Barcelona of the 1990s.","release_date":"1992-01-30","genres":[35],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":115741,"title":"Aquesta nit o mai","adult":false},{"cast":["Amparo Moreno","Pavel Angelov","Mercè Arànega","Ángel Burgos","Konstantin Hadjipanzov"],"overview":"Rosita, a plump and temperamental opera diva, leaving the shooting of Tristan and Isolde in Hollywood, to learn that the producer does not offer the title role in the upcoming film Romeo and Juliet. And travel to Bulgaria after accepting an invitation from Frank, a childhood friend who has a restaurant.","release_date":"1994-06-17","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":115743,"title":"Rosita, please!","adult":false},{"cast":["Paula Brancati","Kristen Gutoskie","Kyle Mac","Boyd Banks","Ali Badshah"],"overview":"The funny, quirky story of Darryl Strozka, an ambitionless 24-year old who travels hundreds of miles in a wagon hooked onto the back of his friend's electric wheelchair, in hopes of tracking down his childhood crush.","release_date":"2011-09-22","genres":[],"vote_average":9.0,"runtime":87,"cert":"N\/A","id":115745,"title":"Moon Point","adult":false},{"cast":[],"overview":"","release_date":"2012-06-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":115750,"title":"Pan-Pot: Back to Back - The Documentary!","adult":false},{"cast":["Sergio Gallinaro","Staci Tara Moore","Kevin Blatch"],"overview":"Seattle, USA, 1999. At the demand of MEG, a camera crew investigates the strange course of events that brought STEVEN H., her boyfriend, to be hospitalized. Steven's condition is serious. His body has been severely lacerated by an unknown assailant. The doctors think it could be a wild animal, or maybe even a man with extremely long and hard nails. Steven is also suffering from a mysterious infection that spreads inside him at an alarming speed...","release_date":"2001-01-01","genres":[27],"vote_average":4.9,"runtime":96,"cert":"N\/A","id":115755,"title":"The Black Door","adult":false},{"cast":["Anna Azcona","Marc Cartes","Roger Coma","Fernando Guillén","Pere Eugeni Font"],"overview":"Anna returns from Africa, where he worked two years in an NGO, and is hired as a security guard at an exclusive health center on the outskirts of Barcelona. By breaking with her ​​boyfriend and go home, a colleague leaves a camper as temporary housing. Spend a few weeks on a wilderness camping and then installed in the parking lot of a service area of the highway. On a night patrol work meets a young, admitted by court order, do not walk because of paralysis and refuses to reveal his identity.","release_date":"2009-11-06","genres":[18],"vote_average":4.3,"runtime":95,"cert":"N\/A","id":115757,"title":"A la deriva","adult":false},{"cast":["Katharina Thalbach","Anna Thalbach","Oliver Nägele","Christina Große","Johannes Suhm"],"overview":"„Friedrich - Ein deutscher König” beschreibt in markanten Schlüsselszenen die wesentlichen Lebensstationen des Preußenherrschers. Katharina Thalbach verkörpert den „Alten Fritz”, ihre Tochter Anna den Kronprinzen und jungen König. Der Film rekonstruiert Aufstieg und Leben des Preußenkönigs und schildert dessen zentrale Stationen - von der durch den Despotismus des Vaters gezeichneten Jugend bis zum Aufstieg zum bewunderten Feldherrn und als „Friedrich der Große” verehrten König.","release_date":"2012-01-07","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":115759,"title":"Friedrich - Ein deutscher König","adult":false},{"cast":["Antonio Resines","Jorge Sanz","Icíar Bollaín","Manuel Alexandre","Fiorella Faltoyano"],"overview":"Andres de Granada, a forty-benefit trade more clear, believed that the first months of 1993 are the best time to do business. It also has the help of his nephew Fulgencio, who has arrived in Madrid with the idea of ​​learning the trade.","release_date":"1993-08-26","genres":[35],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":115764,"title":"Tocando fondo","adult":false},{"cast":["Miguel Ángel Silvestre","Quim Gutiérrez","Juan Diego","Celia Freijeiro"],"overview":"In Brétema, on the Atlantic coast, there was a time when networks of smuggling, drug trafficking converted, achieved so much influence that they were close to control everything: social power, institutions, the lives of its people. Fins, Leda and Frink explore the coast in search of what the sea throws after a wreck, the sea is for them a place of continual discovery. The fate of these young people will be marked by the shadow odious and fascinating at the same time the ubiquitous Marshall, owner of almost everything in Brétema.","release_date":"2012-10-26","genres":[],"vote_average":5.7,"runtime":119,"cert":"N\/A","id":115766,"title":"Todo es silencio","adult":false},{"cast":["Moe Howard","Larry Fine","Curly Howard","Marjorie White","Walter Brennan"],"overview":"The stooges join the \"Women Haters\" club and vow to have nothing to do with the fair sex. Larry marries a girl anyway and attempts to hide the fact from Moe and Curly as they take a train trip.","release_date":"1934-05-05","genres":[35],"vote_average":6.9,"runtime":19,"cert":"N\/A","id":115771,"title":"Woman Haters","adult":false},{"cast":["Ashton Kutcher","Dermot Mulroney","Amanda Crew","James Woods","Josh Gad"],"overview":"The story of Steve Jobs' ascension from college dropout into one of the most revered creative entrepreneurs of the 20th century.","release_date":"2013-08-16","genres":[18,36],"vote_average":6.1,"runtime":128,"cert":"15","id":115782,"title":"Jobs","adult":false},{"cast":["Shinobu Chihara","Kiichi Nakai","Tomoko Tabata","Junko Sakurada","Tsurube Shôfukutei"],"overview":"Physically separated from her father and at odds with her distraught mother, a girl must negotiate her own passage to maturity.","release_date":"1993-03-20","genres":[18],"vote_average":6.8,"runtime":124,"cert":"N\/A","id":115784,"title":"Moving","adult":false},{"cast":["Rentarô Mikuni","Naoki Sakata","Yasutaka Oh","Ken'ichi Makino","Akira Emoto"],"overview":"A delightful and moving coming-of-age story. One summer, three young boys take an increasing interest in an eccentric old man who lives alone in a house surrounded by an overgrown garden. The boys form a bond with the recluse and set about weeding and replanting the garden.","release_date":"1994-04-09","genres":[18],"vote_average":8.0,"runtime":113,"cert":"N\/A","id":115786,"title":"The Friends","adult":false},{"cast":["Noriko Hayami","Minori Terada","Kiriko Shimizu","Nobutaka Masutomi","Rie Nakagawa"],"overview":"After witnessing the rape of his wife, a man's mind snaps and he attacks a prostitute. Two years later, the man and the prostitute meet by chance.","release_date":"1985-08-03","genres":[],"vote_average":3.5,"runtime":88,"cert":"N\/A","id":115788,"title":"Love Hotel","adult":false},{"cast":["Óscar Ladoire","Sílvia Munt","Francisco Rabal","Antonio Resines","Carmen Maura"],"overview":"A famous composer creative in crisis and must compose a new album, but is going through a painful separation that prevents him from concentrating. In this situation, your manager will provide a time extension","release_date":"1984-02-06","genres":[10749,35],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":115793,"title":"Sal gorda","adult":false},{"cast":["Curly Howard","Dorothy Appleby","Moe Howard","Larry Fine","Poppy Wilde"],"overview":"The stooge's friend Jerry convinces them to take out on insurance on Curly and then have him act insane to collect. Moe and Larry put Curly on a leash and take him to the insurance doctor and have him act like a dog. Unfortunately, the insurance doctor wants to perform a brain operation (Cerebrum decapitation). The boys try to escape by hiding in the dog catchers wagon, but are caught and taken to the hospital. They escape again, this time by rigging a sheet to a gurney and sailing down the street, where they run into Jerry and knock him into wet cement.","release_date":"1940-08-23","genres":[35],"vote_average":4.8,"runtime":17,"cert":"N\/A","id":115795,"title":"From Nurse to Worse","adult":false},{"cast":["Kiichi Nakai","Riho Makise","Tsurube Shôfukutei","Tomoko Mariya","Hide Demon"],"overview":"A pampered young model is killed in a traffic accident. Given the chance to return to earth, she becomes involved with the advertising executive who is trying to cover up her death. A blend of fantasy and trenchant realism in which Somai uses the ethereal glow of advertising images to comment on the transience of life.","release_date":"1990-06-09","genres":[18,14],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":115800,"title":"Tokyo Heaven","adult":false},{"cast":["Andrew Bryniarski","Tom Gibis","Michael V. Allen"],"overview":"The Easter Bunny is tired of being second-best to Christmas, so he hires Lobo aka The Main Man to take out Santa Claus in order for him to rule over the Holidays. But nothing goes as planned when The Main Man is involved.","release_date":"2002-05-08","genres":[28,35],"vote_average":6.0,"runtime":13,"cert":"N\/A","id":115802,"title":"The Lobo Paramilitary Christmas Special","adult":false},{"cast":["Moe Howard","Larry Fine","Curly Howard","Clara Kimball Young","Harrison Greene"],"overview":"The stooges are pest exterminators who drum up business by planting vermin in a ritzy mansion where a party is going on. They are hired, but must pose as guests to work unobserved. They ruin a piano and generally make a mess of the party, but the hostess passes them off as vaudeville comedians and they are invited to join the guests on a fox hunt.","release_date":"1936-02-06","genres":[35],"vote_average":7.0,"runtime":17,"cert":"N\/A","id":115804,"title":"Ants in the Pantry","adult":false},{"cast":["Curly Howard","Stanley Blystone","Vernon Dent","Larry Fine","Moe Howard"],"overview":"The stooges are discharged from the army after WW I, and promptly administer some revenge to their mean sergeant. Years later they wind up in the army again, and of course the same sergeant is their superior. The sergeant plays various tricks on them, and when the stooges go crazy with a cannon, blowing up a house, a bridge, and a smoke stack, he blows them up.","release_date":"1936-04-30","genres":[35],"vote_average":7.5,"runtime":19,"cert":"N\/A","id":115806,"title":"Half Shot Shooters","adult":false},{"cast":["Curly Howard","Moe Howard","Larry Fine"],"overview":"The stooges are firemen who are constantly getting in trouble, they've been warned that one more incident will cost them their jobs. Curly sneaks out anyway to visit his girlfriend. She has two friends who need dates, but the only way Curly can get Moe and Larry out of the station is to pull a fire alarm. The firetruck leaves without Moe and Larry, so they steal the captains new car to make it to the call first. They manage to get Curly and get back to the station, but in doing so wreck the car and must leave on the run.","release_date":"1936-08-16","genres":[35],"vote_average":4.9,"runtime":18,"cert":"N\/A","id":115808,"title":"False Alarms","adult":false},{"cast":["Michel Camilo","Tito Puente","Arturo O'Farrill"],"overview":"A film featuring performances of several stars of the Latin Jazz music scene.","release_date":"2000-10-06","genres":[99,10402],"vote_average":7.4,"runtime":105,"cert":"N\/A","id":115810,"title":"Calle 54","adult":false},{"cast":["Curly Howard","Moe Howard","Larry Fine"],"overview":"The stooges become trainers of \"Bustoff\", a champion wrestler. The big boss has a lot of money bet on Bustoff and orders the boys to take good care of him. Instead they accidentally knock him out and Curly must disguises himself as Bustoff and wrestle in his place. The match doesn't go very well until Curly smells \"Wild Hyacinth\" perfume on a lady fan at ringside. This drives him crazy and he knocks out his opponent and half the people in the stadium.","release_date":"1937-01-13","genres":[35],"vote_average":6.0,"runtime":19,"cert":"N\/A","id":115812,"title":"Grips Grunts and Groans","adult":false},{"cast":["Javier Colina","Diego El Cigala","Niño Josele","Israel Porrina","Bebo Valdés"],"overview":"Only Trueba's imagination could have conceived bringing together flamenco singer Diego \"Cigala\" and the Cuban-born Bebo Valdés to make this interesting concert, recorded live","release_date":"2003-06-22","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":115817,"title":"Blanco y negro","adult":false},{"cast":["Curly Howard","Moe Howard","Larry Fine"],"overview":"The Stooges find a crippled boy and his sister living in their dumpyard shack. To raise money to pay for the little boys operation they buy a phony treasure map from a con man. Thinking the treasure is buried beneath an old house, the boys start digging and wind up in a US treasury vault where they are promptly arrested. The president (FDR) gives them amnesty and arranges for the boy's operation.","release_date":"1937-09-03","genres":[35],"vote_average":5.4,"runtime":18,"cert":"N\/A","id":115819,"title":"Cash and Carry","adult":false},{"cast":["Jean Rochefort","Aida Folch","Claudia Cardinale","Götz Otto","Chus Lampreave"],"overview":"The story of a famous old sculptor, weary of life and the folly of men, who finds, thanks to the arrival of a Spanish girl escaped from a refugee camp, the desire to return to work and sculpt your final work in occupied France in 1943.  Model and artist, as they work, speak with simplicity and closeness to everything around them: The life and death, the injustice of the war, youth and old age, the search for beauty in times of horror, the sense and the need for art ...","release_date":"2012-09-28","genres":[18],"vote_average":6.2,"runtime":104,"cert":"N\/A","id":115821,"title":"The Artist and the Model","adult":false},{"cast":["Jack Warner","Nadia Gray","John McCallum","Anthony Dawson","Laura Wood"],"overview":"A Norwegian scientist builds a device that can convert sound waves into electrical energy. However, the machine is stolen by the scientist's wife and assistant, who head across the frozen tundra towards Russia. A police inspector and a local girl team up with the scientist to help recover the device.","release_date":"1951-09-26","genres":[12,18],"vote_average":6.3,"runtime":86,"cert":"","id":115829,"title":"Valley of the Eagles","adult":false},{"cast":["Hume Cronyn","Jessica Tandy","Christine Baranski","Terry Beaver","Harley Cross"],"overview":"This is the touching story of an elderly widower trying to work through his grief. When Sam Peek's beloved wife, Cora, dies, a white dog suddenly materializes as his new companion and confidant. Sam takes the dog on a nostalgic journey which dramatizes the fulfillment he shared with his departed wife. Though overwhelmed with grief, Sam stubbornly insists that he continue to tend to his orchards, refusing to entertain his family's suggestions that he slow down. But when Sam cautiously reveals that he believes Cora has returned in the form of an elusive white dog, his adult children and grandson Bobby (Harley Cross) grow concerned about his sanity.","release_date":"1993-12-05","genres":[10749,18],"vote_average":8.3,"runtime":100,"cert":"N\/A","id":115831,"title":"To Dance with the White Dog","adult":false},{"cast":["Stormy Daniels","Evan Stone","Randy Spears","Devinn Lane","Mike Horner"],"overview":"In another time and another galaxy, an evil Overlord and his lover, the Dark Witch, have been taking over and destroying planet after planet until in one star system, they discover that whoever will marry the virginal Princess Hubba Hubba will become de facto heir to the Clitorian solar system. But the princess as fled from her planet with a rag-tag bunch of rebels and the final battle rests with the few for the solar system and the galaxy.","release_date":"2003-09-29","genres":[35,878],"vote_average":4.0,"runtime":185,"cert":"N\/A","id":115833,"title":"Space Nuts","adult":true},{"cast":["Evan Stone","James Deen","Patrick J. Knight","Madison Ivy","Jenna Presley"],"overview":"Man whore of the year, Charlie, wants to help his little brother, Alan get back together with his ex. Fucking 2 girls at once and banging the ex's mother are few of the sacrifices he has to make... to help Alan!","release_date":"2010-11-04","genres":[35],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":115835,"title":"This Ain't Two and a Half Men XXX","adult":true},{"cast":["Ashlyn Rae","Missy Stone","Misty Stone","Nicole Ray","April O'Neil"],"overview":"It's the start of a new term, and Zack is planning to take his relationship with Kelly to the next level. Meanshile, Slater gets reacquainted with old schoolmate Jennifer, who wants Zack to join them as well. Meanwhile, a Mystery man is running around school with no pants on, and Lisa is determined to find out who he is.","release_date":"2009-10-07","genres":[35],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":115846,"title":"This Ain't Saved by the Bell XXX","adult":true},{"cast":["Christiane Stahl","Kasimieras Mizgiris","Inga Lára Baldvinsdóttir","Olaf Breidbach","Jens Ehrhardt"],"overview":"","release_date":"2008-09-18","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":115848,"title":"Die Natur vor uns","adult":false},{"cast":["Wolfgang Stumph","Katharina Thalbach","Katja Riemann","Götz Schubert","Devid Striesow"],"overview":"","release_date":"2004-11-05","genres":[35],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":115850,"title":"Der Job seines Lebens 2 - Wieder im Amt","adult":false},{"cast":["Sting"],"overview":"Sting's interest in this Elizabethan composer is unflagging. In this fascinating new 80-minute DVD music-documentary, he tells us how this inspiring project all came about, from genesis to realization. The program, which will also be sold worldwide as a TV special, is directed by Jim Gable, Sting's long-time associate and the director of his previous DVDs (All this Time and Inside The Songs of Sacred Love). Sting invites us behind the scenes as he learns the music with his teacher Richard Levitt and rehearses with lutenist Edin Karamazov in the unique atmosphere of his Tuscan villa and at his Elizabethan home and gardens near London. The DVD features Sting's thrilling never-before-released live performances in London and New York. It also includes interviews with Dowland experts and a photo gallery. Plus a bonus CD of various recordings of live performances.","release_date":"2004-07-02","genres":[10402],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":115855,"title":"Sting: The Journey & The Labyrinth: The Music of John Dowland","adult":false},{"cast":["Dick Foran","Jane Bryan","Robert Paige","Smoke","Joan Valerie"],"overview":"A singing lawyer and other homesteaders participate in the Oklahoma land rush and found the town of Big Rock, but the fast-growing frontier settlement quickly becomes embroiled in political and business corruption. Director Noel Smith's 1937 western stars Dick Foran, Jane Bryan, Tommy Bupp, Ed Cobb, Frank Faylen, Tom Brower and Milton Kibbee.","release_date":"1937-05-15","genres":[28,10402,37],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":115857,"title":"The Cherokee Strip","adult":false},{"cast":["Carlos Ballesteros","Pilar Velázquez","Mónica Randall","Carmen Liaño","Carlos Lucena"],"overview":"On a beach in Barcelona appears the body of a young man, his face eaten by fish, who has tattooed on his arm the phrase: \"I was born to revolutionize the hell.\" So begins a strange enigma. To begin we must find a name to this dead, find their identity. This is the charge receiving Pepe Carvalho detective Galician, former CIA agent and vocational skeptical, which does not prevent you from enjoying and savoring the pleasures of good food and good bed. Among the Barcelona underworld and the streets and canals of Amsterdam, Carvalho soon gives the answer.","release_date":"1976-01-01","genres":[9648,53],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":115862,"title":"Tatuaje","adult":false},{"cast":["Àngel Jové","Isabel Pisano","María Martín","Jordi Torras","Maika Thienen"],"overview":"A disturbed middle-aged man is obsessed by a dancer and prostitute and abducts her, with tragic consequences.","release_date":"1978-07-06","genres":[18,53],"vote_average":6.1,"runtime":93,"cert":"N\/A","id":115867,"title":"Bilbao","adult":false},{"cast":["Dennis Hopper","Michael Moriarty","Francisco Rabal","Antonella Murgia","Àngel Jové"],"overview":"A man discovers that his girlfriend is a \"stigmata\" (someone whose hands and feet mysteriously bleed in the same places where Jesus Christ was crucified) and tries to keep her out of the hands of a greedy TV preacher who plans to exploit her to make money for himself.","release_date":"1981-01-01","genres":[18,14,53],"vote_average":4.0,"runtime":105,"cert":"N\/A","id":115869,"title":"Reborn","adult":false},{"cast":["Sergei Bezrukov","Elizaveta Boyarskaya","Ekaterina Klimova","Dirk Martens","Karen Badalov"],"overview":"Based on the true story of the \"death match\" where the Soviet team \"Start\" scored its second victory over the German team «Flakelf» on August 9, 1942","release_date":"2012-05-01","genres":[18,36],"vote_average":5.4,"runtime":117,"cert":"N\/A","id":115871,"title":"Match","adult":false},{"cast":["Aziz Naser","Masti Ali","Kuntaa Nikkil","Dheer Charan Srivastav","R.K. (Mama)"],"overview":"The Angrez is a 2006 Indian comedy movie directed by Kuntaa Nikkil. In this movie, the word \"Angrez\" refers to English people and non-resident Indians.  The movie was a trendsetter in that, it was one of the first to effectively and humorously, often resorting to the slapstick kind, portray the dialect of the Old City and the Hyderabadi tongue. The film also portrays the fascination for American materialism, the hype around the IT industry and the lifestyle and culture it has spawned.","release_date":"2006-06-02","genres":[35],"vote_average":6.9,"runtime":110,"cert":"N\/A","id":115873,"title":"The Angrez","adult":false},{"cast":["Sara Matos","Sara Prata","Ricardo Sá","Mafalda Portela","Lia Carvalho"],"overview":"Margaret (Sara Matos) and Rui (Lawrence Ortigão) after studying in England, are now returning to Portugal for a holiday camp, where they reconnect with friends from other times and participate in a Summer Festival. Missy M, Tatiana (Mafalda Portela) eventually gets in the middle of the couple, and live a romantic adventure with Rui. Written by João Ferreira","release_date":"2012-08-30","genres":[35,10751,12],"vote_average":6.2,"runtime":97,"cert":"N\/A","id":115875,"title":"Morangos com Açúcar - O Filme","adult":false},{"cast":["Dyanik Zurakowska","Jose Palacios","Juan Diego"],"overview":"The film is an adaptation of three fairy tales classics of children literature. \"The Maiden of the Sea\" tells the story of Coraline, a mermaid who wants to be human afte she falls in love with a Sailor Prince. \"The 3 hairs of the Devil\" tells the story of Tomasin, a young man of humble background, which a seer had a presentiment that he would marry the daughter of the king, who must perform a series of tests to avoid death, and marriage the princess is accepted by the king. \"The Wizard of Oz\" tells the story of Sylvia, a girl who get lost in the woods with her dog Toto, and along with her friends The Scarecrow, The Tin Man and the Cowardly Lion, have been snatched the brain, heart and courage, respectively. They go the Emerald City to request help from the Wizard of Oz adapting three children’s stories: , The three hairs from the devil and The Wizard of Oz.","release_date":"1966-01-01","genres":[],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":115877,"title":"Fantasía... 3","adult":false},{"cast":[],"overview":"","release_date":"2009-10-09","genres":[99],"vote_average":9.5,"runtime":null,"cert":"N\/A","id":115885,"title":"Easy Vegan - Der Veganismus Film","adult":false},{"cast":[],"overview":"","release_date":"2011-07-28","genres":[99],"vote_average":10.0,"runtime":56,"cert":"N\/A","id":115887,"title":"Der inszenierte Hunger","adult":false},{"cast":["Patxi Andión","Amparo Muñoz","Simón Andreu","Ricardo Merino","Yolanda Ríos"],"overview":"Marcos, an important businessman working in Madrid, is wealthy, ambitious and has political aspirations. On top of it, he has a beautiful wife, Diana. Their married life, however, is marred by the fact that, after years of married life, they do not have children. At the last minute Diana backs down from adopting a Vietnamese orphan. She is determined to have a biological child. However, Marcos is sterile and has kept this a secret from his wife. When he tells her the truth, Diana reveals that she already knew it having recently consulted a gynecologist who determined that she can conceive.","release_date":"1976-01-01","genres":[18],"vote_average":5.0,"runtime":93,"cert":"N\/A","id":115889,"title":"La otra alcoba","adult":false},{"cast":["José Sacristán","María Luisa San José","José Luis Alonso","Enrique Vivó","Agustín González"],"overview":"Madrid, Roberto Orbea is a member of the Spanish communist party. He is married to Carmen, and he has been elected as Deputy in the first democratic elections in Spain. But his enemies, the fascist, know his double life. Roberto likes boys, and they hire Juanito to seduce the politician. They fall in love...","release_date":"1978-10-20","genres":[18],"vote_average":5.4,"runtime":110,"cert":"N\/A","id":115894,"title":"El diputado","adult":false},{"cast":["Amparo Muñoz","Simón Andreu","María Martín","Irina Kuberskaya","Julieta Serrano"],"overview":"Rafael, a young man from the provinces, works as a waiter in a resort and helps himself economically having sex for money with rich older women. During a bomb threat, he is discovered in bed with one of the guest, Leonor Marchioness of Montenegro, and he is fired as a consequence.  The Marchioness of Montenegro is an aging aristocrat, ruined economically, but still with wealthy and influential friends. She helps Rafael finds a new job in Madrid as the gardener in the mansion of Antonio Fernández Herrador, Minister of economy in the new democratic Spanish government.","release_date":"1981-08-27","genres":[18,10749],"vote_average":6.0,"runtime":101,"cert":"N\/A","id":115896,"title":"The Minister's Wife","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","Billy Bletcher","William Irving"],"overview":"The stooges are gypped into trading their restaurant for \"Thunderbolt\", a washed up race horse. When Curly feeds Thunderbolt some chili pepperinos, he runs like crazy towards the nearest water. The boys enter Thunderbolt in a big race. With jockey Larry feeding Thunderbolt the pepperinos, and Moe and Curly on a motorcycle leading him with a bucket of water, they win the race.","release_date":"1937-10-15","genres":[35],"vote_average":5.2,"runtime":15,"cert":"N\/A","id":115907,"title":"Playing the Ponies","adult":false},{"cast":["Pedro Mari Sánchez","Queta Claver","Asier Hernández","Cristina Goyanes","Ramón Reparaz"],"overview":"A sexually conflicted young man is hired to take care of two orphaned siblings in a remote seaside mansion, and soon realizes that the ghosts of two former servants are trying to possess the children.","release_date":"1985-10-10","genres":[27],"vote_average":6.7,"runtime":119,"cert":"N\/A","id":115909,"title":"Turn of the Screw","adult":false},{"cast":["Curly Howard","Moe Howard","Larry Fine"],"overview":"The stooges are pest exterminators, mistakenly hired by a rich lady looking for an escort to a fancy society party. The stooges wreck the fancy mansion where the party is taking place and befuddle the guest of honor, an English Lord.","release_date":"1938-01-07","genres":[35],"vote_average":5.8,"runtime":18,"cert":"N\/A","id":115914,"title":"Termites of 1938","adult":false},{"cast":[],"overview":"Tracklist\r 1. Pandemonium\r 2. All Alone\r 3. The Mournful Euphony\r 4. Nebula Queen\r 5. Perpetual Desolation\r 6. Lake of Sorrow\r 7. The Flame of Wrath\r 8. Partial Insanity\r 9. Forever","release_date":"","genres":[10402],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":115916,"title":"The Sins Of Thy Beloved - Perpetual Desolation Live","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","Bess Flowers"],"overview":"The stooges, professional dog washers, find a baby on a doorstep and, thinking it to be abandoned, take it home. When they read in the paper the baby is believed to have been kidnapped, they disguise Curly as a the baby's mother and try to sneak past the local cop. They are caught, but when the baby's parents show up and realize what happened, the result is a happy ending.","release_date":"1938-10-14","genres":[35],"vote_average":5.6,"runtime":18,"cert":"N\/A","id":115921,"title":"Mutts to You","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","Dick Curtis","Bud Jamison"],"overview":"The stooges go to Egypt in search of the mummy of king Rootin-Tootin for which a museum will pay a $5000 prize. They wind up in the mummy's tomb where they are harassed by some bad guys after the same objective. The villains, who have kidnapped a professor from the museum, want the jewels buried inside the mummy. When Curly accidentally destroys the mummy, Moe and Larry wrap him in bandages to fool the bad guys. They manage to rescue the professor and retrieve the real mummy of Rootin-Tootin who turns out to have been a midget.","release_date":"1939-02-24","genres":[35],"vote_average":4.8,"runtime":18,"cert":"N\/A","id":115923,"title":"We Want Our Mummy","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","Lynton Brent","Robin Raymond"],"overview":"The Stooges are skilled veterinarians at a pet hospital who are the proud surgeons of Garçon, a prized poodle of socialite Mrs. Bedford (Isabelle LaMal). When dognappers posing as reporters (Lynton Brent, Cy Schindell) dognap the poodle, the boys frantically try to trick Mrs. Bedford by disguising a mutt as Garçon. However, when Mrs. Bedford's maid (Libby Taylor), who is frightened of dogs, accidentally vacuums a clump of glued-on fur off the mutt's shaggy coat, Mrs. Bedford threatens to throw the Stooges in jail. Desperate, the trio use the mutt as a bloodhound to track down the crooks. When they discover the enemies' hideout, a big fight ensues. Larry and Moe get knocked out, but then Curly defeats both crooks. The boys hear Garçon quietly barking from inside a closet, only to discover that the prized poodle has had a litter of pups.","release_date":"1939-08-25","genres":[35],"vote_average":5.8,"runtime":18,"cert":"N\/A","id":115928,"title":"Calling All Curs","adult":false},{"cast":["Curly Howard","Moe Howard","Larry Fine"],"overview":"Once again, the Stooges are three hapless tramps. After nearly destroying a farmer's (Richard Fiske) pile of firewood, the boys come to the assistance of the Widow Jenkins (Eva McKenzie), who has just been cheated out of her land by a trio of swindlers (Dick Curtis, Eddie Laughton, James Craig). Attempting to fix the woman's well, the Stooges instead unleash an oil geyser. They manage to retrieve the deed to the land and are allowed to marry the now wealthy Widow Jenkins' daughters. Moe tells Curly to wish for quintuplets, and Curly replies, \"We'll honeymoon in Canada!\" (a reference to the Dionne quintuplets).","release_date":"1939-10-06","genres":[35],"vote_average":6.6,"runtime":18,"cert":"N\/A","id":115930,"title":"Oily to Bed, Oily to Rise","adult":false},{"cast":["Rahul Dev","Audrie Woodhouse","Gulshan Grover","Tisca Chopra"],"overview":"A man is in danger after he falls for the wife of a wealthy male.","release_date":"2007-06-27","genres":[],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":115938,"title":"Cape Karma","adult":false},{"cast":["Ali B","Frank Focketijn","Marike Folles","Reineke Jonker"],"overview":"Friends from the land of the Fairy Tale Tree become trapped in Winterland and must find 5 magical crystals to return home.","release_date":"2012-02-22","genres":[16,12,10751],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":115940,"title":"Sprookjesboom de film","adult":false},{"cast":[],"overview":"The Road from Elephant Pass is a 2008 action thriller film produced, screen played and directed by Chandran Rutnam based on the novel The Road from Elephants Pass by Nihal De Silva","release_date":"2009-11-22","genres":[],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":115945,"title":"The Road from Elephant Pass","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":115947,"title":"Le Secret du rapportQuiller","adult":false},{"cast":["Curd Jürgens","Capucine","Daniel Emilfork","Valéry Inkijinoff","Georges Lycan"],"overview":"","release_date":"1961-12-14","genres":[12],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":115949,"title":"Le Triomphe de Michel Strogoff","adult":false},{"cast":["Zoë Wanamaker","Colin Firth","Stephen Dillane","Brenda Bruce","Melanie Hill"],"overview":"D.H, Lawrence's early play about a married woman who wishes her husband dead after falling in love with another man comes to the screen in this adaptation starring Zoe Wannamaker and Colin Firth. When her wish becomes a horrifying reality, her life begins to change in ways she could have never anticipated.","release_date":"1995-10-14","genres":[18],"vote_average":5.0,"runtime":90,"cert":"","id":115954,"title":"The Widowing of Mrs. Holroyd","adult":false},{"cast":["Dave Dyson","Robert Lambrechts","Jon Carlo","Brandon Ray Connor","Stephen John Turner"],"overview":"Philip Rockhammer is an ordinary guy from Sacramento, California. He doesn't look or talk like an athlete but make no mistake, Rockhammer is a professional athlete. \"Unflinching Triumph\" immerses the audience into the life of Philip and the underground world of Professional Staredown. From Phlip's breakout success, to his tense showdowns with Staredown legend Tony Patterson, and his confrontations with his personal demons, we're with him all the way. Philip's voyage is at times joyous, often nerve-racking and occasionally heart-breaking. \"Unflinching Triumph\" provides an illuminating look at a man we never knew and a sport we never knew existed.","release_date":"2007-06-02","genres":[99,35],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":115977,"title":"Unflinching Triumph: The Philip Rockhammer Story","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","Richard Fiske","Evelyn Young"],"overview":"The stooges are greeting card salesmen who are mistakenly inducted into the army after escaping from the jealous husband of one of their customers. In bootcamp their sergeant turns out to be the same man, whom they constantly vex and bewilder. When the boys are sent to the front lines and the sergeant is captured they must rescue him, which they do after doping themselves with laughing gas. At the end they get shot off into the sunset on a cannon shell.","release_date":"1940-12-27","genres":[35],"vote_average":6.0,"runtime":18,"cert":"N\/A","id":115988,"title":"Boobs in Arms","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","Eddie Acuff","Bruce Bennett"],"overview":"The stooges are photographers for Whack magazine (\"If it's a good picture it's out of Whack\") who, after messing up an assignment, are sent to the country of Vulgaria to get a picture of a death ray gun. In Vulgaria the penalty for taking pictures in is death, and the boys soon wind up in front of a firing squad. Curly's last request is a giant cigar and by the time he's done smoking it all the soldiers are asleep and the stooges make their escape.","release_date":"1941-03-21","genres":[35],"vote_average":5.0,"runtime":17,"cert":"N\/A","id":115990,"title":"Dutiful But Dumb","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","Mary Ainslee","Vernon Dent"],"overview":"A follow up to \"You Nazty Spy\", the stooges have taken over the country of Moronica. Moe is Hailstone the Dictator, Curly is a Field Marshal and Larry is Minister of Propaganda. The stooges are planning with their allies to conquer the world, which mainly consists of fighting over a globe. The former king's daughter gets into their headquarters and plants a bomb which Curly detonates. All ends well as the king regains control of the country and the stooges wind up as trophies on the wall.","release_date":"1941-04-04","genres":[35],"vote_average":5.9,"runtime":18,"cert":"N\/A","id":115992,"title":"I'll Never Heil Again","adult":false},{"cast":["Julianne Buescher","Steve Whitmire","Bill Barretta","Dave Goelz","Brian Henson"],"overview":"Gonzo and Rizzo host a presentation in the Muppet Theater of six fairy tales performed by the Muppets. Kermit the Frog, Miss Piggy, Fozzie Bear, Robin the Frog, Gonzo and Rizzo star in the various stories. The production also marked the first appearance of Andy and Randy Pig and the Elvises, who later appeared on Muppets Tonight. Written by Jim Lewis and Bill Prady, each story also features an original song.","release_date":"1994-09-27","genres":[10402,35,10751],"vote_average":6.1,"runtime":68,"cert":"N\/A","id":115994,"title":"Muppet Classic Theater","adult":false},{"cast":["Mark Mitchinson","Darren Young","Jon Cummings","Joel Tobeck","Miriama Smith"],"overview":"On the 7th of May 2009, Senior Constables Len Snee, Grant Diver and Bruce Miller arrived at 41 Chaucer Rd in Napier to serve a search warrant on Jan Molenaar for the growing of cannabis. This was just a routine warrant, something they had done countless times. What was meant to be an ordinary procedure turned into three of New Zealand’s darkest days and ended with one police officer dead, two officers critically injured and a member of the public fighting for his life. In some fifty hours Jan Molenaar made a permanent and devastating imprint upon the national psyche of New Zealand as he changed the lives of individuals, families, a police community, and a city. The siege was one of the worst and unexpected cases of violence both Napier and New Zealand had witnessed and it was all the more shocking because of its ordinary suburban backdrop.","release_date":"2012-06-17","genres":[80,36,18],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":115996,"title":"Siege","adult":false},{"cert":"N\/A","title":"C.S. Lewis & The Chronicles of Narnia","cast":[],"genres":[99],"id":115998,"overview":"As author of the revered Narnia chronicles, C.S. Lewis is a literary legend. But the story of how this one-time atheist became an influential voice in modern Christianity is as fascinating as his fantasy world of lions, witches and wardrobes. Initially seen as a failure by friend J.R.R. Tolkien, Lewis's Narnia novels went on to sell millions of copies. This documentary traces the author's spiritual journey and the literary legacy he left behind.","runtime":null,"release_date":"2005-12-06","vote_average":0.0,"adult":false}]