[{"cast":["Meg Myles","Grayson Hall","Mike Keene","Robert Yuro","Earl Hammond"],"overview":"A carnival burlesque dancer robs her junkie ex-husband, goes to New York, gets a job at a high-class club where she becomes the mistress of the wealthy owner. She seduces his son and causes a murder.","release_date":"1962-03-23","genres":[18,53],"vote_average":6.3,"runtime":90,"cert":"N\/A","id":117501,"title":"Satan in High Heels","adult":false},{"cast":["Evelyn Kaplun","Yael Poliakov","Meir Suissa","Dorit Bar Or"],"overview":"Three women - two wives of a criminals and their friend - try to stop their men from a great deal of robbing.","release_date":"2007-01-01","genres":[35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":117503,"title":"She's Got It","adult":false},{"cast":["Dean Jones"],"overview":"Dean Jones is Saint John in this intimate, inspiring one-man presentation of John in exile on Patmos. Full of humor, strong in spirit, and resolutely committed to Christ, John shares his account of the events that changed the course of human history---and challenges us with his last words before his death: \"Little children, love one another.\"","release_date":"1986-01-01","genres":[18],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":117505,"title":"St. John in Exile","adult":false},{"cast":["Lloyd Bridges","Nico Minardos","Michael Ansara","Joan Blackman"],"overview":"Survival Devices, Inc are an organisation that employ a team of adventurers known as \"the Flying Fish\" who are adept in sky diving, scuba diving and martial arts. They are engaged to rescue a captured scientist imprisoned on a Caribbean island by a dictator.\r The team parachutes off the coast of the island in a HALO jump and establishes an inflatable underwater basecamp in an \"Instant Underwater Habitat\" or \"Igloo\".","release_date":"1968-04-01","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":117507,"title":"Daring Game","adult":false},{"cast":["Louie Bonnano","Tracey Adams","Jim Abele","Veronica Hart","Eddie Prevot"],"overview":"A nerdy college student is pressured to help a jock write love letters to the campus beauty, even though the nerd is in love with her himself.","release_date":"1986-01-01","genres":[],"vote_average":5.0,"runtime":94,"cert":"N\/A","id":117509,"title":"Wimps","adult":false},{"cast":["Peter Nelson","Chuck McQuary","Bernard Baldan","Susanna Lack"],"overview":"It's dynamite stuff.","release_date":"1982-10-01","genres":[18],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":117511,"title":"Purple Haze","adult":false},{"cast":["Kristy Yang","Terence Yin","Andrew Lin","Anya"],"overview":"In one of the modern buildings in Hong Kong, a group of well dressed middle-class people are attending a party held by a medical college. Among them are Ka Ho, a doctor, and his sexy partner Mary, a crime woman and a booty buyer from Japan, a German killer named Stefan, a sexy undercover cop for catching a lawless merchant. All these people, not knowing each other, met more than once on the morning of that day. A lucky draw is being held on the stage, everybody has a 'lucky number'. Suddenly four unexpected guests come. One of them has received a bullet wound while another is holding a gun. Outside the banquet hall a superintendent of police has arrived and his teams have surrounded the building. Meanwhile, inside the hall, as the injured youngster died, his brother, the other youngster, has turned crazy. In his anger, he decide to kill hostages by drawing numbers....","release_date":"2005-10-02","genres":[28],"vote_average":4.3,"runtime":97,"cert":"N\/A","id":117522,"title":"PTU File: Death Trap","adult":false},{"cast":[],"overview":"The authentic Little League® baseball guide that teaches basic fielding techniques, strategies, tips, practice drills, and safety. Coach Rex \"Wonder Dog\" Hudler covers good field tactics, defensive strategies and more. Hosted by Ray Romano from TV's \"Everybody Loves Raymond\". Approx 45 minutes in length.","release_date":"2003-10-21","genres":[10751],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":117524,"title":"Play Ball! Basic Fielding","adult":false},{"cast":[],"overview":"The authentic Little League® baseball guide that teaches basic hitting techniques, strategies, tips, practice drills, and safety. Covers all the fundamentals needed to be a successful batter. Hosted by Ray Romano from TV's \"Everybody Loves Raymond\" along with batting coach Reggie Smith. Approx 45 minutes in length.","release_date":"2003-10-21","genres":[],"vote_average":2.0,"runtime":45,"cert":"N\/A","id":117526,"title":"Play Ball! Basic Hitting","adult":false},{"cast":["Erich von Stroheim","Betty Compson","Donald Douglas","Marjorie Kane"],"overview":"For the ventriloquist Gabbo his wooden dummy Otto is the only means of expression. When he starts relying more and more on Otto, he starts going mad.","release_date":"1929-09-12","genres":[18,10749],"vote_average":5.7,"runtime":92,"cert":"N\/A","id":117531,"title":"The Great Gabbo","adult":false},{"cast":["Adolphe Menjou","Carole Landis","John Hubbard","Charles Butterworth","Patsy Kelly"],"overview":"Rich playboy Drogo Gaines is in imminent danger of marrying a gold digger, and escapes by feigning insanity. The joke's on him when he wakes up in an asylum full of comical lunatics. There he befriends Colonel Carraway, and together they escape, catching a ride with a beautiful blonde who proves to be Penguin Moore, carnival owner.","release_date":"1941-02-18","genres":[35,10402],"vote_average":6.1,"runtime":87,"cert":"N\/A","id":117533,"title":"Road Show","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117544,"title":"Contracto","adult":false},{"cast":["Nicole Buehrer","Circus-Szalewski","Heathyr J. Clift","Midian Crosby","Ken Dusek Jr."],"overview":"A group of three friends head to a cabin in the woods for the weekend. On their way they discover an arm in the road, blood coming from something wrapped in the back of a truck, and other strange things that unfold before their eyes. They plan on a weekend of partying, boozing, drugs and sex. Of course there is a campfire tale of a killer in the woods, the kids get split up, and the blood starts to flow.","release_date":"2011-01-01","genres":[35,27,10749],"vote_average":3.5,"runtime":87,"cert":"N\/A","id":117546,"title":"Trippin'","adult":false},{"cast":["John Lone","Vivian Wu","Sammi Davis","Koichi Sato"],"overview":"A Chinese immigrant tries to make his way to the top as a businessman in Hong Kong while his former radicalism is transformed into cynicism.","release_date":"1990-05-12","genres":[],"vote_average":0.0,"runtime":131,"cert":"N\/A","id":117557,"title":"Shadow of China","adult":false},{"cast":["Thais Valdés","Carlos Cruz ","Vanessa Carballido","Idalmis Del Risco","Ulises Toirac"],"overview":"A satire about the life of the Cuban people. Alicia, a culture instructor, is sent to a small town \"Maravillas\", which is itself an exaggerated, but very ingenious reflection of the real Cuba. The adventures that she has there are almost as crazy and senseless as the ones lived by the other Alice (in Wonderland), reflecting the indoctrination, coercion, absolutims, and many other everyday problems in Cuban society.","release_date":"1991-02-19","genres":[35,18],"vote_average":7.5,"runtime":90,"cert":"N\/A","id":117559,"title":"Alice in Wondertown","adult":false},{"cast":[],"overview":"You'll never pee again!!!","release_date":"2006-01-01","genres":[27,35,99],"vote_average":3.6,"runtime":7,"cert":"N\/A","id":117561,"title":"Urine Trouble","adult":false},{"cast":["Archie Adamos","Angel Caban","Angie Ferro","Billy Balais","Brenda Denmark"],"overview":"Following his mother's death, Hector arrives in Manila to live with his grandmother. Unable to speak Tagalog, Hector falls in with a street gang before a photographer takes him under his wing. Haunted by memories of his mother, Hector photographs an anonymous woman when suddenly, these seemingly disconnected lives collide.","release_date":"2008-03-15","genres":[18],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":117566,"title":"Santa Mesa","adult":false},{"cast":["Peter Prinstein","Ruis Woertendyke","Chillie Mo"],"overview":"Don’t be scared! These monster stories just want to have a little fun! DANNY AND THE DINOSAUR (By Syd Hoff) When Danny visits the museum, he thinks it would be nice to play with a dinosaur. Well, the dinosaur is as eager to play with Danny, and they spend a whole day together. THE ISLAND OF THE SKOG (By Steven Kellogg, Narrated by Anthony Edwards, with Diana Canova, Steven Kellogg and Mary Beth Hurt) A band of mice and their leader set sail to an island inhabited by a hostile Skog with gigantic feet. But when the two parties finally meet face to face, they find they have a lot in common. THE BEAST OF MONSIEUR RACINE (By Tomi Ungerer) Monsieur Racine lays a trap and catches a marauder, a strange but harmless-looking beast, who has been stealing his prize pears. What happens when Monsieur Racine presents his catch to the Academy of Science throws Paris into an uproar.","release_date":"1990-01-01","genres":[10751],"vote_average":5.0,"runtime":58,"cert":"N\/A","id":117568,"title":"Danny and the Dinosaur... and More Friendly","adult":false},{"cast":["Vlastimil Brodský","Rudolf Hrušínský","Miloš Kopecký","Irena Kačírková","Jiřina Bohdalová"],"overview":"This castle has its own ghost - a mysterious White lady. She emerges from the painting on the wall when someone speaks out magic formula. White lady is good ghost, she can make someone's wishes true. Even if it is a new duct. But a miracle is not the thing that Communist leaders want in the town.","release_date":"1965-01-01","genres":[14,35],"vote_average":4.5,"runtime":91,"cert":"N\/A","id":117570,"title":"The White Lady","adult":false},{"cast":["Michael Greene","Gregory Sierra","Otis Young","Susan Hunt","Stanley Adams"],"overview":"A scientist discovers a plot to clone other scientists so the government can control the weather.","release_date":"1973-08-01","genres":[28,878],"vote_average":3.0,"runtime":95,"cert":"N\/A","id":117581,"title":"The Clones","adult":false},{"cast":[],"overview":"Examines the sea horse, the only fish that swims upright. We watch it use its prehensile tail to wrap around plants and other sea horses. A frontal bulge houses organs including an air ballast. Three fins propel this fish. We see a female place her eggs in a male's pouch where they are fertilized and nurtured until birth in violent contractions. Inside the pouch are nurturing blood vessels. We then follow the growth of an embryo, greatly magnified: we examine its heart beating and its dorsal fin moving. Young sea horses attach themselves to each other. The film ends with images of many sea horses moving on the ocean floor, superimposed on a horse race.","release_date":"1934-01-01","genres":[99],"vote_average":7.3,"runtime":15,"cert":"N\/A","id":117592,"title":"The Seahorse","adult":false},{"cast":[],"overview":"At a marine biology station, a clump of algae reveals polyps, stomachs with limbs, limbs with buds, buds with poison cells. This animal reproduces by buds, which we watch close up in time-lapse images. In another kind of jellyfish, the buds grow inside then live outside for a few days until being on their own. Another produces eggs, sometimes self-fertilized. Some single eggs become buds with colonies. Another clump gathered at low tide consists of filaments of a colony - plumes with poison ends. In images taking 72 hours, we see filaments grow and produce a feeding organ from which a plume emerges. New jellyfish emerge from buds twice a day at set times to form a new colonies.","release_date":"1960-01-01","genres":[99],"vote_average":6.6,"runtime":14,"cert":"N\/A","id":117594,"title":"How Some Jellyfish Are Born","adult":false},{"cast":[],"overview":"In mud flats along the coast of Brittany we watch acera, small ball-shaped mollusks that are about two inches in diameter. They rest in mud; then, in water, they dance, their skirt-like hood spreading like a dervish's cassock. They spin and spin. The film adds musical accompaniment. We watch them mate and secrete eggs: acera are both male and female, and can form chains with other acera in which they simultaneously mate as a male and as a female. The eggs hatch, and the cycle begins again.","release_date":"1972-01-01","genres":[99],"vote_average":6.4,"runtime":13,"cert":"N\/A","id":117596,"title":"Acera, or the Witches' Dance","adult":false},{"cast":["Jeffrey Licon","Jose Yenque","Luis Contreras","VictoriaRegina"],"overview":"There is no right or wrong in the world that Miguel, an East L.A. teenager, and his father live in, only choices. One's an American, the other an immigrant, and though they are son and father, they are separated by a culture that threatens to tear them apart.","release_date":"2004-06-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117598,"title":"Wednesday Afternoon","adult":false},{"cast":["Melinda Clarke","Richard Gabai","Burt Ward","Rajnish Babakan","Jeff Bowser"],"overview":"Jerry tries to seduce his girlfriend Monica via hypnosis, but it accidentally makes her want to enter a convent and take a vow of chastity instead. Jerry tries to get her out by disguising himself to a priest and later as a nun. Alas, his rescue attempt crosses paths with a mobster who looks for his hidden stolen diamonds in the convent. Things get even more complicated when the pope himself decides to pay a surprise visit.","release_date":"1992-08-25","genres":[35],"vote_average":4.0,"runtime":87,"cert":"N\/A","id":117600,"title":"Hot Under the Collar","adult":false},{"cast":["Robby Benson","Martin Mull","Tawny Kitaen"],"overview":"A New Jersey auto mechanic travels to California to find the girl of his dreams and woos a bikini fashion model while the time quarreling with her high-powered manager and avoiding his New Jersey girlfriend who comes looking for him.","release_date":"1985-03-24","genres":[35,18,10749,10770],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":117602,"title":"California Girls","adult":false},{"cast":["Peter Biskind","Robert Townsend","Edward Burns","Paul Auster"],"overview":"A documentary celebrating maverick filmmakers from DW Griffith to Quentin Tarantino.","release_date":"2006-07-05","genres":[18],"vote_average":6.0,"runtime":65,"cert":"N\/A","id":117604,"title":"Edge of Outside","adult":false},{"cast":["Mia Kirshner","Jennifer Dale","Benita Ha","Gregory Harrison","Adam Beach"],"overview":"A woman and her delinquent rebellious teen daughter return to their small hometown after the death of the woman's distant father. Old wounds reopen quickly but they soon find a reason to stay. Will they find peace or more scars?","release_date":"1993-05-28","genres":[18],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":117606,"title":"Cadillac Girls","adult":false},{"cast":["Moshe Ivgy","Mohammed Bakri","Yussuf Abu-Warda","Sharon Alexander","Meir Suissa"],"overview":"An Israeli soldier is taken hostage by a small PLO squad in Lebanon. The soldier planned to go on vacation and to fly to the world final soccer cup, he and his capturers share the love to soccer and toward the (not so happy) end a relationship is made.","release_date":"1991-01-01","genres":[18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":117608,"title":"Cup Final","adult":false},{"cast":[],"overview":"This production follows ex-Santa Fe trackage east from Cajon Pass through Victorville and Barstow, then on to Needles, Topock, Kingman Canyon, Valentine, Seligman and Williams. Then up the old Santa Fe branch line to the Grand Canyon.","release_date":"","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":117610,"title":"BNSF Tracks of the old Santa Fe","adult":false},{"cast":["Harry Goaz","Grant James","Bill Sebastian","Paul T. Taylor"],"overview":"A film of four vignettes that each take place in a single room.","release_date":"2005-03-16","genres":[18],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":117612,"title":"Deadroom","adult":false},{"cast":[],"overview":"Goes into BNSF’s Gallup Subdivision, from Winslow, Arizona to Belen, New Mexico. Lots of dash 9’s in Heritage 2 paint, also with some warbonnets. Lots of intermodals, and different paint schemes. 105 minutes. bnsf, burlington northern santa fe, dvd, heritage 2 paint, new mexico, winslow, arizona, belen, dash 9, warbonnets, intermodals, paint schemes","release_date":"","genres":[],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":117614,"title":"BNSF Galloping Through Gallup","adult":false},{"cast":[],"overview":"Santa Fe red\/silver warbonnet action on Raton Pass in southern Colorado and northern New Mexico.","release_date":"","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":117616,"title":"Santa Fe Warbonnets through Raton Pass","adult":false},{"cast":["Ruth Reynolds","Madeline Merritt","Tom McCafferty","Jake Parker"],"overview":"Before leaving for college, a recently dumped goth girl's life changes forever when she falls in love with a smart and professional college grad who is staying in the family's guest house.","release_date":"2012-06-18","genres":[10749],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":117618,"title":"The Guest House","adult":false},{"cast":[],"overview":"Lily is looking for a hero for her new novel. When she finds Nino, a romantic street artist by day and a peeping tom by night, she decides to seduce him and turn him into the subject of her book - without him knowing it. She meets Nino's close friend Freddy, an ultra orthodox Jew and a gay drag artist, who is Nino's muse in the same way that Nino is Lily's. Lily sees Freddy as a threat to her manipulation of Nino and realizes she must make Nino give him up. However, the tables begin to turn on Lily when Nino uncovers her true motives , and when she finds herself falling for Nino, this time for real.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":117620,"title":"Slower Than a Heartbeat","adult":false},{"cast":["Joe Bonamassa"],"overview":"Shot on location at Burg Satzvey, one of Germany's oldest and most revered castles, Live at Rockpalast gives old world Europe a shot in the arm with an electrifying brand of rock and blues. Joe performs his own music as well as works from Ian Anderson, Rod Stewart, B.B. King, John Lee Hooker and Steve Winwood, 11 tracks in all. Recorded June 28, 2005\r Tracklisting:\r 01 Takin' The Hit\r 02 A New Day Yesterday\r 03 Blues Deluxe\r 04 Mountain Time\r 05 You Upset Me Baby\r 06 The River\r 07 Burning Hell\r 08 Had To Cry Today\r 09 Heart Of The Sunrise\r 10 Starship Trooper\r 11 I Don't Live Anywhere","release_date":"2006-02-06","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117637,"title":"Joe Bonamassa: Live at Rockpalast","adult":false},{"cast":["Swathi Varma","Medikonda Murali Krishna"],"overview":"Mokkai masala Movie","release_date":"2012-09-09","genres":[28],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":117651,"title":"Company","adult":false},{"cast":["Walt Disney","Marcellite Garner","Pinto Colvig"],"overview":"Minnie is baking cookies. When she leaves for a short while, her dog Fifi accidentally drops popcorn kernels in the dough. Mickey and Pluto come over and visit with Minnie and Fifi. When Mickey notices that something is burning, Minnie remembers the cookies, which are popping popcorn out of them. Minnie is upset and lies on her sofa crying. Mickey goes out and buys a large amount of cookies and crackers. He comes back and shows them to her and she is overjoyed.  The short was originally a theatrical advertisement for the National Biscuit Company (now known as Nabisco), where all of the products seen are various Nabisco products (i.e. Ritz Crackers, Oreo Cookies, Fig Newtons, etc.). These would later be edited out and replaced with generic-brands in television broadcasts and home video releases.","release_date":"1939-02-18","genres":[16],"vote_average":5.8,"runtime":5,"cert":"N\/A","id":117653,"title":"Mickey's Surprise Party","adult":false},{"cast":["Arvind Krishna","Nikitha Narayan","Sarath Babu","Jayasudha","Vennela Kishore"],"overview":"Vandana is a fashion designing student in Vizag, who convinces her parents to let her move to Hyderabad. Arjun, is a Hyderabad-based game developer. The two become friends and after one bad experience with her roommate, Vandana moves in with Arjun. When Vandana’s mother learns of this, she rushes to Hyderabad and brings her back to Vizag. That’s when the estranged friends realize their true feelings for each other.","release_date":"2011-11-11","genres":[10751,10749,18],"vote_average":4.0,"runtime":150,"cert":"N\/A","id":117655,"title":"It's My Love Story","adult":false},{"cast":["Kavin Dave","Mandy Takhar","Sanjay Mishra","Sharat Saxena","Bikramjeet Kanwarpal"],"overview":"Bumboo movie is based on one simple idea. Every person meets someone, who screws it up and makes life miserable (In the 'Bambaiyya' lingo it is called as 'Vaat Lagna'). In Bumboo the movie each character screws someone or the others happiness. Each situation is humorous and ends up into comedy of errors. Bumboo is based upon \"L'emmerduer\" which is by Francis Veber","release_date":"2012-03-30","genres":[35],"vote_average":0.0,"runtime":126,"cert":"N\/A","id":117657,"title":"Bumboo","adult":false},{"cast":["Bernardo Bertolucci","Francis Ford Coppola","Mike Hodges","Andrei Konchalovsky","John Woo"],"overview":"A profile and history of film director Akira Kurosawa.","release_date":"1999-01-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"","id":117659,"title":"Kurosawa: The Last Emperor","adult":false},{"cast":["Vishnuu"],"overview":"Release Year: 2011  Genre: Romance  Director:  Selvakumar S A  Producer:  S Sivajothi  Music Director:  Bagya  Language: Tamil","release_date":"2012-01-20","genres":[],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":117664,"title":"Palakiyathey Pirivathadaka","adult":false},{"cast":["Arun Balaji","Bhama","Pawan","Manimaran"],"overview":"Sevarkodi is an upcoming Tamil film directed by R. Subramanian, starring new face Arun Balaji and Malayalam Actress Bhama. Music scored by C.Sathya and Maharanth Kamalakar, Anand Reddy under Bannari Pictures banner. Lyrics by Vairamuthu. Movie release scheduled on 24th February 2012. Sevarkodi based on real story in Thiruchendur. famous swimming champion Arun balaji playing hero role. The famous festival Thiruchendur Soorasamharam events shot for this movie","release_date":"2012-09-09","genres":[28,10749],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":117666,"title":"Sevarkkodi","adult":false},{"cast":[],"overview":"Scenes depicting China's varied cultures and landscapes are presented in Circle-Vision 360°.","release_date":"2003-05-22","genres":[],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":117677,"title":"Reflections of China","adult":false},{"cast":["Edith Evans","Emlyn Williams","Hugh Griffith","Richard Burton","Barbara Couper"],"overview":"An old woman fights a group of industrialists who are planning to build a dam and flood the valley where she grew up.","release_date":"1949-04-13","genres":[18],"vote_average":7.0,"runtime":95,"cert":"PG","id":117682,"title":"The Last Days of Dolwyn","adult":false},{"cast":["Ethel Waters"],"overview":"From the great era of musical shorts come three gems that feature legendary African-American performers including Ethel Waters, Eddy Green and the incomparable Dusty Fletcher. The three featured shorts are: Mr. Atom's Bomb, Bubbling Over and Open the Door Richard. These musical classics must be seen!","release_date":"1945-01-01","genres":[],"vote_average":0.0,"runtime":49,"cert":"N\/A","id":117684,"title":"Soundies Festival","adult":false},{"cast":["Tom Breneman","Bonita Granville","Beulah Bondi","Edward Ryan","Raymond Walburn"],"overview":"The goings on of a few members of a radio show's audience is the premise for this feature film derived from the popular ABC radio show of the 1940's. This film features Tom Breneman, the radio show's host, as well as Bonita Granville, Beulah Bondi, Zasu Pitts, Billie Burke and Hedda Hopper. Musical performances are provided by Nat King Cole and the King Cole Trio, along with Spike Jones and his City Slickers.","release_date":"1946-02-26","genres":[10402,35],"vote_average":5.5,"runtime":90,"cert":"N\/A","id":117686,"title":"Breakfast in Hollywood","adult":false},{"cast":[],"overview":"Rock'n Roll Revue is a 1955 American film directed by Joseph Kohn. The film was compiled for theatrical exhibition from the made-for-television short films produced by Snader and Studio Telescriptions, with newly-filmed host segments by Willie Bryant","release_date":"1955-10-07","genres":[10402],"vote_average":5.0,"runtime":69,"cert":"N\/A","id":117688,"title":"Rock 'n' Roll Revue","adult":false},{"cast":["Jessica Stehl","Marilyn Jess","Melissa Bonsardo","Sonya Lendl","Tina Loren"],"overview":"","release_date":"1986-04-01","genres":[],"vote_average":8.5,"runtime":null,"cert":"N\/A","id":117699,"title":"James Bande contre O.S.Sex 69","adult":true},{"cast":["Danny Bernardy","Matthew Wilkas","Rebecca Pappa","Phoenix List"],"overview":"Jared is closeted. Sam is straight. They find a connection in each other that they've never had before, but where do they go from there? Over the course of three nights, six gay men sat down for interviews about their experiences, sexual and otherwise, with straight men. Those documentary interviews provide the narration for 'Curious Thing' as we watch Jared and Sam form a friendship that tests the boundaries of what they know about love. But as Jared's walls slowly come down and his passion for Sam grows, things take an unexpected turn.","release_date":"2010-01-01","genres":[18,10749],"vote_average":6.5,"runtime":8,"cert":"N\/A","id":117707,"title":"Curious Thing","adult":false},{"cast":[],"overview":"In early 2010 Chatroulette.com, a website that allows people to meet other online strangers via web cam, became an internet sensation. Gaysharktank.com is a film about the first gay site told through the interactions of 25 strangers looking for love, lust, and other things you might look for on a random gay video chat.","release_date":"2010-01-01","genres":[35],"vote_average":7.0,"runtime":14,"cert":"N\/A","id":117709,"title":"Gaysharktank.com","adult":false},{"cast":["David Carradine","Daryl Hannah","Lim Kay Tong","Lim Yu-Beng","Jimmy Taenaka"],"overview":"This is the second part of the kung fu killer.  China is in unrest, as the Republic falls prey to Warlords like Kahn Xin, who holds an entire province hostage to the opium trade—and destroys all who oppose him. Only the revered Wudang monks dare stand in Kahn’s way in order to protect the very soul of China. Among them is the Westerner, White Crane, a spiritual master of the martial arts and protector of the innocent. Revenge is not in Crane’s heart—until a mercenary army storms the temple and slaughters the beloved female Grandmaster Myling. Out of the ashes of the temple ruins, Crane rises—with vengeance in his heart. Crane comes upon Jane Marshall, a New York lounge singer and her gangster boss Bingo Quo. But it’s Bingo’s dangerous professional ties to Kahn that draw both Crane and Jane deep into the Warlord’s lair. Now torn between the spiritual Wudang teaching and the cold-blooded life of an assassin, Crane is about the cross the fine line between justice and revenge.","release_date":"2008-08-17","genres":[28,18,53],"vote_average":5.0,"runtime":93,"cert":"N\/A","id":117711,"title":"Kung Fu Killer 2","adult":false},{"cast":[],"overview":"","release_date":"1970-11-08","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":117716,"title":"Augsburger Puppenkiste - Kleiner König Kalle Wirsch","adult":false},{"cast":["Ofer Shechter","Gal Zaid","Noa Barkai","Mali Levi","Shiri Maimon"],"overview":"It is the height of summer and the reality show \"his heart's choice\" is just about to launch its third season. Zacky Reibenbach, the show's creator, knows that without a really good gimmick, there is no way he will repeat the success of the previous two seasons. Until he recalls his film student Yehuda Konitz.","release_date":"2006-01-01","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":117718,"title":"Dead End","adult":false},{"cast":["Will de Meo","Jack Gordon","Nathaniel Martello-White","Paul Nicholls"],"overview":"Pete, Tom, Claire and Jay are university graduates having trouble making the move into adult life. Beneath the hanging out and the daily routines simmers Pete's desire to find a spiritual answer to life's meaning, Jay's desperate need not to get hurt again, and Tom and Claire's ever increasing mutual attraction.","release_date":"2012-06-23","genres":[],"vote_average":2.0,"runtime":102,"cert":"","id":117720,"title":"Life Just Is","adult":false},{"cast":[],"overview":"","release_date":"1996-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117728,"title":"Birds In Neutral","adult":false},{"cast":[],"overview":"","release_date":"1994-01-01","genres":[18],"vote_average":6.5,"runtime":102,"cert":"N\/A","id":117730,"title":"Under The Domim Tree","adult":false},{"cast":["Mosko Alkalai","Zaharira Harifai","Angelo Miller"],"overview":"oav (Doron Nesher) is a member of an elite diving unit in the Israeli Navy who has just lost a friend (killed in action). It is up to him to visit the widow, and when he does, they develop a bond based on their shared grief. This unspoken affinity between them is on the verge of growing into something beyond simple commiseration when Yoav realizes he must decide where his priorities lie, with his military unit or with his personal life. Like others in his group, their excursions into civilian life so often involve consoling widows or parents or children, made all the worse by knowing that they must go back again and face future tragedies in action.","release_date":"1982-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117732,"title":"Repeat Dive","adult":false},{"cast":["Marcel Herrand","Yolande Laffon","Alexandre Rignault","Lucien Coëdel","Roland Toutain"],"overview":"","release_date":"1943-09-08","genres":[18,35,12],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117734,"title":"Mysteries of Paris","adult":false},{"cast":["Gabi Amrani","Shaul Mizrahi","Juliano Mer-Khamis","Guri Segal","Menahem Einy"],"overview":"Based on real life story of Israeli oriental singer Zohar Argov, who grew up in a poor family, became rich &amp; famous but the drugs brought him down.","release_date":"1993-01-01","genres":[],"vote_average":6.0,"runtime":116,"cert":"N\/A","id":117739,"title":"Zohar","adult":false},{"cast":["Ayelet Zurer","Joseph Shiloach","Joseph Shiloach"],"overview":"","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117744,"title":"Maktub","adult":false},{"cast":["Ellen Burstyn","Teri Garr","Alan Bates","Sammi Davis","Clive Swift"],"overview":"A couple learns that their friendly neighbours might be Russian spies.","release_date":"1987-04-26","genres":[28,53,10770],"vote_average":9.0,"runtime":100,"cert":"N\/A","id":117746,"title":"Pack of Lies","adult":false},{"cast":["Lex Goudsmit","Willeke Alberti","Jeroen Teysen","René Teysen"],"overview":"Three children and their uncle find a magic painting in the uncle's attic. When they pronounce a spell, a lady named Esmeralda emerges from the painting. The lady must return to the painting, unless certain conditions are fulfilled. A magic drink, which makes them invisible, should help them. Two thieves (who seem to like nothing but cakes) kidnap one of the children to require a ransom. And it is found that a man, the father of Peter Faber (that's the name of an actor too, but not in this movie) is needed for help. That is not easy, since the they are not on friendly terms with Peter and his father.","release_date":"1974-01-01","genres":[12,10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117748,"title":"Oom Ferdinand en de toverdrank","adult":false},{"cast":["Alon Aboutboul","Gila Almagor","Joseph Shiloach","Miki Kam","Anat Waxman"],"overview":"Part funny part sad movie about a family Passover dinner.","release_date":"1995-06-06","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":117750,"title":"Passover Fever","adult":false},{"cast":["Edward Dziewoński","Barbara Połomska","Leon Niemczyk","Kazimierz Opaliński"],"overview":"Two sketches covering episodes from the World War II. In the first novel, \"Scherzo alla polacca\", a shrewd son, trying to preserve his skin, ultimately becomes a hero and finds a reason for fighting. He initially tries to avoid underground training to avoid the Warsaw uprising. His drunkenness, disregard for safety and cowardice when sober stated with humorous effect come out as something sane in the world gone mad. His will to survive is more acceptable than any desire for heroic death. The second novel, \"Ostinato lugubre\", details a hopeless attempt at escape from a prison camp by a man who can no longer stand the confinement and idiocy of the professional soldiers trying to keep up the military preneses in prison. Nevertheless, his escape boosts the morale of his fellow prisoners, while the \"escapee\" lies hidden from Germans and comrades alike.\"  From  Polish Cinema Database","release_date":"1958-01-04","genres":[35,18],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":117767,"title":"Eroica","adult":false},{"cast":["Van Johnson","Claude Rains","Lori Nelson"],"overview":"The singing, rhyming citizens of Hamelin hope to win a competition with rival towns for royal recognition. To this end, the mayor outlaws play (which is a bit hard on the children) and refuses to help a rival town when it's flooded. But rats (seen only as shadows), fleeing the flood, invade Hamelin in droves; a magical piper, whose music only children (and rats) can hear, strikes a bargain...which, once the rats are gone, the Mayor and council renege on, to their subsequent regret.","release_date":"1957-11-26","genres":[14],"vote_average":6.0,"runtime":89,"cert":"N\/A","id":117772,"title":"The Pied Piper of Hamelin","adult":false},{"cast":["Jô Shishido","Osami Nabe","Shunji Fujimura","Midori Utsumi","Mickey Yasukawa"],"overview":"Comedy of high school where students and teachers run wild, based on a popular comic strip.","release_date":"1970-05-02","genres":[35],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":117786,"title":"Shameless School","adult":false},{"cast":["Rajit Kapoor","Randhir Kapoor","Rekha","Prem Nath","Dara Singh"],"overview":"Not wishing his son to grow up like himself, a brutish criminal secretly swaps his baby for that of a wealthy entertainer. Is the boys' destiny written in their genes or can the change of environment make a difference ? Their lives and those of their fathers inevitably collide.","release_date":"1975-12-01","genres":[],"vote_average":7.0,"runtime":159,"cert":"N\/A","id":117788,"title":"Dharam Karam","adult":false},{"cast":["Raymond Thiry","Dai Carter","Mike Meijer"],"overview":"A drama based around a boxing school owner and his son.","release_date":"2006-04-20","genres":[18],"vote_average":6.5,"runtime":85,"cert":"N\/A","id":117790,"title":"Northern Light","adult":false},{"cast":["Renée Soutendijk","Jack Wouterse","Marnie Blok","Pierre Dherte","Michael Israel"],"overview":"By accident, Luc discovers the whereabouts of his brother Ad, who mysteriously disappeared fifteen years before. As it turns out, he is living with Els, secluded from the rest of the world, on a farm. Luc decides to stay a few days, even though he and his wife Mieke are not welcome at first. After a while, Mieke heads home. Also, Luc hears strange sounds coming from a barn at the farm. He decides to investigate the matter. He discovers a secret that Ad and Els have been hiding for years.","release_date":"2001-02-08","genres":[18],"vote_average":8.3,"runtime":null,"cert":"N\/A","id":117792,"title":"Met grote blijdschap","adult":false},{"cast":["Jô Shishido","Shinji Maki","Miyuki Kojima","Bonta Seshi","Bontarô Taira"],"overview":"Students against teachers in the wildest kiss-stealing, petting-orgy ever.","release_date":"1970-09-12","genres":[35],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":117794,"title":"Shameless School, Tackle Kiss","adult":false},{"cast":["Fedja van Huêt","Fedja van Huêt","Carice van Houten","Theo Maassen","Sacha Bulthuis"],"overview":"Alex, a 28 year-old photographer, is no longer able to photograph people, for some mysterious reason. Every time he focuses his camera on someone, the same woman appears in his viewfinder - an image he cannot bear. When his brother Aram, whom he has not seen or spoke to for years, unexpectedly phones him and asks him to come to their parental home because their mother is severely ill and may not have long to live, he panics. The thought of a confrontation with the area where he grew up and the renewed encounter with his family makes him feel nervous. Nevertheless, that evening he leaves for AmnesiA: the estate of his parents, the spot where he spent his youth.","release_date":"2001-05-03","genres":[53],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":117799,"title":"AmnesiA","adult":false},{"cast":["Shingo Tsurumi","Hiroko Yakushimaru","Hiroyuki Sanada","Mieko Harada","Mariko Ishihara"],"overview":"Aspiring to be admitted to a good university and to become a lawyer, Tasiro Yuusuke, a tenth-grader from Kyushu, enrolls in a prestigious high school in Tokyo. Plans are made for him to live in his uncle's house, part of which is rented out while his uncle is abroad on business. A realtor's mistakes leaves Tasiro sharing the house with Kei Yamaba, the most beautiful girl in the school, who is also his classmate. There is the risk that their unexpected 'co-habitation' will be discovered by the school authorities. While he grows increasingly attracted to her, he is often irritated by her innocent and nonchalant attitude towards their predicament. They each develop other romantic attachments, but end up turning to each other.","release_date":"1980-07-26","genres":[18,10749],"vote_average":6.0,"runtime":121,"cert":"N\/A","id":117801,"title":"Dreamy Fifteen","adult":false},{"cast":["Margot Abascal","Pascale Arbillot","Camille Japy","Lucía Sánchez"],"overview":"French drama about four women.","release_date":"2002-06-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117803,"title":"Plus haut","adult":false},{"cast":["Rie Miyazawa","Toshiyuki Nishida","Rentarô Mikuni","Yukio Aoshima","Miyoko Asada"],"overview":"Mr. Takano, a company employee, announces plans to take an early retirement so he can return to his home town and spend his days fishing. Su-san and Hama-chan envy his decision, and Hama-chan conspires to visit Takano, even though he has no vacation time left.","release_date":"2001-08-18","genres":[35],"vote_average":0.0,"runtime":111,"cert":"N\/A","id":117808,"title":"Free and Easy 12: Big Holiday Bonus Project","adult":false},{"cast":["Yû Abiru","Urara Awata","Chiaki Kuriyama","Leo Morimoto","Chisato Morishita"],"overview":"A detective and his assistant help send restless spirits into the spiritual world.","release_date":"2004-07-14","genres":[27,14],"vote_average":4.5,"runtime":110,"cert":"N\/A","id":117813,"title":"Mail","adult":false},{"cast":["Yoon Kye-sang","Jung Yu-mi","Yoon Hee-seok","Yozoh","Jang Seo-won"],"overview":"One day at work in a cafe in Seoul, Hyo-seo gets a phone call from a Polish guy in the Netherlands, who is about to start a new life in an attempt to get over his ex-girlfriend. Meanwhile Hyun-o, his ex-girlfriend shows up one night and says, You ruined my life. So, this is a pay-off torture. She sticks around Hyun-o all night. Young-soo, who has been hiding his gay identity, loses his virginity with a girl who visits him one day. His long-time lover Woon-cheol is heartbroken by his break-up notice. Hye-young, the vocalist of an indie band gets annoyed by her fellow member Ju-young's petty ideas about love while taking a walk in Namsan park. As she gets upset with his stupid story, she realizes her own foolishness. They start a little gig at the mouth of Namsan. Autumn is passing, and winter is around the corner.","release_date":"2010-10-28","genres":[18,10749],"vote_average":0.0,"runtime":106,"cert":"N\/A","id":117815,"title":"Come, Closer","adult":false},{"cast":["Joe E. Brown","Patricia Ellis","Dorothy Burgess","Don Dillaway","Harry Woods"],"overview":"A man who wants to join the circus against the wishes of his ex-circus clown father.","release_date":"1934-06-30","genres":[35],"vote_average":0.0,"runtime":64,"cert":"N\/A","id":117820,"title":"The Circus Clown","adult":false},{"cast":["Glenn Close","Niels Arestrup","Erland Josephson","Macha Méril","Johanna ter Steege"],"overview":"Celebrated Swedish opera star Karin Anderson is slated to appear in an internationally-telecast production of Tannhauser. Ms. Anderson balks at the notion of working with obscure Hungarian conductor Zoltan Szanto. The much-anticipated production may never get off the ground, thanks to labor-management difficulties, intramural jealousies, and clashing egos. Amidst all this chaos, the mismatched Anderson and Szanto fall in love.","release_date":"1991-11-17","genres":[35,18,10749],"vote_average":6.6,"runtime":119,"cert":"N\/A","id":117825,"title":"Meeting Venus","adult":false},{"cast":[],"overview":"Based on the Maicching Machiko Teacher Manga.","release_date":"2005-01-01","genres":[28,35,53,878],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117827,"title":"Maicching Machiko! Begins","adult":false},{"cast":[],"overview":"A Feature Length Documentary On The Making Of The Film Featuring Exclusive Interviews With Peter Weir, Hal &amp; Jim Mcelroy, Patricia Lovell and much more","release_date":"2004-08-01","genres":[],"vote_average":6.0,"runtime":120,"cert":"N\/A","id":117841,"title":"A Dream Within a Dream: The Making of 'Picnic at Hanging Rock'","adult":false},{"cast":["Venkat","Ali","Tulip Joshi","Johnny Lever","Ashish Vidhyarthi"],"overview":"Konchem Koththaga is a 2008 Telugu film directed, written by Raju Rajendra Prasad. Venkat plays the lead role while Ali, Tulip Joshi, Ashish Vidyarthi and Johnny Lever play other roles.  The secret relating to a couple of murders in the bungalow sees light. What are those murders? Who are murderers? Who are the girl and man? That has to be watched on screen.","release_date":"2008-06-28","genres":[35],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":117843,"title":"Konchem Kottaga","adult":false},{"cast":["Kalyan Ram","Kajal Agarwal","Ajay","Sayaji Shinde"],"overview":"Lakshmi Kalyanam (Telugu: లక్ష్మి కళ్యాణం) is an 2007 Telugu movie that is directed by Teja. Kalyan Ram plays the lead roles with Kajal. The film released on 15 February 2007.Ramu (Kalyan Ram) is very fond of his sister-in-law Lakshmi (Kaajal). Ramu is an uneducated guy who works in farms. Lakshmi's father is a wealthy guy and is the president of the village. Their village has feuds with a neighboring village. Giri (Ajay) is from the other village and he wants to marry Lakshmi. But Lakshmi and Ramu are in love. Ramu has to win a race over Giri to marry Lakshmi. The rest of the story is all about the hurdles Ramu faces in order to wed Lakshmi.","release_date":"2007-02-15","genres":[18,28],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":117845,"title":"Lakshmi Kalyanam","adult":false},{"cast":["Allari Naresh","Mounica","Rajendra Prasad","Ramya Krishnan","Brahmanandam"],"overview":"Maa Alludu Very Good is an Comedy Romance based movie. In which,Purse Ram aka Parasuram (Naresh) is a petty thief who is grown up on stealing things since his childhood. He happens to see a girl Meghana (Mounika) and then instantly falls in love with her. He comes to know that she prefers educated guys with knowledge in various languages and cops. He impresses Meghana by feigning that he is a strict cop.","release_date":"2003-03-03","genres":[35,18,10749],"vote_average":5.0,"runtime":145,"cert":"N\/A","id":117847,"title":"Maa Alludu Very Good","adult":false},{"cast":["Slayer"],"overview":"On June 6, 2006, devilish metal gods Slayer hit the road with fellow headbangers Mastodon, Lamb of God, Children of Bodom and Thine Eyes Bleed for the \"Unholy Alliance\" tour. This release captures all the raw energy of that event. Songs performed include Slayer's \"South of Heaven\" and a furious rendition of \"Silent Scream\"; Mastodon's \"Crystal Skull\"; Lamb of God's \"Vigil\"; Children of Bodom's \"In Your Face\"; and Thine Eyes Bleed's \"Dark White.\"","release_date":"2006-06-06","genres":[10402],"vote_average":10.0,"runtime":87,"cert":"N\/A","id":117852,"title":"Slayer & Friends: The Unholy Alliance","adult":false},{"cast":[],"overview":"“Turma da Mônica - A Fonte da Juventude” traz as aventuras emocionantes dessa turminha que encanta a todos. Além dos episódios como: “A Fonte da Juventude”, “O Tocador de Sinos”, você ainda poderá jogar e conferir os bônus especiais . É diversão garantida!","release_date":"2004-03-23","genres":[16],"vote_average":4.0,"runtime":61,"cert":"N\/A","id":117854,"title":"Turma da Mônica - A Fonte da Juventude e Outras Histórias","adult":false},{"cast":["Barry Williams","Howard Hesseman","Sherilyn Fenn","Danny Bonaduce","Alice Cooper"],"overview":"1970's pop culture icons Danny Bonaduce and Barry Williams face off in the hunt for the legendary mountain creature.","release_date":"2012-06-30","genres":[27,878,12],"vote_average":2.9,"runtime":89,"cert":"N\/A","id":117856,"title":"Bigfoot","adult":false},{"cast":["Claire Borotra","Thomas Jouannet","Pénélope-Rose Lévèque","Serge Hazanavicius","Christophe Malavoy"],"overview":"After the death of his mother, Elisa (Claire Borotra) is responsible for custody of her sister Audrey (Penelope Leveque), a troubled teen and something he hardly knows. Following the last will of her mother, both go to Mont Saint Michel, where the two grew up, to spread his ashes. The second night of stay, and after a flood, Audrey disappears while the mayor's daughter, which suggests a voluntary escape, but Elisa does not think so, so it will not stop until its trace sister.","release_date":"2010-09-11","genres":[53],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":117861,"title":"The shadow of Mont st. Michel","adult":false},{"cast":["Rolan Bykov","Yuriy Tolubeev","Nina Urgant","Elena Ponsova","Georgiy Teykh"],"overview":"A story about a government clerk who has his precious new overcoat stolen. No-one seems willing to help him retrieve his prized possession, a fact that continues to concern him even when he is beyond the grave.","release_date":"1959-02-02","genres":[18],"vote_average":7.0,"runtime":75,"cert":"N\/A","id":117863,"title":"The Overcoat","adult":false},{"cast":[],"overview":"Documentary that  tells the story of football from its earliest history. The documentary, accurately reflects the evolution of the sport, from its origins to become a great show.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":117865,"title":"Football: The Birth of a Passion","adult":false},{"cast":["Evan Somers"],"overview":"It's Easyrider with a quadriplegic at the throttle when forty-five year old Evan Somers sets out on a self-reflective odyssey by modified motorcycle seeking answers to the questions of his life.","release_date":"2005-01-01","genres":[99],"vote_average":4.0,"runtime":91,"cert":"N\/A","id":117867,"title":"The Seeker","adult":false},{"cast":["Fernando Fernán Gómez","María Luz Galicia","Rafael López Somoza","Julia Caba Alba"],"overview":"Since he wants get married, the young Carabel, who is employed in a real estate agent, decides to ask their bosses for a raise in order to maintain his future wife. However, all he gets is to be fired. He then realizes that honesty is what has led him to unemployment and decides to change his life and live outside the law. He plots to steal the safe from  his former company","release_date":"1956-10-15","genres":[],"vote_average":5.5,"runtime":81,"cert":"N\/A","id":117869,"title":"The Wicked Carabel","adult":false},{"cast":["René Cardona III","Lindy Fields","Chucho-Chucho","René Cardona","René Barrera"],"overview":"The story is about a fugitive who lives apart from society in a jungle area with the company of his grandson","release_date":"1973-05-03","genres":[18,28,12],"vote_average":2.4,"runtime":85,"cert":"N\/A","id":117871,"title":"Zindy, the Swamp Boy","adult":false},{"cast":[],"overview":"The film looks behind the fear, hype and politics that polarize people into emotionally charged pro-vaccine or anti-vaccine camps with no room for middle ground. Verite stories of individuals and their families, whose lives have been forever changed by vaccine choices, interwoven with interviews from leading experts in the field, will re-frame the vaccine debate and offer, for the first time, the opportunity to have a rational, scientific and factual discussion on how to create a more effective vaccine program in America today.","release_date":"2011-04-03","genres":[99,18],"vote_average":5.3,"runtime":84,"cert":"N\/A","id":117876,"title":"The Greater Good","adult":false},{"cast":["Diana Bang","Victoria Bidewell","Sarah Desjardins","Mia Kirshner","Barry Watson"],"overview":"A boy and a girl fall in love during summer camp and promise to stay in touch, but they don't. Fifteen years later they meet again in the same camp under very different circumstances. What will happen to the camp and will they try again?","release_date":"2012-01-01","genres":[10770,10749],"vote_average":6.4,"runtime":105,"cert":"N\/A","id":117878,"title":"Kiss at Pine Lake","adult":false},{"cast":["Robert Lamoureux","Michel Serrault","Bernard Ménez","Pierre Tornade","Sybil Danning"],"overview":"Robert Lamoureux plays a General in the Resistance. With an unlikely team of French patriots, he easily outwits the buffoonish Germans and steals the master copy of their plans to invade England. By doing so, he prevents the invasion and makes it more likely that the Allies will win the war.","release_date":"1974-09-01","genres":[35],"vote_average":4.5,"runtime":84,"cert":"N\/A","id":117880,"title":"Operation Lady Marlene","adult":false},{"cast":["Sean Kellman","Robert Englund","Vincent Schiavelli","Jennifer O'Neill","Jason Strickland"],"overview":"The classic Twain story \"The Prince and the Pauper\" gets a modern slant when Prince Edward of Gelfland switches places with Southern California surfer Cash Canty. Both discover a new world of romance, danger, and adventure beyond their wildest dreams.","release_date":"1999-12-21","genres":[35,10751,14],"vote_average":2.0,"runtime":89,"cert":"N\/A","id":117882,"title":"The Prince and the Surfer","adult":false},{"cast":["Franco Nero","Claudio Gora","Martin Balsam","Luciano Catenacci","Giancarlo Prete"],"overview":"A police captain arranges the release of a criminally insane prisoner, who soon winds up dead. When the District Attorney takes on the case, he uncovers corruption in the department and vows to take down the man who's responsible.","release_date":"1971-03-26","genres":[80,18],"vote_average":6.8,"runtime":101,"cert":"N\/A","id":117890,"title":"Confessions of a Police Captain","adult":false},{"cast":["Russell Boulter","Heather Duckworth","Philip Duckworth","Susan Harrison"],"overview":"An inspirational documentary about survival and rescue, which tells the stories of people who emerged alive against all the odds from the Kings Cross train bombing","release_date":"2008-07-07","genres":[],"vote_average":0.0,"runtime":48,"cert":"","id":117898,"title":"The Miracle Of Carriage 346","adult":false},{"cast":["Rafael Rivelles","Gérard Tichy","Fernando Sancho","Francisco Rabal","José Nieto"],"overview":"The story of Judas's betrayal of Christ.","release_date":"1954-02-28","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":117900,"title":"Judas' Kiss","adult":false},{"cast":["Joey Lawrence","Chad Allen","Dorie Barton","Jeff Conaway","Jack McGee"],"overview":"As a night out on the town turns into a nightmare, six young college students must fight for their lives as a killer hunts them down.","release_date":"2001-03-04","genres":[27],"vote_average":3.3,"runtime":null,"cert":"N\/A","id":117905,"title":"Do You Wanna Know a Secret?","adult":false},{"cast":["Fabrizio Gifuni","Erika Bernardi","Antonio Catania","Valerio Binasco","Carlo Giraudo"],"overview":"","release_date":"2000-09-21","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":117907,"title":"Qui non è il paradiso","adult":false},{"cast":["Arturo Fernández","Teresa Gimpera","Gabriel Llopart","Alfredo Mayo"],"overview":"Mario Colomer, prime minister, is burdened by overwork. His problems seem solved when his assistants tell him about Juan Brandel, a possible substitute, just like him physically, but with a funnier and more adventurous personality. At first the plan seems to work and the politician begins to gain popularity. The plot thickens when the 'original' becomes jealous of the 'copy' and the substitute exceeds his functions.","release_date":"1970-04-13","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":117909,"title":"¿Quién soy yo?","adult":false},{"cast":["Sigourney Weaver"],"overview":"The narration of Sigourney Weaver, the music of Jason Miles and an animated format bring to life this classic fairy tale","release_date":"1994-01-01","genres":[16],"vote_average":7.0,"runtime":30,"cert":"N\/A","id":117911,"title":"The Wild Swans","adult":false},{"cast":["Roldano Lupi","Marina Berti","Ernesto Almirante","Sandro Ruffini","Cesare Fantoni"],"overview":"A man, standing trial for robbery with murder, faces the death penalty. The testimony of an old civil servant may give him a reprieve but not peace of mind.","release_date":"1946-02-15","genres":[80,18],"vote_average":6.6,"runtime":98,"cert":"N\/A","id":117913,"title":"The Testimony","adult":false},{"cast":["Samantha Ryan","Allie Haze","Gracie Glam","Missy Martinez","Richie Calhoun"],"overview":"Love is cooking in Carolina's kitchen, and it's wonderfully delicious! Samantha Ryan spices up the screen as Carolina, a passionate cook who is patiently waiting for Mr. Right. In the meantime, she pours her heart and soul into her catering company, and reveals a special culinary talent that magically affects the very clients whom she caters for. But between a booming business, an active fantasy life, and an array of excuses, Carolina becomes consumed with work and disregards the very real affections of her catering assistant, Aaron. After numerous unsuccessful attempts at winning her heart, Aaron decides to look for love elsewhere and Carolina soon realizes that her fantasies of Mr. Right have been a reality all along. But is it too late for that? Find out in this savory romance as Carolina and Aaron hope to discover a life that goes beyond the kitchen.","release_date":"2011-04-11","genres":[10749],"vote_average":0.0,"runtime":106,"cert":"N\/A","id":117915,"title":"Recipe for Romance","adult":true},{"cast":["Willis Sperry"],"overview":"Interviews and documentary footage combine with the fictional story of an air-force pilot who encounters aliens.","release_date":"1956-05-03","genres":[99],"vote_average":6.5,"runtime":91,"cert":"N\/A","id":117920,"title":"Unidentified Flying Objects: The True Story of Flying Saucers","adult":false},{"cast":["Freddie Mercury","Roger Taylor","Brian May","John Deacon","Wayne Sleep"],"overview":"","release_date":"2007-11-20","genres":[99,10402],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":117922,"title":"Queen Under Review:  1973-1980","adult":false},{"cast":[],"overview":"Questions of race, identity and heritage are explored through the lives of young American women growing up as adoptees from China. These four distinct individuals reflect on their experiences as members of transracial families.","release_date":"2012-08-24","genres":[99],"vote_average":7.3,"runtime":88,"cert":"N\/A","id":117924,"title":"Somewhere Between","adult":false},{"cast":["Maurizio Iacono","Jean-Francois Dagenais","Stephane Barbe","Max Duhamel"],"overview":"","release_date":"","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117932,"title":"Kataklysm: On Fire at Summer Breeze","adult":false},{"cast":["Johnny Sheffield","Barbara Bestar","Emory Parnell","Paul Marion","Douglas Kennedy"],"overview":"The eighth entry in the \"Bomba The Jungle Boy\" series, from 1953, starring Johnny Sheffield, Douglas Kennedy, Barbara Bestar, Leonard Mudie and Emory Parnell. Directed by Ford Beebe.","release_date":"1953-06-21","genres":[12],"vote_average":5.5,"runtime":71,"cert":"N\/A","id":117943,"title":"Safari Drums","adult":false},{"cast":["Paul Simon","Art Garfunkel","Mort Lewis","Roy Halee","Fred Carter Jr."],"overview":"The end of a decade when the world was in crisis and inspiration and hope needed resurrecting, an influential duo released a masterpiece of popular music, Bridge Over Troubled Water. Through darkness and light, the album takes its listeners on an emotional ride echoing the era and one which continues to inspire an audience the world over 40 years later. Its symphonic hymn of a title track became an anthem for a generation. The Harmony Game tells the story behind what is widely considered Simon and Garfunkel's best work, Bridge Over Troubled Water. The influential duo's last studio album has its legacy shrouded in rock n' roll mythology with legendary tales of inspiration, innovation and separation. Paul Simon, Art Garfunkel and their collaborators share the journey in their own words and reflect back on its impact 40 years later and includes never before seen film, photos and memorabilia.","release_date":"2011-02-11","genres":[10402,99],"vote_average":8.0,"runtime":72,"cert":"N\/A","id":117963,"title":"The Harmony Game","adult":false},{"cast":["Philip Dorn","Catherine McLeod","Bill Carter","Maria Ouspenskaya","Felix Bressart"],"overview":"A pianist (Catherine McLeod) spurns her maestro (Philip Dorn) at Carnegie Hall in the middle of Rachmaninoff's Second Piano Concerto.","release_date":"1946-12-02","genres":[10749,18],"vote_average":6.3,"runtime":117,"cert":"N\/A","id":117971,"title":"I've Always Loved You","adult":false},{"cast":["Hanna Schygulla","Angela Winkler","Martin Sperr","Else Quecke","Maria Stadler"],"overview":"Abram returns to his small village and although his repairing skills are needed, people's suspicion about his sexual preferences make his life hard.","release_date":"1969-04-30","genres":[18],"vote_average":7.8,"runtime":88,"cert":"N\/A","id":117979,"title":"Hunting Scenes from Bavaria","adult":false},{"cast":["Stephanie","Hikari Mitsushima","Dai Watanabe","Megumi Kagurazaka","Reiko Takashima"],"overview":"Follows two budding opera singers who go from rivals to \"best partners.\"","release_date":"2009-01-17","genres":[18,35,10402],"vote_average":0.0,"runtime":126,"cert":"N\/A","id":117981,"title":"Pride","adult":false},{"cast":[],"overview":"Kyohiko Saketome is an ordinary guy who dreams of becoming a famous guitarist some day. That plan gets turned upside-down when he meets Jaguar (Jun Kaname), a recorder enthusiast who thinks flutes are the most rocking instruments on the planet. Between his flute salesman dad and Jaguar’s overbearing presence Saketome has no choice but to get wrapped up in a non-stop barrage of flute-inspired mayhem.","release_date":"2008-01-12","genres":[],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":117983,"title":"Low Blow Jaguar","adult":false},{"cast":[],"overview":"A christian boy finds his faith along five gang members.","release_date":"","genres":[18],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":117991,"title":"Geronimo","adult":false},{"cast":["Heidi Stroh","Georg Hauke","Ruth von Zerboni","Ilona Schütze","Nina Frank"],"overview":"Elizabeth is a young woman who seeks happiness excessively burning out all those around her.","release_date":"1967-03-21","genres":[18],"vote_average":5.0,"runtime":94,"cert":"N\/A","id":117993,"title":"Lust for Love","adult":false},{"cert":"N\/A","title":"Ungesühnt","cast":["Ann-Kathrin Kramer","Klaus J. Behrendt","Tobias Oertel","Jörg Hartmann","Simon Licht"],"genres":[80,53,18],"id":117995,"overview":"Als sie den Angeklagten Robin Böhme (Simon Licht) zum ersten Mal Auge in Auge sieht, bricht die Staatsanwältin Esther Dorwald (Ann-Kathrin Kramer) unter Schock zusammen. Sie hat in ihm den Mann wieder erkannt, der sie vor etwa zwanzig Jahren im Park überfiel und schwer sexuell demütigte und nötigte. Damals waren die Ermittlungen im Sande verlaufen, jetzt ist der Geschäftsmann wegen Waffenhandel und Mord angeklagt. Die Staatsanwältin will ihn zur Rechenschaft ziehen lassen, muss jedoch feststellen, dass die Tat verjährt ist. Der aktuelle Prozess gegen ihn droht ebenfalls zu platzen. Verzweifelt setzt Esther alle Hebel in Bewegung, riskiert den Bruch mit ihrem Mann Lukas (Klaus J. Behrendt) und schreckt auch vor illegalen Maßnahmen nicht zurück, um Robin Böhme dingfest zu machen.","runtime":90,"release_date":"2010-04-11","vote_average":0.0,"adult":false}]