[{"cast":["Jack Carson","Ann Sothern","Robert Alda","S.Z. Sakall","Robert Ellis"],"overview":"A married couple who have a song-and-dance act in vaudeville are in trouble. Their struggling act is going nowhere, they're almost broke and they have to do something to get them back on top or they'll really be in trouble. They decide to put their young son in the act in hopes of attracting some new attention. The boy turns out to be a major talent, audiences love him and the act is on its way to the top. That's when an organization whose purpose is to stop children from performing on stage shows up, and they're dead set on breaking up the act.","release_date":"1948-03-27","genres":[10402],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":119003,"title":"April Showers","adult":false},{"cast":[],"overview":"En dokumentär av och om EU-toppmötesdemonstranterna i Göteborg 2001. Med helt unika bilder får vi ta del av en mycket närgången skildring av de människor som med olika målsättningar samlats på Göteborgs gator. Indymedia hade ett tiotal kamerateam på plats mitt i folksamlingar, demonstrationer och kravaller","release_date":"","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":119014,"title":"Så Gör Vi i Göteborg","adult":false},{"cast":["Charles R. Bowers","Cornelius MacSunday"],"overview":"Charley attempts to invent a non-slippery banana peel.","release_date":"1927-01-24","genres":[35],"vote_average":5.0,"runtime":20,"cert":"N\/A","id":119028,"title":"Many a Slip","adult":false},{"cast":["Steve Mazan","Jim Gaffigan","Debbie Mazan","Jim Gaffigan","Kevin Nealon"],"overview":"When 35 year old stand-up comedian Steve Mazan learned he was dying of cancer, he dedicated the rest of his life to making his dream come true: performing comedy on The Late Show with David Letterman. This documentary chronicles his five-year journey, as he races his own ticking clock to achieve a nearly impossible goal. Hilarious and heart-breaking, Steve brings a brand-new perspective to living with cancer. This is a story that proves it's not how much time you have, it's what you do with it. As Steve says, 'If you stop chasing your dreams, you're already dead.'","release_date":"2011-03-04","genres":[99],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":119030,"title":"Dying to Do Letterman","adult":false},{"cast":["Jackson Browne","David Crosby","Elton John","Carole King","Kris Kristofferson"],"overview":"In the wake of the turbulent 1960s, a new style of song and songwriter came to the fore – a style marked by vulnerable introspection and raw, naked emotion. Backed by little more than a lone acoustic guitar or simple piano, these exciting voices descended upon Los Angeles, now emerging as the center of the American music scene. Their epicenter for self-expression became an old beatnik folk club and a fitting name: The Troubadour. TROUBADOURS traces Carole King, James Taylor and the singer\/songwriter scene during the late 1960s and early 1970s. The film also interweaves the intriguing story of the 'world famous' Troubadour club that cemented their musical legacy, the mercurial impresario named Doug Weston who ran it, and the performing careers of some of the best songwriters of their generation – and perhaps any generation: Carole King and James Taylor, as well as Jackson Browne, David Crosby, Joni Mitchell, Kris Kristofferson, Bonnie Raitt, Eagles and many others.","release_date":"2011-01-22","genres":[99],"vote_average":7.0,"runtime":91,"cert":"N\/A","id":119038,"title":"Troubadours","adult":false},{"cast":[],"overview":"In this adventure the Ugly Duckling enter the Enchanted Forest, a mysterious and exciting place where he meets witches and fairies, goblins and elves and other magical beings. An exciting and enchanting adventure yet our friend run a serious risk.","release_date":"2004-01-01","genres":[16],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":119046,"title":"The Ugly Duckling in the Enchanted Forest","adult":false},{"cast":["Daniel Healy Solwold Jr.","Robert Francis Roode Jr.","Daniel Christopher Covell","Allen Neal Jones","Kurt Angle"],"overview":"Total Nonstop Action (TNA) Wrestling celebrated its 10th anniversary at the \"Slammiversary 2012\" pay-per-view event in Arlington, Texas. This was TNA's first televised event from the Dallas\/Ft. Worth metroplex area. The annual live, anniversary pay-per-view extravaganza sponsored by Direct Auto Insurance was Sunday night, June 10, 2012 at The College Park Center in Arlington.  WORLD HEAVYWEIGHT CHAMPIONSHIP Bobby Roode  vs. \"The Icon\" Sting  WORLD TAG TEAM CHAMPIONSHIP Daniels &amp; Kazarian vs. AJ Styles &amp; Kurt Angle  Bully Ray vs. Joseph Park  #1 Contender's Match Rob Van Dam vs. Jeff Hardy vs. Mr. Anderson  Knockouts Championship Brooke Tessmacher vs. Gail Kim, plus Samoa Joe vs. X Division Champion Austin Aries.  Devon &amp; Garett Bischoff vs. Robbie E &amp; Robbie T.  Crimson's Open Challenge Kid Kash vs. Hernandez","release_date":"2012-06-10","genres":[],"vote_average":4.3,"runtime":170,"cert":"N\/A","id":119048,"title":"TNA Slammiversary 2012","adult":false},{"cast":["Elton John","Guy Babylon","Bob Birch"],"overview":"Live in Barcelona is a DVD release of Elton John performing some of his hits live in Barcelona, Spain. The concert was recorded on July 21, 1992. Gianni Versace served as the show's production designer, designing the costumes and lighting","release_date":"1992-11-28","genres":[10402,99],"vote_average":5.5,"runtime":172,"cert":"N\/A","id":119062,"title":"Elton John: Live In Barcelona","adult":false},{"cast":["John Waters","Susan Lowe","Jean Hill","Rachel Amodeo","Steve Buscemi"],"overview":"A documentary on the career of filmmaker John Waters. Featuring interviews with actors and fellow film-makers. The life and death of the actor Divine is also discussed.","release_date":"2000-01-01","genres":[],"vote_average":8.0,"runtime":77,"cert":"N\/A","id":119064,"title":"In Bad Taste","adult":false},{"cast":["Anjelica","Inga A","Mya Dark","Megan Vale","Wendy B"],"overview":"Russian director\/stud Timo Hardy has been blessed with an enormous sexual appetite and the perfect environment in which to satisfy it! “Club Timo,” his latest release for the kinky Buttman Magazine Choice line of ass-oriented specialty porn, follows irrepressible Timo through four intense anal scenes — all set within the director’s nightclub! There his gorgeous employees do their best to please the boss, offering their mouths and asses for his amusement. For these beautiful girls, Timo provides plenty of entry level service industry work…","release_date":"2012-03-28","genres":[],"vote_average":9.0,"runtime":178,"cert":"N\/A","id":119066,"title":"Club Timo","adult":true},{"cast":["Randy Bachman","C.F. \"Fred\" Turner","Marc Lafrance","Brent Howard Knudsen","Mick Dalla-Vee"],"overview":"Over the course of a four-year run, Bachman-Turner Overdrive sold in excess of 30 million records, earning a staggering 120 platinum, gold and silver discs, and notching up hits in more than 20 countries. The iconic duo shared duties on the lead vocals, with Bachman contributing lead guitar and Turner the bass. Reuniting at the end of 2009 they released an eponymous album in 2010, and in November of that year they performed at the famous Roseland Ballroom in New York City, as part of their North American tour.","release_date":"2012-06-26","genres":[10402],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":119068,"title":"Bachman & Turner - Live at the Roseland Ballroom","adult":false},{"cast":["Dara","Melissa","Tina Gabriel","Jenny Simpson","Jessica Sanchez"],"overview":"","release_date":"2010-11-19","genres":[],"vote_average":4.5,"runtime":169,"cert":"N\/A","id":119085,"title":"Fill Her Up 4","adult":true},{"cast":["Wanchana Sawatdee","Nopachai Chaiyanam","Taksaorn Paksukcharern","Winthai Suvaree","Praptpadol Suwanbang"],"overview":"Army of God, King Ananda Bago Red Score big hitters than any war. 3200, elephant riding includes the army and the commoners Regiment, which amounted to 12000 252000 by Mr. A wise army into battle. Well Maha Raja Manga equipment necessary to do and steal cover Roland Smooth brave soldiers. Reputation greatest hitters of Bago forces that come into this. As a result, the cities in the northern frontier of the Ayutthaya Kingdom qualm with conspiracy to renege on healing for the Department of the Red God. The result was the Battle of King Naresuan the face off and battle. When the crowd raging battle over the Tigers. Viziers lack of unity misdeeds, but their personal and partisan considerations. Deputy commander and the survival of the throne was captured mid-battle to bayonet fighting. The soldier was besieged by warlords who Charnarong than captured. Fate of Ayudhya And King Naresuan will end. To follow in the film The Legend of King Naresuan Part 4 \"The Nanda Bayin War\".","release_date":"2011-08-11","genres":[18,10752,36],"vote_average":5.4,"runtime":132,"cert":"N\/A","id":119087,"title":"King Naresuan 4","adult":false},{"cast":["Dane Clark","Cathy O'Donnell","Tom Drake","Jeff Corey","Myrna Dell"],"overview":"A Los Angeles homicide detective (Tom Drake) falls for a fugitive's (Dane Clark) ex-wife (Cathy O'Donnell).","release_date":"1951-07-13","genres":[80,18],"vote_average":6.0,"runtime":79,"cert":"N\/A","id":119089,"title":"Never Trust a Gambler","adult":false},{"cast":["Dynamo","De La Soul"],"overview":"Concrete Playground is more than just a magic show; it is a unique film that is part documentary, part music video, part road movie and is bound together with incredible real life magic. The DVD was filmed in London, Bradford and Birmingham The magic is real and impromptu, there are no set-ups, props or co-ordinated stunts and the explosive reactions verify the experience for the viewer.","release_date":"2006-11-20","genres":[],"vote_average":0.0,"runtime":90,"cert":"15","id":119091,"title":"Dynamo's Concrete Playground","adult":false},{"cast":["Janina Lapinskaitė","Giedrė Giedraitytė","Miglė Polikevičiūtė","Elzė Gudavičiūtė","Viktorija Kuodytė"],"overview":"Monika, a middle-aged wealthy woman, goes through a marriage crisis with her younger husband Linas. A car accident leads Monika to meeting three young girls, Kristina, Egle and Gitana, who happen to be ex-prostitutes extradited from Germany. The lady and the girls settle down in a country mansion, to form a relationship that will change their lives forever","release_date":"2012-01-13","genres":[18],"vote_average":6.0,"runtime":120,"cert":"N\/A","id":119093,"title":"The Fortress of Sleeping Butterflies","adult":false},{"cast":["Zizan Razak","Juliana Evans","Taiyuddin Bakar","Shenthy Feliziana","Dian P. Ramlee"],"overview":"Mael Lambung (Zizan Razak) is a well-known car transporter in Kuala Lumpur. His life takes a chaotic turn when he meets Maria (Juliana Evans), who asks for his help in eluding the villains who are after her. Their run to save themselves takes Mael and Maria to Terengganu, which also happens to be Mael's hometown. It is then revealed that Mael is a drifter. Back in his estranged neighbourhood, Mael reunites with Rozie (Shenthy Feliziana), his former love who is now engaged to Tiger (Taiyudin Bakar). Conflict arises when Tiger grows uneasy with Mael's return due to his jealousy of Mael's and Rozie previous relationship. Mael's troubles escalates when the villains who are after Maria because of a microchip that contains sensitive information about a bid for a government's project finally catches up to them in Terengganu...","release_date":"2012-06-21","genres":[28,35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":119095,"title":"Mael Lambong","adult":false},{"cast":["Robert Lowery","Marie McDonald","Edward Brophy","Elizabeth Russell","Hobart Cavanaugh"],"overview":"A detective (Robert Lowery) tries to prove that a woman is killing her spouses with a spiked umbrella.","release_date":"1943-10-15","genres":[9648],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":119100,"title":"A Scream in the Dark","adult":false},{"cast":["Gene Kelly","Marie McDonald","Charles Winninger","Phyllis Thaxter","Spring Byington"],"overview":"A World War II pilot (Gene Kelly) comes home to a bride (Marie McDonald) who, spoiled by her father (Charles Winninger), now wants a divorce.","release_date":"1947-06-10","genres":[35],"vote_average":5.0,"runtime":104,"cert":"N\/A","id":119102,"title":"Living in a Big Way","adult":false},{"cast":["Matthias Brandt","Corinna Harfouch","Robert Gwisdek","Adrian Topol","Max Dominik"],"overview":"Der beliebte Pädagoge Alex Berger (Brandt) steht entgeistert vor seinen Bücherbergen: Eine Schülerin, mit der er Sex hatte,wurde erschlagen am See der brandenburgischen Kleinstadt aufgefunden, nun plant das Kripoteam (Lavinia Wilson, Peter Lerchbaumer) einen Massen-Gentest. Berger beichtet seiner Frau (Corinna Harfouch) den angeblich einmaligen Seitensprung, mit dem Mord habe er aber nichts zu tun. Bergers Familie droht an der Belastung zu zerbrechen… Die Auflösung steht im Hintergrund, der Film konzentriert sich auf das Drama im Hause Berger. Fabelhaft: die dynamische Kamera und das auch in kleinen Rollen nuanciert agierende Ensemble.","release_date":"2010-10-04","genres":[18,80],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":119104,"title":"Tod einer Schülerin","adult":false},{"cast":["Craig Stevens","Faye Emerson","John Ridgely","Charles Lang","Robert Warwick"],"overview":"FBI agents (Craig Stevens, John Ridgely) raid a New York hotel, sending Nazi spies to an upstate hunting lodge.","release_date":"1942-09-17","genres":[18,80],"vote_average":4.0,"runtime":57,"cert":"N\/A","id":119106,"title":"Secret Enemies","adult":false},{"cast":["Natsue Hanaha","Senjo Ichiriki","Jiro Kenda","Machiko Matsumoto","Keiko Naruse"],"overview":"Koichi is a gigolo who is paid by a madame to seduce and have sex with various women while she and her clients secretly watch. He doesn't like what he's doing, but he needs the money to take care of his seriously ill mother. One day he's given the assignment to seduce a pretty waitress and they wind up falling in love. Koichi tells his madame that is going to quit, but she has other plans for him.","release_date":"1966-08-01","genres":[18],"vote_average":1.0,"runtime":62,"cert":"N\/A","id":119111,"title":"The Bite","adult":false},{"cast":["Jasmin Gerat","Max Tidof","Karin Eickelbaum","Elisabeth Lanz","Karl Michael Vogler"],"overview":"","release_date":"2000-02-22","genres":[10749,18,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":119113,"title":"Ein Scheusal zum Verlieben","adult":false},{"cast":["Sumiko Fuji","Bin Amatsu","Tomisaburō Wakayama","Koji Tsuruta","Bunta Sugawara"],"overview":"A local yakuza boss of a silk farming town shows kindness to the wandering gambler Oryu by letting her stay at his residence. When a rival yakuza gang, who wants to take over the town's businesses, murders him, Oryu is obliged to protect his children and business.","release_date":"1968-11-22","genres":[18],"vote_average":7.0,"runtime":95,"cert":"N\/A","id":119115,"title":"Red Peony Gambler: Gambler's Obligation","adult":false},{"cast":["Dominic Purcell","Craig Fairbrass","Vinnie Jones","Randy Couture","Gina Philips"],"overview":"A special agent's plans to reconcile with his ex-fiancé are ruined when she boards a private jet that is targeted by hijackers working for the same crime lord that he is chasing.","release_date":"2012-07-31","genres":[28,53],"vote_average":3.5,"runtime":86,"cert":"15","id":119117,"title":"Hijacked","adult":false},{"cast":["Tyson Ritter"],"overview":"Live at the Brady Theater - Tulsa, OK May 30, 2003","release_date":"2003-07-10","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":119128,"title":"The All-American Rejects Live From Oklahoma","adult":false},{"cast":["Meiko Kaji","Takeo Chii","Yoshio Inaba","Yoshio Harada","Tatsuya Fuji"],"overview":"Toshiya Fujita brings the five film Stray Cat Rock series to a highly enjoyable end. Like his previous instalment, Wild Jumbo, Beat ’71 is an easy going youth drama that does not follow Yasuharu Hasebe’s wild gang film path. Instead Fujita deals with social issues. The film follows a hippie community lead by Yoshitaro (Yoshio Harada). They decide to leave their trailer in Shinjuku and travel to countryside by bicycle to save their friend Furiko (Meiko Kaji) who has been falsely accused for murder. The real killer – although it was mainly self defense – is Furiko’s boyfried Takaaki (Takeo Chii) who is being controlled by his politician father. Takaaki would rather live free as a hippie, but his father is forcing him to become a businessman.","release_date":"1971-01-03","genres":[53,28,80,18],"vote_average":5.9,"runtime":87,"cert":"N\/A","id":119136,"title":"Stray Cat Rock: Beat '71","adult":false},{"cast":["Sumiko Fuji","Tomisaburō Wakayama","Minoru Oki","Kyôsuke Machida","Asao Uchida"],"overview":"The seventh chapter of the stunning Hibotan Bakuto series. Many years have passed since Oryu the Red Peony began her soul-searching journey after her father was killed. In her travels, she meets villagers whose crops and livelihoods are being destroyed by pollution from a local factory. They seem to work out an agreement, but Oryu must help the poor villagers when the greedy factory owner and corrupt politicians betray them…","release_date":"1971-06-01","genres":[18,28],"vote_average":8.0,"runtime":93,"cert":"N\/A","id":119138,"title":"Red Peony Gambler: Here to Kill You","adult":false},{"cast":["Junko Natsu","Jirô Okazaki","Tatsuya Fuji","Shôki Fukae","Yuko Tobe"],"overview":"Patronized by a gang ruling the city, Mako delinquently plays around a night club every night with her bad company. One night, a guy Hideo gets closer to her for one-night stand, and they consequently fall in love. However, Hideo is killed by the gang. Mako swears vengeance on his beloved's murderer.","release_date":"1971-08-25","genres":[28,80],"vote_average":6.0,"runtime":83,"cert":"N\/A","id":119140,"title":"Bad Girl Mako","adult":false},{"cast":["Chelsea Rauss","Nicholas Holland","Colin Wilson","Devin Wilson","Jeremy Darby"],"overview":"The government has quarantined a small town where either a disease similar to rabies has appeared in the local human population or where (what seems impossible) the dead are beginning to come back to life and attack the living. Having missed most of the evacuation while barricaded inside of an old house, Ben, his younger sister Erin, and their friends remain trapped within the quarantine zone. Hell-bent on getting his sister to safety at all costs, Ben must lead the group across a ravaged city filled with flesh craving zombies in search of a working radio to contact the military and ensure them a ride on the last evacuation helicopter out of the quarantine zone. But with pre-existing personal tensions in the group and an entire city of zombies driven by hunger to find and kill anyone they come across, the odds are stacked against them.","release_date":"2011-12-02","genres":[27],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":119142,"title":"A Way Out","adult":false},{"cast":["Takashi Shirai","Miki Sugimoto","Hiroko Isayama","Hiroshi Nawa","Katsumasa Uchida"],"overview":"The rich punk Junya has only one thing in mind: to race with the police on his motorcycle. That makes him unpopular, not only with the police, even with his Bosozoku buddies, who slowly but surely distance themselves from him. Junya falls in love with the equally speed-hungry Hiroko.","release_date":"1973-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":119144,"title":"Hell Riders in Kyoto","adult":false},{"cast":["Hiroshi Nawa","Reiko Ike","Miki Sugimoto","Natsuko Miura"],"overview":"Delinquent girl boss meets and conflicts with an orphan girl who lives an isolated life after the dramatic deaths of her parents. She plays the piano, but stands up against her lecherous guardian, who is also a school official.","release_date":"1972-09-29","genres":[28,18,80],"vote_average":6.0,"runtime":79,"cert":"N\/A","id":119146,"title":"Terrifying Girls' High School: Women's Violent Classroom","adult":false},{"cast":["Reiko Ike","Yûko Kanô","Hiroshi Nawa","Yôko Mihara"],"overview":"A nasty schoolgirl does what she pleases, under the protection of her father, who is the school principal. Another girl is not so nasty, but she is determined and tough enough to contest the girl's gang in a democratic vote - and win. That causes her trouble in school, just when her own father, who owns a truck transport company, is murdered in a fake car accident by an American mobster. Before the girl can react, her naive mother has signed over the company to the mobster, and accepted him as her lover. Repentant, the mother starts drinking, and the good schoolgirl ties up with a halfbreed young man, who also has a grudge against Americans. He starts spying on the gangsters, discovers they are dealing in drugs, but is killed before he can report it. The good girl will lead her team in a desperation assault on the mobsters - and the police will eventually arrive just in time for the showdown.","release_date":"1973-09-01","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":119151,"title":"Terrifying Girls High School: Delinquent Convulsion Group","adult":false},{"cast":["Hiroko Isayama","Miyoko Aoyama","Jôji Sawada","Keiko Aikawa","Akira Takahashi"],"overview":"While rotting away in jail, Okamoto learns of the death of his beloved sister, Natsuko. Violently assaulted by a group of U.S. military men during a drunken joyride, she was found dead by local authorities. Haunted by the tragedy, Okamoto escapes from jail to hunt down and kill those who destroyed the life of his sister. What he uncovers during his investigation is much more horrifying than he could ever imagine! Fueled by rage, he meets the killers one by one as the film explodes into an unbelievable climax of bloodshed.","release_date":"1972-11-29","genres":[],"vote_average":0.0,"runtime":69,"cert":"N\/A","id":119156,"title":"Sex Hunter: Wet Target","adult":false},{"cast":["Becky Boxer","Carl Ciarfalio","Dominique Davalos","William Holmes","JoJo Henrickson"],"overview":"Four hot chicks in a punk rock band, while on tour, get lost in the wilds of Wisconsin. There's a guy out there with a very serious foot fetish. He likes to collect them like baseball cards. It's a rock and roll horror adventure with a little bit of comedy mixed in","release_date":"2006-03-03","genres":[27],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":119158,"title":"Stump The Band","adult":false},{"cast":["Ronnie James Dio","Vivian Campbell","Jimmy Bain","Vinny Appice"],"overview":"We Rock - Consists of Live In Concert and A Special from the Spectrum videos, minus a couple of songs","release_date":"2005-08-05","genres":[10402],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":119160,"title":"Dio - We Rock","adult":false},{"cast":[],"overview":"A classic performance from a 100 crazy Skid Row. A Brazilian TV-apperance from the Hollywood rock show taped during their Slave to the grind tour in 1992. Setlist: Slave to .. - Big Guns - Here I am - 18 and life - Drum solo - Makin  39; a mess - Psycho therapy - Wasted time - Psycho love - Tornado - Mudkicker - Get the fuck out - Monkey business - I remember you - In a darkened room - Youth gone wild","release_date":"1992-01-26","genres":[10402],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":119162,"title":"Skid Row: Live in Brazil 1992","adult":false},{"cast":["Christopher Lee","Larry Justin","J. Arthur Craig","James Habif","Robert Clark"],"overview":"Four crazed killers, butchered his wife, son and daughter. From his hospital deathbed he called upon the power of the occult for revenge... And he got it, he really got it!","release_date":"1977-03-01","genres":[27],"vote_average":4.5,"runtime":85,"cert":"N\/A","id":119170,"title":"Meatcleaver Massacre","adult":false},{"cast":["Jyonmyon Pe","Chieko Imaizumi","Yûko Hosoe","Maki Kuwahara","Sora Tôma"],"overview":"The life of a student named Kanou is transformed when a tiny man informs him that Earth will soon be annihilated. Kanou decides to do just as he pleases with the time he has left, leading to strange adventures that could be real -- or just a dream.","release_date":"2012-02-18","genres":[14,18,35,878],"vote_average":4.0,"runtime":96,"cert":"N\/A","id":119172,"title":"The Last Days of the World","adult":false},{"cast":["Anita Mui","Andy Lau","Lawrence Ng","Ken Lo","Derek Yee Tung-Sing"],"overview":"Kawashima Yoshiko was originally the 14th daughter of Emperor Xu. She was sent to Japan to train in the ways of the Samurai but lost her virginity to Samurai. She then married a Mongolian prince and set her mind to fight for the independence of Mongolia but the marriage failed. Arriving Shanghai, she met an opera singer Wan Hoi. Because of her beauty and background, she achieved a great deal, including successfully smuggled a Queen, Yuen Yung and helped Pu Yi to establish Manchuria. Unexpectedly, she met up again with Wan Hoi, who was the number one singer at that time but also part of the rebel force, and tried to unsuccessfully assassinate Yu-Yeh resulting in his own death. Yoshiko saved him but he could not be bought, so she set him free without Japanese' permission. The Japanese were dissatisfied and eventually she was exiled back to Japan. She later returned to China. However, because of the lost of Japan, she got arrested and executed. (Joy Sales)","release_date":"1990-07-28","genres":[28,80,18,10749,10752],"vote_average":7.0,"runtime":92,"cert":"N\/A","id":119174,"title":"Kawashima Yoshiko: The Last Princess of Manchuria","adult":false},{"cast":[],"overview":"DJ Jazzy Jay starts the party off with old school jams that will slap you back to the Bronx. Z-Trip feeds you bangers and mash-up. The X-ecutioners, in their swan song performance, give you a three-man critical beatdown. Finally, Mix Master Mike unleashes monstrous beats and diabolical scratches.","release_date":"","genres":[],"vote_average":0.0,"runtime":149,"cert":"N\/A","id":119176,"title":"Scratch: All The Way Live","adult":false},{"cast":["Marisa Barrio","Nessia Boehmer","Vanessa Bustamente","Sylvia Carrizoza","Tina Chiu"],"overview":"Inspired by one of their own, Daniela Robles, NBCT, twenty educators at Mitchell School stepped up to the challenge of the rigorous, self-directed professional development of National Board and Take One!  Motivated by Robles’ vision of a cohort supporting one another to reach for excellence, her colleagues responded. They were even more impressed by the transformation they saw in Robles, who had gone into the National Board process as a good teacher and emerged as a true teacher leader. From Amy Coyle in her third year of teaching, to Billie Williams in her 22nd year, the Mitchell 20 formed a unique and remarkably diverse cohort all focused on a single goal—enhancing their classroom performance.  Recognizing what a powerful professional development opportunity this was, the school’s administration, the Isaac District Office and the Arizona K12 Center all rallied to support this exceptional endeavor. From this, the Mitchell 20 emerged!","release_date":"2011-10-12","genres":[99],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":119187,"title":"Mitchell 20","adult":false},{"cast":[],"overview":"A Jewish parole officer, Jeff Solomon White, struggles in his new role as a reading teacher for illiterate teens at a New York high school. Hard Lesson film Raised by African American parents, White sees the situation differently and is motivated to fight for his students, who face an almost certain life of crime and prison","release_date":"2012-01-16","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":119192,"title":"A Hard Lesson","adult":false},{"cast":["Kevin Hart","Gillian Jacobs","David Denman","Ed Asner","Maria Thayer"],"overview":"Walter Dishman, a married and melancholy parole officer, deals with three eccentric ex-convicts who have been placed under his supervision.","release_date":"2011-10-25","genres":[35],"vote_average":5.6,"runtime":95,"cert":"N\/A","id":119197,"title":"Let Go","adult":false},{"cast":["Mike Möller","Volkram Zschiesche","Oliver Juhrs","Mathis Landwehr","Alister Mazzotti"],"overview":"The \"Bloods\" are the most intimidating and violent gang in the city. A lawless city... where gangs rule the streets... The vicious and blood thirsty murderer Slater is their leader. The city is his domain... he rules! There are those who are not members of gangs such as Mikey and his friends. Mikey lives on the edge, he is daring and always in trouble and fights. His brother Mathis and his friends try to avoid trouble at any cost. Revenge becomes the motive to Mikey when his brother Mathis goes missing and is killed..... Written by Generation X Group GmbH","release_date":"2012-07-26","genres":[28],"vote_average":2.8,"runtime":102,"cert":"N\/A","id":119199,"title":"Arena of the Street Fighter","adult":false},{"cast":["Erna Martha Bauman","Rafael del Río","Tito Junco","Fernando Soto","Bertha Moss"],"overview":"A doctor and his assistant hunt down a vampire named Count Frankenhausen, who is terrorizing the populace.","release_date":"1963-06-20","genres":[53,27,9648],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":119201,"title":"The Invasion of the Vampires","adult":false},{"cast":["Tinariwen"],"overview":"Tinariwen - Live in London - +10:1","release_date":"2008-09-08","genres":[10402],"vote_average":0.0,"runtime":68,"cert":"","id":119203,"title":"Tinariwen - Live in London","adult":false},{"cast":["Wings Hauser","Kathleen Kinmont","Gary Werntz","Mitch Hara","Sarah Douglas"],"overview":"A cinematographer and his assistant are attracting aspiring young actors and actresses by getting them to try out for their movie. Once filming, the evil cameraman actually kills them. The detective on the case has his hands full trying to help out runaways with stars in their eyes. When some of the people he knows turn up dead, he takes it personally, and as he gets closer to the truth his girlfriend is endangered.","release_date":"1991-08-08","genres":[27,80,53],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":119205,"title":"The Art of Dying","adult":false},{"cast":["Tony Wright","Patricia Dainton","Sandra Dorne","Derek Aylward","Sam Kydd"],"overview":"When a woman inherits a valuable house, her nasty husband and his mistress plot murder. But the house has a protective poltergeist who thwarts the wicked pair.","release_date":"1960-11-01","genres":[53,27],"vote_average":5.8,"runtime":70,"cert":"N\/A","id":119207,"title":"The House in Marsh Road","adult":false},{"cast":["Lon Chaney Jr.","Yerye Beirute","George Mitchell","Fred Hoffman","Rosita Arenas"],"overview":"Experimenting in hypnotic regression to past lives, Dr. Edmund Redding of the Cowan Institute in Pasadena has discovered that Ann Taylor is a reincarnated Aztec woman. Via her recovered memories, she is able to lead Redding and his associates to a hidden chamber in the Great Pyramid of Yucatan, where they hope to find the lost treasure of the Aztecs. Instead, they find two mummified bodies - one of a modern man, quite dead, and the other of an ancient Aztec, quite alive. They are able to return safely to Pasadena with both finds, but a rival professor, Janney, kills Redding and steals the body of the modern man-mummy. This he subjects to a resurrection experiment, which works - only the mummy proves to be a werewolf. Two supernatural menaces roam the city that night.  This film is composed of footage from two unrelated Mexican horror movies, LA CASA DEL TERROR and LA MOMIA AZTECA, plus new footage shot in the U.S. by Jerry Warren.","release_date":"1965-03-03","genres":[27],"vote_average":4.0,"runtime":60,"cert":"N\/A","id":119212,"title":"Face of the Screaming Werewolf","adult":false},{"cast":["Marjorie de Sousa","Víctor González"],"overview":"","release_date":"2008-04-02","genres":[18,10749],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":119214,"title":"Duelos de Pasarelas","adult":false},{"cast":["Eduardo de la Peña","Leticia Perdigón","Guillermo Rivas","Sergio Ramos"],"overview":"","release_date":"1985-01-01","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":119216,"title":"Mas Vale Pajaro en Mano","adult":false},{"cast":["Raúl Araiza","Edna Bolkan","Claudio Báez","Susana Contreras"],"overview":"","release_date":"1997-01-01","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":119218,"title":"Destino Traidor","adult":false},{"cast":["Laura Almendra","Azul","Carmen Barraza","Susana Huesca","Arturo Molinar"],"overview":"","release_date":"2003-01-01","genres":[28],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":119220,"title":"Vida de Malandros","adult":false},{"cast":["Luis Gatica","Flavio Peniche","Hugo Stiglitz"],"overview":"","release_date":"2003-01-01","genres":[28],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":119225,"title":"La Ley del Cholo III","adult":false},{"cast":["Eric del Castillo","Pilar Pellicer","Sherlyn","Luis Felipe Tovar","Pablo Zuack"],"overview":"","release_date":"1998-01-01","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":119227,"title":"Ortiga's Field","adult":false},{"cast":["Edmond O'Brien","Sterling Hayden","Dean Jagger","Kasey Rogers","Lyle Bettger"],"overview":"Jim Vesser and his team of railroading men try to build a rail line through a mountain pass, while a group of less scrupulous construction workers sabotage the entire operation in the hopes that they can get their tracks laid first and get the money from the railroad.","release_date":"1952-05-16","genres":[12,37],"vote_average":5.7,"runtime":89,"cert":"N\/A","id":119229,"title":"Denver and Rio Grande","adult":false},{"cast":["Richard Burton","Maggie McNamara","John Derek","Raymond Massey","Charles Bickford"],"overview":"Prince of Players is a biographical film about the 19th century American actor Edwin Booth.","release_date":"1955-01-11","genres":[18],"vote_average":6.0,"runtime":102,"cert":"N\/A","id":119252,"title":"Prince of Players","adult":false},{"cast":["José Luis Adserías","Bella Agossou","Joaquín Alcacer","Joan Bentallé"],"overview":"","release_date":"2010-06-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":119254,"title":"Johan1","adult":false},{"cast":["Sandra Nováková","Marie Doležalová","Petra Nesvačilová","Oldřich Hajlich"],"overview":"Iska, Karolína, and Vendula are eighteen-year-old girls who have just graduated from high school. Not wanting to let go of their carefree student lives or their friendship, they plan to hitchhike to Holland, where they've arranged to work on a farm for three months. But Vojta, Iska's little brother and her father's right hand man, joins the trio against their will. He becomes a witness as well as a catalyst for the breakup of their friendship - for the girls recognize that time cannot be stopped. Dolls is a story about searching for love and finding oneself in the volatile time of late adolescence.","release_date":"2007-04-05","genres":[10749,35,18],"vote_average":6.3,"runtime":90,"cert":"N\/A","id":119256,"title":"Dolls","adult":false},{"cast":["Antonio Badú","Leticia Palma","Luis Beristáin","Irma Dorantes"],"overview":"","release_date":"1950-07-12","genres":[80,18,10749,53],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":119258,"title":"Vagabunda","adult":false},{"cast":["Ivon Ponce","René Mussi","Leslie Villegas","Isabel Gonzalez"],"overview":"","release_date":"2008-12-10","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":119260,"title":"Aurora's Sin","adult":false},{"cast":["Edna Bolkan","Diana Golden","Patricia Rivera"],"overview":"","release_date":"1999-01-01","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":119262,"title":"Las Cuatro Narcas","adult":false},{"cast":["Antonio Casas","Mabel Escaño","Antonio Ferrandis","Juan Luis Galiardo","Verónica Orueta"],"overview":"","release_date":"1976-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":119264,"title":"La Promesa","adult":false},{"cast":["Carmen Buitron","Nancy Gama","Miguel Ángel Hernández","Vicky Palacios","Flavio Peniche"],"overview":"","release_date":"2007-01-01","genres":[28],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":119266,"title":"En las Garras de la Mafia","adult":false},{"cast":["Jason Statham","Jennifer Lopez","Nick Nolte","Michael Chiklis","Clifton Collins Jr."],"overview":"A thief with a unique code of professional ethics is double-crossed by his crew and left for dead. Assuming a new disguise and forming an unlikely alliance with a woman on the inside, he looks to hijack the score of the crew's latest heist.","release_date":"2013-01-23","genres":[28,80],"vote_average":5.8,"runtime":118,"cert":"15","id":119283,"title":"Parker","adult":false},{"cast":["Mitchell Lundin","Caitlin Magnusson","Andrew Tatge"],"overview":"Three Carleton College students take on the challenge of ditching computers to find out how their academic, social, and work lives will be affected. No Facebook. No e-mail. No YouTube. How will they get their work done? Will they cheat? Who will survive the longest? This documentary follows Andrew, Caitlin, and Chel as they learn to interact with themselves and with others in ways we have largely forgotten.","release_date":"2008-01-01","genres":[99],"vote_average":7.0,"runtime":62,"cert":"N\/A","id":119285,"title":"Disconnected","adult":false},{"cast":["Angela Gots","Robert Hays","Ellen Greene","Lynnda Ferguson","Sean Flynn"],"overview":"A girl in the 1970s dreams of becoming a ballerina while struggling with the divorce of her kooky parents.","release_date":"2001-03-09","genres":[35,18],"vote_average":4.0,"runtime":96,"cert":"N\/A","id":119290,"title":"Sex and a Girl","adult":false},{"cast":["Brian Bosworth","Leah Pinsent","David Fox","Daniel Kash","Eric Peterson"],"overview":"A United States Presidential bodyguard risks everything to save the day when a truck chock full of biological weapons contrives to crash in a National Park.","release_date":"1996-12-10","genres":[28,53],"vote_average":2.7,"runtime":90,"cert":"N\/A","id":119292,"title":"Virus","adult":false},{"cast":["Will Hay","Moore Marriott","Graham Moffatt","Peter Gawthorne","Eric Clavering"],"overview":"Capt Viking and his incompetent fire crew accidentally foil a plot to steal the crown jewels.","release_date":"1939-06-29","genres":[],"vote_average":7.7,"runtime":73,"cert":"U","id":119294,"title":"Where's That Fire","adult":false},{"cast":["Curt McDowell","Virginia Giritlian","Ainslie Pryor","Kathleen Hohalek","Michelle Gross"],"overview":"\"One of Kuchar’s few feature-length works is this ribald pastiche to postwar Hollywood melodrama, that period when the studios were trying very hard to be adult. The intricate, overheated plot involves a nurse trapped in an unhappy marriage who escapes the big city in search of greener pastures in Blessed Prairie, Oklahoma. Swerving from earnest homage to dark satire, Kuchar simultaneously imitates and savages the legacy of Sirk, Preminger and Minnelli that inspired him, gleefully intertwining the suggestive and the scatological, while also pointing towards the later postmodern parodies of Cindy Sherman. The Devil’s Cleavage is also a rich time capsule of 1970s San Francisco, replete with cameos from Curt McDowell and Art Spiegelman.\" —hcl.harvard.edu","release_date":"1975-11-28","genres":[18],"vote_average":7.0,"runtime":122,"cert":"N\/A","id":119296,"title":"The Devil's Cleavage","adult":false},{"cast":["Warren William","Ruth Ford","Roger Clark","Victor Jory","Eric Blore"],"overview":"Michael Lanyard, the reformed criminal known as the Lone Wolf, is played in this Columbia B picture by the suave Warren William. The script contrives to have Lanyard's faithful butler Jamison (Eric Blore) to be mistaken for his boss by a gang of jewel robbers.","release_date":"1941-11-13","genres":[80,9648,10749],"vote_average":7.0,"runtime":66,"cert":"N\/A","id":119313,"title":"Secrets of the Lone Wolf","adult":false},{"cast":["Frank Welker","Matthew Lillard","Grey DeLisle","Mindy Cohn"],"overview":"When Scooby and the gang hear of a werewolf plaguing a traveling circus, they go undercover as circus performers to get to the bottom.","release_date":"2012-10-22","genres":[16,35,10751],"vote_average":6.5,"runtime":81,"cert":"PG","id":119321,"title":"Big Top Scooby-Doo!","adult":false},{"cast":["Keiko Suzuki"],"overview":"Keiko Suzuki is a lonely waitress in Tokyo. Her father passes away of cancer and she becomes obsessed with the passage of time. And so, three weeks before her 22nd birthday, she decides to record this period of time in the most accurate way possible, regardless of how lonely or banal this record ends up being.","release_date":"1997-11-12","genres":[18],"vote_average":5.0,"runtime":61,"cert":"N\/A","id":119332,"title":"I Am Keiko","adult":false},{"cast":["Alan Tam","Joyce Ni","Cecilia Yip","Bill Tung","Tang Pik-Wan"],"overview":"A young woman has a tragic accident, slipping on a skateboard and falling off the roof of a tall building. Koo Chi Ming, an insurance investigator, is sent to determine whether the girl's death is an accident or a suicide and he recognizes the young woman from an earlier chance encounter.","release_date":"1983-12-15","genres":[27],"vote_average":4.0,"runtime":98,"cert":"N\/A","id":119337,"title":"Esprit D'amour","adult":false},{"cast":["Sammo Hung","Teresa Mo","Irene Wan","Vincent Wan Yeung-Ming","Tommy Wong"],"overview":"A clumsy, easy-going but tough restaurant chef witnesses a murder of a cop. This leads him to a world of trouble, as the killer seeks to silence him. Luckily, the vengeful partner of the dead cop is there to help him.","release_date":"1991-05-16","genres":[28,53],"vote_average":5.0,"runtime":94,"cert":"N\/A","id":119339,"title":"Touch and Go","adult":false},{"cast":["Shizuka Makajima","Aiko Sato","Yuki Shimizu","Tsuyoshi Kida"],"overview":"Released as part of a Neo Action double bill with Tsujimoto Takanori's Hard Revenge, Milly, Kaneko Isao's The Masked Girl follows the giddy action adventures of a high school superheroine called upon to battle supreme evil. On the way home from school one day, high school girl Hoshino Ai (Shimizu Yuki) gets kidnapped by an evil crime organization called Joker, led by devil incarnate Black Maria (Sato Aiko). Ai manages to escape with the help of teacher Aoyama (Kida Tsuyoshi), but realizes she's gained superhero powers after being genetically modified by Joker. She reveals her problems to friend Yumi (Nakamura Shizuka), only to discover that Yumi also been genetically modified and brainwashed to serve Joker. Friends become foes as Ai is forced to fight Yumi, but that's only the beginning of the battle. To take down Black Maria and Joker, Ai must trade in her sailor skirt for superheroine threads, and become The Masked Girl!","release_date":"2008-08-09","genres":[28,18],"vote_average":1.0,"runtime":44,"cert":"N\/A","id":119347,"title":"The Masked Girl","adult":false},{"cast":["Haley Joel Osment"],"overview":"Four young boys find a shipwrecked Japanese sailor during World War II and struggle with the decision to save him.","release_date":"2001-01-16","genres":[],"vote_average":6.4,"runtime":90,"cert":"N\/A","id":119349,"title":"I'll Remember April","adult":false},{"cast":["Lucy Jenner","Endre Hules","Christian Malmin","LoriDawn Messuri"],"overview":"A blind street musician, shut off from everything but her music, begins working with a reclusive composer who uses sensual metaphors as teaching tools. Farced with the possibility of regaining her eyesight she fears she will lose her musical inspiration.","release_date":"1999-01-01","genres":[18],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":119354,"title":"The Seventh Sense","adult":false},{"cast":["Talia Shire","Richard Jordan","Keith Carradine","John Belushi","John Houseman"],"overview":"John Belushi was the high school sweetheart who ruined her reputation with lies. Richard Jordan was the college lover that she almost married. Keith Carradine is the unstable brother of her first real love. Diane Cruise is a woman whose life has shattered in a myriad of pieces. After the dissolution of her marriage, she decides to delve into her past and seek out the men who marked the milestones of her life.","release_date":"1979-03-22","genres":[18],"vote_average":4.3,"runtime":103,"cert":"N\/A","id":119356,"title":"Old Boyfriends","adult":false},{"cast":["David Hemmings","Alida Valli","Andrea Rau","Francisco Rabal","Nuria Gimeno"],"overview":"A young Hacienda-owner abuses women due to his traumatic youth while his mother covers for his sadistic actions. When he 'tames' the daughter of the mansion supervisor and marries her, his young wife soon becomes the dominating person in the family.","release_date":"1974-05-29","genres":[18,53],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":119361,"title":"Beyond Erotica","adult":false},{"cast":["Claudia Jennings","Jean Marie Ingels","Cheri Howell","Joan Prather","Greg Mullavey"],"overview":"A group of men and women travel to a Carribean resort to discover themselves sexually but unfortunately one of them has also discovered that they like to murder people too.","release_date":"1974-04-14","genres":[35,18,27],"vote_average":4.5,"runtime":83,"cert":"N\/A","id":119363,"title":"The Single Girls","adult":false},{"cast":["Ingrid Greer","Nanette K. Martin","Carry Nichols","Beate Williams","Ken Metcalfe"],"overview":"Caged like animals! Sexually abused and brutally tortured! ... Escape is their only hope!","release_date":"1978-01-01","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":119365,"title":"Hell Hole","adult":false},{"cast":["Mark Frankel","Amanda Pays","Maryam d'Abo","Roshan Seth","Jason Isaacs"],"overview":"Katie can read minds. Being desirable, the male minds she reads are all thinking of one thing. She always responds by hitting them and storming off without explanation. Daniel is an expert in body language and interprets this as a sign she wants to be pursued. Since Daniel spends most of his time, when not terrorizing his students, pursuing women, Katie gets ever more exasperated that he is treating her exactly as he treats every presentable female from the motorcycle cop to the squeegee girl. She cannot read minds when her eyes are covered, or when minds are thinking in a foreign language, so she misinterprets Sandip's desire for hunger. She also holds Daniel responsible for his subconscious desire for his friend's wife (Caroline).","release_date":"1995-02-10","genres":[],"vote_average":0.0,"runtime":106,"cert":"","id":119376,"title":"Solitaire for 2","adult":false},{"cast":["Domenick Dicce","Dave Hoffman","Octavio"],"overview":"This investigative documentary based on Dan Brown's book Angels and Demons seeks to uncover any possible truth behind the theories posed in the story. Is the Vatican secretly embroiled in an ancient war with the Illuminati or is the story posed by brown pure fiction?","release_date":"2005-09-27","genres":[99],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":119378,"title":"Illuminating Angels & Demons","adult":false},{"cast":["Donald Sutherland","Ned Beatty","Ruth Gordon","Lucy Gutteridge","Michael Hordern"],"overview":"George Trent, a British spy, has gone incommunicado in Ibiza. Appleton Porter (Donald Sutherland) is sent to find out what happened to Trent. Porter settles into a small hotel with several busybody guests. He probes them for information about Trent, their former neighbor. Meanwhile, the spy survives several attempts on his life as he attempts to solve the mystery.","release_date":"1987-12-04","genres":[35],"vote_average":3.3,"runtime":91,"cert":"N\/A","id":119383,"title":"The Trouble with Spies","adult":false},{"cast":["Tommy Davidson","Small Fire","Chris Spencer","A.J. Jamal"],"overview":".","release_date":"2009-09-01","genres":[35],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":119385,"title":"The Family Hour","adult":false},{"cast":["Pongpitch Preechaborisuthikul","Wanida Termthanaporn","Chayatad Yupenkaew","Patipan Lorsatian","Padung Songsang"],"overview":"A group of teenagers hope to reach stardom with their band. In exchange for a facility where they can practice their music, they must take care of a bakery which is owned by the family of one of the band members. Eventually, they'll have to decide between the success of their music or the bakery.","release_date":"2011-06-09","genres":[35],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":119387,"title":"Small Rule","adult":false},{"cast":["Woody Allen","Jean-Claude Carrière","Juan Luis Buñuel"],"overview":"This documentary traces the relationship of Buñuel with American culture and Hollywood. The program proposes a chronological journey through the Aragonese filmmaker stays in the U.S., the characters he met, the films he made and he could never do.  The program also includes new material-unpublished until 2012 - the Aragonese director filmed in the U.S. in the early 1940s and where he can be seen playing one of their children or enjoying a short holiday in a cottage.","release_date":"2000-02-22","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":119398,"title":"Buñuel in Hollywood","adult":false},{"cast":["Fernando Fernán Gómez","Catalina Bárcena","Silvia Pinal"],"overview":"The famous couplet singer Mimi Pompon leaves everything to marry Heriberto Promenade, a wealthy merchant of Limoges with five marriages behind her. Of course Mimi has also been widowed five times. Saintpaul, an astute police, suspicious of so many accidental deaths and closely monitor both the mansion. Gradually, we discover that Heriberto, fearing that their wives may betray him, the killer, always with the complicity of her mother.","release_date":"1961-01-21","genres":[],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":119403,"title":"Adiós, Mimí Pompón","adult":false},{"cast":[],"overview":"Set in colonial America, in what is now Virginia, and London, \"Pocahontas\" has become an internationally known and loved story for its historical value, entertaining youngsters of all ages. The film tells the story of the first English settlers in Virginia and its relations with the Native Americans who lived there. Pocahontas, daughter of the powerful Chief Powhatan, belongs to a tribe of Native Americans of great culture and nobility, who love and respect everything about nature and life.","release_date":"1999-01-01","genres":[],"vote_average":6.0,"runtime":50,"cert":"N\/A","id":119414,"title":"Pocahontas","adult":false},{"cast":["ณัฐนี สิทธิสมาน","อรุชา โตสวัสดิ์","เบญจณัฏฐ์ อักษรนันทน์"],"overview":"","release_date":"2011-08-22","genres":[35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":119419,"title":"บ้านผีปอบ รีฟอร์เมชั่น","adult":false},{"cast":["Ingmar Bergman"],"overview":"In 1969 he made, with Sven Nykvist as cinematographer, The Fårö Document, a film that ended with a rather pessimist view of the island’s future. One of the scenes in the film is of a school-bus and its young passengers. To these and to the realities ten years later Bergman returns in the long documentary Fårö Document 1979.","release_date":"1979-12-24","genres":[99],"vote_average":6.3,"runtime":103,"cert":"N\/A","id":119421,"title":"Fårö Document 1979","adult":false},{"cast":["Ralf Moeller","Danny Woodburn","Robert McRay","Andrew Craig"],"overview":"In this adaptation of the work of Robert E. Howard, Conan goes in search of the ancient Sword of Atlantis, a powerful weapon you need to deal with an evil sorcerer. Together with a group of brave warriors live an incredible adventure in which you face terrible creatures from hell.","release_date":"1997-01-01","genres":[28,12,14,10770],"vote_average":5.8,"runtime":85,"cert":"N\/A","id":119423,"title":"Conan","adult":false},{"cast":["Ellen Barkin","Luke Grimes","Bob Einstein","Theresa Randle","Melora Walters"],"overview":"Renowned actress Colleen West abandons her successful career for a secluded life in the hills. But the quiet and peace of mind she longed for is disrupted by the noisy construction of neighboring housing developments. Before long, Colleen discovers that she really can’t stand herself now that she has given up the only thing that she has ever truly been passionate about. As an alternative to isolation, she reluctantly befriends her jubilant, whimsical neighbor and reconnects with her estranged brother. Haunted by loneliness and past desires, Colleen begins to feel as if she has lived her life through the characters she has played on stage and screen. –Quinzaine des Réalisateurs","release_date":"2010-05-15","genres":[18],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":119425,"title":"Shit Year","adult":false},{"cast":["Benjen Pansa","Monie Pansa"],"overview":"The film traces the extensive journey of two unidentified brothers who venture from the outskirts of Paramaribo, Suriname, on land and through rapids, past a Maroon village on the Upper Suriname River, in a rehearsal of the voyage undertaken by their ancestors, who escaped from slavery at the hands of the Dutch 300 years prior. A path still traveled to this day, its changing topography bespeaks a diverse history of forced migration.","release_date":"2009-09-12","genres":[],"vote_average":8.8,"runtime":135,"cert":"N\/A","id":119427,"title":"Let Each One Go Where He May","adult":false},{"cast":["Aldo Fabrizi","Roldano Lupi","Yvonne Sanson","Ave Ninchi","Alberto Sordi"],"overview":"","release_date":"1947-09-23","genres":[18],"vote_average":7.3,"runtime":96,"cert":"N\/A","id":119429,"title":"Flesh Will Surrender","adult":false},{"cast":["Ken Maynard","Cecilia Parker","Sheldon Lewis","Frank Brownlee","Jack Clifford"],"overview":"A range lawman (Ken Maynard) unmasks a black-cloaked phantom killer (Sheldon Lewis).","release_date":"1932-12-25","genres":[28,18,9648,10749,37],"vote_average":3.0,"runtime":62,"cert":"N\/A","id":119434,"title":"Tombstone Canyon","adult":false},{"cast":["Gösta Ekman"],"overview":"Ragnar works in an office. He turns 33 in May, and he has 45 in shoes. Ragnar has a vivid imagination. The more he thinks, the younger he wants to be. He thinks it would be good if he were ten years or maybe only seven. Then he would be out playing now. Usually Ragnar think when he sits in his office. He is actually the man who does not want to grow up, or become a grown-up.","release_date":"1979-12-25","genres":[16,10751],"vote_average":7.5,"runtime":55,"cert":"N\/A","id":119436,"title":"Farbrorn som inte vill va' stor","adult":false},{"cast":["Daisuke Namikawa","Hiroki Yasumoto","Hiroki Takahashi","Katsuyuki Konishi","Noriaki Sugiyama"],"overview":"The Pictorians have arrived from deep in space. They also have dangly glow-balls on their heads, which is kinda cool, but still. The freaky aliens are using use their crazy rainbow-beam-thingy to paint everything on Earth the same color: white! See, now the title of the movie makes more sense, right? Anyway, if the Pictorians are to be stopped, the Allied guys and the Axis boys - plus some new characters, too - must set aside their differences, unite against their common foe, and hopefully get together for a sweaty workout to make sure they're super-ready to save the world!","release_date":"2010-06-05","genres":[36,16,35],"vote_average":7.7,"runtime":80,"cert":"N\/A","id":119441,"title":"Hetalia: Axis Powers: Paint It, White!","adult":false},{"cast":["Tami Sutton","Fritz Klein","James Reeves","Joe Jones"],"overview":"","release_date":"2010-01-10","genres":[36],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":119443,"title":"Lost River: Lincoln's Secret Weapon","adult":false},{"cast":["George Binette","Pablo Cook","Anthony Davie","Tymon Dogg","Joe Strummer"],"overview":"","release_date":"2005-03-01","genres":[99],"vote_average":0.0,"runtime":60,"cert":"","id":119445,"title":"Viva Joe Strummer: The Clash and Beyond","adult":false},{"cast":["Will Klipstine","Amy Mills","David Castagnetti","Lee J. Razalan"],"overview":"","release_date":"2012-01-01","genres":[35],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":119447,"title":"The Evolution of Andrew Andrews","adult":false},{"cast":["Bill Bellamy","Tommy Davidson","Deon Cole"],"overview":"Filmed live in Los Angeles, Bellamy gives a terrific performance, engaging the audience on such topics as sex chat rooms, killer whales and their trainers,nJay-Z and Beyonce, making it rain in strip clubs and more.","release_date":"2012-06-02","genres":[35],"vote_average":5.5,"runtime":58,"cert":"N\/A","id":119452,"title":"Bill Bellamy: Crazy Sexy Dirty","adult":false},{"cast":["John Michael Higgins","Missi Pyle","Vahik Pirhamzei","Anthony Clark","Rachel Blanchard"],"overview":"Cultures collide when an old Armenian man stars in a new reality show","release_date":"2012-09-21","genres":[35],"vote_average":5.5,"runtime":102,"cert":"N\/A","id":119454,"title":"My Uncle Rafael","adult":false},{"cast":[],"overview":"","release_date":"2007-01-01","genres":[10770],"vote_average":0.0,"runtime":36,"cert":"N\/A","id":119456,"title":"Surfing Soweto","adult":false},{"cast":["Linus Roache","Derek Ting","Richard Ng","Michael Park","Kathy Uyen"],"overview":"A maverick New York hedge fund trader with uncanny analytic abilities moves to Hong Kong and orchestrates a mega-deal that swiftly escalates beyond his control.","release_date":"2012-08-10","genres":[53,18],"vote_average":3.8,"runtime":103,"cert":"N\/A","id":119458,"title":"Supercapitalist","adult":false},{"cast":["Tomas Bolme","Heinz Hopf","Björn Gustafson","Anders Henrikson","Birgitta Pettersson"],"overview":"Göte is a young teen who seems to be at odds with his family and may not know his own mind that well either. Discontented and rebellious, Göte joins up with two mean-spirited game poachers in spite of the fact that he loves animals and nature. This contradiction between his own feelings and his need to rebel reaches a climax when a forest ranger starts to track down the young men in ever-tightening circles.","release_date":"1961-09-25","genres":[18],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":119460,"title":"The Boy in the Tree","adult":false},{"cast":["Federico Castelluccio","Aaron Hendry","Peter Kwong","Dion Basco","Stana Katic"],"overview":"A group of European explorers returning from China battle a pair of dragons sent by an evil wizard intent on keeping his land a secret.","release_date":"2006-07-22","genres":[12,14],"vote_average":3.9,"runtime":89,"cert":"N\/A","id":119468,"title":"Dragon Dynasty","adult":false},{"cast":["Audrey Long","Warren Douglas","Jeff Donnell","Marcel Journet","Danny Morton"],"overview":"A mailman (Warren Douglas) leads PO-men to a pistol-packing stamp thief (Audrey Long) and her gang.","release_date":"1949-09-01","genres":[80,18],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":119476,"title":"Post Office Investigator","adult":false},{"cast":["Michelle Argyris","Shantelle Canzanese","Vanessa Broze","Kevin Walker","Wayne Conroy"],"overview":"Alexandra is a lively college student returning to live with her roommates Jessica and Breanne after the summer holidays. After a night of drinking, Alex agrees to a psychic reading to learn about her future with her boyfriend, Brian, but during the reading a dramatic turn of events causes SOMETHING to go drastically wrong. When Alex awakes the next day, she cant remember the events of the night before. She begins to hear creepy noises, hallucinate, black out and receive unidentifiable scratch marks all over her body. Afraid shes going crazy, she seeks help from her friends but Jessica, Breanne and Brian are incapable of comprehending the scope of the darkness descending UPON her. Instead, Alex receives help from a school professor and his father who have dealt with the supernatural before. But as Alexs condition worsens, it becomes apparent that it may already be too late to stop the entity from using Alexs body as a gateway into our world (IMDb.com).","release_date":"2012-05-16","genres":[27],"vote_average":4.7,"runtime":93,"cert":"18","id":119478,"title":"Devil Seed","adult":false},{"cast":["Barbara Windsor","Ronald Fraser","Melvyn Hayes","Francesca Annis","Bernard Cribbins"],"overview":"Having pulled off the smallest ever train robbery, Little Walter and his crew decide to get out of London. The six of them set up business in a disused monastery off the Cornish coast, despite the fact that none of them really qualifies as a monk - least of all Walter's moll Bikini. Bit by bit, the quiet way of life starts becoming a habit.","release_date":"1964-01-01","genres":[35],"vote_average":5.7,"runtime":97,"cert":"U","id":119486,"title":"Crooks in Cloisters","adult":false},{"cast":["Catharine Burgess","Laura Nicholson","Jamie Gillis","Roger Caine","Douglas Wood"],"overview":"A rich socialite escapes her boring lifestyle when a ghost takes her to a sexual hell where anything goes.","release_date":"1976-09-22","genres":[27],"vote_average":6.1,"runtime":91,"cert":"N\/A","id":119488,"title":"Through the Looking Glass","adult":true},{"cert":"N\/A","title":"Maj på Malö","cast":["Inga Landgré","Ludde Gentzel","Olof Bergström","Kolbjörn Knudsen","Bernhard Sönnerstedt"],"genres":[35,10749],"id":119499,"overview":"A con artist arrives to a small island to swingle money from the fishermen.","runtime":75,"release_date":"1947-10-22","vote_average":4.0,"adult":false}]