[{"cast":[],"overview":"A performance of the cake walk.","release_date":"1905-01-01","genres":[99],"vote_average":4.5,"runtime":1,"cert":"N\/A","id":120004,"title":"Cake-walk nègre","adult":false},{"cast":["Beau Brummell","Keith Van Der Wat","Gaby Getz"],"overview":"A Mexican bandit faces the firing squad - the call to fire about to be made. Suddenly, out of nowhere a lone man appears, killing the entire squad. But this act of mercy was not performed out of kindness or compassion...the stranger has one half of a map that leads to a cache of gold; the outlaw has the other.","release_date":"1971-08-01","genres":[],"vote_average":4.0,"runtime":98,"cert":"N\/A","id":120006,"title":"Three Bullets... for a Long Gun","adult":false},{"cast":["Polin"],"overview":"Polin performs a song.","release_date":"1905-01-01","genres":[10402],"vote_average":5.8,"runtime":2,"cert":"N\/A","id":120008,"title":"Polin Performs \"The Anatomy of a Draftee\"","adult":false},{"cast":["Charles Armand Ménard dit Dranem"],"overview":"Dranem performs \"Five O'Clock Tea\" for Alice Guy.","release_date":"1905-01-01","genres":[10402],"vote_average":5.3,"runtime":2,"cert":"N\/A","id":120010,"title":"Dranem Performs \"Five O'Clock Tea\"","adult":false},{"cast":["Félix Mayol"],"overview":"Félix Mayol performs The Trottins Polka (La Polka des Trottins, by A. Trebitsch and H. Christine) in this phonoscene by Alice Guy. This early form of music video was created using a chronophone recording of Mayol, who was then filmed \"lip singing\". Guy would film phonoscenes of all three major Belle Époque celebrities in France: Polin, Félix Mayol, and Dranem.","release_date":"1905-01-01","genres":[10402],"vote_average":5.5,"runtime":2,"cert":"N\/A","id":120012,"title":"Félix Mayol Performs \"The Trottins' Polka\"","adult":false},{"cast":[],"overview":"The Official Highlights of the ICC 2011 Cricket World Cup.  Relive the ICC Cricket World Cup 2011, arguably the greatest cricket tournament on the planet, from the stunning Opening Ceremony to it's exciting climax in Mumbai. Follow the unforgettable moments of the tournament, the big scores from the little master Tendulkar, the fastest hundred in World Cup history, the match winning partnerships and all crucial wickets. We take you through the action from the unpredictable groups stages, including arguably the most exciting tie in ICC World Cup history, the memorable major upsets and some sensational individual performances. We also have extensive coverage from all the nail-biting matches in the knockout stages involving the biggest names in the sport as they looked to pursue their ambitions of World Cup success. And of course we capture all the emotion of the truly memorable final, the climax of what was the unforgettable ICC Cricket World Cup 2011.","release_date":"","genres":[],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":120014,"title":"ICC Cricket World Cup 2011 - Official Highlights","adult":false},{"cast":[],"overview":"A bunch of people run an obstacle course all around town.","release_date":"1906-01-01","genres":[35],"vote_average":5.0,"runtime":5,"cert":"N\/A","id":120016,"title":"An Obstacle Course","adult":false},{"cast":[],"overview":"A lady uses her maid to lick her stamps, when an overtly excited man notices the maid, forcibly kisses her, and they wind up stuck to each other.","release_date":"1906-08-31","genres":[35],"vote_average":5.3,"runtime":2,"cert":"N\/A","id":120018,"title":"A Sticky Woman","adult":false},{"cast":[],"overview":"A poor boy is mistreated by his mother when his father isn't looking.","release_date":"1906-01-01","genres":[18],"vote_average":4.8,"runtime":6,"cert":"N\/A","id":120020,"title":"The Cruel Mother","adult":false},{"cast":[],"overview":"A runaway barrel wreaks havoc all over the city.","release_date":"1906-01-01","genres":[35],"vote_average":5.0,"runtime":2,"cert":"N\/A","id":120022,"title":"A Story Well Spun","adult":false},{"cast":[],"overview":"The parish priest spends his Christmas spreading good will.","release_date":"1906-01-01","genres":[],"vote_average":4.5,"runtime":6,"cert":"N\/A","id":120024,"title":"The Parish Priest's Christmas","adult":false},{"cast":[],"overview":"It's a society in which gender roles are switched. Will men stand to be unequal?","release_date":"1906-01-01","genres":[35],"vote_average":6.6,"runtime":7,"cert":"N\/A","id":120026,"title":"The Consequences of Feminism","adult":false},{"cast":[],"overview":"The kids of a game-keeper get into a chase with rifles.","release_date":"1906-01-01","genres":[18],"vote_average":5.5,"runtime":5,"cert":"N\/A","id":120028,"title":"The Game-Keeper's Son","adult":false},{"cast":["Jennifer Jones","Jordan Christopher","Holly Near","Lou Rawls","Charles Aidman"],"overview":"The overweight debutante daughter of the world's wealthiest couple falls in with a gang of tripped out, skydiving pseudo-reactionary pop stars, who take their beliefs of the American ideal to profoundly impossible heights.","release_date":"1969-08-19","genres":[80,18],"vote_average":4.0,"runtime":93,"cert":"N\/A","id":120030,"title":"Angel, Angel, Down We Go","adult":false},{"cast":[],"overview":"A soldier with a fur hat hides in a closet.","release_date":"1907-01-01","genres":[35],"vote_average":5.0,"runtime":5,"cert":"N\/A","id":120035,"title":"The Fur Hat","adult":false},{"cast":[],"overview":"A four-year-old saves the day.","release_date":"1907-10-01","genres":[35],"vote_average":5.8,"runtime":5,"cert":"N\/A","id":120037,"title":"A Four-Year-Old Heroine","adult":false},{"cast":[],"overview":"A piano entices anyone who comes near.","release_date":"1907-09-30","genres":[35],"vote_average":5.0,"runtime":4,"cert":"N\/A","id":120039,"title":"The Irresistible Piano","adult":false},{"cast":[],"overview":"During the French Revolution, a boy runs across trouble at the barricade.","release_date":"1907-01-01","genres":[18,36],"vote_average":5.0,"runtime":5,"cert":"N\/A","id":120041,"title":"On the Barricade","adult":false},{"cast":["Tom Cavanagh","Faith Ford","Gil Bellows","Gabrielle Miller","Emma Lahana"],"overview":"Emily (Faith Ford) misses her daughter Heather (Emma Lahana), who is attending college in Boston. Since her father died, Heather is sensitive to her mom’s dependence on long-standing holiday traditions. This Christmas, Heather has planned a trip to Phoenix with her boyfriend, but tells her mother she is staying on campus to study.  After Emily arranges a house-swap with Charles (Tom Cavanagh), an English professor from Boston who wants Washington State’s solitude in order to finish his novel, Emily hops on a flight to Boston to surprise Heather for Christmas. Unaware of the house swap, Emily’s best friend, Faith (Gabrielle Miller) walks in on Charles at Emily’s house and in Boston, Ray, Charles’ brother (Gil Bellows) responds to a 911 call only to find Emily at Charles’ condo. Will Christmas travel calamities lead to cross-country romances? Or have there been one too many surprises already?","release_date":"2011-11-26","genres":[10770,10751],"vote_average":6.6,"runtime":87,"cert":"N\/A","id":120055,"title":"Trading Christmas","adult":false},{"cast":[],"overview":"Filmmaker Jack Bond and Salvador Dali got together at Christmas 1965 to make Dali in New York, a highly entertaining film. Dali devoted two weeks of his life to creating extraordinary scenes for the film, performing \"manifestations\" with a plaster cast. A thousand ants and one million dollars in cash. When he confronts the feminist writer, Jane Arden, sparks fly. \"You are my Slave! I am not your slave. Everybody is my slave.\" Dali recalls his meeting with Freud, \"The last human relationship ever\" About his wife, 'But for Gala I would be lying in a gutter somewhere covered with lice\" Jim Desmond's dazzling cinematography captures the great artist painting as Flamenco virtuoso Manitas de Plata performs. Dali in New York is a rare treat for anyone who loves film and the living theatre of Dali's surreal universe.","release_date":"1965-02-21","genres":[99],"vote_average":5.5,"runtime":57,"cert":"N\/A","id":120060,"title":"Dali In New York","adult":false},{"cast":["Hilde De Baerdemaeker","Geert Hunaerts","Veerle Dobbelaere","Pol Goossen","Michael Pas"],"overview":"Eva accidentally witnesses (and tapes) the suicide of a girl.  The tape is stolen but retrieved by Dieter, with whom she starts an affair.","release_date":"2002-02-13","genres":[18,53,10749],"vote_average":3.7,"runtime":98,"cert":"N\/A","id":120062,"title":"Alias","adult":false},{"cast":["John Blythe","Lorna Dean","Wally Patch","Stan Paskin","Cyril Collins"],"overview":"The Thames river police try to track down smugglers.","release_date":"1948-03-01","genres":[53],"vote_average":5.0,"runtime":48,"cert":"","id":120064,"title":"River Patrol","adult":false},{"cast":["Nina Simone"],"overview":"Jazz Icons: Nina Simone features two incredible concerts from 1965 and 1968 showcasing the multifaceted diva in all her glory. Simone shines as a jazz vocalist extraordinaire on “Tomorrow Is My Turn,” as a definitive folk interpreter on Bob Dylan’s “The Ballad Of Hollis Brown” and as a passionate civil rights activist on both the epic “Four Women” and the scorching “Mississippi Goddam.” This DVD is a must for Nina Simone fans as she displays all of the qualities that made her both a supremely gifted jazz singer and pianist as well as the “High Priestess of Soul.”","release_date":"2008-09-29","genres":[10402],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":120075,"title":"Jazz Icons: Nina Simone, Live in '65 & '68","adult":false},{"cast":["Chase Moore","Maria Geelbooi","Jan Decleir","Arie Verveen"],"overview":"The tale of the extraordinary life and times of Lucky, a horse that was born in captivity but achieves his dream of running free with the help of a stableboy.","release_date":"1999-11-11","genres":[10751],"vote_average":3.8,"runtime":81,"cert":"N\/A","id":120077,"title":"Running Free","adult":false},{"cast":["Giovanni Vernia","Maurizio Micheli","Bebo Storti","Diego Abatantuono","Carmela Vincenti"],"overview":"","release_date":"2012-01-18","genres":[35],"vote_average":4.7,"runtime":null,"cert":"N\/A","id":120082,"title":"Ti stimo fratello","adult":false},{"cast":["Miroslav Etzler","Ingrid Timková","Jiří Mádl","Václav Postránecký","Sabina Laurinová"],"overview":"","release_date":"2006-01-11","genres":[35,10751],"vote_average":7.0,"runtime":112,"cert":"N\/A","id":120093,"title":"Taming Crocodiles","adult":false},{"cast":["Fele Martínez","Mariana Loureiro","Seu Jorge","Márcio Garcia","Paca Gabaldón"],"overview":"Marco is a lonely handicapped Spanish smuggler, driving through Brazil to sell out his cheap goods. When two bandits assault him and steal his load, he is miraculously saved by Carmo, a beautiful local girl who would rather die than spend another day in the hellhole where she lives.  Carmo and Marco will start a lawless, reckless journey, and an intense romance through a breathtaking South American border landscape.","release_date":"2008-06-21","genres":[12,18,10749],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":120095,"title":"Carmo, Hit the Road","adult":false},{"cast":["Jean-Louis Trintignant","Danièle Delorme","Christine Lelouch","Yves Robert","Judith Magre"],"overview":"A thief known as Simon the Swiss faces up and downs in his criminal profession.","release_date":"1970-11-20","genres":[28,53,80],"vote_average":7.4,"runtime":120,"cert":"N\/A","id":120100,"title":"The Crook","adult":false},{"cast":["Barry Lam Chi-Foo"],"overview":"He's a loner who's traveled far, seeking out chances to improve and finally perfect his fighting skills. For now, he can fulfill his life's destiny: to kill the man who calls himself King Kong--the man responsible for his parents' death. But Kong is waiting, armed with the service of the sinister Falcon and his shadow warriors: the ninja.","release_date":"1981-01-01","genres":[28],"vote_average":5.3,"runtime":83,"cert":"18","id":120102,"title":"Leopard Fist Ninja","adult":false},{"cast":["Steven Chiado","Christian M. Condrick","Chuck Getty","Tom Getty"],"overview":"Yesterday Noah Wilson was an average college student-- today he is the FBI's Most Wanted. He is a fugitive on the run. But why an average college student? Enter the Emulation corp., a company that provides for you the experience of living life through your favorite movie. For Noah however, his movie has spiraled out of control. What begins as a simple thriller-- eliminate the CIA mole, save the day-- progresses into a real-life murder case; himself the main suspect! Written by Anonymous  (IMDb.com)","release_date":"2010-07-08","genres":[28,12,53],"vote_average":2.5,"runtime":84,"cert":"N\/A","id":120104,"title":"Emulation","adult":false},{"cast":["Ulrike Krumbiegel","Elinor Lüdde","Thorsten Merten","Günter Naumann","Sandra Zänker"],"overview":"","release_date":"2007-10-24","genres":[18],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":120106,"title":"Meer is nich","adult":false},{"cast":["Richard Lewis","Sean Squire","Gerry Becker","Alicia Minshew","Kenny Albert"],"overview":"Richard Lewis plays coach Steven Adler, a one time high profile division one college basketball coach haunted by the demon of having lost five championship titles. Now he finds himself wasting away in a slack-jawed, low profile town coaching a second rate college program. Once again, he has miraculously brought this unlikely team to the finals. As his behavior on the day of the championship game indicates, he is far more successful at the game of basketball than the game of life. The question remains: if he finally wins the big game, will Coach Adler get his life back on track or is he already too far gone... ?","release_date":"1999-09-21","genres":[35,18],"vote_average":0.0,"runtime":106,"cert":"N\/A","id":120108,"title":"Game Day","adult":false},{"cast":[],"overview":"MANA performing the tracks from the comeback album Arde el Cielo","release_date":"2008-11-27","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":120116,"title":"MANA: Arde el Cielo","adult":false},{"cast":["Arlen Roth"],"overview":"Here you will pass the level of guitarist beginner to professional. The course of this easy to follow DVD allows you to keep up with your tutor. Arlen Roth is a pioneer of the guitar courses. He has toured and recorded with artists such as Simo & Garfunkel, Bob Dylan, Don McLean and Ry Cooder. It is the brain behind the movie \"Crossroads\", considered among the 100 most influential guitarists of all time, and author of 12 methods of selling guitar.","release_date":"2000-01-01","genres":[],"vote_average":0.0,"runtime":140,"cert":"N\/A","id":120118,"title":"Electric guitar for dummies","adult":false},{"cast":["Phillip Jack Brooks","John Cena","Bryan Danielson","Nick Nemeth","Kofi Sarkodie-Mensah"],"overview":"The coveted prize that has launched several careers into the championship limelight suspends from the rafters! The biggest Superstars in the WWE will battle for 2 Championship match contracts including, for the 1st time ever, John Cena. Who will scale the ladder and emerge with a chance at immortality? Plus, will the devilish Diva AJ be the kiss of death for WWE Champion CM Punk or for Daniel Bryan? And the entitled Alberto Del Rio finally gets his one-on-one title opportunity against World Heavyweight Champion Sheamus when WWE presents MONEY IN THE BANK!","release_date":"2012-07-15","genres":[28,18],"vote_average":7.1,"runtime":180,"cert":"N\/A","id":120120,"title":"WWE Money In The Bank 2012","adult":false},{"cast":["Tereza Grygarová","Antonio Albanese","Silvio Orlando","Antonio Catania","Paolo Montevecchi"],"overview":"Vesna, a Czech girl, arrives in Italy without money and, because of poverty, is forced into prostitution.","release_date":"1996-09-04","genres":[18],"vote_average":6.6,"runtime":92,"cert":"N\/A","id":120122,"title":"Vesna Goes Fast","adult":false},{"cast":["Cornel Wilde","Yvonne De Carlo","Raymond Burr","Lon Chaney Jr.","Rodolfo Acosta"],"overview":"In old Spanish California, dashing cattleman Juan Obregon returns to the rancho of his friend Gaspar Melo, to find he's fathered a son on Rosa, one of Gaspar's identical twin daughters. Overjoyed, he plans to formalize his \"unofficial\" marriage. But trouble brews; Melo's land is of unclear title and the new Don Domingo hopes to grab it for his own profit. Violence results. Without even knowing who survived, Juan (accompanied by Rosa's tomboy sister Tonya) rides for revenge, through spectacular pastoral and wilderness scenery.","release_date":"1954-10-06","genres":[12,37],"vote_average":5.0,"runtime":84,"cert":"N\/A","id":120124,"title":"Passion","adult":false},{"cast":[],"overview":"At the dawn of the 21st century, renegade toy designers, bored with the G.I. Joe status quo, boldly remixed and reassembled the toys of their parent's generation. Birthing a new format of toy and medium of artistic expression, these artists were the first to explore The Vinyl Frontier. A world where Art is Fun! By exploring a landscape inhabited by a wide range of artists, their creations, and obsessive collectors, the documentary examines the hybrid objects' artistic and commercial value, as well as the creative process of art-toy making. The Vinyl Frontier is a comprehensive look at a fresh and exciting art movement that anyone young at heart and imaginative can enjoy.","release_date":"2010-05-08","genres":[99],"vote_average":5.8,"runtime":82,"cert":"N\/A","id":120126,"title":"The Vinyl Frontier","adult":false},{"cast":["Leticia Brédice","Jorge Sanz","Antonio Gasalla","Loles León","Silke"],"overview":"Rolondo (Jorge Sanz), a marine biologist who specializes in sexual behavior of the mussels, has rented a house in Tenerife that, to his surprise, when he comes, he discovers inhabited by a beautiful woman, Paula (Leticia Brédice) paradigm for all disorders. Paula is in need of money and convinces Rolondo to accompany her to a poker game, so she can quickly get the money to leave the house and leave him alone with his mussels. Rolondo with the passing hours falls for her, but discovers that Paula likes women ... forcing him to take a drastic decision.","release_date":"2000-10-27","genres":[18,35,10749],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":120128,"title":"Clams and Mussels","adult":false},{"cast":["Maribel Martín","Lisa Gerrard","Lucia Bosé","Mary Carrillo","Günter Meisner"],"overview":"Adopted by a treacherous semi-scientific cult where extraordinary mental powers are common, extraordinary 12-year-old David begins an archetypal journey across two continents to find his destiny as Child of the Moon.","release_date":"1989-01-01","genres":[14,18,878],"vote_average":5.7,"runtime":118,"cert":"N\/A","id":120133,"title":"Moon Child","adult":false},{"cast":["Eloy Azorín","Carlos Fuentes","Elvira Herrería","Ricardo Moya","Fernando Ramallo"],"overview":"Film difícil de ver y aún más de digerir, \"A+\" se ha convertido, por méritos propios, en una de las ofertas más innovadoras -a la espera del estreno \"Sex\" con Nancho Novo y Silke- del panorama cinematográfico español. Aparentemente la historia no puede ser más sencilla. En ella se entrecruzan varios personajes que inician un viaje a un macroconcierto(o a ninguna parte, según se mire) por varias razones.","release_date":"2004-05-28","genres":[35],"vote_average":4.3,"runtime":104,"cert":"N\/A","id":120135,"title":"A+","adult":false},{"cast":["Begoña Maestre","Jorge Monje","Elena Ballesteros","Alberto Jiménez","Armando del Río"],"overview":"In late September, Iñigo comes to Madrid to study psychology and stays at the home of his sister Esther, who lives with a porn story writer called Gabriel and that is not going through its best. The three start a relationships sneaking, but neither will find it easy to tell if it's a simple adventure or if they are living a love story.","release_date":"2004-05-30","genres":[18],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":120137,"title":"Un año en La Luna","adult":false},{"cast":["Jeanne Tripplehorn","Corin Nemec","Leland Orser","Evan Parke","Britt McKillip"],"overview":"The FBI sought the help of Lucinda Pond (Jeanne Tripplehorn), a former agent of the body, to try to locate the author of a series of murders that allegedly may have committed his brother. Lucinda, who left the police years ago, decides to help reluctantly convinced by an old boyfriend (Leland Orser). The tracks are directly related to the abuse that Lucinda and her brother suffered during his childhood, which seems to be in the suspect has caused a serious psychological disorder.","release_date":"2002-01-29","genres":[18,53,80],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":120139,"title":"Brother's Keeper","adult":false},{"cast":["Zulma Faiad","Mario Fortuna","Enrique Guzmán","Violeta Rivas","Chucho Salinas"],"overview":"The famous artist finds his identical twin in a tour of Argentina with many situations of entanglement, but in the end overcome the twin love.","release_date":"1965-05-05","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":120144,"title":"Nacidos para cantar","adult":false},{"cast":["Analía Gadé","Alberto de Mendoza","Vicente Parra","Concha Velasco","Olinda Bozán"],"overview":"The neighborhood of La Boca, in Buenos Aires, is divided in two sectors: one is where decent people live under the tutelage of Magdalena, in the other, Manuel,ir responsible of a nightclub. Among decent people live Manolo, the milkman, awaiting the arrival of a Spanish woman to marry her. At the same time, the villain of Manuel also hopes for a Spanish nightclub. Women Arrivals weapon confusion.","release_date":"1966-06-21","genres":[35],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":120146,"title":"Las locas del conventillo","adult":false},{"cast":["Mary Carrillo","Julio Peña","Rafael Calvo","Jesús Tordesillas","Carlos Muñoz"],"overview":"Based on the book of Benito Pérez Galdós. Marianela (Nela) is an orphan young girl living in a small village where she guides the blind young son of a rich country man. She is secretly in love with him, knowing that he loves her only because he can't see her ugly face. But one day a famous doctor appears and promises to operate him so he can see. His father is happy to know this way he will be able to marry his rich cousin. Nela gets desperate knowing his luck will turn into her disgrace when he finally sees her face.","release_date":"1940-11-11","genres":[18],"vote_average":7.0,"runtime":87,"cert":"N\/A","id":120157,"title":"Marianela","adult":false},{"cast":[],"overview":"A side project by Clive Nolan of Arena and Pendragon fame recorded on the stage.","release_date":"","genres":[27,53],"vote_average":0.0,"runtime":111,"cert":"N\/A","id":120159,"title":"Shadowlands : Shadowlands Concert","adult":false},{"cast":["Dominic Aquilina","Lou Bondi","Grace Borg","Hector Bruno","Felix Busuttil"],"overview":"A group of laymen from the island of Malta are entrusted to save the planet. (100 mins.)","release_date":"2009-12-04","genres":[35,28,12],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":120164,"title":"Maltageddon","adult":false},{"cast":[],"overview":"Conceived and photographed with the loving collaboration of Susan Vigil during the last year of her life, Song and Solitude is balanced more toward an expression of inner landscape, or what it feels like to be, rather than an exploration of the external visual world as such.","release_date":"2007-04-12","genres":[],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":120166,"title":"Song and Solitude","adult":false},{"cast":["Dennis Handby","Robert Gillespie","Roy Kinnear","Roger Kemp","Julia McCarthy"],"overview":"Class distinctions, inferiority complexes, and social climbing abound as the bride, groom, and their families gather for a wedding banquet. There's a rumor that a general will be in attendance, secured by a real estate agent at one family's expense. After an argument about electricity, which exposes both the ignorance and the combativeness of the bride, the general does arrive, ear trumpet in hand. He commands the attention of all. But will tranquility last until the group photo?","release_date":"1961-10-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":120180,"title":"The Wedding","adult":false},{"cast":["Michael Gambon","Stephen Rea","Anthony Bate","Georgina Hale","Zoe Caldwell"],"overview":"The Seagull is about the natural tendency to seek love in the wrong places. Masha is in love with the playwright Constantin, who is in love with Nina. However Nina ignores Constantin's affection and becomes infatuated with another man. Constantin must endure not only rejection but also the ridicule of his mother, Madame Arkadina, a fading diva.","release_date":"1978-02-05","genres":[18],"vote_average":0.0,"runtime":120,"cert":"","id":120182,"title":"The Seagull","adult":false},{"cast":["Melvyn Bragg","Meg Wynn Owen","Patrick Stewart"],"overview":"An Artist's Story concerns the confrontation of ideas between Anton, a young landscape painter, and Lydia, a young aristocratic girl who devotes her life to good works.","release_date":"1974-02-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":120190,"title":"An Artist's Story","adult":false},{"cast":["Anthony Hopkins","Freddie Jones","Ann Bell","Roland Culver"],"overview":"Uncle Vanya is a tragic comedy of lost hopes, stifled passions and wasted lives. Vanya is a bitter, sarcastic man, obsessed with his wasted years and what might have been. He has spent his life toiling for the benefit of the scholar, Serabryakov, who has turned out to be a charlatan. To make matters worse, Vanya has fallen in love with Serabryakov's beautiful, young, new wife, ho does not return his ardor.","release_date":"1970-11-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":120192,"title":"Uncle Vanya","adult":false},{"cast":["Juan Diego Botto","Bárbara Lennie","Nora Novas","Mágica Pérez","Marc Rodríguez"],"overview":"When flaky novelist Mario turns up one day at the school where Daniel teaches, the educator is convinced the writer is a spirit from his repressed past, buried deep in his subconscious. As children, the two might almost have been brothers. But the marriage between Daniel’s father and Mario’s mother never materialised. This unexpected re-encounter brings both families together. When Mario slits his wrists and dies, Daniel and his wife Laura provide a home for the dead man’s daughter. Laura, who is childless, loves the girl from the moment they meet, but Daniel feels increasingly nervous around her. The demons of his past guilt continue to torment him. Daniel suffers agonies – until things come to a head during a show down in the mountains.","release_date":"2012-03-09","genres":[18,27,53],"vote_average":5.2,"runtime":95,"cert":"N\/A","id":120194,"title":"Childish Games","adult":false},{"cast":["James Johnston","Lisi Tribble","Ken Russell","Marie Findley"],"overview":"Rock star Roddy Usher's wife is murdered and Rod is sent to a lunatic asylum in this gothic-comedy-horror-musical.","release_date":"2002-02-02","genres":[],"vote_average":5.0,"runtime":83,"cert":"18","id":120199,"title":"The Fall of the Louse of Usher: A Gothic Tale for the 21st Century","adult":false},{"cast":["Judi Dench","Ian Holm","Peggy Ashcroft","John Gielgud","Dorothy Tutin"],"overview":"Madame Ranevsky and her daughter Anya return home from Paris to find that their beloved family estate and cherry orchard are to be auctioned off to pay debts. Lopahin, a former serf on the estate who is now a wealthy landowner, proposes razing the home and cherry orchard and dividing the estate into plots that could be leased at great profit. The family, however, continues to hold out hope that their beloved home can somehow be saved from destruction.","release_date":"1962-04-17","genres":[],"vote_average":8.0,"runtime":null,"cert":"","id":120201,"title":"The Cherry Orchard","adult":false},{"cast":["Judi Dench","Bill Paterson","Anton Lesser","Harriet Walter","Timothy Spall"],"overview":"Madame Ranevsky and her daughter Anya return home from Paris to find that their beloved family estate and cherry orchard are to be auctioned off to pay debts. Lopahin, a former serf on the estate who is now a walthy landowner, proposes razing the home and cherrt orchard and dividing the estate into plats that could be leased at great profit. The family, however, continues to hold out hope that their beloved home can somehow be saved from destruction.","release_date":"1981-10-13","genres":[18],"vote_average":0.0,"runtime":130,"cert":"","id":120203,"title":"The Cherry Orchard","adult":false},{"cast":["Sharifah Zarinatasha","Remy Ishak","Pekin Ibrahim","Marissa Yasmin"],"overview":"Pierre Andre's romance drama tells the story of Mia, a girl who loses her fiancee Ilhan in a car accident. To cope with her loss, Mia writes a song especially for him, but when she becomes involved in a car accident, Mia falls into coma for two weeks, only to wake to a memory loss in regards to the song for Ilhan. Try as she might, Mia is unable to remember the song that she wrote for Ilhan, and decides to return to the scene of her accident in hopes of recovering her memories. There, she encounters Izlan, a street musician who happens to be playing Ilhan's favourite song. Through that fateful meeting, the two fall in love. But will it ever be for Izlan and Mia when she cannot seem to forget her first love Ilhan?","release_date":"2012-06-28","genres":[10749],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":120208,"title":"Aku, Kau dan Dia","adult":false},{"cast":["Massimo Girotti","Marina Berti","Giulietta Masina","Michel Jourdan","Paola Borboni"],"overview":"","release_date":"1953-10-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":120210,"title":"At the Edge of the City","adult":false},{"cast":["Kika Markham","Phoebe Nicholls","Donald Pleasence","Tom Conti","Denholm Elliott"],"overview":"A reclusive, elderly author is visited by a young admirer … but both men are more than they claim to be.","release_date":"1980-10-19","genres":[28,53],"vote_average":7.0,"runtime":82,"cert":"","id":120212,"title":"Blade on the Feather","adult":false},{"cast":[],"overview":"Dennis Potter used his own background as a Russian language clerk in the War Office when writing this play for ITV's SATURDAY NIGHT THEATRE series. At the time of the 1956 Suez Crisis and the Russian invasion of Hungary, Private Bob Hawk reports to the London Intelligence Office where the strength of Soviet troops is under scrutiny.","release_date":"1970-05-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":120220,"title":"Lay Down Your Arms","adult":false},{"cast":["Joe Heath","Brad Heath","Stan Heath","Bruce Scott","Amanda Wooten"],"overview":"Walter Richardson is having a bad day. And his weekend isn't looking any better. Death has come to collect Walter's soul. There's only one problem. He accidentally came two days early. Now Walt has to spend the rest of his life with Death. It's gonna be a long weekend.","release_date":"2008-04-28","genres":[35,14],"vote_average":5.3,"runtime":105,"cert":"N\/A","id":120222,"title":"Life With Death","adult":false},{"cast":["Justus Kammerer","Pauline Rénevier","Cecilia Ljung","Hanns Zischler","Kurt Krömer"],"overview":"Thirteen year-old Nils Holgersson is bored dwelling on a farm with his parents. Instead of helping on the farm, he prefers to play pranks and tease animals. One day life unexpectedly changed Nils...","release_date":"2011-12-26","genres":[12,10751,14,10770],"vote_average":6.3,"runtime":231,"cert":"N\/A","id":120230,"title":"Nils Holgerssons wunderbare Reise","adult":false},{"cast":["Jonathan Kidd","Lynn Statten","John Harmon","Frank Arvidson","Wendy Berwick"],"overview":"When Pete (Jonathan Kidd) gets amnesia after a car wreck, he assumes the life of an evangelist with the help of of a preacher (Frank Arvidson). After his newfound success, however, his old girlfriend, and her new boyfriend, decide to blackmail Kidd for a search of the money. Kidd's problems intensify as memories start returning--and he thinks he killed the other driver.","release_date":"1961-12-01","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":120232,"title":"The 7th Commandment","adult":false},{"cast":["Jacques Bergerac","Mala Powers","Helena Nash","John Baer","Anna Lee Carroll"],"overview":"Accused of killing a woman on a train, Sharon Carlin runs home to find another corpse there too!","release_date":"1961-11-01","genres":[53,18,9648],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":120240,"title":"Fear No More","adult":false},{"cast":["Earl Scruggs","Doc Watson","Ricky Skaggs","Alison Krauss"],"overview":"For one historic evening, American music legends Earl Scruggs, Doc Watson, and Ricky Skaggs joined forces as The Three Pickers, to film a concert for public television.  The music they made before a North Carolina audience is as relaxed as a front porch picking session.  Informed by the skill and good humor of the three master musicians who contributed so much to the creation and evolution of bluegrass music.  With special guest Alison Krauss.","release_date":"2003-07-15","genres":[99,10402],"vote_average":5.7,"runtime":68,"cert":"N\/A","id":120254,"title":"The Three Pickers","adult":false},{"cast":[],"overview":"Using archive footage it tells the story of Welwyn Garden City \"a town built on an ideal of better living. A town founded by a near penniless Ebenezer Howard. A town which struggled to survive but which grew and flourished to become a varied balanced community of over 40,000 people. A town which has become one of the most internationally celebrated examples of a successful garden city\".","release_date":"2012-07-01","genres":[],"vote_average":0.0,"runtime":50,"cert":"U","id":120256,"title":"Welwyn Garden City - A Brave Vision","adult":false},{"cast":["Peter Vack","Troian Bellisario"],"overview":"A young woman commits suicide which leaves her boyfriend wondering what went wrong.","release_date":"2011-11-11","genres":[18,10749],"vote_average":4.8,"runtime":6,"cert":"N\/A","id":120261,"title":"A November","adult":false},{"cast":["Janin Ullmann","Josephine Schmidt","Roman Knizka","Kai Schumann","Florian Fitz"],"overview":"Kissing before Customers, that's Gretchen and Sarah's motto. And both are flirting with the enenmy. Literally.\r Clemens, who with his business partner is after the same assignment as them, is the center of their attention. When it comes to his intentions, though...","release_date":"2011-09-06","genres":[27],"vote_average":6.5,"runtime":91,"cert":"N\/A","id":120266,"title":"Flaschendrehen","adult":false},{"cast":["Badema","Lydia Billiet","Christoph Eichhorn","Sevimbike Elibay","Amadeus Flössner"],"overview":"A group of cosmopolitan women passengers aboard the Trans-Siberian\/Mongolian Railway are taken prisoner by Ulan Iga, a warrior princess.","release_date":"1989-02-01","genres":[35,18],"vote_average":7.5,"runtime":165,"cert":"N\/A","id":120268,"title":"Joan of Arc of Mongolia","adult":false},{"cast":["Jim Meskimen","Kate Movius"],"overview":"Focuses on a boy as he discovers love and comes to face the morality of his family. The film speaks of this through a web of oblique details, attempting to capture the flesh of relations and, perhaps, the very tension of being...","release_date":"2005-01-01","genres":[16],"vote_average":6.0,"runtime":16,"cert":"N\/A","id":120270,"title":"Milch","adult":false},{"cast":[],"overview":"We follow Lung Neaw living off the land and visiting neighbours in a world of simple realities. His is an existence marked by compassion for his environment and fellow villagers, and in Lung Neaw we see the basic truths of a humble man; another man making our world turn to a better revolution.","release_date":"2011-09-03","genres":[99],"vote_average":0.0,"runtime":154,"cert":"N\/A","id":120272,"title":"Lung Neaw Visits His Neighbours","adult":false},{"cast":["Eric Johnson","Tommy Taylor","Chris Maresh"],"overview":"This exciting performance was shot at The Grove in Anaheim, CA on May 3, 2006 and includes three bonus tracks \"The Wind Cries Mary\" \"Song For George\" and \"Song For Lynette\" from a 2004 acoustic guitar and piano performance at the Galaxie Theater in Santa Ana, CA.","release_date":"2008-11-11","genres":[10402],"vote_average":4.5,"runtime":74,"cert":"N\/A","id":120277,"title":"Eric Johnson: Live from the Grove","adult":false},{"cast":[],"overview":"He was called a saint and a sinner, a lawman and a criminal, a hero and a villain. Indians feared him, saying he was impossible to kill, but some people traveled hundreds of miles to try. Although his death by natural causes likely disappointed the many outlaws seeking his life, it also fulfilled a prophecy given by Joseph Smith that no bullet or blade would ever harm Porter Rockwell. Rockwell saved the life of the Prophet more than once and became a legend as a frontiersman, a marksman, and a man of iron nerve. And though many outsiders characterized Porter Rockwell as a notorious vengeful murderer, those who knew him saw a protector, a miraculous healer, and a loyal friend.","release_date":"2010-06-13","genres":[99,37],"vote_average":0.0,"runtime":49,"cert":"N\/A","id":120285,"title":"Stories from the Life of Porter Rockwell","adult":false},{"cast":["Asta Nielsen"],"overview":"Patriotism trumps love.","release_date":"1911-12-09","genres":[],"vote_average":6.0,"runtime":48,"cert":"N\/A","id":120287,"title":"The Traitress","adult":false},{"cast":["Dolores del Río","Esther Fernández","Carlos Navarro","Julio Villarreal","José Elías Moreno"],"overview":"Director Alejandro Galindo directs the legendary Delores Del Rio in a classic drama from the Golden Age of Mexican cinema that portrays political change in Mexico through the microcosm of one family struggling with tradition in a time of change. Liberal farmer Pepe has arrived in Santa Fe to visit his aunt, Dona Perfecta. While he's there, Pepe is eager to teach the traditional-minded townspeople a new way of living. Unfortunately for Pepe the people of Santa Fe aren't eager to embrace change, and when the citizens begin to voice resentment Pepe is forced to seek refuge with his sympathetic aunt. Dona Perfecta is just as traditional as any of the other townspeople though, and only suffers Pepe due to the fact that he is family. When Pepe and his cousin Rosario fall deeply in love, the situation quickly comes to a head.","release_date":"1951-10-10","genres":[18,10749,10752],"vote_average":7.8,"runtime":115,"cert":"N\/A","id":120289,"title":"Doña Perfecta","adult":false},{"cast":[],"overview":"Video clips of Juanes.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":120291,"title":"El Diario De Juanes","adult":false},{"cast":["Rocío Jurado","Fernando Fernán Gómez","Ricardo Merino","Teresa Gimpera","Maite Blasco"],"overview":"Manuela is a woman unlucky in love. But when she meets Eduardo, a married man, her life will change completely, as his side may start singing career.","release_date":"1976-01-01","genres":[35,18],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":120293,"title":"The Mistress","adult":false},{"cast":["Dolores del Río","Pedro Armendáriz","Emilio Fernández","Miguel Ángel Ferriz","Armando Soto La Marina"],"overview":"Completed before his immensely successful Maria Candelaria, Emilio Fernandez' Flor Sylvestre was released second in the US-and not until two years after its initial Mexican release. The film features Fernandez himself as a character named Rogellio Torres. The lion's share of the footage, however, is devoted to the romance between Esperanza (Dolores Del Rio), granddaughter of a common laborer, and Jose Luis Castro (Pedro Armendariz), the firebrand son of a landowner. Joining a revolutionary movements, Castro is disowned by his father, but Esperanza remains loyally by his side. Later on, Castro's father is killed by outlaws; in seeking vengeance, he sacrifices his own life, while Esperanza carries on his revolutionary work with their young son in tow.","release_date":"1943-04-24","genres":[18,10749,10752],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":120295,"title":"Flor Silvestre","adult":false},{"cast":["Pedro Armendáriz Jr.","Martha Navarro","Blanca Torres","Emma Roldán","Magnolia Rivas"],"overview":"Berenice (Navarro) is a woman with a mysterious past. A scar crosses her face and nightmares of fire and horses fill her lonely nights. She maybe killed her husband but nobody can be sure. In the present, Berenice lives with her godmother (Roldán) a money lender so fragile that she's always resting in her bed. The two women live in an almost perpetual seclusion, except on Sundays when they go to the church and to the movies. One day, the godmother's doctor dies and she asks Berenice to go to his velatory. There they meet Rodrigo (Armendáriz Jr.) the doctor's son, a handsome and free-spirited young man for whom Berenice falls in love.","release_date":"1975-11-10","genres":[18,53,10749],"vote_average":6.0,"runtime":107,"cert":"N\/A","id":120297,"title":"La Pasión Según Berenice","adult":false},{"cast":["Víctor Manuelle","Gilberto Santa Rosa","Eddie Palmieri","Sin Bandera","Don Omar"],"overview":"One of the rising stars of salsa music in the 1990s, Latin musician Victor Manuelle came up alongside Marc Anthony and La India. This live concert captures Manuelle's talent at one of the world's most renowned music venues: Madison Square Garden. Among the hit songs performed are \"Cenizas\", \"Nuestro amor\", \"Nuestra historia\", \"Puerto Rico\", \"He tratado\", and \"Tengo ganas\".","release_date":"2007-02-08","genres":[10402],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":120299,"title":"Victor Manuelle: Live from Madison Square Garden","adult":false},{"cast":["Jorge Negrete","Pedro Infante","Carmelita González","Yolanda Varela","Carlos Orellana"],"overview":"Jorge Bueno and Pedro Malo are best friends who consider giving up their womanizing ways when they each fall in love. As fate would have it, Pedro Malo unexpectedly marries Jorge Bueno's girlfriend, and the conflict between the former buddies begins. A year later they find themselves in the same town and confront each other once and for all.","release_date":"1953-11-05","genres":[35,18,10749,37],"vote_average":7.9,"runtime":111,"cert":"N\/A","id":120301,"title":"Two Careful Fellows","adult":false},{"cast":["Abel Salazar","Ariadna Welter","Carmen Montejo","José Luis Jiménez","Mercedes Soler"],"overview":"A pretty young Mexican girl returns to her hometown to make funeral arrangements for her beloved aunt, who has just died. Soon she begins to hear disturbing stories about the town being infested by vampires, and she eventually begins to suspect that her remaining aunt and the mysterious next-door neighbor may be involved.","release_date":"1957-10-04","genres":[9648,53,27],"vote_average":7.0,"runtime":95,"cert":"N\/A","id":120303,"title":"The Vampire","adult":false},{"cast":["Chris Isaak"],"overview":"The singer-songwriter performs with his band in two concerts broadcast in 2003 and 2005 as part of the Soundstage series jointly produced by WTTW, the PBS station in Chicago, and HD Ready.","release_date":"2012-01-03","genres":[10402],"vote_average":6.5,"runtime":111,"cert":"N\/A","id":120305,"title":"Chris Isaak: Live in Concert and Greatest Hits Live Concert","adult":false},{"cast":["Olivier Gruner","Daniela Krhutová","Max Norlin","Kateřina Kornová"],"overview":"The rules of the game have just changed...","release_date":"2003-01-01","genres":[],"vote_average":4.5,"runtime":92,"cert":"N\/A","id":120307,"title":"Deadly Engagement","adult":false},{"cast":["Santi Prego","José Luis López Sacha","Maria Pau Pigem","Nerea Barros"],"overview":"Marcial is a simple country boy with a normal family and normal life, except for one small detail: his infant daughter, Mary, six years old, is autistic. But this disease really is no problem too big for the family of Martial. Despite the humility in which they live, Mary has a seemingly happy life.  But everything changes the day that the autistic girl disappears and the media invade the peaceful village where the family lives. The mystery of the disappearance of the girl and the shadows that journalists spread over the father's attitude makes it a hell deeper anguish in which the family lives.","release_date":"2009-01-01","genres":[18],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":120315,"title":"Back home","adult":false},{"cast":["Jan Sosniok","Dirk Bach","Eralp Uzun","Mike Krüger","Katy Karrenbauer"],"overview":"","release_date":"2008-01-01","genres":[35,28],"vote_average":3.5,"runtime":null,"cert":"N\/A","id":120323,"title":"African Race","adult":false},{"cast":["Dan Southworth","Avery Clyde","Sam McConkey","James Luca McBride","Tank Jones"],"overview":"After a mysterious, extraterrestrial object lands in the mining town of Salena, Arizona, the government dispatches a team of Marines to contain the possible threat. Meanwhile, a group of death row inmates ambush their prison bus and take the guards and personnel aboard hostage. Arriving in the seemingly deserted town, they come across the Special Ops captain, the sole survivor of a horrible carnage that's decimated the rest of his unit. Now, with time running out, the group must unite to combat the threat of the savage aliens hunting them in the mine tunnels below, and the peril above from a squad of fighter planes sent to bomb the town to oblivion, in this pulse-pounding, sci-fi thriller.","release_date":"2007-04-17","genres":[27,878,28,53],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":120325,"title":"Alien Invasion USA","adult":false},{"cast":["David Janssen","Hope Lange","Ivan Dixon","Jason Evers","Charles Robinson"],"overview":"An American submarine leaves Tierra Del Fuego, and one of its crew has secretly brought aboard a container full of poisonous snakes which escape storage and bite key personnel on the submarine, causing an accident that cripples the vehicle so that it drops to the bottom of the Southern Ocean. Worse still, the snakes are still at large on the submarine and complicate the efforts of the crew to escape the sunken vessel.","release_date":"1974-10-18","genres":[27,12],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":120330,"title":"Fer-de-Lance","adult":false},{"cast":[],"overview":"One of Shaw's \"pleasant plays\", The Man of Destiny is a one-act lighthearted comedy of egos and social hypocrisy. Set in 1796 in northern Italy, it features a battle of wits between Napoleon Bonaparte and a mysterious, daring woman who has stolen his documents. Can she really challenge the strategic mind of a general still celebrating a famous victory?","release_date":"1981-05-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":120344,"title":"The Man of Destiny","adult":false},{"cast":["Lynn Redgrave","James Villiers","Ronald Fraser"],"overview":"The most famous and beloved of Shaw's plays, Pygmalion is a witty exploration of class and gender, Professor Henry Higgins bets his friend that they can take a poor flower girl, Eliza Doolittle, and pass her off as a duchess. They teach her perfect English, mannes, and how to dress like a lady, but proves to more than a match for her tutors.","release_date":"1973-12-16","genres":[],"vote_average":0.0,"runtime":109,"cert":"","id":120349,"title":"Pygmalion","adult":false},{"cast":[],"overview":"Shaw used the traditional fable of Andocles to focus on the integrity of religious belief. Androcles, a christian fleeing persecution in Rome, is captured by Caesar's men. Alongside other christians - Ferrovius, a fierce fighter, Lavinia, a beautiful aristocrat and would-be martyr Spintho - he must face the lions of the Coliseum. How will each of them face their desperate fate?","release_date":"1984-06-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":120351,"title":"Androcles and the Lion","adult":false},{"cast":["Joan Collins","Sue Lloyd","Walter Gotell","Oliver Tobias","Mark Burns"],"overview":"Fontaine Khaled is the wife of a wealthy but boring businessman. She spends his money on her nightclub, The Hobo, and partying. She hires a manager, Tony, to run her club, but it is understood that his job security is dependent on him satisfying her nymphomaniac demands.","release_date":"1978-08-17","genres":[10749,18],"vote_average":5.3,"runtime":95,"cert":"N\/A","id":120386,"title":"The Stud","adult":false},{"cast":["Lance Bass","JC Chasez","Joey Fatone","Chris Kirkpatrick","Justin Timberlake"],"overview":"The summer of 2001 will always be remembered for the *NSYNC PopOdyssey Tour - the largest stadium concert tour in the history of the music business! In 35 cities across America, millions of fans were thrilled by *NSYNC as they took the music and the live concert technology a few steps further than they had ever been before! Now, whether you were there or not, you can experience PopOdyssey live on film with the best views from every angle of the main stage, the satellite stage and all of the catwalks and drawbridges! PopOdyssey Live features *NSYNC performing all of their biggest hits, immersed in the sensational visual effects that made the tour the dizzying spectacle that it was! All of the short films are included too, in full-screen format, along with the pyrotechnics, laser lights, flying rigs, mechanical bulls and other dazzling special effects!","release_date":"2002-01-01","genres":[10402],"vote_average":10.0,"runtime":83,"cert":"N\/A","id":120388,"title":"*NSYNC PopOdyssey Live","adult":false},{"cast":["Khurshed Golibekov","Dinara Drukarova","Maruf Pulodzoda","Djonibek Mourodov","Shakhnosa Khodjaeva"],"overview":"Twenty-year-old Kamal has been married for a few months but his wife is still a virgin. Learning that there is nothing physically wrong with him after visiting a doctor, Kamal sets off to town to search for another woman. The city is full of them but Kamal is still unable to meet anyone, until a chance encounter on a bus. But it looks as if this accidental meeting will take Kamal much farther than he was prepared to go… By the director of ‘Angel on the Right’. —Celluloid Dreams","release_date":"2006-10-04","genres":[18],"vote_average":5.8,"runtime":95,"cert":"N\/A","id":120393,"title":"To Get to Heaven First You Have to Die","adult":false},{"cast":["Britney Spears"],"overview":"Watch pop queen Britney Spears cavorting in the sun and surf in \"Live and More!\" Part concert video and part travelogue, this fun-filled special features eight songs performed live on Hawaii's Waikiki Beach in front of thousands of enthusiastic fans. These songs are interspersed with clips of Britney's down time in Hawaii. Completing this grab bag are three music videos and clips from her appearance on Saturday Night Live.","release_date":"2000-11-21","genres":[10402],"vote_average":10.0,"runtime":78,"cert":"N\/A","id":120395,"title":"Britney Spears: Live and More!","adult":false},{"cast":["Neville Brand","Arthur Franz","Jean Willes","Walter Reed","Paul Picerni"],"overview":"This suspense film revolves around the crime of child abduction. The parents of the missing child undertake a feverish search for their son. The police are contacted, and a ransom letter is received.","release_date":"1955-10-23","genres":[80,18],"vote_average":7.0,"runtime":67,"cert":"N\/A","id":120397,"title":"Bobby Ware Is Missing","adult":false},{"cast":["Daniel Wyllie","Bojana Novaković","Gary Waddell"],"overview":"A happy, unsuspecting couple, Max (Dan Wyllie) and Therese (Bojana Novakovic), buy a house in what appears to be a quiet, friendly neighbourhood. Settling in well, they make friends with a nice family on one side and soon meet a more interesting family on the other side. But interesting soon becomes loud and loud soon becomes intolerable. When the intolerable becomes violent and the police are powerless, Max and Therese attempt to take matters into their own hands.","release_date":"2012-07-12","genres":[18],"vote_average":5.7,"runtime":102,"cert":"N\/A","id":120399,"title":"The King Is Dead!","adult":false},{"cast":["Donatas Banionis","Arnis Licitis","Ģirts Jakovļevs","Vladimir Menshov","Rogvold Sukhoverko"],"overview":"A crime story which take action in Riga Sea Port.","release_date":"1991-06-06","genres":[80,18,28,9648],"vote_average":6.0,"runtime":180,"cert":"N\/A","id":120401,"title":"Depression","adult":false},{"cast":[],"overview":"The Eraserheads reunion concert 2008 at SM Mall of Asia.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":120403,"title":"Eraserheads: The Reunion Concert","adult":false},{"cast":["Vera Ralston","Erich von Stroheim","Richard Arlen","Robert Livingston","Eduardo Ciannelli"],"overview":"A nightclub star helps trap an enemy agent on the trail of an American newsman.","release_date":"1944-10-16","genres":[9648,53],"vote_average":5.5,"runtime":100,"cert":"N\/A","id":120423,"title":"Storm Over Lisbon","adult":false},{"cast":[],"overview":"OPM duo MYMP (Make Your Momma Proud) performs live at the Music Museum.","release_date":"2006-07-01","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":120425,"title":"MYMP: Live at the Music Museum","adult":false},{"cast":["Vera Ralston","William Marshall","Helen Walker","Nancy Kelly","William Gargan"],"overview":"An orchestra leader (William Marshall) turns sleuth to clear his ice-skating girlfriend (Vera Hruba Ralston) for murder.","release_date":"1946-04-10","genres":[80,10402,9648],"vote_average":4.2,"runtime":84,"cert":"N\/A","id":120427,"title":"Murder in the Music Hall","adult":false},{"cast":[],"overview":"Two of the biggest boy bands in pop, New Kids On The Block &amp; Backstreet Boys, brought their NKOTBSB Tour to the UK on April 28, 2012.  The April 29th live show at the world-famous O2 Arena featuring two of the biggest pop bands of the last 20 years, New Kids on the Block and The Backstreet Boys, has also set a milestone. The show was broadcast all over the world via live stream.  NKOTBSB first shocked and delighted fans when they took the stage together for a medley at the sold out NKOTB Radio City Music Hall show. The two groups wowed audiences again in their first joint televised performance at the American Music Awards almost a year ago in November 2010 and have toured consistently through 2011 since coming together.","release_date":"2012-04-29","genres":[],"vote_average":6.0,"runtime":120,"cert":"","id":120435,"title":"NKOTBSB: Live at the O2 Arena","adult":false},{"cast":["Yuuko Sanpei","Junko Takeuchi","Mariya Ise","Ai Nagano","Ai Maeda"],"overview":"It's Nozomi's birthday, but it is disturbed by Bunbee chasing after a girl from another world, Chocola. When Pretty Cure rescue her, she thanks them by taking them to her country, Dessert Kingdom. In this cockaigne with rivers of juice and candy growing on trees, they feel very comfortable. But then they meet the evil Mushiban and his two subordinates Dry and Bitter. They want to take over the kingdom and change Pretty Cure into sweets. In order to save not only Nozomi's Birthday but also the whole Dessert Kingdom, Pretty Cure have to fight their way against Dry and Bitter and also against their own friend: Coco, who is being brainwashed by Mushiban.","release_date":"2008-11-08","genres":[16],"vote_average":2.0,"runtime":77,"cert":"N\/A","id":120437,"title":"Yes! Precure 5 Go Go! Movie: Happy Birthday in the Land of Sweets","adult":false},{"cast":[],"overview":"Rachelle Ann Go's first live album performed and recorded at 19 East, Sucat, Paranaque City.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":120439,"title":"Rachelle Ann Go: Rachelle Ann Rocks Live!","adult":false},{"cast":["Sarah Geronimo"],"overview":"The Philippines' pop princess Sarah Geronimo holds her third major solo concert at the Araneta Coliseum on November 8, 2008.","release_date":"2008-11-08","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":120450,"title":"Sarah Geronimo: The Next One","adult":false},{"cast":[],"overview":"The Philippines' premiere band, Side A, performs their greatest and well-loved hits through the years.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":120452,"title":"Side A: The Greatest Hits Live","adult":false},{"cast":[],"overview":"Spice Girls reunion tour 2008","release_date":"2008-01-01","genres":[],"vote_average":10.0,"runtime":100,"cert":"","id":120454,"title":"Spice Girls : The Return of the Spice Girls Tour","adult":false},{"cast":["Toni Gonzaga","John Lloyd Cruz","Vhong Navarro","Pokwang","Piolo Pascual"],"overview":"Toni Gonzaga's celebrates her 10th year anniversary in show business with a concert held at the Araneta Coliseum on September 30, 2011. With special performances by the biggest names in the entertainment industry including John Lloyd Cruz, Sam Milby, Vhong Navarro, Pokwang, Alex Gonzaga, Gary Valenciano, and Piolo Pascual.  Toni celebrates her decade-long showbiz journey and expects to impress everyone with her singing, dancing, and hosting prowess.","release_date":"2011-09-30","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":120456,"title":"Toni Gonzaga: Toni @ 10 - The Anniversary Concert","adult":false},{"cast":["Peter Weiß","Manuel Cortez","Narges Rashidi","Jule Böwe","Elzemarieke De Vos"],"overview":"","release_date":"2012-08-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":120458,"title":"Dating Lanzelot","adult":false},{"cast":["Yang Song","Chenghui Yu","Yuanyuan Zhao","Ma Jun","Fujing Xu"],"overview":"During the Ming Dynasty one man will request a competition when his weapon is rejected. After a series of fights he is determined to prove his sword is invincible.","release_date":"2012-02-24","genres":[18,28],"vote_average":5.5,"runtime":110,"cert":"N\/A","id":120460,"title":"The Sword Identity","adult":false},{"cast":[],"overview":"","release_date":"2001-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":120462,"title":"Noddy Politimann for en dag","adult":false},{"cast":["Madeleine Martin","Robert Norman Smith","Diana Peressini","Tajja Isen"],"overview":"Laaadies and Gentlemen, boys and girls ... it's time to get up and move with JOJO'S CIRCUS: TAKE A BOW! Join JoJo, a funny, curious clown, and her best friend, Goliath, in stories full of music, dance, imaginative movement, and engaging games and activities that encourage your child to get up and start moving. Your child will join JoJo in giggle-out-loud moves when JoJo's curiosity gets the best of her, and she learns a lesson about following instructions. Then, the Froginis teach JoJo and your child that it's okay to take a bow -- when you try your very best. It's a three-ring circus of fun as your preschooler explores with JoJo and learns musical and auditory skills, problem-solving, and physical movement. Whether it's being yourself or learning that you don't have to win to have fun, growing up happy is even easier when your child joins JoJo to \"twist and turn, imagine and learn.\"","release_date":"2005-03-22","genres":[10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":120464,"title":"JoJo's Circus: Take a Bow!","adult":false},{"cast":[],"overview":"Alternating comedy and drama this portrait of different families on three floors in an Amsterdam building where the stairs symbolizes the suffering of known urban living alongside each other. Upstairs live two students, including the failed and unemployed singer Karin with Harrie and Wouter down with his demented mother.","release_date":"1987-11-19","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":120472,"title":"Count Your Blessings","adult":false},{"cast":["L.D. Groban","Cosmic Lightning","J.T.4"],"overview":"Not really following any standard plot structure, the film mostly consists of poet L.D. Groban reciting his own poem of 4,080 pages, inter-spliced with X-rated film footage and rock music videos.","release_date":"1987-01-31","genres":[99],"vote_average":4.0,"runtime":5220,"cert":"N\/A","id":120474,"title":"The Cure For Insomnia","adult":false},{"cast":["Lars Ulrich","James Hetfield","Robert Trujillo","Kirk Hammett","Metallica"],"overview":"Metallica's Orion Music Festival at Bader Field in Atlantic City. Setlist: Hit the Lights \/ Master of Puppets \/ Fuel \/ For Whom the Bell Tolls \/ The Shortest Straw \/ The Struggle Within \/ My Friend of Misery \/ The God That Failed \/ Of Wolf and Man \/ Nothing Else Matters \/ Through the Never \/ Don't Tread on Me \/ Wherever I May Roam \/ The Unforgiven \/ Holier Than Thou \/ Sad But True \/ Enter Sandman \/ Blackened \/ One \/ Seek &amp; Destroy","release_date":"2012-06-23","genres":[10402],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":120479,"title":"Metallica: Orion Music Festival","adult":false},{"cast":["Loretta Young","Celeste Holm","Hugh Marlowe","Elsa Lanchester","Thomas Gomez"],"overview":"1949 film from 20th Century Fox that was nominated for numerous Oscars including Loretta Young for best Actress and Celeste Holm and Elsa Lanchester for best Supporting Actress. It is a simple, reverent story of French nuns and their powerful faith as they push New Englanders toward funding a new hospital. Old-fashioned and tedious by the standards of today, it ought to be remembered if only for it's Oscar nominations (none of which earned a an Oscar).","release_date":"1949-01-01","genres":[18],"vote_average":7.1,"runtime":94,"cert":"N\/A","id":120481,"title":"Come to the Stable","adult":false},{"cast":[],"overview":"When danger looms in Townsville the call goes out for Bubbles Blossom and Buttercup - The Powerpuff Girls! Under the watchful eye of their mentor Professor Utonium the girls fly into action against a colorful gallery of nefarious villains.","release_date":"2000-11-07","genres":[16,10751],"vote_average":7.0,"runtime":125,"cert":"N\/A","id":120486,"title":"The Powerpuff Girls: Down 'N' Dirty","adult":false},{"cast":["Aldo Fabrizi","Gar Moore","Mirella Monti","John Kitzmiller","Heinrich Bode"],"overview":"Vivere in pace is a 1947 Italian comedy-drama war film directed by Luigi Zampa.","release_date":"1947-03-17","genres":[35,18,10752],"vote_average":7.3,"runtime":90,"cert":"N\/A","id":120488,"title":"To Live in Peace","adult":false},{"cast":["Bea Benaderet","Sara Berner","Mel Blanc"],"overview":"A secluded bookstore comes to life in madcap, pop culture reference-heavy fashion.","release_date":"1946-01-05","genres":[16,10751,35],"vote_average":6.7,"runtime":7,"cert":"N\/A","id":120490,"title":"Book Revue","adult":false},{"cast":[],"overview":"Based on the books by Roger Hargreaves, the Mr. Men Little Miss animated shows are about cute bright characters ruled by specific personality traits.","release_date":"2010-05-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":120495,"title":"The Mr. Men Show : Mr. Bump Presents: Planes, Trains & Dillymobiles","adult":false},{"cast":["Claudette Colbert","Fred MacMurray","Robert Young","William Collier Sr.","Donald Meek"],"overview":"A penniless socialite is hired by two young men as a front in their plan to start a magazine. Soon, however, they find themselves more interested in her than in their publishing venture.","release_date":"1935-12-25","genres":[35,10749],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":120497,"title":"The Bride Comes Home","adult":false},{"cert":"N\/A","title":"The Curse of Blanchard Hill","cast":[],"genres":[],"id":120499,"overview":"Victor McShane disappeared on Blanchard Hill in the spring of 1985. No one knows what happened to him... Twenty years later, a group of campers take a hike on Blanchard, unaware that a killer is on the loose, killing people without mercy. Two detectives are called up to Blanchard Hill to solve the mystery and locate the campers before they suffer a fate worse than death...","runtime":74,"release_date":"2006-11-11","vote_average":4.3,"adult":false}]