[{"cast":["Jean Harlow","Lionel Barrymore","Franchot Tone","Lewis Stone","Patsy Kelly"],"overview":"Leaving Missouri to find a wealthy husband in New York City, Eadie Chapman becomes a chorus girl and soon entertains at the lavish home of millionaire Frank Cousins. Cousins proposes to Eadie, only to then commit suicide due to bankruptcy. Fellow millionaire T. R. Paige defends Eadie when the police question her for having Cousins' jewelry -- but when she becomes enamored with his son, Tom, Paige declares Eadie a gold digger.","release_date":"1934-08-03","genres":[10749,35],"vote_average":6.8,"runtime":75,"cert":"N\/A","id":121003,"title":"The Girl from Missouri","adult":false},{"cast":["Michael Douglas","Lee Purcell","Joe Don Baker","Louise Latham","Charles Aidman"],"overview":"A disenchanted young Professor of Semantics at a California college learns of a distant relative's death in Missouri. He journeys cross-country to the funeral, then decides to spend the summer there and work as a laborer for a power-line company. In time, he meets a girl and falls in love but then faces an important decision as to which direction he wants his life to go.","release_date":"1970-09-22","genres":[18],"vote_average":6.5,"runtime":100,"cert":"N\/A","id":121011,"title":"Adam at Six A.M.","adult":false},{"cast":["Barbara Stanwyck","Regis Toomey","Zasu Pitts","Lucien Littlefield","Clara Blandick"],"overview":"A waitress falls for a wealthy young man but has to fight his mother to find happiness.","release_date":"1932-03-25","genres":[18,10749],"vote_average":7.0,"runtime":72,"cert":"N\/A","id":121013,"title":"Shopworn","adult":false},{"cast":["Lee Majors","Jennifer O'Neill","Art Carney","Harris Yulin","George Kennedy"],"overview":"Mike Catton was once a world-renowned construction foreman (at least in the construction world), but an accident left him with a serious fear of heights. Unable to climb the big skyscrapers while under construction, he retired and became a truck driver. But when an old friend needs him to help put up a building, and when the old friend gets harassed and threatened by an Evil Corporate Type, he comes out of retirement and assembles the creme de la creme of the construction world. Together, they race against time to finish the building while the Evil Corporate Type tries to stop them.","release_date":"1979-10-21","genres":[28,12,80],"vote_average":5.2,"runtime":102,"cert":"N\/A","id":121015,"title":"Steel","adult":false},{"cast":["Françoise Fabian","Jean-Marc Bory","Jean-Pierre Darras","Claude Dauphin","Michel Creton"],"overview":"The premise deals with a family living in a country-house which turns out to be 'alive' – to the point where a TV crew is brought in to 'capture' the paranormal phenomena","release_date":"1973-01-01","genres":[27,18],"vote_average":6.7,"runtime":90,"cert":"N\/A","id":121017,"title":"At the Meeting with Joyous Death","adult":false},{"cast":["Jimena Krouco","Elena Siritto","Lucrecia Federico"],"overview":"Five city girls must spend the night in an isolated town within the province of Buenos Aires, where they will find out more than what the flesh and bone can stand: the most violent side of local hospitality.","release_date":"2004-10-30","genres":[27],"vote_average":4.8,"runtime":93,"cert":"N\/A","id":121022,"title":"Rooms for Tourists","adult":false},{"cast":["Peter Lee Lawrence","Erika Blanc","Ezio Marano","Orchidea De Santis","Rosario Borelli"],"overview":"A German ornithologist casually discovers some old tapes on which a psychologist has recorded the mysterious doings happened into those isolated walls. So he learns about a gloomy story of incestuous loves and trivial betrayals that will lead to a bloodbath orchestrated by an unexpected crazy character.","release_date":"1972-12-04","genres":[10749,18,9648],"vote_average":5.8,"runtime":86,"cert":"N\/A","id":121030,"title":"Love and Death in the Garden of the Gods","adult":false},{"cast":["Brad Davis","Ken Foree","Kim Delaney","Lee de Broux","Jan-Michael Vincent"],"overview":"When a large group of escaped convicts take Ike Slayton, a Vietnam veteran's wife hostage, Slayton enlists the help of his old army friend in a furious search to find her, while a hard-nosed National Guardsman leads a platoon of solders determined to kill or capture all the convicts, even if it means killing all the hostages in the crossfire.","release_date":"1991-01-11","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":121032,"title":"Hangfire","adult":false},{"cast":["Michael Kessler"],"overview":"","release_date":"2010-10-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":121034,"title":"Obersalzberg - der Film","adult":false},{"cast":["Wing Fan","Kao Meng-Chieh","Wan-mei Yu","Mao-ying Tien","Yu-chih Wu"],"overview":"Although their characters and temperaments couldn't be less alike, 19-year olds Wei and Jie are best friends. They're also neighbours, living with widower fathers and problem siblings in the suburbs of Taipei. When Wei is promoted from the rank of nightclub parking valet to the rank of debt-collector in Brother Gu's gang, he persuades his boss to hire Jie to work alongside him. Things begin to go wrong when they are given a handgun to reward their success in the new job. Always excitable and volatile, Jie becomes reckless and dangerous when he has the gun in his hand. When they try to collect a debt from the boss of a rival gang, a fight erupts and Jie shoots the gang-boss. The boys find themselves on the run. But fate and their youthful dreams still have tricks to play","release_date":"2002-09-20","genres":[53,80,18],"vote_average":7.0,"runtime":109,"cert":"N\/A","id":121036,"title":"The Best of Times","adult":false},{"cast":["Jon Voight","Monique van Vooren","Joan Darling","Severn Darden","Anthony Holland"],"overview":"A country boy arrives in Chicago, gets killed by some gangsters, and returns to life with superhuman powers in this satirical look at movie genres.","release_date":"1967-04-29","genres":[35,14],"vote_average":6.5,"runtime":83,"cert":"N\/A","id":121038,"title":"Fearless Frank","adult":false},{"cast":["Jagadish","Sreenivasan","Jagathy Sreekumar","Devayani","Mala Aravindan"],"overview":"Story of two college mates who fell apart. They later end up as a senior and junior in the police force.","release_date":"1996-04-01","genres":[18,35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":121040,"title":"Kinnam Katta Kallan","adult":false},{"cast":["Pachrapa Chaichua","Khanungnit Jaksamitthanont","Ray MacDonald","Leo Putt","Phaophon Thephatdin Na Ayudhya"],"overview":"The romantic lives of three male flatmates - with the girl in each case played by the same actress.","release_date":"2003-04-18","genres":[],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":121042,"title":"Fake","adult":false},{"cast":["Pat Metheny","Lyle Mays","Steve Rodby","Paul Wertico","Mark Ledford"],"overview":"Pat Metheny Group. Now if you were a fan, I wouldn't need to say any more. That name is a synonym of great jazz music and professional musician who has something on their heart.","release_date":"1998-07-23","genres":[10402],"vote_average":8.0,"runtime":93,"cert":"N\/A","id":121044,"title":"Pat Metheny Group: Imaginary Day Live","adult":false},{"cast":["Ananda Everingham","Chermarn Boonyasak","Daraneenuch Pothipithi","Teerapong Liaorakwong","Sakrat Ruekthamrong"],"overview":"The story beginnings with a young man visiting a village in Burma. One night, a beautiful woman comes into his bedroom and attempts to seduce him. She suddenly leaves, frighten by the sounds of screams coming from outside. The next day, the young man asks Tip, Ni Han's right hand man, about the screams. Tip then tells him the story of Yupadee and Sangmong, Ni Han's former wife and nephew.....","release_date":"2010-09-16","genres":[10749,18],"vote_average":7.5,"runtime":105,"cert":"N\/A","id":121046,"title":"Eternity","adult":false},{"cast":["Pamela Binns","Frank Jarvis","Leila Hoffman","Alfred Hoffman","Susan Scott"],"overview":"An elderly couple organize a tea party for a group of old friends. But appearances can be deceptive, nothing is quite as it seems. Someone's in for a big surprise ......","release_date":"2002-06-07","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":121057,"title":"The Tea Party","adult":false},{"cast":["Sérgio Román Armendáriz","Graciela Molina"],"overview":"La Conquista follows the erotic adventures of Alex, a Spanish yuppie with an appetite for one-night stands. Clara shares his lusty desire, and is his perfect match. Almost...","release_date":"2002-04-06","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":121059,"title":"The Conquest","adult":false},{"cast":["Roger Fan","Bree Turner"],"overview":"One man's quest to enlarge the size of his package.","release_date":"2002-06-07","genres":[],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":121061,"title":"The Quest For Length","adult":false},{"cast":[],"overview":"Brand new DVD, shot at the band’s album launch in Johannesburg. Contains both new and older hits Packed with bonus features, including 2 videos &amp; mini-documentary World-class production “All or Nothing” CD album has sold close to 30,000 units!","release_date":"2009-03-30","genres":[10402],"vote_average":4.3,"runtime":1,"cert":"N\/A","id":121063,"title":"Prime Circle All or Nothing Live","adult":false},{"cast":["Chalie Howes","Johnny Hawkes","Andrew MacFarlane","Angel McCord","Chelsey Reist"],"overview":"Dirty little secrets are exposed when five friends become stranded at an abandoned motel haunted by a dark secret of its own.","release_date":"2012-10-09","genres":[27],"vote_average":3.9,"runtime":92,"cert":"18","id":121071,"title":"No Tell Motel","adult":false},{"cast":["Big Al","Mark Oliver Everett"],"overview":"The Movie features six performances from the EELS' Lollapalooza 2006 performance, including a gospel rave-up take on \"My Beloved Monster\" and a high octane rumble through \"Souljacker part I\".","release_date":"","genres":[],"vote_average":0.0,"runtime":33,"cert":"N\/A","id":121073,"title":"Eels Lollapalooza 2006 Live","adult":false},{"cast":["Rainer Grenkowitz","Nadja Engelbrecht","Alexander Hauff","Thomas Bestvater","René Grams"],"overview":"Meier, a paperhanger in East Berlin, inherits from his father in West Berlin. With this money he wants to fulfil himself the dream of his life: a journey around the world. He buys a forged  West German passport and pretends to go on a trip to Bulgaria while he really is off to see the free world.  When he wants to return to East Berlin he finds himself in an unbelievable predicament and his double life begins.  He can't keep away from his East German friends. As with all the best comedies, the action builds up to an eventual crisis.  It's a light comedy, which won several national Film Academy Awards.  The film is very political, with lots of political jokes\/innuendos which only Germans will understand.  One is left feeling what a total obscenity that stupid Wall was, dividing one people for 30 years (1-2 Generations) simply by the coincidence on where you just happen to be in the early morning on the 13th August 1961.","release_date":"1986-05-22","genres":[35,10751],"vote_average":4.0,"runtime":95,"cert":"N\/A","id":121087,"title":"Meier","adult":false},{"cast":["Jayaram","Mukesh","Urvashi","Sukumaran","Jagathy Sreekumar"],"overview":"Marupuram is a 1990 Malayalam film directed by Viji Thampi and jointly written by Renjith and Kaloor Dennis . The film stars Jayaram, Mukesh, Urvashi, Sukumaran, Ashokan, M. G. Soman, Mahesh and Devan in the lead roles.","release_date":"1990-01-01","genres":[18],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":121089,"title":"Marupuram","adult":false},{"cast":["Henry Thomas","Teri Hatcher","David O'Hara","Bill Duke"],"overview":"A struggling artist is implicated in a string of macabre murders.","release_date":"1999-05-16","genres":[18,53],"vote_average":6.0,"runtime":110,"cert":"N\/A","id":121091,"title":"Fever","adult":false},{"cast":["Cindy Hope","Raylene","Aaliyah Love","Veronica Avluv","Angela Sommers"],"overview":"Over two hours of real, romantic, seductive, sensuous lesbian sex.","release_date":"2012-07-13","genres":[],"vote_average":8.5,"runtime":148,"cert":"N\/A","id":121093,"title":"Girls in White 2012 Part 2","adult":true},{"cast":["Anastasiya Zavorotnyuk","Dmitriy Isaev","Sergei Astakhov","Mikhail Mamayev","Anton Homyatov"],"overview":"Anna, a modern business woman, lives with her husband-writer in a rich house on Rublevo-Uspensky highway. A prosperous life without worries, but once family happiness simply crumbles before our eyes: Anna has to sponsor the circulation of detective stories of her husband, put up with his high self-conceit, solve problems with her first husband and endure the betrayal of her beloved man with her own sister.","release_date":"2011-06-06","genres":[18,28],"vote_average":4.3,"runtime":91,"cert":"N\/A","id":121104,"title":"House on the Edge","adult":false},{"cast":["Mikhail Gorbachev","Anna Politkovskaya","Karinna Moskalenko","Alla Bossart"],"overview":"In her quest to uncover the wrongdoings of the Russian authorities, Anna Politkovskaya inspired awe in some and fear in countless others. At age 48 she was assassinated for simply doing her job. This documentary is based on Anna's conversations with filmmaker Marina Goldovskaya, Anna's former university professor and personal friend. Shot over a period of 20 years, this exclusive footage creates an incredible story of a woman who consciously gave her life for her convictions.","release_date":"2011-03-10","genres":[99],"vote_average":7.0,"runtime":85,"cert":"N\/A","id":121106,"title":"A Bitter Taste of Freedom","adult":false},{"cast":["Sarah Kennedy","Norman Rose","Barry Morse","Jill Clayburgh","Ultra Violet"],"overview":"The story of a day in the life of a lonely, sensitive, exhuberent, attractive, young woman. Her exploits, encounters, and frustrations as she attempts to find a \"special\" someone, a caller who has \"class\", as she puts it.","release_date":"1971-10-03","genres":[35,10749,18],"vote_average":6.2,"runtime":80,"cert":"N\/A","id":121111,"title":"The Telephone Book","adult":false},{"cast":["Olivia Newton-John","Benny Thomas","Vic Cooper","Karl Chambers","Roy Dotrice"],"overview":"A group of students pay their way through school by forming a pop band called Toomorrow. Sonic vibrations from a special instrument called a ‘tonaliser’ cause an extraterrestrial to abduct the group, and have them entertain the Alphoid population.","release_date":"1970-08-27","genres":[35,878],"vote_average":3.5,"runtime":95,"cert":"","id":121113,"title":"Toomorrow","adult":false},{"cast":["Catherine Warner"],"overview":"A young woman dives into increasingly destructive behavior after witnessing a traumatic event.","release_date":"2012-07-28","genres":[],"vote_average":5.0,"runtime":32,"cert":"N\/A","id":121127,"title":"Earrings","adult":false},{"cast":["Dharmendra","Hema Malini","Pran","Prem Chopra"],"overview":"The year 1973 turned out to be one of the most remarkable years in Dharmendra's cinematic history.He proved that he had greater efficiency,electrifying charisma and a more effective star-power than the then fading superstar Rajesh Khanna by knocking him out from the number one spot.He became the hottest star at the box-office from then on delivering hits after hits that also included Yaadon ki Baarat,Kahani kismat ki and loafer.In fact out of the top ten hits for that year,six of Dharmendra's films were present.Jugnu was the second most successful film of the year after bobby earning super-duper hit status.it was extremely successful at the box office running for 50 consecutive weeks.Jugnu became one of the most thrilling entertainers of its time.Dharmendra and Hema Malini's chemistry was tagged the Awesome-twosome.This is one of few films in which almost all the songs were marvellous. Who would forget Chote Chote (performed beautifully by Dharmendra Dil Gaya Chamka and many more","release_date":"1973-08-29","genres":[28,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":121129,"title":"Jugnu","adult":false},{"cast":["Riley O'Bryan","Kate Lyn Sheil","Ben Shapiro","Bruno Meyrick Jones","Roy Berkeley"],"overview":"Impolex tells the story of Tyrone S., a United States soldier in Operation Paperclip, the mission to locate and retrieve German rockets and rocket science after the end of World War II. Tyrone is tasked with finding what he believes are the last V-2’s. Lost in the woods of an undefined European country, people from Tyrone’s past begin to appear in unusual ways, bearing strange tidings. A loved one he abandoned for the war is especially prominent in Tyrone’s journey, as is a fellow soldier and a mysterious man with tidings of the present and the future that are not yet known to Tyrone.","release_date":"2009-06-11","genres":[18,35],"vote_average":5.0,"runtime":73,"cert":"N\/A","id":121131,"title":"Impolex","adult":false},{"cast":["Cedric Smith","Cathal J. Dodd","George Buza","Norm Spencer","Lenore Zann"],"overview":"The most popular Super Hero Team in history is ready for action in a spectacular series of thrilling adventures. When a familiar face from Wolverine's former life resurfaces, he must wage a war he never intended. Ultimately, the X-Men must join forces with Magneto in a fight to save all mutants from annihilation.  Discover the truth of Wolverine's secret past, and watch his decisive battle as he is forced to make a choice that will forever affect the fate of the X-Men.","release_date":"2003-04-29","genres":[28,12,14,878],"vote_average":8.0,"runtime":79,"cert":"N\/A","id":121133,"title":"X-Men: The Legend of Wolverine","adult":false},{"cast":["Ted Biggs","Rick Roberts","Quentin Krog","Brendan Murray","Alon Nashman"],"overview":"Jonestown: Paradise Lost was a 2007 documentary played on the History Channel about the final days of Jonestown, the Peoples Temple, and Jim Jones. From eyewitness and survivor accounts, the program recreates the last week before the mass murder-suicide on November 18, 1978.","release_date":"2007-01-15","genres":[36,99],"vote_average":7.0,"runtime":88,"cert":"N\/A","id":121135,"title":"Jonestown: Paradise Lost","adult":false},{"cast":["Bob Forrest","Flea","John Frusciante","Anthony Kiedis","Drew Pinsky"],"overview":"Six years in the making, this documentary film follows outspoken indie-rock hero Bob Forrest, through his life-threatening struggle with addiction, to his transformation into one of the most influential and controversial drug counselors in the US today. BOB AND THE MONSTER crafts contemporary footage, animation and compelling interviews with archival performances and personal videos from Bob's past to reveal the complex layers of this troubled, but hopeful soul. Testimony from his peers, including Courtney Love, Anthony Kiedis and Flea add texture, but it's the depth of Bob's music, interwoven throughout the film, that illuminates this unforgettable and inspirational story.","release_date":"2011-09-24","genres":[99],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":121140,"title":"Bob and the Monster","adult":false},{"cast":["Urijah Faber","Renan Barão","Tim Boetsch","Hector Lombard","Cheick Kongo"],"overview":"UFC 149 Faber vs Barao is a mixed martial arts event, held by the Ultimate Fighting Championship. The event took place on 21st July at the Scotiabank Saddledome in Alberta, Calgary, Canada .","release_date":"2012-07-21","genres":[],"vote_average":4.2,"runtime":177,"cert":"N\/A","id":121148,"title":"UFC 149: Faber vs. Barao","adult":false},{"cast":["Mel Blanc"],"overview":"Porky puts his cats out in the snow, but then they put him out and have a party. Expelling them again, Porky goes to bed, only to be terrorized by the felines' mock Martian invasion.","release_date":"1946-06-08","genres":[16,35],"vote_average":6.9,"runtime":7,"cert":"N\/A","id":121159,"title":"Kitty Kornered","adult":false},{"cast":["Glenn Ford","Edmond O'Brien","Rhonda Fleming","Alan Reed","Morris Ankrum"],"overview":"Gil Kyle finds himself caught up in the politics and unrest of the American Civil War and soon gets himself framed for a murder. His only alibi is Candace Bronson, who is aiding the Confederate cause and has left the territory to deliver a vital message about a Yankee gold shipment. So he sets off in pursuit, running into desperados, government agents, and guerrilla fighters, who are more interested in profit than ideals. Written by Alfred Jingle","release_date":"1951-03-15","genres":[28],"vote_average":3.0,"runtime":82,"cert":"N\/A","id":121161,"title":"The Redhead and The Cowboy","adult":false},{"cast":["Mel Blanc","John Deering","John Litel"],"overview":"Porky balks at learning the Pledge of Allegiance until Uncle Sam appears to him in a dream and gives him a lesson in American history.","release_date":"1939-07-07","genres":[16,10751,35],"vote_average":5.1,"runtime":9,"cert":"N\/A","id":121163,"title":"Old Glory","adult":false},{"cast":["Andreas Kiendl","Franziska Weisz","Beatrix Brunschko","Martina Zinner","Karl Fischer"],"overview":"The movie is about a nuclear desaster in the Czech nuclear power station Dukovany.","release_date":"2008-11-06","genres":[18,10770],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":121168,"title":"Der erste Tag","adult":false},{"cast":["Woody Harrelson","Tony Robbins","Morgan Spurlock","Gabriel Cousens","Michael Bernard Beckwith"],"overview":"Reversing Diabetes in 30 Days.","release_date":"2009-02-01","genres":[99],"vote_average":6.8,"runtime":92,"cert":"N\/A","id":121170,"title":"Simply Raw: Reversing Diabetes in 30 Days","adult":false},{"cast":["Dominic Brunt","Joanne Mitchell","Nicky Evans","Alex Baldacci","Alan French"],"overview":"An estranged couple's vacation to save their troubled relationship goes awry when they find themselves under attack from the walking dead","release_date":"2012-11-07","genres":[27],"vote_average":4.0,"runtime":82,"cert":"18","id":121175,"title":"Before Dawn","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":121177,"title":"Dragons - Superscience","adult":false},{"cast":["James Earl Jones","Jake LeDoux","Brendan Fletcher","Wendy Crewson"],"overview":"12-year-old boy and his older brother have just lost their dad. At their summer cottage, the younger boy befriends a black doctor who has to deal with local prejudice and racism.","release_date":"2000-04-18","genres":[18,10751],"vote_average":7.0,"runtime":98,"cert":"N\/A","id":121179,"title":"Summer's End","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":121181,"title":"L'Ordre du loup","adult":false},{"cast":["Katja Riemann","Thomas Sarbacher","Fritz Schediwy","Katja Nesytowa","Stephan Luca"],"overview":"Als ihr Vater nach einem Unfall zum Pflegefall wird, möchte Ira Wolfens ihn zu Hause pflegen. Bisher hatte sie kein gutes Verhältnis zu ihm, aber nun möchte sie ihm näherkommen. Allerdings mischen sich immer wieder Familienmitglieder ein und Iras Mann findet die neue Situation so unerträglich, dass Iras Leben droht, aus den Fugen zu geraten.","release_date":"2011-01-12","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":121186,"title":"Die fremde Familie","adult":false},{"cast":[],"overview":"The Berlin Philharmonic Orchestra, under the direction of Riccardo Chailly, preformed this concert inspired by works from the cinema in July of 2011. Pieces include scores form Dmitri Shostakovich, Nino Rota and Ottorino Respighi.","release_date":"2012-01-31","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":121191,"title":"Berliner Philharmoniker - Fellini, Jazz & Co","adult":false},{"cast":[],"overview":"Мальчик-сирота, мечтающий стать ниндзя, приезжает в Голливуд, чтобы найти своих родителей. Но когда его поиски увенчиваются успехом, обнаруживается, что родители оказались замешанными в криминальную историю и им требуется помощь.","release_date":"","genres":[],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":121193,"title":"Танцующий ниндзя","adult":false},{"cast":["Michael Pate","Ken Wayne","Tommy Burns","John Unicomb","John Ewart"],"overview":"The story of five brothers who homestead, with other settlers, on the virgin plateaus of the Australian bush country.","release_date":"1949-12-16","genres":[12,18,10749],"vote_average":7.0,"runtime":107,"cert":"N\/A","id":121198,"title":"Sons of Matthew","adult":false},{"cast":["Lou Perryman","Sonny Carl Davis","Doris Hargrave","Eric Henshaw","David Weber"],"overview":"Lloyd (Lou Perry) and Frank (Sonny Davis), two lifelong friends and self-styled entrepreneurs in Austin, try to find the get-rich-quick scheme that will actually get them rich. Lloyd has developed a new invention that he's sure will finally lead to the success he and Frank have been chasing their whole lives. Their golden ticket is a combination mop, vacuum cleaner and floor polisher, but before prosperity arrives, reality intrudes on their plans.","release_date":"1978-06-22","genres":[35,18],"vote_average":5.0,"runtime":109,"cert":"N\/A","id":121200,"title":"The Whole Shootin' Match","adult":false},{"cast":["Heikki Putro","Minna Pehkonen","Amira Khalifa","Minttu Mustakallio","Marjaana Maijala"],"overview":"Love Is a Treasure is a 55-minute film about the world of women who have developed psychoses. It consists of five episodes each telling the story of one woman. The episodes are based research and interviews but the stories and dialogue are fiction, combinations of different elements. —The Cinematic Works of Eija-Liisa Ahtila","release_date":"2002-02-28","genres":[18,14],"vote_average":5.0,"runtime":57,"cert":"N\/A","id":121205,"title":"Love Is a Treasure","adult":false},{"cast":[],"overview":"Unfolding in a secluded Polish village 'Z daleka widok jest piekny' (It looks pretty from a distance) is a love story between a scrapper and a young woman. Seen through the monotony of everyday life the film depicts the hardships of a rural community in present-day Poland. The bucolic landscape becomes the seemingly idyllic backdrop from which a sudden disappearance disrupts their once quiet community.","release_date":"2012-02-10","genres":[18],"vote_average":5.2,"runtime":77,"cert":"N\/A","id":121207,"title":"It Looks Pretty from a Distance","adult":false},{"cast":["Joel McCrea","Brian Donlevy","Sonny Tufts","Barbara Britton","William Frawley"],"overview":"Arriving at Medicine Bow, eastern schoolteacher Molly Woods meets two cowboys, irresponsible Steve and the \"Virginian,\" who gets off on the wrong foot with her. To add to his troubles, the Virginian finds that his old pal Steve is mixed up with black-hatted Trampas and his rustlers...then finds himself at the head of a posse after said rustlers; and Molly hates the violent side of frontier life.","release_date":"1946-05-05","genres":[10749,37],"vote_average":4.2,"runtime":90,"cert":"N\/A","id":121230,"title":"The Virginian","adult":false},{"cast":["Marga Beck","Cornelia Hoepfner","Ayni Iloar","Hiltrud Jehle","Srecko Kekec"],"overview":"A look at the pervasive power of dust from its tiny particles settling in unseen places to its ability to cause illnesses and create the cosmos.","release_date":"2008-12-03","genres":[99],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":121232,"title":"Dust","adult":false},{"cast":["Clark Gable","Carroll Baker","Lilli Palmer","Lee J. Cobb","Barry Coe"],"overview":"The Broadway theatre world provides the background for Walter Lang's 1959 comedy about a veteran producer (Clark Gable) falling in love with his twenty-something secretary (Carroll Baker). The cast also includes Lee J. Cobb, Lilli Palmer, Barry Coe, Thomas Gomez and Charles Lane.","release_date":"1959-08-19","genres":[35,10749],"vote_average":6.0,"runtime":111,"cert":"N\/A","id":121234,"title":"But Not for Me","adult":false},{"cast":["Barry Sullivan","Jack Ging","Joan Blackman","Nancy Malone","Jackie DeShannon"],"overview":"A money-strapped Los Angeles businessman hopes to solve his financial woes by blackmailing his wife's married lover. Director Victor Stoloff's 1966 drama stars Barry Sullivan, Jack Ging, Joan Blackman, Nancy Malone and Jackie DeShannon.","release_date":"1966-05-01","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":121236,"title":"Intimacy","adult":false},{"cast":["Gary Cooper","Charles Laughton","George Raft","Jack Oakie","Richard Bennett"],"overview":"An elderly business tycoon, believed to be dying, decides to give a million dollars each to 8 strangers chosen at random from the phone directory.","release_date":"1932-12-02","genres":[18,35],"vote_average":6.9,"runtime":88,"cert":"N\/A","id":121238,"title":"If I Had a Million","adult":false},{"cast":["Jamie Lee Curtis","Donald Pleasence","Debra Hill","John Carpenter","Nick Castle"],"overview":"Using original interviews with director John Carpenter, stars Jamie Lee Curtis and P.J. Soles, and crew members, Halloween: A Cut Above The Rest unveils the production of the horror classic and how the ingenuity of Carpenter and his team, coupled with the shoestring budget of $325,000, drove the filmmakers to create one of the most influential horror films of all time.","release_date":"2003-08-05","genres":[99],"vote_average":6.4,"runtime":87,"cert":"N\/A","id":121249,"title":"Halloween: A Cut Above the Rest","adult":false},{"cast":["Peter Jackson","Richard Taylor","Alan Lee","Philippa Boyens","Naomi Watts"],"overview":"Following the immense success of The Lord of the Rings trilogy, Peter Jackson directs King Kong (2005). This documentary follows him, and the immense project from start to finish. It turns out that this one film may actually be a larger task to complete than all 3 of the Lord of the Rings films together.","release_date":"2006-11-14","genres":[99],"vote_average":4.0,"runtime":187,"cert":"N\/A","id":121251,"title":"Recreating the Eighth Wonder: The Making of 'King Kong'","adult":false},{"cast":["Islam Bashirov","Ruslan Chamchoyev","Ramzan Mezhidov","Aminat Khamkhoeva","Idris Khamkhoev"],"overview":"Chechnya's struggle for independence, as seen through the eyes of three friends who grew up in the Chechen capital of Grozny.","release_date":"2006-08-08","genres":[99],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":121253,"title":"Three Comrades","adult":false},{"cast":["Malalai Joya"],"overview":"In September 2005, Afghanistan held its first parliamentary elections in 35 years. Among the candidates for 249 assembly seats was Malalai Joya, a courageous, controversial 27-year-old woman who had ignited outrage among hard-liners when she spoke out against corrupt warlords at the Grand Council of tribal elders in 2003. Enemies of Happiness is a revelatory portrait of this extraordinary freedom fighter and the way she won the hearts of voters, as well as a snapshot of life and politics in war-torn Afghanistan.","release_date":"2006-11-21","genres":[99],"vote_average":5.0,"runtime":58,"cert":"N\/A","id":121255,"title":"Enemies of Happiness","adult":false},{"cast":[],"overview":"Driving a wedge into popular thinking about Tibet, Luc Schaedler tells the amazing story of a man who did the same. Gendun Choephel was a Tibetan Buddhist monk in the early twentieth century. Well before the Chinese occupation, during a time of deep religious conservatism and national isolation, he formed a conviction about the importance of Tibet's engagement with the world and modernity. With this impetus, he undertook extended travels throughout Tibet, India, and Sri Lanka, seeking experiences and conducting research to construct a historical vision of a more internationally engaged Tibet. Unearthing forgotten texts demonstrating past military engagements with China, and publishing a groundbreaking newspaper from India for a widely dispersed Tibetan diaspora, Choephel sealed his own tragic fate of persecution and imprisonment by the Chinese.","release_date":"2005-09-01","genres":[99],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":121257,"title":"Angry Monk -- Reflections on Tibet","adult":false},{"cast":["Miriam  Hopkins","Claude Rains","Richard Ainley","Laura Hope Crews","John Litel"],"overview":"An actress hopes to regain her lost son by making it to the top.","release_date":"1940-11-30","genres":[18],"vote_average":6.3,"runtime":81,"cert":"N\/A","id":121259,"title":"Lady with Red Hair","adult":false},{"cast":[],"overview":"Even after 60 years, there is much to be explored and shared about the Holocaust. Scores of documentaries valiantly record survivors' harrowing testimonies or uncover a surprising new angle through archival research. But it's still possible to feel numb to the unspeakable images and stories from this diabolical chapter of human history. Propelled by this observation, Rex Bloomstein brings us KZ, a groundbreaking, haunting film that looks at emotional repression and confrontation today in relation to the Nazi atrocities. Bloomstein examines the spiritual shadow cast on visitors, tour guides, and local residents by Mauthausen, a concentration camp (\"KZ\" for short) on the banks of the Danube.","release_date":"2006-01-20","genres":[99],"vote_average":5.0,"runtime":97,"cert":"","id":121261,"title":"KZ","adult":false},{"cast":["Don Cherry","Ron MacLean"],"overview":"CBC's Hockey Night in Canada presents Don Cherry 18, the best hockey DVD of all-time. Over 91 Minutes of the best hockey action from the 2005\/2006 regular season and the playoffs. Don Cherry 18 has the best hits, goals, saves and bloopers from the fastest sport on earth. As a bonus, also included are Coach's Corner highlights. Relive one of the best playoffs in Stanley Cup history including the Oilers and Hurricanes magic run to the finals. It's all action and no filler.","release_date":"2006-07-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":121263,"title":"Don Cherry 18","adult":false},{"cast":["Don Cherry","Ron MacLean"],"overview":"For 20 years Blue and Grapes have been bringing hard hitting hockey. Blue thinks this year is the best. They have all the best plays from the NHL, the great saves, goals, hits, bloopers and of course a tussle or two. They also take a look back at the 2008 Staley Cup Playoffs, and don't forget they have the best of this years Coaches Corner too! Over one hour of the best NHL action. What else can you ask for?","release_date":"2008-12-02","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":121265,"title":"Don Cherry's Rock'em Sock'em Hockey 20","adult":false},{"cast":["Boris Ivanov","Aleksey Batalov","Georgi Taratorkin","Irina Muravyova","Ivan Pereverzev"],"overview":"A classic detective story based on one of the best-loved Golden Age crime writers, Cyril Hare, novel \"An English Murder\" originally published in 1951. The setting of An English Murder seems, at first, to be a very conventional one. A group of family and friends come together for Christmas at a country house, Warbeck Hall. The house is owned by Lord Warbeck, a dying and impoverished peer who wants to be among loved ones for what he thinks will be his last Christmas. The holiday decorations are up and snow is falling fast outside. The guests range from the Lord's difficult son to a visiting Czech historian. There is, of course, a faithful butler and his ambitious daughter. But when the murders begin, there is nothing at all conventional about them - or the manner of their detection...","release_date":"1974-12-14","genres":[9648],"vote_average":6.8,"runtime":165,"cert":"N\/A","id":121270,"title":"A Very English Murder","adult":false},{"cast":["Joshua Miles","Julian Mack","Christopher Gee"],"overview":"Follows the story of seventeen-year-old Christian, who in 1965 has fallen in love with his best friend, James.","release_date":"2011-08-09","genres":[18],"vote_average":6.4,"runtime":15,"cert":"","id":121284,"title":"Dear Friend","adult":false},{"cast":["Diego Abatantuono","Lino Banfi","Vincenzo Salemme","Christian De Sica","Maurizio Mattioli"],"overview":"","release_date":"2012-03-30","genres":[35],"vote_average":4.9,"runtime":null,"cert":"N\/A","id":121286,"title":"Buona giornata","adult":false},{"cast":["Bettina Zimmermann","Andreas Pietschmann","Pasquale Aleardi","Jannis Michel","Ulrike Mai"],"overview":"Claudia, with her son and his new partner, undertake an idyllic holiday in the Greek islands. Ominous clouds the relationship of the couple when, after an argument, he disappears into the night. Claudia then began a desperate search for her boyfriend ...","release_date":"2007-10-09","genres":[53],"vote_average":2.0,"runtime":92,"cert":"N\/A","id":121288,"title":"Missing","adult":false},{"cast":["Jaime Pujol","Marta Calvó","Antonio Garrido","María Almudéver"],"overview":"Robert Beltran (Jaime Pujol), psychiatrist and expert on strict recipe for happiness, he is forced to leave his dull life to try to get his wife, which will break their beliefs and prejudices and become a vulnerable and much normal. His wife, Rita (Marta Calvo), left him for another man, an unrepentant seducer, compulsive liar, jealous sick patient and also of Robert, called Antonio (Antonio Garrido). Meanwhile, it has been in charge of his daughter, Pat, a spoiled teenager.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":121290,"title":"Desátate","adult":false},{"cast":["Brian Wimmer","Michael Van Wagenen","Brock Ricardos","Ryan Kelley","James D. Hardy"],"overview":"Three boy scouts, one a great-nephew of Butch Cassidy, and their pretty girl friend hunt for the lost treasure of the legendary bank robber in 1950s Utah. A modern gang of outlaws wants to grab the loot, too, and soon the intrepid heroes are fleeing for the lives on trains, rafts and automobiles.","release_date":"2006-01-01","genres":[12,10751,37],"vote_average":6.1,"runtime":53,"cert":"N\/A","id":121298,"title":"Outlaw Trail: The Treasure of Butch Cassidy","adult":false},{"cast":["Pedro Armendáriz Jr.","Helena Rojo","Ernesto Gómez Cruz","Aurora Clavel"],"overview":"Film that chronicles the adventures of a white child or \"chavochi\" in the Sierra Tarahumara in the State of Chihuahua, the film denounces the timber and the misery of the Tarahumara Indians.","release_date":"1982-08-10","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":121300,"title":"En el país de los pies ligeros","adult":false},{"cast":["Alejandro Uriegas","Luis Alegre","Luis Arcaraz","Pancho Córdova","Rogelio Guerra"],"overview":"Wanted to fly to the sky ...And one day he got it When a child dares to steal the keys to the orphanage, guarded by a soldier, is exposed to too many dangers. This is the story of that child, freeing his birds, he demanded to life and men, their own freedom. '","release_date":"1976-06-24","genres":[],"vote_average":6.3,"runtime":98,"cert":"N\/A","id":121305,"title":"El niño y la estrella","adult":false},{"cast":["Emma Penella","Jorge Mistral","Paloma Valdés","Arturo de Córdova","Antonio Durán"],"overview":"Felipe Crespo, because of their anarchist ideology, Barcelona fleeing persecution for justice. Starving, he reaches the manor house and asks for protection Villares pretending repentance. He soon won the confidence of the wealthy owner of the land, a man of high moral and religious training, blind for years, who lives with his beautiful young wife. This, to know the true story of Philip, treats him with disgust, but over time, created in her a strong passion.","release_date":"1962-03-22","genres":[],"vote_average":0.0,"runtime":116,"cert":"N\/A","id":121307,"title":"El amor de los amores","adult":false},{"cast":["Luca Barbareschi","Luigi Maria Burruano","Ugo Conti","Luigi Diberti","Adolfo Fenoglio"],"overview":"","release_date":"2002-11-22","genres":[35],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":121312,"title":"Il trasformista","adult":false},{"cast":["Franco Franchi","Ciccio Ingrassia","Edwige Fenech","Lino Banfi","Ennio Girolami"],"overview":"Italy's best loved comedy duo play rival priests in the neighboring towns of Roccapizzone and San Antonio. Did Franco crash his bike through Ciccio's new stained glass window on purpose or was he just in town for their mutual confession? Their main beef with each other concerns their opposing football teams and this feud takes up a great deal of the picture.","release_date":"1970-04-09","genres":[35],"vote_average":5.6,"runtime":94,"cert":"N\/A","id":121314,"title":"Don Franco and Don Ciccio in a Year of Protest","adult":false},{"cast":["Franco Franchi","Ciccio Ingrassia","Margaret Lee","Antonella Steni","Riccardo Garrone"],"overview":"","release_date":"1964-01-01","genres":[35],"vote_average":5.4,"runtime":null,"cert":"N\/A","id":121316,"title":"Due mattacchioni al Moulin Rouge","adult":false},{"cast":["Franco Franchi","Ciccio Ingrassia","Martine Brochard","Anna Maestri","Alfonso Tomas"],"overview":"","release_date":"1971-01-01","genres":[35],"vote_average":6.4,"runtime":null,"cert":"N\/A","id":121318,"title":"Armiamoci e partite!","adult":false},{"cast":["Franco Franchi","Ciccio Ingrassia"],"overview":"","release_date":"1983-01-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":121320,"title":"Uno storico pasticcio","adult":false},{"cast":["Franco Franchi","Ciccio Ingrassia","Fiorenzo Fiorentini","Gina Rovere","Micaela Pignatelli"],"overview":"No overview","release_date":"1974-08-01","genres":[35],"vote_average":7.3,"runtime":100,"cert":"N\/A","id":121322,"title":"Farfallon","adult":false},{"cast":["Jojje Jönsson","Siw Carlsson","Stefan Gerhardsson","Mikael Riesebeck","Annika Andersson"],"overview":"","release_date":"2012-06-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":121324,"title":"Pang på pensionatet","adult":false},{"cast":["Franco Franchi","Ciccio Ingrassia","Gloria Paul","George Hilton","Ignazio Spalla"],"overview":"","release_date":"1967-05-18","genres":[35],"vote_average":5.9,"runtime":null,"cert":"N\/A","id":121329,"title":"Two Sons of Ringo","adult":false},{"cast":[],"overview":"","release_date":"2005-07-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":121334,"title":"Den lille røde traktoren 2 - Bursdag","adult":false},{"cast":["Virna Lisi","Mario Carotenuto","Hélène Chanel","Little Tony","Vittorio Congia"],"overview":"","release_date":"1961-08-10","genres":[35],"vote_average":5.7,"runtime":null,"cert":"N\/A","id":121336,"title":"5 marines per 100 ragazze","adult":false},{"cast":[],"overview":"","release_date":"2005-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":121338,"title":"Lucky Luke 6 - Brødrene Dalton på flukt","adult":false},{"cast":[],"overview":"","release_date":"2005-07-07","genres":[10751,16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":121340,"title":"Lucky Luke 7 - Diligencen","adult":false},{"cast":["Pippo Franco","Edwige Fenech","Gigi Ballista","Riccardo Garrone","Francesca Romana Coluzzi"],"overview":"Legendary director Sergio Martino takes the helm for this sexploitation classic concerning the scandal that erupts when the panicked head of a high-profile cheese production company hires a beautiful prostitute to seduce an unsuspecting Cabinet member. Edwige Fenech and Pippo Franco star in a bawdy comedy classic that's as sexy as it is hilarious.","release_date":"1973-04-12","genres":[35],"vote_average":5.3,"runtime":94,"cert":"N\/A","id":121342,"title":"Giovannona Long-Thigh","adult":false},{"cast":["Lino Banfi","Christian De Sica","Lionel Stander","Rosanna Banfi","Lisa Lavander"],"overview":"Tom and Jerry two Italian two bit actors go to America because they hope to take part in a film starring Sylvester Stallone. However when they go to his villa in Beverly Hills, Stallone gets murdered and the two are suspected of the murder. Hunted by the CIA and the FBI they flee across the USA disguised as women and end up working in a restaurant as showgirls. Here Tom meets a Mafia boss who falls in love with him and goes to Mexico with him to escape the police hunt. Some years later the two friends meet again: Tom has married the boss's ex girlfriend even if he still dresses as a woman.","release_date":"1987-11-19","genres":[35],"vote_average":5.9,"runtime":91,"cert":"N\/A","id":121344,"title":"BelliFreschi","adult":false},{"cast":["William Gargan","Mary Beth Hughes","Richard Travis","Richard Crane","Cheryl Walker"],"overview":"Hoping to put the cuffs on criminal mastermind Socks Barstow (Richard Travis), detective Mike Hanrohan (William Gargan) is stymied by the fact that his younger brother Denny (Richard Crane) has joined Barstow's gang. Things get worse after a bloody shootout, in which Mike apparently guns down his own brother.","release_date":"1948-06-25","genres":[80],"vote_average":4.0,"runtime":63,"cert":"N\/A","id":121346,"title":"Waterfront at Midnight","adult":false},{"cast":["Tim McCoy","Luana Walters","Rex Lease","Wheeler Oakman"],"overview":"A card sharp steps in when a Mexican family's ranch is threatened by swindlers and cheats.","release_date":"1936-06-06","genres":[37,28],"vote_average":6.0,"runtime":62,"cert":"N\/A","id":121351,"title":"Aces and Eights","adult":false},{"cast":[],"overview":"A silent short movie, is a literal journey that we can experience. We are being taken to Avebury and given the chance to admire it for 10 minutes. The shots are incredibly beautiful, as we see a huge stone or trees bathed in orange light of sunset.","release_date":"1971-01-01","genres":[],"vote_average":6.0,"runtime":10,"cert":"N\/A","id":121359,"title":"A Journey to Avebury","adult":false},{"cast":["Craig Gannon","Mike Joyce","Morrissey","Andy Rourke"],"overview":"Three song clips by The Smiths ('The Queen is Dead', 'There is a Light that Never Goes Out' and 'Panic'), all directed with an artistic and conceptual vision by the late Derek Jarman. The result is the junction of the powerful lyrics and melodies by Morrissey and Marr combined with Jarman's expressive images.","release_date":"1986-01-01","genres":[10402],"vote_average":0.0,"runtime":13,"cert":"","id":121361,"title":"The Queen Is Dead","adult":false},{"cast":["Ernest Borgnine","Anne Baxter","John Mills","Angela Lansbury","Frank Wilson"],"overview":"Ray Lawler's hit play inspired this poignant drama about the need to accept middle age despite the longing for youthful passion. The ensemble cast includes Ernest Borgnine and John Mills as Roo and Barney, who get a dose of reality during a holiday. Roo and his longtime girlfriend, Olive (Anne Baxter), cope with changes in their relationship while Barney tries to adjust to new paramour Pearl (Angela Lansbury) after his girl marries another man.","release_date":"1959-12-01","genres":[18,10749],"vote_average":6.0,"runtime":93,"cert":"","id":121369,"title":"Summer of the Seventeenth Doll","adult":false},{"cast":["Chris Peterson","Daniel Wells","Richard Young","Kelly Kruze","Henry Band"],"overview":"A secret mission with the code name Project Daredevil is planned by the notorious Black Ninja Gang.","release_date":"1985-01-01","genres":[28,10752],"vote_average":5.0,"runtime":83,"cert":"N\/A","id":121374,"title":"Ninja Project Daredevils","adult":false},{"cast":["Ronald Colman","May McAvoy","Bert Lytell","Irene Rich","Edward Martindel"],"overview":"Mrs Erlynne, the mother of Lady Windermere - her daughter does not know about her - wants to be introduced in society, so that she can marry Lord Augustus Lorton. Lord Windermere, who helped her with a cheque, invites her to his wifes birthday-party, but Lady Windermere thinks, she has reason to be jealous, so she decides to leave her husband and go to Lord Darlington, who is pining for her. Mrs Erlynne finds this out and tries to prevent her of this mistake, but her daughter leaves her fan in Lord Darlingtons residence.","release_date":"1925-12-26","genres":[35],"vote_average":6.6,"runtime":120,"cert":"N\/A","id":121379,"title":"Lady Windermere's Fan","adult":false},{"cast":["Peter Kastner","JoAnna Cameron","Louise Sorel","Gary Burghoff","Richard B. Shull"],"overview":"When young advertising exec Paul Bongard (Peter Kastner) gets involved with his attractive female boss, he discovers that the affair has fast-tracked his climb up the corporate ladder. Paul's career gets another boost when he starts up with the boss's daughter. Meanwhile, his childhood sweetheart, Ruth (Louise Sorel), is patiently wondering when, if ever, he'll propose to her in this sex comedy from the early 1970s.","release_date":"1971-03-31","genres":[35,18],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":121384,"title":"B.S. I Love You","adult":false},{"cast":[],"overview":".","release_date":"2012-07-20","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":121392,"title":"The Outraged","adult":false},{"cast":["Zero Mostel","Estelle Parsons","Pat Paulsen","Jerry Orbach","Paul Dooley"],"overview":"A three-part omnibus centered around sex and its discontents.","release_date":"1975-03-01","genres":[35],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":121394,"title":"Fore Play","adult":false},{"cast":["Dee Dee Ramone","Johnny Thunders","Jerry Nolan","Sid Vicious","Joey Ramone"],"overview":"Punk rock devotees will welcome director Lech Kowalski's reflective video portrait of late bassist Dee Dee Ramone and his life as a music industry icon -- including his self-destructive bouts with heroin. The centerpiece of the hourlong documentary -- which is peppered with vintage performance clips -- is a 1991 interview with a clean Dee Dee, who talks at length about his storied career and penchant for living on the edge.","release_date":"2003-09-03","genres":[99],"vote_average":6.0,"runtime":63,"cert":"N\/A","id":121396,"title":"Hey! Is Dee Dee Home?","adult":false},{"cast":[],"overview":"Gumby creator Art Clokey takes viewers on a psychedelic journey through a strange, homemade world.\r Mandala is an extraordinary film, made in 1974-77, in which transformations of colored abstract shapes in a mystical dreamscape of clay animation transition out to the real world and back, suggesting a revolution in thinking, and an evolution of feeling.","release_date":"1977-01-01","genres":[16,14],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":121398,"title":"Mandala","adult":false},{"cast":["Beverly Oliver","Gregg Pappas","Bob Brown","Bill Thurman","Dale Berry"],"overview":"Backwoods bombshell Myrtle marries George, only to find out that George neither can nor wants to satisfy her desires. Lots of heavy breathing, roughing-up and weirdo moralism ensues.","release_date":"1965-10-01","genres":[53,18,10749],"vote_average":6.0,"runtime":68,"cert":"N\/A","id":121403,"title":"Hot-Blooded Woman","adult":false},{"cast":["Jennifer Westbrook","David Warbeck","Gerald Taylor","Michael Armstrong","Terence Edmond"],"overview":"A struggling pulp fiction writer who doubles as an incompetent jewel thief.  He gets caught in the act every time, but he uses his looks and charm to make the best of it.  Soon he becomes a celebrity.  Wealthy women start leaving their jewels out like milk and cookies for Santa Claus in hopes that the sex thief will unlawfully invade their domiciles.","release_date":"1973-01-01","genres":[35],"vote_average":4.0,"runtime":89,"cert":"18","id":121438,"title":"The Sex Thief","adult":false},{"cast":["Victor Borge"],"overview":"Known to his fans as the \"Clown Prince of Denmark,\" or \"Great Dane,\" the remarkably talented Copenhagen-native Victor Borge performs some of his funniest moments from a collection of his earliest television and film appearances on Victor Borge: Then and Now. The magic moments from \"the Great Dane's\" career are offered in this retrospective featuring performances of such numbers as \"Clair de Lune,\" funny music-oriented stories and classic clips of Mr. Borge with Fozzie Bear, impersonating Franz Liszt for Mike Wallace, and playing \"Yankee Doodle Dandy\" for a smart baby. The 90-minute production also features some of the highlights from several performances filmed at the Fox Theatre in Detroit, MI, and serves as an informal retrospective on Borge's long and multifaceted entertainment career.","release_date":"1992-11-24","genres":[10402,35,99],"vote_average":6.7,"runtime":90,"cert":"N\/A","id":121443,"title":"Victor Borge: Then & Now","adult":false},{"cast":[],"overview":"In Chevelle, Mansfield, Ohio, native Kevin Jerome Everson captures two workhorse GM cars at a moment of drastic transformation.  A junkyard crusher puts metal to metal and smashes the cars into tidy rectangular shapes while the life juices and hydraulic fluids drain out of them. The resulting video is partially formalist metaphor and partially the sheer pleasure of seeing stuff get really smashed up. This is one of the projects Everson worked on when he visited the Wexner Center Film\/Video Studio program last May. (Description taken from Wexner Center for the Arts calendar, January 2012)","release_date":"2011-03-18","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":121448,"title":"Chevelle","adult":false},{"cast":["Angela Mao","Tsui Fu-Sheng","Lo Lieh","Dorian Tan Tao-Liang","Tien Peng"],"overview":"During China's 1920s Republican Period, warlords carve out personal fiefdoms across the country and impose self-serving laws with the barrel of a gun. Into this anarchy rides a masked feminine Zorro, nom de guerre Violet, to do battle, right wrongs and foment rebellion against the most corrupt and brutal warlord of all, Tung Ta-Chou. Unbeknownst to Tung, however, Violet is his own daughter. Tung orders his psycho enforcer Master Wu to track down and dispose of this pesky rebel queen. Meanwhile, Violet begins a flirtation with an attractive stranger who comes to town with the other half of a treasure map held by Tung. Ultimately, Master Wu betrays the warlord on the lure of the complete treasure map, enabling Violet and the stranger to apprehend Master Wu and beat the warlord at his own game.","release_date":"1980-09-05","genres":[28],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":121456,"title":"Scorching Sun, Fierce Wind, Wild Fire","adult":false},{"cast":["Raj Kapoor","Nargis","Pran","Vijayalaxmi","Leela Mishra"],"overview":"Raj Kapoor and Nargis in yet another romantic indian oldie.  It has the most memorable song 'Raja Ki Aaye Gi Baraat'","release_date":"1953-03-22","genres":[18,10749],"vote_average":0.0,"runtime":137,"cert":"N\/A","id":121458,"title":"Aah","adult":false},{"cast":[],"overview":"A compilation of trailers and previews from films having to do with zombies.","release_date":"1986-01-01","genres":[27],"vote_average":3.0,"runtime":73,"cert":"N\/A","id":121460,"title":"Zombiethon","adult":false},{"cast":["Choi Eun-hee","Kim Jin-kyu","Han Eun-jin","Do Kum-bong","Kim Hee-kap"],"overview":"A single mother takes on a boarder, with intriguing results.","release_date":"1961-08-26","genres":[18],"vote_average":6.7,"runtime":103,"cert":"N\/A","id":121462,"title":"My Mother and Her Guest","adult":false},{"cast":["Sandra Milo","Laurent Terzieff","Martine Carol","Paolo Stoppa","Isabelle Corey"],"overview":"Vanina Vanini, a bored, spoiled Roman countess, falls in love with a dedicated young patriot who is in Rome to assassinate a traitor to the brotherhood of the Carboneria.","release_date":"1961-10-12","genres":[18],"vote_average":6.3,"runtime":127,"cert":"N\/A","id":121464,"title":"Vanina Vanini","adult":false},{"cast":[],"overview":"In this parody of 1903's \"Great Train Robbery\", also made by Edwin S. Porter, young bandits rob the passengers of a kiddie train and are chased by police officers.","release_date":"1905-09-01","genres":[28,80],"vote_average":5.5,"runtime":10,"cert":"N\/A","id":121466,"title":"The Little Train Robbery","adult":false},{"cast":[],"overview":"A documentary look at the changing interpretations of the first amendment of the U.S. Constitution - laws and court cases that have alternatively broadened and narrowed the amendment's protection of free speech and assembly. The film's thesis is that post-9\/11 the government has seized unprecedented license to surveil, intimidate, arrest, and detain citizens and foreigners alike. The film also looks back to the Pentagon Papers' case and compares it to cases since 9\/11 dealing with high school students' speech and protesters marching in New York City during the 2004 Republican convention. Comment comes from a range of scholars, pundits, and advocates.","release_date":"2009-01-20","genres":[99],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":121471,"title":"Shouting Fire: Stories from the Edge of Free Speech","adult":false},{"cast":["Manoj Kumar","Sadhana"],"overview":"Anita is a weird girl, who either looses her memory or pretends to not remember.","release_date":"1967-10-10","genres":[18,53,10749],"vote_average":0.0,"runtime":143,"cert":"N\/A","id":121473,"title":"Anita","adult":false},{"cast":["Paolo Villaggio","Lino Banfi","Gastone Moschin","Flavio Bucci","Alessandro Haber"],"overview":"In order to get some money Gianni Zappi tries to organize an insurance fraud by drowning his yacht.","release_date":"1987-12-23","genres":[35],"vote_average":4.7,"runtime":102,"cert":"N\/A","id":121481,"title":"How Long Is the Adventure","adult":false},{"cast":["Dorian Tan Tao-Liang","Don Wong Tao","Phillip Ko","Suen Ga-Lam","George Wang"],"overview":"Captain Lu is the respected head of security of a village, but his wealthy boss runs the town, and is corrupt, while the boss's son is a dissolute skirt-chaser. Pai Yu Ching, the Southern Fist, swaggers into town, and clashes with Captain Lu, which earns him an offer to work for the town boss. However, nearly everyone in the town is something other than what they seem. Lu has a shameful secret in his past, which motivates Miss Li to ask Pai to kill him. The town boss is minting counterfeit coins, and someone is trying to gather the evidence of this. Events bring Lu and Pai onto the same side, which is fortunate, because the town boss brings in Mr Lung, a fearsome martial arts genius, to kill off all his enemies. Sequel is \"Challenge Of Death\".","release_date":"1977-01-27","genres":[28],"vote_average":6.0,"runtime":93,"cert":"N\/A","id":121483,"title":"The Hot, the Cool and the Vicious","adult":false},{"cast":["Lino Banfi","Johnny Dorelli","Marina Suma","Venantino Venantini","Giuliana Calandra"],"overview":"At carnival, a girl disguised as a devil seduces the parish priest of a village. She becomes pregnant, but the priest can not support his intention to abort and drag her to court.","release_date":"1982-11-21","genres":[35],"vote_average":5.1,"runtime":null,"cert":"N\/A","id":121485,"title":"Dio li fa poi li accoppia","adult":false},{"cast":["Rajendra Kumar","Ashok Kumar","Nimmi","Ameeta","Mumtaz Begum"],"overview":"While studying in Aligarh Muslim University, Anwar Hussain Anwar falls in love with a veiled woman and is unable to get her out of his mind. En route to Lucknow, they meet with Nawab Buland Akhtar Changezi, and subsequently meet with him a few days later so that he can use his influence to secure an editor's job for Anwar with a magazine. Nawab then asks Anwar to teach his sister, Husna, some poetry, to which he agrees, and eventually finds that she is the very same veiled woman. Both fall in love with each other and the Nawab approves of this alliance, even though Anwar lives a poor lifestyle. The formal engagement ceremony takes place and arrangements are made for the wedding to take place soon. The heavily indebted Nawab does not realize that soon he will find Anwar in the company of a lowly courtesan, Najma; and pressure will be brought on him to get Husna to marry wealthy Munne Raja - who is all set to auction the former's mansion as well as belongings.","release_date":"1963-01-02","genres":[],"vote_average":0.0,"runtime":170,"cert":"N\/A","id":121487,"title":"Mere Mehboob","adult":false},{"cast":["Adriano Domínguez","Alfredo Mayo","Jesús Tordesillas","Rafael Durán","Raúl Cancio"],"overview":"Chronicle of the daily activity of a newspaper called \"La Jornada\". Through the events covered by the gossip columnist that occupy precisely the seventh page, a portrait emerges of different classes of Spain in the 50's and a vision of reality where facts are mixed comedy, police, emotional, dramatic and even tragic.","release_date":"1950-01-01","genres":[],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":121489,"title":"The Seventh Page","adult":false},{"cast":["Kim Myung-min","Moon Jeong-hee","Kim Dong-wan","Lee Ha-nee","Um Zi-sung"],"overview":"Jae-hyuk is a pharmaceutical worker for a medical supplies company. When a series of dead bodies are found floating in the Han River. The public is shocked to discovered that the deaths are related to a fatal outbreak of virus-infected mutant parasitic horsehair worms, called 'Yeongasi', that can control the human brain. Those infected shows symptoms of hunger and thirst, hence jumps into the river to combat dehydration. Whilst the authorities work to find a cure, Jae-hyuk struggles to save his family when they also exhibits similar symptoms.","release_date":"2012-07-05","genres":[53],"vote_average":6.7,"runtime":109,"cert":"N\/A","id":121491,"title":"Deranged","adult":false},{"cast":["Sonia Mankaï","Claudia Cardinale","Gamil Ratib","Sarah Pariente","Ava Cohen-Jonathan"],"overview":"Summer, 1967. La Goulette, the touristic beach of Tunisi, is the site where three nice seventeen-year-old girls live: Gigi, sicilian and catholic; Meriem, Tunisian and Arab; Tina, French and Jewish. They would like to have their first sexual experience during that summer, challenging their families. Their fathers, Youssef, Jojo and Giuseppe, are old friends and their friendship will be in crisis because of the girls, while Hadj, an old rich Arab, would like to marry Meriem.","release_date":"1996-12-25","genres":[18,35],"vote_average":6.3,"runtime":100,"cert":"N\/A","id":121493,"title":"A Summer in La Goulette","adult":false},{"cast":["Tomoyo Harada","Eiko Masuyama","Ichirō Nagai","Kyouji Nanami","Masao Ohtsuka"],"overview":"This cartoon, based on a popular manga (Japanese-style comic), centers on an 11-year-old boy who goes to Africa with his father in 1941. Because he is Japanese, the father is detained by the British. The boy joins up with a beautiful native girl, and the adventure begins, a sort of Young Indy Jones meets Tarzan. Written by Rob Richardson","release_date":"1984-03-10","genres":[16,12],"vote_average":5.1,"runtime":109,"cert":"N\/A","id":121495,"title":"Kenya Boy","adult":false},{"cert":"N\/A","title":"Queremos un hijo tuyo","cast":["Fernando Esteso","Silvia Aguilar","Florinda Chico","Ricardo Merino","Loreta Tovar"],"genres":[35],"id":121497,"overview":"Amancio is an entrepreneur who needs a son to inherit the shares of the Company to continue controlling the business. But it has a small problem, can not have children. One day, Amancio learns that the farm has on the field there is a gardener who has terrorized the inhabitants of a nearby town, for their ability to conquer women. So he decides to take his wife to the farm in order to stay in a state of good hope.","runtime":84,"release_date":"1981-02-01","vote_average":0.0,"adult":false}]