[{"cast":[],"overview":"The Easy Star All-Stars performing Dub Side of the Moon live at the State Theater in Falls Church, Virginia, interspersed with original animation.","release_date":"2006-06-27","genres":[],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":123000,"title":"Easy Star All-Stars: Dub Side of the Moon Live","adult":false},{"cast":["John Simm","Jellybean Benítez","Peter Hook","Stephen Morris","Paul Ryder"],"overview":"Documentary celebrating the triumph, tragedy and human comedy that was Manchester record company, Factory. Started by the late Tony Wilson, Alan Erasmus, Peter Saville and Martin Hannett in the late 1970s, it became known as the home of Joy Divsion, New Order and Happy Mondays and for creating the Hacienda club. The label pioneered Britain's independent pop culture, creating a new Manchester and blowing a shed-load of money. Includes interviews with all the main players in the Factory story.","release_date":"2007-09-20","genres":[99],"vote_average":8.0,"runtime":90,"cert":"","id":123002,"title":"Factory: Manchester from Joy Division to Happy Mondays","adult":false},{"cast":["Johanna Black","Billy Dee Williams"],"overview":"Hannah has been trained in the lethal art of assasination by her father Luc, a former sniper with the special forces in Vietnam.  When her father is unexpectedly killed she is forced to choose between the violent world she knows and the ordinary world she does not.\r As the sun rises on Capitol Hill, Senator Harmon prepares to announce his candidacy for leadership of the Republican party and ultimately the presidency of the United States.  The only thing that could deny his dream is the exposure of an evil past full of deception and murder.\r Hannah engages herself on an action-packed journey that takes her from the Mafia underworld to corruption in the highest levels of government.  What she is about to discover could be the greatest and most sinister conspiracy of all time.","release_date":"1999-05-29","genres":[],"vote_average":4.5,"runtime":90,"cert":"N\/A","id":123004,"title":"The Contract","adult":false},{"cast":["Jason Mewes","Kevin Smith"],"overview":"No Trench Coats. No Hair Extensions. Bound for the Grave. See Jason Mewes &amp; Kevin Smith Get Old in front of your very eyes every Friday at 10:00pm! LIVE at The Jon Lovitz Comedy Club at Universal Citywalk.","release_date":"2010-08-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":123009,"title":"Jay and Silent Bob Get Old - LIVE!!","adult":false},{"cast":["Thomas Dorsey","Willie Mae Ford Smith"],"overview":"Documentary on modern black gospel music, focusing on the pioneering Rev. Thomas Dorsey and Mother Willie Mae Ford Smith","release_date":"1982-10-05","genres":[99],"vote_average":6.7,"runtime":100,"cert":"N\/A","id":123020,"title":"Say Amen, Somebody","adult":false},{"cast":["Bill Gaither","Gloria Gaither","Mark Lowry","Guy Penrod","David Phelps"],"overview":"Gaither Gospel Series: Filmed at Whitewell Metropolitan Tabernacle in Belfast, North Ireland","release_date":"2000-01-01","genres":[10402],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":123022,"title":"Whispering Hope","adult":false},{"cast":["Queen Elizabeth II","Mike Oldfield","Kenneth Branagh","J.K. Rowling","Paul McCartney"],"overview":"The London 2012 Olympic Games Opening Ceremony took place at 9pm on 27 July 2012. Titled 'Isles of Wonder', the Ceremony welcomed the finest athletes from more than 200 nations for the start of the London 2012 Olympic Games, marking an historic third time the capital has hosted the world’s biggest and most important sporting event. The Opening Ceremony reflected the key themes and priorities of the London 2012 Games, based on sport, inspiration, youth and urban transformation. It was a Ceremony 'for everyone' and celebrated contributions the UK has made to the world through innovation and revolution, as well as the creativity and exuberance of British people.","release_date":"2012-07-27","genres":[],"vote_average":8.3,"runtime":220,"cert":"U","id":123024,"title":"London 2012 Olympic Opening Ceremony: Isles of Wonder","adult":false},{"cast":["Tony Winters","Akeem Smith","Veronica Thompson","Trisha Mann","Darius Dudley"],"overview":"The award winning producers of the award winning, cult classic film, RETIRING TATIANA are back with this highly experimental screen adaptation of Anthony Lovell Winters' hilarious hit play, \"Section 8\". Proverbial skeletons are dragged from the family closet when deadbeat dad (Tony Winters) and his college bound son (Akeem Smith) are forced under the same roof of the fathers shabby, low income apartment. The laughter soon gives way to tears as schemes are hatched, aliances tested and long held secrets revealed.","release_date":"","genres":[],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":123026,"title":"Section 8","adult":false},{"cast":["Gene Hackman","Ann-Margret","Ellen Burstyn","Amy Madigan","Ally Sheedy"],"overview":"A middle-aged steelworker is content with his job and his family, but feels that something is missing in his life. On his 50th birthday, he stops in at a local bar for a drink to celebrate. He finds himself attracted to the young, very sexy barmaid--and, to his surprise, he finds that she is also very attracted to him.","release_date":"1985-10-23","genres":[18],"vote_average":5.9,"runtime":111,"cert":"N\/A","id":123049,"title":"Twice in a Lifetime","adult":false},{"cast":["Ofelia Medina","Juan José Gurrola","Max Kerlow","Claudio Brook","Salvador Sánchez"],"overview":"This film is a chronicle of painter Frida Kahlo, and her encounter with the personalities of her time. Despite being confied to a wheelchair as a result of polio, operations and amputations, she faces and traces some of the most colorful and controversial aspects of Mexican history, during the dominant time of Mexican muralism.","release_date":"1986-03-13","genres":[18],"vote_average":5.0,"runtime":108,"cert":"N\/A","id":123057,"title":"Frida, naturaleza viva","adult":false},{"cast":["Marian Nixon","Minna Gombell","William Collier Sr.","Josephine Hull","William Pawley"],"overview":"In the Depression, Pete and Sidney are good kids, working hard, giving money to their parents, and engaged for three years while they save to get married. Each has a selfish mother: Sydney's is cold, Pete's is clingy. Sidney's mother is looking for her own happiness, no matter how much that search harms her daughter and long-suffering husband; and, the longer the engagement lingers, the more pressure Pete's mom puts on Sidney to break it off and set her son free. \"After Tomorrow\" is Pete and Sidney's favorite song, but with illness, poverty, and temptation: will that good day ever come? Written by","release_date":"1932-03-06","genres":[18],"vote_average":6.0,"runtime":79,"cert":"N\/A","id":123059,"title":"After Tomorrow","adult":false},{"cast":["Kris Bidenko","Emma Coles","Kris McQuade","Peter Hehir"],"overview":"The story of the end of a friendship between two teenage girls, told backwards over the course of nine months.","release_date":"1986-01-01","genres":[18],"vote_average":6.0,"runtime":78,"cert":"N\/A","id":123067,"title":"Two Friends","adult":false},{"cast":["Diana Dors","Cia Löwgren","Solveig Andersson","Christina Lindberg","Peder Kinberg"],"overview":"The sadistic Madam Margareta is a talking side of beef that serves as the hostess and ring leader for a live sex tease show and whorehouse. Madam's shows always feature her bodacious nieces Susanna and Karen, who perform in everything from striptease to S&M acts. Karen meets and eventually runs away with a rich guy. Susanna falls in love with a deceptive airport cargo handler. After several more kinky shows and various soft core sex scenes, Karen is gone and Susanna and her man find out the truth behind each others lies.","release_date":"1972-01-20","genres":[18],"vote_average":3.0,"runtime":92,"cert":"","id":123069,"title":"Swedish Wildcats","adult":false},{"cast":[],"overview":"The Colors that Combine to Make White are Important explores the power structure within a failing Japanese glass factory. Two parallel story lines involving the investigation of an suspected employee and that of a stolen painting converge to reveal an exposition on gender and desire.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":119,"cert":"N\/A","id":123071,"title":"The Colors That Combine to Make White Are Important","adult":false},{"cast":[],"overview":"'Tributes-Pulse' is a collaboration between American filmmaker Bill Morrison and Danish composer and percussionist Simon Christensen. Christensen originally conceived of the project as a tribute to four American composers, Charles Ives (1874-1954), Conlon Nancarrow (1912-1997), Steve Reich (b. 1936), and Trent Reznor (b. 1965). Using exquisitely deteriorating nitrate-based archival film, Morrison weaves a story from the remnants of disparate narratives. The episodes appear intermittently between the undulating pulse of the film's decay, the imagery compromised - yet made all the more poignant - by a dying celluloid medium, a rusted vessel carrying ghosts. Contrasting with the previous three sections, the final section is an original single-take contemporary aerial shot of the 'Graveyard of Ships' off of Staten Island, NY. Written by Anonymous","release_date":"2011-06-01","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":123073,"title":"Tributes: Pulse","adult":false},{"cast":["Blair Brown","Christa Denton","Lynn Redgrave","David Carradine","Carrie Wells"],"overview":"Rachel is a 9-year-old girl who is perfection itself - unless she's crossed or challenged. Several disturbing recent incidents have led Rachel's mother Christine to suspect that her child is a latent murderess. Upon discovering that she herself is the daughter of a convicted killer, Christine becomes convinced that sweet little Rachel is a \"bad seed\" - an inherent killer who feels no remorse because she doesn't know any better.","release_date":"1985-02-07","genres":[18,53,27,80,10770],"vote_average":5.8,"runtime":100,"cert":"N\/A","id":123075,"title":"The Bad Seed","adult":false},{"cast":["Mike Oldfield","Maggie Reilly"],"overview":"Despite the enormous success of his 1973 debut album TUBULAR BELLS, Mike Oldfield's first concert tour wasn't until 1979. His second, the European Adventure Tour in 1981, stopped in Switzerland for the Montreux Jazz Festival. The show sold out, the crowd was alive, and the atmosphere was electric!","release_date":"1981-07-05","genres":[10402,99],"vote_average":0.0,"runtime":113,"cert":"N\/A","id":123077,"title":"Mike Oldfield: Live at Montreux, 1981","adult":false},{"cast":[],"overview":"UB40 are one of the most successful British acts of all time, with a huge string of hits on both sides of the Atlantic and around the globe. Featuring most of their greatest hits, including both songs to hit #1 in America: \"Red, Red Wine\" and \"Can't Help Falling In Love\". To date, 2002 is the band's only appearance at the Montreux Festival but clearly inspired them to produce one of their finest performances. This performance is being simultaneously released on CD.","release_date":"2002-01-09","genres":[10402],"vote_average":0.0,"runtime":97,"cert":"","id":123079,"title":"UB40 Live at Montreux","adult":false},{"cast":["Kristen Connolly","Will Rogers","Michael Beasley","Christopher Denham","Kenny Alfonso"],"overview":"Two million fish washed ashore. One thousand blackbirds dropped from the sky. On July 4, 2009 a deadly menace swept through the quaint seaside town of Claridge, Maryland, but the harrowing story of what happened that Independence Day has never been told—until now. The authorities believed they had buried the truth about the tragedy that claimed over 700 human lives. Now, three years later, a reporter has emerged with footage revealing the cover-up and an unimaginable killer: a mysterious parasitic outbreak. Told from the perspective of those who were there and saw what happened, The Bay unfolds over 24 hours through people's iPhones, Androids, 911 calls, webcams, and whatever else could be used to document the nightmare in Claridge. What follows is a nerve-shredding tale of a small town plunged into absolute terror.","release_date":"2012-09-13","genres":[27,878,53],"vote_average":5.5,"runtime":84,"cert":"15","id":123105,"title":"The Bay","adult":false},{"cast":["Clancy Brown","Clifton Collins Jr.","Andre Royo","Robyn Rikoon","Macon Blair"],"overview":"An exorcism comedy which follows the Order of Hellbound Saints (Brooklyn Parish), a highly secretive and profoundly blasphemous men of God, as they battle demonic forces too terrible to be cast out by traditional Vatican-approved methods.","release_date":"2013-10-18","genres":[27,35,53],"vote_average":5.6,"runtime":87,"cert":"N\/A","id":123107,"title":"Hellbenders","adult":false},{"cast":["Luke Evans","Adelaide Clemens","Lee Tergesen","Derek Magyar","America Olivo"],"overview":"A gang of ruthless highway killers kidnap a wealthy couple traveling cross country only to shockingly discover that things are not what they seem.","release_date":"2013-03-09","genres":[27,53],"vote_average":5.7,"runtime":86,"cert":"18","id":123109,"title":"No One Lives","adult":false},{"cast":["Marcela Walerstein","George Lazenby","Sylvia Kristel","Joel Bui","Jay Hausman"],"overview":"Young Emmanuelle and her friend Coco visit a friend whose sculptor husband is infatuated with one of his plaster creations. Emmanuelle uses her magic to get him interested again, jump starting their love life. Later, Emmanuelle, Coco and Coco's sister, Paula, travel to a wedding in Africa. They miss their plane to Salima and have to travel by boat, where they all vie for the attention of a male passenger. After Paula misses her chance with him, she travels via rowboat to an African tribal village where her desires are fulfilled.","release_date":"1993-05-02","genres":[18],"vote_average":1.8,"runtime":90,"cert":"N\/A","id":123111,"title":"Emmanuelle's Magic","adult":false},{"cast":["Frédéric Diefenthal","Louise Monot","Marc Ruchmann","Jean-Michel Dupuis","Gérard Desarthe"],"overview":"Suicidal Françoise Sorel wants to be buried in Castelnac, the village she was born in Périgord. Her daughter Lola, discovers she doesn't know anything about her parents and their past life. She spends a few days in Castelnac. A man, an ex-friend of her father's, is murdered and Lola is the main suspect...","release_date":"2006-01-23","genres":[53],"vote_average":5.5,"runtime":180,"cert":"N\/A","id":123113,"title":"Ange de Feu","adult":false},{"cast":["Anthony Delon","Mandala Tayde","Stéphane Freiss","Arielle Dombasle","Mathieu Carrière"],"overview":"A helicopter crashes in the Sahara Desert. The entire crew are killed - only a small infant miraculously survives. Emir Tafud, who has no children of his own, brings the child up as his successor. When Ben is 25 years old he decides to set off in search of his true parents. In Casablanca he meets French crook Jacquot, who takes him with him to Monte Carlo. They both actually manage to find Ben's mother Christine. She tells Ben that his father was a scientist on a secret mission to Africa. Christine wants Ben to stay in Monte Carlo and take over her firm, but Ben has his heart set on living in Belem with his adored Amina. But now Ben gradually unearths a dreadful secret: Christine's second husband François was responsible for the death of his father, who had discovered valuable minerals in the Sahara. After a bitter struggle, Ben finally succeeds in saving his homeland from Western greed.","release_date":"1997-01-01","genres":[12],"vote_average":10.0,"runtime":270,"cert":"N\/A","id":123115,"title":"Deserto di fuoco","adult":false},{"cast":["Ian McKellen","Larry Boes","Everald Brathwaite","Thomas Paul Carey","Brian Carroll"],"overview":"Saint of 9\/11 presents the turbulent, restless, spiritual and remarkable journey of Father Mychal Judge. Compassionate champion of the needy and forgotten, a beloved Fire Department Chaplain, rousing Irish-American balladeer and iconoclast, Father wrestled with his own private demons while touching others in powerful and miraculous ways. Mychal Judge knew the pain of loss and suffering. He struggled with alcoholism and was an outspoken AA advocate. Father Judge was a gay man who loved his priestly work. Saint of 9\/11 portrays Mychal's life as a spiritual adventure and an honest embrace of life, where alcoholism and sexuality were acknowledged. Saint of 9\/11 is the story of a life's journey interrupted. Inspired by his life, the documentary embraces Mychal's full humanity.","release_date":"2006-04-27","genres":[99],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":123150,"title":"Saint of 9\/11","adult":false},{"cast":["Antonio Sabàto, Jr.","Kimberley Davies","Kate Beahan","Jerome Ehlers","Nick Tate"],"overview":"When a deadly assassin hijacks a passenger train, he threatens to detonate a deadly can of poison that can wipe out an entire city, if he isn't given a 25 million dollar Ransom. While the cops are attempting to thwart the madman, they decide to call Former DEA agent Paul Blake (Antonio Sabato, Jr) the one man who can possibly stop the fiendish plot.","release_date":"2002-05-01","genres":[28],"vote_average":4.1,"runtime":100,"cert":"N\/A","id":123158,"title":"Seconds to Spare","adult":false},{"cast":[],"overview":"“The Story” stars Bode Miller, Lindsey Vonn, Bobby Brown, Willie Bogner, Chris Davenport, Kristi Leskinen, Chris Benchetler, Reggie &amp; Zack Crist, Mike Douglas and numerous other stars of skiing, snowboarding, speed flying, paragliding, river surfing and kite skiing. The film takes viewers into deep character dives with the most famous skiers to the most obscure ski bums as well as to the top of Mount Everest, never before skied steeps in Alaska and various gut-wrenching variations on human flight.","release_date":"2010-10-24","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":123160,"title":"The Story","adult":false},{"cast":["Isamu Kosugi","Akiko Kazami","Mari Ko","Mieshi Bando","Donguriboya"],"overview":"Kanji is a poor peasant widower who struggles to earn a living for his daughter and himself and to pay off his father-in-law's debts.","release_date":"1939-04-13","genres":[18],"vote_average":7.5,"runtime":115,"cert":"N\/A","id":123168,"title":"Earth","adult":false},{"cast":["María Asquerino","Yvonne Bastien","Francisco Bernal","José Calvo","Juan Cazalilla"],"overview":"A paltry pension is the scenario in which love is forged between a mysterious woman and a frustrated writer. Based on the comedy \"The poor things\" by Alfonso Paso.","release_date":"1963-07-08","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":123176,"title":"El sol en el espejo","adult":false},{"cast":["Rihanna"],"overview":"Good Girl Bad Girl tells the story of Rihanna, and her triumphant journey from poverty and obscurity on the Caribbean island of Barbados, to becoming a worldwide pop sensation.","release_date":"2012-07-12","genres":[99],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":123184,"title":"Rihanna: Good Girl, Bad Girl","adult":false},{"cast":["Don Taylor","Reginald Beckwith","Eileen Moore","David King-Wood","Douglas Wilmer"],"overview":"Robin Hood is persuaded by two nobles whom he believes to be loyal to King Richard to recover secret plans attaining to the rescue of the king from captivity in Germany. Though disguised as a troubadour, Robin is betrayed and captured. Lady Alys and the merry men help him escape in time to foil an intended ambush on King Richard as he returns from the Crusades.","release_date":"1954-11-01","genres":[12,36],"vote_average":7.0,"runtime":77,"cert":"","id":123186,"title":"The Men of Sherwood Forest","adult":false},{"cast":[],"overview":"","release_date":"2012-04-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":123191,"title":"The Honor Code","adult":false},{"cast":["Upendra","Nayanthara","Tulip Joshi","Ali"],"overview":"Super (Kannada: ಸೂಪರ್, Telugu: సూపర్) (originally known only by Vitarka Mudrā hand symbol) is a 2010 Indian multilingual film written and directed by Upendra.  This utopian film garnered extraordinary reception from critics and the general public for its revolutionary concept of a contrasting futuristic India set in the year 2030, and the contemporary image of India.  With the title of the film depicted only by a symbol, it features Upendra and Nayantara in lead roles and is produced by Rockline Venkatesh, while V. Harikrishna has scored the music. Raking in more than Rs 100 million through satellite television and audio rights even before release, it was declared a superhit in Kannada where it grossed a record Rs 25 million in first three days of the opening weekend. The film grossed over 50 crore (US$9.05 million) and has been declared one of the biggest blockbusters of Kannada cinema.","release_date":"2010-12-03","genres":[],"vote_average":6.9,"runtime":146,"cert":"N\/A","id":123196,"title":"Super (Symbol)","adult":false},{"cast":["María Rebeca","Manuel Medel","Pedro Infante Jr.","Mario Almada","Jose Luis Cobos"],"overview":"Orphaned boy Andrés and his best friend Maria live in one of the poorest parts of the city. Nevertheless, their hearts are full of love and happiness. Kind-hearted Sócrates has raised the boy as if he were his own son. When Andrés gets to know that Sócrates is about to become evicted, he assumes the identity of the landlord's long lost son. The plan backfires, because the landlord wants to take the boy away from Sócrates. The friendship of Andrés and Maria threatens to break apart. Written by Anonymous","release_date":"1982-08-05","genres":[],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":123201,"title":"La mugrosita","adult":false},{"cast":["Rod Cameron","Patricia Viterbo","Ennio Girolami","Bruno Piergentili","Manuel Zarzo"],"overview":"The Masters and the Cherokees living in relative peace until a key member of this tribe falls in love with a woman from the Masters family. From there the situation is complicated to unknown heights.","release_date":"1964-12-30","genres":[37],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":123206,"title":"Bullet in the Flesh","adult":false},{"cast":[],"overview":"","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":123208,"title":"Bionic Eye","adult":false},{"cast":["José Luis Alfonzo","Mauro Altschuler","Simón Andreu","Elvis Antezana","Blanca Rosa Blanco"],"overview":"The story of Che Guevara, featuring episodes from his childhood, his career as a medical student and work with lepers, and finally his life as a militant and guerrilla fighter.","release_date":"1997-10-09","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":123219,"title":"Hasta la victoria siempre (Che)","adult":false},{"cast":["Vanessa Paradis","Samuel Le Bihan","Jonathan Zaccaï","Laurent Stocker","Martin Jobert"],"overview":"A young woman inherits her family's historic home on the coast of Brittany, a house she has not been to since her father died there when she was age 12.","release_date":"2012-08-14","genres":[18],"vote_average":5.8,"runtime":null,"cert":"N\/A","id":123221,"title":"Cornouaille","adult":false},{"cast":["Luis Brandoni","Dora Baret","Luisina Brando","Lito Cruz","Oscar Ferrigno"],"overview":"The relationship between a doctor and a depressed young patient in a public hospital.","release_date":"1984-08-30","genres":[18],"vote_average":8.1,"runtime":106,"cert":"N\/A","id":123223,"title":"Darse cuenta","adult":false},{"cast":[],"overview":"Faith No More perform at Club Ciudad in Buenos Aires following their reformation in 2009.","release_date":"2009-10-31","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":123225,"title":"Faith No More: The Second Coming Tour Live In Buenos Aires","adult":false},{"cast":[],"overview":"A look at club and drug culture through the prism of the band Flowered Up.","release_date":"1992-01-31","genres":[10751],"vote_average":0.0,"runtime":null,"cert":"15","id":123230,"title":"Weekender","adult":false},{"cast":["André Villa"],"overview":"","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":123232,"title":"Red Bull X-Fighters 2011","adult":false},{"cast":["Joe Frazier"],"overview":"They say that Philadelphia is the capital of boxing and Joe Frazier's Gym is the White House. This is the story of a father, a son and a forgotten legacy. Joe Frazier has been lost in someone else's legend. His epic rivalry with Muhammad Ali is the most famous of any sport but Joe has remained in the shadows. This tale of redemption shows Joe Frazier as a human being for the first time: an athlete who battled prejudice and struggled for everything he achieved; a father whose own experiences inspired him to reach out to help others. Joe Frazier's gym has been a Philadelphia sanctuary for forty years. Now it is threatened with closure.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":123234,"title":"Joe Frazier: When the Smoke Clears","adult":false},{"cast":["Jereme Rogers","Terell Robinson","Jani Laitiala","Kyle Nicholson"],"overview":"","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":123236,"title":"#MiAmor...Selfish Skateboards in Spain","adult":false},{"cast":[],"overview":"","release_date":"2009-03-01","genres":[],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":123238,"title":"Arusi Persian Wedding","adult":false},{"cast":["Valérie Lemercier","Denis Podalydès","Isabelle Candelier","Bruno Podalydès","Pierre Arditi"],"overview":"A provincial chemist in the throes of a mid-life crisis must choose between burying his dearly departed grandmother and cremating her in this quirky comedy of manners starring Valerie Lemercier, Denis Podalydes, and Isabelle Candelier.","release_date":"2012-06-19","genres":[35],"vote_average":5.9,"runtime":100,"cert":"N\/A","id":123243,"title":"Granny's Funeral","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":123245,"title":"All Hail the Beat","adult":false},{"cast":["Van Morrison"],"overview":"","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":123247,"title":"Van Morrison: Under Review: 1964-1974","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":123252,"title":"Newton Creek Digester Eggs:  The Art of Human Waste","adult":false},{"cast":["Rosalinda Risso","María Montaño","Pilar Delgado","Vitorino","Marco Antonio Sánchez"],"overview":"","release_date":"1989-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":123254,"title":"El mil hijos","adult":false},{"cast":[],"overview":"First DVD release from this refreshingly basic UK music programme puts the music in the foreground with an impressive role call of acts. With sparse production and no filler (no host, no audience, just artist centre stage),  From The Basement's eclectic line-up reads like a contemporary alternative who's who; The White Stripes, Sonic Youth, Albert Hammond Jnr., The Shins, Beck, Damien Rice, Jose Gonzalez, Thom Yorke, Super Furry Animals, and more.","release_date":"2009-03-08","genres":[],"vote_average":0.0,"runtime":130,"cert":"M","id":123259,"title":"From The Basement","adult":false},{"cast":["Aksel Hennie","Pia Tjelta","Bjørn Floberg","Mads Ousdal","Kaia Varjord"],"overview":"Director Eva Sørhaug (Cold Lunch) reveals the rage and violence lurking beneath seemingly tranquil domesticity in her bold and uncompromising sophomore feature.","release_date":"2012-09-21","genres":[18],"vote_average":4.9,"runtime":92,"cert":"N\/A","id":123261,"title":"90 Minutes","adult":false},{"cast":[],"overview":"","release_date":"2011-12-15","genres":[],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":123272,"title":"Heart Stop Beating","adult":false},{"cast":["Roosevelt Barnes","Robert Johnson","R.L. Burnside","Keb' Mo'","David A. Stewart"],"overview":"Hellhounds On My Trail is a tribute to the influence of Delta Blues legend Robert Johnson and the effect that he has had on today's music.  The film was made in conjunction with the \"American Masters Series\" week-long tribute put on by the Rock and Roll Hall of Fame and chronicles the legacy of Robert Johnson through interviews and speeches by a number of musicologists and through the performances of Robert Johnson's work by a number of fairly popular contemporary artists.  The film features performances from Rob Wasserman and Bob Weir from the Grateful Dead; Keb' Mo; Robert Lockwood Jr.; G Love and Special Sauce; Gov't Mule and a lot of other performers.","release_date":"2000-02-28","genres":[99,10402],"vote_average":6.0,"runtime":54,"cert":"N\/A","id":123277,"title":"Hellhounds on My Trail: The Afterlife of Robert Johnson","adult":false},{"cast":["Kathy Griffin","Maggie Griffin"],"overview":"Self-proclaimed \"D-Lister\" and two-time Emmy Award-winning comedian Kathy Griffin's latest comedy specials take you on a wild ride behind the scenes of Hollywood's most salacious celebrity gossip.","release_date":"2011-09-20","genres":[35],"vote_average":5.0,"runtime":60,"cert":"N\/A","id":123279,"title":"Kathy Griffin: Pants Off","adult":false},{"cast":["James Franciscus","Suzanne Pleshette","Geneviève Page","Eva Gabor","Mary Astor"],"overview":"An unknown Kentucky writer (James Franciscus) comes to New York and pursues fame and women (Suzanne Pleshette, Genevieve Page).","release_date":"1964-11-04","genres":[18],"vote_average":7.0,"runtime":137,"cert":"N\/A","id":123281,"title":"Youngblood Hawke","adult":false},{"cast":["Cynthia Adler","Ben Gazzara","Joshua Greene","Milton H. Greene","Amy Greene-Andrews"],"overview":"","release_date":"1998-09-05","genres":[],"vote_average":6.5,"runtime":46,"cert":"N\/A","id":123283,"title":"Marilyn in Manhattan","adult":false},{"cast":["Laura Baruch","Tom Kenny","Billie Myers","Andrea Bowen","Stephanie Lemelin"],"overview":"She’s Grace “Twinkle Toes” Hastings, the shining star of this all-new movie! She has a big secret though... she gets terrible stage fright in front of anyone but her fluffy friend Walter. As Grace works to overcome her fears, and makes some super-cool friends at her new school, she discovers that it’s OK to go ahead and shine!","release_date":"2011-10-15","genres":[16,10751],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":123291,"title":"Twinkle Toes","adult":false},{"cast":["Viveca Lindfors","Alf Kjellin","Edvin Adolphson","Lauritz Falk","Naima Wifstrand"],"overview":"Set in medieval times about the cursed Moonshield family. The young knight Erland Moonshield fall in love with a gypsy enchantress, Singoalla, he meet in the forest.","release_date":"1949-12-13","genres":[12,18,36],"vote_average":6.0,"runtime":104,"cert":"N\/A","id":123299,"title":"The Wind Is My Lover","adult":false},{"cast":["Cliff Twemlow"],"overview":"Superstar bouncer Steve Donovan is pulled back into the world of gang violence when he accepts the role of door protector at an upmarket club in Manchester.","release_date":"1982-08-06","genres":[],"vote_average":7.0,"runtime":75,"cert":"18","id":123301,"title":"G.B.H","adult":false},{"cast":["Adolf Dymsza","Bolesław Płotnicki","Leonard Pietraszak","Stanisław Tym"],"overview":"","release_date":"1959-12-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":123303,"title":"Cafe Pod Minogą","adult":false},{"cast":["Bill Gaither","Gloria Gaither","Mark Lowry","Sue Dodge","Debra Talley"],"overview":"Gaither Gospel Series: Recorded at Pinebrook Studios, Alexandria, Indiana","release_date":"1997-01-01","genres":[10402],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":123311,"title":"This Is My Story","adult":false},{"cast":["Gunnar Hansen","Michael R. Smith","Lawrence E. Campbell","Robin Roberts","Tres Holton"],"overview":"A grizzled derelict tells a quartet of horror tales to a trio of young campers.","release_date":"1991-10-01","genres":[53,27],"vote_average":5.5,"runtime":88,"cert":"N\/A","id":123313,"title":"Campfire Tales","adult":false},{"cast":["Helge Skoog","Anki Lidén","Elin Elgestad","Ulla Elgestad","Saga Wolgers"],"overview":"Barbro has a sister in secret, a twin sister named  Ylva-Li. Ylva-Li lives under a rose bush, but not any rose bush. It is Salikos roses. When Barbro feels lonely and like her family doesn't care about her she can disappear into the hole under the roses. This day, Barbro and her sister are going on a journey. A long journey to the most beautiful valley in the world.","release_date":"1988-12-03","genres":[10751],"vote_average":6.0,"runtime":30,"cert":"N\/A","id":123318,"title":"Very Dearest Sister","adult":false},{"cast":[],"overview":"A simple can of ravioli propels this spectacular 30,000-kilometre, eight-country journey through all phases of food production and the far flung sources of international ingredients. A dream-like voyage with glimpses of disconcerting realities, the story begins with a single mother toiling in one of the biggest open pit mines in Brazil and ends on the shelf of a grocery store in Finland. Along the way, the workers whose calloused hands mine, raise and harvest each ingredient reveal their dreams and hopes, like the Danish pig farmer who loves his sows but longs for a girlfriend, and the Portuguese tomato picker who wants to stay healthy long enough to pay her daughters way through university. Sumptuous photography and impressive sound design make an eloquent statement about our modern, globalized world, making us aware of the hundreds of invisible people who prepare the food we eat every day. -Gisèle Gordon (HotDocs.ca)","release_date":"2012-01-25","genres":[99],"vote_average":8.5,"runtime":75,"cert":"N\/A","id":123320,"title":"Canned Dreams","adult":false},{"cast":["Michael Roddy","Leonard Pickel","Adrian LePeltier","Bryce Ward","T.J. Mannarino"],"overview":"We know what you're afraid of.\r Turn out the lights and go \"behind the screams\" of Universal Orlando's Halloween Horror Nights 12.\r Explore each terrifying haunted maze and see how they were designed and constructed. And discover how the event creators play on your deepest, darkest fears to bring your worst nightmares to life.\r It's a never-before-seen look into one of the biggest and scariest annual Halloween events in the world.","release_date":"2003-10-04","genres":[],"vote_average":9.5,"runtime":48,"cert":"N\/A","id":123325,"title":"Universal Orlando's Horror Nights: The Art of the Scare","adult":false},{"cast":["Claude Giraud","Colette Renard","Charles Vanel","Albert Rémy","René Blancard"],"overview":"A policeman and a serial killer play cat and mouse in an isolated mountain village in Nineteenth century France.","release_date":"1963-08-30","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":123330,"title":"A King Without Distraction","adult":false},{"cast":["Avril Lavigne"],"overview":"Live at Budokan features by far the greatest live set from Avril Lavigne ever professionally recorded. Her incredible vocal range really shines throughout this concert and is just an overall spectacular showcase of her talent. I cannot say enough good things about this concert. Almost every performance is flawless. From high energy performances of He Wasn't, Take Me Away and Unwanted, incredible piano performances of Together, Forgotten and Slipped Away and an amazing acoustic performance of Nobody's Home among other 5 star performances, this 18 song live setlist is an absolute must have for any Avril Lavigne fan.","release_date":"2005-12-05","genres":[10402],"vote_average":9.3,"runtime":70,"cert":"N\/A","id":123335,"title":"Avril Lavigne: Bonez Tour 2005 Live at Budokan","adult":false},{"cast":["Ori Golad","Deborah Aroshas"],"overview":"A short futuristic film featuring Augmented reality and Gamification by Eran May-raz and Daniel Lazo. This is our graduation project from Bezaleal academy of arts.","release_date":"2012-07-27","genres":[878],"vote_average":6.7,"runtime":7,"cert":"N\/A","id":123337,"title":"Sight","adult":false},{"cast":["Ayana Sakai","Takashi Nagayama","Chiaki Ichiba","Erika Yamakawa"],"overview":"When a series of teenaged schoolgirl virgins are transformed into vampires,sexy high school student Man Koda (Ayana Sakai) and her friends take it upon themselves to locate the modelling agency responsible and track down and destroy the undead creatures behind it.","release_date":"1999-11-25","genres":[10770,14,53],"vote_average":6.0,"runtime":202,"cert":"N\/A","id":123342,"title":"N-Girls Vs Vampire","adult":false},{"cast":["Kanae Mizuhara","Yumi Yoshiyuki","Reina Azuma","Kyosuke Sasaki","Kazuhiro Sano"],"overview":"A pale-looking man, Kazuhiko, is being questioned by the police following the extremely bloody murder of a young woman. He begins his story with the day that two sisters, Akiko and Mayuko, moved into the house across from his. After helping the pair move in, he starts talking with the younger sister, and soon they become intimate. The relationship continues for a while, but one day the sisters suddenly pack up and disappear, but not before sharing their secret with Kazuhiko. What kind of secret could have caused him to commit such a murder? Or did he?","release_date":"1998-02-27","genres":[],"vote_average":3.3,"runtime":64,"cert":"N\/A","id":123344,"title":"Twilight Dinner","adult":false},{"cast":["Jang Liu","Keun-young Oh","Park Ji-hwan"],"overview":"Uncompromising and shocking portrayal of the life of a French pimp and his wife exploited by him as a prostitute, who stay together in an almost post-apocalyptic post-industrial landscape. Shot on grungy Super-8.\r The first hour focuses on the everyday activities of the man and woman. They consume cheap food, watch TV and nasty porno, they receive customers and combat each other with psychological power games.\r Despite emotional numbness, the woman tries to escape. She makes friends with another woman, but then decides that returning to the man is the easiest option. The return of the other woman heralds the very shocking finale. Not for the squeamish.","release_date":"2008-10-03","genres":[],"vote_average":5.5,"runtime":128,"cert":"N\/A","id":123346,"title":"Exhausted","adult":false},{"cast":["Isabelle Pasco","María Luisa García","Danièle Lebrun","Daniel Tarrare","Damien Dutrait"],"overview":"After the death of her father, 22-year-old Céline inherits most of his estate, but gives it to her stepmother, causing her greedy fiancé to leave her. Following several failed suicide attempts, Céline is hospitalized and comes to the attention of a nurse, Genevieve, who has struggled with depression. Under her personal care, Céline gradually recovers, and the two women grow close.","release_date":"1992-04-01","genres":[18],"vote_average":7.0,"runtime":88,"cert":"N\/A","id":123348,"title":"Céline","adult":false},{"cast":["Juri Miyazawa","Kei Ishibashi","Ryûshi Mizukami","Shinobu Sawairi","Yuriko Hishimi"],"overview":"A young girl wanders into a wing of her elementary school that has been abandoned for years and is rumored to be haunted. When she doesn't come back, a group of her classmates go looking for her, only to find that they, too, are trapped inside. They must somehow find their way to safety, and quickly, because the rumors of ghosts are turning out to be true..","release_date":"1996-11-22","genres":[27],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":123353,"title":"A Haunted School","adult":false},{"cast":["Yutaka Ikejima","Yôta Kawase","Konatsu","Shôta Kotaki"],"overview":"The films plot hinges on a bizarre love triangle involving a loser ventriloquist, his assistant &amp; a blind woman - Hikari is blindly (literally) in love with Daisuke, a failing ventriloquist yet when she finally musters up enough courage to meet him face to face and present him with some flowers backstage she mistakes his assistant for him. For some reason Daisuke and his assistant decide to follow through with the mistaken identity farce which leads to some amusing complications, particularly in the bedroom.","release_date":"2005-08-12","genres":[10749],"vote_average":4.8,"runtime":64,"cert":"N\/A","id":123355,"title":"Blind Love","adult":false},{"cast":["Jean Seberg","Mary Beth Hurt"],"overview":"Mark Rappaport's creative bio-pic about actress Jean Seberg is presented in a first-person, autobiographical format (with Seberg played by Mary Beth Hurt). He seamlessly interweaves cinema, politics, American society and culture, and film theory to inform, entertain, and move the viewer. Seberg's many marriages, as well as her film roles, are discussed extensively. Her involvement with the Black Panther Movement and subsequent investigation by the FBI is covered. Notably, details of French New Wave cinema, Russian Expressionist (silent) films, and the careers of Jane Fonda, Vanessa Redgrave, and Clint Eastwood are also intensively examined. Much of the film is based on conjecture, but Rappaport encourages viewers to re-examine their ideas about women in film with this thought-provoking picture.","release_date":"1995-09-08","genres":[99],"vote_average":6.5,"runtime":97,"cert":"N\/A","id":123360,"title":"From the Journals of Jean Seberg","adult":false},{"cast":["Àlex Brendemühl","Tómas Lemarquis","Derek de Lint","Irene Montalà","Liah O'Prey"],"overview":"Set in Catalonia, Painless weaves two stories: in one, starting during the Spanish Civil War and running through to the '60s, an asylum attempts to rehabilitate children who feel no pain, by teaching them physical suffering. In the second, in the present time, a brilliant neurosurgeon who needs a bone marrow transplant, discovers this dark past when he searches for his biological parents.","release_date":"2012-10-10","genres":[27,9648,14,53],"vote_average":6.3,"runtime":105,"cert":"15","id":123362,"title":"Painless","adult":false},{"cast":["Jan Dolanský","Radek Kuchař","Michal Dočolomanský","Sylva Legnerová","Vítězslav Jandák"],"overview":"Jakub, a young, small time drug dealer, wakes up to find the police storming the apartment building while his parents are both away on holiday.  After flushing all of his \"secret stashes\" in the toilet, he finds out they are actually there to investigate the death of the girl upstairs, a close childhood friend of his and the family. He slowly retraces the past week that she has been lying dead in her flat and remembers that he asked her to \"receive a package\" unbeknownst to her from his drug dealer, Pexeso.","release_date":"2002-03-28","genres":[18,35],"vote_average":6.5,"runtime":101,"cert":"N\/A","id":123364,"title":"Coal Tower","adult":false},{"cast":["Sam Louwyck","Aurélia Poirier","Django Schrevens","Gill Vancompernolle","Peter van den Begin"],"overview":"Villagers find their situation growing increasingly desperate when their community becomes engulfed in an endless winter.","release_date":"2012-09-03","genres":[18],"vote_average":6.6,"runtime":93,"cert":"N\/A","id":123366,"title":"The Fifth Season","adult":false},{"cast":["Cho Min-soo","Lee Jung-Jin","Woo Ki-Hong","Kang Eun-jin","Heo Joon-seok"],"overview":"A loan shark is forced to reconsider his violent lifestyle after the arrival of a mysterious woman claiming to be his long-lost mother.","release_date":"2012-09-05","genres":[18],"vote_average":7.2,"runtime":104,"cert":"N\/A","id":123377,"title":"Pieta","adult":false},{"cast":["Roxy DeVille","Charlotte Stokely","Jazmine Leih","Codi Star","Honey DeJour"],"overview":"Vouyer Media is thrilled to bring you 3 On Me POV! The first installment of this scorching new series stars sizzling newcomers Codi Star and Tiffany! In fact, the entire cast is bursting with young, cute, and very willing babes who triple your pleasure as they team up to get one lucky stud off! And the action doesn’t stop with him, watch as the girls devour each other and they leave the viewer thinking that he was actually there! Fast paced and wild, this is hardcore at its best and includes cum-swapping, anal, lots of oral action and of course girl\/girl.","release_date":"2006-04-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":123379,"title":"3 on Me POV","adult":true},{"cast":["Liam Heffernan","Gina Moxley","Vinny Murphy","Myles Breen"],"overview":"Phil Kelly (played by William Heffernan) is the anti-hero; a restless teenager imbued with natural hurling ability and a strong aversion to studying. The location is not fictitious but instead it’s the very real Fermoy in County Cork which is a welcome touch. Like much of 1980s smalltown Ireland it’s a claustrophobic place that drives people away but inexplicably retains a strange sort of hold on them. The latter is exemplified by Gina Moxley’s character, the tempestuous Mary Hartnett who has returned after a stint in London. The other members of their gang are languid Martin (Vincent Murphy), uptight Willy, and mousey Rosie who carries a torch for Phil.","release_date":"1987-01-01","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":123381,"title":"Clash of the Ash","adult":false},{"cast":["Minako Ohashi","Ken Nakagawa","Mitzi Abe"],"overview":"When her visa expires, a young Japanese immigrant in San Francisco agrees to marry a Japanese-American boy to avoid being deported back to Japan.","release_date":"1987-08-14","genres":[35,10749],"vote_average":5.0,"runtime":83,"cert":"N\/A","id":123386,"title":"Living on Tokyo Time","adult":false},{"cast":["Otmar Brancuzský","Vlastimil Brabec","Ivo Hýbl","Rostislav Novák","Norbert Lichý"],"overview":"Produced by Czech television, Mestecko (Small Town) is the directorial debut of theatrical veteran Jan Kraus. This episodic comedy is set in the small town of Mestecko (which literally translates to \"small town\") right before the Velvet Revolution of 1989.  Tonda (Vlastimil Brabec) leads an ensemble cast of townsfolk who are eager to experience capitalism, but are unaware of how it's supposed to work. They set out to pull get-rich-quick schemes and end up creating their own version of free enterprise. For instance, a group of men run for office as a political party called the\"Independent Eroticists\" so they can hire a stripper to perform for the town. Individual business owners plot various schemes in order to participate in the new economy as the town heads into the '90s","release_date":"2003-02-20","genres":[35],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":123388,"title":"Small Town","adult":false},{"cast":["Ivana Chýlková","Franciszek Pieczka","Alena Vránová","Tereza Brodská"],"overview":"This film is about life of a family, which lived in Prague since since 1968 to 1980. Father of the family comes from Ukraine and so every year someone from Ukraine to visit this family and to buy something more better than is in Ukraine. As the times go by, the friens of family live in Austria. And now for change the family visit \"a better life\" in west Europe and they found out how it is to be something second-rate.","release_date":"1994-11-03","genres":[18,35],"vote_average":8.0,"runtime":100,"cert":"N\/A","id":123390,"title":"Thanks for Every New Morning","adult":false},{"cast":["Sally Field","Michael Caine","Steve Guttenberg","Peter Boyle","Jackie Cooper"],"overview":"A wealthy writer who has had terrible experiences with money-hungry girlfriends & ex-wives pretends to be a broke, washed-up novelist to see if the woman he loves wants him for himself or just for his money.","release_date":"1987-10-09","genres":[35],"vote_average":4.7,"runtime":105,"cert":"N\/A","id":123392,"title":"Surrender","adult":false},{"cast":["Pierre Sauvage","Henri Héritier","Emma Héritier","Charles Gibert"],"overview":"A documentary about 5000 men, women, teen-agers, and children in a small mountain town in France who saved 5000 Jews from the Nazis during WWII.","release_date":"1987-09-16","genres":[],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":123397,"title":"Weapons of the Spirit","adult":false},{"cast":["René Auberjonois","George Weigel"],"overview":"A documentary about the life of Pope John Paul II","release_date":"2002-03-01","genres":[],"vote_average":0.0,"runtime":117,"cert":"N\/A","id":123405,"title":"Witness to Hope: The Life of Karol Wojtyla, Pope John Paul II","adult":false},{"cast":["Spencer Tunick","Ron Kuby","Trey Anastasio"],"overview":"Naked States is a humorous and provocative examination of one artist's dynamic work and its relevance within the cultural biography of America, documenting one man's journey as he traveled each of the 50 states to ask Americans of all races, shapes and body sizes to take off their clothes and pose in public, before his camera all for the sake of art. Artist Spencer Tunick's subjects are not paid models, but ordinary citizens. The film exposes America's current attitudes towards nudity, sexuality, body image, and all the other baggage that comes up when we take off our clothes.","release_date":"2000-10-25","genres":[99],"vote_average":6.8,"runtime":97,"cert":"N\/A","id":123407,"title":"Naked States","adult":false},{"cast":["Jacqueline Anderson","Berj Bannayan","Greg Hermanovic","John Massey"],"overview":"2002 movie from noted avant-garde director Michael Snow","release_date":"2002-01-26","genres":[18],"vote_average":5.7,"runtime":92,"cert":"N\/A","id":123409,"title":"*Corpus Callosum","adult":false},{"cast":["Hiroshi Abe","Aimi Nakamura","Sadao Abe","Tomomi Kuribayashi","Hitomi Miwa"],"overview":"A mother is accused of murdering her daughter but when she tells her tale, things don't seem to make sense. Her husband says they have no daughter, there's a psychic that can trace phone calls, a blonde who sings the US anthem, a house with no bathroom, some Lynchian dream sequences, aliens, breeding experiments, very quirky FBI agents, and some other random events.","release_date":"2001-01-01","genres":[27,878],"vote_average":6.0,"runtime":85,"cert":"N\/A","id":123411,"title":"Gore from Outer Space","adult":false},{"cast":["Zamand Taha","Sarwar Fazil"],"overview":"Two homeless Kurdish brothers see Superman in the town's first movie theatre and decide they are going to live with him in the US. It's a long, dangerous road in the hands of ruthless human smugglers.","release_date":"2010-11-18","genres":[18,10751],"vote_average":6.3,"runtime":28,"cert":"N\/A","id":123413,"title":"Bekas","adult":false},{"cast":[],"overview":"Robert Plant live","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":123415,"title":"ROBERT PLANT LIVE AT MONTREUX JAZZ FESTIVAL","adult":false},{"cast":[],"overview":"The singer-songwriter performs in two concerts broadcast as part of the Soundstage series jointly produced by WTTW, the PBS station in Chicago, and HD Ready. The first, broadcast in July 2003, showcases songs from McDonald's solo career and his years with the Doobie Brothers. The second, broadcast in June 2005, features songs both famous and obscure from the Motown catalogue.","release_date":"2005-07-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":123417,"title":"Michael McDonald: A Tribute to Motown Live","adult":false},{"cast":["John Scofield","Ben Street","Bill Stewart","Michael Eckroth"],"overview":"Jazz guitar veteran has had a long running career that stretches all the way back to the mid 70′s. One of the “big three” contemporary jazz guitarists (with the other two being Pat Metheny and Bill Frisell), Scofield has worked with some of the greats of jazz throughout his career, including Charles Mingus, Gerry Mulligan, Chet Baker, and Miles Davis. His own music is an eclectic amalgamation of post-bop, fusion, funk, and soul jazz that has even found him working with such far flung artists as Soul Coughing and Sex Mob.","release_date":"2010-11-23","genres":[10402],"vote_average":4.0,"runtime":135,"cert":"N\/A","id":123419,"title":"John Scofield: New Morning The Paris Concert","adult":false},{"cast":["Jozef Gajdoš","Dana Paseková","Monika Maxová","Jančo Ogurčák","Dodo Barna"],"overview":"A village mayor is trying to bring together local people in their thirties who are still single. 21st century social engineering in a situation documentary by Erika Hníková. Slowly but surely, the Slovak village of Zemplínske Hámre is dying out. But its mayor, a retired general, refuses to give up. In fighting the thirty-year-olds‘ solitude he has used a variety of weapons such as offering a financial incentives for every newborn child or encouraging childbearing via the local PA system. None of it has worked. However, the mayor has a new plan. He decides to organize an evening get-together for singles from all the neighboring villages. Will our heroes find their partners after all?","release_date":"2010-12-09","genres":[99],"vote_average":5.0,"runtime":72,"cert":"N\/A","id":123421,"title":"Matchmaking Mayor","adult":false},{"cast":["Christopher Kwanka","Cornelia Kwanka","Sam Louwyck"],"overview":"As the highly pregnant Susanne crashes through the doors of the hospital emergency entrance, thoroughly unprepared for the birth ahead, she begins to panic. In a fit of hysteria – the contractions are just setting in – she has an vision: she need not worry, this child is predestined. Twelve years later, Susanne is looking forward to a fresh start. After years of abstention, she is hoping for a steady relationship. But her son, whom she since the vision believes to be a genius, is writing unreadable essays in school and his teacher wants to put him in special ed. Susanne and Jonathan wrestle for their life.The film is a collaboration between the director Johan Carlsen and Cornelia and Christopher Kwanka, a mother and son living in Berlin-Lichtenberg. Conny and Christopher act out scenes from Johanʼs childhood and their own experience. They play Johnny and Susanne, a mother and son fighting for recognition and balance. (Johan Carlsen)","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":123423,"title":"Headlock","adult":false},{"cast":["Snoop Dogg"],"overview":"Evolution as an artist is often times what separates legends from the more mundane. After being heavily influenced by his experience in Jamaica – and his subsequent name change from Snoop Dogg to Snoop Lion – the LBC showman prepares his latest reggae-infused album Reincarnated. As part of the process, VICE followed Snoop to the island nation as he recorded various songs with backing from Diplo, Ariel Reichtshaid and Dre Skull of Major Lazer. Having grown tired of what rap provided him, the documentary reveals the rebirth and inspiration for his latest project.","release_date":"2012-11-11","genres":[10402,99],"vote_average":6.4,"runtime":98,"cert":"N\/A","id":123431,"title":"Reincarnated","adult":false},{"cast":["Michael Terr","Arch Hall Jr.","Liz Renay","Arch Hall Sr.","Hal Bizzy"],"overview":"Russian spies secretly infect rabbits with a deadly bacteria, then let them loose in the U.S.","release_date":"1964-12-01","genres":[35],"vote_average":1.2,"runtime":90,"cert":"N\/A","id":123439,"title":"The Nasty Rabbit","adult":false},{"cast":["Dean Paul","Lana Antonova","Steve Roth","Bo Brinkman","Brandon Smith"],"overview":"The Face of the Serpent is an action-thriller with strong political undertones of local government corruption. The film focuses on a morally conscious assassin called Quinn. His next target is a Russian immigrant named Tasha, whom Quinn is misled into believing is a drug courier. During Quinn's surveillance of Tasha, planning for the perfect moment to make his kill, he becomes infatuated with her beauty and pure innocence. Ultimately, Quinn rescues Tasha from the hands of another assassin and takes her into his protection. The two join forces to find out who wants her dead and why. In the process, Quinn discovers secrets from his past and battles with the inner demons that made him the man he is today.","release_date":"2003-04-07","genres":[28,53],"vote_average":4.5,"runtime":116,"cert":"N\/A","id":123441,"title":"Hitman's Code","adult":false},{"cast":["Pauley Perrette","Leon","Nicole Eggert","Jon Seda","Loretta Devine"],"overview":"Pauley Perrette plays Renee, a young woman discovering her own meaning of love. From childhood memories of her mother to her own experiences as a young woman, she struggles to find answers to life's greatest mystery. From a recommendation of a friend, she becomes the doorman at a local club. There she meets several friends who help her on her journey of discovery. Who will be there when it rains?","release_date":"1997-04-01","genres":[18,10749],"vote_average":2.0,"runtime":93,"cert":"N\/A","id":123443,"title":"The Price of Kissing","adult":false},{"cast":["Mark William Calaway"],"overview":"Recapping The Undertaker' undefeated Wrestlemania record.","release_date":"2012-07-23","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":123448,"title":"WWE: Undertaker 20-0 - The Streak","adult":false},{"cast":["Gastón Pauls","Daniel Hendler","Camila Toker","Mariana Anghileri","Leonardo Murúa"],"overview":"One more Saturday in a desolate Buenos Aires hard to recognize. Six young people that try to avoid their solitude by complicating their daily routes, unsuccessfully looking for a glance that changes something or a new sensation that reveals them some sense. A couple used to their common tediousness, a girl who has already decided she wants to be alone, his boyfriend who does not know how to deal with that, a famous actor who does not seem to feel comfortable anywhere and a girl who pretends to get fun without realizing she's always bored.","release_date":"2001-04-26","genres":[18],"vote_average":6.5,"runtime":72,"cert":"N\/A","id":123450,"title":"Saturday","adult":false},{"cast":["Claude Rains","Fay Bainter","Jackie Cooper","Bonita Granville","Henry O'Neill"],"overview":"A homeless woman named Hannah drifts into the lives of the kindly Ward family, in a small Indiana town in 1919. Hannah makes herself useful as a cook and housekeeper and stays with the Wards... but her real interest is in meeting their neighbor, teenager Peter Trimble. It turns out that Peter is the son she bore out of wedlock and gave up for adoption, and now Hannah has returned to town to see what sort of young man her son has become.","release_date":"1938-06-23","genres":[18],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":123452,"title":"White Banners","adult":false},{"cast":["Claudia Pandolfi","Alessandro Roja","Corrado Fortuna","Marco Cocci"],"overview":"","release_date":"2012-04-04","genres":[],"vote_average":5.6,"runtime":null,"cert":"N\/A","id":123460,"title":"I più grandi di tutti","adult":false},{"cast":[],"overview":"A 3 song set taken from the world famous Abbey Road Studios.","release_date":"2007-02-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"12","id":123468,"title":"Massive Attack: Live at Abbey Road","adult":false},{"cast":["Maurice Chevalier","Jean Arthur","George Bancroft","Clara Bow","Evelyn Brent"],"overview":"This 1930 film, a collection of songs and sketches showcasing Paramount Studios' contract stars, credits 11 directors (including Dorothy Arzner, Ernst Lubitsch, Victor Schertzinger and Edmund Goulding). The cast features Clara Bow, Gary Cooper, Fredric March, Jean Arthur, William Powell, Maurice Chevalier, Kay Francis, Buddy Rogers, Jack Oakie, Stuart Erwin and Nancy Carroll.","release_date":"1930-04-22","genres":[10402],"vote_average":8.0,"runtime":77,"cert":"N\/A","id":123473,"title":"Paramount on Parade","adult":false},{"cast":[],"overview":"Massive Attack perform in Moscow as part of their world tour supporting Heligoland.","release_date":"2009-10-13","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"15","id":123475,"title":"Massive Attack: Moscow 2009","adult":false},{"cast":[],"overview":"Back in February of 2005, Massive Attack and Portishead shared the stage for the first time ever whilst preforming live as a part of the fund raising concert for the Tsunami Crisis in Asia @ the Bristol Academy.","release_date":"2005-02-18","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"12","id":123483,"title":"Massive Attack and Portishead: Live at  Bristol Academy 2005","adult":false},{"cast":["Jiří Mádl","Tereza Voříšková","Marika Šoposká","Světlana Nálepková","Vojtěch Kotek"],"overview":"Ctrl Emotion is a Czech comedy film. It was released in 2009.","release_date":"2009-12-09","genres":[35],"vote_average":0.0,"runtime":23,"cert":"N\/A","id":123485,"title":"Ctrl Emotion","adult":false},{"cast":[],"overview":"The self-titled album Moderat includes this limited edition DVD produced by the Berlin based artist collective Pfadfinderei. The DVD features music videos and more exclusive content.","release_date":"2009-04-30","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":123487,"title":"Moderat","adult":false},{"cast":["Lisa DeSimone","Earl Hammond","Cynthia Harris","Barbara Jean Kearney","William Meisle"],"overview":"The Secret of Anastasia is an American 1997 direct-to-video animated musical film, about Anastasia and her quest to find her identity.","release_date":"1997-11-12","genres":[],"vote_average":6.3,"runtime":57,"cert":"N\/A","id":123489,"title":"The Secret of Anastasia","adult":false},{"cast":[],"overview":"Captured from a spot on the floor. Considering the angle, this isn’t that bad of a recording. There are plenty of great close ups. Unfortunately the audio track is somewhat distorted. Poorly transferred from a low generation source.","release_date":"1989-02-15","genres":[10402],"vote_average":0.0,"runtime":43,"cert":"U","id":123491,"title":"My Bloody Valentine: University of London Union 16\/02\/1989","adult":false},{"cast":["Johana Švarcová","Radek Rubáš","Marian Moštík","Kamila Davidová","Marta Pilařová"],"overview":"Young married couple Radek and Johana are considering adoption. In order to weigh up the possible risks, they gatecrash a meeting of their contemporaries who grew up in adoptive families and contacted each other via internet chat rooms. A group of thirty-somethings get together at a campsite for a few days in order to set up an association in support of adoption. Despite their shared fate and \"noble” intentions, the members of this small community don’t hit it off. Where does pretentious tolerance end and buck-passing indifference begin? And what has decent morality got in common with xenophobia? As an ironic reflection that questions how prepared we should be to help each other out, the film offers a sophisticated and poetic take on the grimly authentic style of the Dogme 95 Manifesto. This satirical comedy was the result of collaboration with the LÁHOR\/Soundsystem theatre group, which focuses on realistic collective stage improvisation within the structure of a predetermined story.","release_date":"2011-10-13","genres":[35],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":123493,"title":"Nothing Against Nothing","adult":false},{"cast":["Vincent Lindon","Sabrina Ferilli","Luca Zingaretti","Ricky Memphis","Lina Sastri"],"overview":"","release_date":"1996-02-23","genres":[],"vote_average":5.1,"runtime":null,"cert":"N\/A","id":123495,"title":"Strangled Lives","adult":false},{"cast":["Johan Libéreau","Christa Théret","Isabelle Candelier","Guillaume Saurrel"],"overview":"","release_date":"2012-08-08","genres":[18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":123497,"title":"Voie Rapide","adult":false},{"cert":"N\/A","title":"Une Femme Explosive","cast":["Roger Hanin","Laure Killing","Claude Brosset","Christoph Moosbrugger","Mallaury NATAF"],"genres":[],"id":123499,"overview":"","runtime":null,"release_date":"1990-07-12","vote_average":8.5,"adult":false}]