[{"cast":["Edward Dew","Nani Maka","Trine Hovelsrud","Sharon Michael","Allison Louise Downe"],"overview":"The survivor of a shipwreck finds himself on an island populated only by women.","release_date":"1961-07-01","genres":[12,28],"vote_average":5.0,"runtime":67,"cert":"N\/A","id":124020,"title":"Pagan Island","adult":false},{"cast":[],"overview":"Rusak leaves behind impoverished Bukovina and with his little daughter Irene, ventures to Canada in search of a better life.  Taking advantage of an opportunity to visit his homeland, he returns as an old man with his granddaughter.","release_date":"1981-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124028,"title":"Така Пізня, Така Тепла Осінь","adult":false},{"cast":[],"overview":"The ghost of a man's twin shows him a vision of how he was killed in a duel.","release_date":"1898-08-01","genres":[10751],"vote_average":0.0,"runtime":3,"cert":"","id":124036,"title":"The Corsican Brothers","adult":false},{"cast":["Eric Roberts","Don McManus","K Callan","Lynette Walden","Amber Elias"],"overview":"A mean, loud-mouthed town bully is talking on the phone one night during a lightning storm when, in a freak occurrence, a bolt of lightning strikes a telephone pole, travels down the phone wires and hits him. He is declared clinically dead, but miraculously recovers shortly thereafter--with a completely new personality and, he claims, the ability to communicate with the dead.","release_date":"1995-12-12","genres":[18,10770],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":124056,"title":"Saved By The Light","adult":false},{"cast":["Rock Hudson","Rod Taylor","Mary Peach","Barry Sullivan","Kevin McCarthy"],"overview":"Rock Hudson plays an Air Force Colonel who has just been re-assigned as a cold war B-52 commander who must shape up his men to pass a grueling inspection that the previous commander had failed, and had been fired for. He is also recently married, and as a tough commanding officer doing whatever he has to do to shape his men up, his wife sees a side to him that she hadn't seen before.","release_date":"1963-06-21","genres":[18,10749],"vote_average":6.3,"runtime":115,"cert":"N\/A","id":124058,"title":"A Gathering of Eagles","adult":false},{"cast":[],"overview":"Shin Dong-Huyk was born on November 19, 1983 as a political prisoner in a North Korean re-education camp. He was a child of two prisoners who had been married by order of the wardens. He spent his entire childhood and youth in Camp 14, in fact a death camp. He was forced to labor since he was six years old and suffered from hunger, beatings and torture, always at the mercy of the wardens. He knew nothing about the world outside the barbed-wire fences. At the age of 23, with the help of an older prisoner, he managed to escape. For months he traveled through North Korea and China and finally to South Korea, where he encountered a world completely strange to him.","release_date":"2012-11-08","genres":[99],"vote_average":6.3,"runtime":104,"cert":"N\/A","id":124066,"title":"Camp 14: Total Control Zone","adult":false},{"cast":[],"overview":"A subhuman creature watches a girl from afar, deeply in love, and tries to woo her by sending a gift – a magic, semi-living mask. Alarmed at first, she soon enjoys the sensual powers of the mask, but rejects the creature when he reveals himself to her. With a broken heart, love turns to bitterness, and his gift’s powers become malicious.","release_date":"2009-07-02","genres":[],"vote_average":4.5,"runtime":7,"cert":"","id":124068,"title":"Over Taken","adult":false},{"cast":["Mohamed El Hadi Benadouda"],"overview":"A seventy-year-old veteran of the Algerian War of Independence speaks about his years of struggle as an underground soldier for the National Liberation Front.","release_date":"2014-10-29","genres":[99],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":124070,"title":"Fidaï","adult":false},{"cast":["Nic Ratner","Barry Del Sherman","Mary B. Ward","Lisa Pariseau","Maggie Rush"],"overview":"Men and women search for intimacy and meaning in their lives. Shot on a Fisher-Price Pixelvision camera.","release_date":"1992-09-16","genres":[35,18,10749],"vote_average":6.0,"runtime":55,"cert":"N\/A","id":124072,"title":"Another Girl, Another Planet","adult":false},{"cast":["Jamey Sheridan","Chris Cooper","Ethan Hawke","John Slattery","Brady Bryson"],"overview":"Academy Award®–winning documentary filmmaker Alex Gibney (Taxi to the Dark Side) explores the charged issue of pedophilia in the Catholic Church, following a trail from the first known protest against clerical sexual abuse in the United States and all way to the Vatican.","release_date":"2012-11-16","genres":[99],"vote_average":7.7,"runtime":106,"cert":"N\/A","id":124074,"title":"Mea Maxima Culpa: Silence in the House of God","adult":false},{"cast":["Delia Sheppard","Jeff Conaway","Richard Arbolino","John O'Hurley","Julie Strain"],"overview":"A pair of beautiful twins gets involved in a murder case with a psychotic killer.","release_date":"1992-03-12","genres":[53],"vote_average":3.6,"runtime":93,"cert":"N\/A","id":124076,"title":"Mirror Images","adult":false},{"cast":["Reg Taylor","Vince Aletti","James Eric Anzalone","Robert Kool Bell","Henri Belolo"],"overview":"Why won’t Disco die? Might it contain hidden depths? Politically correct revisionists are trying to recast disco as a misunderstood culture of protest. Through interviews with Gloria Gaynor, The Village People, Kool and the Gang and others, along with a goldmine of stock footage and speculative reenactments, The Secret Disco Revolution presents a comic-ironic investigation into disco and its mysterious longevity.","release_date":"2012-09-08","genres":[99],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":124078,"title":"The Secret Disco Revolution","adult":false},{"cast":["Johnny Dark","Sam Shepard"],"overview":"Shepard &amp; Dark is the remarkable story of a friendship in letters.","release_date":"2012-09-11","genres":[99],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":124080,"title":"Shepard & Dark","adult":false},{"cast":[],"overview":"The life and troubled times of controversial Cineplex and Live Ent founder Garth Drabinsky, whose daring innovations and flamboyant personal style reshaped the Canadian entertainment industry.","release_date":"2012-09-11","genres":[],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":124082,"title":"Show Stopper: The Theatrical Life of Garth Drabinsky","adult":false},{"cast":["Reymonde Amsallem","Yehezkel Lazarov","Edna Blilious","Eran Ben-Ze'ev","Yigal Adika"],"overview":"Raymond Amsalem embodies the image of a weak and submissive woman, whose husband is a drinker and gambler and who cheats on her with other women. Her son is serving in the IDF and refrained from returning home for holidays, her daughter ran away, and the little boy is watching his family collapse into itself.","release_date":"2011-07-10","genres":[18,10749,53],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":124090,"title":"Obsession","adult":false},{"cast":[],"overview":"Maryam Banoo, a depressed wealthy woman, finds out that her husband is having an affair with another woman. Her husband leaves the house after Maryam Banoo understands the truth. Maryam feels lonely and, by accident, she finds a poor worker and his pregnant wife who are homeless and need a warm place and some treatments for the wife. Maryam Banoo helps them by inviting them to her house and entertaining them with several kinds of food and drinks. The husband and wife invite some other members of their family to Banoo's house and they start to steal Banoo's expensive furniture and bothering her with their bad behavior. Finally Maryam's husband comes back from the trip and throws the poor people out. He admits that he is sorry about his affair but Maryam doesn't accept it and moves to an unknown place to live in peace. Her husband goes after her.","release_date":"1992-01-01","genres":[],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":124092,"title":"The Lady","adult":false},{"cast":[],"overview":"The trials and tribulations of a marijuana grower in Marin County, California.","release_date":"1992-04-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124094,"title":"The Moneytree","adult":false},{"cast":["François Cluzet","Grégoire Colin","Marina Golovine","Brigitte Roüan","Frédéric Quiring"],"overview":"Based on a true story.  The story is set on the sweeping French countryside where Serge Duval, a veterinarian, lives with his wife, Elisabeth and their two young children.  One day, their young son Olivier vanishes without a trace.  Unable to accept the loss of her favorite child, the mother, Elizabeth, redirects her anguish and guilt at everyone.  Little by little the fragile family falls apart.  Six years later Olivier suddenly appears again, now as a teenage boy living on the streets of Paris, but is he really their missing son?","release_date":"1992-10-28","genres":[18,53],"vote_average":7.2,"runtime":104,"cert":"N\/A","id":124096,"title":"Olivier, Olivier","adult":false},{"cast":["Eric Farr","Rock Hudson"],"overview":"In this revisionist documentary, actor Eric Farr re-creates the character of Rock Hudson in order to take a look back at his films. It compares the actor's screen (and public) image with his real life and shows certain scenes, lines and situations in his films that seem to support the fact that Hudson was gay.","release_date":"1992-09-12","genres":[99],"vote_average":5.3,"runtime":63,"cert":"N\/A","id":124101,"title":"Rock Hudson's Home Movies","adult":false},{"cast":["Nurlan Baitasov","Maya Serikbayeva","Edige Bolysbayev","Daniyar Bazarkulov","Baygaly Bekarys"],"overview":"A roughly faithful adaptation of Dostoyevsky's \"Crime and Punishment,\" set in  Almaty by Kazakh filmmaker Darezhan Omirbayev A stark, Bressonian tale of a young man who commits an almost random act of murder.","release_date":"2012-05-17","genres":[18],"vote_average":5.0,"runtime":92,"cert":"N\/A","id":124103,"title":"Student","adult":false},{"cast":["James Lawless","Shirley Venard","Adrienne Diercks","Kate Diercks","Paul Davies"],"overview":"A struggling grocery-store owner makes a deal with Satan that gives him the power to gamble in Las Vegas and Atlantic City casinos without losing. However, his deal is threatened with exposure when a casino boss suspicious of his \"winning streak\" begins to investigate him.","release_date":"1984-01-01","genres":[27],"vote_average":4.0,"runtime":85,"cert":"N\/A","id":124105,"title":"Satan's Touch","adult":false},{"cast":["Jeanne Moreau","Joan Plowright","Lena Headey","Julie Walters","David Threlfall"],"overview":"Margaret (Lena Headey) is a shy, pale, middle-class Englishwoman who is reluctantly engaged to her older, twittish neighbor Syl Monro (David Threlfall). Both bride- and groom-to-be still live with their mothers in the humdrum suburb of Croydon. However Margaret has been acting strangely ever since a vacation in Egypt, where she stayed with her mother's friend Marie-Claire (Catherine Schell). She secretly despises Syl, but does not resist when her mother Monica (Julie Walters), who has repressed the failure of her own matrimony, insists on marriage for the sake of social convention.","release_date":"1993-01-01","genres":[18,10770],"vote_average":5.0,"runtime":79,"cert":"","id":124107,"title":"The Summer House","adult":false},{"cast":[],"overview":"Theatrical packaging of three comic shorts: Dean Parisot and Steven Wright's \"The Appointments of Dennis Jennings\" (1988), Michael Moore's \"Pets or Meat\" (1992), and Mike Leigh's \"A Sense of History\" (1992).","release_date":"1993-04-05","genres":[35,99],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":124109,"title":"Two Mikes Don't Make a Wright","adult":false},{"cast":["Lee Thompson Young","Lindy Booth","Nigel Shawn Williams","Ryan Sommers Baum","Kerry Duff"],"overview":"Jett Jackson, who is the star of Silverstone, is considering quitting Silverstone when it is given a three year extension. During the filming of the last episode, Jett is accidently sucked into Silverstone's world when a prop malfunctions. Silverstone is zapped into Jett's world as well. In Silverstone's world, Jett has to save the world from Dr. Kragg's evil plans.","release_date":"2001-06-08","genres":[12,10751,28,878,35],"vote_average":6.1,"runtime":100,"cert":"N\/A","id":124111,"title":"Jett Jackson: The Movie","adult":false},{"cast":["Kati Chesney","Mark Derwin"],"overview":"A couple gets engaged, and the man secretly arranges for the bachelorette party which will have clues leading back to him.","release_date":"1988-01-01","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":124113,"title":"The Party","adult":false},{"cast":["Priscilla Lane","Rosemary Lane","Lola Lane","Gale Page","Claude Rains"],"overview":"In this sequel to Four Daughters,  Ann struggles to move on after the death of her husband as she falls in love with Felix, but on the day of her engagement discovers that she carries Mickey's child.","release_date":"1939-12-22","genres":[18,10749],"vote_average":5.7,"runtime":99,"cert":"N\/A","id":124115,"title":"Four Wives","adult":false},{"cast":["Ricky Ullman","Leah Pipes","Spencer Redford"],"overview":"Samantha's band, the Zettabytes, is meeting with little success, so her friend Roscoe uses his knowledge of technology designed by his father to create a holographic lead singer, Loretta Modern. The band instantly becomes successful, but Samantha begins to feel alienated, Roscoe discovers feelings for Samantha, and Loretta struggles with individuality.","release_date":"2004-11-13","genres":[10770,10751,878,35],"vote_average":5.2,"runtime":85,"cert":"N\/A","id":124117,"title":"Pixel Perfect","adult":false},{"cast":["Christiane Krüger","Siegfried Rauch","Ivan Desny","Mark Damon","Anton Diffring"],"overview":"Marina Pinares, the wife of the president of a South American country, insists on being his vice-presidential running mate in the next election. She's no stranger to assassination to get what she wants, so some suspect she'll kill her own husband after the election to become president. In a series of flashbacks we see her rise to power: a party girl willing to sacrifice a friend's virtue to gain favor; the lover of a soldier she later tortures; the mistress of the military man she soon marries.","release_date":"1973-01-05","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":124122,"title":"Little Mother","adult":false},{"cast":["Paul Le Mat","Renée Soutendijk","Lee Ving","Olivia Barash","David Warner"],"overview":"A woman tormented by ghostly apparitions and a professor of psychic phenomena investigate other-worldly disturbances and unlock the secret of a malevolent force reaching out for vengeance from beyond the grave.","release_date":"1989-07-14","genres":[27],"vote_average":4.6,"runtime":90,"cert":"N\/A","id":124124,"title":"Grave Secrets","adult":false},{"cast":["Rosemarie Seehofer","Ursula Herion","Ruth von Zerboni","Niels Clausnitzer","Richard Krüger"],"overview":"Snow White and her sister Rose Red try to help two princes stop an evil dwarf from robbing the royalty of their wealth.","release_date":"1955-09-18","genres":[14],"vote_average":0.0,"runtime":62,"cert":"N\/A","id":124126,"title":"Snow White and Rose Red","adult":false},{"cast":["Michael J. Pagan","Robert Townsend","Alex Datcher","Sherman Hemsley","Kevin Connolly"],"overview":"A boy is the only family member without superpowers in this Disney Film. The world depends on him saving his family from computerized brainwashers. Will he realize that it doesn't take superpowers to be a hero in time to help them defeat the villains?","release_date":"2000-01-22","genres":[28,10751,10770],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":124134,"title":"Up, Up, and Away","adult":false},{"cast":["Joanna Rowlands","Tony Caprari","Graham Clarke","Todd Jensen","Michael McCabe"],"overview":"It's a sci-fi thing that starts with a dude being overdrawn at the bank and stops making sense shortly thereafter. Go on, find someone who can coherently summarize this thing. I dare you.","release_date":"1994-01-01","genres":[],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":124136,"title":"Armageddon: The Final Challenge","adult":false},{"cast":["Billy Falbo","Lawrence J. Aberwood","William Kerwin","Kay Montie","Linda Cotton"],"overview":"A man imagines that everybody he sees is naked. That's... that's really about it.","release_date":"1962-04-22","genres":[35],"vote_average":3.3,"runtime":70,"cert":"N\/A","id":124138,"title":"The Adventures of Lucky Pierre","adult":false},{"cast":["Gregg Allman","Eric Clapton","Butch Trucks","Derek Trucks","Warren Haynes"],"overview":"On 19 March, 2009 Eric Clapton joined the Allman Brothers Band on stage at The Beacon Theatre in New York City for the first of two historic guest appearances. Other guests that evening were Susan Tedeschi and Danny Louis of Gov't Mule. This year marks the 20th Anniversary of Allman Brothers Band performances at the Beacon and the 40th Anniversary of their founding.","release_date":"2009-03-19","genres":[10402],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":124149,"title":"Allman Brothers Band - With Eric Clapton at the Beacon Theatre, NYC","adult":false},{"cast":["Suzanne Cox"],"overview":"This DVD takes you through a step by step Detox Plan which is accessible and can fit into your every day life. Controlled healthy changes to your normal eating habits supported by a series of Yoga based relaxation and toning exercises will leave you feeling lighter, relaxed, purified and cleansed. Suzanne Cox also known as Vogue from TV's Gladiators presents this two day plan for taking charge of your lifestyle and doing the best for your body.","release_date":"2000-12-27","genres":[],"vote_average":0.0,"runtime":50,"cert":"","id":124151,"title":"Detox Plan","adult":false},{"cast":["John Simm","John Lynch","Scott Handy","Sarah Smart","Sukie Smith"],"overview":"John Simm stars as Vincent Van Gogh in The Yellow House, a feature-length drama that tells the moving human story of the most influential and explosive housemates in art history.  For just nine weeks, in late 1888, Van Gogh and Gauguin share a home,  The Yellow House, in Arles, southern France.","release_date":"2007-03-22","genres":[],"vote_average":0.0,"runtime":73,"cert":"","id":124153,"title":"The Yellow House","adult":false},{"cast":["Robert Plant","Jimmy Page","John Bonham","John Paul Jones"],"overview":"By 1975, Led Zeppelin were the undisputed heavyweight champions of the rock 'n' roll universe. That year, all six of the band’s records had re-entered the charts in the wake of the release of Physical Graffiti, and their tour of North America had been one of the most lucrative of all time. They capped off what had already been a banner year with a career-defining five-night residency at London’s Earls Court Exhibition Centre, begun on May 17, 1975.","release_date":"2003-01-01","genres":[10402],"vote_average":0.0,"runtime":194,"cert":"N\/A","id":124155,"title":"Led Zeppelin: Live At Earl's Court 1975","adult":false},{"cast":["Kim Yoon-seok","Kim Hye-soo","Lee Jung-jae","Jun Ji-hyun","Simon Yam"],"overview":"A gang of South Korean thieves team up with a Hong Kong crew to steal a diamond necklace from a heavily-guarded casino safe in Macau. As the cops close in, old betrayals — and misunderstandings — resurface.","release_date":"2012-07-25","genres":[28,80],"vote_average":6.7,"runtime":135,"cert":"N\/A","id":124157,"title":"The Thieves","adult":false},{"cast":["Raquel Welch","Richard Johnson","Jack Hawkins","Flora Robson","Renato Romano"],"overview":"When Orestes returns to his Greek island homeland after several years in London to settle his late father's estate, he begins an affair with Elena, who is married to his childhood friend Yanni. Their adultery soon leads to violence and crime.","release_date":"1971-01-01","genres":[18],"vote_average":0.0,"runtime":88,"cert":"","id":124162,"title":"Sin","adult":false},{"cast":["Vincent Spano","Michael Winslow","Kate Vernon","Jami Gertz","Zohra Lampert"],"overview":"A New York City drug dealer decides to get out of the business, but has to flee from mobsters.","release_date":"1984-03-04","genres":[80,18,28],"vote_average":4.1,"runtime":85,"cert":"N\/A","id":124167,"title":"Alphabet City","adult":false},{"cast":["Holly Marie Combs","Roxanne Hart","Sarah Chalke","James Wilder","Jonathan Scarfe"],"overview":"Fact-based true crime story about the murder of publishing heiress Anne Scripps Douglas who, in 1989, married a young hunk who eventually killed her.","release_date":"1998-01-01","genres":[18,53],"vote_average":7.0,"runtime":97,"cert":"N\/A","id":124169,"title":"Daughters","adult":false},{"cast":["Francis Fulton-Smith","Anne Brendler","Gesine Cukrowski","Nirut Sirichanya","Bernhard Schir"],"overview":"Elizabeth and Tom Schubert are going through a marital crisis due to jealousy of him. They decide given a new opportunity and travel to Phuket in Thailand, where they expected Julia, a friend of Elizabeth to that Tom does not support. The couple had a heated argument and she decides to leave with Julia for a few days, a period in which lives a romance with an attractive architect.","release_date":"2006-03-20","genres":[53],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":124171,"title":"Lieben und Töten","adult":false},{"cast":["Wanda Perdelwitz","Ben Braun","Ulrike C. Tscharre","Stephan Schad","Stephanie Stumph"],"overview":"Harriet Devonshire left school because of her unwed pregnancy and still lives with her dad Ronald. Only when he arranges for her teenage son Matthew to be enrolled in the same boarding school without consulting her, she leaves, only to find he obtains custody and she stands no chance of contesting it without a steady job. New York star photographer Leo Purbright takes her on as factotum, perhaps a shot at a real career, but his jealous assistant adds to the practical problems to square work with Matthew's present needs, miserable as bully Tommy's picked target.","release_date":"2011-02-20","genres":[10770,18,10749],"vote_average":6.5,"runtime":130,"cert":"N\/A","id":124173,"title":"Katie Fforde - Harriets Traum","adult":false},{"cast":["Maria Sampaio","Raul de Carvalho","María Dulce","João Villaret","Barreto Poeira"],"overview":"The tragedy of a woman who - after seven years of vain searches - gave up hope of finding her husband, a knight lost in battle in Marroc with Sebastião, king of Portugal. She marries, has a daughter by her second husband, and endures the silent reproach of an aid, Telmo Pais, the only who kept his hope that his master shall return, as well as the king... One day, a mysterious pilgrim arrives at the mansion.","release_date":"1950-09-21","genres":[18,10751,36],"vote_average":6.0,"runtime":118,"cert":"N\/A","id":124175,"title":"Frei Luís de Sousa","adult":false},{"cast":["Claudia Cardinale","Rod Steiger","Shelley Winters","Tomás Milián","Paulette Goddard"],"overview":"A penniless countess falls in love with a cad, unaware that he is also involved on the side with her beautiful daughter.","release_date":"1964-09-24","genres":[18],"vote_average":6.2,"runtime":90,"cert":"N\/A","id":124177,"title":"Time of Indifference","adult":false},{"cast":["José Luis Ozores","José Isbert","Encarna Fuentes","Rafael Bardem","Julia Caba Alba"],"overview":"A gang of robbers enters a house, hosting a party with intent to commit a robbery. But the leader of the gang met the daughter of the house ... and falls for her. Free version of the play of Henry Jardiel Poncela.","release_date":"1956-09-03","genres":[],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":124182,"title":"Los ladrones somos gente honrada","adult":false},{"cast":[],"overview":"The DVD release of the band's performance at Madstock 1998 (Sunday 12th of June) in London's Finsbury Park, which was attended by 75,000 people.","release_date":"2000-02-10","genres":[10402],"vote_average":9.0,"runtime":75,"cert":"","id":124184,"title":"Madness at Madstock","adult":false},{"cast":["Eunice Muñoz","Virgílio Teixeira","Alves da Costa","José Gamboa","Vasco Santana"],"overview":"It is the story of two men in love with the same woman and fighting each other in and out of the arenas of bulls.","release_date":"1949-09-13","genres":[10749,18],"vote_average":6.0,"runtime":115,"cert":"N\/A","id":124186,"title":"Ribatejo","adult":false},{"cast":["Héctor Alterio","Noelia Castaño","José Ángel Egido","Jorge Roelas","Frank Spano"],"overview":"In the middle of nowhere, along a secondary road, a small old gas station so judgmental interrupts the arid countryside. Its owner is José (José Ángel Egido), a man of about fifty years marked by the tragic death of his wife.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":124191,"title":"En ninguna parte","adult":false},{"cast":["Giorgio Bracardi","Renzo Montagnani","Andy Luotto","Mario Marenco","Diego Abatantuono"],"overview":"","release_date":"1981-04-24","genres":[35],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":124202,"title":"I Carabbinieri","adult":false},{"cast":["Tomás Milián","Piero Mazzarella","Margherita Fumero","Savina Geršak","Giacomo Rizzo"],"overview":"Bruno Marangoni, former center-forward of Rome, has fallen into disgrace due to a series of injuries, and now lives with gimmicks and small scams. At the height of despair he decides to commit suicide but is saved by the parish priest of a village, so he decides to move to the rectory","release_date":"1983-09-01","genres":[],"vote_average":5.4,"runtime":null,"cert":"N\/A","id":124207,"title":"The Devil and Holy Water","adult":false},{"cast":[],"overview":"","release_date":"2006-01-01","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":124215,"title":"Bamses Gemme-æske","adult":false},{"cast":[],"overview":"An adventure about Mick, aged 11, and his quest for a new home. Mick runs away on an ice dragon, owns a cat factory, befriends brothers Bengt and Bertil, falls in love for the first time and eventually finds his way home.","release_date":"2012-02-24","genres":[],"vote_average":7.0,"runtime":80,"cert":"N\/A","id":124217,"title":"The Ice Dragon","adult":false},{"cast":["Skip James","Son House","Bukka White","Howlin' Wolf"],"overview":"Includes \"Devil Got My Woman,\" \"I'm So Glad,\" \"Worried Blues,\" \"Keep Your Lamp Trimmed and Burning\" and more. Features Bukka White, Son House, Howlin' Wolf and more!  The Newport Folk Festival has long been known for its contribution to spreading the gospel of traditional American song. This 1966 performance from the festival was manufactured by celebrated archivist Alan Lomax. He created a juke joint atmosphere complete with flowing liquor and this film documents all the action. The juke joint setting may add considerable flavor, but even without the theatrics the footage of the blues legends stands on its own. Prime performances are delivered by Son House, Bukka White, Howlin' Wolf, Reverend Pearly Brown, and Skip James. Between songs the Wolf taunts Bukka and as the music plays the audience dances at a fever pitch.","release_date":"2000-01-01","genres":[],"vote_average":0.0,"runtime":60,"cert":"","id":124228,"title":"Devil Got My Woman: Blues At Newport 1966","adult":false},{"cast":["Lori Scarlett","Toby Radloff"],"overview":"Welcome to Schlarb, Ohio... a small county seat overrun by misfits, freaks and weirdos! Dickie is a lonely dumpster-driver who finds companionship in his latest dumpster discovery, a young woman's corpse! Pricey is a mute retarded girl with a lookalike baby-doll. When she loses her doll after an unsavory encounter with a mean cracker, she replaces it with the next best thing, her neighbor's young son! Meanwhile, the enigmatic Caduceus sets out to cleanse a nasty high school girl of her wicked ways! You'll also meet The Clapper, William, The Licker, Crazy Connie and other wild and wacky Townies in this Magnum Opus of CineTrash from cult filmmaker Wayne Alan Harold.","release_date":"1999-11-08","genres":[27],"vote_average":4.0,"runtime":80,"cert":"N\/A","id":124230,"title":"Townies","adult":false},{"cast":["Janet Pawlak","David Lord","Craig Boyett","Carrie Armstrong","Stephen K. Hayes"],"overview":"Traveling from California to Houston, a martial arts expert suffers a motorcycle breakdown in a small Texas town. But his bad luck proves to be a blessing in disguise for the local townspeople when he discovers the corrupt sheriff and his KKK cronies beating a young black student to death. Following the code of the ninja, the mysterious warrior embarks on a one-man crusade to clean up the streets. But his quest is complicated by a strong-willed young woman who insists on helping him.","release_date":"1993-06-30","genres":[],"vote_average":4.7,"runtime":87,"cert":"N\/A","id":124232,"title":"Ninja Vengeance","adult":false},{"cast":[],"overview":"The Other Way is an upcoming documentary film project by Aniket Dasgupta and Swathy Sethumadhavan. The film intends to showcase the Indian independent filmmaker and tell his story.  In the glitz and the glamour of a Bollywood dominated industry that India has today, we want to tell the story of a parallel filmmaking community whose aim is not to create clichéd blockbusters, but to tell a meaningful and thought provoking story through the medium of cinema. These film makers are known as the ‘independents’ (or the indies) and work out of a studio system.The  the documentary has a pan Indian perspective.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124234,"title":"The Other Way","adult":false},{"cast":["William Campbell","Kathleen Case","Keenan Wynn","Jan Merlin","Mamie Van Doren"],"overview":"To get evidence against a crooked garage owner, a rookie cop masquerades as a hard case who wants a job as a mechanic.","release_date":"1955-12-01","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":124236,"title":"Running Wild","adult":false},{"cast":["Rosanna Schiaffino","John Saxon","Brian Aherne","Peter Marshall","Larry Hagman"],"overview":"Adventure drama during WW2 in Italy where a mixed group of people get trapped inside a cave after a bomb raid. But can they co-operate? And will they survive?","release_date":"1964-06-26","genres":[12,10752,18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":124250,"title":"The Cavern","adult":false},{"cast":[],"overview":"","release_date":"2010-11-19","genres":[99],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":124255,"title":"The Other Chelsea - A Story from Donetsk","adult":false},{"cast":["Jeff Kober","John Saxon","Melanie Smith","Bobby Di Cicco","Tom Hodges"],"overview":"A Los Angeles cop tracks a serial killer who leaves a broken baby doll at the site of each grisly crime.","release_date":"1993-01-01","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":124260,"title":"The Baby Doll Murders","adult":false},{"cast":["Walter Huston","Douglass Montgomery","Helen Chandler","Mary Foy","Lloyd Ingraham"],"overview":"A New England fisherman's (Walter Huston) second wife (Helen Chandler) prefers his son (Kent Douglass).","release_date":"1931-12-05","genres":[18],"vote_average":6.5,"runtime":70,"cert":"N\/A","id":124262,"title":"A House Divided","adult":false},{"cast":[],"overview":"Possibly the most iconic figure in modern music, Bob Marley will always be the man that bought reggae to the mainstream. Exodus was released 40 years ago this year, and was Time Magazines Greatest Album of the Century, and the Island compilation Legend remains the best selling reggae record to this day.This classic DVD and book set investigates the man behind the myth. Set around a swathe of classic performance footage, we speak to those closest to the man, including his eldest son Ziggy Marley, Rita Marley, Judy Mowatt and Marcia Griffiths (The I-Threes, Marleys backing band from 1974), his charismatic manager Don Taylor, Bruno Tilley, the creative director of Island Records, and more.","release_date":"2000-01-01","genres":[],"vote_average":0.0,"runtime":62,"cert":"","id":124264,"title":"Bob Marley - Redemption","adult":false},{"cast":["Yoon Mi-ra","Lee Dae-geun","Ko Keung","Chang Pei-Shan","Do Kum-bong"],"overview":"Yeong-rim and her mother are imprisoned when she refuses the advances of the village's communist supporter, Bong-ju. Bong-ju gets himself appointed the position of warden where the two are secured and becomes increasingly threatening.","release_date":"1976-06-19","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":124266,"title":"The Great Escape from Women's Prison","adult":false},{"cast":[],"overview":"A strange creature races against time to make the most important and beautiful creation of his life.","release_date":"2011-06-23","genres":[16],"vote_average":7.8,"runtime":6,"cert":"N\/A","id":124277,"title":"The Maker","adult":false},{"cast":[],"overview":"Tetsuo Sakurai (bass), Greg Howe (guitar), Dennis Chambers (drums) Recorded Live at Motion Blue Yokohama on September 5, 2004.","release_date":"2005-03-01","genres":[10402],"vote_average":8.0,"runtime":109,"cert":"N\/A","id":124288,"title":"Tetsuo Sakurai - Gentle Hearts Tour","adult":false},{"cast":[],"overview":"Feature length documentary film about graphic designer, photographer and visual artist Herbert Matter.","release_date":"2010-10-16","genres":[],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":124290,"title":"The Visual Language of Herbert Matter","adult":false},{"cast":["Nikita Mikhalkov","Anna Mikhalkova"],"overview":"Director Nikita Mikhalkov documents the history of Russia from 1980 to 1991 by annually asking his daughter Anna such questions as \"What do you love the most?\", \"What scares you the most?\", \"What do you want above anything\" and \"What do you hate the most?\"","release_date":"1994-02-16","genres":[],"vote_average":4.0,"runtime":100,"cert":"N\/A","id":124295,"title":"Anna","adult":false},{"cast":[],"overview":"The story of a ménage à trois.","release_date":"1993-01-01","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":124297,"title":"Breakable","adult":false},{"cast":["David Lodge","Jim Meskimen","Kirk Thornton","Wendee Lee","Cindy Robinson"],"overview":"In Red Son, Superman's rocket ship lands on a Ukrainian collective farm rather than in Kansas, an implied reason being a small time difference (a handful of hours) from the original timeline, meaning Earth's rotation placed the Ukraine in the ship's path instead of Kansas. Instead of fighting for \"...truth, justice, and the American Way\", Superman is described in Soviet radio broadcasts \"...as the Champion of the common worker who fights a never-ending battle for Stalin, socialism, and the international expansion of the Warsaw Pact.\" His \"secret identity\" (i.e. the name his adoptive parents gave him) is a state secret.","release_date":"2009-07-30","genres":[],"vote_average":8.3,"runtime":62,"cert":"N\/A","id":124305,"title":"Superman: Red Son","adult":false},{"cast":["Sophie Aubry","Judith Godrèche","Bernard Giraudeau","Christine Boisson","Philippe Torreton"],"overview":"Tina is a young warehousewoman in a supermarket. She is in love with Fred but still lives at her mother Nadine's. When Nadine dies, Tina looks for meeting her father Ludovic, who she never knew. But she first meets her half-sister Lise, and Constantin, the unusual Ludovic's lawyer.","release_date":"1993-10-13","genres":[18],"vote_average":0.0,"runtime":117,"cert":"N\/A","id":124307,"title":"A New Life","adult":false},{"cast":["Branko Samarovski","Thierry van Werveke","August Schmölzer","Johannes Silberschneider","Ulrich Reinthaller"],"overview":"The disabled ex-soldier Andreas Pum lost a leg for emperor and father land. After leaving the army he receives a license and a drehorgel. One day he gets into a controversy with a welldressed gentleman, disturbs the public order, and hits a policeman. Andreas Pum goes to jail, loses his license and becomes toilet guard in the Cafe Halali after his release. Only at the moment of death he recognizes that he was always too decent and too obedient.","release_date":"1993-10-26","genres":[],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":124309,"title":"The Rebellion","adult":false},{"cast":["Andrei Codescru"],"overview":"Andrei Cordescu, NPR journalist, Romanian immigrant, naturalized American citizen, and newly-licensed driver, sets out on a cross- country road trip. He travels from-sea-to-shining-sea in a red 1968 Cadillac ragtop, exploring the meaning of freedom to a variety of Americans in this gently comic, yet poignant, documentary. Highlights include stops in New York, Camden, Detroit, Chicago, Taos, Arizona, Las Vegas, and San Francisco.","release_date":"1993-07-16","genres":[],"vote_average":8.0,"runtime":82,"cert":"N\/A","id":124311,"title":"Road Scholar","adult":false},{"cast":["Ludovic Vandendaele","Eric Da Silva","Sandrine Blancke","Maxime Leroux","Yolande Moreau"],"overview":"Brothers Martin and Simon, not yet teens, are incorrigible vandals; Martin runs away from reform school, Simon from foster homes, and they always find each other in a seacoast town of Lignan, where their destructive behavior is infamous. (It may date to their mother's leaving the family.) Martin is philosophical, romantic, and poetic: he dreams of being the son of a shark; he holds tight to a book about goldfish his mother gave him. In both halting and wild ways, he tries to court Marie, a neighbor girl. Simon, with a pocketknife and an intractable will, seems more dangerous to others. What, on earth, is there for these children-becoming-men?","release_date":"1993-11-24","genres":[18,80],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":124313,"title":"Son of the Shark","adult":false},{"cast":["Oh Jung-hae","Kim Myung-gon","Kim Kyu-chul","Sae-kil Shin","Ahn Byeong-kyeong"],"overview":"Dong-ho, a pansori performer, travels the country in search of Song-hwa, a fellow orphan who also studied under the same strict master.","release_date":"1993-04-10","genres":[18],"vote_average":7.8,"runtime":112,"cert":"N\/A","id":124315,"title":"Sopyonje","adult":false},{"cast":["Dorothy Mackaill","Ian Keith","Myrna Loy","Lucien Littlefield","Creighton Hale"],"overview":"Stephen Ghent, a mineowner, falls in love with Ruth Jordan, an arrogant girl from the East, unaware that she is the daughter of his dead partner. Ruth is vacationing in Arizona and Mexico with a fast set of friends, including her fiancé, Edgar. Manuella, a Spanish halfbreed hopelessly in love with Ghent, causes Ruth to return to her fiancé when she insinuates that Ghent belongs to her. Ghent follows Ruth, kidnaps her, and takes her into the wilderness to endure hardship. There she discovers that she loves Ghent, and she discards Edgar in favor of him.","release_date":"1929-09-15","genres":[37],"vote_average":5.0,"runtime":72,"cert":"N\/A","id":124320,"title":"The Great Divide","adult":false},{"cast":["Dave Byerly","Erin Kehr","Stanna Bippus","Beth Belanti","Brian Everad"],"overview":"A young man on the way to meet friends at a train station is derailed into a world full of zombies, homicidal gangs and serial killers in this Niagra of gore.","release_date":"1989-01-01","genres":[27],"vote_average":2.0,"runtime":75,"cert":"N\/A","id":124322,"title":"Zombie Rampage","adult":false},{"cast":["Steve Reeves","Giorgia Moll","Edy Vessel","Arturo Dominici","Daniele Vargas"],"overview":"When Karim impersonates a prince Osman, he steals the heart of Amina the Sultans daughter. The real prince intends to get Amina back by giving her a love potion. But his plan backfires and Amina becomes deathly ill. Karim must make it through 7 doors to retrieve the only thing that can save his love-a mystical blue rose. A timeless, enchanting story!","release_date":"1961-03-23","genres":[12,14],"vote_average":4.3,"runtime":100,"cert":"N\/A","id":124324,"title":"Il ladro di Bagdad","adult":false},{"cast":["Liu Chia-Liang","Kara Hui","Gordon Liu Chia-Hui","Wong Yu","Robert Mak"],"overview":"Wong Hsia Yuan is an old-fashioned martial arts master who's so behind the times that he'd rather his school be destroyed than change its ways. He may get his wish, thanks to the young, beautiful, intelligent Chan Mei Ling (Kara Wai Ying Hung), who arrives from the states to open a new branch of the school. Armed with an unfamiliar, modern way of thinking, Mei Ling goes about recruiting new students in strange, and sometimes questionably legal ways. Yuan is furious, but when the local triads enter the picture, the two put their differences aside to take back the neighborhood.","release_date":"1983-03-31","genres":[28,35],"vote_average":5.6,"runtime":86,"cert":"N\/A","id":124326,"title":"The Lady Is the Boss","adult":false},{"cast":[],"overview":"Title: Acoustic Waltz(Complete Version),  Dates: 16 Jan, 1992,  Venue: Bray Studios, Windsor, Berkshire England  Lineup:  Eric Clapton: Guitar, Vocals Andy Fairweather Low: Guitar  Chuck Leavell: Keyboards  Nathan East: Bass  Steve Ferrone: Drums  Ray Cooper: Percussion  Katie Kissoon: Backing Vocals  Tessa Niles: Backing Vocals","release_date":"1992-01-01","genres":[],"vote_average":0.0,"runtime":120,"cert":"","id":124334,"title":"Eric Clapton: Acoustic Waltz","adult":false},{"cast":["Trond Peter Stamso Munch","Marika Lagercrantz","Helge Jordal","Espen Skjønberg"],"overview":"The story concerns Edevart (Trond Peter Stamso Munch), a young man who is learning about life an his place in it. In the story, he at first takes up with August (Helge Jordal), a charming trader who is at least half con-man. After trailing along with him for a while, he decides that August is not a man he wants to model his life after. He becomes acquainted with and falls in love with Lovise Margrete (Marika Lagercrantz) a woman living alone on a sheep farm. She has feelings for him also, but she remains true to her missing husband and their acquaintance does not progress to being a full-fledged romance. It is not until her husband returns to her life that any resolution to Edevart's frustration (which lasts for years) can be achieved.","release_date":"1990-12-25","genres":[],"vote_average":6.0,"runtime":138,"cert":"N\/A","id":124336,"title":"The Wanderers","adult":false},{"cast":[],"overview":"A nurse, trying to salvage her life after her husband and job are gone, winds up working in a halfway house full of mildly brain-damaged patients and receives help from those she helps.","release_date":"2004-01-01","genres":[18],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":124341,"title":"Life on Liberty Street","adult":false},{"cast":["Eric Clapton"],"overview":"Eric Clapton discusses who has influenced him throughout his career, with clips of performances by Howlin' Wolf, Buddy Guy, Muddy Waters, B.B. King, etc.  Filmed by director Martin Scorcese, this documentary was broadcast once on PBS stations, but never officially released for reasons which remain unclear. A planned release on home video was slated for early summer 1995, and Warner\/Reprise produced a limited number of advance copies to be used for promotion.","release_date":"1995-06-19","genres":[],"vote_average":7.5,"runtime":100,"cert":"N\/A","id":124346,"title":"Eric Clapton - Nothing But the Blues","adult":false},{"cast":["Eric Clapton","Bob Dylan","Sheryl Crow","David Sanborn","Mary J. Blige"],"overview":"In Concert: A Benefit for the Crossroads Centre at Antigua is a live concert film featuring performances by the British rock musician Eric Clapton and invited friends, such as David Sanborn, Sheryl Crow, Mary J. Blige and Bob Dylan.[citation needed] The DVD and VHS releases hit the market on 26 October 1999 under license of Warner Bros. Records. The concert tickets revenue was donated to the Crossroads Centre Foundation. It was the first Crossroads Guitar Festival, although titled differently at the time.[1] The release reached various national charts and sold more than 225,000 copies worldwide.","release_date":"1999-10-26","genres":[99,10402],"vote_average":10.0,"runtime":108,"cert":"N\/A","id":124348,"title":"Eric Clapton & Friends in Concert: A Benefit for the Crossroads Centre at Antigua","adult":false},{"cast":["Joe Piscopo","Julie Hagerty","Reggie Theus","Jake Dinwiddie","Robert Bailey Jr."],"overview":"A 10-year-old boy's fondness for practical jokes gets him into trouble when a baby is accidentally kidnapped.","release_date":"2000-07-12","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":124356,"title":"Baby Bedlam","adult":false},{"cast":["Maurice Chevalier","Helen Twelvetrees","Edward Everett Horton","Baby LeRoy","Adrienne Ames"],"overview":"Parisian playboy plays father to an abandoned baby who interferes with his womanising.","release_date":"1933-04-22","genres":[10749,35,10402],"vote_average":8.0,"runtime":87,"cert":"N\/A","id":124361,"title":"A Bedtime Story","adult":false},{"cast":["Paul O'Grady","Mark Trevorrow"],"overview":"From her Lambeth council flat to top billing on television and the West End stage comes the Scouse bombshell who's shaken British comedy to it's foundations; Lily Savage is live, loud and very, very funny.","release_date":"1995-07-20","genres":[],"vote_average":0.0,"runtime":80,"cert":"","id":124363,"title":"Lily Savage: Live And Outrageous","adult":false},{"cast":["Paul O'Grady","Paul O'Grady"],"overview":"Multi award-winning TV personality Paul O'Grady stars as Lily Savage, the Scouse bombshell who catapulted him to superstardom. From her Lambeth Council flat to top billing on television and on the West End stage, the brash blonde shook the British comedy scene to its foundations throughout the 90s before eventually hanging up her heels for the very last time in 2004. This hysterical DVD spans Lily's career from her 1959 Miss Pears triumph to numerous shop-lifting convictions and finally her international sex-kitten status.","release_date":"1993-03-10","genres":[35],"vote_average":0.0,"runtime":null,"cert":"","id":124365,"title":"Lily Savage Live: Paying the Rent","adult":false},{"cast":["Cesar Romero","George Brent","Audrey Totter","Tom Drake","Raymond Burr"],"overview":"G-men (Cesar Romero, George Brent) grab a gangster and a governor thanks to a clerk (Audrey Totter) in the fingerprints division.","release_date":"1951-11-04","genres":[80,18],"vote_average":6.0,"runtime":74,"cert":"N\/A","id":124379,"title":"FBI Girl","adult":false},{"cast":["Mickey Rooney","Lewis Stone","Fay Holden","Cecilia Parker","Betty Ross Clarke"],"overview":"Judge Hardy takes a business trip to Washington, DC, where Andy promptly falls for the French ambassador's daughter.","release_date":"1938-03-26","genres":[35],"vote_average":6.3,"runtime":78,"cert":"N\/A","id":124381,"title":"Judge Hardy's Children","adult":false},{"cast":[],"overview":"The rich and surprising history of beer in America.","release_date":"2007-04-07","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124383,"title":"The American Brew","adult":false},{"cast":["Tom Drake","William Hartnell","Shirley Eaton","Maurice Kaufmann","Michael Golden"],"overview":"A car salesman and suspected safecracker Miles saves his fiancee Sue from those who would kidnap her.","release_date":"1958-01-01","genres":[80],"vote_average":6.5,"runtime":61,"cert":"N\/A","id":124385,"title":"Date with Disaster","adult":false},{"cast":[],"overview":"The main story is about a monastery where nuns smoke weed and pretend to be lesbians and is extremely random and doesn't really make any sense at any point!","release_date":"1986-08-30","genres":[],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":124387,"title":"Agries kalogries","adult":false},{"cast":["Doris Arden","Ellen Frank","Enzi Fuchs","Brigitte Knuth","Gudrun Vaupel"],"overview":"Die Klosterschulerinnen (released in the U.S. as \"Sex Life In A Convent\"), the 1972 Eberhard Schroder German nunsploitation religious nun Catholic sexploitation thriller (\"Little Girls with BIG Ideas\") starring Doris Arden, Sascha Hehn, Josef Moosholzer, Ulrich Beiger, and Elisabeth Volkmann","release_date":"1972-01-28","genres":[35],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":124389,"title":"Sex Life in a Convent","adult":false},{"cast":["Franco Nero","Nathalie Delon","Nicol Williamson","Nadja Tiller","Eliana De Santis"],"overview":"Ambrosio (Franco Nero) is a monk who is sexually tempted by an emissary of the Devil, a young girl in monk's robes. After he has committed numerous crimes, it appears that he will be caught and punished by the Inquisition. Instead, he signs up on the Devil's team and wins his freedom.. and eventually, the papacy.","release_date":"1972-11-02","genres":[18],"vote_average":6.3,"runtime":94,"cert":"N\/A","id":124391,"title":"The Monk","adult":false},{"cast":["Franca Stoppi","Carlo De Mejo","Francesca Carmeno","Susan Forget","Franco Garofalo"],"overview":"A priest investigates paranormal activity at a nuns' convent where a deep, dark secret is about to resurface in the guise of murder! Could the devil be behind this, or is that just what Mother Superior wants everyone to believe?","release_date":"1981-01-22","genres":[9648,27],"vote_average":5.1,"runtime":88,"cert":"N\/A","id":124393,"title":"The Other Hell","adult":false},{"cast":["Anne Heywood","Hardy Krüger","Antonio Sabàto","Anna Maria Alegiani","Margarita Lozano"],"overview":"A true story taken from the archives of the archdiocese of Milan.","release_date":"1969-02-26","genres":[],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":124395,"title":"The Lady of Monza","adult":false},{"cast":["Jock Mahoney","Kim Hunter","Tim Hovey","Gene Evans","Tom Drake"],"overview":"Celebrated detective traces and finds beneficiaries to the will of a gold prospector murdered by bushwhackers.","release_date":"1958-10-01","genres":[9648,37],"vote_average":4.0,"runtime":80,"cert":"N\/A","id":124400,"title":"Money, Women and Guns","adult":false},{"cast":["Fern Finer","Patrick Gleason","Nancy Rhee","Jill Anthony","Rico Cymone"],"overview":"A young junkie emerges half dead out of a toxic river not knowing where he is or how he got there. His name is Hunter, and he can't possibly imagine the nightmarish reality he is about to face...and why. The landscape is a diseased post-apocalyptic Los Angeles populated by cannibalistic mutants, heavily armed survivalists and a terror-stricken citizenry that dares not wander the streets at night. This literal \"hell on Earth\" is controlled by Vincent, a genocidal madman who is even worse than he seems...a monstrous, ages-old vampire that has transformed the city into a human blood-farm and slaughterhouse. As Hunter battles to stay alive amidst the homicidal carnage and bloody spectacle of daily life, nothing could prepare him for his encounter with Vincent, the terrifying truth of his own existence, and a vampiric journey of lust, power and addiction that can only lead to utter horror and annihilation!","release_date":"1998-07-17","genres":[],"vote_average":3.3,"runtime":85,"cert":"N\/A","id":124408,"title":"Laughing Dead","adult":false},{"cast":["Everaldo Pontes","Débora Muniz","Vera Barreto Leite","Rynaldo Papoy","José Salles"],"overview":"Filho is a miserable bastard. He's divided between the duty of nursing his fanatic mother and his obsessive lust for Formosa - a whore of Satan . His dilemma casts him into an abyss of violence, witchcraft, death and demonic trance.","release_date":"2003-07-01","genres":[27],"vote_average":6.7,"runtime":21,"cert":"N\/A","id":124413,"title":"Love from Mother Only","adult":false},{"cast":["Olivier Gruner","Ian Ziering","Ashley Laurence","Michael Palance","Donald Gibb"],"overview":"1865: A young French officer, travelling the U.S. in search of the murderer of his best friend, gets involved in a struggle between poor farmers and a rich landowner. To help the farmers, he offers them his \"Savate\" (French kickboxing) skills.","release_date":"1995-08-24","genres":[28,37],"vote_average":5.2,"runtime":null,"cert":"N\/A","id":124418,"title":"Savate","adult":false},{"cast":["Yasunori Irikawa","Nobuo Kaneko","Kikko Matsuoka","Kô Nishimura","Masumi Okada"],"overview":"The tale begins on the freighter Dragon King, which has been taken over by a motley band of good-for-nothings looking to get their hands on the cargo of gold the ship is carrying. The passengers and crew, their legs bound by shackles and chains, are gathered on deck, where they are gleefully massacred by the thieves. With the witnesses dead and the gold theirs, the murderous thugs set the Dragon King drifting out across the vast Pacific.","release_date":"1968-11-09","genres":[27],"vote_average":5.6,"runtime":81,"cert":"N\/A","id":124423,"title":"The Living Skeleton","adult":false},{"cast":["Apollonia Kotero","Mark Hamill","Amanda Wyss","Stella Pacific","Phyllis Flax"],"overview":"The owner of a suburban art gallery searches for someone to perform an exorcism after a witch casts a spell on him.","release_date":"1991-04-24","genres":[27],"vote_average":5.7,"runtime":91,"cert":"N\/A","id":124428,"title":"Black Magic Woman","adult":false},{"cast":[],"overview":"NTSC\/Region 0. Double DVD release from the modern Progressive\/Electronic duo. Disc One contains No-Man's complete Bush Hall live performance with 5.1 and stereo options. Disc Two features Returning, a 90 minute career-spanning documentary including previously unseen footage, photos and images, and in-depth interviews with every member of No-Man past and present including Tim Bowness, Steven Wilson, Ben Coleman and Chris Maitland. K-Scope.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":194,"cert":"N\/A","id":124430,"title":"No-Man: Mixtaped","adult":false},{"cast":["Adhvik Mahajan","Sakshi Gulati","Kishore Kadam","Sumeet Nijhawan","Amruta Khanvilkar"],"overview":"After witnessing the brutal death of his family, an embittered ex-army officer agrees to infiltrate a gang of terrorists.","release_date":"2008-07-18","genres":[53,28],"vote_average":5.0,"runtime":122,"cert":"N\/A","id":124438,"title":"Contract","adult":false},{"cast":["Dan Alvero"],"overview":"Nelson Grant, secret agent of the FBI, is traveling to Manila with the order to track down the boss of a powerful drug syndicate and to smash his organization. Simultaneously he wants to avenge his best friend’s death who was killed insidiously by the gangster boss. Totally on his own he fights his way through, and he goes mercilessly his own way, leaving a trail of blood behind him. – He is not able to depend on anyone, with the exception of his weapon, a magnum caliber 357, which he got from his dead friend. Will he be able to solve the task; will he be able to avenge the murder of his friend?","release_date":"1985-01-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124440,"title":"Calibre .357","adult":false},{"cast":[],"overview":"Viewers get to plan Jade, Sasha, Yasmin and Cloe's next exciting escapades in this interactive animated video based on the line of fashion-conscious toys. The gang's on a mission to find the next hot styles, and they need help deciding where to look. With several story lines to explore, including mega parties, concerts and even filming a music video, going out with the Bratz girls is one never-ending adventure.","release_date":"2006-01-01","genres":[10751],"vote_average":4.0,"runtime":75,"cert":"N\/A","id":124448,"title":"Bratz: Glitz 'n' Glamour","adult":false},{"cast":[],"overview":"\"Chilling At Sundown\" delivers perfect chilled music to relax with while imersing in the beautiful twilight glow. Catch the magic of the moment as nature delivers ist unsurpassed show with the sun setting across the sea and releasing an ultimate explosion of energy before disappearing in the horizon. This is true beauty in its rawest form, a moment of deep communion with nature for you to live over and over again","release_date":"2010-01-22","genres":[],"vote_average":3.5,"runtime":60,"cert":"N\/A","id":124450,"title":"Chilling At Sundown","adult":false},{"cast":[],"overview":"Joined by Eric Monroe, the X-Factor team -- Jason Britton, Scott Tedro and Dave Sanders -- races down California's Ortega Highway for some full-throttle motorcycle action in this pulse-pounding collection of race footage. When they're not busy defying death, the racers reflect on how they started riding and why they still do it. Fasten your safety belt for this high-octane adventure in the California sun.","release_date":"2004-01-27","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":124458,"title":"X-Factor Presents All Twisted and Pucked Up","adult":false},{"cast":["Greta Scacchi","Kerry Fox","Sam Neill","John Hargreaves"],"overview":"Adaptation of Chekhov's \"Uncle Vanya\" set in rural Australia in the 1920s. Jack Dickens and his niece Sally run the family farm to support brother-in-law Alexander as a (supposedly brilliant) literary critic in London. Action begins when Alexander returns with his beautiful young wife Deborah, revealing himself as an arrogant failure and wanting to sell the farm out from under Jack. Blakemore introduces themes about Australia's separation from England, as well as expanding the pacifist and ecological philosophies espoused by the local Doctor Max Askey.","release_date":"1994-10-27","genres":[18,10749],"vote_average":8.0,"runtime":118,"cert":"N\/A","id":124460,"title":"Country Life","adult":false},{"cast":["Ai Li-ya","Liu Peiqi","Zhijun Ge","Zhang Haiyan"],"overview":"A woman gets obsessed with buying a television for her family.","release_date":"1994-09-11","genres":[35],"vote_average":7.5,"runtime":98,"cert":"N\/A","id":124468,"title":"Ermo","adult":false},{"cast":["Brian Steele","Denise Williamson","Samuel Davis","Roger Edwards","Chris Osborn"],"overview":"A group of friends who venture into the remote Texas woods for a party weekend find themselves stalked by Bigfoot.","release_date":"2014-03-17","genres":[27],"vote_average":5.0,"runtime":81,"cert":"15","id":124470,"title":"Exists","adult":false},{"cast":[],"overview":"Art Kane, now deceased, coordinated a group photograph of all the top jazz musicians in NYC in the year 1958, for a piece in Esquire magazine. Just about every jazz musician at the time showed up for the photo shoot which took place in front of a brownstone near the 125th street station. The documentary compiles interviews of many of the musicians in the photograph to talk about the day of the photograph, and it shows film footage taken that day by Milt Hinton and his wife.","release_date":"1994-09-27","genres":[],"vote_average":7.0,"runtime":60,"cert":"N\/A","id":124472,"title":"A Great Day in Harlem","adult":false},{"cast":["Luis Pescador","Mikel Goenaga"],"overview":"An old empty house. The guard who takes care of it. The priest of the town. Spaces, sounds, lights and shadows. Time goes by and the memories are shown in its walls and in the most hidden nooks.","release_date":"2010-11-12","genres":[],"vote_average":8.3,"runtime":85,"cert":"N\/A","id":124480,"title":"Father","adult":false},{"cast":["Carter Wong","Lisa Mok"],"overview":"Carter Wong, Cheung Wai and Irene Hui star in this martial-arts thriller set in a small town in northeastern China. When a gang of Japanese cutthroats invades his hometown, renegade fighter Swallow (Wong) and his band of mavericks use their best kung fu moves to kick the bad guys' keisters out of town. Between the frenetic, fist-flying action, Swallow finds time to court a pretty young widow (Hui).","release_date":"1979-01-25","genres":[],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":124482,"title":"Magnificent Fist","adult":false},{"cast":["Masahiro Motoki","Naoto Takenaka","Michiko Hada","Teruyuki Kagawa","Mikijiro Hira"],"overview":"Edogawa Rampo is a writer whose latest work is censored by the government, deemed too disturbing and injurious to the public to be allowed to be published. However, after burning his drafts, his publisher shows him a newspaper with an account of events just like his forbidden story. As the film progresses, fantasy and reality intermingle in a tale that draws heavily on influences from Poe and Stoker's Dracula. The film's strongly Expressionistic direction skillfully combines a variety of media (animation, computer-generated imagery, grainy black-and-white fast film stock, color negatives) for artistic effect.","release_date":"1995-05-27","genres":[18,53,10749],"vote_average":6.5,"runtime":100,"cert":"N\/A","id":124484,"title":"The Mystery of Rampo","adult":false},{"cast":["Martin Donovan"],"overview":"Martin Donovan plays John Abbott, a church investigator looking into a murder. The world is similar to England in the mid to late 1800s but with odd touches such as primitive computers etc. The sets are similar to Brazil, as is the look of a lot of the movie although much more reserved and somewhat more sinister. The movie revolves around a man, Abbott, who starts supremely self confident but eventually has to deal with his own failings and flaws.","release_date":"1994-09-04","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":124489,"title":"The Rook","adult":false},{"cast":["Alice Houri","Jessica Tharaud","Grégoire Colin","Martine Gautier","Vincent Gallo"],"overview":"In the sixties, in a suburb near Paris, Martine wants to lose her virginity.","release_date":"1994-10-28","genres":[10770,18],"vote_average":7.3,"runtime":68,"cert":"N\/A","id":124491,"title":"U.S. Go Home","adult":false},{"cert":"N\/A","title":"Regresa un desconocido","cast":[],"genres":[],"id":124496,"overview":"John, manager of a company, play a game of cards with a group of people he has met in a nightclub. Realizing that one of them cheats, fights with him, and there is a violent fall. Another attendee, a doctor certifies his death. To remove the dead, John is forced to commit embezzlement in your company ...","runtime":98,"release_date":"1961-01-01","vote_average":0.0,"adult":false}]