[{"cast":["Jessica Barden","Tony Curran","Lyndsey Marshal","Alfie Hepper","Georgia Henshaw"],"overview":"A teenage girl comes to terms with the unexplained death of the boy next door.","release_date":"2012-08-10","genres":[9648,18],"vote_average":5.8,"runtime":81,"cert":"","id":124501,"title":"In the Dark Half","adult":false},{"cast":["Ai Saotome","Ryû Kanô","Toshio Shiba","Yoshiro Uchida","Susan"],"overview":"Meet Saotome Ai, a high school girl from a well-to-do family. When she was a small child, she was in an accident that resulted in a young boy being permanently scarred between his eyes while she emerged unscathed. The young boy saved her life and although she never knew who he was, she never forgot him.  Meet Taiga Makoto, a young man with a scar between his eyes who has had a rough life, but has emerged as a rough, tough bully - a thug and a brawler and about as rude as they come - all of which he blames on the incident that gave him his scar.  When Ai and Makoto run into each other again, Ai feels guilt for what Makoto has become and decides to intervene and rehabilitate him. But is he a diamond in the rough, or just a bully?","release_date":"1976-09-23","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":124506,"title":"The Legend of Love & Sincerity: Conclusion","adult":false},{"cast":[],"overview":"A beautiful day Rokurou, a student, was to masturbate when a beautiful girl knocks on his door: You need a virgin? And so begins the story. Rokurou did not know what it was that this beautiful girl was from a millionaire family.","release_date":"1985-04-20","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":124511,"title":"I'm All Yours","adult":false},{"cast":["Kim Anderzon","Ernst Günther","Gösta Bredefeldt","Per-Axel Arosenius","Gun Jönsson"],"overview":"In proper Swedish you say summer residents. But if you are a resident on the island you say bathe-fucks.","release_date":"1971-04-28","genres":[35],"vote_average":6.4,"runtime":null,"cert":"N\/A","id":124519,"title":"Badjävlar","adult":false},{"cast":["Zachary Scott","Robert Beatty","Naomi Chance","Kay Kendall","Colin Tapley"],"overview":"A former pilot suffering from blackouts discovers that a fellow flyer is suspected of being mixed up with a web of smugglers.  While searching for his missing buddy, he unwittingly becomes entangled in a morass of suspicion.","release_date":"1952-04-01","genres":[80,18,53],"vote_average":5.5,"runtime":73,"cert":"N\/A","id":124521,"title":"Wings of Danger","adult":false},{"cast":["Joni Eareckson Tada"],"overview":"","release_date":"1979-06-01","genres":[18],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":124523,"title":"Joni","adult":false},{"cast":["John Ireland","Honor Blackman","Geoffrey Keen","Eric Pohlmann","Sid James"],"overview":"A circus barker stages a sensational new act, the world's longest fast undertaken by “Sapolio”, on view in a glass cage. But this act also results in several murders, a kidnapping, and a poisoning!","release_date":"1955-04-15","genres":[80],"vote_average":6.0,"runtime":59,"cert":"N\/A","id":124525,"title":"The Glass Cage","adult":false},{"cast":["Alex Nicol","Eleanor Summerfield","John Salew","Paul Carpenter","Geoffrey Keen"],"overview":"A famed trumpet player is suspected of murdering a blues singer. Using only two minor clues, he narrows the suspects to four people, but only after surviving poison placed on the mouthpiece of his trumpet!","release_date":"1954-01-29","genres":[80,18],"vote_average":6.3,"runtime":84,"cert":"N\/A","id":124527,"title":"Face the Music","adult":false},{"cast":["Birgit Minichmayr","Jürgen Vogel","Henry Stange","Ane Dahl Torp","Maria Bock"],"overview":"A German couple, Niels and Maria, and their teenage son Markus move to the Norwegian coastal town of Hammerfest, hoping for a new beginning in the land of endless twilight. Instead they find themselves drifting further apart. Niels submerges himself in his work as an engineer and an affair with a co-worker, Maria works overtime and Markus struggles at school. One night, after a double shift, Maria’s car collides with something – or someone – on the road. But from tragedy comes mercy: the accident catalysing all three family members towards reconciliation.","release_date":"2012-10-18","genres":[53],"vote_average":6.8,"runtime":132,"cert":"N\/A","id":124529,"title":"Mercy","adult":false},{"cast":["Jakob Eklund","Kayo Shekoni","Kent Andersson","Björn Gustafson","Ulla Skoog"],"overview":"A Swedish romantic comedy by B. Gunnarsson.","release_date":"1994-02-11","genres":[10749,35],"vote_average":2.1,"runtime":111,"cert":"N\/A","id":124537,"title":"Pillertrillaren","adult":false},{"cast":["Ronny Cox","Art Hindle","M. Emmet Walsh","Lois Chiles"],"overview":"Marathon runners are taken captive in desert by right-wing militia.","release_date":"1984-01-01","genres":[28,12,53,27],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":124545,"title":"Raw Courage","adult":false},{"cast":["John S. Davies","Lauren Lane","Matthew Sacks","Michael Hendrix","Janet Six"],"overview":"A group of strange beings at a master computer control room use their equipment to kill people by remote control.","release_date":"1985-09-11","genres":[27,878,53],"vote_average":3.0,"runtime":90,"cert":"N\/A","id":124553,"title":"Interface","adult":false},{"cast":["Eoghan Mac Giolla Bhride"],"overview":"Eoghan is a sound-recordist who is returning to Ireland from Berlin for the first time in 15 years. His reason for returning is a job offer: to find and record places free from man-made sound. His quest takes him away from towns and villages into remote terrain. Throughout his journey, he is drawn into a series of encounters and conversations which gradually divert his attention towards a more intangible silence, one that is bound up with the sounds of the life he had left behind. Influenced by elements of folklore and archive, “Silence” unfolds with a quiet intensity, where poetic images reveal an absorbing meditation on themes relating to sound and silence, history, memory and exile.","release_date":"2012-07-27","genres":[18],"vote_average":6.8,"runtime":84,"cert":"N\/A","id":124555,"title":"Silence","adult":false},{"cast":["Paulette Goddard","William Sylvester","Patrick Holt","Paul Carpenter","Alvys Maben"],"overview":"Someone knocked out a man and left him for dead during a fishing trip in Portugal. That someone is either his fetching wife, or two business partners, all sporting guilty faces after his unexpected return. Two more murders and a frame-up befall the quartet before an inspector closes the case.","release_date":"1954-09-24","genres":[18],"vote_average":5.5,"runtime":80,"cert":"N\/A","id":124557,"title":"The Stranger Came Home","adult":false},{"cast":["Richard Conte","Mari Aldon","Peter Illing","Alec Mango","James Copeland"],"overview":"An idol of auto-racing fans attempts a comeback after serving in the Air Force. When his former rival lies dying in the hospital he must decide whether to continue in the Grand Prix, or make peace with his adversary. Featuring race car greats Stirling Moss, Reg Parnell, John Cooper, Alan Brown, Geoffrey Taylor and Leslie Marr.","release_date":"1954-12-10","genres":[18],"vote_average":5.8,"runtime":79,"cert":"N\/A","id":124571,"title":"Mask of Dust","adult":false},{"cast":["Timothy Greenberg","Sheera","Marty"],"overview":"A gentle parody and loving homage to Chris Marker’s classic 1962 short La Jetée, La Puppé is also a tale of loss, fate and man’s reckless appetite for self-destruction—but with more jokes. Told in a series of starkly lit black-and-white still photographs, La Puppé features a surprisingly nuanced performance from Marty, the patriarch of the French New Wave Plush-Toy movement and the leading inanimate object working in film today.","release_date":"2003-12-15","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":124576,"title":"La Puppé","adult":false},{"cast":["Masato Sakai","Shidou Nakamura","Seiji Fukushi","Yūsuke Santamaria","Ei Morisako"],"overview":"Set during the end of World War II, Major Mashiba (Masato Sakai) and others receive an order to hide 200 trillion yen worth of treasures. These treasures are to help rebuild the country after the war. 20 girls are mobilized to carry out the mission.","release_date":"2011-08-27","genres":[18,10752],"vote_average":0.0,"runtime":135,"cert":"N\/A","id":124578,"title":"The Legacy of the Sun","adult":false},{"cast":["Ella Raines","Rod Cameron","Broderick Crawford","Frank McHugh","George Cleveland"],"overview":"Two private eyes compete to find an heiress and bring her back, unmarried, to New York.","release_date":"1946-06-04","genres":[53],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":124583,"title":"The Runaround","adult":false},{"cast":["Ella Raines","Bruce Bennett","Rita Johnson","John Sutton","Patricia Knight"],"overview":"A homely girl is seriously injured in a car crash. When she eventually wakes up in the hospital, she's astounded to see that plastic surgery has transformed her into a world-class beauty. When she finds out that a mysterious \"benefactor\" has paid for her surgery, she sets out to find out who he is and why he did it.","release_date":"1950-12-01","genres":[18],"vote_average":8.0,"runtime":77,"cert":"N\/A","id":124585,"title":"The Second Face","adult":false},{"cast":["Curt Goetz","Valerie von Martens","Paul Henckels","Else von Möllendorff","Kirsten Heiberg"],"overview":"English Lord Arthur avershoot is a passionate Napoleon scholar who badly neglects his wife Josephine for his obsession with the French emperor. When the cranky historian travels to a Napoleon conference in Paris, his smart spouse secretly follows him. Unnoticed by her, the  city of love threatens to spark a romance between Arthur and a chorus girl.","release_date":"1938-11-29","genres":[18],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":124593,"title":"Napoleon Is to Blame for Everything","adult":false},{"cast":["Rekha","Kabir Bedi","Sonu Walia","Kader Khan","Satyajeet"],"overview":"Nandini and Sanjay Verma are lovers, and they conspire to take over the vaste estate of Mr. Saxena and his only widowed daughter, Aarti, and her two children, with the help of Sanjay's maternal uncle Heeralal, a longtime employee of Saxena. After Saxena passes away suddenly, Sanjay woes Aarti and marries her. On a boating trip both Nandini and Sanjay do away with Aarti, making it look like an accident, and subsequently take over the entire Saxena estate. But Aarti survives, disfigured beyond recognition by a crocodile attack, With the help of plastic surgery transforms herself to a successful model, Jyoti. She then plans to carry out her vengeance against Sanjay, but finds that he has been physically abusing her children, pets, and servants. She must now decide to reveal her identity, or continue with her plan and be a spectator to the abuse on her loved ones. Written by rAjOo (gunwanti@hotmail.com)","release_date":"1988-09-08","genres":[],"vote_average":7.3,"runtime":172,"cert":"N\/A","id":124595,"title":"Khoon Bhari Maang","adult":false},{"cast":["Keisuke Sonoi","Yûsuke Kawazu","Emi Shindo","Reiko Hitomi","Eriko Sono"],"overview":"A series of separate experiments involving poisonous insects by a pair of disparate characters fuses with a plot about an American H-bomb that's been accidentally dropped—intact—on a remote Japanese island and is the subject of a frenetic search by American officers and shady local characters with ulterior motives of their own. (IMDb)","release_date":"1968-11-09","genres":[27,878],"vote_average":5.4,"runtime":84,"cert":"N\/A","id":124597,"title":"Genocide","adult":false},{"cast":["Natalie Denise Sperl","Joey Ray","Nick Manning","Brad Bartram","Nicole Oring"],"overview":"The beautiful ex-cop\/bar owner\/private eye goes undercover as a boxer at an illegal underground fight club in order to find the killer of a female boxer.","release_date":"2006-01-01","genres":[28,53],"vote_average":3.0,"runtime":86,"cert":"N\/A","id":124599,"title":"Maisie Undercover: Shadow Boxer","adult":false},{"cast":["Catherine Mary Stewart","Muse Watson","Cameron Ten Napel","Anthony Tyler Quinn","Danny Cahill"],"overview":"For Kathleen, Christmas has always been an unwelcome reminder of her father’s abandonment almost 30 years ago. Although she has tried to forget her past, it has not forgotten her. In the days leading up to Christmas un unforgiving blizzard traps her in her own home with two unlikely roommates.  Same, a gentle older man Kathleen took in for the night and Lucy, the daughter of her soon to be fiancé bring her face to face with the hurts of her past.  Will she be able to let go and grab hold of a life-changing forgiveness or will she continue to be haunted by the pain of the past?","release_date":"2010-10-08","genres":[10751,14,18,10770],"vote_average":5.4,"runtime":112,"cert":"N\/A","id":124601,"title":"A Christmas Snow","adult":false},{"cast":["Darling Narita","Peter Greene","Michael Newland","Erik Schrody","Michael Artura"],"overview":"A young woman in L.A. is having a bad day: she's evicted, an audition ends with a producer furious she won't trade sex for the part, and a policeman nabs her for something she didn't do, demanding fellatio to release her. She snaps, grabs his gun, takes his uniform, and leaves him cuffed to a tree where he's soon having a defenseless chat with a homeless man. She takes off on the cop's motorcycle and, for an afternoon, experiences a cop's life. She talks a young man out of suicide and then is plunged into violence after a friendly encounter with two \"vatos.\" She is torn between self-protection and others' expectations. Is there any resolution for her torrent of feelings?","release_date":"1995-09-09","genres":[18],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":124606,"title":"Bang","adult":false},{"cast":["Anastasia Pierce","Marie McCray","Bree Daniels","Jelena Jensen","Syren De Mer"],"overview":"By day they cheer the home team... By night they live their fantasies!","release_date":"2012-08-22","genres":[10749],"vote_average":0.0,"runtime":175,"cert":"N\/A","id":124608,"title":"Cheer Squad Sleepovers 3","adult":true},{"cast":["Om Puri","Angeline Ball","Ace Bhatti","Bhasker Patel","Pavan Malhotra"],"overview":"Amir is an illegal Pakistani immigrant smuggled into England in the 1960's to work, to send money to his family and perhaps even bring them over with him. A skilled laborer, he is forced to do unskilled work like shoveling sheep dung and processing wool. He lives in a boarding house with nearly a dozen other men, under the supervision of Hussein Shah. He befriends a young student, Sakib, who dreams of being a writer. Their existence is punctuated by secret movies, a visiting prostitute, fear of detection and deportation, and the gangster-like smuggler who comes by for his take every week. The household is shaken up by the arrival of a white girl, Shah's girlfriend, and the sense of femininity and family she brings.","release_date":"1995-08-23","genres":[35,18],"vote_average":0.0,"runtime":102,"cert":"15","id":124613,"title":"Brothers in Trouble","adult":false},{"cast":[],"overview":"Returning home from a trip to visit his mother, Nick discovers that a good friend of his, Sid, has apparently raped his girlfriend, Mary. More concerned with his own wounded pride than with Mary's lingering feelings of guilt, pain and betrayal, Nick vows revenge.","release_date":"1995-09-13","genres":[],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":124615,"title":"Desolation Angels","adult":false},{"cast":[],"overview":"Story of Viet-American children trying to escape a camp.","release_date":"1995-01-18","genres":[18],"vote_average":7.3,"runtime":87,"cert":"N\/A","id":124617,"title":"Dust of Life","adult":false},{"cast":[],"overview":"This film tells two interwoven stories of two single-parent families in a poor, racially-mixed neighborhood in Brooklyn. The first story is about a young black man (with aspirations of getting away from his friends who are involved in drugs) who falls in love with a latino girl (who is heading off to college on a full scholarship). The second is about their parents, (she works in the neighborhood liquor store; he works for the phone company). The story takes place against the backdrop of a winning lottery ticket worth $27 million being sold to someone in the neighborhood from the liquor store.","release_date":"1995-06-01","genres":[18],"vote_average":7.0,"runtime":87,"cert":"N\/A","id":124619,"title":"Lotto Land","adult":false},{"cast":["Evgeny Mironov","Aleksandr Baluev","Nina Usatova","Evdokiya Germanova","Pyotr Zaychenko"],"overview":"A Russian soldier who spent ten years in captivity in Afghanistan, returns to his home village and shocks all its inhabitants because of his conversion to Islam. During his absence, his father hanged himself, his brother served a prison term and his former fiancée has become a woman of very low morals. The village is the scene of endless drinking while the local boss is selling off the land for dollars to new-rich Russians. Our hero turns out as the only sober and hard-working member of the community. However, his attachment to his new faith soon provokes the hatred and rejection of everyone else, including his own family.","release_date":"1995-06-06","genres":[18],"vote_average":6.1,"runtime":110,"cert":"N\/A","id":124624,"title":"The Muslim","adult":false},{"cast":["Nico","Tina Aumont","Christian Aaron Boulogne","Jackson Browne","John Cale"],"overview":"A look into the many lives of Christa Päffgen, otherwise known as Nico; from cutie German mädchen to the first of the supermodels, to glamorous diva of the Velvet Underground, to cult item, junkie and hag. Many faces for the same woman, whom, you realize, just couldn't bring herself to care enough to live.","release_date":"1995-02-18","genres":[99],"vote_average":7.5,"runtime":70,"cert":"N\/A","id":124626,"title":"Nico Icon","adult":false},{"cast":[],"overview":"Take crime out of police work, and what's left is procedures. In the western sector of Beijing, we follow the tedium of police officers. A rabid dog is loose in Guoli's beat: a gang of police officers hunts it down. Then, word comes from on high to pick up all the dogs in the sector: fear of rabies combines with the dogs' being status symbols of the nouveau riche. Occasionally a criminal is picked up: someone selling porn, someone running a three-card-monte game. Cops smoke, go to meetings, and hold trainings. They patrol on bicycles and enforce edicts. Guoli works nights. He's lazy at home, his wife wants him to do more. Is there any more to do?","release_date":"1995-09-08","genres":[35],"vote_average":6.3,"runtime":102,"cert":"N\/A","id":124628,"title":"On the Beat","adult":false},{"cast":[],"overview":"Fragments of several (mostly) silent films are shown. They're guided by quotes from, among others, Plato and Sappho and a soundtrack.","release_date":"2009-12-04","genres":[18],"vote_average":6.4,"runtime":93,"cert":"N\/A","id":124630,"title":"Film Is a Girl & a Gun","adult":false},{"cast":[],"overview":"A dedicated music teacher in East Harlem instructs a gaggle of underprivileged children in the art of the violin. In the climax, they play Carnegie Hall with some of the world's foremost fiddlers.","release_date":"1995-01-01","genres":[99,10751],"vote_average":7.0,"runtime":77,"cert":"N\/A","id":124632,"title":"Small Wonders","adult":false},{"cast":["William Smith","Pepper Martin","Tal Armstrong","Theresa Cooney","Jack Vogel"],"overview":"There is a border between good and evil... This town is on the edge of hell. In the small town of Red Rock, a devil-worshiping cult, in league with the local sheriff, kidnaps victims for sacrifice.","release_date":"1988-01-01","genres":[27],"vote_average":2.0,"runtime":90,"cert":"N\/A","id":124637,"title":"Evil Altar","adult":false},{"cast":[],"overview":"A subtle yet violent commentary on feudal lords.","release_date":"1995-08-01","genres":[],"vote_average":0.0,"runtime":122,"cert":"N\/A","id":124639,"title":"Target","adult":false},{"cast":["Jack Vogel","Renée Cline","Jeffrey Judson Smith","William Hathaway-Clark","Kimberly Casey"],"overview":"A Vietnam vet has nightmares about murder and zombies, and then discovers that he and other vets have been programmed to commit crimes and then kill themselves afterwards so they can't be traced. He investigates to try to find out who is responsible.","release_date":"1990-01-01","genres":[53,28,80],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":124641,"title":"Lock 'n' Load","adult":false},{"cast":[],"overview":"Well done, personal documentary of one family's fight to save their land.","release_date":"1995-01-01","genres":[99],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":124643,"title":"Troublesome Creek: A Midwestern","adult":false},{"cast":["Sônia Braga","Patrick Malahide","Michael Gambon","Ion Caramitru","Sevilla Delofski"],"overview":"A tale of power, passion and obsession set in a politically torn Eastern European country.","release_date":"1995-09-10","genres":[10752,18],"vote_average":7.3,"runtime":102,"cert":"N\/A","id":124645,"title":"Two Deaths","adult":false},{"cast":[],"overview":"Three spoiled college girls are held responsible for a handicapped boys death.","release_date":"1988-01-01","genres":[53],"vote_average":2.0,"runtime":87,"cert":"N\/A","id":124647,"title":"Slipping Into Darkness","adult":false},{"cast":["Lynette Walden","Chris Mulkey","Paul Ganus","Morton Downey, Jr.","Brook Susan Parker"],"overview":"Lynette Walden and Chris Mulkey star in this action-packed ride through the sexy and dangerous world of flesh for sale and murder for hire.","release_date":"1992-10-01","genres":[53,28],"vote_average":2.0,"runtime":90,"cert":"N\/A","id":124655,"title":"The Silencer","adult":false},{"cast":[],"overview":"Documentary about car enthusiasts in Sweden.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124669,"title":"Hela Bilen","adult":false},{"cast":[],"overview":"The story concerns a male youth named Ah Chung (or Diong-ah in the Taiwanese dialect) who graduates from high school and descends into a maelstrom of personal, familial, and communal conflicts. Ah Chung is going through the liminal stage of finding his place and aim in life. He is sent by his mother to a boot camp, training as one of the Eight Generals. This is a job in performing as a god in Taiwanese popular rituals and Ah Chung's mother believes it can bring spiritual and social goodwill to the much-troubled family: Financially strained mother who is a performer of \"low-brow\" entertainment, a kid brother who is somewhat retarded, a half-sister who is raped by his alcoholic father, and Ah Chung's listlessness which is easily sucked in by the local gang rivalry...","release_date":"1996-09-06","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":124674,"title":"Ah-Chung","adult":false},{"cast":["Tinka Menkes","Sherry Sibley","Russ Little","Robert Mueller","Jack O'Hara"],"overview":"This film was inspired by a real event—a young US Marine, recently back from the Gulf War, was found digging a grave for his murdered wife in the middle of the California Mojave.","release_date":"1996-10-26","genres":[18],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":124676,"title":"The Bloody Child","adult":false},{"cast":["Mark Bowden","Nicola Stapleton","Padraig Casey","Oliver Young"],"overview":"When your in The Syndicate you're in for life.  This is the prospect facing Matthew Palmer, a hearless but efficient, deadly but impeccably neat assassin and confirmed Michael Caine fan.  But Palmer has found love and wants out, even though he knows that wanting out can make you very quickly dead in London's sinister underworld.","release_date":"1999-07-11","genres":[28,53],"vote_average":4.5,"runtime":90,"cert":"15","id":124678,"title":"The Killing Zone","adult":false},{"cast":["Rade Šerbedžija","Aleksandra Vujcic","Julian Arahanga","Marton Csokas","Stephen Ure"],"overview":"Ivan is the fierce patriarch of a family of Croatian refugees in Auckland. Nina is his daughter, ready to live on her own, despite his angry objections. Eddie is the Maori she takes as her lover. Nina works at a restaurant where Eddie cooks. For a price, she agrees to marry a Chinese, another restaurant employee, so that he (and his Chinese wife) can establish permanent residency. The money gives her the independence she needs to leave her parents' house and move in with Eddie. Complications arise when Eddie realizes the depth of her father's fury and the strength of Nina's family ties.","release_date":"1996-09-09","genres":[10749,18],"vote_average":8.0,"runtime":92,"cert":"N\/A","id":124680,"title":"Broken English","adult":false},{"cast":[],"overview":"Movie about tortured and humiliated women in concentration camps in Bosnia and Herzegovina.","release_date":"1996-09-12","genres":[],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":124682,"title":"Calling the Ghosts","adult":false},{"cast":[],"overview":"The combination of the Holocaust and the subsequent emigration decimated the once-thriving Jewish community in the Ukraine's Carpathian Mountains. One of the few holdouts is Zev Godinger, the colorful subject of writer-director Yale Strom's affectionate documentary.","release_date":"1996-05-24","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":124684,"title":"Carpati: 50 Miles, 50 Years","adult":false},{"cast":["Jeri Arredondo","Henry Gibson","Michael Stipe","Alexandra Bokyun Chun"],"overview":"The Yosemite Valley Railroad, which runs through the breathtaking scenery and stunning vistas of Yosemite National Park, is on the brink of failure. The grandson of a Chinese railroad laborer embarks on a romantic, but ultimately doomed, quest to save this railroad from being sold for scrap. His love of trains finds him working as a railroad-man, instead of at his father's profitable business. He manages to locate a wealthy eccentric investor to help him acquire the railroad, but its financial inviability makes this a quixotic reprieve, at best. The film also portrays the anti-Asian racism present in America at the conclusion of World War II.","release_date":"1996-03-23","genres":[18,10749],"vote_average":6.3,"runtime":87,"cert":"N\/A","id":124686,"title":"Color of a Brisk and Leaping Day","adult":false},{"cast":["Thomas Giegerich","Andreas Vögler","Gina Petrocchi","Nikolai Knackmuss","Fred Lobin"],"overview":"","release_date":"2012-03-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124688,"title":"In diesem Moment","adult":false},{"cast":[],"overview":"Jose, a taxi driver in Bogotá suffers from the condition of his old vehicle and is almost unable to work.","release_date":"1979-12-25","genres":[],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":124693,"title":"El taxista millionario","adult":false},{"cast":["Florence Pernel","Stéphane Freiss","Pascal Reneric","Nicolas Briançon","Sylvie Granotier"],"overview":"Julie Martial, impetuous and headstrong young editor, receives large red envelopes crimes committed just 24 hours later. Marc Simon, of the homicide squad, try to make the connection between the victims, who do not know and apparently have nothing in common. The case caused an outcry in the press, which refers to \"the murderer with the ink stamp.\" Because the murderer signs his crimes with a number branded on the forehead of its victims. While Marc Simon and his men face this conundrum, Julia receives a letter of great concern: this time, the mass murderer describes his own death ...","release_date":"2008-11-24","genres":[],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":124695,"title":"De sang et d'encre","adult":false},{"cast":["Giulia Elettra Gorietti","Giuseppe Maggio","Chiara Gensini","Mauro Meconi","Agnese Nano"],"overview":"","release_date":"2011-08-12","genres":[],"vote_average":6.2,"runtime":null,"cert":"N\/A","id":124697,"title":"Almeno tu nell'universo","adult":false},{"cast":[],"overview":"Based on the acclaimed book by ecologist and cancer survivor Sandra Steingraber, Ph.D., Living Downstream is an eloquent and cinematic feature-length documentary following Sandra during one pivotal year as she works to break the silence about cancer and its environmental links.","release_date":"2010-04-03","genres":[],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":124708,"title":"Living Downstream","adult":false},{"cast":["Dagmar Lassander","Alfredo Pea","Gianfranco D'Angelo","Femi Benussi","Gabriele Di Giulio"],"overview":"","release_date":"1976-08-11","genres":[35],"vote_average":3.3,"runtime":94,"cert":"N\/A","id":124713,"title":"Classe mista","adult":false},{"cast":["Lavar Johnson","Lolohea Mahe","Abongo Humphrey","George Bush III","Luke Stewart"],"overview":"Strikeforce Challengers: Johnson vs. Mahe was a mixed martial arts event held by the Strikeforce. The seventh Challengers episode took place on March 26, 2010, at the Save Mart Center in Fresno, California.[2] The event drew an estimated 316,000 viewers on Showtime.","release_date":"2010-03-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124715,"title":"Strikeforce Challengers 7: Johnson vs. Mahe","adult":false},{"cast":["Matt Lindland","Kevin Casey","Tyron Woodley","Nathan Coy","Roger Bowling"],"overview":"Strikeforce Challengers: Lindland vs. Casey was a mixed martial arts event held by the Strikeforce. The eight Challengers episode took place on May 21, 2010, at the Rose Garden at Portland, Oregon.","release_date":"2010-05-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124717,"title":"Strikeforce Challengers 8: Lindland vs. Casey","adult":false},{"cast":["Joe Riggs","Louis Taylor","Ryan Couture","Lucas Stark","Colleen Schneider"],"overview":"Strikeforce Challengers: Riggs vs. Taylor was a mixed martial arts event held by the Strikeforce. The tenth Challengers episode took place on August 13, 2010, at the Dodge Theatre in Phoenix, Arizona.","release_date":"2010-08-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124719,"title":"Strikeforce Challengers 10: Riggs vs. Taylor","adult":false},{"cast":["Richard Harris","Michael Beck","Ana De Sade","Vaughn Armstrong","Anne Seymour"],"overview":"Shunka Wakan (Richard Harris), formerly Lord John, helps his Dakota son (Michael Beck) defend their tribe against gold rushers.","release_date":"1983-07-01","genres":[37],"vote_average":5.5,"runtime":86,"cert":"N\/A","id":124721,"title":"Triumphs of a Man Called Horse","adult":false},{"cast":["Derek Farr","Ella Raines","Donald Wolfit","Lisa Daniely","Bruce Beeby"],"overview":"A brilliant scientist who has lost his memory is hunted by Communist agents out to obtain a secret formula.","release_date":"1956-03-01","genres":[80,53],"vote_average":0.0,"runtime":83,"cert":"","id":124723,"title":"The Man in the Road","adult":false},{"cast":["Justin Wilcox","Vitor Ribeiro","Ovince Saint Preux","Antwain Britt","Waachim Spiritwolf"],"overview":"Strikeforce Challengers: Gurgel vs. Evangelista was a mixed martial arts event held by the Strikeforce. The fourth Challengers episode took place on November 19, 2010, at the Jackson Convention Complex in Jackson, Mississippi.","release_date":"2010-11-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124725,"title":"Strikeforce Challengers 12: Wilcox vs. Ribeiro","adult":false},{"cast":[],"overview":"Randy Queen's popular comic book series Darkchylde is going to be adapted into a live action movie! For those who don't know, Darkchylde is the story of Ariel Chylde, a cursed teen who can become the creatures from her many nightmares, and then must save her small town from the forces of darkness she's set free. Director John Carpenter has been hired to helm the movie, it was timely announced on Halloween. And the visual effects Weta Digital (Peter Jackson's company) is also involved.","release_date":"2013-08-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124727,"title":"Darkchylde","adult":false},{"cast":["Victor Jory","Pamela Blake","Veda Ann Borg","Harry Hayden","Paul Fix"],"overview":"Residents get suspicious when a shady character takes over the local hunting lodge right after the two old-timers who own it disappear.","release_date":"1943-10-22","genres":[9648],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":124729,"title":"The Unknown Guest","adult":false},{"cast":["Fejria Deliba","Zinedine Soualem","Rabia Mokeddem","Amina Annabi","Marie-France Pisier"],"overview":"The story of an immigrant woman struggling against old world traditions. Zouina leaves her homeland with her three children to join her husband in France, where he's been living for the past ten years. In a land and culture foreign to her, Zouina struggles against her mother-in-law's tyrannical hand and her husband's distrustful bitterness in an attempt to adjust to her life in exile.","release_date":"2001-12-05","genres":[10751,18],"vote_average":6.8,"runtime":98,"cert":"N\/A","id":124731,"title":"Inch'Allah dimanche","adult":false},{"cast":["Susen Ermich","Julita Witt","Magdalena Ritter","Dieter Rita Scholl","Teresa Nawrot"],"overview":"In the 70s Matteusz Gdula invented an acting method that was supposed to make every actor “shine”. Still, lots of his students die mysteriously and Gdula commits suicide. His method gets banned.  Now: Stella, an ambitious, but rather untalented drama student, gets accepted at the „Matteusz Gdula“-school. When she bears witness to some strange occurrences, she gets drawn into the bizarre and deadly web that surrounds the dark secret of the school...","release_date":"2011-07-28","genres":[27,53,9648],"vote_average":5.9,"runtime":112,"cert":"N\/A","id":124733,"title":"Masks","adult":false},{"cast":["Bill Callahan"],"overview":"A collection of live performances and a glimpse of the road from the American leg of Bill Callahan's 2011 Apocalypse tour.","release_date":"2012-08-01","genres":[],"vote_average":7.0,"runtime":60,"cert":"N\/A","id":124735,"title":"Apocalypse: A Bill Callahan Tour Film","adult":false},{"cast":["Ivan Trojan","Kristína Turjanová","Jana Hlaváčová"],"overview":"Oliver is a lonely forty-something working as an air traffic controller. He fills his empty life by watching TV and observing the family living in the house across the street - he regards them as an ideal of happiness. At first he just watches the family, but he gradually wants to learn more about them. He soon realizes that borders of one's private life are more fragile than they seem.","release_date":"2011-08-18","genres":[53,18],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":124755,"title":"Visible World","adult":false},{"cast":["Mariko Ishihara","Ken Ishiguro","Masatō Ibu","Yumiko Fujita","Yoshiko Miyazaki"],"overview":"Travel into Japan's nuttiest apartment house and meet its volatile inhabitants: Kyoko, the beautiful and mysterious new apartment manager; Yusaku, the exam-addled college student; Mrs. Ichinose, the drunken gossip; Kentaro, her bratty son; Akemi, the boozy bar hostess; and the mooching and peeping Mr. Yotsuya.","release_date":"1986-10-10","genres":[18,35],"vote_average":2.0,"runtime":97,"cert":"N\/A","id":124763,"title":"Maison Ikkoku - Apartment Fantasy","adult":false},{"cast":[],"overview":"When unexpected trouble arises with an account Hama-chan brought in, he's sent to Toyama with his beautiful colleague to fix the problem.","release_date":"2002-08-10","genres":[],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":124768,"title":"Free and Easy 13","adult":false},{"cast":[],"overview":"Based on the Maicching Machiko-sensei Manga.","release_date":"2003-03-01","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":124785,"title":"Jisshaban: Maicchingu machiko sensei","adult":false},{"cast":["Aki Hoshino","Kenjiro Ishimaru","Ryûji Komiya","Misaki Mori","Nana Usami"],"overview":"The evil is back and this terrorizing the swim team at an all girl school. After turning the Principal into a frog monster they commence with their own brand of twisted training and punishment.  But Kekko Kamen has also returned to right the wrongs and send the MGF packing once again or can she, they seem stronger and smarter then ever have been before, it's sink or swim time for Kekko Kamen.","release_date":"2004-10-31","genres":[28,35,878],"vote_average":1.0,"runtime":70,"cert":"N\/A","id":124787,"title":"Kekko Kamen Returns","adult":false},{"cast":[],"overview":"Machiko Mai (Hanako Kususiro) joined the private school Arama. She was late on the very first day but the principal Kokedaruma (Jerry Fujio) did not seem to care because Machiko was a Tokyo University graduate. He requested that Machiko to make the students smart enough to enter Tokyo University so that Arama can be a prestigious high school. 　","release_date":"2006-02-22","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":124789,"title":"Maicching Machiko Teacher - Mission: Challenging Tokyo University","adult":false},{"cast":["Maria Ozawa","Hitomi Kitamura","Nene","Sasa Handa","Nocchi"],"overview":"Sixth release from the hit erotic sci-fi\/live action series based on the comic by Go Nagai and starring Maria Ozawa! Get ready for plenty of silly gags and tons of eros.","release_date":"2007-06-21","genres":[28,35,878],"vote_average":2.0,"runtime":72,"cert":"N\/A","id":124791,"title":"Kekko Kamen Premium","adult":false},{"cast":[],"overview":"Count Almaviva is in love with Rosina. However, she is currently staying with Dr. Bartolo – who desires to marry her. By using a series of disguises, Almaviva manages to pass letters to Rosina and serenade her with his beautiful voice. Dr. Bartolo does his best to stop Almaviva but is constantly thwarted. In the end, Count Almaviva marries Rosina and Dr. Bartolo comes to terms with his defeat.","release_date":"1973-01-01","genres":[10402,35],"vote_average":8.5,"runtime":141,"cert":"","id":124799,"title":"Il Barbiere di Siviglia","adult":false},{"cast":["Sam Kinison","Denis Leary","Jay Leno","George Lopez","Chris Rock"],"overview":"Tribute to comedy great Sam Kinison","release_date":"2010-02-06","genres":[35,99],"vote_average":6.2,"runtime":60,"cert":"N\/A","id":124804,"title":"Back From Hell: A Tribute to Sam Kinison","adult":false},{"cast":["Julia Ann","Vanilla DeVille","Ariella Ferrera","Trinity St. Clair","Prinzzess"],"overview":"Simply the most realistic sex in lesbian adult video","release_date":"2012-08-22","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":124812,"title":"Lesbian PsychoDramas 10","adult":true},{"cast":["Richard Egan","Viveca Lindfors","Burgess Meredith","Telly Savalas","Ed Asner"],"overview":"An American secret agent, on the trail of a vanished scientist, must recover the scientist's revolutionary secret formula before the enemy catches up with his quarry first.","release_date":"1964-09-01","genres":[28,53],"vote_average":4.5,"runtime":73,"cert":"N\/A","id":124823,"title":"Fanfare for a Death Scene","adult":false},{"cast":["Christina Lindberg","Arthur Brauss","Ulrike Butz","Enzi Fuchs","Willy Harlander"],"overview":"Another Ernst Hofbauer schoolgirl exploiter in the same vein as his Schoolgirl Report films, but for this one he raised the sleaze level to new heights with non-pornographic scenes of rape, pedophilia, satanic rituals, virgin sacrifice and golden showers. Despite how it sounds, these acts are played for silly comedy rather than any harsh depictions.","release_date":"1973-05-18","genres":[35],"vote_average":10.0,"runtime":80,"cert":"N\/A","id":124825,"title":"Secrets of Sweet Sixteen","adult":false},{"cast":["Julie Newmar","Wally Cox","Victor Buono","Angelique Pettyjohn","Thordis Brandt"],"overview":"Clyde King, a toy store employee whose hobbies include making wooden toys and stalking women, is coveted by the female owner of one of the biggest toy companies in the world. She is enchanted by King's hand-carved toys, and she delegates the recruitment of the toy-maker to her second-in-command, Lyle \"Skippy\" Burns. However, King will not join her company as she reminds him of his mother. She becomes the subject of bizarre fantasies in which \"Mother,\" the toy company owner as imagined by King, brow-beats and humiliates him. Discovering King's predeliction for leaving the toy store to stalk women, Skippy first tries to entice Clyde into signing an employemnt contract by supplying him with women, even going as far to dress himself up in drag as a prostitute. But every time he sets King up with a woman, the encounter ends disastrously, so Skippy finally decides to kill him.","release_date":"1970-12-23","genres":[35],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":124827,"title":"Up Your Teddy Bear","adult":false},{"cast":["Al Hirschfeld","Lauren Bacall","Carol Channing","Julie Andrews"],"overview":"The childhood, adolescence, and incredible adult years of Al Hirschfeld, celebrated creator of thousands of line drawings of famous people - many in the entertainment industry - over a span of more than sixty years. He is still drawing in his nineties. His interesting domestic life, political, and cultural views are highlights. In addition, he talks about himself a bit - seriously and lightly.(At one point he he claims that his only form of exercise has been to live in his Manhattan townhouse: stairs). He drives his car around Manhattan - an adventure in itself. Brief interviews with, and reminiscences of many friends and associates.","release_date":"1996-09-27","genres":[99],"vote_average":7.0,"runtime":86,"cert":"N\/A","id":124829,"title":"The Line King: The Al Hirschfeld Story","adult":false},{"cast":["Ovidiu Balan","Philippe Petit","Pierrette Fesch","Schahla Aalam","Maurice Maurin"],"overview":"Mondo is a homeless young boy, with a big smile, who wanders around Nice looking for food and a place to sleep.","release_date":"1995-06-01","genres":[18],"vote_average":7.0,"runtime":80,"cert":"N\/A","id":124834,"title":"Mondo","adult":false},{"cast":["Scott Aukerman","Garfunkel and Oates","Bob Odenkirk"],"overview":"Live from Chicago, it's Comedy Death Ray Radio! Hear first-time guest Kristen Schaal explain the joke-writing process and, more importantly, describe various objects that are shaped like the letter \"U.\" Bob Odenkirk performs a gripping, emotional performance that will make you think about race relations and piano construction in a whole new light. The guys from Enigma Force Five ask some questions, the girls from Garfunkel and Oates sing some songs, and they even join in together in a lovely rendition of Kiss from a Rose. Add Would You Rather and some Plugs, and you have got one heckuva live show!\r Taped at JFL Chicago, in front of a live audience! Featuring Bob Odenkirk, Kristen Schaal, James Adomian, and Garfunkel &amp; Oates. Video includes 15 minutes of pre-show backstage footage.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124836,"title":"Comedy Bang Bang Live in Chicago","adult":false},{"cast":["Donald Lautrec","Jean Lapointe","Han Masson","Roméo Pérusse","Paul Buissonneau"],"overview":"While on his honeymoon, a man who suddenly becomes impotent, tries to recover his virility.","release_date":"1974-01-01","genres":[],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":124838,"title":"The Apple, the Stem and the Seeds","adult":false},{"cast":["George Lam","Jordan Chan","Christine Ng","Meg Lam Kin-Ming","Francis Ng"],"overview":"A drama considering the social implications of being gay in China.","release_date":"1997-01-16","genres":[],"vote_average":6.0,"runtime":112,"cert":"N\/A","id":124840,"title":"A Queer Story","adult":false},{"cast":["Mary Jackman","Mark Anderson Phillips","Tim Ereneta","Mike D'Angelo"],"overview":"As children, Carrie, Eric and Kevin happened upon a doorway to a magical Narnia-like land and had a grand adventure. Now, years later, as young adults, all three are struggling, and Kevin is determined to find a way back.","release_date":"1996-02-26","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":124845,"title":"Seldom Dreaming","adult":false},{"cast":["Kelly Macdonald","Andy Serkis","Hans Matheson","James Bolam","Ewan Stewart"],"overview":"A young Glaswegian prostitute in London tries to start a new life.","release_date":"1997-11-06","genres":[18],"vote_average":6.4,"runtime":99,"cert":"","id":124847,"title":"Stella Does Tricks","adult":false},{"cast":[],"overview":"The tenacious trio help the cow jump over the moon, and save the Itsy Bitsy Spider and Little Red Riding Hood in these furry--oops, fairy!--tale-themed episodes of the popular children's TV series.  From the moment in each episode when the phone rings and the Wonder Pets dramatically burst into their operetta-like singing--\"The phone! The phone is ringing!\"--young viewers are hooked. These creative stories bring together preschoolers' favorite characters--the Wonder Pets and beloved nursery rhyme and fairy tale icons--with humor, an irreverent attitude, and empowering problem-solving skills. All of which are bound to lead to happily ever after.  Two additional episodes in which the Wonder Pets save the griffin, rooster, panda, and mouse, plus a music video.","release_date":"2008-06-03","genres":[10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124849,"title":"Wonder Pets!: Save the Nursery Rhyme","adult":false},{"cast":["Michael Imperioli","Mira Sorvino"],"overview":"Angel celebrates the birth of his daughter by taking his first hit of crack cocaine. With the hesitant support of his wife, Monika, he joins a friend of his to deal drugs for a short time--enough time to get out of debt and buy some nice things for the family. Three years later, Angel is still dealing, and has not saved any money, instead spending it on crack. His addiction grows, straining his friendship and his family life, and he gradually loses control.","release_date":"1995-06-08","genres":[],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":124851,"title":"Sweet Nothing","adult":false},{"cast":["Adrien Brody"],"overview":"The story of a young shoe salesman whose overestimation of his own sharpness leads to gambling debts, pissed-off loan sharks, and overall misery.","release_date":"1995-04-09","genres":[18,28],"vote_average":10.0,"runtime":108,"cert":"N\/A","id":124853,"title":"Ten Benny","adult":false},{"cast":[],"overview":"Vászka, the town robber, is off his form. He has no money and Luvnya, his sweetheart, constantly clamors for a trip to Moscow. His problems are solved when he meets Ványka, the village robber. The two robbers enter into an alliance and start working together.","release_date":"1996-02-29","genres":[35],"vote_average":5.5,"runtime":85,"cert":"N\/A","id":124864,"title":"Váska Easoff","adult":false},{"cast":["Linnea Quigley","Fred Olen Ray","Brinke Stevens","Michelle Bauer","David DeCoteau"],"overview":"Three girls living in Los Angeles, CA in the 1980s found cult fame when they \"accidentally\" transitioned from models to B-movie actresses, coinciding with the major direct-to-video horror film boom of the era. Known as \"The Terrifying Trio,\" Linnea Quigley (The Return of the Living Dead), Brinke Stevens (The Slumber Party Massacre) and Michelle Bauer (The Tomb), headlined upwards of ten films per year, fending off men in rubber monster suits, pubescent teenage boys, and deadly showers. They joined together in campy cult films like Sorority Babes in the Slimeball Bowl-a-Rama (1988) and Nightmare Sisters (1987). They traveled all over the world, met President Reagan, and built mini-empires of trading cards, comic books, and model kits. Then it all came crashing down. This documentary remembers these actresses - and their most common collaborators - on how smart they were to play stupid","release_date":"2011-05-05","genres":[99],"vote_average":6.7,"runtime":63,"cert":"N\/A","id":124887,"title":"Screaming in High Heels: The Rise & Fall of the Scream Queen Era","adult":false},{"cast":["Frank Morgan","Billie Burke","Ann Rutherford","John Shelton","Reginald Owen"],"overview":"Comic mayhem results when a small town pet store owner, mistakenly believed killed during a sea voyage, turns up very much alive. Director William Thiele's 1940 film stars Frank Morgan, Billie Burke, Ann Rutherford, John Shelton, Harold Huber, Donald Meek, Nat Pendleton, Renie Riano, Frank Albertson, Reginald Owen, Ann Morriss and Richard Carle.","release_date":"1940-03-08","genres":[10749,35,18],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":124892,"title":"The Ghost Comes Home","adult":false},{"cast":["Jožo Ráž","Ján Baláž","Marián Geišberg","Tatiana Kulíšková","Peter Bzdúch"],"overview":"","release_date":"1989-10-11","genres":[10402],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":124894,"title":"Rabaka","adult":false},{"cast":["Ralph Fiennes","Denis Quilley","Alexander Siddig","Nicholas Jones","Roger Hammond"],"overview":"In 1919, the great English military man T. E. Lawrence tries to help the king of the Syrian in the Conference of Peace in Paris.","release_date":"1992-04-18","genres":[],"vote_average":7.2,"runtime":107,"cert":"","id":124902,"title":"A Dangerous Man: Lawrence After Arabia","adult":false},{"cast":["Bernadette Peters","Rachel Ward","Jonathan Silverman","Thomas Brodie-Sangster","Alan Smyth"],"overview":"Two middle-aged Lesbians (Peters and Ward) find their lives complicated when one of them (Ward) takes in her ten-year-old nephew (Sangster).","release_date":"2002-06-09","genres":[],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":124913,"title":"Bobbie's Girl","adult":false},{"cast":["Richy Müller","Jürgen Vogel","Katja Flint","Torsten Buchsteiner","Uwe Fellensiek"],"overview":"TV movie based on the Gladbeck hostage crisis.","release_date":"1999-03-19","genres":[18,80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":124933,"title":"Ein großes Ding","adult":false},{"cast":["Heino Ferch","Natalia Wörner","Axel Milberg","Erwin Steinhauer","Michael Schottenberg"],"overview":"Several emblematic buildings in Vienna suffer from a series of explosions that destroy works of art of inestimable value, as well as generating a large number of victims. Detective Peter Bender will need the help of Lena, a student of art, discover the murderer, because it uses a hidden code in the symbolism of the boxes to convey a message.","release_date":"1999-11-02","genres":[53,80],"vote_average":5.0,"runtime":94,"cert":"N\/A","id":124953,"title":"Der Feuerteufel - Flammen des Todes","adult":false},{"cast":["Gabino Diego","Leonor Watling","Luis Cuenca","Héctor Colomé","Ramón Agirre"],"overview":"After the Spanish Civil War breaks out, the Prado Museum is being evacuated. One of the guards finds a painting by the master, Goya, and takes it to prevent damage to the work of art. In the interim, he meets a young lady with whom he falls in love. Assisted by her and her family members, the soldier attempts to save Goya's masterpiece intact amidst the war and violence.","release_date":"1998-12-18","genres":[10752,10749,18],"vote_average":6.4,"runtime":113,"cert":"N\/A","id":124955,"title":"A Time for Defiance","adult":false},{"cast":["María Félix","Manolita Saval","Rafael Baledón","Virginia Manzano","Mimí Derba"],"overview":"Before marrying María Eugenia, landowner Carlos are away to visit her godmother to break the promise to marry his daughter. The godmother is dying, Carlos quiets and everything takes an unexpected course.","release_date":"1943-04-01","genres":[18],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":124960,"title":"María Eugenia","adult":false},{"cast":["Osvald Helmuth","Frits Helmuth","Jørn Jeppesen","Ulla Lock","Sigrid Horne-Rasmussen"],"overview":"In the small idyllic town Randrup, lives on nature-loving and friendly thatcher Rasmus Thomsen (Oswald Helmuth). In addition to refurbish people's roofs, he runs a small \"geschæft\" that \"The wise man\". Son Ulf (Frits Helmuth), which reads the doctor's home on leave before the final exam in Copenhagen. Rasmus' big dream has always been that Ulf had to be \"real doctor\" and achieve what he always wanted so dearly. By thrift and income have gained through the many patients who seek Him from far and near, he has been able to afford his son's studies. His reputation as a wise man has knowledge of.","release_date":"1956-10-15","genres":[10751,18],"vote_average":10.0,"runtime":98,"cert":"N\/A","id":124965,"title":"Den kloge mand","adult":false},{"cast":["Regina Karolinski","Bella Katz"],"overview":"Oma &amp; Bella is an intimate glimpse into the world of Regina Karolinski (Oma) and Bella Katz, two friends who live together in Berlin. Having survived the Holocaust and then stayed in Germany after the war, it is the food they cook together that they remember their childhoods, maintain a bond to each other and answer questions of heritage, memory and identity. As the film follows them through their daily lives, a portrait emerges of two women with a light sense of humor, vivid stories, and a deep fondness for good food. Created by Oma's granddaughter Alexa, the film captures their ongoing struggle to retain a part of their past while remaining very much engaged in the present.","release_date":"2012-02-16","genres":[],"vote_average":9.0,"runtime":76,"cert":"N\/A","id":124970,"title":"Oma & Bella","adult":false},{"cast":["Keanu Reeves","Bojana Novaković","Adelaide Clemens","Jake Hoffman","Daniel Sunjata"],"overview":"A drama that follows three adults during a single day in Los Angeles, one filled with sex, drugs, and indecision.","release_date":"2012-07-11","genres":[18],"vote_average":4.3,"runtime":96,"cert":"N\/A","id":124972,"title":"Generation Um...","adult":false},{"cast":["Annikka Nuora","Ulla-Britt Norrman-Olsson","Gudrun Brost","Johannes Brost","Josefin Bornebusch"],"overview":"The second movie by Swedish director Marie-Louise De Geer Bergenstråhle.","release_date":"1983-05-20","genres":[],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":124977,"title":"Moderna människor","adult":false},{"cast":["Hannes Närhi","Irma Seikkula","Walle Saikko","Tuulikki Paananen","Aino Haverinen"],"overview":"Eastern Finland in 18th century. Farmer Juha has raised an orphan girl Marja and married her. Karelian trader Shemeikka visits the farm and starts to make advances to young and beautiful Marja, tempting her to run away with him.","release_date":"1937-01-24","genres":[18],"vote_average":5.0,"runtime":101,"cert":"N\/A","id":124979,"title":"Juha","adult":false},{"cast":["Carl Billquist","Gösta Ekman","Ernst-Hugo Järegård","Margaretha Krook"],"overview":"A tragicomic marriage drama.","release_date":"1990-03-30","genres":[18],"vote_average":6.0,"runtime":79,"cert":"N\/A","id":124984,"title":"Den hemliga vännen","adult":false},{"cast":[],"overview":"Director Eisha Marjara's story takes us first to her childhood in snowbound small-town Quebec and then to Bombay, India, where she desperately tries to track down Helen, a famous movie star in the world's largest dream factory. Helen becomes a passage into Marjara's real world--her unsettling youth, life-threatening anorexia, and the devastating 1985 Air India bombing, which took the lives of her mother and sister. This video revisits the '70s pop culture of Marjara's youth and enters the fascinating world of the Bombay movie industry--\"Bollywood.\"","release_date":"1999-06-11","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":124989,"title":"Desperately Seeking Helen","adult":false},{"cast":[],"overview":"The dysfunctional Chinese justice system allows citizens with grievances against their local governments to petition the court to clear or correct their record. Yet in order to do so, the petitioners must travel to Beijing to file paperwork and wait an indefinite period to plead their case. Following the saga of a group of petitioners over the years of 1996 and 2008, Petition unfolds like a novel by Zola or Dickens. This was filmed surreptitiously from the point of view of the petitioners, and not the justice officials, the police, or those heavies sent by the municipalities.","release_date":"2009-05-22","genres":[99],"vote_average":6.4,"runtime":120,"cert":"N\/A","id":124991,"title":"Petition","adult":false},{"cast":["Estelle Brody","John Stuart","Norman McKinnel","Marie Ault","Humberston Wright"],"overview":"A young working-class girl causes a stir when she sneaks off for a romantic getaway with the wealthy heir of the mill where she works.","release_date":"1927-09-12","genres":[18,10749],"vote_average":7.0,"runtime":120,"cert":"","id":124993,"title":"Hindle Wakes","adult":false},{"cert":"N\/A","title":"Method to the Madness of Jerry Lewis","cast":["Michael Andrew","Alec Baldwin","Richard Belzer","Carol Burnett","Chevy Chase"],"genres":[99],"id":124998,"overview":"It will surprise few to discover that star of stage and screen Jerry Lewis has sought to amuse others since he was five years old. Since that early age, audiences split their sides watching his wacky antics, whilst wannabe comics aspired to his prolific career, from his solo work to his double act with Dean Martin.  Indeed, many of his famous fans share stories of affection and admiration for the now 86-year-old performer and filmmaker in Gregg Barson’s documentary. Steven Spielberg, Quentin Tarantino, Eddie Murphy and Jerry Seinfeld are among those waxing lyrical about Lewis’ particular brand of genius, and his place in the annals of history.  Including a cavalcade of hilarious clips from eight decades in the spotlight, Method to the Madness of Jerry Lewis examines the icon and his influence, and is essential viewing for aficionados of the man and his legacy.","runtime":115,"release_date":"2011-12-17","vote_average":7.0,"adult":false}]