[{"cast":["Ori Yaniv","Ayala Zilberman","Dina Yakerson","Maor Haroosh"],"overview":"Science Fiction \/ Romance. Film buff Daniel's life turns cinematic when he discovers an otherworldly video store offering the best movies never made and meets the girl behind the counter.","release_date":"","genres":[],"vote_average":0.0,"runtime":22,"cert":"N\/A","id":125000,"title":"Impossible Dreams","adult":false},{"cast":["Anders Matthesen"],"overview":"","release_date":"2003-12-01","genres":[99],"vote_average":7.6,"runtime":null,"cert":"N\/A","id":125005,"title":"Jul på Vesterbro - bag om","adult":false},{"cast":[],"overview":"Paranoid Danes made a movie about the 9\/11 conspiracy","release_date":"2009-04-05","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":125007,"title":"Mørkets Lakajer","adult":true},{"cast":[],"overview":"A drama about black-on-black violence in America's inner cities.","release_date":"1997-03-28","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":125018,"title":"Black & White & Red All Over","adult":false},{"cast":["Emma de Caunes","Jeannick Gravelines"],"overview":"Loic and Sophie are siblings living with their mother in a block of flats. The impetuous, promiscuous Loic is a talented photographer about to make it to the big time, but being pulled back by loyalty to his best friend and ex-lover, both junkies. Sophie, a schoolgirl on holidays, is quietly undergoing a sexual awakening, observing from a distance Loic's milieu; she begins an affair with his business partner to Loic's quasi-incestuous disapproval. Loic is spotted by a prominent editor, but becomes increasingly unhinged, by his friend's violent struggles with dealers, by his lover's demands, by Sophie's 'betrayal', by his own 'demons'. Tragedy inevitably strikes.","release_date":"1997-11-26","genres":[53],"vote_average":5.8,"runtime":100,"cert":"N\/A","id":125020,"title":"A Brother...","adult":false},{"cast":[],"overview":"A look at Communist musicals that strove to be ideologically correct - and entertaining, besides.","release_date":"1997-06-25","genres":[99],"vote_average":5.0,"runtime":78,"cert":"N\/A","id":125025,"title":"East Side Story","adult":false},{"cast":[],"overview":"The gang's all here -- Our Gang, that is, with Spanky, Alfalfa, Jackie, Farina, Scotty, Buckwheat, Chubby, Stymie, Wheezer, Dickie, Tommy, Mary, Pete and more in uncut versions of some of their funniest episodes. A magic lamp turns two adults into new arrivals at the Happy Home Orphanage in \"Shrimps for a Day,\" while the Rascals show a thief how to \"Fly My Kite\" when he tries to send their beloved Grandma to the poor farm. THe Gang is snubbed after saying \"Hi Neighbor\" to the new kid on the block, and Spanky has \"Beginners Luck\" during his debut on amateur night, before they mistake a hungry \"Kid from Borneo\" for Uncle George.","release_date":"","genres":[],"vote_average":10.0,"runtime":1,"cert":"N\/A","id":125027,"title":"Our Gang: Little Rascals Greatest Hits","adult":false},{"cast":["Ben Kingsley","Christoph Waltz","Matthew Asner","Athena Demos","Brian McArdle"],"overview":"The latest production of Moriah Films is It Is No Dream: The Life of Theodor Herzl, exploring the life and times of Theodor Herzl, father of the modern state of Israel. Narrated by Academy Award winner, Sir Ben Kingsley and starring Academy Award winner Christoph Waltz as the voice of Theodor Herzl, the film examines how Herzl, a well known journalist and playwright, an assimilated, Budapest born Jew, horrified by the Dreyfus trial in Paris and the anti-Semitism he saw spreading across Europe, took upon himself the task of attempting to create a Jewish homeland in Palestine against all odds. Over the span of 8 years, Herzl organized and led a worldwide political movement that within 50 years led to the establishment of the state of Israel. The film follows Herzl as he meets with Kings, Prime Ministers, Ambassadors, a Sultan, a Pope and government ministers from Constantinople to St. Petersburg, from Paris to Berlin, from Vienna to Vilna in his quest to build a Jewish nation.","release_date":"2012-08-10","genres":[99],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":125029,"title":"It Is No Dream: The Life Of Theodor Herzl","adult":false},{"cast":[],"overview":"A gay man seeks to discover what kinship, if any, exists between his white family and the nearby blacks who share the name of Alston.","release_date":"1997-08-29","genres":[99],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":125031,"title":"Family Name","adult":false},{"cast":["Matthew Noah Falk","Michael Howard"],"overview":"\"The Magic Life\" chronicles the journey of three magician hopefuls: a 17-year-old from Beijing who travels to the U.S. to attend magic school, a 25-year-old trying to make rent by performing on Hollywood Blvd for tips, and a 32-year-old New York University MBA graduate who moves to Los Angeles to perform at the world famous Magic Castle. The film depicts the challenges of following an unconventional career path. Forget about parents, family, or friends who may not understand or support your choices - there's almost an invisible societal pressure in terms of what types of jobs are acceptable. \"The Magic Life\" is about those who are willing to risk everything to take the road not normally taken. Sometimes the risk pays off, sometimes it doesn't.","release_date":"2012-04-20","genres":[99],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":125033,"title":"The Magic Life","adult":false},{"cast":["Richard Salter","Christine Whittlesey","Annabelle Hahn","Claudia Barainsky","Ryszard Karczykowski"],"overview":"Based on a rarely performed Schoenberg opera from 1929, From Today Until Tomorrow explores one night in a marriage. A husband and wife return from a party where she has flirted with another man while he has cast an appraising eye toward one of her acquaintances. Each dreams, briefly, of leaving the marriage for the excitement and mystery of a new lover.","release_date":"1997-09-29","genres":[10402,35],"vote_average":5.0,"runtime":62,"cert":"N\/A","id":125035,"title":"From Today Until Tomorrow","adult":false},{"cast":["Jordan Elizabeth","Alexander Popov","Gina Sorell","Aiden Cardei"],"overview":"Based on found footage, the story centers on four friends in their early 20s. Last year, on the night before Halloween, they decided to go on a self made tour of famous Hollywood murders and celebrity haunted houses. The tour led them to a house known as 1666. They have been missing ever since. Written by Anonymous  (IMDB.com)","release_date":"2011-10-13","genres":[27],"vote_average":3.5,"runtime":83,"cert":"N\/A","id":125040,"title":"Knock Knock 2","adult":false},{"cast":["Geno Lechner","Stefan Kurt","Margit Carstensen","Sylvester Groth","Thomas Anzenhofer"],"overview":"Gesche's Poison is a psychological portrait loosely based on the true story of Gesche Gottfried who became notorious in 19th century Bremen for killing fifteen people with arsenic. Known by her neighbors and friends as a merciful Christian, loving mother and devoted wife, she poisoned within fifteen years her parents, her brother, two husbands, three children and numerous friends. When caught, she never denied her deeds, but could not give any reason.","release_date":"1998-01-01","genres":[53],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":125042,"title":"Gesche's Poison","adult":false},{"cast":["Michael Murphy"],"overview":"This two-hour film examines the life and reputation of the Confederacy's pre-eminent general, whose military successes made him the scourge of the Union and the hero of the Confederacy during the Civil War, and who was elevated to almost god-like status by his admirers after his death.","release_date":"2011-01-03","genres":[],"vote_average":0.0,"runtime":122,"cert":"N\/A","id":125050,"title":"Robert E. Lee","adult":false},{"cast":["Brendan Sexton III","Antoine McLean","Mtume Gant","Carlo Alban","David Roland Frank"],"overview":"Marcus is a kid on Manhattan's mean streets. He's turning 15, his father is dead, his mother is in prison for smuggling undocumented aliens. His grandmother is raising him. He has four close buddies who have a basement clubhouse; they shoplift and sell the wares to kids. One is moving toward selling drugs. Marcus wants to take a breather from the city and visit family in New Mexico. He also meets Melena, 14, a sweet kid who dreams of going to Alaska; her father is not just protective but angry and uncommunicative. The gang pressures Marcus to move up to burglary and car theft. He just wants to breathe open air. Can anything go right?","release_date":"1997-01-21","genres":[10749,80,18],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":125052,"title":"Hurricane Streets","adult":false},{"cast":["Huw Edwards","Robbie Williams","Rob Brydon","Will.i.am","Jessie J"],"overview":"A world-class line-up of musical stars from Sir Paul McCartney and Sir Elton John to current chart toppers Jessie J and Ed Sheeran will perform at a spectacular free concert to celebrate the Queen’s Diamond Jubilee this summer.  Ten thousand tickets are to be given away through a public ballot for the event, to be held outside Buckingham Palace on June 4, while millions more will be able to watch the musical extravaganza live on BBC1 and Radio 2.  Organised by Take That singer Gary Barlow, it will showcase the best of pop, rock, classical and musical theatre from each decade of the monarch’s 60-year reign","release_date":"2012-06-03","genres":[],"vote_average":8.3,"runtime":200,"cert":"","id":125054,"title":"The Diamond Jubilee Concert 2012","adult":false},{"cast":[],"overview":"It is a historic performance of this brilliant group which breaks the barriers between western and eastern music. Very emotional and profound music.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":125056,"title":"Jazz at Vienne 2004","adult":false},{"cast":[],"overview":"Ustad Allah Rakha and Ravi Shankar - Explaning tabla taal","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":125061,"title":"Explaning Tabla Taal","adult":false},{"cast":["Ben Buckton","Ron Pember","Keith Jayne","Marjorie Yates","Barry Jackson"],"overview":"Two teenage boys try to help a tiny spherical alien get back to its mothership, while the army and a devious petty crook pursue the creature for its wonderful powers.","release_date":"1977-01-01","genres":[10751,878],"vote_average":4.5,"runtime":53,"cert":"U","id":125063,"title":"The Glitterball","adult":false},{"cast":["James Casey","Chris Elston","Jennifer Pennington","Kelsey Sanders"],"overview":"With a catastrophic event rapidly approaching, 18 people vie for 10 spots in the small town's only bomb shelter.","release_date":"2008-11-25","genres":[18],"vote_average":2.0,"runtime":101,"cert":"N\/A","id":125065,"title":"Shelter","adult":false},{"cast":[],"overview":"The AIX All Star is made up of some of the best studio musicians in Los Angeles including Laurence Juber (ex-Wings guitarist), Carl Verheyen (Supertramp guitarist), Jim Cox, Cliff Hugo, Alberto Lopez and John Ferraro.  When I reviewed the AIX Records Audio Calibration Disc \/ HD Music Sampler earlier this year, I mentioned that the innovative company would soon have full-length Blu-ray Discs to satisfy our eyes and ears, and that promise has now come to pass. Pachelbel Canon Acoustica is one of two new Blu-ray releases from AIX, the other being Chamber Music Palisades -- Shostakovich \/ Debussy \/ Brockman. For Pachelbel Canon Acoustica, the virtuoso AIX All Star Band played a 45-minute improvised set of variations on the chord changes established in the famous Canon by the baroque composer Pachelbel. The main idea was to use elements and styles from electronic composition but to record the instruments acoustically.","release_date":"2012-05-26","genres":[],"vote_average":7.0,"runtime":46,"cert":"N\/A","id":125067,"title":"Pachelbel Canon Acoustica","adult":false},{"cast":["Rusty Jedwab","Natasza Maraszek","Edward Garson","Danuta Kowalska","Jan Machulski"],"overview":"A 12-year boy feels left out by his classmates because he has no interest in athletics. He finally discovers his calling when his parents take him to a magic show. Picked by the magician to be his helper during a trick he is drawn into the world of magic and wants to learn more. He becomes proficient in tricks and also discovers his telekinetic powers. Unfortunately that further alienates him from his peers and his parents are afraid of his powers. Things change when a national emergency arises and the government asks him to help. After success he becomes a hero and is accepted by all. Written by Polish Cinema Database.","release_date":"1987-08-01","genres":[14,10751,35],"vote_average":6.9,"runtime":97,"cert":"N\/A","id":125069,"title":"The Young Magician","adult":false},{"cast":["Lesley-Anne Down","Andrew Stevens","Trenton Knight","Howard Hesseman","Angus Scrimm"],"overview":"The magical Munchie is back, and if he gets in any more trouble it's off to the dullest constellation in the galaxy. Staying out of trouble has never been easy for Munchie, but this time he gives it his best shot. He is sent to earth and finds himself in the company of the McClelland family. As he proves himself, he becomes mixed up in the family's many problems. Munchie does his best to fulfill his duty on Earth, but not without getting involved in a little mischief. Written by Concorde - New Horizons.","release_date":"1994-08-01","genres":[14,10751,35],"vote_average":3.5,"runtime":null,"cert":"N\/A","id":125077,"title":"Munchie Strikes Back","adult":false},{"cast":[],"overview":"A documentary examining people who have committed hate crimes against homosexuals.","release_date":"1997-01-01","genres":[99],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":125079,"title":"Licensed to Kill","adult":false},{"cast":["Carol Burnett","Philip Bosco"],"overview":"A documentary portrait of the backstage efforts to stage the play Moon Over Buffalo on Broadway.","release_date":"1997-09-07","genres":[99],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":125084,"title":"Moon Over Broadway","adult":false},{"cast":["Claude Brasseur","Roschdy Zem"],"overview":"This film deals with the aftermath of the Algerian war of liberation. Georges Montero, an Algerian-born Frenchman, manages an olive canning factory in Oran. He travels to Paris for a cataract operation. Marinette, his sister, and Belka, his friend and a recent immigrant, want him to return to France permanently. Friction develops between the two friends as Georges is pressured to sell his factory. Friendship developed between Georges and his surgeon, who as a French Arab has severed ties with his culture and country of origin.","release_date":"1997-05-21","genres":[],"vote_average":7.5,"runtime":92,"cert":"N\/A","id":125086,"title":"The Other Shore","adult":false},{"cast":["Alexey Kolgan","Ludmila Ilina"],"overview":"","release_date":"2005-01-01","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":125088,"title":"Sherlock Holmes and Dr. Watson: The Murder of Lord Waterbrook","adult":false},{"cast":["Matt Dill","Sam Waterston","Susan Anton","James Karen","William H. Macy"],"overview":"Paul feels life should be an adventure, and sets out on one to prove that Trolls really exist.","release_date":"1984-08-01","genres":[35,10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":125090,"title":"The Boy Who Loved Trolls","adult":false},{"cast":[],"overview":"This film follows a year in the life of a young African-American girl as she turns 13. Temporarily running away from home to sort out her life, which of course sends her family and friends into a frenzy, she soon returns with new purpose - to buy a car. This sends her into a working frenzy - baby sitting, mowing lawns, washing cars, and pursuing jobs obviously advertised for adults. The film ends with Nina's 14th birthday and promise of her future.","release_date":"1997-09-06","genres":[99,18],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":125092,"title":"Thirteen","adult":false},{"cast":["Mia Farrow","Joan Bruce","John Faasen","Ron Haddrick","Shane Porteous"],"overview":"This moving film tells the story of Sarah, a little girl who is orphaned by the war. She hides out in the forest and tries to end the war by sabotaging a railway bridge that is used by munitions trains. Slowly and painfully, throughout a freezing winter, she prises bricks from the supporting columns. In a sudden Spring thaw an ice floe crashes into the weakened column of the bridge and it plunges into the river. Sadly, she realizes that the end of the bridge does not mean the end of the war and she rejoins the creatures of the wild, disappearing into the forest forever.","release_date":"1982-08-01","genres":[16,10752],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":125094,"title":"The 7th Match 1979","adult":false},{"cast":["Jack Elam","Carol Bagdasarian","Dottie West","Will Mitchell","Charles B. Pierce"],"overview":"A tiny alien lands in the small town Aurora in Texas in the times of the Wild West. He flies around in his spaceship and checks out everything. While the kids are fascinated, their parents are rather sceptic and afraid. Ms. Peabels, teacher and new owner of the local paper, smells a good story and brings the alien into the headlines. When the governor hears of the rumors he sends a ranger to take action. Written by Tom Zoerner","release_date":"1986-08-01","genres":[53,878,35,37],"vote_average":4.3,"runtime":90,"cert":"N\/A","id":125096,"title":"The Aurora Encounter","adult":false},{"cast":["Jon Achaval","Ai-Ai de las Alas","Jennifer Francisco","Philip Gamboa","Katrin Gonzales"],"overview":"A gang of Filipino kids stumble upon a mad scientist's lair. He outfits them with power suits and motorbikes, and sends them to fight a crime-lord party clown, who hatches a sinister plot to infiltrate suburban homes via silver demons trapped in Nintendo cartridges. Features magic marker animation and torture.","release_date":"1990-04-03","genres":[10751,28,14],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":125104,"title":"Biokids","adult":false},{"cast":["Courtland Mead","Janet Henfrey","Andrew Keir","Lila Kaye","Alastair Mackenzie"],"overview":"Young John McGowan travels to Scotland to live at his grandfather's castle after he loses his parents in a traffic accident. At the wishing tree he conjures up a dragon friend, Yowler. They grow up together, and one day documentary film maker Bob Armstrong and his daughter Beth stumble upon Yowler. Hungry for fame (and money), Bob convinces John to \"rent\" Yowler to local unscrupulous businessman Lester McIntyre. John is convinced in part by the offer to have the outstanding taxes on the castle paid off, partly because of his growing interest in Beth. Yowler is miserable in the new theme park built for him, and when it becomes clear that McIntyre has tricked them in order to exploit the dragon, John and his new friends take action.","release_date":"1994-08-01","genres":[12,14],"vote_average":5.1,"runtime":86,"cert":"N\/A","id":125109,"title":"Dragonworld","adult":false},{"cast":["Ian Bannen","Sheila McCarthy","Maury Chaykin","Nathaniel Moreau","Vickie Ridler"],"overview":"This is a tale about two children who are put in a foster home, and then on Halloween they breakout and are rescued by their eccentric grandfather who is in a Halloween costume of an eyeball. They then go to George's island to try and find the treasure of Captain Kidd. Written by Andrew Hazeden","release_date":"1989-08-15","genres":[10751,12,18],"vote_average":8.0,"runtime":89,"cert":"N\/A","id":125114,"title":"George's Island","adult":false},{"cast":[],"overview":"A 1982 animated sci-fi adventure that still resonates today. The world is running out of energy - war looms between the 2 superpowers. A mysterious Black Planet is discovered in the universe. Secret Agents Freddy Fairweather and Marigold Muffet set out on hair-raising adventures that take them under the sea, across country, and into outer space to find a secret formula which could well decide which side will land on the Black Planet first.","release_date":"","genres":[],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":125116,"title":"The Black Planet","adult":false},{"cast":["Markus Åström","Ramses Del Hierro Ericstam","Lena T. Hansson","Suzanne Reuter","Bertil Norström"],"overview":"A family movie about Albin and Stig who are always competing against each other.","release_date":"1989-03-23","genres":[10751,35],"vote_average":0.0,"runtime":28,"cert":"N\/A","id":125121,"title":"Highest Jump","adult":false},{"cast":["Pete Postlethwaite","Rachel Griffiths","James Thornton","Andy Serkis","Lennie James"],"overview":"A manager hires Ray, off the books, to paint all the power towers in a 15-mile stretch of high-tension wires outside Sheffield. Ray's crew of men are friends, especially Ray with Steve, a young Romeo. Into the mix comes Gerry, an Australian with a spirit of adventure and mountain climbing skills. She wants a job, and against the others' advice, who don't want a woman on the job, Ray hires her. Then she and Ray fall in love. He asks her to marry him, gives her a ring. Steve's jealous; Ray's ex-wife complains that he spends on Gerry, not his own kids, and she predicts that Gerry won't stay around. Plus, there's pressure to finish the job fast. Economics, romance, and wanderlust spark the end.","release_date":"1998-06-24","genres":[35,10749],"vote_average":5.0,"runtime":93,"cert":"N\/A","id":125123,"title":"Among Giants","adult":false},{"cast":["Conrad Veidt","René Ray","Frank Cellier","Anna Lee","John Turnbull"],"overview":"The tenants of an old London boarding house spend their time in petty bickering and sniping until a mysterious stranger arrives at their door.","release_date":"1935-09-01","genres":[18,14,10749],"vote_average":9.0,"runtime":90,"cert":"","id":125125,"title":"The Passing of the Third Floor Back","adult":false},{"cast":["Eddie Marsan","Sam Kelly","Samantha Spiro","Lee Ingleby","Nichole Bird"],"overview":"Leigh's comedy short follows Gary's (Lee Ingleby) attempt to buy a second-hand car.  What should be a straightforward task is turned into something of a quest by various people, including dodgy East End car dealer Perry (Eddie Marsan), Perry's taxi-driver dad (Sam Kelly), a garage owner called Derek (Robert Putt) and, not least, Perry's wife Debbie (Samantha Spiro).  Oh, and a couple of twins (Danielle and Nichole Bird) are thrown into the mix to cause further confusion.  The narrative's series of gags are shot through with sporting references and images of everyday folk taking part in grassroots sports. The swimmers, joggers, cyclists, five-a-side footballers and the rest underline the importance of sport, however casual, to the population in general and the East End of London in particular in this Olympic year.  [Source -- Channel 4]","release_date":"2012-06-24","genres":[35],"vote_average":6.0,"runtime":35,"cert":"","id":125127,"title":"A Running Jump","adult":false},{"cast":[],"overview":"Venture, if you dare into the alluring mysteries of the Far East where centures-old traditions remain shrouded in superstition and fear. Bizarre rituals and unbridled morals walk hand in hand and unbelievable and shocking truths lie in wait for the unsuspecting. See the merciless therapies of the Brown Monks, learn the truth about the Phillipine faith healers, witness the 1001 wanton and exotic pleasures of Asia's nightlife and visit the City of the Dead with its secretive spiritual cults.","release_date":"1985-01-01","genres":[99],"vote_average":4.0,"runtime":91,"cert":"N\/A","id":125129,"title":"Shocking Asia II: The Last Taboos","adult":false},{"cast":[],"overview":"A tale about a kid, a samurai mime, and a stripper who all try to defeat a warlord and an evil clown who have successfully turned a countryside into a never ending nightmare filled with horrible monsters.","release_date":"2012-06-15","genres":[],"vote_average":0.0,"runtime":122,"cert":"N\/A","id":125134,"title":"Heart String Marionette","adult":false},{"cast":["Saki Fukuda","Saki Terashima","Anne Watanabe","Yuko Oshima","Haneyuri"],"overview":"Remake of a hit film from 1990, \"The Cherry Orchard\" which Nakahara himself directed, based on a popular comic book from Akimi Yoshida. The story takes place at a prestigious girls high school where everyone is oppressed with rules. One girl who just transferred to this school finds a long lost script of Anton Chekhov's \"The Cherry Orchard\" which was banned from school 11 years ago. Breaking strict school rules and boundaries, she and her friends decide to perform the play. With sentiment, love and passion, the girls cherish the moment of their life before taking the next step towards adulthood.","release_date":"2008-11-08","genres":[],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":125136,"title":"The Cherry Orchard: Blossoming","adult":false},{"cast":["Britt Ekland","Lana Wood","Kabir Bedi","Don Galloway","John Carradine"],"overview":"A woman in an unhappy marriage finds sexual fulfillment in her relationship with a ghostly, speechless presence who, obviously, doesn't quite say who he is.","release_date":"1982-06-01","genres":[27],"vote_average":2.6,"runtime":98,"cert":"N\/A","id":125138,"title":"Satan's Mistress","adult":false},{"cast":["Christoph Baumann","Marina Anna Eich","Julia Jaschke","Antje Mönning"],"overview":"Two women are held hostage in a deep basement of an abandoned industrial site. They're chained to the wall, sharing a moldy mattress, some food and a bucket. From time to time their captor drops by in order to torture them, to drive them to the point of breaking. Unfortunately, early into the kidnapping, the captor has made a mistake by letting them know when exactly he is going to release them. On one hand, this gives hope to the women, on the other hand this creates the necessity for maximum cruelty on the captor's side as he wants to break them for that little project of his. The whole situation threatens to escalate when the captor's partner in crime suddenly shows up and makes new demands.","release_date":"2011-10-27","genres":[53,18],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":125140,"title":"The Truth of Lie","adult":false},{"cast":["Isao Takahata","Tsuji Nobuo","Naoya Tanaka","Shichirou Kobayashi","Kazuo Oga"],"overview":"From July 21 through September 10th, 2007, the Museum for Contemporary Art Tokyo held an exhibition honouring Oga Kazuo, the art director and background artist for many famed works from Japan's Studio Ghibli. Over 600 works from the artist were on display, and numerous fans flocked to the one-of-a-kind exhibition celebrating the lush, gorgeous background artwork typifying many a work from Miyazaki Hayao and other Ghibli filmmakers. International fans of Oga and Studio Ghibli have not been left out, however. The Oga Kazuo Exhibition: Ghibli No Eshokunin - The One Who Painted Totoro's Forest (Blu-ray + DVD) allows fans the opportunity to attend the exhibition, as well as watch interviews and testimonials with Oga's contemporaries and collaborators, all subtitled in English.","release_date":"2007-01-01","genres":[99,16],"vote_average":0.0,"runtime":138,"cert":"N\/A","id":125142,"title":"Oga Kazuo Exhibition: Ghibli No Eshokunin - The One Who Painted Totoro's Forest","adult":false},{"cast":["Ezequiel Mendez"],"overview":"This film was reconstructed and completed in 1995 by Javier Codesal for the Filmoteca de Andalucia, from the montage and the sound that Val del Omar had outlined before his death, after having returned to a project abandoned twenty years before with the incorporation of significant additions (above all in the soundtrack).  Val del Omar's notes show that, as he typically did, he had other alternative titles in mind, such as \"Acariño de la Terra Meiga\" (Caress of the Magic Land), \"Acariño a nosa terra\" (Caress of Our Land), or \"Barro de ánimas\" (Clay of Souls), and that in the final phase of the unfinished project he wanted to add a second sound channel – following the diaphonic principle, and using electro-acoustic techniques – consisting of ambient material that he intended to record at the first screenings of the film in the very places and to the very people that were its origin: its \"clay\".","release_date":"1995-01-01","genres":[99],"vote_average":6.9,"runtime":23,"cert":"N\/A","id":125150,"title":"Galician Caress (of Clay)","adult":false},{"cast":["Michele Hermet","Jérôme Foulon","Leonardo da Costa","Lina Romay","Nadine Pascal"],"overview":"Three students Juanita, Jean and Hans bored with their life in Paris go to Brazil in search of sexual adventures.  Las Chicas de Copacabana is a sexual coming age film from maverick filmmaker Jess Franco. Visually the film is bland when compared to Franco’s most inspired films. To Franco’s credit he does know how to photograph women. The shots of women on the beach and close up of their assets are this films strongest asset.","release_date":"1981-04-01","genres":[35],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":125155,"title":"The Girls Of The Copacabana","adult":false},{"cast":["Jessica Moore","Joshua McDonald","Mary Sellers","Tom Mojack","David Brandon"],"overview":"In eleven days time, Michael is due to wed his fiancée Helen. However, a chance meeting with Sarah, a total stranger, threatens to destroy all his plans as he is seduced on the spot and finds himself unable to resist her.","release_date":"1987-03-27","genres":[18,10749],"vote_average":4.0,"runtime":101,"cert":"N\/A","id":125157,"title":"Eleven Days, Eleven Nights","adult":false},{"cast":["Yurina Kumai","Airi Suzuki","Dôri Sakurada","Hitomi Yoshizawa","Maimi Yajima"],"overview":"One night, Chiemi Honda (Yurina Kumai) and childhood friend Nobuaki Kanazawa (Dori Sakurada) receive an email. The sender is the King and the subject of the email is \"King Game.\" The email states that if the recipient does not complete the king's order within 24 hours then they will be punished.  Since that first email all of Chiemi's classmates receive an email from the King. At first, students think it's a joke, but perform the orders anyways. Gradually, the orders become worse. Finally, 2 classmates who do not follow the orders are punished. Then classmates start to disappear in sequence. Maria Iwamura stares at one classmate coldly. With Maria Iwamura (Airi Suzuki), Chiema Honda gets closer to uncovering the identity of the King, but tragedy is about to come to Chiemi..","release_date":"2011-12-17","genres":[27,53,9648],"vote_average":7.0,"runtime":82,"cert":"N\/A","id":125162,"title":"King's Game","adult":false},{"cast":["Rodrigo Perdigão","Joana de Verona"],"overview":"Rafa is a 13 years old kid concerned with his mother, held in a police station for driving without a license.  The director shows a day in the life of a teenager who lives on a problematic area and discovers that her mother was arrested because of an automobile accident.","release_date":"2012-05-10","genres":[80,18,10751],"vote_average":6.3,"runtime":25,"cert":"N\/A","id":125164,"title":"Rafa","adult":false},{"cast":["Stig Henrik Hoff","Gørild Mauseth","Katja Medbøe","Bengt Altmann","Harald Andersen"],"overview":"When is an enemy not an enemy, when is an ally not an ally? The answer to these questions determines the fate of a man. Simons struggle is played out against the rugged landscape of northern Norway. Raised in a close-knit community, he bears the scars of a childhood haunted by rumors. During World War II, the Russians and Americans become a presence in this remote landscape, which will have far-ranging consequences. Victimized by rumor and Norways shifting political allegiances, Simon is denied the final reconciliation he longs for with his community and with himself. When the Berlin Wall falls, his life is once more turned upside down.","release_date":"1997-08-19","genres":[18],"vote_average":4.0,"runtime":97,"cert":"N\/A","id":125166,"title":"Burnt by Frost","adult":false},{"cast":["Little Tony","Isabella Savona","Walter Brugiolo","Dolores Palumbo","Enzo Cannavale"],"overview":"","release_date":"1968-01-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":125171,"title":"Zum Zum Zum - La canzone che mi passa per la testa","adult":false},{"cast":["Matjaž Latin","Natalia Danilova","Primož Petkovšek","Zoran More","Roberto Magnifico"],"overview":"Charlie, the protagonist of the Slovenian film “Porno Film”, is so dedicated to his porn viewing that his two friends John and Frank jokes that he must have a PhD in pornography by now. Using Charlie’s extensive knowledge of all things porn, the trio sets out to make the “first real Slovenia porn film”, in Slovenian language and everything — except the women in the film are emigrated Russian hookers, and their Slovenian isn’t very good.","release_date":"2000-03-31","genres":[18,35],"vote_average":5.3,"runtime":80,"cert":"N\/A","id":125173,"title":"Porno Movie","adult":false},{"cast":["Shô Nishino","Shôji Mori","Masahiko Miyabi","Mayuko Sasaki","Hirokazu Tabata"],"overview":"The capitalist Morita dreamed of making a full-dress private SM film and asked a SM writer Goro for advice. A lovely university girl was introduced to Morita by the degraded film director Yoshimoto. Orie's family had a lot of debt and was desperately in need of cash. Morita selected his basement room as a shooting studio. This was not what Orie had agreed to and she tried to resist but she was tied up naked and confined with her counterpart university boy in the cage. Orie was forced to give up human pride and become an animal. Morita and others continued to watch through the video camera from a different room. And the bizarre SM film shooting started...","release_date":"2005-11-22","genres":[18],"vote_average":1.5,"runtime":78,"cert":"N\/A","id":125175,"title":"Female Student","adult":false},{"cast":["Hélène Surgère","Myriam Mézières","Jean-Christophe Bouvet","Sonia Saviange","Liza Braconnier"],"overview":"A well-known politician receives a tape showing her son in a porno movie. She decides to hire a female detective to figure out who is trying to blackmail her.","release_date":"1975-06-16","genres":[53],"vote_average":4.7,"runtime":86,"cert":"N\/A","id":125177,"title":"Don't Change Hands","adult":false},{"cast":["Susan McBain","Alan Marlow","Terri Hall","Yolanda Savalas","Mary Stuart"],"overview":"In the future sexual intercourse is outlawed because of overpopulation and people take anti-aphrodisiac pills in order to curtail any carnal urges. The only form of coitus allowed is done by licensed performers on live television broadcasts as an aid to masturbation. Shrewd, but down on his luck television executive Sherman Frobish, the man responsible for a naughty top-rated TV program, comes up with the bright idea of a live TV sex show contest in which the participants fornicate while racing around on roller skates in order to salvage his floundering career.","release_date":"1976-07-05","genres":[18,28],"vote_average":5.0,"runtime":84,"cert":"N\/A","id":125179,"title":"Rollerbabies","adult":true},{"cast":["Baba Ryouma","Sayuri Iwata","Yûki Kubota","Hassei Takano"],"overview":"Ryo Hanaki was raised to be a professional assassin. One day he was defeated by some accident in the mission. Here he meets Rio, an attractive high school girl. He spent days as a heartless assassin, but his life starting changes after he helps Rio. By a twist of fate, Rio who was a complete unknown became an assassin target overnight. A single mistake from his decision to save Rio decided the destiny of the masses...","release_date":"2011-10-08","genres":[],"vote_average":6.3,"runtime":104,"cert":"N\/A","id":125181,"title":"An Assassin","adult":false},{"cast":["Shim Eun-Ha","Lee Sung-jae","Song Seon-mi","Ahn Sung-ki","Kim Seon-hwa"],"overview":"Chun-hee (Shim Eun-ha) shoots wedding videos for a living, and secretly loves In-kong (Ahn Sung-ki), an assistant to a senator. He barely looks at her, but anytime she's in the proximity of the man, it's a nightmare. She can hardly speak and her awkward mannerisms are completely exposed. She knows it's an impossible love story, but keeps believing that one day he'll talk to her. Enter Chul-soo (Lee Sung-jae), a soldier on leave who is looking for his girlfriend Da-hye (Song Sun-mi). The only problem is, Chun-hee is now living in her old apartment, and Da-hye already made plans to get married with someone else. Chul-soo's world is shattered, but he at least develops a friendship with Chun-hee.","release_date":"1998-12-19","genres":[18,10749],"vote_average":7.0,"runtime":108,"cert":"N\/A","id":125183,"title":"Art Museum by the Zoo","adult":false},{"cast":["Sumiko Fuji","Ken Takakura","Shingo Yamashiro","Bin Amatsu","Rinichi Yamamoto"],"overview":"An exciting tale of action on the distant northern island of Hokkaido around the beginning of the 20th Century starring two of the biggest names in Yakuza film history, Fuji Junko and Takakura Ken. Since the death of death of her father, Yuki who has traveled from her home in the southernmost part of Japan must fight corrupt local officials seeking to fill her late father's post. As her life is in danger a mysterious rifleman, played by Takakura Ken watches from the shadows. Can she finish the work her dear departed father started in an untamed land?","release_date":"1970-01-01","genres":[18,80],"vote_average":6.5,"runtime":94,"cert":"N\/A","id":125185,"title":"Brave Red Flower of the North","adult":false},{"cast":["Kei Mizutani","Kei Mizutani","Kyôko Nakamura","Jirô Okazaki","Arase"],"overview":"In search of the sexiest sport, the women of Japan drop their tops and enter the ring. No holds are barred as these sexy sumo wrestlers brawl their way to glory!","release_date":"1996-02-22","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":125187,"title":"Sumo Vixens","adult":false},{"cast":["David Cross","Bob Odenkirk"],"overview":"A seventies-looking news broadcast sets up several \"Mr. Show\" (1995) clips for the upcoming season. Only these newscasters aren't the professionals that they should be, and eventually reveal that what you have been watching probably wasn't what you thought it was.","release_date":"","genres":[],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":125195,"title":"Mr. Show and the Incredible, Fantastical News Report","adult":false},{"cast":[],"overview":"","release_date":"2011-05-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":125206,"title":"Brutal box","adult":false},{"cast":["Frankie Sakai","Sachiko Hidari","Yôko Minamida","Yûjirô Ishihara","Izumi Ashikawa"],"overview":"Saheji, a man-about-town, gets stuck at a high-class brothel when he can’t pay the bill. He makes the best of his situation by performing various tasks amidst the tumult of the end of the shogunate—but always by making sure to get a “commission” for his troubles.","release_date":"1957-07-14","genres":[35],"vote_average":7.0,"runtime":110,"cert":"N\/A","id":125217,"title":"A Sun-Tribe Myth from the Bakumatsu Era","adult":false},{"cast":["Michiyo Aratama","Yukiko Todoroki","Seizaburô Kawazu","Tatsuya Mihashi","Izumi Ashikawa"],"overview":"A jobless young couple, Yoshigi and Tsutue, wind up at the outskirts of the Suzaki red-light district in Tokyo. Tsutue talks her way into a job pouring sake for male customers at a small bar run by a sympathetic older woman, while Yoshigi is shunted off into a nearby noodle shop, where he gets a job delivering noodles. Tsutue charms and runs off with one of her clients. Yoshigi, ignoring the attentions of a sweet co-worker, pursues Tsutue.","release_date":"1956-07-31","genres":[18],"vote_average":7.2,"runtime":81,"cert":"N\/A","id":125222,"title":"Suzaki Paradise: Red Light","adult":false},{"cast":["Charlotte Schwab","Peter Lerchbaumer","Ann-Kathrin Kramer","Ezard Haußmann","Leander Haußmann"],"overview":"Katharina, a successful management consultant, has to face Maren as a new assistant. The young woman is very ambitious but has been employed by junior Boss Grosser to spoil Katharina's career. Despite all circumstances they work perfectly well as a team - and fall in love. Katharina, wife and mother to teenage twins, is shaken up by the new situation. Is she willing to live her life with Maren, an open lesbian?","release_date":"1997-08-14","genres":[10749,18],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":125227,"title":"Die Konkurrentin","adult":false},{"cast":["Raizō Ichikawa","Shintarō Katsu","Chitose Maki","Ryôsuke Kagawa","Saburo Date"],"overview":"Two amiable samurai wind up on opposite sides of the vendetta between Lord Asano's retainers and the family of Lord Kira that led to the famous revenge of the 47 Ronin.","release_date":"1959-11-22","genres":[18,28],"vote_average":6.8,"runtime":109,"cert":"N\/A","id":125229,"title":"Samurai Vendetta","adult":false},{"cast":["Christian Bale","George Barris","Harald Belker","Tim Burton","Chris Corbould"],"overview":"Witness all five Batmobiles together for the first time in history. Dive deep into every aspect of the most awe-inspiring weapon in Batman’s arsenal as you journey through the birth and evolution of this technological marvel and cultural icon","release_date":"2012-07-16","genres":[99],"vote_average":6.6,"runtime":58,"cert":"N\/A","id":125231,"title":"The Batmobile","adult":false},{"cast":["Leslie Hope","Wendy Crewson","D.W. Moffett","Alison Pill","Margo Martindale"],"overview":"Kate Mayer seems to have it all: a nice suburban house, two loving children and a devoted husband. But Kate is anything but happy. She is disappointed not only with her marriage, but with her entire life. In her pursuit of happiness, this frustrated mother files for divorce and gets her first-ever job, working in a small real estate agency. To complicate matters, Kate finds herself strongly attracted to her kindhearted boss, Mac. The surprising twist? Mac happens to be a woman. Will Kate have the courage to risk following her heart? It's one woman's emotional journey of self-discovery.","release_date":"2003-03-24","genres":[18,10770],"vote_average":5.9,"runtime":90,"cert":"N\/A","id":125233,"title":"An Unexpected Love","adult":false},{"cast":["Yoshiko Kuga","Eiji Okada","Osamu Takizawa","Akitake Kôno","Akiko Kazami"],"overview":"Saburo and Keiko fall in love with each other but the tide of war separates them.","release_date":"1950-03-21","genres":[10749,10752,18],"vote_average":6.0,"runtime":111,"cert":"N\/A","id":125235,"title":"Till We Meet Again","adult":false},{"cast":["Dileep","Mamta Mohandas","Samvrutha Sunil","Vineeth Radhakrishnan","Innocent"],"overview":"The film, a romantic drama, is about the shades of love that vary in a relationship woven around three individuals.","release_date":"2012-05-18","genres":[35,10749],"vote_average":6.5,"runtime":119,"cert":"N\/A","id":125237,"title":"Arike","adult":false},{"cast":["Eiichiro Funakoshi","Ryohei Hirota","Yoshikazu Ebisu","Yukijiro Hotaru","Mao Kobayashi"],"overview":"The touching and dramatic tale of the relationship between a Japanese family, their dog and her three puppies, set against the backdrop of a devastating earthquake and the ensuing chaos, rescues and heroism.","release_date":"2007-12-08","genres":[18],"vote_average":7.3,"runtime":124,"cert":"N\/A","id":125239,"title":"A Tale of Mari and Three Puppies","adult":false},{"cast":[],"overview":"A remote village in southwest China is haunted by traces of its cultural past while its residents piece together their existence. Zhiziluo is a town barely clinging to life. Tucked away in a rugged corner of Yunnan Province, Lisu and Nu minority villagers squat in the abandoned halls of this remote former Community county seat. Divided into three parts, this epic documentary takes an intimate look at its varied cast of characters, bringing audiences face to face with people left behind by China's new economy. A father-son duo of elderly preachers argue over the future of their village church. Two young lovers face a break-up over harsh financial realities. A twelve year-old boy, abandoned by his family, scavenges the hillside to feed himself.","release_date":"2009-09-27","genres":[],"vote_average":10.0,"runtime":169,"cert":"N\/A","id":125241,"title":"Ghost Town","adult":false},{"cast":["Gustavo Cerati","Charly Alberti","Zeta Bosio"],"overview":"","release_date":"1996-05-05","genres":[10402],"vote_average":6.2,"runtime":null,"cert":"N\/A","id":125246,"title":"Soda Stereo - MTV Unplugged","adult":false},{"cast":["Keiko Kishi","Hiroshi Kawaguchi","Kinuyo Tanaka","Masayuki Mori","Kyôko Kishida"],"overview":"Set in 1926 when Japanese tradition was much stronger, this standard drama looks at the inner workings of a small family, especially the relationship between a sister and brother.","release_date":"1960-11-01","genres":[18],"vote_average":6.2,"runtime":98,"cert":"N\/A","id":125251,"title":"Younger Brother","adult":false},{"cast":["Ayako Wakao","Yūnosuke Itō","Hisano Yamaoka","Yuko Hamada","Eiji Funakoshi"],"overview":"A son hoards money stolen from the talent agency employing him, but his efforts are in vain when the money goes missing under odd circumstances.","release_date":"1962-12-26","genres":[35,18],"vote_average":7.3,"runtime":96,"cert":"N\/A","id":125253,"title":"The Graceful Brute","adult":false},{"cast":["Cicely Mendoza","Jami Horner"],"overview":"When Kate joins a book club as a favor to her friend Hannah, what begins as a chore quickly turns into recess when Kate recommends a lesbian novel to the group of unassuming straight socialites.","release_date":"2006-09-17","genres":[35,10749],"vote_average":3.8,"runtime":78,"cert":"N\/A","id":125255,"title":"The Book Club","adult":false},{"cast":["Takahiro Tamura","Mariko Kaga","Nobutaka Asahara","Makiko Shibata","Minoru Sakurai"],"overview":"Two boys, whose parents ply their trade by the mouth of a muddy river in Osaka, become close friends.","release_date":"1981-01-30","genres":[18],"vote_average":7.0,"runtime":105,"cert":"N\/A","id":125257,"title":"Muddy River","adult":false},{"cast":["Chiezô Kataoka","Ryôsuke Kagawa","Takashi Shimura","Mitsuru Toyama","Kajô Onoe"],"overview":"An umbrella maker with a shopping addiction finds himself in dire straits when his debts force him to consider selling his attractive, desirable daughter to a suitor she doesn't love.","release_date":"1939-12-14","genres":[10402,35],"vote_average":5.5,"runtime":69,"cert":"N\/A","id":125259,"title":"Singing Lovebirds","adult":false},{"cast":["Tsumasaburô Bandô","Keiko Sonoi","Hiroyuki Nagato","Yasushi Nagata","Kyoji Sugi"],"overview":"Matsugoro is a poor rickshaw driver whose animated spirit and optimistic demeanor make him a favorite of the town.  Matsu helps an injured boy, Toshio, and is hired by the boy's parents, Kotaro and Yoshioko, to transport the boy to and from doctor appointments. Matsu comes to love the boy and his parents.  When Toshio's father dies, Matsu becomes a surrogate father, helping to raise the boy and secretly falling in love with Toshio's mother Yoshioko.  But Matsu knows there is a great gulf between their classes and there seems no hope that Matsu can ever be more than the rickshaw man to the mother and son.","release_date":"1943-01-01","genres":[],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":125261,"title":"The Life of Matsu the Untamed","adult":false},{"cast":["Todd Field","Jason London","Roxana Zal","Susan Traylor","James Hong"],"overview":"A young Pennsylvania man moves to Los Angeles to begin work for an ambulance service. There he is teamed with a supremely confident vet who seemingly has gone through a large number of partners. Initially the novice is awed by the more experienced man's capabilities to deal with the high pressure situations they encounter. However, gradually he discovers that all is not as it seems. While the vet is ice on the surface, he actually gets through the ordeals by heavy drug use and avoids commitments. Soon the younger man finds himself pulled into the same world and has to decide what direction he wants to take.","release_date":"1998-04-18","genres":[18],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":125263,"title":"Broken Vessels","adult":false},{"cast":[],"overview":"A group of friends head out for a mountain retreat only to witness a gruesome murder at a near by cabin. They head home wanting to forget the experience... but are followed home by the murder.","release_date":"2010-03-03","genres":[],"vote_average":3.6,"runtime":74,"cert":"N\/A","id":125268,"title":"Followed Home","adult":false},{"cast":["Makoto Satō","Chieko Baishô","Kin Sugai","Tatsuo Matsumura","Sanae Nakahara"],"overview":"Police investigators investigate the link between a serial killer's machinations and a young man who committed suicide.","release_date":"1968-04-13","genres":[53,28,27,18],"vote_average":7.3,"runtime":90,"cert":"N\/A","id":125270,"title":"I, the Executioner","adult":false},{"cast":["Yusuke Okada","Kazuyo Mori","Akiko Mori","Akira Nakao","Mieko Yuki"],"overview":"A high-schooler involved in turn-of-the-decade student movements works to escape his comfort zone and apply himself.","release_date":"1970-08-04","genres":[18],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":125272,"title":"Take Care, Red Riding Hood","adult":false},{"cast":["Yûji Honma","Yuki Ninagawa","Eiko Nagashima","Nobutaka Masutomi","Akira Hanagami"],"overview":"A working class young man, Tetsuo, who distrusts all rich people, falls in love with a girl, Chika, from an affluent family. He has a difficult time, but love survives despite the problems.","release_date":"1981-04-24","genres":[18],"vote_average":6.3,"runtime":85,"cert":"N\/A","id":125277,"title":"Crazed Fruit","adult":false},{"cast":["Gary Busey","Arnold Vosloo","Michael Madsen"],"overview":"A struggling freelance writer, while investigating the transvestite night life, stumbles across a serial killer in action. The two then strike up a bizarre partnership to document the killer's motives and handiwork as a possessed detective struggling with his own personal demons tries to solve the crimes.","release_date":"1998-01-06","genres":[53,18],"vote_average":5.3,"runtime":95,"cert":"N\/A","id":125294,"title":"Rough Draft","adult":false},{"cast":["Jim Annan","Jason Blicker","Liam Card","Joe Dinicol","Colin Mochrie"],"overview":"Puck Hogs follows a men's recreational hockey team, The Puck Hogs, through a brutally hilarious weekend tournament. In the tradition of the cult classic This is Spinal Tap, Puck Hogs is a hocku-mentary comedy about ice-prone boys turning into real-life men, and stick handling the puck over the goal line of life.","release_date":"2009-06-02","genres":[35],"vote_average":4.3,"runtime":90,"cert":"N\/A","id":125302,"title":"Puck Hogs","adult":false},{"cast":[],"overview":"On April Fool's Day, 1989, a man crossing the road between two garage sales was hit by a car and thrown into a state between life and death. Nine years later, his daughter uses her camera to try and understand both the absent moment and its lasting impact on her family, Russian immigrants marooned in Colorado.","release_date":"1998-04-09","genres":[99],"vote_average":0.0,"runtime":117,"cert":"N\/A","id":125304,"title":"Moment of Impact","adult":false},{"cast":["Isabel Ruth","Lima Duarte","Joana Bárcia","José Mário Branco","João Cardoso"],"overview":"Carolina (Isabel Ruth), an aging local grande dame who works at a crossing point on the titular river, marries another late-in-life character, the dredging-boat operator Antonio, played by Brazilian TV star Lima Duarte. Not long after their union, Carolina becomes intensely jealous of Antonio's fondness for their winsome goddaughter, Joana (Joana Barcia), and insinuates herself into a relationship brewing between Joana and a mystical gypsy gold salesman, Ze of Gold (Joao Cardoso). Soon, tempers are flaring, mystical secrets are being revealed and death is hovering over the central characters.","release_date":"1998-05-18","genres":[18],"vote_average":7.3,"runtime":97,"cert":"N\/A","id":125318,"title":"River of Gold","adult":false},{"cast":["Luis Rego","Maurice Garrel","Aurélia Alcaïs","Evelyne Didi","Roschdy Zem"],"overview":"Philippe is a middle-aged painter, he lives with Annie : they have two kids. Just after they split up, Philippe meets Justine. He starts thinking about love, the relationship between former lovers..","release_date":"1996-03-27","genres":[],"vote_average":6.2,"runtime":87,"cert":"N\/A","id":125320,"title":"The Phantom Heart","adult":false},{"cast":["Antonio Albanese","Giuseppe Cederna","Luca Zingaretti","Dario Cantarelli","Elena Ghiaurov"],"overview":"Two segments: In the first one Felice, a baritone who has had to give up his career because of a heart condition and now works as an accountant at the Opera, inexplicably spends his nights laughing in his sleep. When his best friend, a cripple, takes his life and his wife abandons him Felice decides to die himself. In the second segment two kidnappings in Sicily, the second of which took place a century before the present one, are compared.","release_date":"1998-09-06","genres":[18],"vote_average":4.8,"runtime":99,"cert":"N\/A","id":125325,"title":"You Laugh","adult":false},{"cast":["Marjorie Main","Parker Fennelly","Gloria Talbott","John Smith","Patricia Morrow"],"overview":"Ma and Pa do their bit to hook lumberman Brad Johnson up with spoiled socialite Sally Flemming. Ma teaches Sally how to behave like a hick so she'll be compatible with Brad.","release_date":"1957-05-10","genres":[],"vote_average":5.6,"runtime":81,"cert":"N\/A","id":125327,"title":"The Kettles on Old MacDonald's Farm","adult":false},{"cast":["Missy Doty","Camryn Walling"],"overview":"The dogs are back, this time up against a new set of bad guys. Will they manage to save the day again?","release_date":"2002-09-09","genres":[35,10751],"vote_average":0.5,"runtime":90,"cert":"","id":125329,"title":"Dog Story: Little Heroes 2","adult":false},{"cast":["Josh Mills","Josh Green","Chanel Ryan","Jason Buuck","Sabrina Bolin"],"overview":"The sequel to the Rick Sloane classic from the 1980's, \"Hobgoblins.\"","release_date":"2009-06-23","genres":[27,878],"vote_average":2.5,"runtime":92,"cert":"N\/A","id":125331,"title":"Hobgoblins 2","adult":false},{"cast":["Mark Cousins","Jean-Michel Frodon","Cari Beauchamp","Agnes de Mille","Lars von Trier"],"overview":"The Story of Film: An Odyssey, written and directed by award-winning film-maker Mark Cousins, is the story of international cinema told through the history of cinematic innovation.  Five years in the making, The Story of Film: An Odyssey covers six continents and 12 decades, showing how film-makers are influenced both by the historical events of their times, and by each other. It provides a worldwide guided tour of the greatest movies ever made; an epic tale that starts in nickelodeons and ends as a multi-billion-dollar globalised digital industry.  Described as a love letter to the movies, Cousins visits the key sites in the history of cinema; from Hollywood to Mumbai; from Hitchcock s London to the village where Pather Panchali was shot, and features interviews with legendary filmmakers and actors including Stanley Donen, Kyoko Kagawa, Gus van Sant, Lars Von Trier, Claire Denis, Bernardo Bertolucci, Robert Towne, Jane Campion and Claudia Cardinale.","release_date":"2011-09-03","genres":[99],"vote_average":8.8,"runtime":900,"cert":"","id":125336,"title":"The Story of Film: An Odyssey","adult":false},{"cast":["Joe Satriani"],"overview":"When Joe Satriani's Surfing With The Alien hit the street in 1987, people took the record to heart. The unknown artist on the then underground Relativity label struck the right chord with music fans around the world with his powerful signature style. A baffled and astonished record industry could only step back and watch in amazement as Surfing With The Alien went on to defy traditional instrumental rock limitations to become a multi-million selling GRAMMY(r)-nominated critical tour de force. Joe was touted as the soft-spoken maverick, a rock and roll guitar-slinger who proved there was an audience for music that didn't fit into tidy categories and opened the door for the slew of rock instrumentalists who have since followed his path.","release_date":"1993-01-01","genres":[10402],"vote_average":6.0,"runtime":53,"cert":"N\/A","id":125341,"title":"Joe Satriani: The Satch Tapes","adult":false},{"cast":[],"overview":"A film about a cargo ship's journey on its way to becoming a phantom.","release_date":"2009-10-03","genres":[99],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":125346,"title":"Scrap Vessel","adult":false},{"cast":["Anthony Robbins"],"overview":"For three decades Tony Robbins the world authority on leadership psychology has passionately pursued answers to the question of why people do what they do and what holds them back from living life on their own terms. What he has discovered in working directly with more than three million people from 80 countries is that each of us holds the power to change anything in a moment - and experience more joy and fulfillment in our lives! - just by changing the way we think! Anthony Robbins: The Edge is a powerful program that will provide you with strategies not merely for improving specific areas that you want to focus on but for revolutionizing the way you live your life.","release_date":"2008-02-08","genres":[],"vote_average":0.0,"runtime":190,"cert":"N\/A","id":125348,"title":"Anthony Robbins: The Edge - The Power to Change Your Life Now","adult":false},{"cast":["Ben Henderson","Frankie Edgar","Donald Cerrone","Melvin Guillard","Jake Shields"],"overview":"UFC 150: Henderson vs. Edgar II took place August 11, 2012 at the Pepsi Center in Denver, Colorado.","release_date":"2012-08-11","genres":[],"vote_average":9.3,"runtime":159,"cert":"N\/A","id":125350,"title":"UFC 150: Henderson vs. Edgar II","adult":false},{"cast":["Andrea Di Stefano","Barbora Bobuľová","Toni Bertorelli","Anita Laurenzi","Fabio Camilli"],"overview":"The Prince of Homburg, disobeys orders and leads a cavalry charge in battle against the Swedes, which leads to victory. He is court martialled however for disobeying orders and sentenced to death. His love who is now to be betrothed to the King of Sweden, following his execution appeals to the Elector, her uncle, on his behalf, as do his comrades in battle. He must also contend with his own desire to live and conflicting sense of honour.","release_date":"1997-05-08","genres":[18],"vote_average":6.3,"runtime":89,"cert":"N\/A","id":125355,"title":"The Prince of Homburg","adult":false},{"cast":["Lili Taylor","Courtney Love","Noah Emmerich","Mischa Barton","Gideon Jacobs"],"overview":"A New Jersey housewife is dissatisfied with her everyday life because she is smarter than she or anyone else knows. While taking a computer class, Julie discovers her abilities and finds the courage to make dramatic life changes. This is a story of realizing one's potential and being willing to turn one's life upside down to take a chance on finding happiness. Claire, Julie's best friend, goes along with Julie's secret quest and eventually moves in with her. Both women are on a search to realize their dreams and come to terms with their love for each other.","release_date":"2001-01-01","genres":[10749,18],"vote_average":7.8,"runtime":93,"cert":"N\/A","id":125360,"title":"Julie Johnson","adult":false},{"cast":["Akio Kobori","Torazo Hirosawa","Seizaburô Kawazu","Haruo Tanaka","Kazuo Ishii"],"overview":"","release_date":"1953-06-23","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":125362,"title":"Jirocho's Home-Coming","adult":false},{"cast":["Nell Shipman","Charles Arling","Wheeler Oakman","Wellington A. Playter"],"overview":"After her father is killed by an outlaw, Dolores marries Peter. While they're at sea in the Arctic, Dolores meets the ship's captain, who is the man who killed her father. The captain causes an 'accident' to happen to Peter, so Dolores is all alone and defenceless as they drop anchor in a remote harbour.","release_date":"1919-10-27","genres":[10749,12],"vote_average":7.0,"runtime":73,"cert":"N\/A","id":125370,"title":"Back to God's Country","adult":false},{"cast":["Raizō Ichikawa","Rentarô Mikuni","Shiho Fujimura","Eiji Funakoshi","Jun Hamamura"],"overview":"Ushimatsu's father told him never to reveal his lower-caste heritage; years later, he now contemplates confiding in an activist fighting against such discrimination.","release_date":"1962-04-06","genres":[18],"vote_average":5.0,"runtime":119,"cert":"N\/A","id":125372,"title":"The Broken Commandments","adult":false},{"cast":[],"overview":"Minamata: The Victims and Their World (水俣 患者さんとその世界?, Minamata: Kanja-san to sono sekai) is a Japanese documentary made in 1971 by Noriaki Tsuchimoto. It is the first in a series of independent documentaries that Tsuchimoto made of the mercury poisoning incident in Minamata, Japan.","release_date":"1971-03-12","genres":[99],"vote_average":6.5,"runtime":105,"cert":"N\/A","id":125374,"title":"Minamata: The Victims and Their World","adult":false},{"cast":["Winston McCall"],"overview":"Follow the band on their endless global trek, shot in 42 countries on five continents, the 75-minute \"Home Is For The Heartless\" DVD is both a rare travelogue and an in-depth look at PARKWAY DRIVE on stage and off. In addition to footage of some of the craziest shows the band has ever played, it also captures some of their greatest adventures and most poignant shared moments.","release_date":"2012-07-06","genres":[10402,99],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":125379,"title":"Parkway Drive - Home Is For The Heartless","adult":false},{"cast":["Kristbjörg Kjeld","Gunnar Eyjólfsson","Róbert Arnfinnsson","Lárus Ingólfsson","John Teasy"],"overview":"Ragnar has left his family farm and works as a taxi driver in Reykjavík in the early sixties. He's drawn to the beautiful but unhappy girl Gogo and hopes to build a better life with her. But she's a lost soul and their brief romance results in tragedy.","release_date":"1962-10-12","genres":[18,10749],"vote_average":6.0,"runtime":81,"cert":"N\/A","id":125381,"title":"The Girl Gogo","adult":false},{"cast":["N-Xau","Kent Cheng","Cynthia Khan","Gloria Yip","Peter Chan Lung"],"overview":"In the early 1990s, Nǃxau was cast in three low-budget unofficial sequels that continued the fish-out-of-water aspects of the first two films.","release_date":"1994-03-31","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":125386,"title":"The Gods Must Be Funny in China","adult":false},{"cast":["Lisa Ann","Nina Hartley","Roxanne Hall","Diamond Foxxx","Tiffany Mynx"],"overview":"What a delightful tasty treat; a baker's dozen of the hottest Mummies on the planet. Nothing beats the pouting perfection of a well preserved female sex maniac. They have the looks, they have all the moves and what they don't know about fucking could be written on the back of a postage stamp!","release_date":"2011-04-18","genres":[],"vote_average":8.0,"runtime":243,"cert":"N\/A","id":125394,"title":"Adam & Eve's Legendary MILFs","adult":true},{"cast":["Ruth Clifford","Clarence Nash"],"overview":"Minnie gives Figaro a bath and ties a ribbon around his neck. Figaro feels like a sissy, and when he mixes it up with some alley cats, they mock him, and the leader attacks. But Figaro is so afraid that his shaking topples a series of trash cans onto the aggressor. The rest of the cats didn't see this happen, and think Figaro defeated their leader. Of course, now he's all dirty, and he needs another bath.","release_date":"1946-10-11","genres":[16],"vote_average":5.7,"runtime":7,"cert":"N\/A","id":125405,"title":"Bath Day","adult":false},{"cast":["Tom Green"],"overview":"The reality television and web content pioneer brings his uniquely deadpan style of humor to a whole new venue: the standup stage, in this concert special that finds the boundary-pushing comic discussing such no-limits topics as politics, social media, and his bout with cancer.","release_date":"2012-08-08","genres":[],"vote_average":8.0,"runtime":82,"cert":"N\/A","id":125407,"title":"Tom Green: Live","adult":false},{"cast":["Daniel Craig","Rosie Rowell","Amanda Righetti","Katherine LaNasa","Peter Howitt"],"overview":"An undercover police officer must prove that a lonely man's missing wife was murdered.","release_date":"1996-11-09","genres":[18,53,80],"vote_average":5.0,"runtime":120,"cert":"","id":125409,"title":"Kiss and Tell","adult":false},{"cast":["Jonathan Knight","Jordan Knight","Joey McIntyre","Donnie Wahlberg","Danny Wood"],"overview":"Step closer to the New Kids On The Block as they share their newest songs, their hottest performances, and their most personal thoughts. Join the guys as they look at where they came from, where they are right now and where they're headed - step by step.","release_date":"","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":125411,"title":"New Kids on the Block: Step by Step","adult":false},{"cast":["Anthony Perkins","Karl Malden","Norma Moore","Adam Williams","Perry Wilson"],"overview":"Sports biopic depicting the athletic, domestic, and emotional struggles of Jimmy Piersall (Anthony Perkins). He achieved stardom as a member of the Boston Red Sox but battled mental illness and intense pressure from his father.","release_date":"1957-03-20","genres":[18],"vote_average":7.3,"runtime":100,"cert":"N\/A","id":125413,"title":"Fear Strikes Out","adult":false},{"cast":["Lourdes Barba","Morgan Blasco","Inés Cabot","Martha Carbonell","Núria Casas"],"overview":"The story of Bruno, a rough, heavy man overly fond of drinking. His only desire is to be a normal person, but fate would have it otherwise. One day he wakens to find that his hands are starting to bleed, marking the start of a journey of redemption through suffering, pain and death. From now on he'll have to live with his new stigmata.","release_date":"2009-10-26","genres":[18,14],"vote_average":4.0,"runtime":98,"cert":"N\/A","id":125418,"title":"Stigmata","adult":false},{"cast":["Hugh O'Brian","Robert Evans","Dolores Michaels","Linda Cristal","Stephen McNally"],"overview":"Director Gordon Douglas' 1958 western about a psychotic gunman stars Hugh O'Brian, Robert Evans, Dolores Michaels, Linda Cristal, Stephen McNally, June Blair, Edward Andrews, Ron Ely and Emile Meyer.","release_date":"1958-08-01","genres":[37],"vote_average":5.0,"runtime":101,"cert":"N\/A","id":125420,"title":"The Fiend Who Walked The West","adult":false},{"cast":["Leo Carrillo","Mary Brian","Roger Pryor","Herbert Rawlinson","Lillian Miles"],"overview":"Karl Freund directed this backstage musical comedy.","release_date":"1933-08-01","genres":[],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":125428,"title":"Moonlight and Pretzels","adult":false},{"cast":[],"overview":"Amos Paul Kennedy Jr. is an internationally recognized printing press artist, though he would rather be referred to as a \"humble negro printer.\" This self-proclaimed \"humble (sometimes lowly) negro printer\" tossed aside his corporate 9-to-5 job at AT&amp;T with its steady income, chooses to live in extremely rural Alabama towns and goes wherever his art takes him. Amos found his calling making chipboard posters he sells inexpensively, so anyone and everyone can afford his art. His posters are socially, politically, and racially charged: with quotes from Sojourner Truth, Rosa Parks, and phrases like \"coffee makes you black.\" The documentary film Proceed and Be Bold! probes Kennedy, his friends, family, and colleagues in an attempt to unravel the artist's meaning. The result is a discussion on the monetary and intrinsic values of art, the goals of an artist, the workings of race and culture, and what \"the American Dream\" really means.","release_date":"","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":125430,"title":"Proceed and Be Bold!","adult":false},{"cast":["Paul McCartney","Elvis Costello","Linda McCartney","Robbie McIntosh","Hamish Stuart"],"overview":"This fascinating hour-long documentary film takes the viewer to the heart of the creative process, focusing on 1989's acclaimed album, Flowers In The Dirt. Mixing studio footage with interviews, Put It There features Paul talking candidly about the process behind some of the album's most beloved songs, especially a detailed exploration of the single ‘My Brave Face’, co-written by Elvis Costello. Candid, anecdotal and honest, the documentary is a must for any Paul fan and was expanded for its DVD release to include a gallery section and previously unseen performance footage.","release_date":"1989-06-10","genres":[],"vote_average":8.0,"runtime":60,"cert":"","id":125435,"title":"Paul McCartney: Put It There","adult":false},{"cast":["Sunny Knight"],"overview":"Filmed record of a burlesque show, with Sunny Knight (\"The Golden Girl of the Golden West\") as the headliner.","release_date":"1949-01-01","genres":[10402],"vote_average":4.5,"runtime":68,"cert":"N\/A","id":125437,"title":"Midnight Frolics","adult":false},{"cast":[],"overview":"For the first time on DVD, the first 25 episodes of this hugely popular Quebecois children's program, which ran from 1977 to 1987. Passe Partout DVD Includes 5 DVDs.","release_date":"","genres":[],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":125439,"title":"Passe-Partout","adult":false},{"cast":["Cesáreo Quezadas 'Pulgarcito'","José Elías Moreno","María Elena Marqués","Manuel Dondé","Nora Veryán"],"overview":"Weird, threadbare adaptation of the classic fairy tale by crapmeister extraordinaire Rene Cardona.","release_date":"1957-01-01","genres":[14,10751],"vote_average":4.7,"runtime":85,"cert":"N\/A","id":125441,"title":"Tom Thumb","adult":false},{"cast":["Jody Daniels","Kelly Ross","William Bonner","Joe Follino","Titus Moede"],"overview":"A Marine returns home, gets involved with a biker gang and falls for a shy local girl. This last action puts him at odds with her father, the town's biker-hating sheriff.","release_date":"1968-01-01","genres":[80,28],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":125461,"title":"Hells Chosen Few","adult":false},{"cast":["David Paszkiewicz","Matthew LaClair"],"overview":"“In God We Teach” is the story of Matthew LaClair, a student at Kearny (NJ) public high school who secretly recorded his history teacher, David Paszkiewicz in class, and accused him of proselytizing for Jesus.","release_date":"2011-11-01","genres":[],"vote_average":4.0,"runtime":62,"cert":"N\/A","id":125472,"title":"In God We Teach","adult":false},{"cast":["Sinn Sage","Elexis Monroe","Aryana Augustine","Raylene","Randee Reed"],"overview":"Simply the most realistic sex in lesbian adult video","release_date":"2012-08-31","genres":[],"vote_average":9.5,"runtime":120,"cert":"N\/A","id":125483,"title":"Lesbian Sex 8","adult":true},{"cast":["Steve Vai"],"overview":"Full performances of all seven songs from Alien Love Secrets. The performance features Steve's power trio of Robbie Harrington on bass, Chris Frazier on drums, and of course Steve himself on guitar. This unique performance video format allows you a special view into both Steve's guitar playing, as well as the creative musical mood and aura of each song. Featured songs include: Juice Die To Live and the grand finale power guitar ballad Tender Surrender.","release_date":"1995-01-01","genres":[],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":125491,"title":"Steve Vai - Alien Love Secrets","adult":false},{"cast":["Tomori Abe","Hirofumi Arai","Natsumi Kamata","Ryûnosuke Kawai","Aya Kiguchi"],"overview":"A timid young woman who lives with her domineering mother accepts an Adult Video scout's offer to \"become somebody else\" by performing in porn videos. As she rises in popularity, the boundaries between her two lives begin to disintegrate.","release_date":"2010-09-04","genres":[18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":125493,"title":"Love & Loathing & Lulu & Ayano","adult":false},{"cert":"N\/A","title":"Le Mataf","cast":["Michel Constantin","Adolfo Celi","Georges Géret","Annie Cordy","Cathy Rosier"],"genres":[53],"id":125495,"overview":"When intruders interfere in the robbery of Le Mataf (Michel Constantin) and his gang and a girl is murdered, they are set up for blackmail by an underworld figure who wants them to do a job for him...","runtime":null,"release_date":"1973-06-14","vote_average":4.3,"adult":false}]