[{"cast":["Sumiko Kurishima","Tatsuo Saitô","Teruko Kojima","Takeshi Sakamoto","Chôko Iida"],"overview":"In the formally ravishing Every-Night Dreams, set in the dockside neighborhoods of Tokyo, a single mother works tirelessly as a Ginza bar hostess to ensure a better life for her young son—until her long-lost husband returns.","release_date":"1933-06-08","genres":[18],"vote_average":7.5,"runtime":64,"cert":"N\/A","id":126516,"title":"Every-Night Dreams","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":126518,"title":"Pikkoman no Kichikumichi: Mayonaka no Milk Party","adult":true},{"cast":[],"overview":"Starting anew amid the drama, Dong Bang Shin Ki's Jun Su, Jae Joong, and Yoo Chun formed a unit and held the Thanksgiving Live in Dome tour in Japan in June 2010. The trio staged the concerts especially to thank the fans who kept the faith and supported them through the hard times, and the response was overwhelming. Concert organizers received over one million applications during the presale ticket lottery, and 200,000 lucky fans eventually attended the trio's four concerts at the Kyocera Dome and Tokyo Dome. Feelings ran high for both the members and the audience as Jun Su, Jae Joong, and Yoo Chun reaffirmed their commitment to music and to the fans. They performed solo and cover songs and also introduced the highly anticipated new songs Itsudatte Kimi ni, Get Ready, Long Way, and W, demonstrating that no matter how much things seem to have changed, their beautiful voices stay the same. The Thanksgiving Live in Dome DVD release records the final concert of the tour.","release_date":"2010-09-08","genres":[],"vote_average":0.0,"runtime":155,"cert":"N\/A","id":126520,"title":"JYJ: Thanksgiving Live in Dome","adult":false},{"cast":[],"overview":"To celebrate their 15th anniversary, Korea's YG Entertainment brought their YG Family Concert to Japan for the first time since 2006. Performing a total of four shows at Osaka's Kyocera Dome and the Saitama Super Arena, making this the biggest YG Family concert in Japan ever! Now, the three-hour show – featuring YG superstars like Big Bang, Gummy, 2NE1, PSY, Jinusean, and SE7EN – is coming on DVD! In addition to the stars' own hit songs, the concert also features rare collaboration between YG artists that you can’t see anywhere else!","release_date":"2012-08-08","genres":[],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":126525,"title":"2012 YG Family Concert in Japan","adult":false},{"cast":["Amir Muhammad","Adibah Noor","Zalila Lee"],"overview":"A travel documentary essay, interspersed with specially composed songs, about the early life and legacy of Chin Peng, exiled leader of the banned Communist Party of Malaya.","release_date":"2006-02-17","genres":[99,10402],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":126527,"title":"The Last Communist","adult":false},{"cast":["Tian Yuan","Youcai Wu","He Huang","Yiqing Li"],"overview":"A country schoolteacher reaching retirement comes to Wuhan in search of his only son. His dying wife has requested to see her boy one last time. He is met by his daughter Yanhong who works as an escort in a karaoke bar. Yanhong introduces him to a policeman who sympathizes with his plight and agrees to help him to find his son. The two quickly become friends. Yanhong also presents her father to her boyfriend, the owner of the karaoke, an older man, who drives a luxury car. However when the four of them meet for dinner one night the old policeman recognizes the boyfriend as a man he arrested over ten years ago...","release_date":"2006-05-22","genres":[18,28,10751],"vote_average":5.8,"runtime":88,"cert":"N\/A","id":126529,"title":"Luxury Car","adult":false},{"cast":[],"overview":"Footage from 2005’s Festival Art Rock in Saint-Brieuc, France, featuring Metric, Sonic Youth, Jeanne Balibar, and other acts.","release_date":"2006-06-15","genres":[99,10402],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":126531,"title":"Noise","adult":false},{"cast":[],"overview":"A Georgia college student comes of age in a world surrounded by eccentric relatives, prankster classmates and ex-cons.","release_date":"2006-01-20","genres":[],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":126533,"title":"Somebodies","adult":false},{"cast":["Michel Muller","Jean Benguigui","Dan Herzberg","Gérard Depardieu"],"overview":"A documentary crew follow a minor TV star with a giant ego in is everyday life.","release_date":"2005-01-25","genres":[35],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":126547,"title":"La Vie de Michel Muller est plus belle que la vôtre","adult":false},{"cast":["Sam Simmons"],"overview":"After storming Edinburgh, he's back...  Winner of things. Triple J. ABCTV's Murray Foote.  I wrote this show in a cave using only the light from the screen of a Nokia 3600.  It took me 7 straight weeks and I only had one change of tracksuit pants.  I maintained sustenance by sucking condensation off the walls and toasting moths over my phone.  I need to recharge.  FAIL","release_date":"2011-03-02","genres":[35],"vote_average":6.0,"runtime":70,"cert":"N\/A","id":126549,"title":"Sam Simmons: Fail","adult":false},{"cast":["Yılmaz Güney","Nebahat Cehre","Hayati Hamzaoğlu","Nihat Ziyalan","Ahmet Danyal Topatan"],"overview":"In this rural revenge drama, Güney plays Seyyit Han, a poor man in love with a woman from his Anatolian village who returns his affection. Seyyit Han postpones their marriage so that he can make his fortune elsewhere and return to the village to claim his \"bride of the earth.\" During his prolonged absence, a rich landowner begins to woo the lonely woman, and her brother, intent upon making this propitious wedding happen, spreads the rumor that Seyyit Han has died.","release_date":"1968-04-01","genres":[18,37],"vote_average":6.2,"runtime":81,"cert":"N\/A","id":126560,"title":"Bride of the Earth","adult":false},{"cast":["Sarah Michelle Gellar","Christopher Lloyd"],"overview":"There is a plot under way to change the course of history. Four kids are chosen to be the Freedom Force—a gang of unlikely heroes who travel through time to change the outcome of sacred stories.","release_date":"2012-01-26","genres":[16,12,10751],"vote_average":3.8,"runtime":82,"cert":"N\/A","id":126565,"title":"Freedom Force","adult":false},{"cast":[],"overview":"ROUNDS is a hand-painted film composed of a series of film loops printed in such a fashion that, while there is a feeling of repetitive familiarity, no actual example of specific repetition is easily seeable. The colored abstract forms seem as if figures at a carnival and\/or sometimes as if 'on stage': thus their actions are, then, particularly theatrical. When they most appear recognizable as the shapes of paint, which they are, these events seem the dramatics of the Abstract Expressionist movement - i.e. dramatically gestural. The film begins with blues and reds, occasionally yellows, and very occasionally limned by greens - these played off against clear white spaces or stark blacks. Gradually the film resolves its 'color keys' to an amalgamation of rapid intermix and balance of the four key tones midst darks and lights, eventually overwhelmed by a film-flare of yellows at end.","release_date":"2001-01-01","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":126591,"title":"Rounds","adult":false},{"cast":["Marion Cotillard","Stanislas Merhar","Wadeck Stanczak","Pierre Vaneck","Carlo Brandt"],"overview":"In a desert town, sometime in the future, a repressive government regime restricts all forms of artistic expression. At night, Theo breaks the law, risking torture and death, to paint his work on public spaces. But when his lover Elia is arrested for committing the same crime, Theo allows himself to be captured hoping to somehow be reunited with her.","release_date":"1999-05-01","genres":[18,10749,878],"vote_average":5.2,"runtime":90,"cert":"N\/A","id":126593,"title":"Furia","adult":false},{"cast":["Derek Waters","Charlie Finn","Jana Kramer","Jon Gries","Charlie Murphy"],"overview":"Straight-arrow Barry has moved 3000 miles away from lackluster Ohio to attend college in sunny SoCal, and his friend Douglas has come along for the ride. Barry has his education on his mind; Douglas, the consummate mover-and-shaker, plans to make Barry a \"Bar Star.\" Everyone knows the \"Bar Star,\" the nightclub denizen that: like James Bond, he knows that every woman wants him, and every random guy wants to be just like him.","release_date":"2005-10-24","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":126595,"title":"Bar Starz","adult":false},{"cast":["Ol'ga Vronska","Aleksandr Letko","Monika Belo-Cabanová"],"overview":"A little girl goes down to the basement cellar to fetch some potatoes, and finds all her hidden fears about the cellar depicted in animated form.","release_date":"1983-10-31","genres":[16,27,9648],"vote_average":7.5,"runtime":15,"cert":"N\/A","id":126597,"title":"Down to the Cellar","adult":false},{"cast":[],"overview":"Also known as \"Now is the Time for Violence\", this is a film made clandestinely about subjects including the Cordobazo riots of May 1969 and and the assassination of  Augusto Vandor in June 1969.","release_date":"1969-12-31","genres":[],"vote_average":4.5,"runtime":42,"cert":"N\/A","id":126602,"title":"Ya es tiempo de violencia","adult":false},{"cast":[],"overview":"","release_date":"2012-10-02","genres":[],"vote_average":6.7,"runtime":null,"cert":"N\/A","id":126604,"title":"La Magie Des Mots","adult":false},{"cast":[],"overview":"Streaming, scratched lines continuously appear two at a time over images of flowing water.","release_date":"1971-01-01","genres":[],"vote_average":0.0,"runtime":42,"cert":"N\/A","id":126630,"title":"S:TREAM:S:S:ECTION:S:ECTION:S:S:ECTIONED","adult":false},{"cast":["Aleksandra Khokhlova","Vladimir Fogel","Pyotr Galadzhev","Porfiri Podobed","Fred Forell"],"overview":"A five-person team of gold prospectors in the Yukon has just begun to enjoy great success when one of the members snaps, and suddenly kills two of the others. The two survivors, a husband and wife, subdue the killer but are then faced with an agonizing dilemma. With no chance of turning him over to the authorities for many weeks, they must decide whether to exact justice themselves or to risk trying to keep him restrained until they can return to civilization.","release_date":"1926-01-01","genres":[37,18],"vote_average":7.3,"runtime":80,"cert":"N\/A","id":126644,"title":"By the Law","adult":false},{"cast":["Jeri Arredondo","Laura Bailey","Darryl Cox","Christian Kane","Cody Lightning"],"overview":"After his father's untimely suicide, Cufe leaves his home in a Native American reservation in search of a more fulfilling life.","release_date":"2007-01-22","genres":[10749,18],"vote_average":4.3,"runtime":81,"cert":"N\/A","id":126658,"title":"Four Sheets to the Wind","adult":false},{"cast":["William Shatner"],"overview":"This is it - the complete set of 5 Atomic Bomb videos:\r Trinity &amp; Beyond, Nukes in Space, Atomic Journeys, Nuclear 911, and Atomic Filmmakers.\r Director\/producer Peter Kuran meticulously restored previously classified government footage of U.S. atomic bomb tests using a new, Academy Award winning process known as RCI. The result is this selection of DVDs.","release_date":"1995-01-05","genres":[],"vote_average":0.0,"runtime":450,"cert":"N\/A","id":126678,"title":"The Atomic Bomb Collection","adult":false},{"cast":["Sarah Kaufman","Ronaldo Souza","Derek Brunson","Ronda Rousey"],"overview":"Strikeforce: Rousey vs. Kaufman, which is headlined by the Strikeforce women’s bantamweight championship bout between Ronda Rousey and Sarah Kaufman, and the middleweight bout between Ronaldo “Jacare” Souza and Derek Brunson, airs on Showtime from the Valley View Casino Center in San Diego, California.","release_date":"2012-08-18","genres":[],"vote_average":8.8,"runtime":122,"cert":"N\/A","id":126680,"title":"Strikeforce: Rousey vs. Kaufman","adult":false},{"cast":["Michael Moshonov","Limor Goldstein","Yonathan Alster","Shmuel Vilojni","Ilan Dar"],"overview":"A family in Jerusalem is torn apart by the mysterious disappearance of their father after a tragic a car accident.","release_date":"2007-05-20","genres":[18],"vote_average":6.3,"runtime":96,"cert":"N\/A","id":126682,"title":"Tehilim","adult":false},{"cast":["Virginia Wetherell","Betty Alberge","Louise Jameson","Mike Raven"],"overview":"A henchman of Satan poses as a priest in order to get closer to young virgins he needs for human sacrifice.","release_date":"1972-01-01","genres":[27],"vote_average":3.0,"runtime":84,"cert":"","id":126684,"title":"Disciple Of Death","adult":false},{"cast":["Lynn Redgrave","Kathryn Leigh Scott","Megs Jenkins","John Barron","Anthony Langdon"],"overview":"An English governess is hired to take care of two adorable orphans, who turn out to be not exactly what they seem to be.","release_date":"1974-04-15","genres":[18,53,10770,27],"vote_average":6.1,"runtime":117,"cert":"N\/A","id":126689,"title":"The Turn of the Screw","adult":false},{"cast":["Elizabeth Montgomery","Katherine Helmond","Fionnula Flanagan","Ed Flanders","Don Porter"],"overview":"A dramatization of the famous 1893 Massachusetts trial of the woman accused of murdering her father and stepmother with an ax.","release_date":"1975-02-10","genres":[10770,18,80],"vote_average":6.5,"runtime":96,"cert":"N\/A","id":126706,"title":"The Legend of Lizzie Borden","adult":false},{"cast":["Cian Barry","Muireann Bird","Marion O'Dwyer"],"overview":"This short film is a celebration of Irish rain. A bride-to-be recalls pivotal moments in her relationship that all took place in a shower a drizzle or a downpour.","release_date":"2011-01-01","genres":[18,10749],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":126708,"title":"Downpour","adult":false},{"cast":["Mana Ashida","Keiko Kitagawa","Fumiko Orikasa","Noriko Shitaya","Kouichi Yamadera"],"overview":"Magic Tree House is a 2011 Japanese anime drama film based on the American children fantasy series of the same name. The film is directed by Hiroshi Nishikiori, and the film's screenplay was adapted from the Japanese version of the novel series Magic Tree House by Ichiro Okouchi. The film stars actress Keiko Kitagawa as Jack, and also stars child actress Mana Ashida as Annie. Magic Tree House debuted at the 24th Tokyo International Film Festival on 23 October 2011. It was subsequently released in Japanese cinemas on 7 January 2012.","release_date":"2012-01-07","genres":[12,16,10751,14,878],"vote_average":8.0,"runtime":105,"cert":"N\/A","id":126710,"title":"Magic Tree House","adult":false},{"cast":["Kirk Alyn","Noel Neill","Tommy Bond","Carol Forman","Pierre Watkin"],"overview":"Superman comes to Earth as a child and grows up to be his home's first superhero with his first major challenge being to oppose The Spider Lady.","release_date":"1948-07-15","genres":[28,80,878],"vote_average":5.3,"runtime":244,"cert":"N\/A","id":126712,"title":"Superman","adult":false},{"cast":[],"overview":"This slim documentary commissioned by the US Information Service concerns Hispanic shepherds in New Mexico. The makeshift narrative centers on Miguel, a boy on the cusp of puberty who wants nothing more than to go to the Sangre de Cristo Mountains and help tend to the sheep like his father and older siblings. It's evocatively shot with a striking sense of place and a good feel for farm life. The film was obviously shot on the cheap (voiceover narration is used in lieu of dialogue, and the film seems to have been fully post-dubbed, sometimes badly), but it's an engaging peek into a rural lifestyle few of us would otherwise experience.","release_date":"1953-01-01","genres":[],"vote_average":6.0,"runtime":63,"cert":"N\/A","id":126714,"title":"And Now Miguel","adult":false},{"cast":[],"overview":"When It Was Blue is a live, ephemeral film performance and an ode to a beautiful and unspoiled natural environment which is fast diminishing. When It Was Blue rejoices the splendor of the natural world through a complex and dazzling fusion of textural, abstract hand-painted images projected onto filmed landscapes from Iceland, New Zealand and Vancouver to Pyramid Lake, Nevada and upstate New York.16mm double-projected film and montage by Jennifer Reeves Music by Skúi Sverrisson with Anthony Burr &amp; Ted Reichman.","release_date":"2008-09-08","genres":[],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":126734,"title":"When It Was Blue","adult":false},{"cast":["Gabriella Hall","Nikki Fritz","Tiffany Gonzáles","Karina Martinez","Stacey Marie Clawson"],"overview":"On board a space station in the near future, Leon falls into its time portal and lands in the boudoir of Marie Antoinette. He observes a dalliance of the queen with her maid, Mimi; then the queen finds him, suspects he's the king's spy, and seduces him. The king catches them in flagrante delicto and sends Leon to the Bastille. Back in space, Daria tries to rescue Leon, but she whizzes to Arabia, where she meets Shahrazad and Aladdin. She reaches France just as Mimi frees Leon from the Bastille. By way of Capone's Chicago, all three go back to the future where they find fascists in charge. To save freedom and fulfill her destiny, Mimi must go back to King Louis's court.","release_date":"1998-05-19","genres":[878],"vote_average":2.0,"runtime":78,"cert":"N\/A","id":126736,"title":"The Exotic Time Machine","adult":false},{"cast":["Aiko Konoshima","Daijiro Tsutsumi","Hidekatsu Shibata","Hideyuki Tanaka","Kaneto Shiozawa"],"overview":"After polluting their own planet beyond repair, a race of evil aliens target earth as their next home. Now it is up to a lone outcast and his robotic spacecraft, Baldios, to defend earth. But, first he must convince the distrusting human population of the impending danger.","release_date":"1981-12-29","genres":[16,878],"vote_average":6.5,"runtime":118,"cert":"N\/A","id":126741,"title":"Space Warriors Baldios","adult":false},{"cast":["Goya Toledo","Óscar Jaenada","Nancho Novo"],"overview":"","release_date":"2005-08-18","genres":[878,27,53],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":126743,"title":"Somne","adult":false},{"cast":["Laura Dern","Stockard Channing","Peter Riegert","Richard Lineback","Sandra Seacat"],"overview":"Six months pregnant and living in a beat-up tiny mobile home with her family in a grungy trailer park, Wanda Le Fauve thinks she has found the solution to her problems when she reads a newspaper and agrees to meet well-to-do Rachel Luckman and her husband. The childless Luckman's are desperate to raise a baby and Wanda is anxious to find a home for her latest. They strike a deal, and at first things are fine, but as the birth parents and the potential adoptive parents get to know each other, fundamental differences emerge. The birth of the baby brings matters to a painful head.","release_date":"1998-08-23","genres":[],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":126748,"title":"The Baby Dance","adult":false},{"cast":[],"overview":"Filmed &amp; Recorded at the Wulfrun Hall, Wolverhampton, UK. May 23 2009  The DVD also features soundcheck footage and an interview with the original five members. Anyone who pre-ordered also got their name printed on the inner sleeve artwork.","release_date":"","genres":[],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":126750,"title":"Ned's Atomic Dustbin 21 Years 21 Songs","adult":false},{"cast":["Stanley Baker","Peter Cushing","Mai Zetterling","Eric Portman","Nigel Green"],"overview":"Joe Newman, a naturalised Briton, is telephoned by his German father, whom he believed long dead, at the same time as a funeral is taking place in Bavaria - with his father's name on the coffin. His investigation in Bavaria reveals startling facts and the obstruction he meets makes him suspect foul play.","release_date":"1963-12-01","genres":[18,53],"vote_average":7.3,"runtime":98,"cert":"","id":126755,"title":"The Man Who Finally Died","adult":false},{"cast":["Damon Herriman","Angus Sampson","Anna McGahan","John Jarratt","Oliver Ackland"],"overview":"Reg and Lindsay run an organic fertiliser business. They need a fresh supply of their \"secret ingredient\" to process through the meat grinder. Reg comes across two guys and a girl with a broken-down vehicle on their way to a music festival.","release_date":"2012-08-04","genres":[35,27],"vote_average":6.1,"runtime":91,"cert":"15","id":126757,"title":"100 Bloody Acres","adult":false},{"cast":["Paul Lukas","Carl Esmond","Peter van Eyck","Mady Christians","Morris Carnovsky"],"overview":"US art dealer returns to his native Germany for a visit and is attracted by Nazi propaganda.","release_date":"1944-06-01","genres":[18],"vote_average":6.4,"runtime":75,"cert":"N\/A","id":126759,"title":"Address Unknown","adult":false},{"cast":["Norman Kaye","Alyson Best","Chris Haywood","Werner Herzog"],"overview":"An eccentric elderly man tries to enjoy the three things in life that he considers real beauty: collecting art, collecting flowers, and watching pretty women undress.","release_date":"1983-09-22","genres":[18,10749],"vote_average":5.3,"runtime":91,"cert":"N\/A","id":126764,"title":"Man of Flowers","adult":false},{"cast":["Clint Walker","Virginia Mayo","Brian Keith","Richard Eyer","Michael Dante"],"overview":"An escaped prisoner helps a mother and her son flee marauding Indians. Director Gordon Douglas' 1958 western stars Clint Walker, Virginia Mayo, Richard Eyer, Brian Keith, Michael Dante and Russ Conway.","release_date":"1958-04-18","genres":[37],"vote_average":6.8,"runtime":90,"cert":"N\/A","id":126766,"title":"Fort Dobbs","adult":false},{"cast":["Debbie Harry","Gary Lachman","Jimmy Destri","Nigel Harrison","Frank Infante"],"overview":"1)In The Flesh 2)X Offender 3)Denis 4)Detroit 442 5)(I'm Always Touched By Your)Presence,Dear 6)Picture This 7)Hanging On The Telephone 8)Heart Of Glass 9)Dreaming 10)Union City Blue 11)Atomic 12)The Tide Is High 13)Rapture 14)The Hardest Part 15)Island Of Lost Souls 16)Maria","release_date":"2002-10-08","genres":[10402],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":126768,"title":"Blondie Greatest Video Hits","adult":false},{"cast":["Lawton Paseka"],"overview":"The film features in-depth accounts by people who are willing to risk their jobs and reputations to speak out about their extraordinary experiences, such as former Arizona Governor Symington III; Nick Pope, former head of the British Defense Ministry's UFO Investigative Unit, and others.\r Commentary is provided by investigative journalist Leslie Kean, author of the NY Times bestseller UFOs: Generals, Pilots and Government Officials Go On the Record, who spent ten years studying the UFO phenomenon and bringing together high level sources from around the world.","release_date":"2011-08-25","genres":[99],"vote_average":8.0,"runtime":88,"cert":"N\/A","id":126782,"title":"Ufos On The Record","adult":false},{"cast":["Paulo Porto","Darlene Glória","Paulo César Peréio","Paulo Sacks","Elza Gomes"],"overview":"A rich, spoiled young man encounters a prostitute, and gets confused about the nature of his feelings for her; he can't decide between attraction, and repulsion.","release_date":"1973-05-13","genres":[18],"vote_average":5.4,"runtime":102,"cert":"N\/A","id":126784,"title":"All Nudity Shall Be Punished","adult":false},{"cast":["Brian Krause","Boti Bliss","Linden Ashby","Michael Woods","Barbara Niven"],"overview":"When Eric and Marsha break off their long-term relationship, journalist Eric is able to weather it pretty well. He still has his long time canine companion Gabe, and his boss, Ms Andrews, wants to send him to London to open an office. But first Ms Andrews says Eric must find out the true identity of the best-selling author R L Dutton. A bigger obstacle for Eric's trip, however, comes from his dog. Gabe does not want to face six months in quarantine with big pit bulls and mastiffs waiting for an OK to the UK. Getting ideas from a pretty TV host, Gabe acts as Cupid Dog, doing his best to bring Eric and their neighbor Sara together. Gabe's plan works, only to go up in smoke when Eric realizes Sara is the mysterious author. Now Sara thinks Eric was just using her for a story before leaving for London. Gabe the Cupid Dog must go to new lengths to get Sara and Eric to tie the \"leash.\"","release_date":"2012-01-01","genres":[10751,35],"vote_average":3.3,"runtime":91,"cert":"N\/A","id":126786,"title":"Gabe the Cupid Dog","adult":false},{"cast":["Liev Schreiber","Toni Collette","Caroline Goodall","Anthony LaPaglia","Kerry Fox"],"overview":"A charismatic, crazy hothead transforms a family's life when she becomes the nanny of five girls.","release_date":"2012-10-04","genres":[35,18],"vote_average":6.2,"runtime":116,"cert":"","id":126797,"title":"Mental","adult":false},{"cast":[],"overview":"Inspired by William Bryant Logan’s acclaimed book Dirt: The Ecstatic Skin of the Earth, Dirt! The Movie takes a humorous and substantial look into the history and current state of the living organic matter that we come from and will later return to. Dirt! The Movie will make you want to get dirty!","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":126799,"title":"Dirt! | The Movie","adult":false},{"cast":["Ward Bond","Dorothy Tree","Warren Hymer","Paul Fix","Bobby Watson"],"overview":"A team of ex-con bounty hunters go to Germany in search of Hitler. If they can find him, a million dollar reward is to be paid to them.","release_date":"1942-11-12","genres":[53,12,35],"vote_average":4.6,"runtime":70,"cert":"N\/A","id":126807,"title":"Hitler- Dead or Alive","adult":false},{"cast":["Ko-Tee","Intira Jaroenpura","Akom Preedakul"],"overview":"The story centers to Mook and Charlie, two uncommon buddies who befriend in an odd circumstance. Mook was a swimmer who lost her swimmer friends from an accident which causes her to be afraid of water. When Mook is hit by Charlie's car and becomes am...","release_date":"2010-01-01","genres":[27,35],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":126809,"title":"H2-Oh!","adult":false},{"cast":["John Cusack","Joe Flaherty","Christopher McDonald","Lucian Maisel","Reva Timbers"],"overview":"The coming of age summer-camp saga of four best friends who hate each other.","release_date":"2008-01-29","genres":[35,10749,18],"vote_average":6.4,"runtime":96,"cert":"N\/A","id":126826,"title":"Summerhood","adult":false},{"cast":[],"overview":"Set List:  Handsome Devil\r Still Ill\r This Charming Man\r Pretty Girls Make Graves\r Reel Around The Fountain\r What Difference Does It Make?\r Miserable Lie\r This Night Has Opened My Eyes\r Hand In Glove\r These Things Take Time\r You've Got Everything Now","release_date":"1983-12-07","genres":[],"vote_average":0.0,"runtime":38,"cert":"","id":126828,"title":"The Smiths Live at The Assembly Rooms Derby","adult":false},{"cast":["Tomoko Kaneda","Hiroshi Tsuchida","Mitsuaki Hoshino","Asami Shimoda"],"overview":"This story involves the shopkeeper Suzuri of Kokumondou who sells historic books and Mizuki, granddaughter of the land owner.  When Mizuki releases a somewhat cute young spider demon out of a sealed book, the pair investigate the origins behind it.","release_date":"2012-03-12","genres":[16,35,14],"vote_average":6.4,"runtime":25,"cert":"N\/A","id":126830,"title":"Li'l Spider Girl","adult":false},{"cast":["Jim Norton","Trevor Cooper","Lorelei King","Mike Goodenough"],"overview":"Stanley Laurel's last visit to Oliver Hardy, as originally told in Neil Brand's radio play.","release_date":"2006-06-06","genres":[10770,99],"vote_average":4.0,"runtime":59,"cert":"","id":126832,"title":"Stan","adult":false},{"cast":[],"overview":"Radio 2 In Concert - Blur. Presented by Steve Lamacq, Blur performed an exclusive concert from the BBC's historic Maida Vale Studios in London on Tuesday 31st July. The show featured many of their greatest hits as well as a few of the rarer favourites.","release_date":"2012-07-31","genres":[],"vote_average":8.0,"runtime":27,"cert":"","id":126834,"title":"Blur Live at Maida Vale","adult":false},{"cast":["Bob Dylan","Fiona Flanagan","Rupert Everett","Julian Glover","Suzanne Bertish"],"overview":"A reclusive musician, once a huge rock star, takes a young female protegee. While on a tour she meets a younger, more popular rocker and switches her loyalties.","release_date":"1987-11-06","genres":[10749,18,10402],"vote_average":3.0,"runtime":95,"cert":"","id":126836,"title":"Hearts of Fire","adult":false},{"cast":["Marek Kondrat","Bogusław Linda","Olaf Lubaszenko","Anna Korcz","Radosław Pazura"],"overview":"The war between Iraq and Kuwait is just about to begin. While all foreigners are leaving Iraq, Pawel, a young Polish engineer is captured by the Iraqi Secret Service. His father, a retired secret service operative goes to Iraq to attempt to rescue him not knowing that he is secretly being used as bait. Now, two Polish secret agents have been assigned by the CIA to attempt a rescue mission. The stakes are high, but are they high enough to risk the life of one of the best officers?","release_date":"1999-05-07","genres":[],"vote_average":6.4,"runtime":88,"cert":"N\/A","id":126838,"title":"Operacja Samum","adult":false},{"cast":[],"overview":"Remember that man in the rainbow-colored Afro wig who carried the \"John 3:16\" sign? During the 70s and 80s he seemed to be everywhere: at televised baseball and football games, shuttle launches, and hundreds of other events. So who was he, and what ever happened to him? In Sam Green's award-winning new \"slapstick tragedy,\" we find out. And the truth involving an unhappy childhood, a kidnapped hotel maid, and three life sentences in prison is stranger than fiction...","release_date":"1997-01-01","genres":[],"vote_average":0.0,"runtime":41,"cert":"N\/A","id":126840,"title":"The Rainbow Man\/John 3:16","adult":false},{"cast":["Peter Brooks","Martin Scorsese","Ted Turner","Mary Lea Bandy","James H. Billington"],"overview":"As the documentary points out, 85 percent of all silent pictures are gone forever because of neglect, abuse, and improper storage of original prints. This film stresses the importance of saving these and more recent films as cultural documents that have become part of our shared history. It also takes the viewer through the painstaking process of film restoration, and highlights some of the organizations and individuals who are spear-heading this movement.","release_date":"1997-10-17","genres":[99],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":126851,"title":"The Race to Save 100 Years","adult":false},{"cast":["Sally Field","Judy Davis","Jerry Wasserman","Winston Rekert","Jessalyn Gilsig"],"overview":"Iris is broke after her divorce and takes a job working as a housekeeper for a wealthy woman named Paula. When Paula and her husband separate, an unlikely friendship blossoms between the women.","release_date":"1999-08-22","genres":[18,10770],"vote_average":6.3,"runtime":99,"cert":"N\/A","id":126853,"title":"A Cooler Climate","adult":false},{"cast":["Bob Lasseter","Elsie Lasseter","Luke Walker","James Mason"],"overview":"Australia’s El Dorado was found by Lewis Harold Bell Lasseter – if we believe his claims in the late 1800s to have discovered a vast gold deposit in central Australia. This mysterious place has never again been found, and many believe it doesn’t exist. But one thing is certain: Lasseter was a larger-than-life character.  Seen by some as an eccentric conman, he was ridiculed for his extravagant assertions, which he held until his tragic end. But Lasseter remains the embodiment of the Australian folk hero, who lived a life full of incredible adventures, tall tales and outrageous claims – including a possible faked death and his insistence that he designed the Sydney Harbour Bridge.","release_date":"2012-08-11","genres":[99],"vote_average":6.5,"runtime":101,"cert":"N\/A","id":126864,"title":"Lasseter's Bones","adult":false},{"cast":["Vasiliy Livanov","Borislav Brondukov","Vitali Solomin","Rina Zelyonaya"],"overview":"","release_date":"1983-02-01","genres":[],"vote_average":7.4,"runtime":null,"cert":"N\/A","id":126866,"title":"The Adventures of Sherlock Holmes and Dr. Watson: The Treasures of Agra Pt II","adult":false},{"cast":["Vasiliy Livanov","Borislav Brondukov","Vitali Solomin","Rina Zelyonaya"],"overview":"The final film of the television series \"the adventures of Sherlock Holmes and Dr. Watson.\" It is based on the late and little-known stories of Arthur Conan Doyle, united by the theme of the approaching world war and the struggle of the legendary detective with foreign spies.","release_date":"1986-02-01","genres":[9648],"vote_average":8.1,"runtime":null,"cert":"N\/A","id":126868,"title":"The Adventures of Sherlock Holmes and Dr. Watson: The XXth century begins... Part 2","adult":false},{"cast":["Judd Nelson","Rachel Sweet"],"overview":"The story follows a young trio of musicians, played by Rachel Sweet, Matthew Penn (son of Arthur) and Judd Nelson, called The Third Dimension. They enter a battle of the bands in an old hotel called the Rock N' Roll Hotel. Howver, rival band The Weevils are intent on stopping the young band from winning the contest and taking the title for themselves...  Essentially one of the first feature-length music videos, the film was produced in Richmond, VA, shot in 3D, filled with musical numbers, written by Russ Dvonch (Rock 'n' Roll High School), co-directed by Paul Justman (Standing In The Shadows of Motown) and featured 80s cable icon Colin Quinn as a local DJ.\r (Synopsis from Spectacle Theater)","release_date":"1983-03-11","genres":[],"vote_average":9.0,"runtime":90,"cert":"N\/A","id":126870,"title":"Rock 'n' Roll Hotel","adult":false},{"cast":["Jacy Andrews","Nikita Cash","Alex Ferro","Craig Stepp","Tony Tedeschi"],"overview":"Radio host Gia rules the Los Angeles airwaves with her disarming tales of sex, lust and intrigue. But when one caller seems to know a few too many details of Gia's titillating past, the sexy DJ is soon plunged into a world of blackmail and danger. While the police struggle to make sense of the befuddling case, Gia must fight to keep her sordid past silent as the threat mounts in this erotic thriller.","release_date":"2002-01-01","genres":[53,10749],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":126872,"title":"Sinful Desires","adult":false},{"cast":["Leonel Arancibia","Sofía Brito","Martín Cotari","Roberto Cowal","César Roldan"],"overview":"Five juvenile delinquents break out of jail and attempt to make their way to a house in the Mendoza foothills of Argentina.","release_date":"2012-10-04","genres":[18,80],"vote_average":6.0,"runtime":130,"cert":"N\/A","id":126883,"title":"The Wild Ones","adult":false},{"cast":["John Hodiak","John Derek","David Brian","María Elena Marqués","Ray Teal"],"overview":"Hodiak, Brian, Derek and Teal have just been released from prison. They return to Tomahawk Gap, now a ghost town, to retrieve the money that they stole and was buried by a partner somewhere in the town. While hunting, the Indians attack, and a life and death battle ensues.","release_date":"1953-05-01","genres":[37,28],"vote_average":6.0,"runtime":73,"cert":"N\/A","id":126891,"title":"Ambush at Tomahawk Gap","adult":false},{"cast":["Shin'ichirô Hayashi","Reiko Ike","Miki Sugimoto","Yayoi Watanabe","Tôru Abe"],"overview":"The Tokugawa new Shogun is not interested in women. A nobleman with the help of a lady thief replaces the Shogun with a double, while he learns about love. But the double finds pleasure not only in women, but in his new status.","release_date":"1972-12-02","genres":[35],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":126896,"title":"Lustful Shogun and His 21 Mistresses","adult":false},{"cast":["Herbert Achternbusch","Josef Bierbichler","Jens Harzer","Christa Berndl","Klaus Ortner"],"overview":"In this surrealist film director Picasso can awaken from the dead. He steals a paintings painted by himself of a couple of wealthy psychiatrists. When Picasso meets Takla Bash, a patient of the psychiatrists, Picasso falls in love. Although it is his own daughter, he remembers an incredible love affair, in which a film with a blue cow plays a role.\r In the majority of the paintings shown in the film are works of Herbert Achternbusch.","release_date":"1997-01-01","genres":[18],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":126916,"title":"Picasso in München","adult":false},{"cast":["Brendan Ward","Melissa Esposito","Mario Van Peebles","Megan Van Peebles"],"overview":"A young man just released from prison and living with his sister crosses paths with two children, also brother and sister, who are on the run from their child pornographer foster parents.","release_date":"1985-10-01","genres":[],"vote_average":5.3,"runtime":85,"cert":"N\/A","id":126924,"title":"South Bronx Heroes","adult":false},{"cast":["Erica Leerhsen","Peter Speach","David Fine","Jody Pucello","James Zahn"],"overview":"A reporter finds herself entangled in a mystery after returning to her hometown to find out what happened to her brother and more than thirty people who have disappeared there.","release_date":"2009-05-12","genres":[],"vote_average":1.0,"runtime":95,"cert":"","id":126926,"title":"Lonely Joe","adult":false},{"cast":["Malini Fonseka","Vasanthi Chathurani","Sanath Gunathilake","Paboda Sandeepani","Ravindra Randeniya"],"overview":"Very loosely based on Anton Chekhov's The Cherry Orchard, Lester James Peries's MANSION BY THE LAKE follows a family of formerly wealthy, expatriate Sri Lankan landowners, now impoverished, as they return from England to the magnificent country estate they left behind.","release_date":"2002-09-25","genres":[],"vote_average":0.0,"runtime":106,"cert":"N\/A","id":126928,"title":"Mansion by the Lake","adult":false},{"cast":["Anthony Steffen","Ajita Wilson","Cristina Lay","Linda Blair","Leon Askin"],"overview":"Women who have been captured and sold as slave labor to a South American emerald mine hatch a plan for revolution and revenge.","release_date":"1985-09-01","genres":[18,28],"vote_average":2.8,"runtime":79,"cert":"N\/A","id":126930,"title":"Savage Island","adult":false},{"cast":["Will Friedle","Matthew Lawrence","Gabrielle Union","Shawn Pyfrom","Tara Spencer-Nairn"],"overview":"Satan, in the form of Ms. Beelzebub (Rhea Perlman), sends apprentice demon Griffelkin (Friedle) to Earth's surface to steal the soul of a talented young hockey player named Dave (Lawrence), who aspires to be the youngest man to ever win the Stanley Cup.","release_date":"1999-10-03","genres":[10751,35],"vote_average":6.2,"runtime":96,"cert":"N\/A","id":126935,"title":"H.E. Double Hockey Sticks","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":126946,"title":"Волейбол мужчины Россия - США","adult":false},{"cast":["Terence Morgan","Yolande Donlan","Anthony Oliver","André Morell","Reginald Beckwith"],"overview":"A murderer hopes to escape his death sentence by identifying the leaders of a spy ring.","release_date":"1955-10-01","genres":[80,18],"vote_average":6.0,"runtime":75,"cert":"","id":126951,"title":"They Can't Hang Me","adult":false},{"cast":["Glenn Langan","Adele Jergens","Steve Brodie","Bobby Jordan","Michael Whalen"],"overview":"A San Francisco lawyer (Steve Brodie) uses a woman (Adele Jergens) to lure a merchant seaman (Glenn Langan) worth a legendary fortune.","release_date":"1949-08-27","genres":[28,12,18],"vote_average":6.3,"runtime":76,"cert":"N\/A","id":126956,"title":"Treasure of Monte Cristo","adult":false},{"cast":["Aldo Nadi","Jackie Monnier","Blanche Bernis","Enrique Rivero","Suzanne Desprès"],"overview":"Rival knights compete for the hand of a beautiful maiden in this period feature from Jean Renoir, unfortunately only available in truncated form.","release_date":"1929-02-18","genres":[],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":126958,"title":"The Tournament","adult":false},{"cast":["Nastassja Kinski","Kim Schraner","Andrea Roth","Michael Shanks","Ellen Dubin"],"overview":"A young woman, seemingly good but still psychologically disturbed from being kidnapped as a little girl, becomes the obvious suspect in a murder.","release_date":"2002-05-18","genres":[10770,80,18,9648],"vote_average":3.2,"runtime":null,"cert":"N\/A","id":126960,"title":"All Around The Town","adult":false},{"cast":["Michael Madsen","Christy Carlson Romano","William Forsythe","Johnny Cicco","Tom DeNucci"],"overview":"A blood virus infects a small group of hunters turning a father and son trip into a fight for survival.","release_date":"2012-10-31","genres":[27],"vote_average":2.4,"runtime":95,"cert":"N\/A","id":126962,"title":"Infected","adult":false},{"cast":["Nard Poowanai","Tanny Tien-Ni","Angela Wells","Kirk Warren"],"overview":"Dr. Akom and Dr. Roger are planning a family vacation at the beach, but their trip turns to tragedy when three people from their family turn up missing. After the bodies are discovered, the Doctors examine the remains of their family members and determine a giant crocodile had ripped through their bodies. They set out to destroy the crocodile at all costs, Dr. Akom hires an expert to kill the beast but it is too large to be hunted and trapped. Soon the giant, ravenous crocodile devours dozens of the local people and after a long search they find the monstrous crocodile, and do everything to blow it to bits.","release_date":"1979-06-28","genres":[28,27],"vote_average":2.0,"runtime":92,"cert":"N\/A","id":126973,"title":"Crocodile","adult":false},{"cast":["Cecilia Roth","Gael García Bernal"],"overview":"Carmen Uranga is a 42 year-old woman who after 20 years jurisdiction of her native country (Argentina), she returns to solve a family problem related with the inheritance that her sick father wants to leave him. Their return trip results in the unavoidable memories of the torture that that was object during the dictatorship and a dramatic revelation.","release_date":"2001-03-24","genres":[],"vote_average":3.3,"runtime":97,"cert":"N\/A","id":126975,"title":"Private Lives","adult":false},{"cast":["Kemal Sunal","Serpil Çakmaklı","Hüseyin Kutman","Reha Yurdakul","Bülent Kayabaş"],"overview":"This is one of the tragicomic films of Kemal Sunal who is most \"serious-comic\" artist of the Turkish cinema. This film also reflects socio-economic and cultural life of the 70's-80's Turkiye. The film obviously talk to Turkish audience but who wonder that era of Turkiye can taste of it. The film underlines of love, friendship and -richness in the poorness- and also is a story about the people who prefers love, instead of money and fortune. The theme and narration may include some populist elements -like most Kemal Sunal films- but generally tells its story as well. The story is familiar to Turkish audience: A young man loves young girl. In most Turkish love films one of the partners is rich or poor according to the other but in this movie both sides are poor and they have many difficulties to reach happy end. In my opinion, these kind of movies always gives hope to people to get over it.","release_date":"1980-01-01","genres":[35],"vote_average":5.9,"runtime":96,"cert":"N\/A","id":126986,"title":"Devlet Kuşu","adult":false},{"cast":[],"overview":"1. Truth Of My Youth\r 2. Understatement\r 3. 2's and 3's\r 4. Hit Or Miss\r 5. Failure's Not Flattering\r 6. This Disaster\r 7. Something I Call Personality\r 8. Better Off Dead\r 9. Sonny\r 10. Head On Collision\r 11. Your Biggest Mistake\r 12. It's Been A Summer\r 13. Dressed To Kill\r 14. I Don't Wanna Know\r 15. Forget My Name\r 16. My Friends Over You\r 17. The Story So Far\r 18. Sucker\r 19. All Downhill From Here","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":126991,"title":"New Found Glory: This Disaster Live in London","adult":false},{"cast":["Marcello Mastroianni","Renato Berta","Manoel de Oliveira","Diogo Dória","Leonor Silveira"],"overview":"In 1996, Marcello Mastroianni talks about life as an actor. It's an anecdotal and philosophical memoir, moving from topic to topic, fully conscious of a man \"of a certain age\" looking back. He tells stories about Fellini and De Sica's direction, of using irony in performances, of constantly working (an actor tries to find himself in characters). He's diffident about prizes, celebrates Rome and Paris, salutes Naples and its people. He answers the question, why make bad films; recalls his father and grandfather, carpenters, his mother, deaf in her old age, and his brother, a film editor; he's modest about his looks. In repose, time's swift passage holds Mastroianni inward gaze.","release_date":"1997-08-29","genres":[99],"vote_average":6.3,"runtime":198,"cert":"N\/A","id":126996,"title":"Marcello Mastroianni: I Remember","adult":false},{"cert":"N\/A","title":"Suzanne Farrell: Elusive Muse","cast":["Suzanne Farrell"],"genres":[],"id":126998,"overview":"She came to the New York City Ballet as a teenager from Ohio and captured the heart and soul of the great Mr. B, inspiring the seminal ballets of her era and setting off a star-crossed love triangle as fevered and bizarre as anything in THE RED SHOES. As the greatest ballerina of her time looks back on her amazing career in Anne Belle and Deborah Dickson's intimate portrait, the on-stage triumphs and backstage turmoil come to vivid life.","runtime":105,"release_date":"1996-10-05","vote_average":7.0,"adult":false}]