[{"cast":["James Lyons","Michael Tighe","Olmo Tighe","Michael Imperioli","Michael Ringer"],"overview":"Inspired by the autobiographical writings of David Wojnarowicz, \"Postcards From America\" chronicles the abuse the artist suffered as a child at the hands of his father and his subsequent running away to New York to become a street hustler.","release_date":"1994-09-10","genres":[],"vote_average":3.5,"runtime":92,"cert":"N\/A","id":127000,"title":"Postcards from America","adult":false},{"cast":[],"overview":"We follow Marcel Ophuls' two journeys to Sarajevo in 1993. He is starting a documentary about war correspondants. But this also becomes a reflexion about truth and life. The form consists in many interviews of mostly French and American journalists and reporters of television or newspapers.","release_date":"1994-10-06","genres":[99],"vote_average":5.0,"runtime":224,"cert":"N\/A","id":127002,"title":"The Troubles We've Seen","adult":false},{"cast":["Fares Al-Helou","Sabah Jazairi","Fares Kelou","Omar Malas","Riadh Chahrour"],"overview":"The film explores the Arab-Israeli conflict as seen through the experiences of an Arab family in newly-liberated city of Quneitra, headed by a resistance fighter.","release_date":"1992-01-02","genres":[18],"vote_average":7.0,"runtime":116,"cert":"N\/A","id":127004,"title":"The Night","adult":false},{"cast":["Mireille Perrier","Alain Bashung","Sandrine Blancke","Michel Aumont","Emmanuelle Riva"],"overview":"Aline Issermann's \"Shades of Doubt\" (\"L'Ombre du Doute\"), a French film about a wrenching family crisis, is set forth with remarkable restraint. The subject is incest, but the story's potential for tawdriness is never exploited. Instead, Ms. Issermann presents a discreet, methodical account of how 12-year-old Alexandrine comes to bring and then recant charges against her father, Jean.","release_date":"1993-09-11","genres":[18],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":127006,"title":"A Shadow of a Doubt","adult":false},{"cast":[],"overview":"A sometimes harsh, sometimes goofy look at the routines that give our lives form.","release_date":"1981-01-01","genres":[35,16],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":127011,"title":"Some Exercises in Preparation of an Independent Life","adult":false},{"cast":["Ana Cambre","Francisco García Faure","Daniel Gilman Calderón","Sabrina Korn","Nicolas Malusardi"],"overview":"Piñeiro’s sparkling debut film breathlessly follows a clever, capricious young woman as she carefully interweaves friends and lovers into an intricate web of secretive yet often unexpectedly compassionate games. Together with her best friend and fellow tour guide at a rival Buenos Aires historical museum, Piñeiro’s headstrong heroine attempts to tame the unpredictable course of her heart, eccentrically drawing inspiration from Sarmiento’s magnum opus, Facundo. With its grainy 16mm black-and-white cinematography, its political sub- and super-texts and its compelling portrait of impetuous youth, The Stolen Man recalls the alternately sober and sprightly nouvelle vague of Jean Eustache and Jacques Rivette.  [Source -- Harvard Film Archive]","release_date":"2007-08-09","genres":[],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":127013,"title":"The Stolen Man","adult":false},{"cast":["Mauricio Dayub","Hugo Arana","Roberto Carnaghi","Cecilia Gispert","Sol Impagliazzo"],"overview":"The evil Nasty comes to our world with two objectives -- kidnap Buji, and carry as much candy as possible back to his world. He has the ability to 'shape-shift', and using the appearance of Dibu, he holds up a bank so that he can get enough money to buy the candy. The police wrongly imprison Dibu, who manages to escape and confront Nasty.","release_date":"1998-07-02","genres":[35,16],"vote_average":2.0,"runtime":86,"cert":"N\/A","id":127021,"title":"Dibu 2: La venganza de Nasty","adult":false},{"cast":["Alby Mangels"],"overview":"Travel through the west coast of Africa up the skeleton coast on two magnificent &amp; mystic trails. Ride a hot air balloon and explore the magestic wild life of the Zulu land.  Visit the mysterious bushmen of the Kalahari and go in search of Wetamura.  Finally, travel through New Zealand and join Alby as he repairs an old 337 push-pull twin engine plane, which he flies back to his Australian homeland. Alby then discovers many unusual and exciting places in the great outback.","release_date":"1988-12-26","genres":[],"vote_average":7.0,"runtime":109,"cert":"N\/A","id":127023,"title":"World Safari III","adult":false},{"cast":["Alberto de Mendoza","Luisina Brando","Lautaro Murúa","Arturo Maly","Cacho Espíndola"],"overview":"A criminal (Alberto de Mendoza) escapes from a court, with help of three miscreants, to find his lifelong friend, who is terminally ill. The police officer catch (Lautaro Murua) knows there is a hidden loot involved.","release_date":"1984-06-21","genres":[80,9648,53],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":127025,"title":"Nights Without Moons and Suns","adult":false},{"cast":[],"overview":"As part of FIFA’s Centennial celebration, FIFA Fever takes you on a fast and furious roller coaster ride through 100 years of the world’s greatest soccer action. Re-live the sheer magnificence of the FIFA World Cup’s greatest goals, games, saves, free-kicks, heroes and villains, and some of the craziest soccer antics ever captured on film! With breathtaking action from 17 FIFA World Cups, and 4 FIFA Women’s World Cups, as well as amazing footage from FIFA’s World Youth and Futsal Championships, this is quite simply the definitive guide to the world’s greatest soccer moments.  The most incredible feats of Beckham, Pele, Ronaldo, Zidane, Platini, Cruyff and many other international superstars await you!","release_date":"2005-05-24","genres":[],"vote_average":7.0,"runtime":195,"cert":"N\/A","id":127027,"title":"FIFA Fever","adult":false},{"cast":[],"overview":"A couple purchases an eleven-year old girl who cannot walk, with the intention of using her to earn money through begging.","release_date":"2007-10-15","genres":[18,10751],"vote_average":6.0,"runtime":99,"cert":"N\/A","id":127029,"title":"Little Moth","adult":false},{"cast":["Ritchie Blackmore","Candice Night","Squire Malcom Of Lumley","Bard David Of Larchmonc","Gypsy Rose"],"overview":"When Blackmore’s Night rolled in to York, England, on 30 September 2011, the heat scorched the medieval streets and the sunlight bathed the old city walls. Inside the Grand Opera House, Ritchie Blackmore, Candice Night and their band of minstrels were generating their own heat as they took their devoted audience on a musical journey through the ages with songs from their two new albums, Secret Voyage and Autumn Sky, such as \"Locked Within The Crystal Ball\", \"Darkness\" plus a new interpretation of \"First Of May\" – a rarely played ballad, originally performed by the Bee Gees, and an additional smattering of songs from earlier albums, most notably the classic \"Fires At Midnight.\"  The third Blackmore’s Night Blue-ray release A Knight In York captures all the magic of this stunning Blackmore’s Night show.","release_date":"2012-07-02","genres":[],"vote_average":10.0,"runtime":91,"cert":"","id":127031,"title":"Blackmore's Night: A Knight In York","adult":false},{"cast":["Ivete Sangalo","Caetano Veloso","Gilberto Gil","Karol Ka","Lincoln Olivetti"],"overview":"Year-end special brought together three interpreters of Brazilian popular music - Gilberto Gil, Caetano Veloso and Ivete Sangalo - to honour the Brazilian woman.","release_date":"2011-12-23","genres":[10402,10770],"vote_average":10.0,"runtime":70,"cert":"N\/A","id":127036,"title":"Especial: Ivete, Gil e Caetano","adult":false},{"cast":[],"overview":"In a satire of \"Fahrenheit 9\/11,\" Michael Moore is portrayed as applying his documentary style to the plot of \"The Lord of the Rings.\"","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":127041,"title":"Fellowship 9\/11","adult":false},{"cast":["Matthias Scherwenikas","Brunhild Falkenstein","Katharina Schwarz","Katharina Schiedermeier","Erwin Leder"],"overview":"","release_date":"2005-06-11","genres":[],"vote_average":7.0,"runtime":102,"cert":"N\/A","id":127046,"title":"Happy End.","adult":false},{"cast":["Charles Boyer","Martine Carol","Walter Chiari","Paul Frankeur","Elisa Cegani"],"overview":"Nana or Nanà is a French-Italian film by Christian-Jaque starring Charles Boyer. It is an adaptation of Émile Zola's novel Nana.","release_date":"1955-07-26","genres":[10749,18],"vote_average":6.8,"runtime":120,"cert":"N\/A","id":127066,"title":"Nana","adult":false},{"cast":["Jean-Pierre Aumont","Odette Joyeux","Rosine Deréan","Michel Simon","Simone Simon"],"overview":"A handsome but penniless young man takes a summer job as a swimming instructor in a picturesque Alpine lake resort. He falls in love with a young heiress who is staying there with her father, but he also grabs the attention of tomboyish Puck who lives on the other side of the lake and who saves him from drowning one foggy night. Further havoc is caused by the arrival of Eric's old sweetheart whose husband is wanted by the police.","release_date":"1934-05-18","genres":[18],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":127068,"title":"Ladies Lake","adult":false},{"cast":["Thomas Garner ","Candace Kita","Mike Grief","Gregory Franklin","David Stenstrom"],"overview":"Samson and Hercules, the extraordinary dogs of Little Heroes 1 &amp; 2 are back!","release_date":"2002-01-01","genres":[],"vote_average":2.0,"runtime":90,"cert":"N\/A","id":127079,"title":"Top Dog: Little Heroes 3","adult":false},{"cast":["Tony Kakko","Elias Viljanen","Henrik Klingenberg","Marko Paasikoski","Tommy Portimo"],"overview":"Live in Finland is a live album and DVD recorded by the Finnish power metal band Sonata Arctica. Live in Finland was recorded at Club Teatria in Oulu, Finland on April 15, 2011 during the \"The Days Of Grays\" World Tour. Along with the CD, there is a DVD in stereo and Surround 5.1 sound, which also includes Finnish commentary track by the band, making-of videos, two documentaries, photos, and music videos. The DVD's cover was created by Xabier Loebl.","release_date":"2011-11-11","genres":[10402],"vote_average":0.0,"runtime":112,"cert":"","id":127084,"title":"Sonata Arctica - Live In Finland","adult":false},{"cast":["Jonathan Cronin","Brittany Armstrong","Michael Glauser","Cameron Mainwaring","Susan Duerden"],"overview":"In this Clubhouse Detectives flick four kids stumble upon a plot to kidnap a lost princess hidden in their very town. They start investigating all of the girls in school to find out which girl is the lost princess so they can protect her from the villain who is out to make her disappear. Will they find the princess in time?","release_date":"2002-01-01","genres":[10751],"vote_average":2.0,"runtime":77,"cert":"N\/A","id":127086,"title":"Clubhouse Detectives in Search of a Lost Princess","adult":false},{"cast":["Adam Rifkin","Jane Jenkins","Scott Wolf","Peter Facinelli","Jou Jou Papailler"],"overview":"A film director (Adam Rifkin) decides to chart the course of a young actor (Tony Markes) as he tries to make it in Hollywood...","release_date":"1998-10-01","genres":[35],"vote_average":3.0,"runtime":89,"cert":"N\/A","id":127088,"title":"Welcome to Hollywood","adult":false},{"cast":["Rafael Ferro","Nicolás Mateo","Jimena Anganuzzi","Leonora Balcarce","Gloria Carrá"],"overview":"Thirty four year old Goyo, a former open water swimming champion, has been hiding out in the desert. Wrongly accused of doping in the Santa Fe-Coronda Marathon, a 57 kilometer river swim, he has abandoned his career and his dreams. Eight years later, Goyo returns to Santa Fe where the marathon will be held again to try to re-gain his title and clear his name. However, long buried emotions come back to haunt him. He meets Chino, a stubborn and disciplined pool swimmer, who tries hard to be selected for the national team, but fails. Identifying with Chino, Goyo asks him to be his guide on the boat that follows him during the marathon.","release_date":"2006-06-21","genres":[18,28],"vote_average":4.5,"runtime":89,"cert":"N\/A","id":127090,"title":"Agua","adult":false},{"cast":["Luc Merenda","Lee J. Cobb","Gabriele Ferzetti","Lee J. Cobb","Luciana Paluzzi"],"overview":"Nick Hezard, a young con man, wants to avenge the death of a friend of his and organizes a swindle trying to cheat Robert Turner, an American businessman he thinks responsible for his friend's death. He succeeds in getting a hundred thousand swiss francs and uses them to carry out the second part of his plan.","release_date":"1976-09-14","genres":[80],"vote_average":8.5,"runtime":94,"cert":"N\/A","id":127092,"title":"Nick the Sting","adult":false},{"cast":["Georges Méliès"],"overview":"Alone in his room at an inn, a lustful old man is haunted by spirits.","release_date":"1903-10-16","genres":[35,14],"vote_average":5.2,"runtime":2,"cert":"N\/A","id":127094,"title":"Apparitions","adult":false},{"cast":["Wings Hauser","Darcy DeMoss","Asher Brauner","Arnold Vosloo","R.J. Walker"],"overview":"A burned-out private detective in Las Vegas gets involved in blackmail and murder.","release_date":"1990-12-08","genres":[80,53],"vote_average":5.5,"runtime":84,"cert":"N\/A","id":127099,"title":"Living To Die","adult":false},{"cast":["Max Linder","Delphine Renot","Jane Renouardt"],"overview":"An elegant dandy - he of suit, vest, tie, and top hat - ignores his wife at dinner in favor of his newspaper, so she tearfully leaves him and returns home to mother. He is ecstatic, dancing a jig at the prospect of new-found freedom, but after a series of disasters as he washes up the dishes, shops and cooks, makes his bed and tries to get a night's sleep, then looks unsuccessfully for his tie in the morning, he's at his wit's end and the place is in shambles. Will his better half return? (IMDb)","release_date":"1912-01-26","genres":[35],"vote_average":6.4,"runtime":10,"cert":"N\/A","id":127104,"title":"Max Takes Back His Freedom","adult":false},{"cast":["Toshirō Mifune","Takashi Shimura","Setsuko Wakayama","Akitake Kôno","Yoshio Kosugi"],"overview":"Three bank robbers, Eijima, Nojiri, and Takasugi, flee the police and escape into the mountains. At an inn high in the Japanese Alps, Eijima and Nojiri encounter a young woman and her father, as well as Honda, a mountaineer. The inn folk do not realize their guests are wanted criminals and the visitors are treated with great kindness. Honda volunteers to lead them over the mountains, but Eijima's paranoia endangers all of them as they make the perilous trip.","release_date":"1947-08-05","genres":[18,28,80],"vote_average":7.7,"runtime":89,"cert":"N\/A","id":127112,"title":"Snow Trail","adult":false},{"cast":["Petchtai Wongkamlao","Janet Khiew","Waew Jokmok","Chaipan Ninkong","Yaoluck Tumbhun"],"overview":"Set in a rural village in the 1960's Yam tries to get away from Jaew. On the night before Jaew leaves for Bangkok, Yam has a change of heart ...","release_date":"2005-09-08","genres":[35,10749],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":127123,"title":"Hello Yasothorn","adult":false},{"cast":[],"overview":"TVXQ! kicked off their second Asian tour \"O\" at Seoul's Olympic Park Stadium on February 23, 2007. Tickets for the concert sold out immediately with a record-setting number of audience members for any concert held in 2007. Making a full transition from boys to men, TVXQ! enthralled their Seoul fans with their captivating on-stage charisma and refined maturity, dishing out familiar hits such as You're My Miracle, I Wanna Hold You, and HUG.  In addition to electrifying live performances and spectacular stage production, each member of TVXQ got a chance to demonstrate their individual skills with U-Know's self-penned song Spokesman featuring Super Junior's Dong Hae, Micky's sweet interpretation of Brian McKnight's One Last Cry, Xiah's own amped-up number My Page, Hero's heartfelt delivery of Flower's Crying, and Max's gripping rendition of Extreme's When I First Kissed You.","release_date":"2007-02-23","genres":[],"vote_average":7.5,"runtime":150,"cert":"N\/A","id":127128,"title":"TVXQ!: The 2nd Asia Tour Concert","adult":false},{"cast":["Jennifer Burton","David Elliott","Monique Parent","Craig Stepp","Julie Strain"],"overview":"Lindsey and Geena spend some time together by the pool while their husbands play golf. After talking about their fantasies they begin to enact a few of them for each other. Soon they incorporate Lindsey's husband Joe into their intimate games. When straight-laced Brad finds out what his wife and friends have been doing he blows up, threatening their marriages and friendships.","release_date":"1995-05-23","genres":[28,18,10749],"vote_average":2.0,"runtime":90,"cert":"N\/A","id":127139,"title":"Play Time","adult":false},{"cast":["Gennadi Korolkov","Tamara Syomina","Lev Prygunov","Konstantin Grigorev","Nikolay Eryomenko"],"overview":"A tavern on Pyatnitskaya street is a meeting place for all kind of criminals. The only way for police to infiltrate the criminals is to send an undercover agent to the tavern.","release_date":"1978-07-17","genres":[12,9648,80],"vote_average":6.3,"runtime":90,"cert":"N\/A","id":127141,"title":"The Tavern on Pyatnitskaya","adult":false},{"cast":["Jack Palance","Joan Collins","Manuel de Blas","Ricardo Palacios","Remo De Angelis"],"overview":"During the American Gold Rush era, an orphaned boy and his wild dog who must battle against the Yukon wilderness and human greed to help save a frontier town.","release_date":"1975-03-13","genres":[12,37],"vote_average":4.7,"runtime":98,"cert":"N\/A","id":127143,"title":"The Cry of the Wolf","adult":false},{"cast":["Stan Brakhage"],"overview":"A man, accompanied by a dog, struggles through snow on a mountain side. We see film stock blister; drawn square shapes appear. Then, we see an infant's face. The images of struggling climber, baby, blurred film stock, large snow flakes, and what may be microscopic details of matter are superimposed on each other, one dominating the frame briefly to be replaced by another. As the man falls in the snow and tries to regain his feet, the baby continues to appear, first with eyes closed. Alternately, images rush by - montages of paper cutouts and life under a microscope.","release_date":"1963-01-09","genres":[],"vote_average":6.9,"runtime":7,"cert":"N\/A","id":127148,"title":"Dog Star Man: Part II","adult":false},{"cast":["Marva Allen","Emanuel Azenberg","Spike Lee","Melvin Van Peebles","Gil Scott-Heron"],"overview":"Feature-length documentary on renegade filmmaker, novelist, musician and theater impresario, Melvin Van Peebles.","release_date":"2005-01-01","genres":[99],"vote_average":6.5,"runtime":85,"cert":"N\/A","id":127150,"title":"How to Eat Your Watermelon in White Company (and Enjoy It)","adult":false},{"cast":["Dorian Yates","LeRoy Davis"],"overview":"A look into the intense workouts that built the six-time Mr. Olympia, Dorian Yates. At 300 lbs, Dorian re-defined the professional bodybuilder, and this workout documentary shows how he did it.","release_date":"2003-09-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":127152,"title":"Blood & Guts","adult":false},{"cast":[],"overview":"In the background is a house. In the foreground, a groom holds the reins of a sleek black horse that stands in profile. A tall man, dressed in a black uniform, demonstrates how to mount the horse then encourages and tries to assist a man in white. The man in white keeps falling, and soon it's apparent that he's an putting on a show. His pratfalls become more elaborate and stylish. The horse stands patient. The little groom laughs to see such sport. And finally, the man in white finds a comic accommodation. The story, though brief, has a beginning, middle, and end.","release_date":"1895-12-28","genres":[],"vote_average":5.5,"runtime":1,"cert":"N\/A","id":127157,"title":"Trick Riding","adult":false},{"cast":["Avy Scott","Prinzzess","Jelena Jensen","Elexis Monroe","RayVeness"],"overview":"All girl loving curvy corset cuties continue the Pin-Up Girls series. Watch these sexy sirens get each other off and show you their tawdry stories of lesbian love!","release_date":"2012-07-06","genres":[10749],"vote_average":0.0,"runtime":151,"cert":"N\/A","id":127165,"title":"Pin-Up Girls 7","adult":true},{"cast":["Christopher Reeve","Deborah Raffin","Lloyd Bochner","Nina Foch","J.T. Walsh"],"overview":"An ex-convict who is on parole is accused of murdering a loose woman in the town where he works.","release_date":"1993-01-01","genres":[18,10749],"vote_average":6.3,"runtime":96,"cert":"N\/A","id":127167,"title":"Morning Glory","adult":false},{"cast":["Francisco Petrone","Luisa Vehil","Domingo Sapelli","Froilán Varela","María Esther Gamas"],"overview":"In a fort in the middle of the Pampa, their commander Hilario Castro decides to bring women from Buenos Aires, for deserting soldiers.","release_date":"1945-10-09","genres":[36,18,37],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":127172,"title":"Savage Pampas","adult":false},{"cast":["Esther Goris","Víctor Laplace","Cristina Banegas","Pepe Novoa","Irma Córdoba"],"overview":"Drama based on the life of Eva Peron, an obscure actress, who rose to become wife of Argentine strong-man President Juan Peron and one of the most powerful figures in Argentina until her death in 1952 at age 33.","release_date":"1996-10-24","genres":[18],"vote_average":5.2,"runtime":120,"cert":"N\/A","id":127174,"title":"Eva Perón","adult":false},{"cast":["Matt Heafy","Corey Beaulieu","Paolo Gregoletto","Nick Augusto"],"overview":"1.\t\"In Waves\" (Live from Chapman Studios)\t4:46\r 2.\t\"Black\" (Live from Chapman Studios)\t3:26\r 3.\t\"Built to Fall\" (Live from Chapman Studios)\t3:19\r 4.\t\"Watch the World Burn\" (Live from Chapman Studios)\t4:45\r 5.\t\"The Deceived\" (Live from Chapman Studios)\t5:12\r 6.\t\"Suffocating Sight\" (Live from Chapman Studios)\t3:52\r 7.\t\"Down from the Sky\" (Live from Chapman Studios)\t5:18\r 8.\t\"Ember to Inferno\" (Live from Chapman Studios)\t4:41\r 9.\t\"In Waves\" (Documentary)\t41:40\r 10.\t\"In Waves\" (music video)","release_date":"2011-08-09","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":127179,"title":"Trivium: In Waves","adult":false},{"cast":["Ernest Borgnine","Seth Bernard","Brennan Hesser","Logan Lipton","Mike Kelly"],"overview":"Danny Quinn (Seth Bernard) lives with one great dream... he wants to prove his late father was right about a pirate treasure in the depths of Lake Michigan.","release_date":"1999-12-01","genres":[10751],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":127181,"title":"The Lost Treasure of Sawtooth Island","adult":false},{"cast":["Carolin Meyer","Kay Petzold","Sebastian Radtke"],"overview":"A fanatic medical student has developed a serum that causes extremely realistic visions. When a young woman who is a subject of his, begins taking the serum, she has terrifying visions of her own death.","release_date":"2006-06-04","genres":[53,27],"vote_average":1.8,"runtime":60,"cert":"N\/A","id":127183,"title":"Psychotica","adult":false},{"cast":["Ulises Dumont","Nicolás Cabré","Malena Figo","Alejandra Flechner","Villanueva Cosse"],"overview":"Yepeto is a professor in his 50's, a prestigious writer who holds a chair in the literature department. Cecilia, an 18 year old student is the object of Antonio's desire. (Antonio is a young athlete, also very attractive.) Yepeto starts to feel passionately, but silently attracted to Cecilia, while at the same time, builds up his friendship with Antonio. Will this force Yepeto to give up, out of loyalty to his friend and student Antonio, all contact with his desired student Cecilia","release_date":"1999-05-06","genres":[],"vote_average":7.5,"runtime":107,"cert":"N\/A","id":127185,"title":"Yepeto","adult":false},{"cast":["Víctor Laplace","Alicia Bruzzo","Arturo Bonín","Alberto Segado","Villanueva Cosse"],"overview":"Socially and politically framed in Argentina between 1950 and 1952, the film is an evocation of the end of childhood. Doubts, fears, myths and conflicts of the transition to adolescence. The story of John and his family, their neighborhood and their country, with their different views and confrontations.","release_date":"1983-08-11","genres":[18],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":127187,"title":"Keep Waiting for Me","adult":false},{"cast":["Song Chang-eui","Oh Yeon-Seo","Hye-Young Jeon","Joo-Ae Seo","Park Shin-hye"],"overview":"Yi-Rang is a track runner in her high school. She has never lost a race and considers running to be the sole thing she is good at. One day, she falls behind in a race and purposefully falls down. Yi-Rang quits running out of fear she will lose again. Her high school can't even persuade her to try again.\r New transfer student from Seoul Soo-Min enters Yi-Rang class. She is pretty and attracts all the boys attention. Yi-Rang observing her charms feels even more insecure. Classmate Chul-Soo, who aspires to become an astronaut, attempts to help Yi-Rang find her way ...","release_date":"2011-06-23","genres":[16],"vote_average":8.5,"runtime":98,"cert":"N\/A","id":127189,"title":"Green Days","adult":false},{"cast":["Mercedes Morán","Jorge Marrale","Leonora Balcarce","Malena Solda","Juan Minujín"],"overview":"The kidnapping 77-year-old man in Argentina forces his daughter to return to Buenos Aires after years of exile abroad.","release_date":"2008-05-08","genres":[18],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":127194,"title":"Lamb of God","adult":false},{"cast":["Getuchi Andrea","Lucia Cardone","Massimo Carnevali","Manuela Fazi","Pietro Gallone"],"overview":"Vatican archaeologists found a tomb in the catacombs of Rome with 1,000 skeletons with signs off source. Who are these people? Why were buried there? Accompanies scientists in this search.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":127196,"title":"Tomb of 1,000 Roman Skeletons","adult":false},{"cast":["Aga Muhlach","Regine Velasquez","Bobby Andrews","Robert Arevalo","Sherilyn Reyes"],"overview":"In the hospital, Vince, a womanizer, is comatosed and mistakes Cristina as his guardian angel when he sees her as he opened his eyes. Little did he know that Cristina nearly killed him when she accidentally pulled his life plug.  When he got well, he vowed to treat women better and find his guardian angel. One day, Cristina sees Vince with his friends. Cristina was so happy and relieved to see him alive that she hit him on the head.  When Vince saw his ‘guardian angel,’ he tracked her down to get to know her better.","release_date":"2001-07-04","genres":[18,10749],"vote_average":7.0,"runtime":100,"cert":"N\/A","id":127198,"title":"Pangako . . . Ikaw Lang","adult":false},{"cast":["Zhang Yimou","Lü Liping","Xingli Niu"],"overview":"A married village worker teams up with an old girlfriend to try to dig a well for his water-starved village. The well collapses and they are trapped. Their enforced confinement leads to them exploring their feelings for each other and those around them.","release_date":"1986-01-01","genres":[],"vote_average":7.0,"runtime":130,"cert":"N\/A","id":127200,"title":"Old Well","adult":false},{"cast":["Renee Pornero","Anja Gebel","Andreas Bethmann","Nicole Lilienthal"],"overview":"","release_date":"2006-05-06","genres":[27],"vote_average":3.5,"runtime":94,"cert":"N\/A","id":127202,"title":"Exitus Interruptus","adult":true},{"cast":[],"overview":"Marino is your average young Japanese lady. She likes hanging out with her friends, brushing her teeth and doting over her Marronnier doll. The doll, however, has been created by an evil genius that kidnaps women, uses a machine to turn them into wax and sculpts the wax into dolls in the deceased's likeness. But it doesn't end there. The mad doll-maker's assistant, Numai, is even freakier. He stalks Marino, kidnaps her (and her friends), fails to seduce her, gets rebuffed, laughs like a maniac and tries to melt them into wax!  But that's before his other doll 'creations' come to life and attack him…","release_date":"2004-01-01","genres":[27,53],"vote_average":7.0,"runtime":79,"cert":"N\/A","id":127204,"title":"Marronnier","adult":false},{"cast":["Mandi Kreisher","Jay Laisne","Sky Kelley","Garrett Penwell","Jeff Linnartz"],"overview":"Butterfly is a suspense\/horror hybrid about NICK COLE, a straight-to-video horror director who is kidnapped by, LANEY, an over zealous fan, determined to impress him with her own film project. The situation goes from bad to worse when Cole realizes that the murders in Laney's film are real, and that the victims are all people from his own dark past.","release_date":"2010-10-31","genres":[53,27],"vote_average":5.5,"runtime":90,"cert":"N\/A","id":127209,"title":"Butterfly","adult":false},{"cast":["Miko Hughes","Kathleen Lloyd","Gregory Itzin","Joshua Boyd","Brittany Alyse Smith"],"overview":"Ray and his grandfather love airplanes and fly their model airplanes together in the park. But when Grandpa is sent to a nursing home, Ray pilotee ensures that the last time a real plane. A beautiful story for the whole family.","release_date":"1999-08-01","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":127223,"title":"One Last Flight","adult":false},{"cast":["Alex Fong Lik-Sun","Miki Yeung","Yuen Wah","Sammy Leung","Zuki Lee"],"overview":"Eric (Alex Fong Lik-Sun) and Cheun (Sammy) are two medical students who opt to rent a flat in a secluded housing estate, the reason being to concentrate on their upcoming exams. Their best intentions go south damn quick; first of all, Cheun wastes time and acts extremely annoying, thereby ruining any chance at serious study time. Second, there may be vampires in the building. Eric becomes slightly enamored of Jade (Miki Lee), a pretty young thing who lives in the building with her older sisters (Zuki Lee and Cynthia Ho). But after a series of weird noises and the appearance of a man bleeding from the neck, Eric thinks something may be up. He enlists the help of TV occult expert Mister M (Yuen Wah), who all but confirms Eric's suspicions: the sisters are vampires. Worse, they must suck the life out of one good man to cure their aversion to daylight, and have ear-marked Eric as the designated \\\"good man\\\".","release_date":"2006-06-16","genres":[27],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":127231,"title":"Dating a Vampire","adult":false},{"cast":["Alexandr Mosin","Oleg Garkusha","Yuri Matveev","Alisa Shitikova","Alexey Balabanov"],"overview":"Five passengers - the Bandit, his friend Matvei, Matvei's old father, the Musician, and a young woman - race along an empty road in a big black jeep, searching for the Belfry of Happiness which, according to hearsay, lies somewhere between St. Petersburg and the town of Uglich, near a deserted nuclear power station. The Belfry takes people, but it does not take everyone. Each of the five passengers believes that he or she will be chosen.","release_date":"2012-09-07","genres":[18],"vote_average":5.8,"runtime":89,"cert":"N\/A","id":127236,"title":"Me Too","adult":false},{"cast":[],"overview":"Gabrielle is tasked to make changes to how a mental hospital is being run.while she is making changes to the hospital she uncovers a dark secret of children that dissapear in this hospital..","release_date":"2009-04-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":127238,"title":"Anak setan","adult":false},{"cast":["Fanny Navarro","Carlos Cores","Aída Luz","Eduardo Cuitiño","Antonia Herrero"],"overview":"El Grito Sagrado (The Silent Call) is a fictionalized retelling of Argentina's fight for independence from Spain. The story is \"personalized\" by being related through the eyes of Mariquita Sanchez de Thompson y Mendeville, played by popular Latin American leading lady Fanny Navarro. Rebelling against the cozy traditionalism of her family, Mariquita weds tireless patriot Martin Thompson (Carlos Cores). She remains by her husband's side as he helps to fend off a British invasion and to achieve freedom for the Argentine slave population. Oddly, the principal villains in the film are the British, a reflection perhaps of Argentine dictator Juan Peron's ongoing efforts to curry favor with Spain.","release_date":"1954-05-24","genres":[],"vote_average":0.0,"runtime":116,"cert":"N\/A","id":127243,"title":"El grito sagrado","adult":false},{"cast":["Alfredo Casero","Ingrid Rubio","Emilio Disi","Valentina Bassi","Verónica Llinás"],"overview":"Teresa is a stewardess who lives a perfect life in the midst of his impeccable suits world clean and prepared foods. However the world scares land: men, motherhood, love ... Meanwhile, Julian, a young doctor, must travel to Ushuaia to throw the ashes of his dead wife in the place where they fell in love.","release_date":"2002-03-21","genres":[18,10749],"vote_average":6.3,"runtime":93,"cert":"N\/A","id":127257,"title":"Every Stewardess Goes to Heaven","adult":false},{"cast":[],"overview":"In a mountain hamlet in eastern China, a poor woman faces trial after trial. Sold into marriage as a child, she is left a young widow and enslaved by her mother-in-law, who sells her to a poor peasant. Her second marriage turns out to be happy until fate takes away her husband and son. Now seen as a bearer of bad luck, she becomes a social outcast.","release_date":"1956-01-01","genres":[18],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":127259,"title":"New Year Sacrifice","adult":false},{"cast":["Edward Rigby","Henry Mollison","Mercy Haystead","Eleanor Hallam","Peter Burton"],"overview":"An Earl returns from a tropical island and discovers the daughter of the tribal King has stowed away in his luggage.","release_date":"1950-01-01","genres":[35],"vote_average":4.7,"runtime":61,"cert":"","id":127267,"title":"What the Butler Saw","adult":false},{"cast":["Glynis Johns","Diana Dors","John Gregson","Olive Sloane","Rachel Roberts"],"overview":"Jean Raymond (Glynis Johns) an upper class woman with a gambling addiction, is given a twelve-month prison sentence resulting from her inability to pay her debts. At first she is overwhelmingly depressed by life in the women's prison; gradually, however, her misery is relieved by the many close friends she makes there. This sympathetic drama traces the contrasting lives and often faltering progress of the inmates of a women's prison.","release_date":"1954-02-02","genres":[18],"vote_average":5.0,"runtime":88,"cert":"PG","id":127275,"title":"The Weak and the Wicked","adult":false},{"cast":["Tom Mix","J. Farrell MacDonald","Eva Novak","Sid Jordan","William Buckley"],"overview":"A government agent investigates a ring that is smuggling Chinese aliens across the border from Mexico. His investigation takes him to the Grand Canyon. He finds a dazed girl wandering around who has become separated from her companions and is lost. He and the girl are soon found by her companions - the smuggling ring!","release_date":"1922-01-15","genres":[37,12],"vote_average":5.7,"runtime":58,"cert":"N\/A","id":127277,"title":"Sky High","adult":false},{"cast":["Jamie Sives","Julie Gayet","Jason Flemyng","Susan Lynch","Brian Cox"],"overview":"An astronomer enters into a destructive affair with a photographer.","release_date":"2007-04-09","genres":[],"vote_average":0.0,"runtime":100,"cert":"15","id":127285,"title":"A Woman in Winter","adult":false},{"cast":["Damián de Santo","Arturo Maly","Pepe Soriano","Favio Posca","Leticia Brédice"],"overview":"The action takes place in the year 2068, in which the head of a corporation governed chaotically the Southern Cone of the Americas. Dr. Crux is an old rebel scientist and his son John Crux must become the hero expected to fight the evil and its minions.","release_date":"2000-01-06","genres":[],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":127290,"title":"Cóndor Crux","adult":false},{"cast":[],"overview":"This award-winning documentary chronicles 8 years of housing wars in Hoboken, NJ, a mile-square city across the river from Manhattan. It features a real life cast of long time residents, newly arrived yuppies, tenant organizers, real estate developers, immigrants from around the world and the wackiest mayor in America.","release_date":"1992-10-10","genres":[],"vote_average":0.0,"runtime":118,"cert":"N\/A","id":127292,"title":"Delivered Vacant","adult":false},{"cast":["Sanjeev Bhargav","Sameer Kalbhor","Pranay Kandey","Junaid Kodil","Nikhil Nayak"],"overview":"A man is stalked by a mysterious girl.  Mumbai based independent filmmaker Prashant Bhilare's debut with Hindi language.","release_date":"2009-12-18","genres":[],"vote_average":10.0,"runtime":40,"cert":"N\/A","id":127294,"title":"I Am Life","adult":false},{"cast":["Pyotr Aleksandrov","Leonid Mozgovoy"],"overview":"Via the New York Times: \"...a severely obscure meditation on pre-revolutionary Russia in the form of an encounter between a ghost from the past and the ghost's present-day guardian. In fact, the two characters seem to be the shade of Anton Chekhov and the young man who tends a Chekhov museum in the Crimea, though that is never made explicit.\"","release_date":"1992-09-13","genres":[18,14],"vote_average":5.6,"runtime":83,"cert":"N\/A","id":127296,"title":"Stone","adult":false},{"cast":["Araceli González","Pablo Echarri","Diego Peretti","Cristina Allende","Valeria Bertuccelli"],"overview":"The lives of Alma (Araceli Gonzalez) and Leo (Pablo Echarri) did not seem destined to cross. She, a baker in the mouth, with her ​​family and her boyfriend Mario since adolescence. The, an architect with secure wedding date with Valeria. One night, fate brought them together and this unexpected encounter will not go unnoticed. Both Alma and Leo not be fidgety to what happens between them.","release_date":"1999-05-13","genres":[35,10749],"vote_average":6.4,"runtime":105,"cert":"N\/A","id":127298,"title":"Alma mía","adult":false},{"cast":["Wallace Beery","Ricardo Cortez","Karen Morley","Jean Hersholt","John Miljan"],"overview":"Gifted German wrestler Polokai falls in love with ex-con Laura, who persuades him to emigrate to America and gets him involved with crooked promoters.","release_date":"1932-12-08","genres":[10749,18],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":127306,"title":"Flesh","adult":false},{"cast":["Lynn Redgrave","Daniela Amavia","Ryan Hurst","Fay Masterson","Julia Sawalha"],"overview":"After years of absence 26-year old Kay returns to her home town. Her soccer coach died and the girls from the team all gather for the funeral. The stories of Celeste, Lisa and Marie seem to prove what Kay has long suspected: love makes you unhappy. But Kay's mother predicts that when Venus lines up with Mars, Kay will meet the man of her dreams. Then suddenly a mysterious American appears and an unpredictable adventure begins that changes Kay's idea of a happy life.","release_date":"2001-03-15","genres":[],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":127308,"title":"Venus and Mars","adult":false},{"cast":["Georgina Barbarossa","Alfredo Casero","Federico D'Elía","Miguel Dedovich","Isabel Macedo"],"overview":"A businessman travels to Patagonia and tries to convince people who live in the area to build an expensive hotel regardless of a building of such magnitude could destroy the beauty of the place. He will learn a valuable lesson about environmentalism.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":127316,"title":"Giants of Valdes","adult":false},{"cast":["Martina Stella","Cesare Cremonini","Denis Fasolo","Chiara Sani","Maria Mazza"],"overview":"","release_date":"2002-01-25","genres":[18,53],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":127318,"title":"Un amore perfetto","adult":false},{"cast":["Stan Brakhage","Jane Brakhage"],"overview":"Sexual intimacy. Three kinds of images race past, superimposed on each other sometimes: two bodies, a man and a woman's, close up, nude - patches of skin, wisps of hair, glimpses of a face and genitalia; strips of celluloid with lines and squiggles scratched on them; and, close-up shots of what appear to be the insides of living bodies - a heart beating, muscle and sinew and tissue wet with fluids. The exterior and interior of desire.","release_date":"1964-03-24","genres":[],"vote_average":6.7,"runtime":11,"cert":"N\/A","id":127320,"title":"Dog Star Man: Part III","adult":false},{"cast":["Chester Morris","Nancy Kelly","Jane Farrar","Phillip Terry","Richard Gaines"],"overview":"A magazine editor (Chester Morris) tries to establish the innocence of a photojournalist (Nancy Kelly) accused of murder.","release_date":"1944-12-18","genres":[80,35],"vote_average":5.0,"runtime":63,"cert":"N\/A","id":127322,"title":"Double Exposure","adult":false},{"cast":["Prashant Bhilare","Sanjeev Bhargav","Ramnath Tharwal","Dr. Sushil Sharma"],"overview":"Two actors are cast to enact the same role of a scene in the same short film. They both fumble. They both goof-up.","release_date":"","genres":[35],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":127324,"title":"Break A Leg","adult":false},{"cast":["Graciela Borges","Jorge Marrale","Duilio Marzio"," Belen Blanco","Carlos Portaluppi"],"overview":"The priest Mario Pantaleo discovers he has some power to diagnose and cure diseases through the laying on of hands. But the police and the church hierarchy will against him.","release_date":"2006-08-10","genres":[18],"vote_average":5.0,"runtime":119,"cert":"N\/A","id":127326,"title":"The Hands","adult":false},{"cast":["Mariana Anghileri","Amelita Baltar","Stella Benvenutto","Alberto Borelli","Silvina Bosco"],"overview":"Lucia is a girl of about 30 years, vital, attractive and successful. Live intensely all day despite not having a very happy past. One morning, in the midst of a busy day, receives a mysterious letter. Mindful of the received and true to their character and desires, thinks it's time to leave and start the fundamental quest of her life.","release_date":"2007-08-30","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":127334,"title":"El salto de Christian","adult":false},{"cast":[],"overview":"his video features a live performance of The Cars, made during their only tour of Europe. Filmed in 1979, the concert took place in Germany, and was shot at Radio Bremen Studios for the German television show Musikladen. Music from the band's first two albums are showcased, including signature tunes like \"Let the Good Times Roll\", and \"Don't Cha Stop\". Another highlight is the inclusion of \"Take What You Want\", which was never recorded for album release, but was a favorite on their American concert tours. The DVD version of the video also contains a lengthy interview with all five band members, together for the first time in 13 year.","release_date":"2000-01-01","genres":[],"vote_average":7.0,"runtime":46,"cert":"N\/A","id":127339,"title":"The Cars: Live - Musikladen, 1979","adult":false},{"cast":[],"overview":"For the people who have settled near the eight Great Lakes of Africa, agriculture and fishing can provide a means of support. In Africa, Pt. 6: Great Lakes, National Geographic crews visit two families, whose destinies are bound up in their crops and the harvest from Lake Victoria. Overfishing is only one of the problems confronted by the Tinkewimeru family, who have sold fish from the lake for years. Pollution and other factors may force them to find other work. The Ngwatimas might lose a large portion of their crops to drought conditions, an ever-present danger in Africa.","release_date":"","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":127356,"title":"National Geographic: Africa, Part 6 - Restless Waters","adult":false},{"cast":[],"overview":"The film brings to life in one nightmarish vision three detailed engravings from the early 30s created by Estonian artist Eduard Viiralt: \"The Preacher\", \"Cabaret\" and \"Hell\".","release_date":"1983-01-01","genres":[16],"vote_average":7.0,"runtime":17,"cert":"N\/A","id":127358,"title":"Hell","adult":false},{"cast":[],"overview":"Estonian stop motion animation film by Riho Unt and Hardi Volmer. Tallinnfilm 1985","release_date":"1985-01-01","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":127360,"title":"Nõiutud saar","adult":false},{"cast":["Colin Firth","Emily Blunt","Anne Heche","David Andrews","Sterling Beaumon"],"overview":"A story of a man who fakes his own death and assumes a new identity in order to escape his life, who then moves in with a woman who is also trying to leave her past behind.","release_date":"2012-09-07","genres":[18],"vote_average":5.7,"runtime":101,"cert":"15","id":127374,"title":"Arthur Newman","adult":false},{"cast":["Olga Baclanova","Clive Brook","Neil Hamilton","Clyde Cook","Leslie Fenton"],"overview":"The commissioner of an African outpost lives with a woman who drives the white men to their deaths with her seductive ways. The commissioner learns that his brother will be his next assistant, and the woman begins working her wiles on him....","release_date":"1929-05-16","genres":[18,80],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":127385,"title":"A Dangerous Woman","adult":false},{"cast":[],"overview":"A short documentary film about nine-year-old Nadia DeFranco, who has spina bifida.","release_date":"1977-01-01","genres":[],"vote_average":7.0,"runtime":26,"cert":"N\/A","id":127390,"title":"I'll Find a Way","adult":false},{"cast":["James Mason"],"overview":"One of the most discussed and imaginative cartoons of any era. It tells the famous Edgar Allan Poe story of the deranged boarder who had to kill his landlord, not for greed, but because he possessed an \"evil eye.\" The killer is never seen but his presence is felt by the use light-and-shadow to give the impression of impending disaster.","release_date":"1953-12-17","genres":[27,16,80],"vote_average":7.3,"runtime":8,"cert":"N\/A","id":127401,"title":"The Tell-Tale Heart","adult":false},{"cast":["Mae Questel","Cab Calloway"],"overview":"Trouble starts when the queen's magic mirror says Betty Boop is fairest.","release_date":"1933-08-01","genres":[16,14,35],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":127409,"title":"Snow-White","adult":false},{"cast":["Charles Bickford","Richard Cromwell","Judith Allen","Bradley Page","Harry Green"],"overview":"DeMille returns to the high school milieu of The Godless Girl when that institution was still so fresh on the mass culture landscape that any examination of it felt ultra-contemporary and important. Temporarily empowered with law-enforcement authority in a Boys Week gambit, the valedictorians of North High School embark on a vigilante crusade to rid the city of the gangsterism that the adults and their due process niceties can’t quash. Though nominally one of DeMille’s modern stories, the boys’ solutions have a decidedly Old Testament flavor, not least extracting information from one hood by dangling him over a pit of live rats. Simultaneously awestruck by fascist methodology and solidly anti-bigotry (the boys’ crusade is set in motion by the murder of a Jewish tailor), This Day and Age is civic-minded in a one-of-a-kind way. (Kyle Westphal)","release_date":"1933-08-25","genres":[18,80],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":127417,"title":"This Day and Age","adult":false},{"cast":["Sandro","Laura Bove","Liliana Abayieva","Carlos Bianquet","Osvaldo Castro"],"overview":"A famous singer must spoil plans of an international organization.","release_date":"1974-06-20","genres":[],"vote_average":6.8,"runtime":105,"cert":"N\/A","id":127425,"title":"Operation Rosa Rosa","adult":false},{"cast":["Ronald L. Marchini","Quincy Frazer","Sam T. Lapuz","Joe Meyer","Marilyn Bautista"],"overview":"Steve Parrish is the Forgotten Warrior, a man who refuses to be defeated. Now he's become a creature of the jungle who lives to kill. He has survived the inhuman brutalities of war and prison camps and he finally finds love and peace among some native villagers. However, happiness is only temporary as his compatriots turn against him. He becomes a hunted animal. A man stripped of his pride, his friends, and his country, he is left with only one alternative. Kill or be killed.","release_date":"1986-03-21","genres":[],"vote_average":6.0,"runtime":76,"cert":"N\/A","id":127427,"title":"Forgotten Warrior","adult":false},{"cast":["Sandro","Victoria Berni","Oscar Brizuela","Carmen Sevilla","Ernesto Cáceres"],"overview":"The plot is situated in the Duchy of stultus, more precisely at the Primrose Valley, a place that one day is visited by an old caravan under the command of Chief Servant. Among them is Toxzo, a gypsy prince whose entourage is dedicated to breeding race horses. The young gypsy fall soon surrendered to the charms of Sovira, the daughter of the Duke ...","release_date":"1971-07-08","genres":[],"vote_average":6.0,"runtime":82,"cert":"N\/A","id":127429,"title":"Embrujo de amor","adult":false},{"cast":[],"overview":"Clever payback thriller about a weak-willed safecracker who gets double-crossed by a gang of bank robbers.","release_date":"","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":127431,"title":"Charlie the Ox","adult":false},{"cast":["James Coburn","Costas Mandylor","Finola Hughes","Alex Hyde-White","Larry Poindexter"],"overview":"Hotshot Navy special ops guys get assigned to take a cruise to keep an eye on a VIP's daughter. Once the voyage is under way, somehow a nuke A) gets lost in the vicinity, and  goes off. The resulting tidal wave capsizes the cruise ship, and its up to our heros to save the day","release_date":"2000-01-01","genres":[18,28,53],"vote_average":3.7,"runtime":90,"cert":"N\/A","id":127439,"title":"Deep Water","adult":false},{"cast":["Arch Joboulian","Dianne Davis","Peter Spitzer","Emily Spindler","Joe Marmo"],"overview":"Psycopathic killer stalks teens at a run down, abandoned movie theatre","release_date":"1979-01-01","genres":[27],"vote_average":4.3,"runtime":84,"cert":"N\/A","id":127441,"title":"The Meateater","adult":false},{"cast":["Pablo Echarri","Tristán Ulloa","Marián Aguilera","Andrés Gertrúdix","Marta Ambit"],"overview":"A group of young amateurs participants in chats begin a risky game, attracted by the mysterious personality of a surfer. In one of these adventures, one of them dies. Then begins a nightmare of suspicion between them.","release_date":"2002-05-24","genres":[27,53],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":127443,"title":"You Shouldn't Be Here","adult":false},{"cast":["Ernesto Alterio","Valeria Bertuccelli","Matias Umpierrez","Osvaldo Djeredjian","Alejo Mango"],"overview":"Buenos Aires. It rains. Alma is in her car, stuck in Buenos Aires' traffic. She has recently broken-up with her boyfriend, and she has been living in her little car since then. Suddenly, Roberto gets into the car. He's wet and hurt, he's tired of the rain, of broken dreams. He has come back after thirty years abroad. In this new city he has nothing and nobody, just a father in coma, whom he has no relationship. He promises to leave the car as soon as the rain ceases. Alma, not knowing exactly why lets him in. That night will be different. And the next few days too. There's something new to find in the depth of their hearts.","release_date":"2008-03-28","genres":[18],"vote_average":5.0,"runtime":110,"cert":"N\/A","id":127445,"title":"Rain","adult":false},{"cast":["Sophia Loren","F. Murray Abraham","Casper Zafer","Carolina Rosi","Angela Pagano"],"overview":"After a long marriage, Maria and Jeffrey are now in crisis. Trying to keep the family together, she tries to convince their children to attend the birthday of the old grandmother Assunta, owner of the beautiful house in which they live. But their children are going through a rough patch. Francesco is a writer who is ashamed of having achieved fame with a book of literary shoddy, why his wife has lost respect. Marco is a doctor and is happy with his family, but his wife is determined to throw it all away for that to become an actress. Meanwhile, Miriam, a young emancipated, discovers she is pregnant, but does not know which of her lovers is the father.","release_date":"2004-11-14","genres":[18,35],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":127450,"title":"Too Much Romance... It's Time for Stuffed Peppers","adult":false},{"cast":["Daniel Hendler","Enrique Piñeyro","Héctor Alterio","Melina Petriella","Stefania Sandrelli"],"overview":"In 1999, Argentina's peso craters. Ariel, a young man from Buenos Aires' Jewish community, deals with his mother's fatal illness, finds a job as a night shift surveillance camera monitor, and wonders when he'll discover sex. Santamaria, middle aged, loses his bank job and is dismissed by his wife; he finds stolen wallets in dumpsters to return to their owners. Ariel tells Santamaria's story to a TV reporter who profiles lives on the street. She's Laura, in a relationship with another woman, but perhaps available. Ariel desires Laura, while Santamaria courts Elsa, a washroom attendant who's husband is in prison. Christmas and Hanukkah approach; can anyone connect?","release_date":"2000-05-25","genres":[18,10749],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":127452,"title":"Waiting for the Messiah","adult":false},{"cast":["Kengo Kora","Anne Suzuki","Nao Omori","Mako Midori","Kaoru Kobayashi"],"overview":"Kazu (Kengo Kora) lives in the Kabukicho entertainment district in Shinjuku, Tokyo. After falling into debt from gambling, he gets an offer from yakuza Ito (Jun Murakami) to trash the night club \"New World\" and his debt would be paid off. At the nightclub \"New World,\" gambling goes on without permission from the gang which Ito belongs to. When Kazu attacks the bar with yakuza members, dancer Machiko Yagi (Anne Suzuki), who Kazu likes, is at the bar. Under this chaotic situation, Kazu takes Machiko from the waiting room and asks her to run away with him.","release_date":"2011-06-04","genres":[18,10749],"vote_average":5.0,"runtime":136,"cert":"N\/A","id":127454,"title":"The Egoists","adult":false},{"cast":["Darío Grandinetti","Nicolás Cabré","Jazmín Stuart","Patricio Contreras","Luis Luque"],"overview":"To the surprise suicide of his mother, Manuela, a 23-year-old decides to unravel the mystery that led her to take such a decision, discovering a past carefully muted. .","release_date":"2003-10-23","genres":[18],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":127462,"title":"Sun City","adult":false},{"cast":["Method Man"],"overview":"The first ever live DVD from the infamous Wu-Tang emcee!","release_date":"2007-10-30","genres":[],"vote_average":10.0,"runtime":80,"cert":"N\/A","id":127464,"title":"Method Man: Live from the Sunset Strip","adult":false},{"cast":["Sandro","María Valenzuela","Darío Vittori","Claudia Cárpena"],"overview":"A singer falls in love with a woman. He must disguise himself to win her heart.","release_date":"1980-08-21","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":127466,"title":"Subí que te llevo","adult":false},{"cast":["Mauricio Dayub","Pedro Heredia","Vando Villamil","Arturo Goetz","Carlos Lanari"],"overview":"On the outskirts of a provincial town, Pajaro is determined to enter the Guinness Book of Records by breaking the longest bike-ride record. He rides around the fountain in the square with the help of his friend, Lopecito. He is willing to face many challenges, in attaining this new record. Will this race open the path to love for him, and for his redemption?","release_date":"1999-04-22","genres":[],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":127468,"title":"The Amateur","adult":false},{"cast":["Luis Brandoni","Virginia Lago","Hugo Arana","Marcos Zucker","Tincho Zabala"],"overview":"Between farce and grotesque, John, who has lost his job, in a collective versea values ​​of a knife sharpener, can not against debts contracted or can with his family, wife and two kids. One day, the woman left, runs out of credit and Juan is left with only his dream of being a radio announcer.","release_date":"1996-02-15","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":127470,"title":"El Verso","adult":false},{"cast":["William Holden","Ernest Borgnine","Woody Strode","Roger Hanin","Reinhard Kolldehoff"],"overview":"The life of peaceful rancher John Benedict is torn apart when his family is massacred by a gang of marauding outlaws and his farm is destroyed. He assembles a team of mean, lawless convicts to act as his posse as he pursues the gang responsible for the deaths of his loved ones.","release_date":"1972-06-21","genres":[28,37,80],"vote_average":5.9,"runtime":106,"cert":"N\/A","id":127475,"title":"The Revengers","adult":false},{"cast":["Rachel Hunter","Marlee Matlin","Gary Busey","Eric Roberts","Anthony Natale"],"overview":"Susan Price has written a #1 bestseller, a steamy novel about a woman's search for the ultimate sexual experience entitled, \"The Dark Side of Judith.\" When Susan is framed for the murder of her fiance, billionare publisher Jack Reynolds, she eludes authorities by changing her identity and becoming the woman she wrote about in her book, Judith Anderson. To find the real killer, Susan goes undercover as a relay operator for the hearing impaired to contact District Attorney Beth McDaniels who is deaf. While relaying intimate phone conversations between Beth and her boyfriend Calvin, Susan discovers her own dark side when she becomes entangled in this voyeuristic world of deceit, intrigue and murder.","release_date":"1999-01-01","genres":[53],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":127483,"title":"Two Shades of Blue","adult":false},{"cast":["August Zirner","Heike Makatsch","Herbert Knaup","Margarita Broich","Oliver Stokowski"],"overview":"August Staudenmeyer returns after thirty years absence as a wealthy man in his hometown Gerbersau. First, the successful businessman is received with open arms. But when he stands up for the outlawed widow Katharina Entriss, he gets sidelined. August realizes that the narrow-mindedness of the Gerbersauer has by no means changed. Richer for an experience and a love, he leaves home a second time.","release_date":"2012-05-02","genres":[18,10770,36],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":127485,"title":"Homecoming","adult":false},{"cast":["Nicolas Cage","Danny Huston","Malin Åkerman","Sami Gayle","Mark Valley"],"overview":"Master thief Will Montgomery is just released from the State penitentiary after serving a 10 year sentence, is contacted by Vincent, his ex comrade in crime, who is holding Will’s teenage daughter ransom in a hijacked taxi cab. Vincent will only surrender her when Will reveals the whereabouts of the 20 million dollars he contrived to conceal from their last robbery.","release_date":"2012-09-06","genres":[28,80,53],"vote_average":5.3,"runtime":96,"cert":"12","id":127493,"title":"Stolen","adult":false},{"cast":["Arnold Reyes","Menggie Cobarrubias","Dido De La Paz","Leon Miguel","Ella Guevara"],"overview":"When a kidnapping goes wrong, a desperate father risks everything to save his daughter from the men who hold her captive.","release_date":"2012-04-20","genres":[18],"vote_average":6.1,"runtime":84,"cert":"15","id":127495,"title":"Graceland","adult":false},{"cast":["Sarah Megan Thomas","James Van Der Beek","Glenn Morshower","Margaret Colin","Wynn Everett"],"overview":"When a fiercely competitive 30 year old rower fails to make the Olympic boat for the second time, she takes a coaching job at a school but struggles to adjust to life off the race course.","release_date":"2012-09-21","genres":[18],"vote_average":6.0,"runtime":89,"cert":"N\/A","id":127497,"title":"Backwards","adult":false},{"cert":"N\/A","title":"Kid Head","cast":["Alfredo Alcón","Marta González","José Slavin","Edgardo Suárez","Emilio Alfaro"],"genres":[],"id":127499,"overview":"The life of \"El Pibe Cabeza\", an authentic Argentine gangster in the '30.","runtime":105,"release_date":"1975-01-01","vote_average":5.0,"adult":false}]