[{"cast":["Irina Björklund","Leo Honkonen","Meri Nenonen","Kai Vaine"],"overview":"","release_date":"2012-08-15","genres":[],"vote_average":7.3,"runtime":null,"cert":"N\/A","id":131503,"title":"Stars Above","adult":false},{"cast":["Matthias Otte","Andreas Kindschuh","Ute Baum"],"overview":"","release_date":"2000-09-23","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":131508,"title":"Falco meets Amadeus","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":131510,"title":"Eine Frau wird gejagt: Ich bin keine Mörderin","adult":false},{"cast":["Solveig Andersson","Anita Sanders","Hans Wahlgren","Barbro Hiort af Ornäs","Gösta Prüzelius"],"overview":"A priest, Sven, and his wife Anna live in a lonely vicarage in northern Sweden. Anna has been suffering from nervous trouble. With them lives her \"self-sacrificing\" friend Hedvig. Hedvig is a complicated character. At first sight she exposes dark sides. She has sworn her self to the devil, by carving a bloody cross onto her body. Hedvig is successfully performing a lot of sorceries, several of them with a strong erotic meaning Thus she sneaks naked to the priest's bed during night. Leaning over him she kisses his body. Sven is moving uneasily in his sleep but does not wake up. Carefully she sits astride him. There is a night of lust. Anna fins herself soon entangled in a net of wickedness.","release_date":"1970-09-28","genres":[27],"vote_average":4.3,"runtime":99,"cert":"N\/A","id":131575,"title":"Fear Has 1000 Eyes","adult":false},{"cast":["Mark Sawicki","David Arquette","B. Wyatt"],"overview":"Harry, Billy and Dean are three hustlers at different stages in their careers. All must deal with the realities of their profession. One falls in love with a client, another enters deeper into denial, and another begins to learn the ropes.","release_date":"1996-06-22","genres":[35,18],"vote_average":6.0,"runtime":110,"cert":"N\/A","id":131580,"title":"Skin & Bone","adult":false},{"cast":["Sandra Peabody","Gus Thomas","Marlene Willoughby","Jim Gabbe","Darby Lloyd Rains"],"overview":"A young woman recounts her claims that she was involved in a cult whose members were either murdered or committed suicide.","release_date":"1972-10-11","genres":[27],"vote_average":6.0,"runtime":71,"cert":"N\/A","id":131582,"title":"Voices of Desire","adult":false},{"cast":[],"overview":"An absorbing portrait of one of the most colorful and revered figures  in world cinema, Paradjanov: A Requiem offers an affectionate and  insightful look at the tumultuous career of the late Sergei Paradjanov  ; artist, dissident, romantic and iconoclast.","release_date":"1994-10-01","genres":[99,18,10751],"vote_average":5.0,"runtime":57,"cert":"N\/A","id":131590,"title":"Paradjanov: A Requiem","adult":false},{"cast":["Albert Bassermann","Emmerich Hanus","Rely Ridon","Hanni Weisse","Leon Resemann"],"overview":"When talk with friends, Dr. Hallers, a well-known lawyer in Berlin, said he was skeptical about fantasies on the split personality: he could never believe something like that. During a ride however, he has an accident, after which he often falls into a deep sleep from which he awakens with the feeling of having a dual personality. Later his double starts to rob his apartment iwith a thief. During the robbery the police arrived, arrests the thief. Hallers, having fallen asleep, wakes up without remembering anything of what happened. Eventually, the lawyer recovers and marries his fiancee.","release_date":"1913-01-21","genres":[18],"vote_average":4.0,"runtime":48,"cert":"N\/A","id":131595,"title":"Der Andere","adult":false},{"cast":[],"overview":"The good, the bad, and the drop-dead gorgeous. The train en route to Sunshine Hill City holds six very deadly and beautiful women. In the days of stagecoaches, cowboys, and highway robbery. On this particular day when a steam-train hauling valuable cargo is hijacked by rogue bandits, it's up to 6 female strangers to save the day. These ladies prove that you don't have to be a man to stop the bad guys.","release_date":"2003-02-14","genres":[16],"vote_average":9.0,"runtime":44,"cert":"N\/A","id":131597,"title":"Early Reins","adult":false},{"cast":["Yuka Imai","Momo Yonezawa","Yuko Miyamura","Youko Asada"],"overview":"The Card Kingdom is a prominent land that is taken over by invaders and it's up to the Crown Knights to push back the invaders and protect their land with all their might.","release_date":"1997-05-21","genres":[14,16,35,28],"vote_average":5.0,"runtime":58,"cert":"N\/A","id":131641,"title":"Wild Cardz","adult":false},{"cast":[],"overview":"One of the most wildly creative filmmakers working in Japan today, Ishii Katsuhito seems to take joy in dropping whimsical, unpredictable works onto unsuspecting audiences. His last film Nice no Mori (a.k.a. Funky Forest), an omnibus offering co-directed with Ishimine Hajime and Miki Shinichiro, was an ode to pure, unadulterated insanity. The Mole Brothers and their Beatles hairdos serve up plenty of chaos and laughter in this riotous seven-episode series that is just about required viewing for fans of the film. Ishii returns once again to his animation roots, and the results are as head-scratchingly brilliant as ever. This release comes with the seven animated shorts, Nice no Mori trailer, and Hokuro Brothers Full Throttle!!!! making of and filmography.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":131643,"title":"Hokuro Kyodai Full Throttle!!!!","adult":false},{"cast":["Dave Spikey"],"overview":"Double British Comedy Award Winner, Dave Spikey takes to the road again in this, his hotly anticipated brand new live show. Filmed at the Oldham Coliseum.","release_date":"2005-11-07","genres":[],"vote_average":7.0,"runtime":88,"cert":"15","id":131657,"title":"Dave Spikey: Living the Dream","adult":false},{"cast":[],"overview":"This Short Film Animation Project has been created by students of The Animation School to gain vital work experience. They study more about scripting, on-set production which includes post production where such skills as editing, sound recording, special effects creation and compositing are learnt.","release_date":"2011-01-01","genres":[],"vote_average":7.0,"runtime":5,"cert":"N\/A","id":131659,"title":"In Sickness","adult":false},{"cast":[],"overview":"Two trees fall in love but unfortunately they can't hold each other.","release_date":"2011-01-01","genres":[16],"vote_average":9.0,"runtime":5,"cert":"N\/A","id":131664,"title":"Rooted","adult":false},{"cast":[],"overview":"Honorable Mention 2D animated film at The Hyde Tube Festival 2009 \/ Paris.","release_date":"2008-12-02","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":131666,"title":"The Can","adult":false},{"cast":["Stephanie Pitts","Nikolas Holmes","Jonathan 'Legacy' Perez","John J Thomassen","Nancy Sayegh"],"overview":"Five friends have a party to ride out a hurricane in Miami. As if it were not bad enough being trapped inside the house while natural forces wreak havoc outside, something is trapped inside with them. The storm is the least of their worries trying to make it through the night.","release_date":"2012-09-08","genres":[],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":131668,"title":"The Awakened","adult":false},{"cast":["Lance Henriksen","Sean Elliot","Rose Sirna","Jimmy Gonzales","Doran Ingram"],"overview":"One year after a tragic incident tore their family apart, a grieving son and his estranged father embark on a journey into the wild to reconcile their past. When a horrifying accident leaves Russell badly injured, and strands them in the wild, it is up to October to save them both. However, this wilderness is not what it seems, and as they deteriorate, so to does their concept of reality.","release_date":"2012-05-31","genres":[27,53,18],"vote_average":4.3,"runtime":81,"cert":"N\/A","id":131673,"title":"It's in the Blood","adult":false},{"cast":[],"overview":"1. Sing or Swim\r 2. Old MacDonald Had a Farm\r 3. The Mid West\r 4. The Emerals Isle\r 5. Base Brawl\r 6. Short'nin' Bread\r 7. The Big Flame-Up\r 8. Helter Swelter\r 9. Comin' Round the Mountain\r 10. The Lone Star State","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":131687,"title":"Cartoon Sing-Along","adult":false},{"cast":["Devon Werkheiser","Nicole Forester","Justin Deeley","Caitlin Carmichael","Cassie Keller"],"overview":"A Group of teenagers test the legend of an immortal witch and get more than they bargained for. It's almost Halloween and six young people, spooked but not undaunted by the folklore surrounding an old haunted house, make their way to the abode of the legendary Wicked, perhaps hoping to provoke the malevolent witch, but clearly not prepared for what they've certainly unleashed.","release_date":"2013-03-20","genres":[14,27,53],"vote_average":4.3,"runtime":105,"cert":"","id":131689,"title":"The Wicked","adult":false},{"cast":["Shalvynne","Stefan William","Karina Meita Permatasari"],"overview":"Nothing is more beautiful than first love. Since the school year, Bila (Shalvynne) has fallen in love with Dani (Stefan William), charismatic guy who became an idol in her school. But Bila is innocent always have a chance to get Dani, Specially her best friend, Shosana (Karina Meita Permatasari), is popular beautiful girl and also fell in love with Dani too. While dropping Shoshana, Dani just invite Bila, and finally everything was open, that Bila behavior the  naive and innocent, it turns Dani fall in love. They increasingly relationship makes Shoshana feel very jealous. Meanwhile, Bila's Mom was worried about her only daughter, in honor of Bila's Mom demand, Dani make arrangement to leave Bila. Dani even willing to  go to Australia, and make Bila heartbreak. But fate seemed to side the power of LOVE.","release_date":"2012-09-11","genres":[10749,18],"vote_average":6.0,"runtime":84,"cert":"N\/A","id":131709,"title":"Bila","adult":false},{"cast":["W.C. Fields","Alison Skipworth","Baby LeRoy","Julie Bishop","Phillip Trent"],"overview":"Tillie and Augustus Winterbottom are thought to be missionaries when they arrive to find Phineas Pratt trying cheat the Sheridans out of her father's inheritance, including a ferry franchise and a boat. The only way to keep the franchise is to win a race against Pratt's boat.","release_date":"1933-10-13","genres":[],"vote_average":7.0,"runtime":58,"cert":"N\/A","id":131720,"title":"Tillie and Gus","adult":false},{"cast":["Vincent Regan","Charles Dance","Dexter Fletcher","Craig Fairbrass","Sean Pertwee"],"overview":"Infamous London gangster cousins, Micky Mannock and Ray Collishaw, are at the top of the food chain, when their world is turned upside down as they lose a shipment of the Russian Mafia's cocaine in rough seas. Set in London, Amsterdam and Berlin, the story races across Europe at breakneck speed as Micky and Ray attempt to stay one step ahead of the Police. Can they pull off a daring diamond heist in time to put things right and retire to a \"legitimate\" way of life.","release_date":"2012-09-07","genres":[28,80,53],"vote_average":5.2,"runtime":109,"cert":"18","id":131737,"title":"St George's Day","adult":false},{"cast":["Koji Yakusho","Hiroshi Abe","Akira Emoto","Hiroshi Tamaki","Teruyuki Kagawa"],"overview":"Admiral Isoroku Yamamoto (1884-1943) was the Japanese Naval commander who was given the order to attack Pearl Harbour, an order he was duty bound to obey which went against his own personal beliefs. While this infamous attack is a low point in Japanese and US history it wouldn’t have happened if the Japanese government had listened to Yamamoto in 1939 and searched for a more peaceful way to end their war campaign, proving his many ominous presages of the outcomes of the attack to come true.","release_date":"2011-12-23","genres":[36,10752],"vote_average":6.5,"runtime":135,"cert":"15","id":131739,"title":"Isoroku Yamamoto, the Commander-in-Chief of the Combined Fleet","adult":false},{"cast":["Florence Welch","Isabella Summers"],"overview":"Florence and The Machine  Robin Hill, Newport  Isle of Wight PO30 2NU, UK  Bestival 2012  SOURCE (PRO #1)  soundboard &gt; unknown  TRANSFER  Livestream direct to HD FLV file - Remuxed and trimmed into MKV file using mkvtoolnix - No re-encoding.  GENERATION  Webstream FLV [H.264 1280x720, 2400 kbps, AAC 128kbps 44kHz]  NOTES  -Highest quality web stream directly captured, extracted and then remuxed into an MKV. No re-encoding. 720p resolution, H.264 codec at 2.4Mbps. 128kbps 44.1khz AAC audio.  SETLIST  Only If for a Night  What the Water Gave Me  Drumming Song  Cosmic Love  All This and Heaven Too  Rabbit Heart (Raise It Up)  Lover to Lover  You've Got The Love  (The Source cover)  Shake It Out  No Light, No Light  Spectrum  (Calvin Harris remix ending)  Encore:  Never Let Me Go  Take Care  (Drake cover)  Dog Days Are Over  DURATION  01:26:56  RECORDED AND TRANSFERRED BY:  happy","release_date":"2012-09-07","genres":[],"vote_average":0.0,"runtime":87,"cert":"","id":131741,"title":"Florence And The Machine - Live at Bestival","adult":false},{"cast":["Gino Cervi","Anneliese Uhlig","Paolo Stoppa","Enrico Glori","Enzo Biliotti"],"overview":"","release_date":"1942-10-04","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":131749,"title":"Don Cesare di Bazan","adult":false},{"cast":["Julia Larot","Judith Vegh","Nicolette Lars","Ursula Moore","Sean Michaels"],"overview":"Once upon a time a bad Queen, was pretending to be the most beautiful woman of the kingdom. but her young step daughter, Snow White, was really better...The rage of the bad Queen became very hard, so she decide to eliminate the sweet Snow White for ever! The man hunter who should have to kill the girl, didn't execute the misfit, because the beauty and innocence of Snow White!  This porno version of SNOW WHITE has had amazing staying power -it currently ranks some 15 years after its release among the best-selling adult DVDs on the U.S. market. Reason is top-quality production values, a truly beautiful XXX actress as the heroine, and enough kinkiness, involving the dwarf actors, to satisfy the jaded tastes of porn fans.","release_date":"1995-01-01","genres":[12,35,14],"vote_average":7.3,"runtime":116,"cert":"N\/A","id":131751,"title":"Snow White and 7 Dwarfs","adult":true},{"cast":["Jane Powell","Cliff Robertson","Keith Andes","Kaye Ballard","Tommy Noonan"],"overview":"Dodie dreams of marrying a millionaire so that she can live 'the life'. Buzz, her boyfriend, however is not rich as he is a salesman for a housing development. He proposes and Dodie accepts. Dodie next meets Pete, who she thinks is rich, but she soon finds out that he is just a boat mechanic. They have fun on their date and Pete proposes and Dodie accepts. Then Dodie meets Neil Patterson who is rich. They go to Mexico on his yacht and have fun on their date. Neil proposes and Dodie accepts. Now she has to choose.","release_date":"1958-02-05","genres":[35],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":131753,"title":"The Girl Most Likely","adult":false},{"cast":["Jean-Louis Costes"],"overview":"In his first feature film, Jean-Louis Costes is impersonating a modern day Caligula. What else could be said... ? Well... Orgies, rape, alcohol, France, Hannibal, punks, shit, blood, stuffs up Costes's ass, noise, schizophrenia, etc... Enjoy!","release_date":"1992-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":131755,"title":"Le Fils de Caligula","adult":true},{"cast":["Anne Baxter","Steve Forrest","Simone Renant","Victor Francen","Raymond Bussières"],"overview":"A seminary student (Steve Forrest) helps a nightclub singer (Anne Baxter) sought by Paris police for killing her married lover.","release_date":"1955-04-28","genres":[18,80],"vote_average":3.0,"runtime":85,"cert":"N\/A","id":131757,"title":"Bedevilled","adult":false},{"cast":["Jackie Cooper","Conrad Nagel","Lewis Stone","Lois Wilson","Jean Parker"],"overview":"A child struggles to come to terms with his parents' divorce. Director Charles Reisner's 1932 drama stars Jackie Cooper, Lewis Stone, Conrad Nagel, Lois Wilson, Jean Parker and Louise Beavers.","release_date":"1932-08-27","genres":[10749,18],"vote_average":5.0,"runtime":78,"cert":"N\/A","id":131765,"title":"Divorce In The Family","adult":false},{"cast":["Claudette Colbert","Ray Milland","Dennis O'Keefe","Walter Abel","Dick Purcell"],"overview":"In 1939, American Tom Martin, who fought in the Spanish Civil War, awaits execution at the hands of the Fascist victors when reporter Augusta 'Gusto' Nash, for a scoop, aids him in an audacious escape. Of course, Tom tries to romance Gusto; but though she likes him, her career comes first, and Tom himself prefers freedom-fighting to settling down. Comedy becomes drama as their mixed feelings lead them on a circuitous path through the deepening chaos and catastrophe of the early days of World War II.","release_date":"1940-11-08","genres":[35,18,10749],"vote_average":6.3,"runtime":110,"cert":"N\/A","id":131770,"title":"Arise, My Love","adult":false},{"cast":["Paresh Rawal","Pooja Bhatt","Manoj Bajpayee","Sharad S. Kapoor"],"overview":"The year is 1975, the place is Mahim, Bombay, and this is the story of Tikku, a eunuch, the only child of yesteryear Bollywood actress Nazneen Begum, who has fallen upon hard times, is virtually destitute and is dependent on Tikku, who does make-up\/hair-dressing of Bollywood actresses. When she passes away, Tikku is beside himself with grief. After the funeral, he witnesses a woman leaving a child in a garbage bin.","release_date":"1998-04-13","genres":[],"vote_average":8.3,"runtime":123,"cert":"N\/A","id":131775,"title":"Tamanna","adult":false},{"cast":["Jane Powell","Tony Martin","Debbie Reynolds","Walter Pidgeon","Vic Damone"],"overview":"Sailor Danny Xavier Smith and two other gobs try to save his sister Susan's virtue. She wants to get a role in the show \"Hit the Deck\". After wrecking the producers hotel suite, they land in the brig. But Danny's father is a Rear Admiral...","release_date":"1955-03-04","genres":[10402,35,10749],"vote_average":6.2,"runtime":112,"cert":"N\/A","id":131783,"title":"Hit the Deck","adult":false},{"cast":["David Ladd","Donald Crisp","Theodore Bikel","Max Croiset","Monique Ahrens"],"overview":"The love and friendship of a boy and his dog as the boy tries to become an artist like his idol, Peter Paul Reubens.","release_date":"1959-03-17","genres":[18,10751],"vote_average":6.8,"runtime":96,"cert":"N\/A","id":131785,"title":"A Dog of Flanders","adult":false},{"cast":["Marco Esposito","Simona Brandalise","Stafania Busarello","Simone Dalla Rosa","Tarcisio Tosi"],"overview":"The Lady (or Signora) of the title is a mysterious matron who lives in a crumbling mansion. Six catering trainees are brought to the castle upon its conversion into a resort hotel. They are ordered to prepare a special meal for the old lady, whom none of them have ever seen for more than an instant. As the caterers grow in wisdom and sophistication, we learn that the lady may very well be an urbane ghost rather than a flesh-and-blood entity.","release_date":"1987-10-16","genres":[35],"vote_average":6.8,"runtime":115,"cert":"N\/A","id":131787,"title":"Long Live the Lady!","adult":false},{"cast":[],"overview":"Three segments depicting the life cycle of a freighter boat.","release_date":"2007-09-07","genres":[99],"vote_average":7.8,"runtime":60,"cert":"N\/A","id":131792,"title":"At Sea","adult":false},{"cast":["Walter Chiari","Franco Franchi","Ciccio Ingrassia","Maria Grazia Spina","Nietta Zocchi"],"overview":"","release_date":"1963-01-01","genres":[35],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":131794,"title":"La donna degli altri è sempre più bella","adult":false},{"cast":["Anthony Newley","Joan Collins","Alexander Newley","Tara Newley","Milton Berle"],"overview":"Heironymus Merkin screens an autobiographical movie of his life, growth and moral decay.","release_date":"1969-03-19","genres":[35],"vote_average":5.8,"runtime":107,"cert":"N\/A","id":131799,"title":"Can Heironymus Merkin Ever Forget Mercy Humppe and Find True Happiness?","adult":false},{"cast":["Donald Douglas","Gloria Holden","Barry Nelson","Harry Worth","Mark Daniels"],"overview":"This Crime Does Not Pay series entry dramatizes the idea that during wartime, people should not discuss anything related to their work when in public. A casual remark can be overheard by an enemy agent and used to sabotage the war effort. In this short, the story involves shipments of parts to a defense plant.","release_date":"1942-02-28","genres":[18],"vote_average":6.0,"runtime":22,"cert":"N\/A","id":131801,"title":"Don't Talk","adult":false},{"cast":["Leigh Lombardi","Sam Hennings","Claude Akins","Logan Hall","Yvonne De Carlo"],"overview":"Martha and Jed Richards live in Oregon in 1862. They and their two daughters moved there to make a new life, but the daughters died of cholera along the way. This has left Martha an emotional wreck, and she is unable to move on with her life. That is until an orphan named Danny comes to live with them. Jed immediately accepts Danny as his son, but Martha is still too upset to be able to love him. As time passes, however, she finds herself more and more able to accept him as part of the family.","release_date":"1993-08-05","genres":[18,10751],"vote_average":6.0,"runtime":99,"cert":"N\/A","id":131803,"title":"Seasons of the Heart","adult":false},{"cast":["Malu Mader","Murilo Benício","Fábio Assunção","Alessandra Negrini","Caco Ciocler"],"overview":"The story of two couples who are neighbors and the marital problems caused by the unexpected arrival of two important personages of their past. The first couple, Carlos and Ana, live on the seventh floor of a building. Ana feels she's entitled to more love than her husband is willing to give. Suddenly, an old friend, Tomás, reappears after many years away and stays at their house. Andréa and Miguel live in the building across the street and are also going through a marriage crisis. In a party, they meet Cláudia, Miguel's first girlfriend, and she has no place to stay. Naturally, she's invited to sleep at their place. The presence of the two newcomers will cause many changes in their relationships.","release_date":"2004-01-02","genres":[],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":131805,"title":"Sexo, Amor e Traição","adult":false},{"cast":["Ed Call","Leo Geter","Robert Hooks","Charlotte Rae","Fran Robinson"],"overview":"The only black family living in a small midwestern town at the turn of the century confront prejudice, as seen through the eyes of the young daughter.","release_date":"1985-01-01","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":131813,"title":"Words by Heart","adult":false},{"cast":["Timothy Bottoms","Taryn Power","Jared Martin","Ray Milland","Gérard Tichy"],"overview":"A serpent, created by radioactivity, threatens a Spanish coastal town.","release_date":"1984-12-31","genres":[878,27],"vote_average":3.0,"runtime":91,"cert":"N\/A","id":131815,"title":"The Sea Serpent","adult":false},{"cast":["Odd-Magnus Williamson","Henrik Thodesen","Else Kåss Furuseth","Ingar Helge Gimle","Triana Iglesias"],"overview":"In Western Europe, on the west side of Scandinavia, on the west side of Oslo, is the greatest place on earth - Smestad. This is where Tina and Bettina lives, the most popular teen girls in high school. With a teen life filled with blogging, boys and parties, everything is great for the girls, right up until they stand before a terrible problem - immigration.","release_date":"2012-09-07","genres":[35],"vote_average":2.8,"runtime":81,"cert":"N\/A","id":131820,"title":"Tina & Bettina - The Movie","adult":false},{"cast":["Jari Litmanen"],"overview":"","release_date":"2012-09-28","genres":[],"vote_average":8.0,"runtime":107,"cert":"N\/A","id":131822,"title":"Kuningas Litmanen","adult":false},{"cast":["Ivy Ling Po","Chin Han","Hung Sing-Chung","Jin Bong-jin","Park Ji-Hyeon"],"overview":"This creepy kung fu film fight-fest centers on the evil Madame Kung Sun and her poisonous \"Finger of Doom\",\u009D a unique supernatural power which allows her to transform normal, everyday people into horrifying zombies! In the face of this devastating talent, only one person has the guts to stop Madame Kung Sun in her chilling bid for martial arts supremacy - the villainess' own sister. But it's not something she can do alone, so this heroic young woman joins forces with three world-weary martial artists, The brothers-in-arms were actually looking to retire from the world of Jiang Hu, but now find themselves thrown back into the mix, embarking on one last mission to save the world from machinations of the venomous Madame Kung Sun!","release_date":"1972-04-14","genres":[28,18],"vote_average":4.6,"runtime":92,"cert":"N\/A","id":131824,"title":"Finger of Doom","adult":false},{"cast":["Nico Antonio","Bangs Garcia","Arthur Acuña","John Lapus","Jake Macapagal"],"overview":"Stealing a middle-class woman’s smartphone is the biggest mistake in the petty-criminal life of Jestoni \"Jess\" Biag . It not only gets him locked up and waterboarded, but also gives him a crash-course in the workings of the deeply corrupt system personified by his nemesis Inspector Domingo. The phone’s memory contains an embarrassing video, which makes the owner Grace Rosuello determined to get it back; her persistence lands Jess in custody.","release_date":"2012-07-21","genres":[18],"vote_average":6.0,"runtime":93,"cert":"N\/A","id":131832,"title":"Shackled","adult":false},{"cast":["Maximilian Schell","Ricardo Montalban","Lea Padovani","Akim Tamiroff","Harold Goldblatt"],"overview":"The Reluctant Saint is based on the life of Saint Joseph of Cupertino who was sent to work at a monastery circa 17th century Italy because his mother believed him too simple for anything else.","release_date":"1962-11-02","genres":[18],"vote_average":6.0,"runtime":105,"cert":"N\/A","id":131837,"title":"The Reluctant Saint","adult":false},{"cast":["Mylene Dizon","Jodi Sta. Maria","Raquel Villavicencio","Rustica Carpio","Fides Cuyugan-Asensio"],"overview":"We’re in 1971, and the largest morbid symptom around is Ferdinand Marcos’s play for greater political power, which occurs off-screen. But little of the outside world impinges on Adoration, a convent set in secluded woods outside Manila, which sees itself as a physical and spiritual sanctuary. We explore this closed world, riven by manias and secrets, through the eyes of Sister Lourdes, a newly arrived novice. She has hardly settled in before she learns that her activist brother is missing, presumed arrested... She finds ways to venture out to Manila, where a terrible fate awaits her.  Apparition obviously reflects the fact that the Philippines is a predominantly Catholic nation, thanks to its years as a Spanish colony, but Sandoval is less interested in questions of faith than in the issue of good governance. Adoration’s Mother Superior, Ruth, knows much more about what’s going on in the outside world than she lets on. Is she a kind of Marcos, imposing her own kind of martial law?","release_date":"2012-07-21","genres":[18],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":131839,"title":"Apparition","adult":false},{"cast":["Alan Thicke","Molly Cheek","Billy Corben","Robin Riker","Alice Hirson"],"overview":"Todd Dougherty has an imagination driven by comic books. So when he accuses his soon-to-be stepmother of being a monster, no one believes him. When neighbors start turning up dead, it becomes a race against time for Todd to stop this hideous, carnivorous creature from marrying his dad and ruining his life.","release_date":"1993-02-24","genres":[27,35],"vote_average":4.8,"runtime":85,"cert":"N\/A","id":131847,"title":"Stepmonster","adult":false},{"cast":[],"overview":"Born and raised in Kumamoto, Mine Goichi went to Tama Art University and spent four student years living in the Yuhigakusha Dormitory in Tokyo, a rather basic home-away-from-home for kids from Kumamoto. It’s not much of a stretch to see The Kumamoto Dormitory as a piece of disguised autobiography, shot through with documentary elements. It centres on two slackers in the dorm: Daikichi (played by Mine himself) wants to be a movie stunt-man, while his friend Tenshi (Iida Kaoru, who also acts in All Day) is an aspiring director. But the films they talk about while drinking are never going to get made, and Daikichi’s one-night-stand with a girl who believed his bullshit jeopardizes his most daring stunt: a jump from a rooftop with his feet tied.","release_date":"2012-08-01","genres":[],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":131852,"title":"The Kumamoto Dormitory","adult":false},{"cast":["Carlus Fábrega","Cesc Gómez","Mar Ulldemolins","Pol Estadella"],"overview":"After the murder of Leo's wife a single idea circles endlessly within his head: revenge.","release_date":"2010-10-08","genres":[53],"vote_average":7.2,"runtime":11,"cert":"N\/A","id":131857,"title":"The Guilt","adult":false},{"cast":["Dorian Tan Tao-Liang","Lo Lieh","Wang Hsieh","Doris Lung Chun-Erh","Lo Dik"],"overview":"Eight thieves steal a treasure map and split it into eight pieces, vowing to regroup three years later. But they'll have to deal with a deadly-kicking cop.","release_date":"1982-10-22","genres":[28,18],"vote_average":5.5,"runtime":90,"cert":"N\/A","id":131859,"title":"Shaolin Deadly Kicks","adult":false},{"cast":["Stuart Whitman","Janet Leigh","Eleanor Parker","Barry Sullivan","Lloyd Nolan"],"overview":"Stephen Rojack is a decorated war vet who has now found success as an outspoken television personality. During a vicious argument with his wife, Deborah, Stephen snaps and pushes her from his high-rise apartment to her death. He manages to convince the authorities that she killed herself, then reignites an old affair with singer Cherry McMahon -- which doesn't sit well with her jealous mobster boyfriend, Nicky.","release_date":"1966-08-31","genres":[18],"vote_average":5.0,"runtime":103,"cert":"","id":131861,"title":"An American Dream","adult":false},{"cast":[],"overview":"These award-winning videos and hi-tech performances to their inventive animated shorts, acceptance speeches and more can be accessed through the interactive menu, a brand new 3D DVD reconstruction of Gorillaz' online hangout Kong Studios. Viewers can wander through this decaying palace of sin and watch the breathtaking live performances in the cinema, visit the band's bedrooms, tour the corridors and find games, original animatics, cameos from some of the Demon Days guests and off-color jokes galore.","release_date":"2006-11-11","genres":[],"vote_average":8.2,"runtime":163,"cert":"N\/A","id":131872,"title":"Gorillaz: Phase Two - Slowboat to Hades","adult":false},{"cast":[],"overview":"The American success of the blaxploitation genre led distributors to reedit \"The Inglorious Bastards\" and distribute it as \"G.I. Bro\"—in this version, scenes have been cut as to make Fred Williamson the lead character.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":131874,"title":"G.I. Bro","adult":false},{"cast":["Gabriele Gori","Margit Evelyn Newton","Woody Strode"],"overview":"In a futuristic New York City, a cyborg goes on a killing spree","release_date":"1989-06-08","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":131882,"title":"Bronx Executioner","adult":false},{"cast":["Mark Danvers","Michael Taliferro","Anita Kopacz","Beenie Man","John 'Ras Kidus' Cornelius"],"overview":"Julius St. John has big dreams of becoming the biggest raggae DJ in the U.S., but when his status is jeopardized, he makes a deal with the devil and agrees to carry a bag of contraband through customs in exchange for his papers. But what begins as a onetime deal descennds into a deadly spiral that Julius cannot escape - and murder is the only way to survive...","release_date":"2003-02-14","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":131884,"title":"Rude Boy: The Jamaican Don","adult":false},{"cast":["Renée Fleming","Joseph Calleja","Thomas Hampson","Monika-Evelin Liiv","Eddie Wade"],"overview":"Renée Fleming has matured into one of the finest sopranos around at the moment, a true star with a sparkling personality and a velvet-toned voice that is capable of wringing the finest emotions out of works by Strauss and Tchaikovsky that from a lesser singer could sound rather cold and clinical. I wouldn't have thought her voice would be so well suited to Violetta Valéry in La Traviata, and it does take some getting used to, but I think she at least brings a distinct quality to the role with an emotional heart that isn't always necessarily there when a leading diva uses it primarily as a display for her vocal talents. It's served well also by Antonio Pappano's conducting of the Royal Opera House Orchestra in a traditional, but effective production by Richard Eyre.","release_date":"2011-05-31","genres":[],"vote_average":7.0,"runtime":154,"cert":"PG","id":131889,"title":"La Traviata","adult":false},{"cast":["Katharine Hepburn","Charles Boyer","John Beal","Jean Hersholt","Sam Hardy"],"overview":"Constance, a poor, but aspiring composer, meets the great conductor, Franz, through their old music teacher. They fall in love, despite Constance knowing about Franz's weakness for pretty women.","release_date":"1935-05-31","genres":[18,10749],"vote_average":6.0,"runtime":78,"cert":"N\/A","id":131894,"title":"Break of Hearts","adult":false},{"cast":["Raffi Cavoukian"],"overview":"After a million sales of his best-selling records, this internationally acclaimed children's entertainer is all yours in concert with an irresistible program -- songs for singing, clapping, and moving -- featuring Raffi's inviting voice, 6-string guitar, and kazoo, supported by an active audience.  45 minutes of singalong fun for you and your loved ones.  Singable Songs:  - child tested,  - for home and school,  - great with a peanut-butter sandwich. Includes:  Workin' On The Railroad,  Baa Baa Black Sheep,  Wheels On The Bus,  Baby Beluga,  Six Little Ducks,  Shake My Sillies Out,  and much more!","release_date":"1985-06-01","genres":[],"vote_average":8.5,"runtime":45,"cert":"N\/A","id":131896,"title":"A Young Children's Concert with Raffi","adult":false},{"cast":["Rock Hudson","Jean Simmons","Dorothy McGuire","Claude Rains","Kent Smith"],"overview":"Set during the Prohibition era, when wine makers were financially challenged and had to decide whether or not they wanted to cooperate with bootleggers to survive.","release_date":"1959-06-26","genres":[18],"vote_average":7.8,"runtime":124,"cert":"N\/A","id":131898,"title":"This Earth Is Mine","adult":false},{"cast":["Molly Ringwald","Patrick Dempsey","Lysette Anthony","Rebecca Potok","Danny Green"],"overview":"Divorced couple Charlie and Lisa Hunter once a song writing team decide to spend a weekend in the French countryside to inspire them to write one last song together. But there is one person who isn't too crazy about the idea... Charlie's fiance!","release_date":"1993-01-01","genres":[],"vote_average":4.9,"runtime":90,"cert":"N\/A","id":131903,"title":"Face The Music","adult":false},{"cast":["Bernard Blier","Madeleine Robinson","Estella Blain","Raymond Pellegrin"],"overview":"","release_date":"1958-02-19","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":131908,"title":"Secrets of a French Nurse","adult":false},{"cast":[],"overview":"","release_date":"2012-06-04","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":131910,"title":"Big","adult":false},{"cast":["Kim Hye-soo","Kim Young-chan","Ryu Seung-ryong","Hwang Jung-min","Kim Ji-young"],"overview":"A cynical young boy gets to know the latest girlfriend of his ne'er-do-well father and begins to hope that this new relationship actually sticks.","release_date":"2007-11-29","genres":[18],"vote_average":7.1,"runtime":104,"cert":"N\/A","id":131921,"title":"My 11th Mother","adult":false},{"cast":["Song Eun-Chae","Lee Ji-hoon","Jeon Hye-bin","Shin Joo-ah","Kim Ji-young"],"overview":"17 year-olds Sung-eun, and Mi-sook are always curious about sexual matters that nobody teaches them about. One day, new teacher Bong-gu, a handsome and well bred stud,arrives at school and begins to teach their class. He becomes an object to watch and study. Bong-gu, although he seems fine on the outside, suffers from an unknown illness that makes him fart whenever he feels aroused. Three girls learn about this and they go on a mission to make him fart.","release_date":"2005-01-13","genres":[],"vote_average":6.3,"runtime":101,"cert":"N\/A","id":131926,"title":"Wet Dreams 2","adult":false},{"cast":["Shah Rukh Khan","Aishwarya Rai Bachchan","Chandrachur Singh","Sharad S. Kapoor","Priya Gill"],"overview":"Two gangs fight for control of the streets: the Scorpions, led by Prakash and the Eagles, fronted by Max. When Prakash's brother Rahul comes to visit, he meets and quickly falls in love with Shirley, not realizing she's the sister of his brother's rival, Max. Though Rahul tries to keep their relationship secret, it's only a matter of time before it brings the gang rivalry to a head.","release_date":"2000-06-09","genres":[10749,18],"vote_average":5.9,"runtime":157,"cert":"N\/A","id":131940,"title":"Josh","adult":false},{"cast":["Pierre Mondy","Bruno Salomone","Natalia Dontcheva","Charlotte Desert","Béatrice Marlohe"],"overview":"","release_date":"2009-05-16","genres":[],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":131945,"title":"Le temps est à l'orage","adult":false},{"cast":["Bobbie Phillips","Eric Lloyd","Anthony Simcoe","Philip Casnoff"],"overview":"A super-killer female cyborg with chameleon-like powers discovers maternal instincts when she protects a child from government operatives in this science fiction tale set in the year 2028.","release_date":"1998-10-22","genres":[878,53],"vote_average":8.4,"runtime":90,"cert":"N\/A","id":131947,"title":"Chameleon","adult":false},{"cast":["Aleksandr Pankratov-Chyornyy","Vladimir Menshov","Lyudmila Shagalova","Valentina Telichkina","Nikolai Parfyonov"],"overview":"Pasha is a very shy and quiet person. He is almost 40 but is not married yet and cannot even find courage to ask a woman for a date. His best friend Gena on the contrary is a womanizer. His favorite pick up scheme is to ask a woman on the street \"Where's the nearest nofelet?\" He promised Pasha's parents to find a girlfriend for him but among dozens of women he successfully picks up not a single one is a perfect match for Pasha.","release_date":"1987-06-06","genres":[35],"vote_average":5.9,"runtime":82,"cert":"N\/A","id":131958,"title":"Where Is Enohp Located?","adult":false},{"cast":["Vic Morrow","Peter Van Dissel","Gaby Getz","Stuart Parker","Sam Williams"],"overview":"Michael Cardiff is a professional revolutionary highly trained in a variety of techniques of assassination, infiltration and evading law enforcement. After escaping from prison he places identification items on a decomposed body to make him appear dead as he plans his revenge against the government. Cardiff uses his skills to murder a prominent judge making his death look like an accident in order to plant an improvised explosive device at his funeral attended by the movers and shakers of the regime. Only one non conformist police captain is on to his plans.","release_date":"1977-02-01","genres":[],"vote_average":4.0,"runtime":92,"cert":"N\/A","id":131963,"title":"Funeral for an Assassin","adult":false},{"cast":["Lorelei Lee"],"overview":"Porn actress Lorelei Lee talks about her life, her job and her ambitions.","release_date":"2009-02-13","genres":[99],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":131965,"title":"Lorelei Lee","adult":false},{"cast":["Scott Valentine","Vanessa Angel","Talia Balsam"],"overview":"An up and coming lawyer gets turned over for a case he'd been working on for a long while. The D.A.'s niece then decides to help the young lawyer by first blackmailing, then eventually plotting the murder of the D.A., all the while seducing the young attorney. It then becomes the attorney job to cover up the murder he believes he committed, while finding out the truth about the D.A.'s \"niece\".","release_date":"1992-11-25","genres":[27],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":131967,"title":"Killer Instinct","adult":false},{"cast":["Essie Lin Chia","Shen Yi","Lo Lieh","Chang Yu","Violet Pan Ying-Zi"],"overview":"Lo Lieh play an ambitious martial artist who wishes to be number one in the martial world. Unfortunately, while he's tough, he's no match for the son of the number one martial artist. Unwilling to wait for the next tournament, he connives to steal the legendary Magic Steel Sword from his bride to be who with her sisters is protecting the sword from unscrupulous martial artists. He easily steals the sword which is half super steel and half super magnet.This way he's able to disarm all his opponents by pulling their iron weapons right out of their hands from across the room. The three sisters team up with the son and try to take back the sword.","release_date":"1970-08-05","genres":[28],"vote_average":5.5,"runtime":95,"cert":"N\/A","id":131975,"title":"Swordswomen Three","adult":false},{"cast":["Dana Plato","Lisa Gaye","Ron Jeremy","Xavier Barquet","Nick Santa Maria"],"overview":"Rev up your engines as the most gorgeous and charming Bed Race Team of all, The Sex Puppets, heat up the raceway. Clad in bikinis and sexy lingerie, they'll bump and grind their way to victory aboard comical \"Bedmobiles\". J.D. is a hydroplane speedboat pilot cajoled by four college oddballs into joining their Bed Race Team. But watch out - there's dangerous curves ahead as the local Mafia pits the odds 100 to 1 against our zany team. The gears shift as Milo perfects a fantastic invention that'll blast this year's event into Gran Prix history.","release_date":"1992-01-01","genres":[35],"vote_average":2.0,"runtime":105,"cert":"N\/A","id":131980,"title":"Bikini Beach Race","adult":false},{"cert":"N\/A","title":"The Thrushes Are Still Singing","cast":["Alkis Panagiotidis","Konstantinos Tzoumas","Hristos Valavanidis","Rita Bensousan","Dora Kalogridi"],"genres":[9648,18,12,80],"id":131997,"overview":"Five friends (representatives of the Fifties generation) now in their forties, get together after many years of silence. One shows up from jail, where he has been entering and exiting for years, the other comes from a series of \"accidental\" murders, another leaves his wife and kids, the fourth one is a wonderer, and the last one, the girl of the gang, comes from a lunatic asylum where she has been hiding for years... All of them are outcasts, tortured from barren love affairs, wounded from the deaths of their beloved friends and betrayed by the politics of their times. They hopelessly try to reconstruct the gang of their puberty, but the revolution is lost... Now, each in his own way, will progress into a journey of death, thus opening a new chapter in the history of their generation.","runtime":123,"release_date":"1979-10-10","vote_average":7.5,"adult":false}]