[{"cast":[],"overview":"In the near future, amidst the aftermath of civil war, a band of female prisoners ambles across an otherwordly coastal exile, supervised and sorted by a group of idle soldiers. Rummaging, stuttering, and smashing through the leftovers of American culture, these ragged souls conjure an unstable magic, fueled by their own apathy and the poisonous histories imbedded in their unearthed junk. Suspicion, boredom, garbage, and glamor conspire in the languid pageantry of ruin. Feel the breeze in your hair, and the world crumbling through your fingers.","release_date":"2012-10-10","genres":[],"vote_average":0.0,"runtime":47,"cert":"N\/A","id":137001,"title":"Circle in the Sand","adult":false},{"cast":[],"overview":"Suggestion is the rock, and the physical evidence is the evanescent spray that breaks against the unseen. Transitive enharmonics of things touching in middair, an air which is Time—not an actual intersection, but with a consequence as powerful as predestination, a momentary fulfillment, a trail beyond mere pattern, like a streak of truth alive and uncontained, like something that runs through infinity slowing to leave condensation, sonority, a temperature. Lines crossing lines. Not there. There. Invisibilities smudging. Gesture and impression, optic suggestions, agents on and in the mind. Each with vibrations, dollops, whispers, throbs, particles and waves. A finger of pigment brushing a lip of language exchanging carriage supports, liquidities, fire. Moire of meanings. Micro settings in the heart. The time it takes. The very least one can say is to say The Extravagant Shadows is a major work. Humanly essential, adventurous and necessary.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":175,"cert":"N\/A","id":137003,"title":"The Extravagant Shadows","adult":false},{"cast":[],"overview":"Lengthy static shots of various backroads, smaller interstates, quieter roads, and lonely highways.","release_date":"2011-09-03","genres":[99],"vote_average":6.8,"runtime":103,"cert":"N\/A","id":137008,"title":"small roads","adult":false},{"cast":["Chantal Akerman"],"overview":"Janine Bazin and André Labarthe approached Chantal Akerman about making a film for the series; eagerly, Akerman proposed a number of filmmakers—but all had already been done. So she suggested…“How about me?” Akerman creates a fascinating self-portrait that takes us through her career, aided by critics Emmanuel Burdeau and Jean Narboni and filmmaker Luc Moullet.","release_date":"1997-02-19","genres":[],"vote_average":0.0,"runtime":64,"cert":"N\/A","id":137010,"title":"Cinéma, de notre temps : Chantal Akerman par Chantal Akerman","adult":false},{"cast":["Aiden Ashley","Tom Byron","Brian Street Team","Dani Jensen","Clarke Kent"],"overview":"A porn parody featuring a better Batman costume than its mainstream counterpart? A Catwoman who can actually kick ass? Zatanna? John Constantine? Nightwing? Poison Ivy? Batgirl? A Bane who can give Tom Hardy a run for his money, and a Joker who's creepier than Heath Ledger's??? Welcome to the Porn Parody event of the summer!","release_date":"2012-07-24","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":137015,"title":"The Dark Knight XXX: A Porn Parody","adult":true},{"cast":["Dave Grohl","Taylor Hawkins"],"overview":"September 29, 2012 - Palladia Broadcast 1080i  Foo Fighters  Global Citizen Festival 2012  Central Park Great Lawn  New York, NY  September 29, 2012  Palladia broadcast  Lineage: digital cable &gt; Firewire &gt; MacBook Pro &gt; VideoReDo TV Suite 3 &gt; .mpeg  Sequence Summary:  File Size Processed: 4.19 GB, Play Time: 00h:51m:03s\r 1920 x 1080, 29.97 fps, 20.00 Mbps (11.19 Mbps Average).\r Average Video Quality: 45.57 KB\/Frame, 0.18 Bits\/Pixel.\r AC3 Audio: 2\/0 Channels (L, R), 48.0 kHz, 384 kbps.\r Dialog Normalization: -24.0 dB\r 0 of 91823 video frames found with errors.\r 0 of 95744 audio frames found with errors","release_date":"2012-09-29","genres":[10402],"vote_average":0.0,"runtime":51,"cert":"N\/A","id":137017,"title":"Foo Fighters - Global Citizen Festival","adult":false},{"cast":["Sami Hedberg","Brandon Gaines"],"overview":"","release_date":"2009-03-10","genres":[35],"vote_average":9.5,"runtime":null,"cert":"N\/A","id":137019,"title":"Kokovartalomies","adult":false},{"cast":["Roy \"Chubby\" Brown"],"overview":"Britains best comdian Roy 'Chubby' Brown returns at his best.\r Micheal jackson, Bin Laden, The french and his wife all get a grilling the only way chubbs knows how to along with some funny songs.","release_date":"2004-10-10","genres":[],"vote_average":0.0,"runtime":59,"cert":"18","id":137021,"title":"Roy Chubby Brown: Giggling Lips","adult":false},{"cast":["Jackie Mason"],"overview":"Enjoy a front row seat at the comedy event of the year as Jackie Mason, the undisputed King of stand-up comedy, entertains a capacity audience in the stunning surroundings of The Royal Opera House, London.","release_date":"2002-11-03","genres":[35],"vote_average":0.0,"runtime":96,"cert":"15","id":137026,"title":"Jackie Mason - a Night at the Opera","adult":false},{"cast":["Gisela Trowe","Carla Egerer","Rosemarie Heinikel","Magdalena Montezuma"],"overview":"Collage of dramatic scenes, some exaggerated to comic effect, with asynchronous sound from well known classic, operatic, and rock and roll music - with different approaches to love, suffering, and death.","release_date":"1969-10-10","genres":[],"vote_average":6.5,"runtime":144,"cert":"N\/A","id":137028,"title":"Eika Katappa","adult":false},{"cast":["Werner Schroeter","Ingrid Caven","Candy Darling","Isabelle Huppert","Monika Keppler"],"overview":"Werner Schroeter was one of the most significant proponents of New German Cinema. Schroeter was diagnosed with cancer in 2006.  In her film, Elfi Mikesch, who photographed a number of Schroeter’s films and who collaborated closely with him to create his vision, provides us with an intimate insight into Schroeter’s artistic output during the remaining four years of his life.","release_date":"2011-04-11","genres":[],"vote_average":6.0,"runtime":93,"cert":"N\/A","id":137030,"title":"Mondo Lux - Die Bilderwelten des Werner Schroeter","adult":false},{"cast":["Mascha Rabben","Magdalena Montezuma","Ellen Umlauf","Thomas von Keyserling"],"overview":"Schroeter's virtuosic staging of the Oscar Wilde tragedy is a complex montage of image and sound, filmed on the grand steps of Baalbeck, the ancient Roman temple in Lebanon, and interweaving Lebanese and German folk songs with the music of Verdi, Wagner, Strauss, Mozart, Bellini, and Donizetti. Elfi Mikesch, the cinematographer of Schroeter’s later films, designed the film’s sumptuous costumes. A contemporary critic for Le Monde wrote admiringly of Schroeter’s depiction of \"the deadly struggle between dark Christian morality and luminous paganism.“","release_date":"1971-06-11","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":137044,"title":"Salome","adult":false},{"cast":[],"overview":"3 Mo' Divas: The three women are all classically trained vocalists. The discovery of their phenomenal vocal versatility is nothing short of astonishing..","release_date":"2008-01-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137046,"title":"3 Mo' Divas","adult":false},{"cast":["Helen Mirren","George Costigan","Owen Teale","Rosemary Leach","Melanie Hill"],"overview":"Housewife Annie Marsh suspects her husband might be The Hawk, a brutal serial killer. Complicating matters is the fact that she once was incarcerated in a psychiatric hospital. When she discovers she does not have the happy marriage she always believed and begins to piece together the times and dates of her husband's frequent absences, her fears begin to take hold, and her sanity deteriorates.","release_date":"1993-12-03","genres":[53,10770],"vote_average":6.0,"runtime":88,"cert":"","id":137048,"title":"The Hawk","adult":false},{"cast":[],"overview":"30 Seconds to Mars, The Kill Live at Rock am Ring 2010. Denis Herberg. Subscribe Subscribed Unsubscribe. Loading... 2 videos. Loading","release_date":"2016-02-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137053,"title":"30 Seconds To Mars - Live At Rock Am Ring","adult":false},{"cast":["Magdalena Montezuma","Christine Kaufmann","Ila von Hasperg","Michael O'Daniels"],"overview":"Three women retreat to a hacienda in the Mojave Desert and vengefully lure men to their deaths to the siren song of the Andrews Sisters' \"Rum And Coca-Cola,\" in Werner Schroeter's sublimely strange fever dream of a film.","release_date":"1973-04-03","genres":[18],"vote_average":5.0,"runtime":78,"cert":"N\/A","id":137058,"title":"Willow Springs","adult":false},{"cast":["Avril Lavigne"],"overview":"Setlist:  01. Girlfriend  02. I Can Do Better  03. Sk8er Boi  04. My Happy Ending  05. When You're Gone  06. Everything Back But You  07. The Best Damn Thing  08. I Don't Have To Try (listed as 'Pants')  09. He Wasn't  10. Complicated  11. I'm With You","release_date":"2016-02-14","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137060,"title":"Avril Lavigne: MTV Live in Paris 2007","adult":false},{"cast":[],"overview":"A man who's wife is dying of a mysterious illness, contemplates taking the law into his own hands, after his daughter witnesses a double homicide and narrowly escapes the grasp of two serial killers.","release_date":"2012-09-22","genres":[],"vote_average":3.0,"runtime":101,"cert":"N\/A","id":137062,"title":"The Killing Games","adult":false},{"cast":["Marianne Hoppe","Maren Eggert","Lola Müthel","Judith Engel","Martina Gedeck"],"overview":"Werner Schroeter's lovely and touching portrait of the great German actress Marianne Hoppe, whose career spanned from the glory days of the Weimar era through the Nazi years to a postwar return to the stage in Shakespeare, Tennessee Williams, and experimental productions by Robert Wilson and Heiner Müller.","release_date":"2000-12-07","genres":[],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":137064,"title":"The Queen - Marianne Hoppe","adult":false},{"cast":["G. Larry Butler","Tim Pilleri","Talia Tabin","Tina Molina","Les Jennings"],"overview":"Panman is a demon chef with the recipe for murder. As people start to disappear, a custard professor and a few of his students, band together to try and stop PANMAN. In the beginning, Panman seems to be a vicious killer with a pan in his hand and a craving for fresh victims, but we soon find out he has a thirst for something more, LOVE. Lurking on the other side of town is a grizzled culinary professor who is hell bent on forming an assassination squad to kill Panman once and for all. The Professor and his hunters are able to infiltrate Panman's love life and cause disastrous results. Once Panman's girl is gone and his heart is broken, he goes on a one-pan-man killing spree exacting revenge on the Professor and his students. Written by Tim Pilleri  (IMDB.com)","release_date":"2010-08-20","genres":[],"vote_average":4.9,"runtime":85,"cert":"N\/A","id":137069,"title":"Panman","adult":false},{"cast":[],"overview":"With BONANZA (FID 2002), his first film, Ulisses Rosell took us on a journey to meet a tribe of extremely colourful Argentinian poachers. This new dive into exotica takes us to the Wichi Indians in Chaco, Argentina, who have not long been sedentary, with an American ethnologist as our guide. To some degree a repentant ethnologist, John Palmer, rather than finishing his thesis, married a native and had a large family. Rather than observing it from a distance, he chose to become part of this discreet and beleaguered community. He strives to support their cause, getting involved in law suits and confronting companies which pillage land that belongs to the Indians with complete impunity.","release_date":"2012-04-02","genres":[],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":137074,"title":"The Ethnographer","adult":false},{"cast":["Helene Bubna","Lukas Bubna","Maximilian Bubna","Michael Bubna","Wenzel Bubna"],"overview":"This film is a portrait of life, a portrait of people with varying life plans. It asks the meaning of life, about how to fill the gap between birth and death, and what is happiness. Short documentary pieces tell the stories of some very different protagonists of a generation: from the forest-owning family in their stately home to the factory worker following her daily routine.","release_date":"2012-08-22","genres":[35,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137076,"title":"What Is Love","adult":false},{"cast":["Tomáš Tožička","Milan Smrž"],"overview":"In 2006, Milan and Tomas electrified a school campus and a hospital in a detached Zambian village. After four years, they return for the last time to find out about their system's failures, repair it and hand it over at last. The film follows them through chaotic days as well as pitch black nights and provides a fresh insight into the pitfalls of humanitarian development projects.\r Short circuits of all sorts, blending and dissolving of different worlds, rituals of gratitude and concepts of solutions. With no attempts to declare or evaluate anything, Solar Eclipse becomes a situation probe examining various forms of light and darkness. Will the two Czech linkboys succeed in lighting up the Zambian bushland?","release_date":"2011-11-03","genres":[99],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":137078,"title":"Solar Eclipse","adult":false},{"cast":["Neil Young","Mark Humphreys","Ian Galloway"],"overview":"\"Le Noise Film\" is a 38-minute black and white film of eight live-in-studio performances of the eight songs that appear on legendary rocker Neil Young's current album Le Noise. The performances, shot by filmmaker Adam CK Vollick, feature Young on acoustic and electric guitars at Daniel Lanois' home studio in Silverlake, CA, where Young and Lanois recorded Le Noise. The eight-song Le Noise, which is Young's most critically applauded album in years, is a collaboration between the influential rock icon and musician, songwriter, and multiple Grammy Award-winning producer Lanois, known for his work with U2, Bob Dylan, Peter Gabriel, Brian Eno, Emmylou Harris, Willie Nelson, The Neville Brothers and many others.","release_date":"2011-02-01","genres":[],"vote_average":8.5,"runtime":38,"cert":"N\/A","id":137083,"title":"Neil Young - Le Noise","adult":false},{"cast":["Chris Pine","Keira Knightley","Kevin Costner","Kenneth Branagh","Lenn Kudrjawizki"],"overview":"Jack Ryan, as a young covert CIA analyst, uncovers a Russian plot to crash the U.S. economy with a terrorist attack.","release_date":"2014-01-15","genres":[28,18,53],"vote_average":6.1,"runtime":105,"cert":"12A","id":137094,"title":"Jack Ryan: Shadow Recruit","adult":false},{"cast":["Lionel Barrymore","Helen Mack","Edward Ellis","Donald Meek","Allen Vincent"],"overview":"After Peter Grimm (Lionel Barrymore) dies, his spirit returns to help clean up the messy lives of those he left behind. Director George Nicholls Jr.'s 1935 drama also stars Helen Mack, Edward Ellis, Allen Vincent, James Bush, George Breakston, Donald Meek, Ethel Griffies and Lucien Littlefield.","release_date":"1935-09-13","genres":[10749,35,18,14],"vote_average":6.0,"runtime":82,"cert":"N\/A","id":137096,"title":"The Return Of Peter Grimm","adult":false},{"cast":["Corbin Allred"],"overview":"Josh and his pals, after saving many mixed up, time-twisted worlds now find themselves in the center of the earth, in a cavern full of mushroom people. They call themselves the 'Shrooms, and Azabeth, mistakes them for a delicious treat from her planet and takes a huge bite out of one of the taller 'Shrooms, which poisons her, leaving her in a weak and disoriented state. Now it is up to Josh, Irwin, Prism, and new friend Porcini, the Italian 'Shroom, to find the cure to the mushroom disease and save Azabeth from certain death. The journey won't be easy, however, because they will face many challenges within the deep, dark caverns. Nightmare Hollow, which is off-limits to all of the 'Shrooms, is an especially dangerous part of the caverns, and just exactly where our lovable heroes must journey to. It is there that they will learn of the history of time itself and confront the most frightening foe yet...the Muncher!","release_date":"1996-04-19","genres":[878,10751],"vote_average":8.0,"runtime":91,"cert":"N\/A","id":137101,"title":"Josh Kirby... Time Warrior: Journey to the Magic Cavern","adult":false},{"cast":["Emma Cohen","Robert Woods","Françoise Brion","Philippe Lemaire","Alice Arno"],"overview":"A nightclub singer is haunted by the ghost of her late father. The dead man summons her through a mirror, forcing her to commit a series of violent crimes.","release_date":"1973-09-24","genres":[18,27],"vote_average":4.6,"runtime":87,"cert":"N\/A","id":137103,"title":"The Obscene Mirror","adult":false},{"cast":[],"overview":"","release_date":"2002-12-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137105,"title":"Fotbollskrönikan VM 2002","adult":false},{"cast":[],"overview":"","release_date":"1998-12-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137107,"title":"Fotbollskrönikan VM 1998","adult":false},{"cast":["Jane Seymour","Gregory Harrison","Brian Bonsall","Terence Knox","Chris Mulkey"],"overview":"Gregory Harrison is the Angel of Death in this made-for-TV suspenser. In love with artist Jane Seymour, escaped convict Harrison vows to protect Seymour and her six-year-old son Brian Bonsall from any and all antagonists. Trouble is, Harrison is apt to love Seymour and her boy to death.","release_date":"1990-10-02","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":137112,"title":"Angel of Death","adult":false},{"cast":["Agustín Bernal","Daniel Esquivel","Luis Michel","Flavio Peniche","Fidel Rodriguez"],"overview":"","release_date":"1999-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137117,"title":"Los narcos de Chihuahua","adult":false},{"cast":["Tatsuo Saitô","Tomio Aoki","Takeshi Sakamoto"],"overview":"A kidnapped boy proves to be more than his abductor can handle.","release_date":"1929-11-24","genres":[35,80],"vote_average":5.9,"runtime":38,"cert":"N\/A","id":137119,"title":"A Straightforward Boy","adult":false},{"cast":["Gerardo Albarrán","Daniel Arteaga","Lucila Bernal","Carlos Cardán","Aleyda Gallardo"],"overview":"","release_date":"2000-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137121,"title":"Niños de la mafia","adult":false},{"cast":["Jesús Briones","Rafael Buendía","Carmen Buitron","Valentina Leyva","Miguel Ángel Lira"],"overview":"","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137126,"title":"El lechero del pueblo","adult":false},{"cast":[],"overview":"","release_date":"1990-12-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137134,"title":"Fotbollskrönikan VM 1990","adult":false},{"cast":["Devun Walsh","Iikka Backstrom","Torstein Horgmo","Lauri Heiskari","Ryan Tiene"],"overview":"Must Be Nice chronicles the 2012 season of the DC team, including Devun Walsh, Iikka Backstrom, Lauri Heiskari, Torstein Horgmo, Aaron Biitner, Ryan Tiene &amp; Anto Chamberland.  The movie showcases the DC team riding around the globe, with candid moments of the guys in action.  Must Be Nice is a celebration about having fun snowboarding with your friends in the mountains and in the streets.  A true team movie, this film is what snowboarding is to DC and promises not to disappoint.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137142,"title":"Must Be Nice: DC Snowboarding","adult":false},{"cast":["Jeff Dunham"],"overview":"Stand-up comedian and ventriloquist Jeff Dunham. Enter the ultimate hunted house where Walter transforms into something grumpier than he already is! Watch Bubba J. rise from the dead! Meet Peanut's alter ego, The Purple Venger of the Night, and his spicy sidekick! and witness Achmed litterally dressed to kill in an outfit terrify the most terrifying terrorist!","release_date":"2012-10-07","genres":[35],"vote_average":5.8,"runtime":80,"cert":"N\/A","id":137144,"title":"Jeff Dunham: Minding the Monsters","adult":false},{"cast":["Anil Kapoor","Rekha","Raveena Tandon","Rajinikanth","Shakti Kapoor"],"overview":"A noble family presides over a small town in India.","release_date":"2000-01-07","genres":[18],"vote_average":5.0,"runtime":175,"cert":"N\/A","id":137164,"title":"Bulandi","adult":false},{"cast":["Lou Doillon","Samuel Benchetrit","Malik Zidi","Olga Milshtein","Marilyne Fontaine"],"overview":"Aya and Louis separated a long time ago. Their little girl, Lina, is now 7 years old. Today, Aya lives with Victor, with whom she’d like to have a baby. Louis is with Gaëlle, who’s his girlfriend but nothing more. Through nine secret meetings organised by Aya, the film tells the story of how a woman and a man, torn between romantic charades and the quest for a «permanent» harmony, take a fresh start at being lovers.","release_date":"2012-12-26","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":137166,"title":"You, Me and Us","adult":false},{"cast":["Adam Mediano","Drake Burnette","Jeremy St. James","Mary Farley","Mercedes Maxwell"],"overview":"A disaffected Texas teen spends his 16th birthday getting high, hanging out and having casual sex.","release_date":"2012-11-20","genres":[18,10749],"vote_average":4.9,"runtime":105,"cert":"N\/A","id":137174,"title":"Marfa Girl","adult":false},{"cast":["Carlos Zampeiro","Miguel Ángel Rodríguez"],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":137176,"title":"Peor que Buitres","adult":false},{"cast":["Gene Autry","Champion","Elaine Riley","Donna Martell","Onslow Stevens"],"overview":"A singing doctor (Gene Autry) on horseback heals a feud between cattlemen and copper miners.","release_date":"1951-09-30","genres":[37],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":137178,"title":"Hills of Utah","adult":false},{"cast":["Rani Mukerji","Prithviraj Sukumaran","Nirmiti Sawant","Satish Alekar","Anita Date"],"overview":"Meenakshi, a Marathi gal with an ultra-sensitive sense of smell, lives her life in her dreams, dancing and enacting her favourite actresses Sridevi, Madhuri and Juhi. Not believing in arranged marriages, Meenakshi awaits her prince when she comes across Tamil artist Surya, to whom she is strangely attracted to.","release_date":"2012-10-12","genres":[10749,35],"vote_average":5.6,"runtime":146,"cert":"N\/A","id":137180,"title":"Aiyyaa","adult":false},{"cast":["Veerle Baetens","Johan Heldenbergh","Nell Cattrysse","Geert Van Rampelberg","Nils De Caster"],"overview":"The loss of their young daughter threatens to destroy the love and faith of two married musicians.","release_date":"2012-10-09","genres":[18],"vote_average":7.8,"runtime":112,"cert":"","id":137182,"title":"The Broken Circle Breakdown","adult":false},{"cast":["Peter Haber","Mikael Persbrandt","Marie Göranzon","Ingvar Hirdwall","Rebecka Hemse"],"overview":"A series of grisly murders where the victims faces have been removed by acid starts to turn up around Stockholm. Detective Martin Beck and Gunvald Larsson are once again drawn into the darkness.","release_date":"2002-04-17","genres":[],"vote_average":5.5,"runtime":105,"cert":"N\/A","id":137190,"title":"Beck - Sista vittnet","adult":false},{"cast":[],"overview":"A Montreal girl takes a disastrous trip inside the porn industry. Documentary.","release_date":"2012-02-03","genres":[],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":137201,"title":"Inside Lara Roxx","adult":false},{"cast":[],"overview":"A man intent on suicide decides to have a little fun via meaningless romance.","release_date":"2012-02-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137206,"title":"I Hate Toronto","adult":false},{"cast":["Neeru Bajwa","Tarun Khanna","Gurpreet Ghuggi","Amar noorie","Rana Ranbir"],"overview":"Pata Nahi Rabb Kehdeyan Rangan Ch Raazi is the story of Harman, his life, his struggle and his dreams. His dream is to see his ailing parents happy and healthy and to get Simran as his life partner who hails from a very rich family.\r Ashamed of his poverty, he leaves India and reaches Bangkok to rise in life. His life takes a fortunate turn in Bangkok with the help of hotelier, Gurvinder and his pretty daughter, Preet who has a soft corner for Harman. However, unaware of Preet’s feelings Harman returns to India as a rich man.","release_date":"2012-02-17","genres":[10749],"vote_average":0.0,"runtime":153,"cert":"N\/A","id":137208,"title":"Pata Nahi Rabb Kehdeyan Rangan Ch Raazi","adult":false},{"cast":["Georg Thomalla","Peter Weck","Lotte Ledl","Chris Roberts","Ireen Sheer"],"overview":"The owner of a travel agencies decides to took a holiday with his family. He combines business with pleasure and undertakes a tour of inspection of some of his enterprises. Incognito he arrives with his family at the Castle Hotel on the Wörthersee. But the hotel manager has been warned of the impending visit and means to give the important guest the red carpet treatment. Unfortunately he does not know him personally and so takes the wrong man for the incognito inspector. Neither of the two men enjoy the mix-up and the poor hotel director has to live through some uncomfortable hours before he manages to pour oil on the troubled water.","release_date":"1973-10-19","genres":[10402,35],"vote_average":1.0,"runtime":89,"cert":"N\/A","id":137216,"title":"If Every Day Was Sunday","adult":false},{"cast":["Knut Agnred","Anders Eriksson","Jan Rippe","Claes Eriksson","Per Fritzell"],"overview":"This movie summarizes Galenskaparna and After Shaves 30 years old companionship. This movie contains a clip for every year for the last 30 years.","release_date":"","genres":[],"vote_average":0.0,"runtime":231,"cert":"N\/A","id":137218,"title":"30-årsfesten","adult":false},{"cast":["Mario Merola","Aldo Canti","Ria De Simone"],"overview":"Don Salvatore Savastano, a boss involved in the smuggling of contraband cigarettes, is forced to watch four masked robbers kill his wife and his only son in a restaurant where he and his family are celebrating the young boy’s first Holy Communion.  From that moment on Don Salvatore has no other purpose in life but to get his revenge on the four assassins. Thanks to Gennarino, an orphan boy he befriends and protects, Don Salvatore manages to unmask his son’s murderers but is subsequently captured. Gennarino rescues him from being torn to pieces by a bomb.......","release_date":"1978-04-18","genres":[],"vote_average":7.6,"runtime":85,"cert":"N\/A","id":137220,"title":"Naples... Serenade Caliber 9","adult":false},{"cast":[],"overview":"A lonely man's relationship to his doppelganger leads to plagiarism.","release_date":"2012-09-12","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":137222,"title":"Doppelgänger Paul","adult":false},{"cast":[],"overview":"The title character, Nobita, is upset because he cannot get a large RC toy to show off to a rich boy, Suneo. His fit makes Doraemon angry, and with the hot Japanese summer, he decides to \"cool off\" at the North Pole with the Anywhere Door, a mysterious portal.  Nobita follows him there after he's gone for a long time, and discovers a strange bowling ball-like orb which starts blinking with a pulsating light, and summons what looks like a giant robot´s foot. After sledding down the hill on it and having it crash into his room through the Anywhere Door, the bowling ball follows him home through the door and another robot piece falls into his backyard.","release_date":"2011-03-05","genres":[16,12,10751],"vote_average":5.3,"runtime":108,"cert":"N\/A","id":137227,"title":"Doraemon: Nobita and the New Steel Troops: ~Winged Angels~","adult":false},{"cast":[],"overview":"Muse entered the studio to begin recording their sixth studio album in September 2011. Watch them making their album \"The 2nd Law\"","release_date":"2012-10-01","genres":[],"vote_average":0.0,"runtime":33,"cert":"","id":137229,"title":"Muse: The Making Of The 2nd Law","adult":false},{"cast":["Laurent de Brunhoff","James Bradford"],"overview":"After writing to Santa, Arthur, Pom, Flora and Alexander carefully monitor the mailbox, but in vain. Finding their excellent idea of wanting to bring Santa home, Babar sets out on a long journey to find him and convince him to include elephant country on his gift giving tour.","release_date":"1986-12-05","genres":[16,10751],"vote_average":6.5,"runtime":30,"cert":"N\/A","id":137231,"title":"Babar and Father Christmas","adult":false},{"cast":["Raymond Martino","Pamela Dixon","Robert Gallo","Wendy MacDonald","Jean Levine"],"overview":"The bloody saga of two strangers brought together by a common need - to find the women they've lost. Rachel ran away, Misty was kidnapped; but nothing will stop Dino and Ziggy in their pursuit of the women they love. They turn Hollywood into a War Zone! On one side: pimps, drug pushers and the police. The other side - a sawn off shotgun and a 357 magnum.","release_date":"1986-01-27","genres":[80,28],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":137233,"title":"Mayhem","adult":false},{"cast":["John Wayne","Ruth Hall","Jack Mulhall","Raymond Hatton","Francis X. Bushman Jr."],"overview":"Tom Wayne rescues Clancy, Renard and Schmidt in the Arabian desert and they join him in going after El Shaitan, a bad guy who is never seen as he tries to wipe out the Foreign Legion.  Feature version of the movie serial, The Three Musketeers (1934).","release_date":"1946-05-31","genres":[12,28],"vote_average":4.3,"runtime":72,"cert":"N\/A","id":137235,"title":"Desert Command","adult":false},{"cast":[],"overview":"Produced exclusively for DVD, with nearly of 3 hours of the hottest standup comedians performing in the funniest program on TV. Mock the Week - Too Hot For TV contains all the best laugh out load moments that couldn't be shown on TV or anywhere else, for reasons of taste, decency and sheer outrageousness. For the first time see unbroadcastable material from Dara O'Briain, Frankie Boyle, Hugh Dennis, Andy Parsons, Russell Howard and a host of the funniest stand-up comedians on the circuit","release_date":"2005-12-10","genres":[],"vote_average":9.5,"runtime":247,"cert":"18","id":137243,"title":"Mock The Week - Too Hot for TV","adult":false},{"cast":["Venu Thottempudi","Shahin","Prakash Raj","Brahmanandam","Chandramohan"],"overview":"The story revolves around Venu (Venu), who is an orphan. His philosophy is to live happily with smile (Chirunavvu) all the time. His uncle (Chandra Mohan) wants to marry him with his daughter Aruna (Prema). Aruna runs away from the house during the marriage.  Venu goes to the city to find a job. There he meets Sandhya (Shaheen). During a night party, her soft drinks glass was adulterated with alcohol and she was about to be raped. Then Venu makes a heroic act by saving her from the goondas. Sandhya becomes close to Venu and both of them are fond of each other. During her birthday party, she announces that she is going to get married soon with Pratap (Prakash Raj). Venu, did get upset. When asked about his disappointment, Venu tells Sandhya that he loves her for which she says sorry. Venu believes that Sandhya still loves him. Venu pursues his quest for the love of Sandhya. Meanwhile, Sandhya observes the characters of selfish Pratap and smiling Venu.","release_date":"2000-11-10","genres":[],"vote_average":6.0,"runtime":145,"cert":"N\/A","id":137248,"title":"Chiru Navvutho","adult":false},{"cast":[],"overview":"This is a DUFFY concert she gave in texas at the festival called austin city limits on august 2008.the dvd contains still many other bonus performances.","release_date":"2016-02-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137259,"title":"Duffy - Austin City Limits","adult":false},{"cast":["Shu Watanabe","Ryosuke Miura","Riho Takada","Hiroaki Iwanaga","Asaya Kimijima"],"overview":"Leading an expedition in Thuringia, Germany, Kousei Kougami was unearthing the resting place of one of the First OOO's alchemist to obtain legendary Lost Medals. The Shogun and the 21 Core Medals features a trip to the past where the cast of Kamen Rider OOO meets up with Tokugawa Yoshimune (portrayed by Ken Matsudaira) to battle the powerful alchemist Gara (portrayed by Miki Sakai) while learning the origins of the Core Medals. The film also introduced Kamen Rider OOO's Burakawani Combo","release_date":"2011-08-06","genres":[28,12,36,878],"vote_average":3.8,"runtime":65,"cert":"N\/A","id":137261,"title":"Kamen Rider OOO Wonderful: The Shogun and the 21 Core Medals","adult":false},{"cast":["Gal Costa"],"overview":"The voice and the unmistakable interpretation of Gal Costa, in honor of Tom Jobim, with songs that should always be remembered: 1. Fotografia (Photography), 2. Por Causa de Você (Because Of You), 3. Garota de Ipanema (The Girl from Ipanema), 4. Derradeira Primavera (Ultimate Spring), 5. Wave, 6. Brigas Nunca Mais Discussão (Discussion Fights Never Again), 7. Piano na Mangueira (Piano in Mangueira), 8. Esquecendo Você (Forgetting You),  9. Chega de Saudade, 10. Samba do Avião (Airplane's Samba), 11. Anos Dourados (Golden Years), 12. Desafinado (Out of Tune), 13. Tema de Amor de Gabriela ( (Gabriela Love's Theme), 14. Ligia, 15. Janelas Abertas (Open Windows), 16. Corcovado, 17. Bonita (Beautiful), 18. Triste (Sad), 19. Chovendo na Roseira (Raining in Rose), 20. Falando de Amor (Speaking of Love), 21. Felicidade (Happiness), 22. Frevo.","release_date":"1999-01-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137263,"title":"Gal Costa - Sings Tom Jobim","adult":false},{"cast":["Nandamuri Balakrishna","Asin Thottumkal","Prakash Raj","Krishna Bhagavan","Rakshita"],"overview":"Lakshmi Narasimha (Balakrishna) is a strict police officer who does not mind making his own rules to bring justice to the public. Once, he was indirectly affected by the goon Dharma Bhiksham (Prakash Rai) which costs him his sister and lots of properties of his native village. But Dharma Bhiksham does not know that it was Lakshmi Narasimha who got affected by him. After a few months, Lakshmi Narasimha is transferred to Vijayawada. Dharma Bhiksham rules the mafia world from Vijayawada. Though, a strict police officer - he compromises with Dharma Bhiksham and takes bribes to the tune of one and half crores. He takes the bribes and then invests all the money into rehabilitating his native village affected by Dharma Bhiksham. Dharma Bhiksham comes to know about it and rebels against Lakshmi Narasimha. The rest of the story is all about how Lakshmi Narasimha puts an end to the life of Dharma Bhiksham using illegal methods.","release_date":"2004-01-14","genres":[28],"vote_average":6.0,"runtime":145,"cert":"N\/A","id":137265,"title":"Laxmi Narasimha","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137267,"title":"Gilberto Gil – Fé Na Festa","adult":false},{"cast":[],"overview":"5 years in the life of a rural French farmer.","release_date":"1972-05-01","genres":[99],"vote_average":10.0,"runtime":91,"cert":"N\/A","id":137269,"title":"Cousin Jules","adult":false},{"cast":["Sumanth","Sneha","Parvati Melton"],"overview":"Sanjay (Sumanth) is an extremely practical guy who believes in nothing but logic and reasoning. He listens to his mind and ignores his heart. Hamsa Vahini (Sneha) is a girl who believes strongly in human bonds and trusts everybody easily. Hamsa likes Sanjay immensely and proposes to marry him. Sanjay too accepts the proposal. In a casual chitchat, Sanjay reveals that he does not love her though he is marrying her. He feels that it is a marriage of convenience and practicality. Sanjay's confession hurts Hamsa and she cancels the engagement. As Sanjay slowly realizes the power of love and starts missing her, Hamsa becomes pragmatic and practical due to her family related circumstances, and ignores his pleas for forgiveness. The rest of the story is all about how she finally accepts Sanjay's love.","release_date":"2007-02-09","genres":[18,10749],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":137271,"title":"Madhumasam","adult":false},{"cast":["Srikanth Meka","Bhavana","Jayaprakash Reddy","Uttej","Ram Jagan"],"overview":"Dasu (Srikanth) is a rowdy in a basti in Hyderabad. He makes a living out of \"settlement of petty issues\". A young lawyer Krishnaveni (Bhavana) gets him bail in a petty case and their acquaintance soon develop into romance after a series of events. On other hand, a politician cum business woman (Jyothy) plans to set up SEZ in that basti that move is protested by dwellers headed by a genuine leader (Sekhar). Meanwhile, a local politician cum rowdy leader Dada (Jayaprakash Reddy) also protests against businesswoman and seeks Rs 200 Crores from if she wants to set up SEZ there. Dasu initially believes Dada as good politician and works for him. When Dada tries to take advantage of Dasu, he realizes his fault and plans to contest against him on a newly floated Mahatma party. How Krishnavani and local theatre artiste bring change in Dasu and make him realize the importance of Mahatma Gandhi's ideology is core point of the movie.","release_date":"2009-10-09","genres":[],"vote_average":6.0,"runtime":145,"cert":"N\/A","id":137273,"title":"Mahatma","adult":false},{"cast":["Ravi Teja","Raasi","Vadde Naveen","Prakash Raj"],"overview":"Manasichi Choodu is a comedy entertainer directed by Rudraraju Suresh Varma. This film mainly deals with youth unemployment. Ravi Teja, Raasi &amp; Vadde Naveen cast the main leads while the supporting cast has Suhasini, Ali &amp; Ganesh Babu. Naveen loves Raasi from his childhood but they go their seperate ways to pursue higher studies. When Naveen makes his feelings known to Raasi, she accepts him and tells him that her father will let Naveen marry her only if he's settled with a good job and is in a position to take care of her. So, Naveen focuses all his time and energy in getting a job. Meanwhile, Raasi's father, unaware of his daughter's choice, plans to get her married to Srihari but when he learns that Raasi is in love with Naveen, he calls off the wedding. Insulted, Srihari kidnaps Raasi and holds her hostage. How Naveen and Raasi unite and how all their friends find jobs for themselves and all the consequences that follow forms the rest of the story.","release_date":"1998-08-08","genres":[],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":137278,"title":"Manasichi Choodu","adult":false},{"cast":["Varun Sandesh","Anita Galler","Shraddha Das","Janaki Sabesh","Prathap K. Pothan"],"overview":"Maro Charitra is a 2010 Telugu film, which is an adaptation of the 1978 film of the same name. The film stars Varun Sandesh and newcomer Anita in the lead roles. The film is produced by Dil Raju and directed by Ravi Yadav, Story by K. Bala Chandar, Dialogues by Umarji Anuradha, cinematography by Ravi Yadav of 2008 Hindi film Race.Music is composed by Mickey J Meyer and background score is composed by Thaman. The film released on 25 March 2010. The trailer released recently got a huge response. The film received negative feedback and was a flop at the box office.","release_date":"2010-03-25","genres":[10751,10749,18],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":137280,"title":"Maro Charitra","adult":false},{"cast":["Mick Jagger","Keith Richards","Charlie Watts","Ron Wood","Bill Wyman"],"overview":"This film is released as part of the ongoing 50th anniversary celebration of the Rolling Stones. It tells the story of the Stones' unparalleled journey from blues obsessed teens in the early 60s to their undisputed status as rock royalty. All of the Stones have been newly interviewed and their words form the narrative arc that links together archive footage of performances, news coverage, and interviews, much of it previously unseen. Taking its title from a lyric in \"Jumpin' Jack Flash,\" this film gives the viewer an intimate insight into exactly what it's like to be part of the Rolling Stones as they overcome denunciation, drugs, dissensions, and death to become the definitive survivors. Over a year in the making and produced with the full cooperation and involvement of the Stones, this film is and will remain the definitive story of the world's greatest rock 'n' roll band","release_date":"2012-10-18","genres":[99,10402],"vote_average":7.3,"runtime":111,"cert":"15","id":137285,"title":"Crossfire Hurricane","adult":false},{"cast":["Dee Caffari","Anna Corbella"],"overview":"It is never too late to follow your dream. Dee Caffari is a school teacher and Anna Corbella is a veterinarian. A common dream brought them together - to become the best sailors in the world. They have thrown caution to the wind, quit their secure jobs and plunged head first into the world of professional sailing","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":137296,"title":"Beyond 360º","adult":false},{"cast":["Jeon Do-yeon","Park Hae-il","Goh Doo-shim","Park Myung-shin","Shin Dong-hwan"],"overview":"Na-young works at a post office and is sick and tired of being around her shamefully unyielding mother and her pushover father who's excessively nice. The only thing that she can look forward to is her trip abroad in a few days. But one day, her father leaves home without any notice. Her mother doesn't care what happens to him and doesn't care to look for him. Na-young has no choice but to give up her dream trip abroad and to search for her father instead. Once she arrives at her parents' hometown, Na-young is shocked to meet someone she'd never expect, even in her dreams.","release_date":"2004-06-30","genres":[10749,14],"vote_average":6.2,"runtime":110,"cert":"N\/A","id":137298,"title":"My Mother the Mermaid","adult":false},{"cast":["Amanda Donohoe","Gregor Törzs","Karen LeBlanc","Tony Lo Bianco","Guylaine St-Onge"],"overview":"The Toronto-filmed Lucky Day stars Amanda Donohoe as Nora Barkin, an aspiring actress who supports herself by working for a courier service. No sooner has Nora's friend and coworker Bill Reagan (Gino Marrocco) jubilantly announced that he possesses a lottery ticket worth 13 million dollars than Bill is killed by an unknown assailant. Though discouraged from doing so by investigating detective Marinello (Tony Lo Bianco), Nora insists upon trying to solve Bill's murder herself -- and in the process she follows a trail of evidence leading to her own husband Jack","release_date":"2004-03-15","genres":[9648],"vote_average":5.3,"runtime":95,"cert":"N\/A","id":137300,"title":"Mary Higgins Clark's Lucky Day","adult":false},{"cast":[],"overview":"Justin Cook (Phill Lewis) and his sister Kerry (Allison Dean) are two African American teenagers living in a middle-class New Jersey household in the late 1980s. The Cook family is visited by their distant cousin, psychologist Mariah Johnston (Whoopi Goldberg). A contemporary of Justin and Kerry's parents, Mariah is about to receive an award for her years of community work, particularly in the area of civil rights. Having been born after the Civil Rights Movement, Justin and Kerry never experienced Jim Crow segregation, and the two fail to appreciate the stories about the era that Mariah and their parents recount at dinner.","release_date":"1989-01-24","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":137302,"title":"My Past Is My Own","adult":false},{"cast":["Antonio Aguilar","Flor Silvestre","Manuel Capetillo","Eleazar García","Alejandro Reyna"],"overview":"Upon hearing the news of Madero's death, Porfirio Alcalá and his four cousins interrupt their peaceful lives as farmers to again join the Mexican Revolution.","release_date":"1970-01-08","genres":[],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":137307,"title":"Vuelve el ojo de vidrio","adult":false},{"cast":["Alex Karpovsky","Jennifer Prediger","Dustin Guy Defa","Onur Tukel","Keith Poulson"],"overview":"Writer\/director\/star Alex Karpovsky, a familiar face to indie filmgoers, reveals his sterling comic chops in this close-to-the-bone comedy. Teasing the line between fiction and reality, he plays an indie filmmaker named Alex Karpovsky who, dumped by a longtime girlfriend fed up with his refusal to marry, takes to the road with a reluctant old pal for a misbegotten mini tour screening his movie on college campuses and independent cinemas.","release_date":"2012-07-15","genres":[35],"vote_average":4.0,"runtime":85,"cert":"N\/A","id":137312,"title":"Red Flag","adult":false},{"cast":[],"overview":"When are you ready to find out who you really are? At the age of 10, adopted Russian children Grego and Alexa Ammon are rocked by the murder of their father Ted in the Hamptons by their stepfather Danny Pelosi. Soon afterwards, their mother Generosa died of cancer. Now twenty years old, they decide to unearth their roots in the Ukraine. Orphans made orphans again, seeking their identities because even reality doesn't seem real, 59 MIDDLE LANE is a deeply felt documentary that charts the human need to connect and the mysterious journey it takes to move from tragedy to joy.","release_date":"","genres":[],"vote_average":7.0,"runtime":91,"cert":"N\/A","id":137323,"title":"59 Middle Lane","adult":false},{"cast":[],"overview":"A short thriller about the murder, and its aftermath, of a young girl.","release_date":"2006-05-25","genres":[18,9648],"vote_average":3.0,"runtime":10,"cert":"N\/A","id":137337,"title":"Nature's Way","adult":false},{"cast":["Mia Riverton","Henry Dittman","Illeana Douglas","Sung Kang","Janel Parrish"],"overview":"Romantic comedy taking a lighthearted look at a wedding planning business run by a Honolulu mom and three daughters from three different dads. Triple-divorcee Miriam (Illeana Douglas) is having her own lack of luck in love, her eldest daughter Lily heads home after rejecting her boyfriend's marriage proposal and her two half-sisters are running the business into the ground.","release_date":"2011-10-17","genres":[35],"vote_average":2.5,"runtime":77,"cert":"N\/A","id":137339,"title":"4 Wedding Planners","adult":false},{"cast":[],"overview":"Four lives are intrinsically changed by time spent at Guantanamo.","release_date":"2011-04-28","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":137341,"title":"The Guantanamo Trap","adult":false},{"cast":["Kirk Douglas","Bella Darvi","Gilbert Roland","Cesar Romero","Lee J. Cobb"],"overview":"An Italian daredevil turns Grand Prix driver and works his way up to Le Mans with his ballerina lover.","release_date":"1955-02-04","genres":[18],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":137343,"title":"The Racers","adult":false},{"cast":["Jayasurya","Ann Augustine","Menaka Suresh","Nedumudi Venu","Harisree Ashokan"],"overview":"Vaadhyar film directed by debutant Nidheesh Sakthi and written by Rajesh Raghavan about a government school teacher named Anoop Krishnan, his dream is to become an MBA holder, but circumstances force him to take up teaching profession. He is chosen to work at Kottapuram Saraswathi Vilasam U.P.School, he doesn't do his job properly as he works there with no interest and the problems that occur leads to the rest of the story.","release_date":"2012-06-08","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":137345,"title":"Vadhiyar","adult":false},{"cast":["Vera Farmiga","Mark Strong","Harry Lloyd","Anton Lesser","Joe Armstrong"],"overview":"A Romanian police officer teams up with a small crew of bank robbers to pull off a heist by convincing everyone at the scene of the crime that they are only filming a movie.","release_date":"2014-03-07","genres":[35,18],"vote_average":7.2,"runtime":112,"cert":"N\/A","id":137347,"title":"Closer to the Moon","adult":false},{"cast":["Jang Jin-young","Kim Seung-woo","Kim Sang-ho","Nam Sung-jin","Oh Dal-su"],"overview":"Young-Hoon (Kim Seung-Woo) works for his mother’s restaurant, but he prefers hanging out with his friends. He then meets Yeun-ah (Jang Jin-Young), a tough lady that works in a room salon as a barmaid. She takes the initiative by coming to his restaurant, when he is working, and propositions him in a playful way. They become a couple, but their relationship is always volatile. They fight constantly (physically and verbally), but the next moment kiss and make up. Meanwhile, Young-Hoon already has another girlfriend, who is his finance! When his mother learns about his new girlfriend Yeun-ah, she pushes her son to get married to his finance. Even after he marries his finance, Young-Hoon continues his relationship with Yeun-ah. When Young-Hoon’s wife gets pregnant, Yeun-ah starts to feel insecure about their relationship and takes matter into her own hands. She decides to call Young-Hoon’s wife and tell her everything about their relationship.","release_date":"2006-09-07","genres":[10749,35],"vote_average":4.0,"runtime":125,"cert":"N\/A","id":137349,"title":"Between Love and Hate","adult":false},{"cast":["Margaret Lockwood","Dennis Price","Cecil Parker","Dermot Walsh","Michael Denison"],"overview":"Life becomes a tragedy for the wife (Margaret Lockwood) of an Irish heir (Dennis Price) to a 19th-century family feud and fortune.","release_date":"1947-01-07","genres":[18],"vote_average":5.3,"runtime":103,"cert":"","id":137357,"title":"Hungry Hill","adult":false},{"cast":[],"overview":"Gogol's The Overcoat manifests in Montreal.","release_date":"2012-04-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137359,"title":"The Girl In The White Coat","adult":false},{"cast":[],"overview":"The traditional Chinese family faces relocation.","release_date":"2012-04-06","genres":[],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":137361,"title":"The Vanishing Spring Light","adult":false},{"cast":["Robert Plant","Jimmy Page","John Paul Jones","Jason Bonham"],"overview":"On December 10, 2007, Led Zeppelin took the stage at London's O2 Arena to headline a tribute concert for dear friend and Atlantic Records founder Ahmet Ertegun. What followed was a two-hour-plus tour de force of the band's signature blues-infused rock 'n' roll that instantly became part of the legend of Led Zeppelin. Founding members John Paul Jones, Jimmy Page and Robert Plant were joined by Jason Bonham, the son of their late drummer John Bonham, to perform 16 songs from their celebrated catalog including landmark tracks \"Whole Lotta Love,\" \"Rock And Roll,\" \"Kashmir,\" and \"Stairway To Heaven.\"  .","release_date":"2012-10-17","genres":[10402],"vote_average":8.1,"runtime":124,"cert":"PG","id":137366,"title":"Led Zeppelin: Celebration Day","adult":false},{"cast":["Chiranjeevi","Simran","Sanghavi","Nagendra Babu","Brahmanandam"],"overview":"Mrugaraju is a 2001 Tollywood film which was written and directed by Gunasekhar based on English film The Ghost and the Darkness. It stars Chiranjeevi, Simran, Sanghavi and Nagendra Babu. Mani Sharma composed music for this film. The film has been dubbed in Tamil with the title Vettaikkaaran.The Hindi version of this is available named \"Rakshak, The Protector\".In a jungle, there lives a man-eating lion. The latest victim of lions havoc is the death of the chief engineer who is constructing the rail bridge. The Railway department asks Aishwarya (Simran) to go on the mission of constructing the bridge. Even after Aishwarya resumes the duty, Lion starts terrorizing the crew of the construction team.","release_date":"2001-01-11","genres":[],"vote_average":5.5,"runtime":145,"cert":"N\/A","id":137374,"title":"Mrugaraju","adult":false},{"cast":["Martin Papazian","Tristan Lake Leabu","Laura San Giacomo","Azura Skye","Audrey Marie Anderson"],"overview":"A haunted soldier just back from war and a boy who has never known peace in his home life embark on a life-changing journey as they become unlikely friends — and one another’s last shot at redemption.","release_date":"2012-10-12","genres":[18],"vote_average":4.8,"runtime":105,"cert":"N\/A","id":137376,"title":"Least Among Saints","adult":false},{"cast":["Donald Sinden","Nicole Berger","Kieron Moore","Peter Wyngarde","Godfrey Quigley"],"overview":"A police inspector (Donald Sinden) tracks down Russian anarchist Peter the Painter (Peter Wyngarde) and his gang in circa-1911 London.","release_date":"1960-10-11","genres":[18,36],"vote_average":2.0,"runtime":93,"cert":"","id":137378,"title":"The Siege of Sidney Street","adult":false},{"cast":["Ali","Brahmanandam","Mumaith Khan","Nagendra Babu","Naresh"],"overview":"","release_date":"2008-04-25","genres":[],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":137380,"title":"Naa Manasukemaindi","adult":false},{"cast":[],"overview":"The famed painter reinvents representation of the Canadian landscape before disappearing in mysterious circumstances.","release_date":"2012-04-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137382,"title":"West Wind: The Vision Of Tom Thomson","adult":false},{"cast":["Chen Bolin","Ivy Chen","Shiou Chieh Kai","Puff Kuo"],"overview":"A journalist, tasked with monitoring online message boards for potential news stories, becomes involved in a hacking scandal.","release_date":"2012-08-17","genres":[18],"vote_average":4.5,"runtime":105,"cert":"N\/A","id":137399,"title":"Silent Code","adult":false},{"cast":["Mammootty","Lal","Padmapriya Janakiraman","Kaniha","Lalu Alex"],"overview":"Cobra (Malayalam: കോബ്ര) is a 2012 Malayalam comedy action thriller film written and directed by Lal (Paul Michael), starring himself and Mammootty in the lead roles. The songs were composed by Alex Paul, and background score by Deepak Dev.","release_date":"2012-04-12","genres":[],"vote_average":2.4,"runtime":146,"cert":"N\/A","id":137404,"title":"Cobra","adult":false},{"cast":["Aaron Kwok","Tony Leung Ka-Fai","Andy Lau","Charlie Yeung","Chin Ka-Lok"],"overview":"They say Hong Kong is the safest city in Asia. But tonight, a police van has been hijacked along with the arms, equipment and the five officers aboard, one of the hostages being the only son of police deputy commissioner M.B. Lee! With the chief commissioner away on a conference overseas, the fiery Lee immediately takes command of the rescue operation – codenamed \"Cold War\" – but the mysterious kidnappers clearly know the police procedures and are therefore in an advantageous position. Objecting to Lee's aggressive but futile methods, the other deputy commissioner Sean Lau  steps in at this time of crisis to lead the operation. But even Lau's careful plan to negotiate with the kidnappers ends up a failure, losing the $50 million cash ransom and the life of his lieutenant in the process. Meanwhile, the ICAC (Independent Commission Against Corruption) begins to investigate Lau and Lee on suspicion of having hidden ties to the kidnappers...","release_date":"2012-11-08","genres":[53,28],"vote_average":6.6,"runtime":102,"cert":"N\/A","id":137409,"title":"Cold War","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137411,"title":"水餃幾兩","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137413,"title":"命運狗不理","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137415,"title":"有人讚美聰慧，有人則不","adult":false},{"cast":[],"overview":"The effect of people moving away from the Chinese countryside, portrayed in poetic, occasionally stunning and often magical scenes. A student returns to her birthplace because she has a premonition that her father, who has already been in his coffin for seven years, is dying.","release_date":"2012-11-05","genres":[],"vote_average":6.0,"runtime":90,"cert":"","id":137417,"title":"Four Ways to Die in My Hometown","adult":false},{"cast":["Tamara Olson","Darienne Arnold","Holly Laningham","Miranda Gibson"],"overview":"Young women struggle to make it as models in Los Angeles.","release_date":"1999-11-06","genres":[18,35],"vote_average":3.0,"runtime":95,"cert":"N\/A","id":137428,"title":"Fashionably L.A.","adult":false},{"cast":["Lyubov Arkus","Anton Kharitonov","Rinata Kharitonova","Vladimir Kharitonov"],"overview":"How is it possible to feel someone elses pain? The hero of this film is an autistic boy. His life is divided between an apartment with peeling walls on the outskirts of a large city, and a mental hospital. Anton comes into the frame when he is on the point of becoming a patient at a residential neuropsychiatric institution, a place where people with the sort of diagnosis that he has do not live long. The author, the camera, the hero. The distance between them shrinks with every passing minute, and the author has to enter the shot and become a character in the story. However, it is not a story about how one person helped another, but about how one person recognized herself in another. About how there is Another who lives in each of us and must be destroyed every day inside of us in order to survive.","release_date":"2012-10-11","genres":[99],"vote_average":1.0,"runtime":110,"cert":"N\/A","id":137430,"title":"Anton's Right Here","adult":false},{"cast":["Pamela Dixon","Tricia Parks","Kita Harrison","Jeffrey Olsen","Robert D'Lorrio"],"overview":"A policewoman tries to help two teenage crack addicts. When she doesn't succeed, and the girls die, she goes after the crack dealers.","release_date":"1988-01-01","genres":[53],"vote_average":3.0,"runtime":84,"cert":"N\/A","id":137432,"title":"L.A. Crackdown","adult":false},{"cast":["Pamela Dixon","Anthony Gates","Joe Verroca","Cynthia Miguel"],"overview":"A member of a gang of bank robbers is also cutting the throats of girls he has picked up in a club, so two female cops go on his trail.","release_date":"1988-01-01","genres":[28],"vote_average":4.0,"runtime":83,"cert":"N\/A","id":137437,"title":"L.A. Crackdown II","adult":false},{"cast":["Aamir Khan","Pooja Bhatt","Anupam Kher","Sameer Chitre","Deepak Tijori"],"overview":"Runaway heiress in search of her beloved falls in love with another man on the way.","release_date":"1991-01-23","genres":[10749,35],"vote_average":7.5,"runtime":154,"cert":"N\/A","id":137439,"title":"Dil Hai Ke Manta Nahin","adult":false},{"cast":[],"overview":"1942, Croker Island, as Japanese bomb the North, 95 Aboriginal children and their missionary carers make a remarkable journey to safety 3000 miles across the Australian continent.","release_date":"2012-06-12","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":137441,"title":"Croker Island Exodus","adult":false},{"cast":["Anju Asrani","Kondavalasa Lakshmana Rao","Annapoorna","Bollimunta Nageswara Rao","Kalpana Rai"],"overview":"Directed by Dr Rao, Starring Prudhvi, Anju Asrani, Ali, AVS, Kondavalasa Lakshmana Rao, Annapurna, Bollimunta","release_date":"2007-07-07","genres":[],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":137443,"title":"Navvule Navvulu","adult":false},{"cast":["Vanessa Redgrave","Martin Balsam","William Russ","Alice Krige","Louise Fletcher"],"overview":"Fact-based story about tennis pro Renee Richards, whose player status was challenged in 1976 when it was revealed that she was a transsexual. Flashback to 1964 and meet Richard Radley, a successful New York doctor with a great lifestyle, a flashy girl friend, and a secret life. Seems like the good doctor likes to dress up in women's clothes and visit Manhattan. His psychiatrist mother refuses to deal with him and sends him to a colleague who diagnoses with a psychotic gender confusion, which he says can be unlearned. After a failed marriage and fatherhood, he gives in to the transsexual operation and becomes Renee for good with a new life in California.","release_date":"1986-01-01","genres":[18,10770],"vote_average":6.7,"runtime":120,"cert":"N\/A","id":137445,"title":"Second Serve","adult":false},{"cast":["Julia Blake","Danielle Carter","Firass Dirani"],"overview":"Australian thriller film about a Muslim man (Firass Dirani) who kidnaps an elderly Melbourne Jewish woman (Julia Blake) and holds her hostage.","release_date":"2012-06-30","genres":[80,18],"vote_average":3.0,"runtime":84,"cert":"N\/A","id":137447,"title":"Last Dance","adult":false},{"cast":["Ravi Teja","Siya Gautham","Subbaraju","Sayaji Shinde","Supreet"],"overview":"Ravi (Ravi Teja) is an aspiring film director who works as an assistant director to Idly Vishwanath (Brahmanandam). Mallik (Subba Raju) is the hero of the film and Mumaith (Mumaith Khan) is the heroine for the project. Sandhya (Siya), the film's junior artiste, falls in love with Ravi. But Ravi is goal oriented like Kamal Hasan in Sagarasangamam.  Also, Ravi's mother (Rama Prabha) is fighting against cancer. Amidst all this, how Ravi reaches his goal by impressing heroes and producers with his talent forms the main theme. Krishna Bhagawan portrays the role of a villain alongside Supreet.","release_date":"2008-12-18","genres":[18],"vote_average":6.0,"runtime":145,"cert":"N\/A","id":137452,"title":"Neninthe","adult":false},{"cast":[],"overview":"Campus rivals bond over hockey.","release_date":"2012-05-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137454,"title":"Taur Mittran Di","adult":false},{"cast":["Allari Naresh","Shriya Saran","Sharwanand","Vimala Raman","Brahmanandam"],"overview":"Nuvva Nena (English: You or me) is a Telugu Romantic comedy film directed by debutante P. Narayana and produced by Vamsi Krishna under SVK Cinema banner. The film stars Shriya Saran, Allari Naresh, Sharvanand, and Vimala Raman in lead roles with Brahmanandam, Ali, Jeeva, Srinivasa Reddy, Raghu and Kovai Sarala appearing in other significant role.[4] Bheems composed the film's soundtrack with Mani Sharma providing the background score for the film.It is based on Hindi film Deewana Mastana.","release_date":"2012-03-16","genres":[],"vote_average":0.0,"runtime":140,"cert":"N\/A","id":137462,"title":"Nuvva Nena","adult":false},{"cast":["Christopher Plummer","John Plumpis"],"overview":"Christopher Plummer treads the boards as a past-his-prime John Barrymore.","release_date":"2012-05-25","genres":[18],"vote_average":7.3,"runtime":83,"cert":"N\/A","id":137464,"title":"Barrymore","adult":false},{"cast":["Nagarjuna Akkineni","Simran"],"overview":"The movie starts with Chinni (Nagarjuna) revealing, on a train journey from Pune to Hyderabad, that he just got out of jail after seven years. His past is revealed in a flash back.  He had been a singer, waiting for the big break. Indu (Simran Bagga) hears his voice, though she doesn't see him and becomes his fan. When Chinni realizes this, he tries to reveal who he is but circumstances place him and Indu in situations where she ends up thinking that he is a rowdy. Chinni ultimately becomes responsible for her losing her eyesight too.  He devotes himself to her from then onwards attending to her every need. She learns to respect and love him too, thinking that he is the singer and not knowing that he is the same person she thought was a rowdy.","release_date":"2000-04-05","genres":[],"vote_average":4.0,"runtime":145,"cert":"N\/A","id":137466,"title":"Nuvvu Vastavani","adult":false},{"cast":["Nandamuri Balakrishna","Simran","Anushka Shetty","Priyanka Kothari","Ashutosh Rana"],"overview":"Veeravenkata Satyanarayana Swamy a.k.a. Satyam (Nandamuri Balakrishna) is a beloved person for several villagers, having touched and changed many a life. His grandmother is Baby (Simran Bagga) whose husband dedicated his life to gain independence, taken later as a prisoner of war and missing henceforth. Meanwhile, corrupt doctors, lawyers and journalists are allegedly killed, but their bodies are missing. The suspicions are on Swamy who is arrested, but an old man calling himself Okka Magadu (Nandamuri Balakrishna) claims to have committed those acts. The point is, OM looks like the older version of Swamy whose sworn enemy is Namboodriyar(Ashutosh Rana), a politician whose son elopes with a middle-class girl under Swamy's protection. The story line is very much similar to that of the film Bharateyudu (Indian (1996 film)) starred by the iconic actor Kamal Haasan.Movie was a blockbuster hit.","release_date":"2008-01-11","genres":[],"vote_average":4.5,"runtime":145,"cert":"N\/A","id":137468,"title":"Okka Magaadu","adult":false},{"cast":[],"overview":"The USA is in the grips of a rancorous partisanship the like of which has not been seen in nearly a century. Every political issue today invariably becomes a pitched partisan battle, irrespective of the issue - be it the economy, global climate change, education or foreign policy. The two parties are further apart than they have been in generations and this extreme polarization has made it nearly impossible to govern the country effectively.  How has the United States become so divided?  SPLIT journeys from coast to coast to find an answer to that question at a time when it is needed most.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":137479,"title":"Split: A Deeper Divide","adult":false},{"cast":["Bruce Bonebrake"],"overview":"How to diagnosing and repairing air conditioning systems.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":137481,"title":"Autozone Diagnosing and Repairing Air Conditioning Systems","adult":false},{"cast":[],"overview":"Testament - Live at Wacken Open Air  1 - Native Blood 2 - True American Hate 3 - More Than Meets The Eye 4 - Dark Roots Of Earth 5 - Into The Pit 6 - Practice What You Preach 7 - Over The Wall 8 - D.N.R. (Do Not Resuscitate) 9 - 3 Days In Darkness","release_date":"2012-08-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137486,"title":"Testament: [2012] Live at Wacken Open Air","adult":false},{"cast":["Stephen Rea","Lolita Davidovich","Adam MacDonald","Jase Blankfort","Peter Anthony Tambakis"],"overview":"In a world filled with hatred, their only hope was magic. Believe and anything can happen.","release_date":"2001-08-12","genres":[18,10751],"vote_average":6.7,"runtime":104,"cert":"N\/A","id":137491,"title":"Snow in August","adult":false},{"cast":["Prinzzess","Adriana Sephora","Raylene","Syren De Mer","Lily Carter"],"overview":"She Was Willing to Do Anything Just To Learn To Love Other Women! Simply the most realistic sex in lesbian adult video!","release_date":"2012-10-05","genres":[10749],"vote_average":0.0,"runtime":172,"cert":"N\/A","id":137496,"title":"Please Make Me Lesbian! 8","adult":true},{"cert":"N\/A","title":"Desi Romeos","cast":["Babbu Mann","Bittu","Sherry","Raavi","Mitesh"],"genres":[10749],"id":137498,"overview":"Desi Romeos is the story of six boys who are popular in college for their music. It describes  their journey from the days of the hostel to house no. 55, where they stay on rent and where romance blossoms between them and the girls (JULIET) staying as PG (Paying Guest)in the house opposite them to the jail. Desi Romeos’ is a fun filled story of a normal group of boys with lots of action, romance and music, keeping you entertained throughout","runtime":157,"release_date":"2012-07-13","vote_average":0.0,"adult":false}]