[{"cast":[],"overview":"An Alaskan town threatened by rising water levels takes the world's largest oil and mining companies to court.","release_date":"2012-06-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137500,"title":"Kivalina vs. Exxon","adult":false},{"cast":[],"overview":"The year is 2148.  Two years have passed since the world was defended from the mysterious Festum, leaving the world in peace. Soushi promised Kazuki that he would one day return to Tatsumiya Island but instead he still keeps himself hidden, living his life in the peace that he created.  But one day a mysterious ship arrives at Tatsumiya Island... a ship with nobody but a single sleeping girl on board.  The peace isn't going to last as long as everyone might hope...","release_date":"2010-12-25","genres":[28,16,18,878],"vote_average":3.8,"runtime":95,"cert":"N\/A","id":137502,"title":"Fafner in the Azure: Dead Aggressor - Heaven and Earth","adult":false},{"cast":["Machiko Kyō","Masayuki Mori","Yoshiko Kuga","Yûji Hori","Eiji Funakoshi"],"overview":"The eldest daughter of a rural family Mon returns home from Tokyo pregnant after an affair with a college student Kobata, which causes a scandal that will threaten the marriage prospects of the younger sister San, in her cash-strapped family. The ill-tempered eldest brother Inokichi decides to take on the role of disciplinarian, with harrowing results.","release_date":"1953-08-19","genres":[18],"vote_average":7.5,"runtime":86,"cert":"N\/A","id":137504,"title":"Older Brother, Younger Sister","adult":false},{"cast":["Charles Farrell","Joan Bennett","Ralph Bellamy","Eugene Pallette","Irving Pichel"],"overview":"Bret Harte's story Salomy Jane's Kiss provided the basis for a play (by Paul Armstrong and a number of films, including 1932's Wild Girl. Set in the High Sierras at the end of the Civil War, the \"wild girl\" of the title is Salome Jane Clay (Joan Bennett). Rather tomboyish and determined, she isn't the vixen that the title suggests; as a matter of fact, she is upset and angry over a man who has tried to take liberties with her. A stranger Charles Farrell shows up, looking for the same man who has incurred Jane's enmity. Farrell has a score to settle, for this man ruined the life and reputation of Farrell's sister. He shoots him, then flees the town with Jane's help. They are pursued by numerous individuals; as they overcome various obstacles, they find themselves falling in love.","release_date":"1932-11-09","genres":[37],"vote_average":4.0,"runtime":78,"cert":"N\/A","id":137509,"title":"Wild Girl","adult":false},{"cast":[],"overview":"A documentary portrait of Maine's 2009 Question One referendum, addressing the rights of same-sex couples to marry.","release_date":"2012-10-19","genres":[99],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":137511,"title":"Question One","adult":false},{"cast":["Lee Da-hee","Shim Hye-jin","Kim Soo-mi","Lee Sang-woo"],"overview":"Nam-hee (Shim Hye-Jin) is going about selling fruit from her truck, when she nearly runs over a young gentleman, Joon (Lee Sang-Woo). Joon finds his way to Nam-hee's house, where he meets her mother Gan-nan (Kim Su-Mi), and her 20-year-old daughter Na-rae (Da-hee Lee). Through a series of circumstances, Joon comes to live with the three women, and with the introduction of a handsome man in their house, the three use their own skills to vie for his attention and compete for his affection.","release_date":"2008-06-12","genres":[18],"vote_average":8.0,"runtime":93,"cert":"N\/A","id":137513,"title":"Mother and Daughters","adult":false},{"cast":[],"overview":"Young people head back to the land to raise their own food.","release_date":"2012-07-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137515,"title":"To Make A Farm","adult":false},{"cast":["Park Jin-hee","Choi Eun-ju","Lee Ki-woo","Kim Sun-a","Jo Han-sun"],"overview":"TV writer Ji-ho (Park Jin-Hee) has been secretly in love with Min-woo (Lee Ki-Woo) for the last 10 years. After a night of binge-drinking, she wakes up to face the worst day of her life. She wakes up to find that she has just gotten fired for low viewer ratings. On her way home her purse then gets snatched and Ji-ho pursues the thief. Then suddenly, when things seem that they can't go any worse, Ji-ho gets hit by a car.  But the chain of unfortunate events suddenly turns out to be a God-sent present. The man who hit her with the car turns out to be the very man she's been in love with all these years, Min-woo. She then pretends to have amnesia ...","release_date":"2008-12-17","genres":[],"vote_average":6.8,"runtime":114,"cert":"N\/A","id":137517,"title":"Lost and Found","adult":false},{"cast":["India Summer","Allie Haze","Payton Leigh","Janet Mason","Evie Delatosso"],"overview":"In a legal firm made up of very sexy, very strong women, some of the clients are bound to get hit on. That's exactly what happens to the lovely Allie Haze from not one, but two of her legal counsel! But whether these lady lawyers are arguing a trial in court or giving their client some serious tongue action, they're heating up the screen for you! Watch as sexy lawyers lick their clients eagerly! See their clients taking the initiative and bringing out the strap-on!","release_date":"2009-12-29","genres":[10749],"vote_average":0.0,"runtime":142,"cert":"N\/A","id":137522,"title":"Lesbian Legal 5","adult":true},{"cast":["Faye Reagan","Georgia Jones","Jana Cova","Samantha Ryan","Dia Zerva"],"overview":"These young girls have waited for years to be legal and now they're ready to share themselves with the ones who love them. Will they get hurt? Will they fall in love and stay there forever? Legal and ready for drama! In this courthouse no case is left open.... just legs. And these hot sexy young lesbians will do anything for another lady. Five hot and seductive lesbian scenes. Simply the most realistic sex in lesbian adult video. The best pussy eaters you can have on your side.They're absolutely irresistible and delicious!","release_date":"2010-02-05","genres":[10749],"vote_average":0.0,"runtime":143,"cert":"N\/A","id":137524,"title":"Lesbian Legal 6","adult":true},{"cast":["Sara Stone","Tiffany Tyler","Dia Zerva","Michelle Lay","Samantha Ryan"],"overview":"Lesbian Legal Part Seven is the seventh installment of this very fine series by the studio Girlfriends Films. It focuses on the professional and private lives of the lawyers and other employees of the very prestigious law firm Lesbian Legal. The firm's three female attorneys are India Summer, Avy Scott, and Janet Mason. Samantha Ryan is their main assistant. In Part seven, Avy Scott and India Summer are the only two lawyers of the firm that appear. Lesbian Legal gives Ms. Scott and Ms. Summer a continual and, in my opinion, their best Girlfriends Films' vehicle to show off their high quality acting skills.","release_date":"2010-03-19","genres":[10749],"vote_average":4.0,"runtime":157,"cert":"N\/A","id":137526,"title":"Lesbian Legal 7","adult":true},{"cast":["Monroe Mann","Ronnie Khalil","Crystal Arnette","Kayle Blogna","Kate Costello"],"overview":"Siblings Monroe (Monroe Mann) and Hilary (Crystal Arnette) have discovered that they have inherited a lake house and to make things even better, the famous horror author Stephen King is rumoured to live somewhere nearby. They decide to take their friends down to the lake house to check things out, only to find immediate resistance from all of the locals, who insist that King doesn't live in the area. Despite being completely unwelcome, they decide to stay and soon find that people are being killed one by one in a manner similar to several deaths in various Stephen King stories.","release_date":"2012-04-14","genres":[35,27],"vote_average":4.7,"runtime":86,"cert":"N\/A","id":137528,"title":"You Can't Kill Stephen King","adult":false},{"cast":["André Ramiro","Leandra Leal","Cristina Lago","João Miguel","Júlio Andrade"],"overview":"Rio de Janeiro, 2012. 30 year-old Karine, 8 months pregnant, loses her husband in a senseless murder. She and her brother almost die, but are saved by Pastor Naldo, an evangelical pastor from the Church of Eden. Karine carries within her the conflict of salvation via the church or via the birth of her child.","release_date":"2012-10-05","genres":[18],"vote_average":6.5,"runtime":73,"cert":"N\/A","id":137530,"title":"Eden","adult":false},{"cast":["Carla Chambel","Cristina Câmara","Sabri Lucas","Paulo Pires","Adriano Luz"],"overview":"The film tells the story of Martin, a child of nine years, who one day disappears from private school where he studied. Police mounted a major search operation across the city to find him. All hypotheses are possible: What happened?","release_date":"2013-02-28","genres":[53,18,9648],"vote_average":6.3,"runtime":116,"cert":"N\/A","id":137532,"title":"Quarta Divisão","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137534,"title":"Le Dessous des Cartes, Continent Afrique","adult":false},{"cast":["Vanessa Redgrave","Lynn Redgrave"],"overview":"An elderly, bedridden former movie star is \"cared for\" by her sister, who hates her and keeps her a virtual prisoner in the family mansion.","release_date":"1991-02-17","genres":[],"vote_average":4.0,"runtime":120,"cert":"N\/A","id":137536,"title":"What Ever Happened to Baby Jane?","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137541,"title":"Le Dessous des Cartes, Migrations","adult":false},{"cast":["Alicia Keys"],"overview":"The extraodinary Alicia Keys rocked the house on Friday (September 28) during her headline performance at the 28th date of the 2012 'iTunes Festival' held at The Roundhouse venue in London, England!  During her over one hour long concert, the 31-year-old R&amp;B diva performed a lot of her most classic hits, as well as a few new tracks; including her latest official single \"Girl On Fire\", the recently-debuted new cut \"Not Even The King\", but also AK wanted to treat her London fans with an exclusive, the 'world premiere' of a brand new track off \"Girl On Fire\" (the album), the stunning ballad \"Brand New Me\"","release_date":"2012-09-28","genres":[10402],"vote_average":5.3,"runtime":81,"cert":"","id":137552,"title":"Alicia Keys: Live at iTunes Festival","adult":false},{"cast":["Jay-Z","Beyoncé Knowles"],"overview":"It’s been a long time since the rapper-turned-mogul played an intimate show. But he managed to do just that, in front of a crowd of 18,000 New Yorkers.","release_date":"2012-10-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137554,"title":"Jay-Z Live In Brooklyn","adult":false},{"cast":["Oliver Metling Søndergaard","Lars Brygmann","Jesper Asholt","Nicolas Bro","Charlotte Fich"],"overview":"12-year-old Victor and his father attend the Annual Ornithology Competition, where Victor wants to prove his worth by spotting the rarest bird and win 1st prize – for his father's sake. Victor's plan seems realistic, since last year's winner, Daniel, has a broken leg and is unable to attend. But Daniel shows up unexpectedly and now the match intensifies.","release_date":"2012-06-07","genres":[10751,35],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":137556,"title":"The Great Bird Race","adult":false},{"cast":[],"overview":"Filmed over six years, Annie Eastman’s debut is a lyrical portrait of three women who live on the palafitas, or shacks built on stilts, in the biggest bay in Bahia, Brazil. As the government threatens to reclaim the land for ecological reasons, generations of families, most of them single mothers, will be displaced. With Narato, the neighborhood refrigerator repairman as our guide, we meet Geni, Jesus, and Dona Maria, women with different mindsets but all compelled—in their own way—to fight for their family’s future and survival amidst the state’s urban development blunders and broken promises.","release_date":"2012-03-09","genres":[],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":137564,"title":"Bay of All Saints","adult":false},{"cast":["Melissa George","Julia Stiles","Taye Diggs","David Harbour","Robert S. Martin III"],"overview":"A New York couple and their Midwestern friends find that drastic changes have occurred in their respective lives since they last met.","release_date":"2012-09-13","genres":[18],"vote_average":5.4,"runtime":90,"cert":"N\/A","id":137566,"title":"Between Us","adult":false},{"cast":["Afdlin Shauki","Rashidi Ishak","Vanida Imran","Ayu Raudah","Aziz Sattar"],"overview":"Afdlin Shauki directs and acts in this movie about a pair who decide to end their marriage after 3 days to please their elders, but then during their time spent together, they start to realise that fate and maintaining their bond may not be so bad and could be the best thing that's ever happened for them","release_date":"2012-09-20","genres":[18,10749],"vote_average":0.0,"runtime":117,"cert":"N\/A","id":137568,"title":"Untuk Tiga Hari","adult":false},{"cast":[],"overview":"Hammerfall Live at Wacken Open Air 2012 1. Patient Zero 2. Heeding the Call [6:04] 3. Any Means Necessary  4. B.Y.H. 5. Blood Bound 6. Steel Meets Steel  7. Last Man Standing 8. Renegade  9. The Dragon Lies Bleeding  10. Let The Hammer Fall  11. One More Time  12. Hearts On Fire","release_date":"2012-08-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137570,"title":"Hammerfall: [2012] Live at Wacken Open Air","adult":false},{"cast":["Mike Giannelli","Kayla Lian"],"overview":"A woman is abducted by a sinister stranger on Halloween night for a fate worse than death.","release_date":"2008-01-01","genres":[27],"vote_average":4.8,"runtime":11,"cert":"N\/A","id":137578,"title":"The 9th Circle","adult":false},{"cast":["Merle Oberon","Turhan Bey","Thomas Gomez","Gale Sondergaard","Ray Collins"],"overview":"Aesop (Turhan Bey) of fable fame poses as an old man and woos away a princess (Merle Oberon) who wants a king (Thomas Gomez) for his gold.","release_date":"1946-05-03","genres":[],"vote_average":4.0,"runtime":84,"cert":"N\/A","id":137586,"title":"Night in Paradise","adult":false},{"cast":["Muse"],"overview":"The beloved art-rock trio from southwestern England have a new album on the way. The 2nd Law, continues to build on the band’s big sound and diverse styles. New tracks “Survival” and “Madness” promise an album that aims for the heights of cosmic rock ’n’ roll.  Setlist: 01 - Supremacy 0:00:00 02 - Map of the Problematique [With Who Knows Who Riff Outro] 0:05:50 03 - Panic Station [With Voodoo Child Riff Intro] 0:11:10 04 - Resistance 0:14:49 05 - Supermassive Black Hole 0:20:31 06 - Animals [With Improvisation Intro] 0:25:54 07 - Time Is Running Out [With Heartbreaker Riff Outro] 0:29:53 08 - Save Me 0:34:35 09 - Madness 0:40:09 10 - Uprising [With Extended Outro Riff] 0:45:11 11 - Follow Me 0:51:06 12 - Plug In Baby 0:54:59 13 - Knights of Cydonia [Man With A Harmonica Intro] 0:59:27 Encore: 14 - New Born [With Head Up Riff Outro] 1:11:09 15 - Starlight 1:18:33 16 - Survival 1:23:07","release_date":"2012-09-30","genres":[10402],"vote_average":6.6,"runtime":88,"cert":"","id":137591,"title":"Muse: Live at iTunes Festival","adult":false},{"cast":["Luc Merenda","Adriana Asti","Susanna Javicoli","Paola Senatore","Alberto Sorrentino"],"overview":"Bruno is an idealistic hero who questions the meaning of life in this confusing and sometimes hallucinatory erotic drama. After a night in jail, he is gang-raped by punk rockers in a garbage dump. He later saves an old man who believes he is Garibaldi and a woman he believes is Ophelia. Bruno watches helplessly as she later jumps from a window.","release_date":"1980-01-04","genres":[18],"vote_average":4.1,"runtime":121,"cert":"N\/A","id":137599,"title":"Action","adult":false},{"cast":["Lina Romay","Olivier Mathot","Howard Vernon","Monica Swinn","Pamela Stanford"],"overview":"The story opens with Celestine eluding arrest with a friend as the police raid a brothel. While hiding out in the hayloft of the Count de la Braquette's estate, she meets the hayseed handyman Sébastien and the butler Malou, who reward her favors with the offer of employment. In a manner recalling Terence Stamp's effect on the household in TEOREMA, Celestine's open and relaxed attitude toward sexuality has a transformative effect on the isolated, moribund inhabitants of the mansion, imbuing them with gift of renewed life for the men and women alike, that remains even after a third act twist that forces her to betray them.","release_date":"1974-10-16","genres":[35],"vote_average":5.8,"runtime":98,"cert":"N\/A","id":137607,"title":"Celestine","adult":false},{"cast":["Benjamin Völz"],"overview":"This fly-over features Germany filmed from helicopters and small airplanes. Footage was released as a multi-episode tv series over several years and this feature-length movie.","release_date":"2012-06-05","genres":[99],"vote_average":7.0,"runtime":110,"cert":"N\/A","id":137609,"title":"Germany from Above","adult":false},{"cast":["Maria Molins","Àlex Brendemühl","Pere Ponce","Josep Maria Domènech","Tom Sizemore"],"overview":"The life of a spanish couple gets complicated when the Civil War begins and a strange green light appears in the woods, opening the door to the world of the Bream Lords.","release_date":"2012-12-14","genres":[18,14,878],"vote_average":6.4,"runtime":98,"cert":"N\/A","id":137614,"title":"The Forest","adult":false},{"cast":["Christopher Lee","Jeannine Mestre","Miguel Bilbatúa","Román Gubern","Joan Enric Lahosa"],"overview":"This film turns on two basic axes: the inquiry into ways of cinematographic representation and a critical image of official Spain at the time of the Franco dictatorship. “Montage of attractions” and Brechtianism in strong doses. Umbracle is made up of fragments (some are archive footage) that resound rather than progress by unusual links, with dejá vu scenes that promise us more but remain tensely unfinished. Jonathan Rosembaun said: “few directors since Resnais have played so ruthlessly with the unconscious narrative expectations to bug us”. Learning from the feeling of strangeness caused by Rossellini as he threw well known actors into savage scenery in southern Europe.  Portabella makes Christopher Lee wander around a dream-like Barcelona. Without a doubt Portabella’s most structurally complex and most profoundly political film, that is ferociously poetic. — pereportabella.com","release_date":"1972-01-01","genres":[99],"vote_average":5.8,"runtime":85,"cert":"N\/A","id":137619,"title":"Umbracle","adult":false},{"cast":[],"overview":"The film records the removal of furniture and objects from the building, leaving visitors able to move freely amongst its empty spaces and a silence charged with feeling.","release_date":"2008-01-01","genres":[],"vote_average":6.0,"runtime":20,"cert":"N\/A","id":137624,"title":"Mudanza","adult":false},{"cast":["Felipe González","Raúl Morodo","Ramón Tamames","José María Zufiaur","Marcelino Camacho"],"overview":"How does a country go from a dictatorship to a democracy? A detailed report on the political representation in the heart of the Spanish Transition, only a few months after General Franco’s death, when the sincere democratic vocation of Spanish people must effort to destroy, one heavy brick after another, the wall that those who supported the dictatorship and those who fought it from the exile built with resentment, hatred and prejudices.","release_date":"1977-12-07","genres":[99],"vote_average":6.7,"runtime":165,"cert":"N\/A","id":137626,"title":"General Report","adult":false},{"cast":["Mario Cabré","Josep Centelles"],"overview":"Pere Portabella’s first work as a director, starts with the following phrase: “defeated…but not conquered”. This may or should be taken as an allusion to the technical K.O. taken by Portabella from Franco’s regime during the sixties as regards his work as a producer. Through the extremely raging playthings of the words of Catalan poet Joan Brossa, Portabella attempts to dismantle the forms of advertising discourse of that time.","release_date":"1967-11-17","genres":[],"vote_average":6.0,"runtime":26,"cert":"N\/A","id":137631,"title":"Don't Count On Your Fingers","adult":false},{"cast":[],"overview":"The film was conmissioned by the Galeria Maeght to commemorate the Joan Miró exhibit organized by the French Minsitry of Cultural Affairs in the Grand Palais in Paris that opened on May 17, 1974. The film, that took five days to shoot, shows the smelting and casting process of the work known as Puertas Mallorquinas by Joan Miró. The filming team travelled to the foundry owned by the Parellada family in Llinars de Munt.","release_date":"1973-01-01","genres":[],"vote_average":5.0,"runtime":24,"cert":"N\/A","id":137645,"title":"Miro Forja","adult":false},{"cast":["Cruz Guzman","Sergio Polanco","Jaime Polanco"],"overview":"Three Mexican immigrants risk their lives every day rappelling down some of the tallest skyscrapers in Chicago as they wash windows. 'Paraiso' reveals their thoughts about working, mortality and the people they observe inside the high-rises they clean.","release_date":"2013-04-25","genres":[18,53],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":137656,"title":"Paradise","adult":false},{"cast":[],"overview":"Tali Yankelevich's \"The Perfect Fit\" contrasts the men who make ballet shoes with the women who wear them.","release_date":"2011-06-09","genres":[53],"vote_average":0.0,"runtime":10,"cert":"","id":137658,"title":"The Perfect Fit","adult":false},{"cast":["Holly Floria","Alicia Anne","Jackson Robinson","Kelly Poole","Sherry Johnson"],"overview":"\"Swimwear Illustrated\" is approaching its fifteenth anniversary issue. From a group of eager and beautiful young women, five are chosen for a photo shoot on an island off the California coast. One of the five will be the cover girl, and she'll get an extra $100,000. On the island, the group stays at an isolated inn, staffed by the odd Frab. There's him, the five models, and four magazine staff: photographer, make-up man, ambitious assistant Anesa, and Jack Denton, the playboy in charge of production. One by one, models and staff disappear.","release_date":"1991-01-01","genres":[9648,27],"vote_average":3.6,"runtime":85,"cert":"N\/A","id":137663,"title":"Bikini Island","adult":false},{"cast":["Zalif Sidek","Wawa Zainal","Imuda","Eizlan Yusof","Nadia Mustafar"],"overview":"Local comedy by Mohd Razif Rashid, \"Aji Noh Motor\", tells the tale of an older brother named Aji who is willing do to anything for his younger brother, Noh. However, the two brothers are polar opposites of each other, with Aji being a drag racer, who only takes the motor parts of those who lost while Noh is an obedient and determined boy whose only hobby is reading and practicing his religion's teachings despite being blind. In spite of that, Aji loves Noh very much and will do his best to make sure that Noh's wishes are fulfilled even if it proves impossible for him.","release_date":"2012-09-20","genres":[35],"vote_average":1.0,"runtime":86,"cert":"N\/A","id":137668,"title":"Aji Noh Motor","adult":false},{"cast":[],"overview":"A Punjabi comedy.","release_date":"2012-08-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137673,"title":"Sirphire","adult":false},{"cast":["Zinedine Soualem","Sonia Rolland","Mireille Metellus","Nicole Dogue","Gessica Geneus"],"overview":"An uprising threatens the president's celebratory dinner.","release_date":"2009-09-12","genres":[35,18],"vote_average":5.5,"runtime":110,"cert":"N\/A","id":137675,"title":"Moloch Tropical","adult":false},{"cast":[],"overview":"A documentary crew invades the home of antagonistic tabloid fodder.","release_date":"2010-07-04","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137677,"title":"Snap","adult":false},{"cast":[],"overview":"Phyllis Loden is an overweight shy nerd who is relentlessly picked on by the more popular girls. This year's Slivis Slough Queen Beauty Pageant is fast approaching and Muffy Fairlane is a lock to win. However, Muffy doesn't want any of her friends to come in last so she enters Phyllis in the pageant. The plan works and also provides the girls with some opportunities to embarrass Phyllis in front of the whole school. As if that isn't bad enough Elizabeth McKay thinks she could've won it all if it wasn't for her allergic reaction the Phyllis' cat. So the girls decide to dispose of the feline. That turns out to be the final straw which sends Phyllis on a murderous rampage to eliminate the beauty queens one by one.","release_date":"1991-01-01","genres":[27],"vote_average":8.0,"runtime":118,"cert":"N\/A","id":137688,"title":"Beauty Queen Butcher","adult":false},{"cast":[],"overview":"Filmed over a number of years, David Vondráček’s powerful documentary records the lives of Jan and Jana, a homeless couple who find refuge in a cemetery in the Prague borough of Strašnice. Living on food from garbage containers and trading the books and porn magazines they find there, they nonetheless live lives of independence, love and humour. Jana, a former prostitute, tries to visit her daughter while Jan visits his aged mother after many years, but both fail to re-establish links with their past. Through identification with their everyday world, Vondráček reaches the human reality and complexity beneath the surface, a world not so different from that of the supposedly successful. Eventually, they are expelled from their temporary home with heartbreaking consequences. Vondráček’s award-winning documentary reveals the breadth of experience – even vibrancy – surviving in the world of the dispossessed.","release_date":"2012-01-29","genres":[99],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":137690,"title":"Love in the Grave","adult":false},{"cast":["William Coryn","Christelle Cornil","Jean-Luc Couchard","Arthur Dubois","David Macaluso"],"overview":"This remarkable animated documentary traces the unconventional upbringing of the filmmaker Jung Henin, one of thousands of Korean children adopted by Western families after the end of the Korean War. It is the story of a boy stranded between two cultures. Animated vignettes – some humorous and some poetic – track Jung from the day he first meet his new blond siblings, through elementary school, and into his teenage years, when his emerging sense of identity begins to create fissures at home and ignite the latent biases of his adoptive parents. The filmmaker tells his story using his own animation intercut with snippets of super-8 family footage and archival film. The result is an animated memoir like no other: clear-eyed and unflinching, humorous, and above all, inspiring in the capacity of the human heart.","release_date":"2012-06-06","genres":[99,16,10751],"vote_average":7.5,"runtime":70,"cert":"N\/A","id":137695,"title":"Approved for Adoption","adult":false},{"cast":["Katarzyna Kwiatkowska","Eryk Lubos","Klara Bielawka","Ewa Konstancja Bułhak","Agata Kulesza"],"overview":"Helina, a modest checkout assistant at the Butterfly retail chain, dreams about getting a better life for herself and her daughter. An opportunity presents itself when Helina becomes a store manager. However, she soon discovers that the price for better wages and an improved standard of living is dishonesty, employee exploitation, and fraud.","release_date":"2012-05-08","genres":[18],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":137700,"title":"Women's Day","adult":false},{"cast":["Ahmad Zamani"],"overview":"“Zebel” the monkey, is the only source of income for his master who abuses him. One day he finds out that the master is dead. But can Zebel, who has never been free, enjoy his freedom?","release_date":"2007-01-01","genres":[],"vote_average":6.0,"runtime":15,"cert":"N\/A","id":137702,"title":"Friend's Place, Enemy's Place","adult":false},{"cast":["Stephen McHattie","Brion James","Neve Campbell","Desmond Campbell","Scott Wickware"],"overview":"Something is alive beneath the surface of the graveyard. Something with the power to destroy and the power to heal. One man, a cop, is determined to kill this mysterious creature. Another, a scientist, is determined to capture and save this miraculous being. Stalking the creature in it's subterranean habitat, neither man is aware of the battle they are about to start. A battle for science, survival and revenge.","release_date":"1994-06-03","genres":[27],"vote_average":3.3,"runtime":88,"cert":"N\/A","id":137707,"title":"The Dark","adult":false},{"cast":[],"overview":"A portrait of two megacities - Los Angeles and Moscow, as if seen by an alien who is sent to planet Earth to do a field work on the human presence.","release_date":"1998-01-25","genres":[],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":137721,"title":"110\/220","adult":false},{"cast":["Jean-Pierre Léaud","Catherine-Isabelle Duport","Jacqueline Bir","Paul Roland","Paul Frère"],"overview":"A fast-paced comedy about a young Belgian car nut and hairdresser's apprentice, his girlfriend, and their legal and illegal attempts to get a Porsche under him for his nearing debut race.","release_date":"1967-03-06","genres":[35,18,10749,80],"vote_average":6.3,"runtime":85,"cert":"N\/A","id":137726,"title":"The Departure","adult":false},{"cast":["James Garner","Margot Kidder","John Lithgow","John Marley","Stuart Margolin"],"overview":"Al Mackey and Marty are homicide cops in Hollywood and hot on the trail of the murderer of a movie mogul that was moonlighting by making child porno pictures. Willie is one of several suspects with motive, opportunity and the evil means to carry out this act. A medal should be in order instead of being arrested","release_date":"1984-11-18","genres":[80,18,10770],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":137737,"title":"The Glitter Dome","adult":false},{"cast":["Magnus Krepper","Jonas Karlsson","Johanna Sällström","Ralph Carlsson","Michael Nyqvist"],"overview":"A couple from Estonia visits a town in Sweden. One of the locals visits them a few times until one night things get out of hand after a few drinks. From then on we see how the police investigates a double murder and what complexions arise during this investigation.","release_date":"2001-01-01","genres":[],"vote_average":8.0,"runtime":174,"cert":"N\/A","id":137748,"title":"The Confession","adult":false},{"cast":["Stevie Ray Vaughan","Tommy Shannon","Chris Layton"],"overview":"Released just after his untimely passing, this DVD was the original Stevie Ray Vaughan &amp; Double Trouble video collection, surveying all of the popular music videos Stevie made from 1983-1989, plus a live track from MTV's Mardi Gras celebration in 1987.","release_date":"2007-11-06","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":137750,"title":"Stevie Ray Vaughan and Double Trouble: Pride and Joy","adult":false},{"cast":["Emun Elliott","Anna Madeley","Christine Bottomley","Philip Martin Brown","Florence Bell"],"overview":"Strawberry Fields is the story of two sisters who both like the same man but in different ways and is a bold and inventive melodrama that offers a distinctively refreshing spin on a complex story of lust, rivalry and liberation. A seemingly carefree woman is seen cycling through narrow lanes before reaching a strawberry farm where she takes on a job, living in a shabby caravan, starting to develop friendships with her co-workers and in particular one rugged farmhand, Kev. Although aloof and mysterious its not until a dazzling woman appears in the strawberry fields that we discover who she was running away from her sister, Emily. Emily is eccentric to the point of dangerous and its not long before the two sisters form a battle of wills with Kev caught in the crossfire (http:\/\/forum.movie-list.com).","release_date":"2012-07-06","genres":[18],"vote_average":4.3,"runtime":87,"cert":"15","id":137752,"title":"Strawberry Fields","adult":false},{"cast":[],"overview":"R.E.M. Live is a live album from R.E.M., recorded at the Point Theatre, Dublin, on February 26 and 27, 2005, the closing nights of the winter European leg of the Around the World Tour in support of their thirteenth studio album Around the Sun released in late 2004. It was released in the United Kingdom on October 15, 2007 and in the United States a day later as a two-Compact Disc audio set and a DVD, then released in February 2008 as a triple vinyl set. The performance was filmed by Blue Leach the same director of Depeche Mode DVD \"Touring the Angel: Live in Milan\".\r R.E.M. Live features rare performances of \"I Took Your Name\" from 1994's Monster and \"Ascent of Man\" from Around The Sun as well as the previously unreleased \"I'm Gonna DJ.\" A studio version of that song would later appear on the band's 2008 effort, Accelerate.\r On September 26, 2007, the band launched R.E.M. Live Zine to solicit reviews from fans and promote the album.","release_date":"2007-10-12","genres":[10402],"vote_average":8.0,"runtime":105,"cert":"N\/A","id":137754,"title":"R.E.M. Live In Dublin","adult":false},{"cast":["Billy Walsh","Carmine Capobianco","James Balsamo","Lloyd Kaufman","Andrew W.K."],"overview":"Two friends Dennis and Joe join the military together. While on a routine mission, the two are quickly surrounded by enemy fire. When Joe stands up in the line of fire to run, Dennis pushes him out of the way and takes a bullet in the throat. Dennis wakes up in hospital to find Joe rewarded as a hero. Joe told a lie and took all the glory, and Dennis was left as a mute from the accident. Dennis can't talk, but actions speak louder then words. The two return home to N.Y. and now the war rages in the streets. Dennis wants revenge on Joe, so he will kill everyone close to him.","release_date":"2012-04-01","genres":[35,27],"vote_average":1.2,"runtime":null,"cert":"N\/A","id":137756,"title":"I Spill Your Guts","adult":false},{"cast":[],"overview":"\"A post punk piece of pagan sensibility, complete with beastiality buggery and boundless energy. Maniacal filmmaking at its best. He takes his horse with him everywhere.\"  Andrew Kötting","release_date":"1984-11-30","genres":[],"vote_average":0.0,"runtime":13,"cert":"","id":137770,"title":"Klipperty Klöpp","adult":false},{"cast":["Tatyana Tashkova"],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137790,"title":"Крылья ангела","adult":false},{"cast":["Kseniya Sobchak","Maxim Konovalov","Angelina Mirimskaya","Aleksandr Robak","Aleksandr Bashirov"],"overview":"Two young guys are going to participate in a new reality show called \"No Sex\".","release_date":"2008-09-29","genres":[35],"vote_average":1.0,"runtime":95,"cert":"N\/A","id":137792,"title":"Nobody Knows Sex 2: No Sex","adult":false},{"cast":["Jerry Gaskill","Doug Pinnick","Ty Tabor"],"overview":"Recorded live on January 22, 2009, at the Electric Ballroom in Camden, London.  01.  Groove Machine  02. Alright  03. Pleiades  04. Move  05. What is This?  06. Lost in Germany  07. Black Flag  08. Pray  09. Dogman  10. Go Tell Somebody  11. Julie  12. Looking for Love  13. Summerland  14. Over My Head  15. It's Love  16. We Were Born to be Loved  17. Goldilox  18. Visions  19. Moanjam","release_date":"2010-11-22","genres":[10402],"vote_average":0.0,"runtime":113,"cert":"N\/A","id":137797,"title":"King's X: Live Love in London","adult":false},{"cast":[],"overview":"Katy Perry Live in London, UK 2010DVD quality &amp; sound are in excellent condition","release_date":"2010-11-01","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":137799,"title":"Katy Perry - London Live","adult":false},{"cast":["Nikolay Machulskiy","Maxim Konovalov","Elena Yakovleva","Mikhail Efremov","Anatoliy Kuznetsov"],"overview":"A young guy from province arrives to Moscow and his life turns upside down.","release_date":"2006-03-15","genres":[35],"vote_average":3.1,"runtime":95,"cert":"N\/A","id":137801,"title":"Nobody Knows Sex","adult":false},{"cast":[],"overview":"1 Everyone's at It\r 2 I Could Say\r 3 Never Gonna Happen\r 4 Oh My God \/ Everything's Just Wonderful\r 5 Him\r 6 22\r 7 LDN\r 8 Back to the Start\r 9 Littlest Things\r 10 Smile\r 11 The Fear\r 12 Womanizer\r (Britney Spears cover)\r 13 Fuck You\r 14 Not Fair","release_date":"2009-07-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137809,"title":"Lily Allen - Montreux","adult":false},{"cast":[],"overview":"How a government wilfully withheld vital evidence from a court of law, deceived its public, orchestrated an unprecedented media campaign, and ruthlessly deployed its organs of state against one of its own citizens. Expendable presents, and demonstrates, the crushing, pre-meditated, and often brutal acts which a western government is prepared to inflict upon a helpless woman, Schapelle Corby, in pursuit of political expediency.","release_date":"2012-01-26","genres":[],"vote_average":7.5,"runtime":104,"cert":"N\/A","id":137811,"title":"Expendable","adult":false},{"cast":["Jon Voight","Jason Robards","Sammi Davis","Annette Crosbie","Ian McDiarmid"],"overview":"True story about the tragic nuclear power plant accident in Chernobyl.","release_date":"1991-04-22","genres":[],"vote_average":7.5,"runtime":95,"cert":"N\/A","id":137831,"title":"Chernobyl: The Final Warning","adult":false},{"cast":[],"overview":"When John Taylor Gatto resigned from his job, he did so on the Op-Ed page of the Wall Street Journal. At the time, he was NYC and New York State School Teacher of the Year.  The Ultimate History Lesson is a five-hour interview session memorializing Gatto's research, publications and life experiences, which forms an impeccable resource and reference library of the Underground History of American Education. Each hour focuses on examining the evolution of ideas which manifest today in the phenomenon of \"public schooling\". By dissecting the history and presenting you with the references, you're left at the end of each hour with a copious amount of information from which you can continue your own personal journey of discovery.  With more than 200 footnotes and more than 30 book references contained in its entirety, this unique interview provides you with the primary sources, quotes, links, and suggested resources to expedite your own open-source education.","release_date":"2012-07-04","genres":[],"vote_average":0.0,"runtime":300,"cert":"N\/A","id":137836,"title":"The Ultimate History Lesson","adult":false},{"cast":[],"overview":"Marcus Miller - Estival Jazz Lugano 2008 Marcus Miller - saxophone, bass guitar, voice Alex Han - saxophone Federico Gonzalez Pena - keyboards Jason \"JT\" Thomas - drums Track Listing : 01. Pluck (Interlude) \/ Blast [10:40] 02. Higher Ground [7:25] 03. Jean Pierre [17:15] 04. Panther [9:08] 05. When I Fall In Love [9:17] 06. Power [5:52] 07. Just Like A Woman [7:53] 08. What Is Hip [8:29]","release_date":"2008-07-04","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":137838,"title":"Marcus Miller - Lugano Estival Jazz","adult":false},{"cast":[],"overview":"","release_date":"2012-07-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137849,"title":"Nando Reis e Os Infernais - Bailão Do Ruivão","adult":false},{"cast":[],"overview":"","release_date":"2016-02-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137851,"title":"Ney Matogrosso - Beijo Bandido","adult":false},{"cast":["Troy Bernier","Eric Swain"],"overview":"Eric Swain and Troy Bernier are scientists by day and amateur filmmakers by night. Over the years these two friends have turned out many of their own amateur, sci-fi inspired movies. Journey to Planet X follows the filming of Planet X, the duo’s most ambitious endeavor to date, and sheds light on their unique brand of “movie magic.”","release_date":"2012-04-20","genres":[99],"vote_average":9.0,"runtime":88,"cert":"N\/A","id":137853,"title":"Journey to Planet X","adult":false},{"cast":["Setsuko Hara","Shûji Sano","Kyôko Kagawa","Akemi Negishi","Keiju Kobayashi"],"overview":"Setsuko Hara plays Fumiko, whose unsuccessful marriage has made her become more and more cynical. When her niece, Ayako visits and complains about her own marriage, she is unsurprised. Meanwhile, a new couple, whose marriage is similarly unblissful, moves in next door. The two couples create a very awkward bond that could ruin both marriages, but everyone seems to be aware and nobody cares either way. [Cinema Talk Blog]","release_date":"1956-01-14","genres":[35,18],"vote_average":6.4,"runtime":91,"cert":"N\/A","id":137855,"title":"Sudden Rain","adult":false},{"cast":["Daniela Golpashin","Christoph Luser","Roswitha Soukup","Fritz Hörtenhuber","Anja Plaschg"],"overview":"An unexpected letter forces siblings Bernhard and Lydia to confront each other and to deal with their family history.","release_date":"2012-01-26","genres":[18,10749],"vote_average":6.5,"runtime":78,"cert":"N\/A","id":137857,"title":"Still Life","adult":false},{"cast":["Alain Delon","Lea Massari","Georges Géret","Maurice Garrel","Robert Castel"],"overview":"In this drama that alludes to the Algerian War with France of the 1960s, Thomas is a deserter from the French Foreign Legion who is on the run from authorities. He helps damsel in distress Dominique, who has been taken hostage by a group of terrorists. Thomas is wounded but manages to escape after killing the guard who inflicted the injury. Dominique gives Thomas money to escape to France after he secures her freedom, but he is caught between the Foreign Legion and the terrorists seeking revenge.","release_date":"1964-09-25","genres":[18],"vote_average":6.7,"runtime":115,"cert":"N\/A","id":137859,"title":"The Unvanquished","adult":false},{"cast":["Jacques Rivette","Serge Daney","Bulle Ogier","Jean-François Stévenin"],"overview":"This film of interviews with the film director Jacques Rivette was produced in collaboration with Serge Daney, film critic from “Cahiers du cinéma”, then of “Liberation”. In the course of their conversations, the two speakers discuss Rivette’s career, his relationships with the other film makers of the new wave, his use of “mise en scene” and his working with actors.","release_date":"1994-02-24","genres":[99],"vote_average":7.0,"runtime":125,"cert":"N\/A","id":137864,"title":"Jacques Rivette, le Veilleur","adult":false},{"cast":[],"overview":"This intriguing documentary explores the sexuality of transmen and the changes they experience as a result of their gender transitions from female to male. Transmen and their partners divulge the most personal secrets of their sex lives in revealing conversations and intimate interviews. Some erotic scenes are shown.","release_date":"2011-03-01","genres":[99],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":137872,"title":"Sexing the Transman","adult":false},{"cast":[],"overview":"","release_date":"2016-02-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137874,"title":"Preta Gil - Noite Preta","adult":false},{"cast":["Jonathan LaPaglia","Hanna Mangan Lawrence","Alex Williams","Amanda Dow","Tom O'Sullivan"],"overview":"When a detective is called in to investigate the roadside execution of his partner, he discovers at the crime scene a data card from a video camera. The card contains footage shot by two runaway teenagers who are making a documentary about the drug related death of a sibling. The detective retraces the teen's journey and soon begins to uncover a trail of the dead that leads all the way back to police headquarters.","release_date":"2014-08-06","genres":[9648,53,80],"vote_average":5.1,"runtime":86,"cert":"N\/A","id":137876,"title":"The Reckoning","adult":false},{"cast":[],"overview":"","release_date":"2016-02-19","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":137881,"title":"Ritchie Outra Vez ao Vivo no Estúdio","adult":false},{"cast":[],"overview":"Roberto Carlos, considered the king of romantic music in Brazil, launched the DVD recorded in Spanish in May 2007 in a presentation at the Ziff Opera House, the home of shows Carnival Center for the Performing Arts of Miami.\r It is \"Roberto Carlos live\", which includes several of the biggest hits of his career in the Spanish market and its versions of \"The Cat in the dark\" (the Italian Toto Savio) and \"The Day You Love Me\" (Carlos Gardel and Alfredo Le Pera).","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137883,"title":"Live in Miami","adult":false},{"cast":["Tamanna Bhatia","Akhil","Kalloori Vinoth","Bharani"],"overview":"Nine childhood friends join an arts college together in a small town. Soon, Shobana becomes a part of their group, and things take a turn when one of the boys falls in love with her.","release_date":"2007-12-07","genres":[18],"vote_average":6.3,"runtime":140,"cert":"N\/A","id":137888,"title":"Kaloori","adult":false},{"cast":["Warren Ellis","Matt Fraction","Darick Robertson","Lenora Claire","Molly Crabapple"],"overview":"Warren Ellis: Captured Ghosts is a feature-length documentary that takes an in depth look at the life, career and mind of the British comic book writer Warren Ellis. The film combines extensive interviews with Ellis with insights from his colleagues and friends, as well as ambient visual re-creations of his prose and comics work.","release_date":"2011-11-01","genres":[99],"vote_average":7.3,"runtime":78,"cert":"N\/A","id":137896,"title":"Warren Ellis: Captured Ghosts","adult":false},{"cast":["Emily Baxter","Martin Laurence","Ryan Elliott","Adrian Annis"],"overview":"Ben and Liz are a married couple still coming to terms with Liz's recent miscarriage. Too distraught in the weeks after it, she quit her nursing job, and Ben is struggling to hold on to his accountancy job after a round of redundancies. Things are not that great between them right now. In a bid to make some money on the side to help out, Liz accepts a shady modeling job for Philip, an intense photographer who works from his sprawling house in the middle of nowhere. But Philip isn't what he seems...","release_date":"2012-10-05","genres":[27],"vote_average":3.7,"runtime":91,"cert":"","id":137904,"title":"Art of Darkness","adult":false},{"cast":["Chie Kobayashi","Haruka Nagase","Miyu Watanabe"],"overview":"A group of Japanese girls forget the number-one rule for avoiding demonic possessions and foolishly use an Ouija board in a house where a murder was committed. Now they've got the spirit and the spirit is definitely out to get them!","release_date":"2008-07-11","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":137906,"title":"Kokkuri-san","adult":false},{"cast":["Nicolas Winding Refn","Liv Corfixen","Mads Mikkelsen","Ryan Gosling","Gaspar Noé"],"overview":"A documentary about danish director Nicolas Winding Refn, winner of the Best Director award at the Cannes Festival in 2011 for Drive. From his childhood to the shooting of his next Movie, Only God Forgives, in Thailand, discover the whole carrier of a truly visionary filmmaker. With Ryan Gosling, Mads Mikkelsen, Alejandro Jodorowsky, Gaspar Noé, PeterPeter and Zlatko Buric.","release_date":"2012-02-02","genres":[99],"vote_average":7.8,"runtime":65,"cert":"N\/A","id":137923,"title":"NWR","adult":false},{"cast":["Rebecca Immanuel","Teresa Weißbach","Ray Fearon","Philipp Moog","David Berton"],"overview":"","release_date":"2010-08-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137928,"title":"Ein Sommer in Kapstadt","adult":false},{"cast":["Shauna Sand","Antoine Berlier"],"overview":"Shauna Sand splashed onto the celebrity scene with her Playboy Playmate of the Month centerfold in May, 1996. In April of that year she married Lorenzo Lamas, star of the Renegade TV series, whom she met through a guest appearance on the series. They had three children together and got divorced in 2005 but are still friends.  Since then she has been constantly working in movies, modeling and has appeared on a variety of TV shows (Renegade, Charmed, The Deviants and many others). She speaks fluent French and has appeared in numerous French magazines and on TV shows in France.  Vivid's \"Shauna Sand Exposed\" shows her modeling crotchless panties for her French boyfriend, finding a creative new use for her favorite flavor of Haegen-Dazs? ice cream, showing off what great shape she's in, and seeming to have endless sex with Antoine, who also was the videographer for the movie, which was made during a visit to Miami.","release_date":"2009-11-04","genres":[],"vote_average":5.5,"runtime":73,"cert":"N\/A","id":137933,"title":"Shauna Sand Exposed!","adult":true},{"cast":["Greer Robson","Peter Phelps","Alice Fraser","Patrick Smyth","Bruce Phillips"],"overview":"During the Great Depression, Kate (Greer Robson) is a 13-year-old girl living on New Zealand's South Island. When her mother dies and her father is offered a job in Wellington on North Island, Kate is sent to live with an aunt.  The girl runs away to find her father, hopping onto a boxcar and befriending a fellow fugitive, Patrick (Peter Phelps), an emotionally battle-scarred WWI veteran fleeing the authorities after injuring a repo man. Pretending to be father and daughter, Patrick and Kate use each other for cover as they make their way across New Zealand, sleeping under the stars and championing the rights of destitute farmers and homeless squatters whose fortunes have been wiped out by economic hardship.","release_date":"1987-11-27","genres":[18],"vote_average":6.1,"runtime":93,"cert":"N\/A","id":137941,"title":"Starlight Hotel","adult":false},{"cast":["Anna Pavlova","Rupert Julian","Wadsworth Harris","Douglas Gerrard","Jack Holt"],"overview":"Fenella (ballerina Anna Pavlova), a poor Italian girl, falls in love with a Spanish nobleman, but their affair triggers a revolution and national catastrophe. Based on the opera by Daniel Auber.","release_date":"1916-04-03","genres":[],"vote_average":7.0,"runtime":112,"cert":"N\/A","id":137946,"title":"The Dumb Girl of Portici","adult":false},{"cast":[],"overview":"Brazilian Band - MTV Live in Ouro Preto is the sixth album and first live work of Brazilian pop rock group Skank, released in 2001.  Recorded in Tiradentes Square in the historic city of Ouro Preto (Minas Gerais), on 7 and 8 July 2001, the show has its repertoire consists primarily of songs included in voting by fans through the band's website.  Besides the songs voted as Pacato Citizen Response, See You, It's A Football Match and Alms, the album features two new compositions: \"En Tus estare Trapped Fingers\" (Spanish version for \"Wrapped Around Your Finger\" by The Police, recorded for an album tribute to the band) and \"Under the Sun\" (included on the trail of the novel the Daughters of Mother, Rede Globo).  A song Maquinarama disc, \"Ali\", was not played on the show, but was included on the disc. The only special interest is Chico Amaral, the band's usual partner, who plays guitar on the song \"Answer\".","release_date":"2001-07-09","genres":[],"vote_average":0.0,"runtime":190,"cert":"N\/A","id":137948,"title":"Skank - MTV Ouro Preto","adult":false},{"cast":["Ozzy Osbourne","Brad Gillis","Rudy Sarzo","Tommy Aldridge"],"overview":"Ozzy Osbourne - Speak of the Devil movie was released 17 July 2012 by the Eagle Rock Entertainment ltd. studio. This DVD was filmed at Irvine Meadows, California on 12 June 1982. The show was part of the delayed continuation of the \"Diary of a Madman\" tour following the tragic death of Randy Rhoads in March 1982 in a flying accident earlier on the tour. The show features guitarist Brad Gillis who was brought in to replace Randy Rhoads. The concert is a perfect snapshot of Ozzy's live performances in the 80s with dramatic staging and masses of energy with a set list based around his first 2 solo albums and a few Black Sabbath classics. Ozzy has always been one of heavy metal's great frontmen and, despite the difficult circumstances, this show captures him at his absolute best.","release_date":"1982-07-27","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":137950,"title":"Ozzy Osbourne: Speak of the Devil","adult":false},{"cast":[],"overview":"Rich and elegant storytelling characterizes this emotional film about the turbulent relationship between two Colombian-born brothers who come together when one decides to confront his alcoholism.","release_date":"2012-10-07","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":137952,"title":"Colombianos","adult":false},{"cast":["Griffin Dunne","Madeleine Martin","Cara Buono","Devon Graye","Dreama Walker"],"overview":"Washed-up history professor Lewis Birch takes his begrudging teenagers Zoe and Jack on a road trip to a conference in hopes of jumpstarting his career and reconnecting with his kids. But, when Lewis’s estranged father Stanley goes missing on a Lewis and Clark historical reenactment trek, Lewis is forced to make a family detour. The Birch family find themselves on a journey of discovery and connection as they make their own passage west.","release_date":"2014-05-16","genres":[35],"vote_average":5.8,"runtime":104,"cert":"N\/A","id":137960,"title":"The Discoverers","adult":false},{"cast":["Sam Worthington","Xavier Samuel","Lesley-Ann Brandt","Sean Keenan","Robyn Malcolm"],"overview":"In the 70s two brothers battle killer waves, conservative society and ruthless bikers to kick-start the modern surf industry.","release_date":"2013-05-02","genres":[18],"vote_average":5.8,"runtime":113,"cert":"N\/A","id":137968,"title":"Drift","adult":false},{"cast":["Vanessa da Mata"],"overview":"Multishow ao Vivo: Vanessa da Mata is a live album and DVD from Brazilian singer Vanessa da Mata, produced by the channel Multishow. Multishow ao Vivo was recorded live at the historic town of Paraty, and brings in the repertoire songs that marked the career of da Mata.","release_date":"2009-04-24","genres":[10402,10770],"vote_average":8.6,"runtime":70,"cert":"N\/A","id":137973,"title":"Multishow ao Vivo: Vanessa da Mata","adult":false},{"cast":["Jack Palance","Barbara Rush","Rex Reason","Martha Hyer","Leslie Bradley"],"overview":"In 1700, a Spanish princess travels from New Mexico to California with ruthless outlaw El Tigre as guide.","release_date":"1955-09-23","genres":[36,12],"vote_average":3.0,"runtime":87,"cert":"N\/A","id":137975,"title":"Kiss of Fire","adult":false},{"cast":["Casper De Vries"],"overview":"Another hilarius standup comedy by Casper de Vries","release_date":"2002-01-01","genres":[],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":137989,"title":"Casper de Vries: Dimensie","adult":false},{"cert":"N\/A","title":"Devil's Three","cast":["Marrie Lee","Franco Guerrero","Franco Guerrero","Johnny Wilson","Johnny Wilson"],"genres":[28],"id":137997,"overview":"An underworld kingpin's daughter is kidnapped by his own men. So, he calls in Cleopatra Wong, a beautiful karate queen. She brings a team with her - a 300+ pound psychic and a female impersonator","runtime":97,"release_date":"1979-10-14","vote_average":0.0,"adult":false}]