[{"cast":["Nicole Anderson","Daniel Carter-Hope","Thomas Coombes","Gilly Daniels","Erica Emm"],"overview":"Frank's blind date is way out of his league. However when she contracts a mysterious virus, it looks like his luck may be in. That is, until she turns into a homicidal maniac.","release_date":"2012-06-04","genres":[28,35],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":140501,"title":"Love Bug","adult":false},{"cast":[],"overview":"Torturous chronicles an encounter between an employment counsellor and a professional torture artist, blending gore, humour and irony into a deft cinematic mix.","release_date":"2014-02-20","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":140506,"title":"Torturous","adult":false},{"cast":["Tomisaburō Wakayama","Akemi Tsukushi","Chieko Soma","Haruo Tanaka","Shigeru Ogura"],"overview":"Oiwa has been searching for the one who killed her father for a long time. She comes to Yedo and sees a man named Naosuke. The film is based on the kabuki classic: Toukaidou Yotsuya Kaidan (1826) written by Tsuruya Nanboku and is one of the most famous ghost stories throughout Japan.","release_date":"1956-07-12","genres":[27],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":140508,"title":"The Ghosts of Yotsuya","adult":false},{"cast":["Katsuko Wakasugi","Keinosuke Wada","Noriko Kitazawa","Tetsurō Tamba","Kikuko Hanaoka"],"overview":"A blind masseur visits a samurai to request the return of a loan. The samurai kills him in anger, then has his servant dump the body in the Kasane swamp. However, the ghost of the masseur returns to haunt the samurai, who kills his wife by mistake and then goes to the swamp and drowns himself. 20 years later, the masseur's daughter unknowingly falls in love with the samurai's son who has been brought up to be a servant. After she is horribly disfigured in an accident, he plots to run away with another woman, but the path of their escape lies by the Kasane swamp...","release_date":"1957-07-10","genres":[27],"vote_average":9.5,"runtime":66,"cert":"N\/A","id":140510,"title":"The Ghost of Kasane","adult":false},{"cast":["Shôzaburô Date","Namiji Namiura","Noriko Kitazawa","Yôichi Numata","Akira Nakamura"],"overview":"Two lovers lost in the mountains. In what direction do not go, they find themselves in a mysterious forest pond, as if some kind of force does not want to let them go. Once upon a time, over a century ago, there had been a crime, whose shadow still hovers over these places.","release_date":"1960-07-01","genres":[],"vote_average":8.0,"runtime":75,"cert":"N\/A","id":140512,"title":"The Ghost Cat of Otama Pond","adult":false},{"cast":["Noah Beery","Astrid Allwyn","Edwin Maxwell","Gustav von Seyffertitz","Ralph Lewis"],"overview":"Police try to solve a murder on board an ocean liner.","release_date":"1934-03-15","genres":[9648],"vote_average":7.0,"runtime":62,"cert":"N\/A","id":140517,"title":"Mystery Liner","adult":false},{"cast":["Ione Skye","Lumi Cavazos","Amanda de Cadenet","Steven Schub","Steve Jones"],"overview":"Mascara is the story of three very different women who rediscover the value of their friendship at a time when their lives are in turmoil. Panic sets in as they approach their thirtieth birthdays and nothing is going according to plan.","release_date":"1999-05-07","genres":[],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":140519,"title":"Mascara","adult":false},{"cast":["GOMA","Kosuke Tsuji","Kenta Tajika","Kyoichi Shiino"],"overview":"Didgeridoo performer GOMA developed higher brain dysfunction as the result of an expressway accident. While looking back on his rehabilitation and recovery with his family's help, animation recreates his “flashbacks” - incongruous images that suddenly appear in his brain. This completely new style of 3D movie that blends past footage, flashbacks, and studio performances is also emphatically a story of familial love.","release_date":"2012-10-21","genres":[],"vote_average":6.0,"runtime":72,"cert":"N\/A","id":140521,"title":"Flashback Memories 3D","adult":false},{"cast":["Yuka Kuramochi","Makiko Watanabe","Kanji Furutachi","Takahashi"],"overview":"This metafictional 'remix' of our world under surveillance is the first film in seven years from director Tsuchiya Yutaka, who has constantly addressed the plight of Japanese society. A girl who attempts to poison her mother with thallium is portrayed as an innocent observer who reconstructs and transcends our modern-day malaise. Idol Kuramochi Yuka stars, while actors Watanabe Makiko and Furutachi Kanji provide able support and actual body modification artists, biologists, and plastic surgeons also appear Incidentally, a “GFP Bunny” is a rabbit that glows green due to genetic manipulation.","release_date":"2012-10-22","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":140523,"title":"GFP BUNNY","adult":false},{"cast":["Barbara Bourbon","Richard O'Neal","Geoff Parker","Dick Payne","Levi Richards"],"overview":"Set in the western plains circa 1890, A Dirty Western opens upon a series of unique visuals and effects depicting the escape of three dangerous convicts. It's a torrid story of abduction, eroticism, and lust in the wild and woolly west. You'll be back in the saddle again as Luke savagely attacks the virginity of Maria, as the girls are forced to perform an exhibition of lesbianism. Meanwhile, back at the ranch, the posse closes in on our evil trio...","release_date":"1975-04-03","genres":[37],"vote_average":4.8,"runtime":71,"cert":"N\/A","id":140525,"title":"A Dirty Western","adult":true},{"cast":["William S. Burroughs","Derek Jarman","Tilda Swinton","Genesis P-Orridge","Michael Clark"],"overview":"A collage of Derek Jarman's super 8 footage spanning over 20 years.","release_date":"1994-03-05","genres":[10402,10770,99],"vote_average":8.0,"runtime":60,"cert":"","id":140527,"title":"Glitterbug","adult":false},{"cast":["Richard Harrison","Claudio Undari","Gloria Milland","Miguel Palenzuela","Fernando Sancho"],"overview":"Three unequal brothers seek revenge for the murder of their father. Each of them goes a different way.","release_date":"1964-02-04","genres":[37],"vote_average":7.3,"runtime":80,"cert":"N\/A","id":140529,"title":"Gunfight at High Noon","adult":false},{"cast":[],"overview":"","release_date":"2012-06-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140534,"title":"Skoppa og skrítla 6-10","adult":false},{"cast":["Freek de Jonge","Willem Breuker Collectief"],"overview":"","release_date":"1984-06-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140542,"title":"Freek de Jonge - Stroman en trawanten","adult":false},{"cast":["Freek de Jonge"],"overview":"","release_date":"1988-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140547,"title":"Freek de Jonge - De pretentie","adult":false},{"cast":["Kelly Rutherford","Chris Sarandon","Nicholas Campbell","Daniel Hugh Kelly","Michael Landes"],"overview":"When her parents and fiancé are lost in the Titanic disaster, young Edwina Winfield (Rutherford) shoulders the responsibility of raising her three younger siblings and taking over the reins at her father's newspaper. Although she has no shortage of new would-be suitors, the memory of her lost love continues to haunt her, so she focuses instead on providing a stable home for the children, rather than marrying. But her forcefulness alienates some of the kids, who have plans of their own and rebel against her. Can she hold her fractured family together, and will she ever overcome her ghosts to shake herself out of martyrdom and have a real life of her own?","release_date":"1995-04-11","genres":[10770,18,10749],"vote_average":4.0,"runtime":105,"cert":"","id":140549,"title":"No Greater Love","adult":false},{"cast":["Devid Striesow","Heinz Strunk","Rocko Schamoni","Jacques Palminger","Piet Fuchs"],"overview":"","release_date":"2012-11-06","genres":[35,10402],"vote_average":6.9,"runtime":95,"cert":"N\/A","id":140554,"title":"Fraktus - Das letzte Kapitel der Musikgeschichte","adult":false},{"cast":["Freek de Jonge"],"overview":"","release_date":"1997-12-31","genres":[],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":140577,"title":"Freek de Jonge - Papa-razzia","adult":false},{"cast":["Freek de Jonge"],"overview":"","release_date":"2000-12-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140579,"title":"Freek de Jonge - De gillende keukenmeid","adult":false},{"cast":["Diane Sinclair","Lyman Williams","Harry Myers","Marceline Day","Jason Robards Sr."],"overview":"An extramarital affair leads to a young couple contracting venereal disease.","release_date":"1933-09-15","genres":[18],"vote_average":3.3,"runtime":61,"cert":"N\/A","id":140581,"title":"Damaged Lives","adult":false},{"cast":["Elaine Stritch"],"overview":"Judy at the Palace. Sinatra at Carnegie Hall. Streisand at the Garden. Stritch on Broadway. Legendary performances come along so rarely.  Elaine Stritch at Liberty is an autobiographical one-woman show written by Elaine Stritch and John Lahr, which is composed of anecdotes from Stritch's life and showtunes.  The show consists of spoken monologues from Stritch following her life and career, interspersed with showtunes and pop standards which compliment her stories. Many of these songs had been previously sung by Stritch in major productions, such as \"The Ladies Who Lunch\" from Company and \"Civilization\" from Angel in the Wings which she originated on Broadway. Her experiences and relationship with show business are focal points, but she also explores more intimate, personal themes like her alcoholism and romantic relationships.","release_date":"2004-05-29","genres":[35,99,10402,10770],"vote_average":10.0,"runtime":140,"cert":"N\/A","id":140595,"title":"Elaine Stritch: At Liberty","adult":false},{"cast":["Roman Kłosowski","Andrzej Grabowski","Marek Perepeczko","Krzysztof Cugowski","Irena Kownas"],"overview":"Stasio Tuchala, old bachelor, resident of Sucha Wolka, after his sister left for America, lives alone. Because he can not cope with the farmwork, his friends decide to get him married. Stasio already attracted two girls from his village and Ukrainian Vera, but he dreams of Miss from colorful magazines. Matrimonial ad that Stasio, Albert and Henry put in the press, has nothing to do with reality, Stasio is NOT a handsome, dark haired, and wealthy. Meanwhile, the mayor Sucha Wolka seriously offended gang leaders from the neighboring village Mokra Wolka and on Sunday the village is expecting a retaliation ...","release_date":"2004-10-01","genres":[35,10749],"vote_average":4.0,"runtime":94,"cert":"N\/A","id":140597,"title":"Attractive Seeks Woman","adult":false},{"cast":["Tatum O'Neal","Irene Cara","Nicholas Campbell","George Murdock","Moses Gunn"],"overview":"During a shooting in court young prostitute Scarlet manages to flee. In a state of confusion, the black Tracy, who was arrested for a minor delict, follows her. When she decides to leave Scarlett, an accident makes it impossible. So they're bound together on a flight from the police and some of the meanest criminals of New York.","release_date":"1985-03-01","genres":[28],"vote_average":5.8,"runtime":87,"cert":"N\/A","id":140605,"title":"Certain Fury","adult":false},{"cast":["Harrison Ford","Mark Hamill","Carrie Fisher","Adam Driver","Daisy Ridley"],"overview":"Thirty years after defeating the Galactic Empire, Han Solo and his allies face a new threat from the evil Kylo Ren and his army of Stormtroopers.","release_date":"2015-12-15","genres":[28,12,878,14],"vote_average":7.4,"runtime":136,"cert":"12A","id":140607,"title":"Star Wars: The Force Awakens","adult":false},{"cast":[],"overview":"A short film showing the Irish contact sport known as hurling, which is similar to, but much rougher than, American football.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140627,"title":"Hurling","adult":false},{"cast":["Kim Ji-young","Yu Jun-sang","Kim Ji-young","Yoon Da-kyung","Lee Seung-yeon"],"overview":"A story about a three-part family with lots of stories to tell and the first episode of the '3 life parts' that is completed henceforth.","release_date":"2012-11-08","genres":[35,10749],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":140629,"title":"Touch","adult":false},{"cast":["Bruce Ramsay","Lara Gilchrist","Peter Wingfield","Gillian Barber","John Cassini"],"overview":"Treachery, sex and revenge take center stage for Prince Hamlet and his eventual descent into madness.","release_date":"2012-11-02","genres":[],"vote_average":1.0,"runtime":88,"cert":"N\/A","id":140631,"title":"Hamlet","adult":false},{"cast":["Angela Mao","Carter Wong","Yoon Il-bong","James Nam Gung-Fan","Ko Hsiang-Ting"],"overview":"Charming stranger Pai Chen arrives in a small town to settle an old score with nefarious local hoodlum Scarface Wu Hsu, who runs an opium smuggling ring. Hsu is planning a drug deal with another crime boss that Pai decides to thwart. Feisty young lass Hei Lu helps Pai out.","release_date":"1973-06-22","genres":[],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":140636,"title":"Deadly China Doll","adult":false},{"cast":["Ian McShane","Anna Calder-Marshall","John Gavin","Severn Darden","Joyce Van Patten"],"overview":"An American playwright living in Rome consults a quack psychiatrist to combat his fears of balding and save his failing marriage.","release_date":"1970-03-25","genres":[35],"vote_average":5.4,"runtime":null,"cert":"N\/A","id":140638,"title":"Pussycat, Pussycat, I Love You","adult":false},{"cast":[],"overview":"Producer\/director Gordon Eastman takes his two sons on a journey to the wilds of British Columbia fishing, hunting, canoeing down miles of wild water, living with Indians and trapping beaver.","release_date":"1968-02-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140640,"title":"High, Wild and Free","adult":false},{"cast":["Dean Stockwell","Patricia Stich","Todd Susman","Scott Brady","Gloria Grahame"],"overview":"On his motorcycle Stein, a half-blood Indian, tries to stay out of the hands of the police, who are chasing him for accidentally killing a cop. Together with his friend Alan and a beautiful but desperate girl Stein will get involved in a robbery and more death. The police intensify the search, but the three won't give up that easily.","release_date":"1972-04-01","genres":[28,18],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":140642,"title":"The Loners","adult":false},{"cast":["San Base"],"overview":"Canadian artist San Base has taken his brilliant Dynamic Painting technology to the spectacular world of 3D, and the results are stunning. The combination of art and music is carefully crafted to create not only one of the best examples of 3D, but an event that draws you into a stimulating Journey for the senses that isn't like anything you have ever seen before.  Journey through six mind bending worlds that take 3D technology to aspiring new depths that can be explored and enjoyed again and again. With the possibility of discovering new details that were not seen in earlier viewings, San Base has achieved a level of artistic complexity that engages your attention and satisfies from the moment the play button is hit.","release_date":"2012-01-01","genres":[],"vote_average":8.0,"runtime":70,"cert":"N\/A","id":140644,"title":"Function Of Reality","adult":false},{"cast":["Bert Brach","Earl Bruss","Joe Dean","Joe Demler"],"overview":"Honor Flight chronicles a community coming together to honor World War II veterans. The film follows a team of Midwest volunteers as they race against the clock to send every local WWII veterans to see the memorials built in their honor.","release_date":"2012-08-11","genres":[99,36],"vote_average":7.0,"runtime":82,"cert":"N\/A","id":140646,"title":"Honor Flight","adult":false},{"cast":["Barry Newman","Susan Clark","Shelley Winters","Leslie Nielsen","James Franciscus"],"overview":"A pyromaniac, ex-employee of a city oil refinery creates an explosion at the facility which starts a chain-reaction of fires that engulf the entire city.","release_date":"1979-07-11","genres":[28,18],"vote_average":5.6,"runtime":106,"cert":"N\/A","id":140648,"title":"City on Fire","adult":false},{"cast":["Gila von Weitershausen","Uli Koch","Hans Clarin","Dieter Augustin","Christof Wackernagel"],"overview":"A girl travels from her hometown in upper Bavaria to Munich in order to lose her virginity.","release_date":"1968-03-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":140650,"title":"Engelchen oder die Jungfrau von Bamberg","adult":false},{"cast":["Lauren McKnight","Kirsten Zien","Ryan Sypek","Jillian Rose Reed","Niko Pepaj"],"overview":"As she leaves for art school in New York, Skye gets a phone call from Alex. Skye hasn't heard from Alex in two years, but before she can move on with her life she needs to tie up some loose ends. Unfortunately, someone else has the same idea, and they're stalking and slashing their way through Alex's Sweet 16 party at her grandparents' isolated estate.","release_date":"2012-03-13","genres":[],"vote_average":5.4,"runtime":84,"cert":"N\/A","id":140652,"title":"My Super Psycho Sweet 16: Part 3","adult":false},{"cast":["Manuel Alexandre","José María Caffarel","Enriqueta Carballeira","Luis Ciges","Agustín González"],"overview":"\"Total\" opens the trilogy that close \"Amanece que no es poco\" and \"Así en el Cielo como en la Tierra\" Year 2598. Three days ago, the world has come to the end in London, a lost and a small Castilian village atmosphere. Lorenzo, a shepherd, tells a series of extraordinary events that have been announcing the end of the world: the cows want to go to school, walls crumble, or Doña Paquita appears in the most unexpected places ..","release_date":"1983-01-01","genres":[35],"vote_average":6.0,"runtime":52,"cert":"N\/A","id":140654,"title":"Total","adult":false},{"cast":["Victoria Harris","Irma Monroig","Berta Ros"],"overview":"Little Victoria is waken up by her sister Lili who insists on leaving the house because somebody unpleasant has come back.","release_date":"2008-10-07","genres":[27],"vote_average":6.3,"runtime":3,"cert":"N\/A","id":140656,"title":"Mamá","adult":false},{"cast":["Scott Foley","Richard Burgi","Tanya Allen","Brian Markinson","Ty Olsson"],"overview":"When a freakishly hot summer at Yellowstone National Park creates the perfect conditions for the largest forest fire in American History... Look out!","release_date":"2006-09-04","genres":[18,28],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":140664,"title":"Firestorm: Last Stand at Yellowstone","adult":false},{"cast":["Andi Vasluianu","Maria Dinulescu","Mihai Bendeac","Tudor Chirilă","Mircea Badea"],"overview":"Following a competitive circumstances, Russian Federation returned the Romanian state treasury found in Moscow. Among the items brought into the country is also a bust of the early twentieth century (porcelain bust made ​​in 1915, signed I. Andropov) that is not in inventory; experts consider it a \"regular kitch\". The bust was stored at the Museum of Art in Bucharest.","release_date":"2004-10-29","genres":[35],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":140666,"title":"Weekend Millionaires","adult":false},{"cast":["Áron Dimény","George Mihăiță","Răzvan Vasilescu","Constantin Chiriac","Sorin Leoveanu"],"overview":"The 60's, Romania. Serafim, a young doctor, is sent to the Hospital in Palilula, a small town lost somewhere on the country map, after the death of the previous pediatrician, Mr. Pantelică.","release_date":"2012-04-20","genres":[18],"vote_average":5.7,"runtime":145,"cert":"N\/A","id":140668,"title":"Somewhere in Palilula","adult":false},{"cast":["Adrian Titieni","Ionuț Vișan","Anca Florescu","Cătălin Bordea","Mihai Niță"],"overview":"A story about the illusion of getting rich in Romania. In a country where stories of striking it rich are everywhere, anyone thinks such a thing is not only possible, but it's easily achievable. The storyline follows two destinies: one is of a young couple, Marius and Cosmina. Marius wrote an imaginary name on a lottery promotion ticket just to drag Cosmina. And the draw makes him the winner. The other is of two adults. Because of their lack of knowledge when it comes to modern technology, they get fooled by e-mail spam, fall for a false online lottery and loose their last savings. The stories meet at the end, when they loose all hope and refuse their only chance of getting rich. Finally we realize that the illusion of becoming rich puts ordinary people in extraordinary situations.","release_date":"2012-11-02","genres":[],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":140670,"title":"Chasing rainbows","adult":false},{"cast":["Rich Hall","Dallas Goldtooth"],"overview":"Comedian Rich Hall goes in search of the real American Indian, a people who have too often been stereotyped. This image portrayed through cinema and literature is not a true representation of the Native American, giving Rich the opportunity to redress the balance.  With the help of Native American, Dallas Goldtooth, Rich explores a different idea of what the American Indian is and what life is like for them today. He not only questions the screen image of the 'savage Indian' in films such as Soldier Blue, Stagecoach and A Man Called Horse, but looks at the written one, through literature such as The Last of the Mohicans, Black Elk Speaks and Bury My Heart at Wounded Knee.","release_date":"2012-10-28","genres":[35],"vote_average":8.0,"runtime":90,"cert":"","id":140672,"title":"Rich Hall's Inventing the Indian","adult":false},{"cast":["Gwen Watford","Kay Tendeter","Irving Steen","Vernon Charles","Connie Goodwin"],"overview":"A traveler arrives at the Usher mansion to visit his old friend, Roderick Usher. Upon arriving, however, he discovers that Roderick and his sister, Madeline, have been afflicted with a mysterious malady: Roderick's senses have become painfully acute, while Madeline has become nearly catatonic. That evening, Roderick tells his guest of an old Usher family curse: any time there has been more than one Usher child, all of the siblings have gone insane and died horrible deaths. As the days wear on, the effects of the curse reach their terrifying climax.","release_date":"1950-06-30","genres":[27],"vote_average":6.0,"runtime":70,"cert":"","id":140680,"title":"The Fall of the House of Usher","adult":false},{"cast":["Vince Ware","Katie Harris","Robert J. Saunders","Gina Saunders","Kevin S. O'Brien"],"overview":"An explosion at a bakery causes bread to come to murderous life and attack people. A handful of desperate folks seek refuge in a secluded farmhouse. Will any of them survive the night of the living bread? Independent short spoof on the classic \"Night of the Living Dead\".","release_date":"1990-01-01","genres":[],"vote_average":7.0,"runtime":8,"cert":"N\/A","id":140694,"title":"Night of the Living Bread","adult":false},{"cast":[],"overview":"Out into the big wide world as fast as possible. That’s Elli’s plan. But where should she get the money from, if not steal it? When Heze falls for her, she steals from him and both have to learn: “Adulthood is a big pain in the arse”.","release_date":"2012-03-09","genres":[],"vote_average":7.0,"runtime":30,"cert":"N\/A","id":140708,"title":"So It Goes","adult":false},{"cast":["Jiří Mádl","Eva Josefíková","Filip Blažek","Viktor Preiss","Miroslav Táborský"],"overview":"Czech teacher Peter experiences journey into the past to late 80´s to recover his true love Eliška. At present he´s nothing but relationship´s loser so he tries to find his true love at least at the past. During his journey he passes not just through relationship´s problem but thanks to his radical opinions also encounters problems with communists, even if he knows already from the future that totalitarian regime won´t last forever.","release_date":"2012-03-15","genres":[35,878],"vote_average":6.8,"runtime":120,"cert":"N\/A","id":140713,"title":"Waking Up Yesterday","adult":false},{"cast":["Freek de Jonge"],"overview":"","release_date":"2000-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140715,"title":"Freek de Jonge - De conferencier, Het boekenweekgeschenk en de Leugen","adult":false},{"cast":["Freek de Jonge"],"overview":"","release_date":"1995-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140717,"title":"Freek de Jonge - De Oh-getuige","adult":false},{"cast":["Anna Geislerová","Jana Brejchová","Jiří Schmitzer","Emília Vášáryová","Josef Abrhám"],"overview":"Marcela can't bear Jarda any longer, so she threatens divorce and takes the kids to her mom's, whose husband is a creep. While Marcela is there, Jarda is jailed, because he is part of a gang steeling cars and they get caught in the act. Benes, the urbane man whose car got stolen by Jarda and his gang, befriends Marcela. Soon she feels drawn to Benes and all of a sudden she must make up her mind: Jarda is still sexually attractive to her, but Benes offers security, and her own body and mind may not pull at the same strand.","release_date":"2006-09-06","genres":[35,18],"vote_average":6.8,"runtime":110,"cert":"N\/A","id":140722,"title":"Beauty in Trouble","adult":false},{"cast":["Bolek Polívka","Eva Holubová","Tomáš Vorel ml."],"overview":"A tragicomedy full of slapstick and vignettes, and even an unexpected shootout. A family of villagers moves up in the world - to the county seat. Dad works as a butcher at a meatpacking plant, mom is a checker at a supermarket. The daughter is at odds with her homeroom teacher, while the son - a vegetarian, anarchist, and avid pothead - is apprenticing as a butcher to please his father. The kid's in hot water with both his forewoman and the police. But dad isn't much of an example, letting himself be tempted by the charms of a lovely young butcher. However much mom tries - visiting the beauty parlor, her psychologist, or even the confessional - her husband shows his interest by moving out. Mom plots revenge. And somehow an imp gets mixed up in it all","release_date":"2005-03-17","genres":[],"vote_average":4.8,"runtime":90,"cert":"N\/A","id":140733,"title":"The Gnome","adult":false},{"cast":["Freek de Jonge","Metropole Orkest"],"overview":"","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140735,"title":"Freek de Jonge - Parlando","adult":false},{"cast":["Sigurður Skúlason","Árni Beinteinn Árnason","Lilja Björk Jónsdóttir","Egill Ploder Ottósson","Guðjón Þorsteinn Pálmarsson"],"overview":"","release_date":"2008-05-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140737,"title":"Auga fyrir auga","adult":false},{"cast":["Vincent Dubois","Jean-Christian Fraiscinet"],"overview":"","release_date":"2000-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140754,"title":"Les bodin's: l'inauguration de la salle des fêtes","adult":false},{"cast":["Vincent Dubois"],"overview":"","release_date":"1998-03-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140756,"title":"Maria Bodin","adult":false},{"cast":["Roy Rogers","Trigger","Dale Evans","Pat Brady","Montie Montana"],"overview":"In Roy Rogers' Down Dakota Way, the deadly hoof-and-mouth disease has struck the herd owned by evil rancher H. T. McKenzie (Roy Barcroft). To avoid an expensive quarantine on his stock, McKenzie plans to murder the local veterinarian (Emmet Vogan) before the latter can report his findings to the government. Rogers manages to straighten out the situation by appealing to the sensibilities of the aunt (Elizabeth Risdon) of McKenzie's hotheaded hired assassin (Byron Barr). The film also bears several musical numbers from Roy, Dale Evans, and Foy Willing and the Riders of the Purple Sage.","release_date":"1949-09-09","genres":[37],"vote_average":7.0,"runtime":67,"cert":"N\/A","id":140761,"title":"Down Dakota Way","adult":false},{"cast":[],"overview":"In search of the creative process in all forms. Follow painter\/ filmmaker Larry Reese as he explores his own creative process and tracks down other artists to find how they find that creative inspiration. This one of a kind documentary has interviews with film director Francis Damburger, jazz legend PJ Perry, film star Kari Matchett, and many more.","release_date":"2012-09-30","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":140763,"title":"Mapping Creativity","adult":false},{"cast":["Johnny Yong Bosch","Dan Southworth","Pamela Walworth","Motoko Nagino","Sonny Sison "],"overview":"On an isolated ranch in the desert, one man must protect his wife from a secret past that he is now forced to confront. With the sun towering in the sky overhead, the ranch sits beneath the vast blue, isolated amidst the arid terrain, Though life is certainly evident as a house warming party ensues.","release_date":"2008-09-01","genres":[28],"vote_average":5.7,"runtime":93,"cert":"N\/A","id":140765,"title":"Broken Path","adult":false},{"cast":["Manisha Koirala","J. D. Chakravarthi","Madhu Shalini"],"overview":"A family moves into a possessed bungalow. A sudden turn of events in the house leaves them astonished. When things worsen, escape seems to be their last resort.","release_date":"2012-10-11","genres":[27],"vote_average":3.0,"runtime":73,"cert":"N\/A","id":140770,"title":"Bhoot Returns","adult":false},{"cast":["Alexandra Meierhans","Michael Godere","Ivan Martin","Aidan Redmond","Brian Bickerstaff"],"overview":"Young newlyweds Irene and Daniel make the mistake of picking up a hitchhiker -- and soon find themselves taken hostage by three dangerous criminals.","release_date":"2011-07-17","genres":[53,27],"vote_average":4.2,"runtime":74,"cert":"N\/A","id":140781,"title":"Daylight","adult":false},{"cast":[],"overview":"A Mother's Courage (aka The Sunshine Boy) is a moving, compassionate portrayal of a mother's desperate quest to understand the perplexing condition that controls her son. A journey through different countries, where every stop-over opens a new path into the depths of autism - and places her son in a strikingly different perspective as it reaches the end.","release_date":"2009-01-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":140783,"title":"The Sunshine Boy","adult":false},{"cast":["Naomi Tani","Kazuo Satake","Minoru Ôkôchi","Hirokazu Inoue","Tatsuya Hamaguchi"],"overview":"During the latter part of World War II, Judge Murayama, head of the Japanese military police, uses his position to falsely accuse, capture, imprison and torture women in whom he is interested. Namiji Kikushima, a high-class business woman, is one such lady. Kikushima is accused of using her Ginza jewellery shop to finance an anti-government organization. Judge Murayama has Lady Kikushima arrested, and orders the new recruit Taoka to torture her. Taoka falls in love with Kikushima, at first hating torturing her then growing to enjoy it. After a long series of tortures and humiliation, while the Judge espouses his twisted version of morality, Taoka sacrifices himself to enable Lady Kikushima’s escape.","release_date":"1977-06-04","genres":[],"vote_average":5.1,"runtime":70,"cert":"N\/A","id":140785,"title":"Fairy in a Cage","adult":false},{"cast":["Monica Bellucci","Vincent Cassel","Enrico Lo Verso","Richard Bohringer","Luc Palun"],"overview":"After many years spent in prison, Pitou returns back to his native town of Marseille. He couldn't even imagine all the disappointments he would face there.","release_date":"1999-10-07","genres":[28,18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":140811,"title":"Méditerranées","adult":false},{"cast":[],"overview":"An introduction to the pop culture history of comics and animation in Japan, particularly adult comics, and the obsessive fantasy world of comic &amp; animation fans.","release_date":"2008-07-01","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":140819,"title":"Manga Mad","adult":false},{"cast":["Ian Brooker","Peter Wight","Louise Paris"],"overview":"Eddie Brewer is an old-school paranormal investigator, being followed as part of a documentary","release_date":"2012-03-18","genres":[27],"vote_average":4.5,"runtime":89,"cert":"","id":140821,"title":"The Casebook of Eddie Brewer","adult":false},{"cast":["Emma Thompson","Tom Hanks","Paul Giamatti","Colin Farrell","Ruth Wilson"],"overview":"Author P.L. Travers travels from London to Hollywood as Walt Disney Pictures adapts her novel Mary Poppins for the big screen.","release_date":"2013-11-16","genres":[35,18,36],"vote_average":7.4,"runtime":125,"cert":"PG","id":140823,"title":"Saving Mr. Banks","adult":false},{"cast":["Faye Dunaway","Frank Langella","Barbara Parkins","Karen Blanguernon","Raymond Gérôme"],"overview":"An industrial-espionage group calls on a retired spy (Frank Langella) living with his wife (Faye Dunaway) and children in Paris. To force him back to his old job, his children will be kidnapped.","release_date":"1971-06-09","genres":[9648,18],"vote_average":5.6,"runtime":96,"cert":"N\/A","id":140825,"title":"The Deadly Trap","adult":false},{"cast":["Trina Parks","Preston Davis","Jonathan Davis","Jerrell Pippens","Prince Vaughn III"],"overview":"Five young men convene on a mansion to meet the mysterious AMINA, who has lured them there to become her new consort in the immortal life of a vampire.","release_date":"2012-11-01","genres":[27,53],"vote_average":1.0,"runtime":75,"cert":"N\/A","id":140839,"title":"Immortal Kiss: Queen of the Night","adult":false},{"cast":["João Gordo","Clemente Tadeu Nascimento","Redson","Ariel Uliana Jr.","Fábio Sampaio"],"overview":"Botinada chronicles the origins of punk rock in Brazil, its first phase (1976-1984) and the whereabouts of its protagonists.  Were 4 years of research, interviewed 77 people, thousands of hours in editing rooms, 200 hours of video and many rare and unpublished images compiled for the first time.  Botinada brings out this amazing story told by punks who experienced body, soul and leather jacket this chaotic journey.","release_date":"2006-09-01","genres":[10402,99],"vote_average":6.0,"runtime":110,"cert":"N\/A","id":140844,"title":"Botinada: A Origem do Punk no Brasil","adult":false},{"cast":["Neil Patrick Harris","Patti LuPone","Martha Plimpton","Anika Noni Rose","Jim Walton"],"overview":"Company centers on Bobby, a confirmed bachelor, celebrating his 35th birthday with his ten closest friends, who happen to be five couples.","release_date":"2011-06-15","genres":[35,18],"vote_average":7.8,"runtime":145,"cert":"N\/A","id":140846,"title":"Company","adult":false},{"cast":[],"overview":"The story of a couple who tried to revitalize their relationship but instead ruined a child.","release_date":"2012-01-01","genres":[],"vote_average":6.0,"runtime":4,"cert":"N\/A","id":140851,"title":"RINGO or: The Story of a Couple Who Tried to Revitalize Their Relationship But Instead Ruined a Child","adult":false},{"cast":["Christina Cox","Marc Menard","Quinn Lord","Ali Liebert","Christos Shaw"],"overview":"A woman discover her husband is having an online affair and that his internet lover is dangerously obsessed with him.","release_date":"2012-01-01","genres":[10770,28,18,9648],"vote_average":4.8,"runtime":90,"cert":"N\/A","id":140853,"title":"Cyber Seduction","adult":false},{"cast":["Anne Curtis","Derek Ramsay","Andi Eigenmann","Joel Torre","Gee-Ann Abrahan"],"overview":"Rafi (Anne Curtis) is happily committed to her lovely partner in life, Mark (Derek Ramsay). She's a bachelorette from a rich family, who belongs to the \"Friday Club\", the regular get-together of her college friends. Rafi is an attention-getter because of her in and out beauty and impressive credentials. But one day, a major life decision shifts everyone's impression of her. Sam (Andi Eigenmann), a rebellious, carefree and happy-go-lucky woman, who thinks that she can get away with her every dilemma. However, her perspectives turn 180 degrees when she meets the man who unexpectedly changes her life.","release_date":"2012-10-24","genres":[18],"vote_average":7.3,"runtime":108,"cert":"N\/A","id":140864,"title":"A Secret Affair","adult":false},{"cast":["Desi Arnaz Jr.","Christopher Norris","Dan Dailey","Dina Merrill","Tom Bosley"],"overview":"A high-school senior and his girlfriend get married when they find out she's pregnant.","release_date":"1971-11-16","genres":[18,10770],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":140872,"title":"Mr. and Mrs. Bo Jo Jones","adult":false},{"cast":["Makrand Deshpande","Madhuri Dixit","Gautam Joglekar","Dimple Kapadia","Khan Jahangir Khan"],"overview":"Prahaar is the story of Major Chavan, a tough and stern soldier, trained to destroy the enemy. He can see the enemy on our borders but is unaware of the invisible enemy within ourselves. When one of Major's Commandos - Peter D'Souza is killed, he is shown the harsh reality revolving around us, the enemy is within ourselves. The battlefield changes and Major Chavan makes his final attack on the enemy within this crumbling society.","release_date":"1991-01-01","genres":[],"vote_average":7.9,"runtime":166,"cert":"N\/A","id":140883,"title":"Prahaar: The Final Attack","adult":false},{"cast":["Peter Blok","Gaite Jansen","Robert de Hoog","Sallie Harmsen","Ricky Koole"],"overview":"During his 50th birthday party thrown by his wife, Remco's life takes a turn for the worse. His business partners are scheming behind his back to sell him and his former mistress shows up pregnant.","release_date":"2012-11-10","genres":[18],"vote_average":5.4,"runtime":55,"cert":"N\/A","id":140894,"title":"Tricked","adult":false},{"cast":["Ajay Devgn","Sanjay Dutt","Mukul Dev","Sonakshi Sinha","Juhi Chawla"],"overview":"A guest tries to stay inside the house of a man who can't kill him unless he's outside, because of believing guest to be equal to God.","release_date":"2012-11-13","genres":[35,28],"vote_average":5.0,"runtime":141,"cert":"N\/A","id":140896,"title":"Son of Sardaar","adult":false},{"cast":["Mark Hunter","Rob Arnold","Matt DeVries","Jim LaMarca","Andols Herrick"],"overview":"The Dehumanizing Process is the first video album by American metal band Chimaira. It was released on October 26, 2004 by Roadrunner Records. With the release of this video it was accompanied with a copy of Chimaira's earlier EP This Present Darkness","release_date":"2004-10-26","genres":[],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":140898,"title":"Chimaira - The Dehumanizing Process","adult":false},{"cast":["Kye Petersen","Glen Plake"],"overview":"A documentary feature film set in the world of big mountain skiing, The Edge of Never is a real-life coming of age saga about the tribe of skiers who challenge the biggest, most dangerous mountains in the world. In 1996 extreme-skiing legend Trevor Peters","release_date":"2009-04-14","genres":[],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":140918,"title":"The Edge of Never","adult":false},{"cast":[],"overview":"Three guys are making a low-budget film about a mad scientist who hunts people for sport. During the shoot of one scene their camera breaks. When trying to come up with a plan to make money for a new camera, one of them suggests they could try to rob a supermarket.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":140920,"title":"Duct Tape","adult":false},{"cast":[],"overview":"Forward, the fourth release from Josh Berman and Level 1, pushes the envelope of progressive freeskiing further than ever before, and takes you into the very heart of the sport’s culture and the lives of the athletes. Forward features the biggest names and best unknown talent from around the world and is set to a soundtrack of the best underground beats.","release_date":"2003-08-03","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140922,"title":"Forward","adult":false},{"cast":[],"overview":"Crewstacez presents its 2010 season review | A mixtape containing the best moments of the winter.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140927,"title":"The Mixtape 2010","adult":false},{"cast":["Campbell Scott","Jared Harris","Laura Linney","Laurel Holloman","Nick Offerman"],"overview":"Among the rich in New Orleans, it's the lush life for Lionel Exley, a golf hustler and heavy drinker. Released from an Arkansas jail, \"Ex\" returns to the Big Easy and starts a friendship with another heavy drinker, attorney Firman Carter. Often waking with no memory of how he got to bed, Ex becomes the object of affection of two wealthy sisters, Rachel and Ashley Van Dyke. Ex also keeps bumping into various local oddballs, pals of the eccentric Carter. When Carter goes missing and the police suspect Ex of foul play, it may be time for him to put down his glass and sort out reality from the haze.","release_date":"1999-01-01","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":140938,"title":"Lush","adult":false},{"cast":[],"overview":"A snowboard production by Pablo Films.","release_date":"2010-11-07","genres":[],"vote_average":0.0,"runtime":28,"cert":"N\/A","id":140943,"title":"Euro Gap 3","adult":false},{"cast":[],"overview":"Standing near the Western Wall in Jerusalem Avner says: 'This is the moment when I claim victory over the Nazis'. Two brothers, three mothers - a saga shrouded in fog for almost six decades - the unique narrative of a voyage tracing the roots of a shadowy past. Brothers Avner and Itzik live in Israel. As toddlers, their lives were saved first by their aunt, later by another young woman. Their past included three women who would become their mothers. But all this remained hidden - even from close family and friends. Now 70 year-old, Itzik and Avner journey into that past, seeking their true identity to piece together the incredible story of their survival.","release_date":"2013-03-01","genres":[99],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":140948,"title":"Here I Learned To Love","adult":false},{"cast":[],"overview":"A insane snowboard movie.","release_date":"2010-11-01","genres":[],"vote_average":0.0,"runtime":22,"cert":"N\/A","id":140950,"title":"Along for the Ride","adult":false},{"cast":[],"overview":"From the Creators behind Apples &amp; Oranges and Most Recently Knockout, Alterna Films delivers another charges film rightfully named Elektro. Always setting the forefront of progression, Elektro is inspired filmmaking and technical freestyle snowboarding at its highest level.  Elektro is a blend of fresh faces and unique personalities that transpire in a creative and entertaining film. Juice it up with Elektro and go ride…","release_date":"2009-06-11","genres":[],"vote_average":0.0,"runtime":34,"cert":"N\/A","id":140952,"title":"Elektro","adult":false},{"cast":[],"overview":"A Bulgarian snowboard production.","release_date":"2009-10-11","genres":[],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":140960,"title":"Cozmos","adult":false},{"cast":[],"overview":"Daniel and Alice take their two young children to Alice's mother's house after the tragic and mysterious death of her father.  Once there, Daniel learns about several unresolved murder and missing people cases. Daniel and his family also become victims of this town's dark faith when his wife mysteriously dies and his children go missing. Soon after this tragedy he begins to investigate what's haunting the town and its residents. In his research he discovers that his wife is a direct descendant of a women known as \"La Llorona\", the troubled mother who drowned her children after her husband's infidelity centuries ago. \"La Llorona's\" tortured should haunts everyone and her insatiable thirst for blood will destroy everyone in her path.","release_date":"2012-09-01","genres":[],"vote_average":2.3,"runtime":89,"cert":"N\/A","id":140965,"title":"The Wailer 3","adult":false},{"cast":["Larry the Cable Guy","Keith Ferguson","Lloyd Sherr","Jenifer Lewis","Lindsey Collins"],"overview":"Mater tells Lightning McQueen about his former job as a daredevil.","release_date":"2008-10-28","genres":[16],"vote_average":5.8,"runtime":4,"cert":"N\/A","id":140967,"title":"Mater the Greater","adult":false},{"cast":["Bill Griffith","Rick Sebak"],"overview":"A travelogue featuring oddly-shaped buildings (and the folks who live in, work in, own and admire them) located along USA highways.","release_date":"2004-07-11","genres":[99],"vote_average":8.0,"runtime":57,"cert":"N\/A","id":140972,"title":"A Program About Unusual Buildings & Other Roadside Stuff","adult":false},{"cast":["Corey Burton","Rose Abdoo"],"overview":"Bigfoot checks into Hotel Transylvania to get some sleep but keeps getting disturbed by a zealous witch maid.","release_date":"2012-10-26","genres":[16],"vote_average":5.7,"runtime":4,"cert":"N\/A","id":140974,"title":"Goodnight, Mr. Foot","adult":false},{"cast":["Dan Natchsheim","Joy Carmichael","David Munson","Marvin Bennett","Ralph Stell"],"overview":"In an underground city in a dystopian future, the protagonist, whose name is \"THX 1138 4EB\", is shown running through passageways and enclosed spaces. It is soon discovered that THX is escaping his community. The government uses computers and cameras to track down THX and attempt to stop him; however, they fail. He escapes by breaking through a door and runs off into the sunset. The government sends their condolences to YYO 7117, THX's mate, claiming that THX has destroyed himself.  Electronic Labyrinth: THX-1138 4EB is a 1967 science fiction short film written and directed by George Lucas[1] while he attended the University of Southern California's film school.","release_date":"1967-03-14","genres":[878],"vote_average":6.5,"runtime":15,"cert":"N\/A","id":140979,"title":"Electronic Labyrinth THX 1138 4EB","adult":false},{"cast":["Gong Hyo-jin","Park Hee-soon"],"overview":"What is beauty? Truth created from whith lie.","release_date":"2013-06-13","genres":[],"vote_average":5.3,"runtime":27,"cert":"N\/A","id":140981,"title":"You Are More Than Beautiful","adult":false},{"cast":["Anna Faris","Larry Miller","Octavia Spencer","Ron Livingston","Mason Vale Cotton"],"overview":"After passionately auditioning for a role in a local community theater production, Judy is cast aside by a pretentious theater director. Lucky for her, she gets another unbelievable chance.","release_date":"2008-10-14","genres":[35],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":140983,"title":"The Spleenectomy","adult":false},{"cast":["Aan Hung","Eric Chan Ga-Kei","Chan Shen","Chai Fung","Jenny Liang"],"overview":"Determined to escape from the harsh regime of China to the freedom of Hong Kong, three youths are captured by Mr. Hok, a sadistic human smuggler who subjects them to an unrelenting assault of degradation. Pushed to the limits of human endurance, the prisoners must fight for their lives in an unforgettable, action-packed climax.","release_date":"1980-11-26","genres":[53,28,18],"vote_average":6.8,"runtime":90,"cert":"N\/A","id":140985,"title":"Lost Souls","adult":false},{"cast":["Christopher Plummer","Maggie Smith","Elke Sommer","Adolph Green","Sándor Szabó"],"overview":"Insulted when his screenwriter wife writes a leading role for a younger man, aging Broadway idol Fitz Wynn disguises himself as a handsome young Italian.","release_date":"1984-10-17","genres":[35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":140987,"title":"Lily in Love","adult":false},{"cert":"N\/A","title":"Within the Way Without","cast":["Richard Attenborough","Rob Jorritsma","Madoka Mayuzumi","Milena Salgado"],"genres":[],"id":140989,"overview":"At the dawn of the new millenium, a Dutch social worker, a famous Japanese poet and a Brazilian girl has made the road to Santiago and back to their countries, they recall the experience. The trip is also a journey into themselves, sharing physical and spiritual space with millions of pilgrims have made their way from the Middle Ages.","runtime":null,"release_date":"2004-01-01","vote_average":0.0,"adult":false}]