[{"cast":[],"overview":"","release_date":"2009-05-18","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":142010,"title":"Lil'A","adult":false},{"cast":["Mario Van Peebles","Josh Brolin","Cynda Williams","J.T. Walsh","Stephen Lang"],"overview":"A black police officer discovers a cell of white supremacist vigilantes within his department.","release_date":"1996-09-08","genres":[53,28,80,18],"vote_average":5.2,"runtime":97,"cert":"N\/A","id":142012,"title":"Gang in Blue","adult":false},{"cast":["Anna Mouglalis","Lorànt Deutsch","Caroline Sihol","Kal Weber","Clémence Poésy"],"overview":"In 1924, Simone de Beauvoir, a girl with polished appearance, prepares for her final examination in philosophy and meets Jean-Paul Sartre. He seems to know her true personality and considers her the only woman worthy of his intellect. Their chaotic love serves as the premise for her magnum opus The Second Sex.","release_date":"2006-01-26","genres":[18],"vote_average":6.4,"runtime":null,"cert":"N\/A","id":142023,"title":"Lovers of the Café Flore","adult":false},{"cast":["Valerie Niehaus","Oliver Mommsen","Anna Grisebach","Denise Zich","Mathieu Carrière"],"overview":"","release_date":"2010-09-07","genres":[35,18],"vote_average":4.9,"runtime":null,"cert":"N\/A","id":142025,"title":"Sind denn alle Männer Schweine?","adult":false},{"cast":["Stefania Nelli","Nando Angelini","Gianni Dei","Armand Warnar","Kateryn Schous"],"overview":"Ghosts and dead bodies infest a small nineteenth-century village.","release_date":"1965-08-18","genres":[27],"vote_average":3.0,"runtime":77,"cert":"N\/A","id":142030,"title":"The Seventh Grave","adult":false},{"cast":["Seymour Hicks","Nancy O'Neil","Gibson Gowland","Frederick Peisley"],"overview":"A batty Scottish professor attempts to prove the existence of the Loch Ness Monster, but everyone thinks he's crazy. Meanwhile, a foolish young reporter attempts to get a scoop on the story.","release_date":"1934-05-07","genres":[9648],"vote_average":5.8,"runtime":80,"cert":"","id":142035,"title":"The Secret Of The Loch","adult":false},{"cast":["Fernando Esteso","Andrés Pajares","Antonio Ozores","Juanito Navarro","Azucena Hernández"],"overview":"","release_date":"1982-04-01","genres":[35],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":142040,"title":"Todos al suelo","adult":false},{"cast":[],"overview":"As a janitor is cleaning a hotel, he decides to peek through the keyholes to observe some of the guests in their rooms. In room 8, a woman is busy making herself look more attractive, and the janitor enjoys watching her. There are also some interesting things going on in the other rooms on the floor.","release_date":"1901-08-01","genres":[35],"vote_average":5.8,"runtime":2,"cert":"N\/A","id":142042,"title":"What Is Seen Through a Keyhole","adult":false},{"cast":["John Shum Kin-Fun","Ronald Wong","Timothy Zao","Amy Kwok","Peter Chan Lung"],"overview":"John Shum leads an expedition to an supposedly deserted island only to find out that it's inhabited by a group of seriously demented characters,lead by Peter Chan Lung.This is a family that stays together,slays together and when the youngest one is refused in marriage to one of the young girls of the troupe they turn into savage maniacs.","release_date":"1985-10-11","genres":[27],"vote_average":8.0,"runtime":92,"cert":"N\/A","id":142050,"title":"The Island","adult":false},{"cast":["Tanna Frederick","Andrea Marcovicci","Victoria Tennant","Karen Black","Joe Manganiello"],"overview":"A film about the complex relationships between fathers and daughters, and the potential lifelong consequences of those relationships.","release_date":"2009-06-19","genres":[],"vote_average":1.0,"runtime":95,"cert":"N\/A","id":142052,"title":"Irene in Time","adult":false},{"cast":["Dagoberto Rodríguez","David Silva","Alicia Caro","Pascual García Peña","Laura Martínez Díaz"],"overview":"Episodic film in which a masked hero combats a trio of classic monsters.","release_date":"1965-07-09","genres":[27,37],"vote_average":5.0,"runtime":79,"cert":"N\/A","id":142054,"title":"The Rider of the Skulls","adult":false},{"cast":[],"overview":"Two girls hitch a ride from someone they think they can trust. After all, the driver is a woman. They endure humiliating perversions and excruciating pain. Their friendship warps as they are forced to perform sexual acts on each other for the twisted amusement of their captor. Escape is no easy thing to accomplish - they know they only have one chance because if they fail they will be killed. This movie explores the cycle of cruelty - how pain does not end with the victim. The ripples touch many, setting off new waves of torment.","release_date":"2006-03-03","genres":[],"vote_average":5.5,"runtime":74,"cert":"N\/A","id":142059,"title":"Rape Is A Circle","adult":false},{"cast":["Peter Weller","Ariel Winter","David Selby","Michael Emerson","Mark Valley"],"overview":"Batman has stopped the reign of terror that The Mutants had cast upon his city.  Now an old foe wants a reunion and the government wants The Man of Steel to put a stop to Batman.","release_date":"2013-01-18","genres":[28,16,9648],"vote_average":7.9,"runtime":78,"cert":"15","id":142061,"title":"Batman: The Dark Knight Returns, Part 2","adult":false},{"cast":["Vincent Ball","Lisa Daniely","Peter Illing","Roland Bartrop","Marne Maitland"],"overview":"During World War II, the residents of a French village find an able helper in their task of making life difficult for German-occupying forces in a Canadian pilot they rescue after he crash-lands in the vicinity and ends up in the hands of the Nazis. As the villagers grow increasingly dependent on the flyer's training and smarts, the Germans grow more determined to eliminate the force behind the strengthened local resistance. [Netflix]","release_date":"1961-11-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":142069,"title":"Middle Course","adult":false},{"cast":["Yuko Takeuchi","Chihiro Otsuka","Soko Wada","Masaki Miura","Nanami Fujimoto"],"overview":"This work is based on the 2007 Sony Ericsson Foma SO903i mobile advertising idea to extend into a 50-minute fantasy movie with Yuko Takeuchi as Chocolat who's younger sister Noriko met Chocolat's  old boyfriend during a storm in a bus stop. They went to cafe and started reminiscing using their mobile phone about Chocolat's death 7 years earlier in an accident...","release_date":"2007-10-13","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":142071,"title":"The World According to Chocolat","adult":false},{"cast":["Worrawech Danuwong","Niranath Victoria Coates","Ungsumalynn Sirapatsakmetha","Kwanjit Sriprajan","Kavee Tanjararak"],"overview":"Chuad meets Tonliw and falls in love with the TV show host. That’s when he decides to seek the help of Pen, Tonliw’s best friend. Pen’s also got her own set of problems in the form of a controlling doctor boyfriend.","release_date":"2012-08-09","genres":[35],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":142076,"title":"Sat2Mon","adult":false},{"cast":[],"overview":"A young man in Uruguay has trouble expressing himself verbally. As the lead singer in a band, he interacts with the world through his music.","release_date":"2009-09-15","genres":[10402],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":142084,"title":"Hiroshima","adult":false},{"cast":["Marisol","Manuel Bermúdez 'Boliche'","Jesús Guzmán","Anabel Pintado","Miguel Armario"],"overview":"Marisol tells some children the true story of a donkey that was passed from hand to hand to be the figure of a circus, being loved by all.","release_date":"1964-06-22","genres":[],"vote_average":0.0,"runtime":64,"cert":"N\/A","id":142095,"title":"The Bienvenido's Story","adult":false},{"cast":["Andre Gregory","Dušan Makavejev","Mike Mearian","Galina Panova","Brother Theodore"],"overview":"A soldier, returning home from war, chances upon a stranger who offers to buy his violin, the stranger is none other than the devil","release_date":"1984-01-01","genres":[16],"vote_average":7.0,"runtime":51,"cert":"","id":142097,"title":"The Soldiers's Tale","adult":false},{"cast":["Christina Cox","Jon McLaren","Chris Potter","Adam Beach","Sean Tucker"],"overview":"Donna May is a grief counselor who suddenly finds herself grieving and alone after the hit-and-run death of her husband, Robert. Soon after Robert's death, Donna's estranged adopted son, Kevin, appears at her house, claiming he has cleaned up his act and wants to regain her trust. Donna reluctantly takes Kevin in, although they haven't seen each other since a violent fight that she and Robert had with him five years earlier when he was caught stealing money from them. It doesn't take long for the aggressive side of Kevin's personality to emerge. He claims that Robert had been cheating on Donna, and prevents her from leaving the house or having visitors. Donna's credit cards and checks go missing and Kevin won't allow her to answer the phone. When Donna's lawyer is found dead after Kevin accused him of being a fraud, she becomes convinced that Kevin killed him and attempts to escape the house, in what may prove to be a struggle for her life.","release_date":"2010-07-31","genres":[],"vote_average":5.7,"runtime":89,"cert":"N\/A","id":142099,"title":"The Stepson","adult":false},{"cast":["Antonio Espino","Martha Mijares","Marco de Carlo","Polo Ortín","Fidel Ángel Espino"],"overview":"Clavillazo is a likeable drifter who gets his diploma because his teachers want him in sight. He lives in the street of what can be finding. However, nothing can prevent help those around he.","release_date":"1956-10-10","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":142101,"title":"Vivir a todo dar","adult":false},{"cast":["Blue Demon","Ana Luisa Peluffo","Eric del Castillo","Maura Monti","Carlos East"],"overview":"The Secret Agent Lafargue locates the evil Professor Marcus headquarters, who with the help of Dr. Bellini and an android of his invention, plan to conquer the world. Lafargue is discovered and severely injured, so he is unable to remember where it is the basis of Marcus or what their plan. To resolve this situation the authorities call the Agent Zero team.","release_date":"1968-12-26","genres":[],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":142103,"title":"Passport to Death","adult":false},{"cast":["Ben Jasper","Jesse Metzger","Brontez Purnell","Keith McDonald","Jorge Rodolfo"],"overview":"After a decade of living in San Francisco, Jesse is forced to move back to his Midwestern roots because he can no longer afford the city. On his final night in the city, friends and ex-lovers gather for a going away party that promises to heighten Jesse's already bittersweet feelings about leaving.","release_date":"2012-07-12","genres":[18],"vote_average":5.3,"runtime":71,"cert":"N\/A","id":142108,"title":"I Want Your Love","adult":false},{"cast":["Saugat Malla","Deeya Maskey","Nisha Adhikari","Basundhara Bhusal","Laxmi Giri"],"overview":"Diya, young woman who wishes to become a dancer enters into an arranged marriage. As she spirals closer to her wedding day she realizes that she has no feelings for her betrothed but  is in love with her best friend, Kiran. They begin an affair but soon are found out...","release_date":"2012-01-01","genres":[53,18,10749,28],"vote_average":6.7,"runtime":85,"cert":"N\/A","id":142110,"title":"Soongava: Dance of the Orchids","adult":false},{"cast":["Robin Givens","Kareem J. Grimes","Denyce Lawton","Ashlee McLemore","Jill-Michele Meleán"],"overview":"","release_date":"2011-09-17","genres":[10751],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":142112,"title":"The Love You Save","adult":false},{"cast":[],"overview":"A little boy wishes he could bring a Christmas tree to his father who is working in Antarctica.","release_date":"1959-02-05","genres":[16],"vote_average":5.0,"runtime":10,"cert":"N\/A","id":142123,"title":"A Christmas Tree","adult":false},{"cast":["Ben Bilocq","Chris Grenier","Danimals","Darrell Mathes","Gus Engle"],"overview":"Following up 2011’s “Shoot The Moon,” This VG crew lands in 2012 on “The Darkside.”","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":142125,"title":"Videograss: The Darkside","adult":false},{"cast":["Jackson Beck","Jack Mercer"],"overview":"Set in a nightclub in Sugarland---not the one in Texas---the bon-bons, lollipops, taffy and other sweet-and-sticky citizens perform in a musical show. The grand finale features the Sugar Lump Orchestra playing \"Ain't She Sweet\" while the bouncing-ball leads the theatre audience in a sing-along.","release_date":"1954-06-11","genres":[16,35,10402],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":142127,"title":"Candy Cabaret","adult":false},{"cast":["John Taylor","Michael Des Barres","Martin Kemp","Jade Gordon","Larry Klein"],"overview":"A look at the lives of  several struggling L.A. musicians. Gwen, a singer-songwriter, is on a quest for the big-time. Working as an assistant to a film production designer, Gwen tries to steal her boss' boyfriend, a veteran rock producer. The producer, meanwhile, is trying to orchestrate a comeback for an '80s band.","release_date":"1999-09-17","genres":[35],"vote_average":5.8,"runtime":92,"cert":"N\/A","id":142132,"title":"Sugar Town","adult":false},{"cast":["Sam Jones","Cynthia Rothrock","Donald Gibb","Joe Estevez","Tony Halme"],"overview":"Terrorists from all countries are to be reunited in order to join forces against their governments. The USA army notice it. A group of assassins, waiting in jail to be executed by firing squad get the chance to be exonerated if they participate in the secret mission of killing the terrorists. But they have to train under the strict military style of Sergeant Ransom.","release_date":"1996-01-01","genres":[],"vote_average":4.7,"runtime":95,"cert":"N\/A","id":142140,"title":"American Tigers","adult":false},{"cast":["Dick Powell","Ann Dvorak","Fred Allen","Paul Whiteman","Patsy Kelly"],"overview":"Anxious to keep out of the rain on a bus layover in that ubiquitous little village in Pennsylvania, Dick Powell and his troupe of traveling musicians attend a political rally for governor-to-be Raymond Walburn. The candidate is an incompetent drunkard, and his Square Deal Party backers turn to Powell &amp; Co. to liven up the campaign. A victim of circumstance, Powell soon replaces Walburn as candidate for governor with the hope of losing the election and gaining a radio career. Beating Preston Sturges’s Hail the Conquering Hero to the punch by about nine years, this is the rare political satire that’s more transcendent than mean (the New York Times noted it was “pardonable but definitely incorrect of you to assume from this that the new film is an attack on the intelligence of the Pennsylvania electorate”), and Dick Powell is at his pre-noir best. (Julian Antos, Northwest Chicago Film Society)","release_date":"1935-11-15","genres":[35,10749,10402],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":142142,"title":"Thanks a Million","adult":false},{"cast":[],"overview":"Not far from the White House, the Capitol, and the National Mall lies a part of Washington, DC that the tourists never see and the mainstream media virtually ignores. At least three percent of DC is HIV positive, a staggering rate higher than parts of Africa. Behind all the stories of heartbreak, loss, and struggle there are also the incredible, encouraging stories of the people behind grassroots movements to extend education, combat stigmas, and spread hope.","release_date":"2010-09-17","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":142144,"title":"The Other City","adult":false},{"cast":["Dolores del Río","George Sanders","Peter Lorre","Virginia Field","Sig Ruman"],"overview":"An Englishman impersonates an imprisoned German officer and \"returns\" to Germany to become a national hero. A female German spy is assigned to check him out but falls in love with him.","release_date":"1937-10-08","genres":[18,53],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":142146,"title":"Lancer Spy","adult":false},{"cast":["George Peppard","Diana Muldaur","John Vernon","France Nuyen","Steve Sandor"],"overview":"Harker Flet and compatriots Timothy X. Nolan and Katy, along with three other men, steal $40,000 in money and jewelry from a California train in the gold-mining country of the 1880's. The six split up and while they are hiding out awaiting the rendezvous to divide the loot, Hark is cornered, framed and sent to prison. He is released after two-and-a-half years and sets out to find Katy and Nolan and get his share of the loot.","release_date":"1971-02-12","genres":[37],"vote_average":4.8,"runtime":108,"cert":"N\/A","id":142148,"title":"One More Train to Rob","adult":false},{"cast":["Armand Assante","Patrick Malahide","Michael Kitchen","Brian Blessed","Brian McCardie"],"overview":"When Scottish young gentleman David Balfour's father dies, he leaves school to collect his inheritance from uncle Ebenezer, who in turn sells the boy as a future slave to a pirate ship. When staunch Stuart dynasty supporter Alan Breck Stewart accidentally boards the ship, he takes David along on his escape back to Edinburgh. They part and meet again repeatedly, mutually helpful against the Redcoats and respectful, although David is loyal to the English crown, but learns about its cruel oppression. Both ultimately face their adversaries.","release_date":"1995-11-05","genres":[28,12],"vote_average":6.0,"runtime":173,"cert":"N\/A","id":142150,"title":"Kidnapped","adult":false},{"cast":["Masao Adachi","Naruhiko Onozawa"],"overview":"The first in a planned series of films about radical filmmakers by film critic Nicole Brenez and filmmaker Philippe Grandrieux, It May Be That Beauty Has Strengthened Our Resolve is a portrait of Masao Adachi, who emerged during the Japanese New Wave of the 1960s as a screenwriter for Nagisa Oshima and Koji Wakamatsu, and directed a series of avant-garde films that grafted radical politics to the sexploitation genre. A 1971 visit to a Popular Front for the Liberation of Palestine (PFLP) training camp while on the way back from Cannes resulted in Adachi's most infamous film, the agit-prop documentary Red Army\/PFLP: Declaration of World War, which he co-directed with Wakamatsu. Soon after, Adachi joined a splinter cell of the Japanese Red Army in Lebanon, where he stayed from 1974 until he was deported to Japan in 1997 to serve time for passport violations.","release_date":"2011-07-08","genres":[99],"vote_average":5.0,"runtime":73,"cert":"N\/A","id":142155,"title":"It May Be That Beauty Has Strengthened Our Resolve - Masao Adachi","adult":false},{"cast":["Petr Rícánek","Lukáš Vaculík","Josef Abrhám","Martina Menšíková","Jan Kačer"],"overview":"An expedition arrives on planet Arkha, which appears desolate and uninhabited and yet suitable for a planned mass exodus from polluted Earth. One day seemingly from nowhere and quite unexpectedly a young boy wanders into their ship and then runs off.","release_date":"1994-11-08","genres":[878],"vote_average":9.0,"runtime":100,"cert":"N\/A","id":142163,"title":"Unexpected Encounters","adult":false},{"cast":["Patricia Arquette","Rosanna Arquette","Emmanuelle Béart","Katrin Cartlidge","Laura Dern"],"overview":"Rosanna Arquette talks to various actresses about the pressures they face as women working in the entertainment industry.","release_date":"2002-07-13","genres":[],"vote_average":7.3,"runtime":100,"cert":"N\/A","id":142168,"title":"Searching for Debra Winger","adult":false},{"cast":["Brad Bischoff","Ashley Anderson","Tyler Bischoff","Darryl Villacorta","Carissa Casula"],"overview":"Where the Buffalo Roam is a film about the fear of change and leaving the comforting arms of home.  Wandering amongst the plotted rows of houses within the motherly arms of the suburbs, two brothers take advantage of the hours that most spend asleep. They sip liquid courage and shout their dreams aloud, only to hear them echo back in the brisk midwestern fall air.  Twenty-four year old Brad commemorates what seems to be his last night in the suburbs alongside his older brother Tyler, who is on the brink of turning thirty and still living at home. As the hours dwindle until dawn, Brad struggles to confront the realization that all things must change.","release_date":"2012-02-08","genres":[],"vote_average":5.0,"runtime":19,"cert":"N\/A","id":142176,"title":"Where The Buffalo Roam","adult":false},{"cast":["Osamu Mukai","Miho Nakayama","Mirei Kiritani","Go Ayano","Amanda Plummer"],"overview":"Freelance writer Aoi Teshigahara (Miho Nakayama) lives in Paris, France. Sen Yagami (Osamu Mukai) is a photographer who came to Paris, France due to his younger sister Suzume's (Mirei Kiritani) insistance. Over the next 3 days, Aoi Teshigahara and Sen Yagami fall in love. Meanwhile, Suzume meets her boyfriend Kango (Gou Ayano), whom they have been in a long distance relationship.","release_date":"2012-10-16","genres":[35,10749],"vote_average":6.6,"runtime":120,"cert":"N\/A","id":142178,"title":"I Have To Buy New Shoes","adult":false},{"cast":[],"overview":"Samadhi is both mystical and mysterious, an incredible fusion of movement, sound and colour. Belson notes the influence of his study and practice of Yoga and Tibetan Buddhism on the creation of Samadhi.  The film is inspired by the principles of yogic meditation: the movement of consciousness towards samadhi (union of subject and object), the fusion of atma (breath and mind), a state which reveals the divine force of kundalini, a bright white light we discover at the end of Samadhi. The Tibetan Book of The Dead is the inspiration behind Belson’s use of colour in Samadhi, corresponding to descriptions of the elements of Earth, Fire, Air and Water in the book. —Sophie Pinchetti, The Third Eye","release_date":"1967-12-31","genres":[16],"vote_average":6.7,"runtime":6,"cert":"N\/A","id":142192,"title":"Samadhi","adult":false},{"cast":[],"overview":"An experimental short from Oskar Fischinger.","release_date":"1933-05-01","genres":[],"vote_average":5.8,"runtime":3,"cert":"N\/A","id":142194,"title":"Circles","adult":false},{"cast":[],"overview":"An experimental short from Oskar Fischinger","release_date":"1931-01-01","genres":[],"vote_average":5.9,"runtime":3,"cert":"N\/A","id":142196,"title":"Study No. 7","adult":false},{"cast":["Terry Coolen","Amy Kerr","Laura Kohoot","George Green"],"overview":"Wishes do come true! 3 Wishes tells the comical story of an encounter between two fishermen and a beautiful Genie that they discover in a strange old bottle that washes up on a deserted beach.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":142198,"title":"3 Wishes","adult":false},{"cast":["Stormy Daniels","Devon Michaels","Eric Masterson","Nick Jacobs","Jasmine Byrne"],"overview":"Jerry is a hapless loser with no end to a string of bad luck. First, he walks in on his girlfriend having sex with the cable guy. Then he loses his job after his biased boss, Mr. Hall, fires him for no clear reason. But opportunity knocks when a beautiful young woman appears and offers Jerry three wishes in exchange for his soul. Jerry takes advantage of that, only to get more than he bargained for. His only chance of redemption is realizing, before it's too late, that the girl who lives down the hall from him is his key to salvation","release_date":"2006-05-04","genres":[],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":142200,"title":"3 Wishes","adult":true},{"cast":["Ian Holm","Errol Flynn","Charles Chauvel","Patrice Wymore","Vincent Sherman"],"overview":"A documentary about the life of Errol Flynn, with recollections from friends and family.","release_date":"2005-04-05","genres":[],"vote_average":7.3,"runtime":87,"cert":"N\/A","id":142205,"title":"The Adventures of Errol Flynn","adult":false},{"cast":["Helen Hunt","Don Murray","Barbara Babcock","Dana Elcar","John Stockwell"],"overview":"The Maida family has moved to Oregon, and daughter Tami wants to play quarterback for the high school football team. There's just one problem. She's a girl. With everyone from the coach to her next door neighbor against her, she's out to prove that not only can she can play football, but she can win the state championship. (Based on a true story)","release_date":"1983-12-03","genres":[18],"vote_average":7.2,"runtime":96,"cert":"N\/A","id":142216,"title":"Quarterback Princess","adult":false},{"cast":[],"overview":"Little Angie was sure she had a guardian angel. On their family vacation in the rugged San Miguel Mountains, something happened that made the question very important indeed, and made their vacation one they would never forget. Along a mountain road, Angie found a dusty bracelet–the perfect collar for her pet bunny, Hopper!  But why were two guys hiding in the bushes interested in it too? And what did this all have to do with Angels anyway?  MY SECRET FRIEND: A GUARDIAN ANGEL STORY has the answers in a captivating blend of comedy, songs, suspense, and heart-warming emotion. This CCC original animated family story offers an unforgettable lesson about heaven’s special gift to us: Our very own guardian angel.","release_date":"","genres":[],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":142224,"title":"My Secret Friend: A Guardian Angel Story","adult":false},{"cast":["Michael Chandler","Doug Jones","Michael Dom","Danielle James","Robert Picardo"],"overview":"A cinematographer and soundman, Morgan and Cricket, head to a remote Idaho ranch to film the pilot episode of “Spirit Seekers,” a new reality TV show about ghost hunters. When the host dies during filming, the production shuts down. Unbeknownst to the cast and crew, the show’s director planned the host’s death to boost ratings. Dr. Randolf Fairfax (Doug Jones) fears the bloodshed has awoken supernatural spirits that are now hellbent on their own revenge! The crew must try to survive, dodging bullets, ghosts, and scheming television producers (played by Star Trek’s Robert Picardo and Michael Dorn) as they race to find out what is really going on at the end of the road.","release_date":"2012-11-02","genres":[53],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":142238,"title":"Spirit Hunters","adult":false},{"cast":["Chastity Lynn","Danny Mountain","Gia Steel","Kendall Karson","Mark Ashley"],"overview":"These girls look so sweet and innocent, but these young cuties harbor a very naughty secret. Kendall Karson, Gia Steel, Chastity Lynn and Riley Reid are as slutty as they cum! So get it up and watch these tight little angels stroke, suck and fuck every last ounce of innocence from their youth.","release_date":"2012-02-02","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":142246,"title":"The Innocence of Youth","adult":true},{"cast":["Aurora Snow","Jennifer White","Misty Stone","Sarah Shevon","James Deen"],"overview":"It's Make You Giggity Giggity Goo!  From the guys that brought you the hit porn movie, 'Simpsons - The XXX Parody', cums their follow-up-live-action porno spoof, 'Family Guy - The XXX Parody'! Alll Riiight!  In This hot &amp; hilarious XXX parody that will tickle your horny-bone, Peter &amp; his friends are going through a spell, except for Quagmire, who just hasn't had sex with a conscious non-Asian in a while. So, they decide to do whatever they can to convince their wives to get nasty with them again, before they lose their nerve, like Joe's legs!  Your favorite cartoon characters are now your favorite porn characters in 'Family Guy - The XXX Parody!'","release_date":"2012-03-14","genres":[35],"vote_average":8.0,"runtime":97,"cert":"N\/A","id":142248,"title":"Family Guy: The XXX Parody","adult":true},{"cast":["Marc Zuber","Shabana Azmi","Parveen Babi","Mala Jaggi","Bharati Achrekar"],"overview":"Sunil Verma is the head of an advertising agency, and lives with a middle-class life with his wife, Shobna. Although Sunil gets to meet many beautiful women during the course of his employment, he has never really had an affair with anyone, and kept his relationship on a professional level. That is until he meets ravishing Kiran. Sunil has an affair with Kiran, and eventually divorces Shobna. It is said that the lives of models and actresses are quite shallow and superficial, but Sunil feels that with Kiran it is different. But when one is exposed to attractive people, both male and female, will Kiran feel the same about him after a few months' relationship?","release_date":"1982-11-09","genres":[],"vote_average":9.5,"runtime":150,"cert":"N\/A","id":142259,"title":"Yeh Nazdeekiyan","adult":false},{"cast":["Travis Boles","Jonathan Pruitt","Corey Gray"],"overview":"Part 1 of the sequel to \"Three in the Afternoon.\" A representative from Hasbro toys comes to reclaim the three lightsaber given to Travis, Johnathan, and Corey one month ago. Reluctant to give them up, the three friends meet to decide what to do. Meanwhile, it is revealed that the Lucas Arts empire is planning to sell real lightsabers to children around the world.","release_date":"2007-12-01","genres":[],"vote_average":7.0,"runtime":13,"cert":"N\/A","id":142261,"title":"Six in the Morning (Part 1)","adult":false},{"cast":["Mammootty","Meera Jasmine","Narain","Ramya Krishnan"],"overview":"Ore Kadal (English: The Sea Within) is a 2007 Malayalam film written and directed by Shyamaprasad. The film examines the extra-marital relationship between an intellectual economist and a housewife. It stars Mammootty, Meera Jasmine, Narain and Ramya Krishnan.  Ore Kadal was chosen as the inaugural film of the Indian Panorama section at the International Film Festival of India.[1] Ouseppachan won the National Award for the Best Music Director for Ore Kadal","release_date":"2007-08-27","genres":[18],"vote_average":6.5,"runtime":100,"cert":"N\/A","id":142278,"title":"Ore Kadal","adult":false},{"cast":["Paul Douglas","Jean Peters","Cesar Romero","Keenan Wynn","Joan Davis"],"overview":"Director Alexander Hall's 1950 comedy, about a crude gangster hopelessly falling for a sweet young city government employee, stars Paul Douglas, Jean Peters, Cesar Romero, Keenan Wynn, Joan Davis, Arthur Treacher, Jay C. Flippen, Barry Kelley, Leon Belasco, Clara Blandick, John Doucette, Arthur O'Connell and Charles Lane.","release_date":"1950-06-06","genres":[35,80],"vote_average":6.0,"runtime":85,"cert":"N\/A","id":142286,"title":"Love That Brute","adult":false},{"cast":["Finn Anderson","Will Berman","Sandy Boville","Jake Doan","Karl Fostvedt"],"overview":"","release_date":"2012-09-01","genres":[],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":142294,"title":"Act Natural","adult":false},{"cast":["George Sanders","Maurice Evans","Patrick Allen","Neil Connery","Robert Flemyng"],"overview":"A British military paratrooper disappears in mid-air during a jump from an army plane. Two investigators, Patrick Allen and Neil Connery, try to unravel how this happened. What they uncover is an alien plot to steal the bodies of earthlings by snatching them out of the air.","release_date":"1969-03-21","genres":[878,9648,27],"vote_average":5.0,"runtime":91,"cert":"","id":142305,"title":"The Body Stealers","adult":false},{"cast":["Sid Caesar","Monty Hall","Arthur Hiller","Rocky Kalish","Hal Kanter"],"overview":"For the past 40 years, a group of comedy writers and directors has gathered every other Wednesday for lunch - and other nourishment. These are the fabled guys that made America funny.","release_date":"2012-11-09","genres":[99],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":142307,"title":"Lunch","adult":false},{"cast":["Mario Lanz","Miriam Arenas","Tatiana Palomo","Emanuel Loarca","Manuel Chitay Cos"],"overview":"LENCHO, a 30-year-old artist and graffiti writer, is back in Guatemala after living a decade in New York. Eager to bring artistic expression to his home country silenced by over 30 years of terror, Lencho assembles a collective of artists to produce public art projects of social impact. As its first activity, the group organizes an art festival in Rabinal, a small, indigenous village in the Guatemalan highlands. The group's work comes of interest to the director of a secret \"social cleansing\" program of the national police designed to quash dissension and organizing among the youth. As Lencho labors to coordinate the music, poetry and muralism components of the festival, he finds himself increasingly haunted by memories of the death of his father, a journalist during the civil war. \"El Regreso de Lencho\" portrays one man's journey to self-knowledge and action: can Guatemala do the same?","release_date":"2010-01-01","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":142309,"title":"The Return of Lencho","adult":false},{"cast":["Dagmar Manzel","Tanja Schleiff","Amelie Kiefer","Barbara Nüsse","Stefanie Stappenbeck"],"overview":"","release_date":"2006-10-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":142311,"title":"Vier Töchter","adult":false},{"cast":["Iréne Theorin","Waltraud Meier","Eva-Maria Westbroek","Robert Gambill","René Pape"],"overview":"The Nikolaus Lehnhoff production of Richard Strauss's \"Elektra\", recorded live at the Salzburger Festspiele in 2010. Iréne Theorin stars as Elektra, with Eva-Maria Westbroek as Chrysothemis, Waltraud Meier as Klytämnestra, Robert Gambill as Aegisth, and René Pape as Orest. Daniele Gatti conducts the Wiener Philharmoniker.","release_date":"2010-08-01","genres":[10402],"vote_average":10.0,"runtime":109,"cert":"","id":142313,"title":"Elektra - Salzburger Festspiele","adult":false},{"cast":["Jack Lucarelli","Mercedes Brito","Roberto 'Sanz' Sanchez","Sandra Carolina","Dwight Hicks"],"overview":"Led by a detective hell-bent on revenge, a team of undercover cops in Los Angeles attempt to bring down a powerful drug mob from the inside. Operating outside the law, they put everything on the line to clean up the streets and exact payback on the king pin who devastated their families. Based on the true story of Mexico's most powerful drug lord, Cartel War is an action-packed journey into an all-too-real violent underworld.","release_date":"2012-11-27","genres":[80,28],"vote_average":4.0,"runtime":94,"cert":"N\/A","id":142315,"title":"Cartel War","adult":false},{"cast":["Raoul Bova","Alessandro Gassman","Michele Placido","Ambra Angiolini","Edoardo Leo"],"overview":"The story of a leading political man, suddenly telling “all the truth” after a serious illness and therefore overwhelming lifes of anyone surrounding him…","release_date":"2012-10-25","genres":[35],"vote_average":6.3,"runtime":100,"cert":"N\/A","id":142320,"title":"Viva l'Italia","adult":false},{"cast":["Della Reese","Lisa Arnold","Rob Boltin","Dylan DePaula","Bradley Dorsey"],"overview":"A young girl tries to prove that the mysterious old lady next door is really an angel, when some of the neighborhood kids’ Christmas wishes. Olivia is not like most fifth graders. She is being raised by Melinda, a single mother who works at a bustling local bakery run by her good friend Daphne, the mother of Olivia's best friend and classmate. Olivia has a heart of gold that shines through in her good intentions and her imagination. During the hustle and bustle of the Christmas season, a mysterious lady quietly moves into the house next door. The house has been uninhabited since the owner, Dr. Nathan Davis, left town abruptly. When some of the neighborhood kids Christmas wishes suddenly begin to come true, Olivia is convinced that the towns newcomer is an angel and she is determined to prove it.","release_date":"2013-08-25","genres":[18,10751,10770],"vote_average":6.5,"runtime":98,"cert":"N\/A","id":142322,"title":"Christmas Angel","adult":false},{"cast":["Kyra Sedgwick","Rob Morrow","Lela Rochon","Mary Tyler Moore","Kurt Deutsch"],"overview":"A New York City columnist falls in love with -- and quickly gets pregnant by -- a free-spirited artist who promptly vanishes for eight months.","release_date":"2000-11-07","genres":[10749,35,18],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":142327,"title":"Labor Pains","adult":false},{"cast":["Pamela Stanford","Karine Gambier","Eric Falk","Jack Taylor","Esther Moser"],"overview":"Edna keeps her younger sister Millie drugged and chained to her bed. The drugs have made Millie a nymphomaniac who's endless supply of men that Edna providers her cannot satisfy her and seeing her sister unsatisfied gets Edna off. But Edna's main plan from all of this is to inherit her deceased parents' fortune which is supposed to all go to Millie on her 21st birthday, so if she can prove Millie insane she will get the fortune. But when one of the men appears to satisfy Millie, Millie discovers the outside world and the two will try to stop Edna's evil plans.","release_date":"1977-09-01","genres":[18],"vote_average":4.0,"runtime":79,"cert":"N\/A","id":142329,"title":"Sexy Sisters","adult":false},{"cast":["Elena Russo Arman","Alessandro Genovesi"],"overview":"","release_date":"2006-11-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":142334,"title":"Uccidete la democrazia","adult":false},{"cast":["Robert Wagner","Dana Wynter","Jeffrey Hunter","Hope Lange","Bradford Dillman"],"overview":"Three Marines take shore leave in San Francisco during World War II. Frankie O'Neill visits his lower-class dysfunctional family; Nico Kantaylis visits his pregnant fiancée; and the upper-class Alan Newcombe visits his high-living playgirl girlfriend. Each must decide whether to make the best of his situation or break out of it. O'Neill drowns his troubles in alcohol, losing the respect of a potential lover; Kantaylis marries his fiancée, but realizes he may not survive the war to see his child; while Newcombe sheds his decadent girlfriend for a pure-hearted Hawaiian nurse. Later, in battle, a heroic act costs one of the Marines his life.","release_date":"1958-10-31","genres":[10752,18],"vote_average":6.0,"runtime":111,"cert":"N\/A","id":142339,"title":"In Love and War","adult":false},{"cast":["Masashi Sugawara"],"overview":"The rural American west is the setting for this OVA, in which a bizarre and brutal attack on a NASA base in Arizona attracts the attention of a French secret service agent, Monsieur Lassar, when a dead CIA agent is found floating on the Seine in Paris. Lassar is convinced that these two events are related, and sets out to prove it. His investigation leads him to film star Lamia Vindaw and a vampire cult that may be far more vicious and dangerous than its eccentric exterior makes it seem.","release_date":"1990-11-30","genres":[16,12,28],"vote_average":5.1,"runtime":50,"cert":"N\/A","id":142356,"title":"Vampire Wars","adult":false},{"cast":["Giancarlo Giannini","Candice Bergen","Michael Tucker","Mario Scarpetta","Lucio Amelio"],"overview":"Lizzy (Candice Bergen), a liberated American photographer, falls for narrow-minded journalist Paolo (Giancarlo Giannini). Then finds she can't live with him or without him. Bergen (Murphy Brown) and Giannini (Seven Beauties) take both comic and fierce battle stations in this colorful excursion into the male\/female combat zone. So what if the world, as we learn from the TV in Lizzy and Paolo's luxurious apartment, is crashing around their ears; this is WAR!  Writer\/director Lina Wertmuller relied on spontaneity and improvisation in making ...A Night Full of Rain, her first film in English.  Giannini, star of Wertmuller's groundbreaking Swept Away and Seven Beauties, was familiar with the technique, Bergen wasn't. But it worked splendidly. \"Bergen gives one of the warmest and most characterful performances of her career,\" the Los Angeles Times hailed. When it rains, this film's two stars pour it on!","release_date":"1978-01-17","genres":[18],"vote_average":5.0,"runtime":104,"cert":"N\/A","id":142358,"title":"A Night Full of Rain","adult":false},{"cast":["Kevin Bridges","Peter Dickson"],"overview":"Kevin Bridges: The Story Continues... sees Kevin return to The SECC to perform a record-breaking run of ten sold out nights to over 75,000 ecstatic fans. Recorded on a Saturday night in Glasgow, Kevin is in his element, as this home town gig shows off his no nonsense approach to comedy. He cuts through the niceties with his Glaswegian man in the street charm to the next chapter of his epic comedic journey.","release_date":"2012-11-11","genres":[35],"vote_average":7.1,"runtime":72,"cert":"","id":142363,"title":"Kevin Bridges: The Story Continues...","adult":false},{"cast":["Sandrine Bonnaire","André Marcon","Jean-Louis Richard","Marcel Bozonnet","Patrick Le Mauff"],"overview":"The second film covers Joan's trial and the end of her life.","release_date":"1994-02-09","genres":[36],"vote_average":7.8,"runtime":176,"cert":"N\/A","id":142374,"title":"Joan the Maid 2: The Prisons","adult":false},{"cast":["Jean-Pierre Cassel","Anouk Aimée","Pierre Palau","Geneviève Cluny","Georges Wilson"],"overview":"A young man who lives on women meets his match in the young wife of a rich industrialist. Their affair is doomed by her taste for luxury and his dislike of her coolness.","release_date":"1961-01-20","genres":[35],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":142379,"title":"The Joker","adult":false},{"cast":["Angela Mao","George Lazenby","Tanny Tien-Ni","Bolo Yeung","Dean Shek"],"overview":"A Hong Kong mobster's sister is working with authorities on their investigation into her own brother's plot to assassinate the Queen.","release_date":"1976-09-16","genres":[80,28],"vote_average":4.8,"runtime":96,"cert":"N\/A","id":142387,"title":"A Queen's Ransom","adult":false},{"cast":["Muse"],"overview":"Over 15 years as a three piece collective, Muse remain amongst very few UK bands who have emerged since the global success of U2 - Radiohead and Coldplay excepted - to achieve international respect, universal status, and worldwide recognition, a trick that requires blind ambition and enormous talent mixed with the fine art of thinking big - factors often sadly lacking in the agendas of many British indie wannabees. This double disc set contains two documentary films uncovering Muse's rise to fame, their ongoing position at music's top table and their plans for the future.","release_date":"2012-10-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":142392,"title":"Muse: The Only Ones Who Know","adult":false},{"cast":["Mira Boyadjieva","Nikolay Mutafchiev","Koyna Ruseva","Maria Silvester","Irena Todorova"],"overview":"Four women who have reached the bottom of despair are ready to do anything to re-surface again. And at that very moment life offers them the most absurd opportunity-to fulfill their dream. On the borderline between fantasy and reality the four of them realize that when you have nothing you can risk everything. They rush into a planned bank robbery without realizing that money is the last thing they need. Because fate collides them with people who dream as well.","release_date":"2012-10-19","genres":[],"vote_average":10.0,"runtime":87,"cert":"N\/A","id":142394,"title":"One More Dream","adult":false},{"cast":["Arnaud Watlz"],"overview":"","release_date":"2008-09-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":142396,"title":"Arnaud Waltz : Méthode Aïkido Vol. 1","adult":false},{"cast":[],"overview":"The Last Survivor presents the stories of genocide survivors and their struggle to make sense of tragedy. They work to educate, motivate and promulgate a civic response to mass atrocity crimes, with a focus on awareness, prevention and promoting social activism and civic engagement.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":142398,"title":"The Last Survivor","adult":false},{"cast":["Sadie Lune","Bianca Stone","Dylan Ryan","Beretta James","Madison Young"],"overview":"Award Winning Feminist Pornographer, Madison Young, brings you 50 Shades of Dylan Ryan. Wealthy entrepreneur and book publishing mogul, Ms Grey, has met her match in young college student and curious submissive, Dylan Ryan. After a sexy and defiant Dylan challenges Ms Grey to a bet, Dylan forgoes her freedom and submerges herself into a life of total submission, testing her boundaries, proving her servitude through sexual gratification, masked orgies, soaked in female ejaculate, vibrated and fucked to orgasmic heights coupled with fellow sexual servants Bianca Stone and Berretta James. Dylan is whipped to climactic moments of pain and pleasure and collared while cradled in an intimate embrace of tenderness after a brutal and beautiful journey into the depths of her darkest desires.","release_date":"2012-11-12","genres":[],"vote_average":0.0,"runtime":118,"cert":"N\/A","id":142400,"title":"50 Shades Of Dylan Ryan","adult":true},{"cast":["Luke Perry","M. Emmet Walsh","Jacob Hays","Darren Kennedy","Katherine McNamara"],"overview":"13-year-old Sam Steele Jr. forms his own private detective agency to emulate his father, Des Moines detective Sam Steele, and helps track down a jewel thief.","release_date":"2011-01-04","genres":[10751],"vote_average":4.5,"runtime":87,"cert":"N\/A","id":142402,"title":"Sam Steele and the Junior Detective Agency","adult":false},{"cast":["Aleksandr Sokurov"],"overview":"Aleksander Sokurov brings the treasures of the Hermitage back into the light by making films about artists and their paintings. He has chosen the painter Hubert Robert, who spent a long time in Italy, and whose preference was for creating ancient ruined landscapes and naturalistic portrayals of times past. He was successful with the wealthy, who bought his works from him. The camera pans across the paintings while Sokurov speaks of a happy era, when the artist was at one with the spirit of the times, and agreed with the taste of his clients. Just how far removed from us this is, is shown by pictures of a \"Nô\" performance which are inter-cut on the screen. No words are necessary to describe what everybody knows today.","release_date":"1996-08-10","genres":[99,36],"vote_average":8.0,"runtime":27,"cert":"U","id":142404,"title":"Robert. A Fortunate Life","adult":false},{"cast":[],"overview":"One day, Saturday October 5th, in a mans life.","release_date":"1969-10-10","genres":[],"vote_average":6.5,"runtime":47,"cert":"N\/A","id":142406,"title":"Saturday October 5th","adult":false},{"cast":["Marie Gillain","Emmanuel Mouret","Dolores Chaplin","Georges Neri","Natalia Romanenko"],"overview":"Lucie makes her living selling bathing costumes on the beach at Marseilles. Her boyfriend Lucien wants to become a policeman, but is rejected and, instead, is recruited as a secret agent. The couple’s ten-year long relationship looks as if it might be over when Lucie starts to fantasize about another man and Lucien embarks on an impromptu affair with an American woman. Then Lucie discovers a book about the psychology of love and decides to put what she reads into practice...","release_date":"2000-12-27","genres":[10749,35],"vote_average":6.4,"runtime":91,"cert":"N\/A","id":142408,"title":"Laissons Lucie faire !","adult":false},{"cast":["Jennifer Ulrich","André Hennicke","Tino Mewes","Marleen Lohse","Florian Jahr"],"overview":"Katrine is excited to be moving into her own dorm room at university, leaving her over-protected father and the memory of her breakdown behind her. Enjoying her new found freedom things soon turn ugly though as she falls foul of the local ‘in’ crowd, who start to bully her. Katrine discovers that this group were responsible for the death of the previous occupant of the room, who is now out for revenge and becomes trapped in the middle of this nightmare. Inspired by (but in no way a copy of) Candyman and Ringu, Room 205 is an effective chiller that oozes tension as it builds to its shocking climax.","release_date":"2011-12-02","genres":[18,27],"vote_average":4.9,"runtime":100,"cert":"N\/A","id":142410,"title":"Room 205 of Fear","adult":false},{"cast":["Urmila Matondkar","Manoj Bajpayee","Sushant Singh"],"overview":"While alone in the house, a woman hears news of serial killer on the loose. And then a stranger rings the doorbell...","release_date":"1999-02-26","genres":[53,9648],"vote_average":4.4,"runtime":100,"cert":"N\/A","id":142412,"title":"Kaun?","adult":false},{"cast":["Dick Powell","Ruby Keeler","Jack Oakie","Joan Blondell","Hugh Herbert"],"overview":"Director Alfred E. Green's 1936 musical, about a dingaling millionaire businessman and his various employees, stars Ruby Keeler, Joan Blondell, Dick Powell, Jack Oakie, Hugh Herbert, Louise Fazenda, Marie Wilson, Mary Treen and Berton Churchill.","release_date":"1936-03-21","genres":[18,10749],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":142414,"title":"Colleen","adult":false},{"cast":["Roscoe 'Fatty' Arbuckle","Al St. John","Corinne Parquet","Joe Bordeaux","Kate Price"],"overview":"Fatty and Al are competing to take the same girl to the Waiters' Ball, but the formal dress requirement presents a problem: Fatty owns a tuxedo, but Al does not.","release_date":"1916-06-25","genres":[],"vote_average":5.5,"runtime":16,"cert":"N\/A","id":142416,"title":"The Waiters' Ball","adult":false},{"cast":["Mohammed Bakri","Ahmad Abu Sal'oum","Hiam Abbass","Nawal Zaqout","Fadi El-Ghoul"],"overview":"Haifa, nicknamed after the city of his love and hope, goes around and comes around in a Palestinian refugee camp. Although he is everybody's fool, there are many things that only he knows. He is closely related to the family of Abu Said, a former policeman who gains new hopes from the political developments. Oum Said, his wife, hangs her hope on the imminent release of their eldest son, Said, from jail. She tries to find him a bride to secure things for the future. Their youngest son, Siad, is cynical and rebellious. He refuses to believe things. Sabah, the 12 year old daughter is romancing the future and wants to find out what's in it for her. The different stories are interwoven into a very timely insight into the current Palestinian mind.","release_date":"1995-01-02","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":142418,"title":"Haifa","adult":false},{"cast":["Mack Swain","Mai Wells","Polly Moran","Edgar Kennedy","Frank Hayes"],"overview":"Ambrose likes his mother's assistant, but when she inherits a fortune, the obstacles to their relationship keep mounting.","release_date":"1916-07-16","genres":[35],"vote_average":4.0,"runtime":22,"cert":"N\/A","id":142423,"title":"Madcap Ambrose","adult":false},{"cast":["Sheela","Prem Nazir","Adoor Bhasi","Sukumari","Sadhana"],"overview":"","release_date":"1969-11-21","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":142425,"title":"Danger Biscuit","adult":false},{"cast":["Claudio Castrogiovanni","Urska Bradaskja","Ivan Zerbinati","Luca Lulsa"],"overview":"One morning, a man wakes up and the only thing he does is crying. He cries as he has breakfast, he cries as he takes a shower, he cries even when he is waiting at a traffic light in his car and sees a mother with her child. A man crying. Then, suddenly, he slips a balaclava over his head and draws out a pistol...","release_date":"2012-11-01","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":142427,"title":"Lee","adult":false},{"cast":["Suparna Anand","Sanjay Mitra","Geetha","Babu Antony","Nedumudi Venu"],"overview":"Vaishali  is a 1988 Malayalam film about a  Princess of a country long suffering from drought should please a saint living in distant hills to bring rain.","release_date":"1988-08-25","genres":[18],"vote_average":6.8,"runtime":133,"cert":"N\/A","id":142435,"title":"Vaishali","adult":false},{"cast":["Toshirō Mifune","Tatsuya Nakadai","Yûzô Kayama","Chishū Ryū","Susumu Fujita"],"overview":"Japan and Russia clash in what comes to be known as the Russo-Japanese War. An attempt by the Japanese fleet and army to take Port Arthur fails, and a Russian fleet bears down on the Sea of Japan. Admiral Heihachiro Togo sends his fleet to confront the Russians, with results which stun both nations. Meanwhile, Major Genjiro Akashi makes secret negotiations with the Bolshevik revolutionaries in Russia, negotiations that have repercussions far beyond the conflict at hand.","release_date":"1969-08-01","genres":[10752],"vote_average":4.7,"runtime":128,"cert":"N\/A","id":142440,"title":"Battle of the Japan Sea","adult":false},{"cast":["Donna Corcoran","Ward Bond","Frances Dee","Larry Keating","Lee Van Cleef"],"overview":"In this trans-species remake of Lassie, Come Home, a faithful horse undertakes a perilous journey to return to the family it loves.","release_date":"1954-04-02","genres":[18,10751,37],"vote_average":5.0,"runtime":73,"cert":"N\/A","id":142442,"title":"Gypsy Colt","adult":false},{"cast":["Sergej Trifunović","Mirjana Joković","Dragan Jovanović","Branimir Popović","Meto Jovanovski"],"overview":"A love story between a Serbian girl and young Albanian set against the background of current Balkanic conflict.","release_date":"1998-04-06","genres":[18],"vote_average":9.5,"runtime":107,"cert":"N\/A","id":142453,"title":"The Hornet","adult":false},{"cast":["Angelo Badalamenti","Fred C. Caruso","Laura Dern","Duwayne Dunham","Roger Ebert"],"overview":"Isabella Rossellini, Kyle MacLachlan, Dennis Hopper, Laura Dern and producer Fred Caruso are all interviewed for this 68-minute documentary that takes a look at David Lynch's Blue Velvet","release_date":"2002-01-01","genres":[99],"vote_average":8.3,"runtime":68,"cert":"N\/A","id":142455,"title":"Mysteries of Love","adult":false},{"cast":["Steven Seagal","Martin Copping","Kirsty Lee Allan","Peter Grasse"],"overview":"Paul (Steven Seagal) must rescue sheep from a bloodthirsty sex-crazed Australian police officer.","release_date":"2011-10-26","genres":[28],"vote_average":4.2,"runtime":4,"cert":"N\/A","id":142463,"title":"Sheep Impact","adult":false},{"cast":["Diablo Cody","Owen Gleiberman","Anthony Michael Hall","Amy Heckerling","John Kapelos"],"overview":"12-part documentary featuring the cast of The Breakfast Club reflecting on the making of the film that defined an entire generation.","release_date":"2008-09-16","genres":[99],"vote_average":0.0,"runtime":51,"cert":"N\/A","id":142471,"title":"Sincerely Yours","adult":false},{"cast":["Ole Busck","Kjeld Jacobsen","Astrid Villaume","Birgit Brüel","Elsa Kourani"],"overview":"The film is a window into the world of fifteen-year-old Tim, sharing his joys and sorrows and his first encounter with love,  during the German occupation of Denmark in World War II.","release_date":"1966-11-16","genres":[18],"vote_average":7.7,"runtime":null,"cert":"N\/A","id":142473,"title":"Once There Was a War","adult":false},{"cast":["William Holden","Alec Guinness","Adrian Turner","Norman Spencer","Pamela Mann"],"overview":"","release_date":"2000-01-01","genres":[99],"vote_average":5.0,"runtime":53,"cert":"N\/A","id":142478,"title":"The Making of 'The Bridge on the River Kwai'","adult":false},{"cast":[],"overview":"","release_date":"1955-02-28","genres":[99,12],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":142480,"title":"Jorden rundt på 80 minutter","adult":false},{"cast":[],"overview":"A riveting story of courage and perseverance, Four More Feet captures the journey of blind hiker, Randy Pierce as he, his guide dog Quinn and co-hiker Justin Fuller attempt to reach the summit of all 48 of New Hampshire's highest mountains in a single winter season.","release_date":"","genres":[],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":142488,"title":"Four More Feet","adult":false},{"cast":["Mark Gregory","Geoffrey Coleman","George Harkins","Terry Argyle","James McCaul"],"overview":"Seven wayward juveniles (the \"Green Bottles\" of the title) spend their days truanting and thieving. One by one they are caught and made to face the consequences of the choices they have made.","release_date":"1975-01-01","genres":[99],"vote_average":7.0,"runtime":34,"cert":"","id":142490,"title":"Seven Green Bottles","adult":false},{"cert":"N\/A","title":"Gamma Ray: The Story Of... To The Metal","cast":[],"genres":[],"id":142492,"overview":"The Making of the album 'To The Metal'","runtime":null,"release_date":"2010-03-16","vote_average":0.0,"adult":false}]