[{"cast":[],"overview":"It's 1973 and young New Zealand couple Kim and Janeen have run away to Europe and joined the circus - The Continental Circus. They're part of a convoy of Grand Prix motorcycle riders travelling across Western and Eastern Europe competing for the World Championship Road Racing title.","release_date":"2006-09-20","genres":[99],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":144503,"title":"Love Speed and Loss","adult":false},{"cast":["Aeril Zafrel","Wawa Zainal","Zalif Sidek","Epy Kodiang","Zul Handyblack"],"overview":"A film about social crime such as gangsterism. Aeril Zafrel stars as the hard-hitting hero of the film alongside newcomer Niezam, while actress Wawa Zainal plays his love interest, who is caught between his dangerous lifestyle and her love for him.","release_date":"2012-11-01","genres":[28],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":144508,"title":"Budak Pailang","adult":false},{"cast":[],"overview":"This poignant and darkly comedic debut feature from Sean Gillane focuses on Nolan, an aspiring writer who feels stuck. He is frustrated with his career, his relationships, the world and ultimately with himself. Unable to keep from displaying his considerable disdain, he focuses on everything wrong in his life as he treads the same dissatisfying paths. When he meets the stunning and unpredictable Cassie, she invites him to let down his guard and enjoy the world around him. Nolan slowly gives in to Cassie’s exuberance, but just as he begins to change his perspective, circumstances conspire to throw his already fragile psyche into turmoil. Turning even more deeply inward, Nolan attempts escape, but must ultimately face his life as he has made it.","release_date":"","genres":[],"vote_average":3.5,"runtime":90,"cert":"N\/A","id":144522,"title":"CXL","adult":false},{"cast":["Henry Thomas","David Strathairn","Cara Seymour"],"overview":"A young loner wandering the back roads of North Carolina comes across an abandoned baby. He immediately starts seeking the baby's parents, but starts developing a bond with the child that explores his own isolated roots.","release_date":"2000-12-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":144524,"title":"A Good Baby","adult":false},{"cast":["Rosa Piradell","Franco Volpino","Diane Stainton","Barbera Apostal","Charlotte Bradley"],"overview":"A dramatic feature shot on location in Rome. Centered around the adventures and illusions of three girls living abroad, the film explores their restlessness and personal involvements in assuming the role of woman as hunter.","release_date":"1964-07-27","genres":[18],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":144526,"title":"Goodbye in the Mirror","adult":false},{"cast":[],"overview":"Vivian Chow held two Deep V concerts at the Hong Kong Coliseum in March 2011 to celebrate the 25th anniversary of her showbiz career. Still as beautiful as ever, the 90s idol expressed her deep affection for her loyal fans through a string of her classic love songs and a couple of dance medleys. What's more, Vivian has got a team of celebrity friends to back her up, including show host Lawrence Cheng and actor Lau Ching Wan, plus singers William So, Leo Ku, Hacken Lee, Sammi Cheng, and Hins Cheung as her guest performers. The highlight of these pairings, though, has to be Vivian's duet with her idol, 80s Japanese singer Kashiwabara Yoshie, whose song Sai-ai was the one that Vivian sang at the 1985 New Talent Singing Awards!","release_date":"2012-03-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":144528,"title":"周慧敏 Deep V 25周年演唱会","adult":false},{"cast":["Kinnosuke Nakamura","Rentarô Mikuni"],"overview":"In the sixth and final episode Rentaro Mikuni steals the show as Baiken Shishido, Musashi's nemesis. Mikuni is the nominal villain of the film, but he is a devoted husband and father as well. He tries to kill Musashi only to avenge the death of his brother-in-law. While Baiken (who wields a chain and sickle against Musashi's sword) is a very human character and the emotions that Mikuni displays in his performance are quite believable and engaging","release_date":"1971-02-20","genres":[28,18,36],"vote_average":7.3,"runtime":75,"cert":"N\/A","id":144536,"title":"Miyamoto Musashi VI","adult":false},{"cast":["Aleksandra Gietner","Karolina Sobczak","Zbigniew Zamachowski","Krzysztof Kiersznowski","Violetta Arlak"],"overview":"Teenager Tereska comes from poor family and has to face difficult world and mean people around her.","release_date":"2001-09-28","genres":[],"vote_average":6.4,"runtime":86,"cert":"N\/A","id":144541,"title":"Cześć, Tereska","adult":false},{"cast":["Ernest Borgnine","Lino Ventura","Max Cartier","Guido Celano","Ermelinda De Felice"],"overview":"A charming rogue, the self-proclaimed leader of Naples, locks horns with an American Army general and a police inspector.","release_date":"1961-09-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":144543,"title":"Black City","adult":false},{"cast":["David Sanz","Leonor Svarcas","Jorge Temponi","Zaida Fornieles","Walter Reyno"],"overview":"Juan's life changes when he is fired from his job due to downsizing. The plight attached to family tension lead him to decide to leave their country to seek a better future in Barcelona.","release_date":"2012-09-28","genres":[],"vote_average":7.5,"runtime":98,"cert":"N\/A","id":144545,"title":"Cruz del Sur","adult":false},{"cast":["Lina Morgan","José Sacristán","Mari Carmen Prendes","Gemma Cuervo","Antonio Ozores"],"overview":"Elvira Ruiz, a graduate in medicine, is aimed at a village inhabited by rude and stubborn people who don´t understand that a woman can exercise this profession. Due to their ancestral backwardness, the village people have trouble telling their problems to a female, so she must use unorthodox methods to accomplish their task.","release_date":"1974-01-01","genres":[],"vote_average":5.5,"runtime":91,"cert":"N\/A","id":144556,"title":"Señora Doctor","adult":false},{"cast":["Kai Lehtinen","Tiina Lymi","Tomi Salmela","Sari Mällinen","Pekka Valkeejärvi"],"overview":"","release_date":"1999-02-05","genres":[80,35],"vote_average":5.5,"runtime":102,"cert":"N\/A","id":144564,"title":"Love & Crime","adult":false},{"cast":["Izïa Higelin","Carole Bouquet","Bob Geldof","Arthur Dupont","Joana Preiss"],"overview":"Louise simultaneously discovers that she is pregnant and that her mother is seriously ill. Happiness and guilt, euphoria and sadness, filial love and love, period. She'll need a good nine months to cope with all this.","release_date":"2012-11-28","genres":[18],"vote_average":5.6,"runtime":108,"cert":"N\/A","id":144566,"title":"Bad Girl","adult":false},{"cast":["Luis Tosar","Martina García","Gilberto Ramirez"],"overview":"A thriller centered on a family taken hostage by the Revolutionary Armed Forces of Colombia.","release_date":"2012-11-28","genres":[18,53],"vote_average":6.4,"runtime":105,"cert":"N\/A","id":144568,"title":"Operación E","adult":false},{"cast":["Valentinas Masalskis","Steven Berkoff","Robertas Urbonas","Liubomiras Laucevicius","Irmantas Jankaitis"],"overview":"The story about one man - an artist and an intellectual - who was imprisoned by two brutal regimes, the Nazis and the Soviets. 'The Professor' is a man who lives by his own personal version of the Ten Commandments. After miraculously surviving imprisonment in a Nazi concentration camp through a bit of ironic fate, he writes a memoir of his life, which becomes the target of the Soviet censors. The so-called \"freedom\" of Communism becomes just as oppressive as the German concentration camp.","release_date":"2005-09-23","genres":[18],"vote_average":6.0,"runtime":120,"cert":"N\/A","id":144570,"title":"Forest of the Gods","adult":false},{"cast":[],"overview":"No overview found.","release_date":"1983-01-01","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":144593,"title":"Новогодняя песенка  Деда Мороза","adult":false},{"cast":["Carice van Houten","Thijs Römer","Benja Bruijning","Jacob Derwig","Kees Hulst"],"overview":"All the members of the De Roover family have ended up at a point of no return in their lives where crucial choices have to be made. Winnie wants a child. Her husband Rutmer wants to get in touch with his feelings. His brother Charlie doesn't want any responsibilities. Their brother-in-law Dick wants his deceased wife back. Head of the family Arend wants to be happy. Mother Jeannette wants somebody to want her. Written by Topkapi Films","release_date":"2012-11-21","genres":[35,10749],"vote_average":6.5,"runtime":132,"cert":"N\/A","id":144595,"title":"Family Way","adult":false},{"cast":["Huey P. Newton","Eldridge Cleaver","Bobby Seale","Stokely Carmichael","Ron Dellums"],"overview":"This riveting documentary, “Black Panthers - Huey!”, directed by French filmmaker Agnès Varda transports you to the pivotal Free Huey rally held on February 17th, 1968, at Oakland Auditorium in Alameda, California. Newton, the charismatic young college student who, along with Bobby Seale, created the Black Panther Party, had been jailed for allegedly killing a police officer.  His arrest–widely believed at the time to be a setup–galvanized Party support throughout the nation and led to a boom in Party membership, bringing a new level of public attention to the Panthers’ cause.","release_date":"1968-12-01","genres":[99],"vote_average":6.1,"runtime":31,"cert":"N\/A","id":144597,"title":"Black Panthers","adult":false},{"cast":["Michel Piccoli","Agnès Varda"],"overview":"A half-hour photo montage made up of 1500 out of over 4000 pictures Agnès Varda took while vacationing in Cuba. It deals with the revolution led by Fidel Castro.","release_date":"1963-12-09","genres":[99],"vote_average":7.6,"runtime":30,"cert":"N\/A","id":144599,"title":"Salut les Cubains","adult":false},{"cast":[],"overview":"Cohen shot Little Flags in black and white on the streets of lower Manhattan during an early-’90s military ticker-tape parade and edited the footage years later. The crowd noises fade and Cohen shows the litter flooding the streets as the urban location looks progressively more ghostly and distant from the present. Everyone loves a parade—except for the dead.","release_date":"2000-08-12","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":144601,"title":"Little Flags","adult":false},{"cast":[],"overview":"No overview found.","release_date":"1969-01-01","genres":[16],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":144603,"title":"The Snow Maiden","adult":false},{"cast":["Conan Lee","Loren Avedon","Fabian Carrillo","Charles Wesley","Sam Galici"],"overview":"Story of a Chinese-American growing up in L.A.","release_date":"1996-01-01","genres":[],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":144608,"title":"Rumble in L.A.","adult":false},{"cast":["Michael Miu","Cynthia Rothrock","Kent Tong","Suki Kwan","Michiko Nishiwaki"],"overview":"Cindy is an American FBI agent who is currently in Hong Kong seeking arch-criminal Kent Tong. In order to bring down Tong and his criminal organization, she teams up with local HK cops David and Johnny.","release_date":"1989-11-18","genres":[28,80],"vote_average":6.2,"runtime":100,"cert":"N\/A","id":144610,"title":"City Cops","adult":false},{"cast":["Duke Ellington","Barney Bigard","Wellman Braud","Joe 'Tricky Sam' Nanton","Edgar Connor"],"overview":"Short film featuring  Duke Ellington and His Orchestra.","release_date":"1929-12-08","genres":[10402,18],"vote_average":6.2,"runtime":19,"cert":"N\/A","id":144615,"title":"Black and Tan","adult":false},{"cast":["László Bolyki","Tamás Pajor","József Borbély","Zsolt Deák","Tibor Dóka"],"overview":"Director Janos Xantus was in the middle of making a video about Hungarian rock star Tamas Pajor when his subject suddenly became a convert to born-again Christianity. As a result, Xantus was able to record the startling transition. Pajor had been a hell-bent rocker, heavily into drugs, and known for a violent temper. We see him become a clean-living, clean-cut youth who sings about Jesus. Xantus had captured pre-conversion tape of Pajor trashing a hotel room and punching his hand through a plate glass window. In one of this film's most effective scenes, the new Pajor, hand heavily bandaged, quietly watches this footage. Rock Terito also has some dramatic recreations, but these add little to our understanding of Pajor. The transfer from video to film was generally effective, but some scenes are murkily lit. ~ Clarke Fountain, Rovi","release_date":"1988-11-20","genres":[],"vote_average":7.0,"runtime":112,"cert":"N\/A","id":144623,"title":"The Rock Convert","adult":false},{"cast":["Helli Louise","Gio Petré","Ole Wisborg","Lise Henningsen","Lise Thomsen"],"overview":"A young Danish girl seduces everything in sight after daddy refuses her naughty come-ons. She'll have a lesbian affair with her teacher, pretend that her teenage boyfriend is dear old dad and finally get to her stepmother.","release_date":"1970-11-01","genres":[18],"vote_average":5.8,"runtime":95,"cert":"N\/A","id":144625,"title":"Daddy, Darling","adult":false},{"cast":["Sigurður Sigurjónsson"],"overview":"","release_date":"2012-11-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":144627,"title":"Afinn","adult":false},{"cast":["Lu Hsiao-Fen","Tsui Shou-ping","Tsai Hung","Gam Sap-Yee","Lui Ming"],"overview":"A group of young people are helped to illegally immigrate from China to Hong Kong by a local gang, but when they arrive they are immediately abused by the gang and paid little for the tasks they are given. Struggling to survive, the group turn to petty crime to make ends meet. When one of the group accidentally picks the pocket of a chief detective, he decides to use the group of desperate immigrants to help him infiltrate their gang.","release_date":"1982-03-25","genres":[80,28],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":144641,"title":"Pink Thief","adult":false},{"cast":["Lu Hsiao-Fen","Yasuaki Kurata","Don Wong Tao","Lily Chan Lee-Lee","Cheng Fu-Hung"],"overview":"A family implodes after the reading of a will. They fight over the inheritance, forming and re-forming alliances, and spend most of the film searching for a crucial key.","release_date":"1983-01-01","genres":[53],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":144643,"title":"Crisis","adult":false},{"cast":["Arsenio Hall","Eddie Murphy","Keenen Ivory Wayans","Tyler Perry","Brett Ratner"],"overview":"Eddie Murphy: One Night Only will pay homage to Murphy's journey from a 15-year-old aspiring comedian, to the record-breaking Raw, which remains the highest grossing stand-up film of all time, to his indelible characters and impressions from Saturday Night Live including Buckwheat, Gumby, Mr. Robinson and James Brown. Written by Spike TV","release_date":"2012-11-14","genres":[10770,35],"vote_average":5.8,"runtime":86,"cert":"N\/A","id":144645,"title":"Eddie Murphy: One Night Only","adult":false},{"cast":["Filip Topol","Markéta Hrubešová","Iva Janžurová","Tomáš Hanák","Tereza Pergnerová"],"overview":"","release_date":"1994-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":144647,"title":"Žiletky","adult":false},{"cast":["Daphne Pollard","Johnny Burke","Sally Eilers","Matty Kemp","Carole Lombard"],"overview":"Love triangle in a campus with a blonde girl that really seems to not consider the \"other\" girl as an obstacle. Who will make it? And actually who cares when parties, sport games and lots of fun are available?","release_date":"1928-11-25","genres":[35],"vote_average":5.0,"runtime":19,"cert":"N\/A","id":144652,"title":"The Campus Vamp","adult":false},{"cast":["Rishi Kapoor","Kamal Haasan","Dimple Kapadia","Nadira","Saeed Jaffrey"],"overview":"Raja, a fisherman is secretly in love with Mona. When wealthy Ravi comes to live with his grandmother, Kamladevi, he sees Mona and falls in love with her. Mona also reciprocates his love. Raja is devastated by this turn of events. But when Kamladevi gets to know that Ravi is seeing Mona, she puts pressure on Mona to give up Ravi and marry someone else.","release_date":"1985-08-09","genres":[],"vote_average":7.0,"runtime":186,"cert":"N\/A","id":144672,"title":"Saagar","adult":false},{"cast":[],"overview":"Motion Painting No. 1 is a 1947  experimental short animated film in which film artist Oskar Fischinger put images in motion to the music of Johann Sebastian Bach’s Brandenburg Concerto no. 3, BWV 1048. It is a film of a painting (oil on acrylic glass); Fischinger filmed each brushstroke over the course of 9 months. In 1997, this film was selected for inclusion in the United States National Film Registry by the Library of Congress as being “culturally, historically, or aesthetically significant”.","release_date":"1947-12-31","genres":[16],"vote_average":7.0,"runtime":11,"cert":"N\/A","id":144674,"title":"Motion Painting No. 1","adult":false},{"cast":["Robert Carradine","Jeff Speakman","Robin Curtis","Steve Kanaly","George Murdock"],"overview":"Using ultra-advanced technology, scientists aboard Scorpio One have made a monumental discovery -- and paid for it with their lives. Now, with time and oxygen running out, Scorpio One is about to become ground zero for an explosive showdown high above the Earth, where the stakes are nothing less than the future of the world.","release_date":"1998-01-01","genres":[878],"vote_average":3.4,"runtime":92,"cert":"N\/A","id":144676,"title":"Scorpio One","adult":false},{"cast":["Tim Pye","Katie Pye","Ben Martin"],"overview":"After throwing his orange peel out of the car window, a boy is kicked out of the car by his father, and forced to pick up every piece.","release_date":"1982-01-01","genres":[18],"vote_average":5.8,"runtime":9,"cert":"N\/A","id":144678,"title":"An Exercise in Discipline: Peel","adult":false},{"cast":["Vincent Alvarez","Brian Anderson","Kenny Anderson","Will Arnett","Elijah Berle"],"overview":"This is an epic tale of two gangs, like The Jets and The Sharks. But Girl and Chocolate aren't even gangs. Some of them act tough and some of them act like babies. But they are even more unlike the Jets and The Sharks in that they aren't even battling each other for territory. They really don't know what the hell they are doing. They don't have a feud, most of them really like each other so that is another thing they don't have in common with the Jets and the Sharks. What they do have in common with The Jets and The Sharks is they love to dance. And when I say dance, I mean SKATE. And when I say SKATE, I mean really good. From the directors that brought you Mouse, Yeah Right and Fully Flared, another chapter in this tale with no plot, no ending but beautiful inner battles acted out on a little board with wheels.","release_date":"2012-11-16","genres":[99],"vote_average":8.4,"runtime":79,"cert":"N\/A","id":144680,"title":"Pretty Sweet","adult":false},{"cast":[],"overview":"George Lucas's senior project at the University of Southern California in 1966. It was named for the lap time of the Lotus 23 race car that was the subject of the film. It is a nonstory visual tone poem depicting the imagery of a car going at full speed, and featuring the car's engine as the primary sound element. Shot on 16mm color film with a 14 man student crew, it was filmed at Willow Springs Raceway, north of Los Angeles, CA. The Lotus 23 was driven by Pete Brock.","release_date":"1966-01-01","genres":[99],"vote_average":5.5,"runtime":7,"cert":"N\/A","id":144682,"title":"1:42.08","adult":false},{"cast":["André Katelbach","Roman Polanski"],"overview":"A small and thin barefoot slave (played by Polanski) plays a flute and beats a drum to entertain his large master who rocks in a rocking chair in front of his mansion. The slave jumps and leaps like a madman, wipes his master's brow, feeds him, washes his feet, shades him from the sun with an umbrella and holds a urinal for him.","release_date":"1961-01-01","genres":[],"vote_average":6.1,"runtime":15,"cert":"N\/A","id":144690,"title":"The Fat and the Lean","adult":false},{"cast":["Pierre Jolivet","Jean Reno","Fabrice Roche"],"overview":"A man wanders through a wrecked, dystopian city, finding violence everywhere he turns.","release_date":"1981-01-01","genres":[28,878,18,14],"vote_average":3.4,"runtime":12,"cert":"N\/A","id":144692,"title":"L'avant dernier","adult":false},{"cast":["Max Schreck"],"overview":"After a look at some strange creatures, the narrator and camera take us to the Chaco forest, on the borders of Paraguay, Argentina, and Brazil, where a vampire bat lives, desmodus rotondus, attacking wildlife and domesticated creatures, killing small ones by draining all their blood and killing large ones by leaving a parasite in their bloodstream. Four inches long, with a 12-inch wingspread, we see it walk, approach a victim, pull out a patch of fur large enough for it to engage its teeth, then lap six or seven ounces of blood. Its saliva may be an anesthetic keeping its victims from waking. A stub nose and harelip contribute to its efficiency and its hideous look.","release_date":"1945-12-31","genres":[99],"vote_average":7.0,"runtime":9,"cert":"N\/A","id":144694,"title":"The Vampire","adult":false},{"cast":["Brian Cousins","Jennifer Nash","Michael Della Femina"],"overview":"When a lab experiment goes wrong, Benjamin Knight is left invisible while his scientist friends trying to find a formula that will restore his visibility to last the rest of his life.","release_date":"1993-06-01","genres":[28,27,878],"vote_average":3.7,"runtime":83,"cert":"N\/A","id":144696,"title":"Invisible: The Chronicles of Benjamin Knight","adult":false},{"cast":["Fernando Aguilar","Chema Ortiz"],"overview":"Movie? Comedy? Documentary? Sex-sociological analysis?? In any case, a unique tour of the essential questions of life: Why sexually attract us? What was the sexual revolution of women? What is the mandate of our genes? Is it mathematically impossible to hit in mate choice? Is marriage a risky business? And a fundamental question: why dinosaurs became extinct?","release_date":"2008-04-18","genres":[35],"vote_average":6.5,"runtime":93,"cert":"N\/A","id":144701,"title":"El sexo de los dinosaurios","adult":false},{"cast":[],"overview":"You think it's peaceful, quiet and safe to go to the cabin for the weekend? You thought wrong. When six friends go for a Weekend at the Cabin, they run in to a deranged lunatic who is just looking for love the wrong way. Watch as you don't know who will be next.","release_date":"","genres":[],"vote_average":1.5,"runtime":89,"cert":"N\/A","id":144706,"title":"Weekend At The Cabin","adult":false},{"cast":["John Travolta","Nancy Allen","Nicolas Cage","Leslie Felperin","Boyd Hilton"],"overview":"In the seventies brushed glory, in the eighties met the failure and nineties resurfaced to become definitely a star. John Travolta is an actor undeterred.","release_date":"2004-04-22","genres":[],"vote_average":10.0,"runtime":45,"cert":"","id":144708,"title":"John Travolta: The Inside Story","adult":false},{"cast":["'Karloff' Lagarde","René 'Copetes' Guajardo","Armando Silvestre","Emily Cranz","Chucho Salinas"],"overview":"The ring possessed \"Angel\" and \"Satan\" not accept under any circumstances the trickery proposal with \"Tarzan Beto\" idol of the moment.","release_date":"1966-04-15","genres":[18,28,12],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":144710,"title":"Los endemoniados del ring","adult":false},{"cast":["Judd Nelson","Natalie Brown","Justin Landry","John Fleming","Sante Scaletta"],"overview":"The Christmas Board of Directors has decided to cancel Christmas since children everywhere have lost the true spirit of giving. But Santa Claus, not willing to give up his favorite holiday without a fight, demands 30 days to prove them wrong. The board assigns him what seems like an impossible mission: he must change the hearts of two self-absorbed kids and make them see the true meaning of Christmas.","release_date":"2011-12-24","genres":[10751,14],"vote_average":5.3,"runtime":87,"cert":"N\/A","id":144712,"title":"Cancel Christmas","adult":false},{"cast":[],"overview":"","release_date":"2009-04-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":144714,"title":"КПД & Deja Vu","adult":false},{"cast":["David Hasselhoff","Martin Van Treuren","Barrie Ingham","Andrea Rivette","Coleen Sexton"],"overview":"Musical version of the Robert Louis Stevenson story about a doctor who conducts an experiment on himself that results in his bringing out the dark, murderous side of his inner self, \"Mr. Hyde\".","release_date":"2001-09-11","genres":[18,27,10402],"vote_average":6.3,"runtime":135,"cert":"N\/A","id":144716,"title":"Jekyll & Hyde: The Musical","adult":false},{"cast":["Thanasis Vengos","Anna Fonsou","Alekos Tzanetakos","Dimitris Kalivokas","Marika Krevata"],"overview":"Returning from a 3 year captivity in Vietnam, a kind chemist finds his wife married to his boss who has become rich due to his invention.","release_date":"1971-02-22","genres":[35],"vote_average":4.0,"runtime":83,"cert":"N\/A","id":144718,"title":"Διακοπές στο Βιετνάμ","adult":false},{"cast":["Jean Gabin","Jean-Claude Brialy","Nicoletta Machiavelli","Henri Virlojeux","Jacques Marin"],"overview":"The last film of Jean Gabin.","release_date":"1976-04-23","genres":[35],"vote_average":7.1,"runtime":85,"cert":"N\/A","id":144726,"title":"Holy Year","adult":false},{"cast":["Joel Rinne","Helge Herala","Matti Ranin","Leo Jokela","Esko Salminen"],"overview":"Ms. Alli Pelkonen's terrier finds a body from Tähtitorninmäki, that's thought to be a wino at first. But Inspector Palmu knows a little better. And yes, it was a murder.  Tähdet kertovat, Komisario Palmu (1962) is directed by Matti Kassila, as were all of these movies. This is the third Inspector Palmu movie. Mika Waltari worked on the script, and after that he came up with the novel.","release_date":"1962-04-21","genres":[35,80],"vote_average":7.2,"runtime":95,"cert":"N\/A","id":144728,"title":"The Stars Will Tell, Inspector Palmu","adult":false},{"cast":["Glenn Saxson","Gordon Mitchell","Philippe Hersent"],"overview":"A range war between cattlemen and farmers comes to a head with the arrival of a Deputy Marshal and \"Mule\" a famous gunfighter in the town of Houstonville, Texas.","release_date":"1968-11-21","genres":[37],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":144736,"title":"If One is born a Swine... Kill him","adult":false},{"cast":["Cheryl Ladd","Barry Bostwick"],"overview":"Pediatrician by day, single mom by night, SARAH invites her estranged husband, PETE, back to their suburban home for the Holidays on one condition: he must reconcile with their daughters before she agrees to finalize a trial separation with divorce.","release_date":"2008-12-10","genres":[35,18],"vote_average":5.1,"runtime":110,"cert":"N\/A","id":144741,"title":"Holiday Baggage","adult":false},{"cast":["François Damiens","Sergi López","Jan Hammenecker","Anne Paulicevich","Zacharie Chasseriaud"],"overview":"A prison guard is attracted to a woman at his weekly tango class. They meet again when she visits her husband in the prison where he works and he is drawn into her complicated romantic life. Meanwhile the prisoners are learning the tango.","release_date":"2012-11-28","genres":[18],"vote_average":5.9,"runtime":98,"cert":"N\/A","id":144752,"title":"Tango Libre","adult":false},{"cast":["Buddy Guy"],"overview":"Buddy Guy's rejuvinated blues career has spawned world-wide accolades, and his musical talents are on show in this live set recorded in Chicago with the legendary Saturday Night Live Band. This is the first longform video release from the artist, and is his first live recording in over 20 years.  Solid performance by Buddy, recorded at his own club in downtown Chicago. He's backed by the great piano player Johnnie Johnson, and the Saturday Night Live Band featuring a five-piece horn section. Picture and sound quality is fine. Interviews are cut into the show.","release_date":"2006-05-30","genres":[],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":144757,"title":"Buddy Guy Live The Real Deal","adult":false},{"cast":["Buddy Guy","Eric Clapton","Jonny Lang","B.B. King","Junior Wells"],"overview":"This DVD comes a part of a box set which also contains 3 CDs.  The DVD features an exclusive 90-minute career-spanning documentation with rare and previously unseen footage. As a bonus, you'll also get eleven never-before-seen live performances, filmed between 1974 and 2004.","release_date":"2006-10-31","genres":[10402],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":144762,"title":"Buddy Guy Can't Quit The Blues","adult":false},{"cast":["Jean Gabin","Silvana Pampanini","Carla Del Poggio","Serge Reggiani","Mario Ferrari"],"overview":"Adaptation of a play  written by Sabatino Lopez.","release_date":"1953-05-29","genres":[18],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":144767,"title":"Bufere","adult":false},{"cast":[],"overview":"Freddie King - Live at the Sugar Bowl, Sept 22nd, 1972 was released Sep 09, 2003 by the Music Video Distributors studio. Freddie King's concert performances were powerful and filled with emotional singing, coupled with burning soulful licks played on his Gibson 355. Freddie King - Live at the Sugar Bowl, Sept 22nd, 1972 video This DVD features a complete set by Freddie and his band from the Sugar Bowl in South Carolina on Sept.22, 1972. There are four bonus tracks from Los Angeles' TV in 1970.  Recorded in South Carolina at the Super Bowl, this blissful concert shows off the full range of Freddie King's remarkable voice Freddie King - Live at the Sugar Bowl, Sept 22nd, 1972 film. Captured on September 22nd, 1972, this release also features some bonus footage of Freddie caught live on TV in Los Angeles from 1970 Freddie King - Live at the Sugar Bowl, Sept 22nd, 1972 review.","release_date":"","genres":[],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":144769,"title":"Freddie King Live at the Sugar Bowl","adult":false},{"cast":["Alex Jones","Chuck Baldwin"],"overview":"Recent legislation attempting to legitimize the use of internment camps to detain U.S. citizens in the event of an uprising or civil unrest has many people asking what nation they live in. Who are the potential domestic terrorists that will end up in these camps? See what the experts have to say and find out where the true power of the people rests in halting these treasonous activities.","release_date":"2009-06-01","genres":[99],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":144777,"title":"American Lockdown: Camp FEMA Part 1","adult":false},{"cast":["Lacey Chabert","Nikki Hahn","Elizabeth Ann Bennett","Florence Henderson","Adam Mayfield"],"overview":"As a little girl, Melanie Hogan (Lacey Chabert) wished to find her own prince charming just like her parents found true love.  Now an adult, Melanie is running her own bakery and dating a handsome CEO, Justin (Thad Luckinbill). Although things seem perfect when Justin asks Melanie to spend the holidays together at his beautiful lake house upstate—and meet his mother. Melanie finds herself spending more time with Justin’s best friend and loyal assistant, Dean (Adam Mayfield), who just might be harboring a secret crush on her. When complications arise that throw Melanie and Dean together over the holiday, will the two realize they're meant to be?","release_date":"2012-11-21","genres":[10770,35,18],"vote_average":5.8,"runtime":83,"cert":"N\/A","id":144785,"title":"Matchmaker Santa","adult":false},{"cast":["Jean Gabin","Antonin Berval","Daniel Gélin","Gisèle Préville","Henri Crémieux"],"overview":"","release_date":"1947-05-02","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":144802,"title":"Miroir","adult":false},{"cast":["Yana Troyanova","Aleksey Filimonov","Olga Lapshina","Yevgeni Syty","Anna Ukolova"],"overview":"In the second feature film by Russian director Vasily Sigarev, fate brings ordeals to characters that find themselves immersed in deep crisis; they must seek the strength to cope with adversity. In a remote and cold region of Russia, Galya, a middle-aged woman with a drinking problem, has been separated from her twin daughters and she wants them back. On the other hand, Grishka and Anton are a young couple who decide to get married, but right after the wedding their relationship is put to the test in a brutal way. While Artyom longs to see his missing father, but his mother objects. There is only one element that brings all of these characters together: misfortune.","release_date":"2012-08-30","genres":[18],"vote_average":7.4,"runtime":119,"cert":"N\/A","id":144804,"title":"Living","adult":false},{"cast":[],"overview":"Wheezer and Dorothy are forced to live with her evil stepmother and her brat son.","release_date":"1931-11-21","genres":[],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":144827,"title":"Dogs Is Dogs","adult":false},{"cast":["Gaby Morlay","Jean Gabin","Mona Goya","Maurice Escande","Henri Guisol"],"overview":"","release_date":"1937-09-02","genres":[18],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":144829,"title":"Le messager","adult":false},{"cast":["Rafael Sanchez Navarro","Tito Junco","Roxana Chávez","Roberto Montiel","Rubi Re"],"overview":"At the highest place in Tarahumaran mountain, a Shaman was brutally murdered. The investigation leads detective Aguilar to ask for help to a veterinarian and a priest, to find out that the crime is just the beginning of a series of brutal murders by a nahual (Wolfman)","release_date":"1983-01-01","genres":[14,27],"vote_average":5.3,"runtime":93,"cert":"N\/A","id":144837,"title":"Demon Hunter","adult":false},{"cast":["Jack Palance","Christopher Lee","Helen Hughes","Frances Hyland","Mike Starr"],"overview":"Jack Palance stars as a self-serving, abusive boor who becomes stranded (along with his two children) by a thunderstorm, forcing them to take shelter in an isolated country estate owned by a group of mysterious and wealthy old dowagers. Seeing a golden opportunity, Palance soon turns to plundering their estate, but his plans collide with the secret activities of a Satanic snake-cult who carry out ritual sacrifices in the attic.","release_date":"1981-07-12","genres":[10770,27,53],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":144839,"title":"Evil Stalks This House","adult":false},{"cast":["Tony Liu","Sharla Cheung Man","Simon Yam","Conan Lee","Elaine Eca Da Silva"],"overview":"A boat load of illegal Chinese immigrants make it to the California coast. But many of those on board are in a sad state. One of them (Tony Liu) makes a run for it and jumps overboard. He knows what lies ahead for the unlucky few who have manged to survive. The illegal heads for the city to look for a certain individual. Simon Yam stars (in a low key role) as a former triad who's trying to go legit (for some shady ulterior motives. The illegal knows what Simon is all about and wants him in a big way.","release_date":"1995-10-20","genres":[28],"vote_average":5.0,"runtime":83,"cert":"N\/A","id":144841,"title":"Dragon Killer","adult":false},{"cast":["Leo Gorcey","Huntz Hall","Bernard Gorcey","Mary Beth Hughes","Raymond Hatton"],"overview":"The boys buy a uranium mine out west, but when they get there they find that it's pretty much worthless. However, the local badmen are distrustful of these new strangers, and when they mistakenly get the impression that the mine is loaded with uranium, they hatch a scheme to get rid of the boys and take over the mine.","release_date":"1955-12-25","genres":[35],"vote_average":5.0,"runtime":61,"cert":"N\/A","id":144852,"title":"Dig That Uranium","adult":false},{"cast":["Frank Giering","Lavinia Wilson","Corinna Harfouch","Robert Stadlober","Alfred Dorfer"],"overview":"For a moment the otherwise proper station master Thomas Hudetz is distracted by Anna's flirtatious behavior. This results in a catastrophic train accident with countless deaths. Thomas and Anna lie to escape blame, and this lie about their shared guilt forges their bond , changes and ends yet more lives.","release_date":"2007-01-01","genres":[18],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":144854,"title":"Free to Leave","adult":false},{"cast":["Lexi Belle","Jenna Presley","Allie Haze","Angelina Ash","Ally Ann"],"overview":"So, here's the plan: You put an ad out for 'testers' for a new Thigh-and-Butt Toner machine. You hire the hot ones. As they test our this prototype 'exercise' machine, you hope they get hot and horny and see how far they will go as the Sybian Machine turns them on and on and on. Of all the set-ups, we chose the best five for this special DVD!","release_date":"2011-11-29","genres":[],"vote_average":10.0,"runtime":122,"cert":"N\/A","id":144856,"title":"The Sybian Scam","adult":true},{"cast":[],"overview":"An engaging look at the grass-roots movement that indelibly changed the landscape of American conservatism, Party crashers offers a clear and balanced chronicle of the rise of The Tea Party. Founding members recount the movement's beginnings and how the resonance of a viral video and the power of social media led to the explosive growth of the first conservative protest movement of the internet age. Also interviewed: Sen. Rand Paul, Sharron Angle, Rolling Stone's Matt Taibbi, the late Andrew Breitbart, Stephen Baldwin, and authors Prof. Christopher Parker and Prof. Thaddeus Russell among others. The film also takes an in-depth look at the criticisms and controversies surrounding the movement.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":144858,"title":"Party Crashers","adult":false},{"cast":["Tinsel Korey","Sonja Bennett","Steph Song","Tim Fellingham","Stephen Lobo"],"overview":"An intense thriller about a lonely bookseller's obsessive love affair, and her protective best friend, who alone knows the horrible truth about her obsession.","release_date":"2010-10-15","genres":[],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":144860,"title":"Stained","adult":false},{"cast":[],"overview":"","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":144865,"title":"De sussen en de geuzen","adult":false},{"cast":["Marcel Lévesque","Jean Gabin","Josseline Gaël","Mady Berry","Jane Loury"],"overview":"","release_date":"1931-10-15","genres":[],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":144867,"title":"Tout ça ne vaut pas l'amour","adult":false},{"cast":["Colette Darfeuil","Jean Gabin","Guy Ferrant","Cilly Andersen","Jacqueline Ford"],"overview":"feature film","release_date":"1931-12-31","genres":[18],"vote_average":7.0,"runtime":77,"cert":"N\/A","id":144869,"title":"Pour un soir..!","adult":false},{"cast":["Brigitte Helm","André Luguet","André Roanne","Jean Gabin","Mady Berry"],"overview":"","release_date":"1931-10-30","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":144877,"title":"Gloria","adult":false},{"cast":["Jean Gabin","Hélène Perdrière","Francine Mussey","Hélène Frederick","Frank O'Neill"],"overview":"French-language version of Howard Hawks' The Crowd Roars (1932).","release_date":"1932-12-31","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":144879,"title":"The Crowd Roars","adult":false},{"cast":["Don McKellar","Tracy Wright","Nadia Litz","Marya Delver","Jayne Eastwood"],"overview":"Two ex-revolutionaries living underground have their lives turned upside down by a sexy young radical who goes from smashing SUVs to fighting gentrification with firebombs.","release_date":"2006-09-10","genres":[35,18],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":144881,"title":"Monkey Warfare","adult":false},{"cast":["Pierre Blanchar","Madeleine Renaud","Jean Gabin","Rosine Deréan","Charles Lorrain"],"overview":"","release_date":"1932-12-02","genres":[18],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":144883,"title":"La Belle marinière","adult":false},{"cast":["Josseline Gaël","Jean Gabin","Gabriel Gabrio","Lucien Callamand","René Bergeron"],"overview":"A young man, Charles, operator in a neighborhood cinema, is suspected of involvement in the theft of jewelry. His fiancée, Lucette, but it would save would necessitate denounce his brother Olivier who is the leader of the band of thieves. Lucette will see the victim, the jeweler Van Hoolst who agrees to withdraw its complaint against restitution jewelry. Thieves do not meet the market but ultimately, the operator is cleared and becomes the owner of the cinema.","release_date":"1932-12-02","genres":[35,18],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":144885,"title":"Cœurs joyeux","adult":false},{"cast":["Tom Waits"],"overview":"","release_date":"2009-02-06","genres":[10402],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":144887,"title":"Tom Waits - Romeo Bleeding: Live from Austin","adult":false},{"cast":["Tom Waits"],"overview":"Singer\/songwriter extraordinaire Tom Waits has become an American musical institution over the last few decades. His audience continues to grow, more artists cover his songs and he has risen from the basement filled with 'eccentric artists' to hugely influential cult hero status, and deservedly so. This 1978 Austin City Limits live performance features Waits casting his spell on an audience of believers and a handful of punters experiencing his magic for the first time. Features 'Bullets', 'On Nickel', 'Romeo Is Bleeding' plus a few spine-tingling medleys ('Small Change\/Hey Big Spender', 'Silent Night\/Christmas Card from a Hooker in Minneapolis') and more. Alpha Centauri 2006.","release_date":"2006-01-01","genres":[10402],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":144889,"title":"Tom Waits - Burma Shave [Live Concert]","adult":false},{"cast":["Burt Reynolds","Keith Carradine","Hayley DuMond","Andrew Hawkes"],"overview":"A violent and dangerous tyrant who dominates the inhabitants of a mountain sees his authority threatened by the arrival of a World War I veteran and decides to hunt and kill him.","release_date":"1999-10-10","genres":[],"vote_average":5.0,"runtime":104,"cert":"N\/A","id":144891,"title":"The Hunter's Moon","adult":false},{"cast":["Kamatari Fujiwara","Kan Yanagiya","Minoru Takase","Sôji Kiyokawa","Ko Mihashi"],"overview":"This film depicts a troupe of wandering kabuki players traveling through rural Japan.","release_date":"1940-12-18","genres":[35],"vote_average":6.5,"runtime":70,"cert":"N\/A","id":144902,"title":"Travelling Actors","adult":false},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"Elmer is a dim-witted hunter who's \"wooking for wabbits.\" Bugs proceeds to confuse, bamboozle, and otherwise humiliate the poor simp.","release_date":"1940-07-27","genres":[16,35],"vote_average":6.9,"runtime":8,"cert":"N\/A","id":144904,"title":"A Wild Hare","adult":false},{"cast":["Rebecca Dayan","Jennifer Murray","Ashley Cahill"],"overview":"Being the adventures of a young man whose principle interests are movies, New York, and mass murder. CHARM is an ultra low budget black comedy about Malcolm - a New Yorker who gets tired of how gentrified, tepid and antiseptic it's all become. What's happened to the 'Good ole days'?! And so he decides to take matters into his own hands by personally starting a crime wave which he hopes will catch on and drive real estate value down, opening up the city to bohemians, artists and a swell of creativity, just like the supposed good 'ole days of the 1970s and 80s. The only problem is: Nobody is paying attention.","release_date":"2013-01-23","genres":[35,80,27],"vote_average":5.7,"runtime":86,"cert":"N\/A","id":144909,"title":"Charm","adult":false},{"cast":["Makoto Kousaka","Masako Ikeda","Kôji Nakata","Katsuji Mori","Masako Sugaya"],"overview":"High school freshman Hiromi joins the tennis club because of her admiration for Ryuzaki. Ryuzaki is a senior, who's the best tennis player on the team and also nicknamed \"Ochōfujin\", (\"Madame Butterfly\"), because of her elegance on the tennis court. However, the new coach, Jin Munakata, wants the inexperienced Hiromi to play in a forthcoming tournament.","release_date":"1979-09-08","genres":[16,18],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":144920,"title":"Aim for the Ace!","adult":false},{"cast":["Annie Liu","Eric Tsang","Anthony Wong","Simon Yam","Alex Fong"],"overview":"A young woman becomes a triad boss.","release_date":"2005-08-04","genres":[],"vote_average":4.3,"runtime":90,"cert":"N\/A","id":144934,"title":"Ah Sou","adult":false},{"cast":["Jean Gabin","Fernand Gravey","Annabella","Nicolas Koline","Ernst Rotmund"],"overview":"Annabella, Jean Gabin and Fernand Gravey star as a trio of circus trapeze artists. Both Gabin and Gravey love Annabella, but she has eyes only for Gravey. Seething with jealousy, Gabin plots revenge against his rival. He \"accidentally\" drops Gravey into a net during rehearsal -- but does he plan to do the same during a performance, when the trio works without a net?","release_date":"1935-10-04","genres":[10749,35],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":144936,"title":"Varieté","adult":false},{"cast":["Oliver Platt","Arliss Howard","Tony Haygarth","Christian Redl","Bernd Michael Lade"],"overview":"The Infiltrator is an American film about an Israeli freelance journalist who travels to Germany circa the early 1990's and uncovers a story about a dangerously pervasive underground Neo-Nazi faction, who are intent to bring Nazism back to the forefront in Germany. It originally aired on HBO in 1995. Among its cast include: Oliver Platt, Arliss Howard, and Tony Haygarth. It is based on the book In Hitler's Shadow : An Israeli's Journey Inside Germany's Neo-Nazi Movement by Yaron Svoray.","release_date":"1995-06-24","genres":[],"vote_average":4.5,"runtime":92,"cert":"N\/A","id":144938,"title":"The Infiltrator","adult":false},{"cast":[],"overview":"Documentary about the youth riots in Zürich in 1980. Videoladen, Zürich 1980.","release_date":"1981-01-29","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":144940,"title":"Züri brännt","adult":false},{"cast":["Jeremy Clarkson","James May","Richard Hammond"],"overview":"Jeremy Clarkson and James May travel to the North of England to name and shame some of the worst cars in history, from manufacturers who \"should have known better\".","release_date":"2012-11-19","genres":[35,10770],"vote_average":7.3,"runtime":73,"cert":"12","id":144942,"title":"Top Gear: The Worst Car In the History of the World","adult":false},{"cast":["Miguel Ferrer","John Livingston","Yasiin Bey","John Slattery","Allison Dean"],"overview":"After making a 3-hour fiasco about New York City's water supply, a two-man film crew decides to take it up a notch by documenting life in the private investigator offices of \"Boone and Murphy\". Cheating husbands and missing dogs fail to bring in the big bucks however, and after sleeping with the wife of one of their clients Murphy leaves. To stop Boone from having to close down the business the two film-makers must resort to a hands-on approach in the investigations to ensure the completion of their movie.","release_date":"1998-01-01","genres":[35,9648,53],"vote_average":6.3,"runtime":101,"cert":"N\/A","id":144953,"title":"Where's Marlowe?","adult":false},{"cast":["Edmund Purdom","Gianni Manera","Marilena Possenti","Lucy Chevalier"],"overview":"A bandit kidnaps the belle of a village and hides with her and his gang in a monastery. The priest refuses to marry them, and then chases the gang after they have left.","release_date":"1968-01-01","genres":[37],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":144970,"title":"Chrysanthemums for a Bunch of Swine","adult":false},{"cast":["Charles Southwood","Julián Mateos","Alida Chelli"],"overview":"A major of the dissolved southern army gives a dollar to a young cowboy, Alan Burton, telling him that there are two other similar dollars with different figures on them; the three numbers combined show the spot where the Confederate's treasure is hidden. A number of people get involved including a gang leader and Alan's sidekick, Hondo.","release_date":"1968-08-16","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":144972,"title":"I Protect Myself Against My Enemies","adult":false},{"cast":["Dragan Nikolić","Vesna Stanojević","Danilo 'Bata' Stojković","Predrag Ejdus","Josif Tatić"],"overview":"The story of an outsider who spent seven years in prison for robbery. Eternal rebel, unsatisfied with the system and people around him.","release_date":"1989-01-01","genres":[18],"vote_average":5.0,"runtime":102,"cert":"N\/A","id":144974,"title":"The Last Lap at Monza","adult":false},{"cast":["Mimmo Palmara","Livio Lorenzon","Monica Millesi","Caterina Trentini"],"overview":"A sheriff saves an innocent man from the gallows and brings the guilty party to justice.","release_date":"1968-04-02","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":144976,"title":"A Rope for a Bastard","adult":false},{"cast":["Lee Majors","James Drury","William Smith","Buck Taylor","Stella Stevens"],"overview":"Ten legendary Western stars are reunited in this action-packed tale of brothers at odds-one a decorated soldier and reluctant hero, the other a gambler who keeps company with card sharks and corrupt women-in a small mining town torn apart by civil war. When they fall for the same woman, the brothers become divided; and one man is left to face a band of ruthless killers on his own. A tribute to the great American Western, Hell to Pay is a gritty and mesmerizing tale of love, honor, duty, treachery and betrayal.","release_date":"2005-08-12","genres":[37],"vote_average":8.0,"runtime":100,"cert":"N\/A","id":144978,"title":"Hell to Pay","adult":false},{"cast":["Dana Ghia","Renato Rossini","Fernando Sancho","Brett Halsey","Wayde Preston"],"overview":"Mike (Brett Halsey) returns home in order to leave his gunfighting days behind him and settle down on a farm with his old sweetheart but things do not go as planned. Finding Jane murdered, Mike is set upon and left for dead by her 7 killers who also steal his life savings of $10,000; all in $50 dollar bills. They leave only seven dollars and Mike vows to track down every man, paying him back with a solitary dollar and death.","release_date":"1968-08-24","genres":[37],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":144983,"title":"Wrath Of God","adult":false},{"cast":[],"overview":"A shy snowman is smitten by a little girl and refuses to leave her when spring comes.  Source : imdb","release_date":"1960-03-19","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":144988,"title":"Snowman's Dilemma","adult":false},{"cert":"N\/A","title":"The Great Toy Robbery","cast":[],"genres":[],"id":144993,"overview":"This short animation stars the world's most-wanted good guy: Santa Claus. In this spoof of the Wild West, good triumphs over evil, but not before the evil robbers and their innocent victims have romped through some odd situations.","runtime":7,"release_date":"1963-01-01","vote_average":7.0,"adult":false}]