[{"cast":["Jeff Cameron","Benito Pacifico","Paolo Figlia","Simonetta Vitelli","Elisabetta Fanti"],"overview":"Geoffredo Scarciofolo (using the pseudonym \"Jeff Cameron\") is the famed gunfighter Sartana, who is offered a chance at amnesty from the $12,000 bounty on his head if he wipes out Benny Randal (Frank Fargas), his brother Baby Face (Dennis Colt), and an equally nasty sheriff (Dino Strano using the name \"Dean Stratford\").","release_date":"1969-02-15","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":145001,"title":"Sartana and His Shadow of Death","adult":false},{"cast":["Matt Chapman","Melissa Palmer","Mike Chapman","Ryan Sterritt","Craig Zobel"],"overview":"A collection of the first hundred episodes in the Strong Bad Email cartoon series on homestarrunner.com, including three previously unreleased episodes.","release_date":"2004-11-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":145003,"title":"strongbad_email.exe","adult":false},{"cast":["Quentin Reynolds"],"overview":"A tribute to the courage and resiliency of Britons during the darkest days of the London Blitz.","release_date":"1940-10-01","genres":[99,10752],"vote_average":6.8,"runtime":9,"cert":"","id":145011,"title":"London Can Take It!","adult":false},{"cast":["William Adams"],"overview":"A documentary showing the struggle to bring electricity to rural areas of the United States.","release_date":"1940-08-31","genres":[99],"vote_average":6.3,"runtime":38,"cert":"N\/A","id":145013,"title":"Power and the Land","adult":false},{"cast":["Nader Sarhan","Stefano Rabatti","Marian Valenti Adrian","Brigitte Abruzzesi","Marco Conidi"],"overview":"Ostia, outskirts of Rome: the beach in winter. Two sixteen-year-old boys steal a scooter at 8 in the morning, then rob a store, all in time for getting to school at 9. Nader is Egyptian, but was born in Rome. Stefano is Italian and his best friend Brigitte, Nader’s girlfriend, is also Italian, but for this very reason Nader’s parents are against the match, and Nader runs away from home. The film describes a week in the life of a teenager who tries to subvert the values of his own family. Torn between his Arab and Italian identity, audacious and in love, like the hero of a contemporary fairy tale, Nader will have to put up with the cold, the loneliness, life on the street, hunger and fear, the flight from his enemies and the loss of his friends, before he can really understand who he is.","release_date":"2012-11-15","genres":[],"vote_average":6.5,"runtime":98,"cert":"N\/A","id":145015,"title":"Ali Blue Eyes","adult":false},{"cast":["Edvin Adolphson","Margit Carlqvist","Gio Petré","Lars Ekborg","Bengt Ekerot"],"overview":"A day in the life of a theater ensemble. The acting students are struggling to get one foot ahead of the others and the regular cast is fighting for the good parts.","release_date":"1956-12-03","genres":[],"vote_average":3.0,"runtime":92,"cert":"N\/A","id":145023,"title":"Sceningång","adult":false},{"cast":[],"overview":"A FASCINATING ENCOUNTER WITH ONE OF THE GREAT PIONEERS OF OUR AGE  (... the images of the unconscious place a great responsibility upon a man. Failure to understand them or a shrinking of ethical responsibility deprives him of his wholeness and imposes a painful fragmentariness on his life.) In The World Within, this idea is explored as we are given a glimpse inside Jung s Red Book, the diary in which he described his dreams and fantasies. In addition, he recorded these unconscious images with colorful paintings which appear throughout the film, along with his reflections upon their possible meaning. These are the creations, as Jung comments, which have carried me out of time into seclusion, out of the present into timelessness. Also included in The World Within is rarely seen footage of Jung himself interviewed in Switzerland. He talks at length about his work on dreams, memory, archetypal figures and the importance of ritual and fantasy.","release_date":"1990-02-13","genres":[],"vote_average":5.0,"runtime":60,"cert":"N\/A","id":145025,"title":"The World Within: C.G. Jung In His Own Words","adult":false},{"cast":["Kenneth Anger"],"overview":"An experimental short film from Stan Brakhage.","release_date":"1960-12-31","genres":[],"vote_average":4.5,"runtime":11,"cert":"N\/A","id":145033,"title":"The Dead","adult":false},{"cast":[],"overview":"","release_date":"1989-12-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":145035,"title":"Klucht - Een fijn Span","adult":false},{"cast":["Luigi Francis Shorty Rossi","George Maguire","Mackenzie Phillips","Marc McClure","Anthony Robinson"],"overview":"\"Hercules Saves Christmas\" takes us on a magical, fun-filled and touching journey. MAX MOOGLE, an adorable yet mischievous twelve year old boy...","release_date":"2011-01-01","genres":[10751],"vote_average":2.8,"runtime":81,"cert":"N\/A","id":145037,"title":"Hercules Saves Christmas","adult":false},{"cast":[],"overview":"","release_date":"1979-12-24","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":145039,"title":"Klucht - Gekke Mensen","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":145041,"title":"Klucht - Prive voor Twee","adult":false},{"cast":["Tom Waits"],"overview":"","release_date":"","genres":[10402],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":145052,"title":"Tom Waits - One Star Shining : The First Decade","adult":false},{"cast":["Brian Greene"],"overview":"Brian Greene takes us on a ride explaining the latest happenings in the world of Physics, and trying to explain What is Space, What is Time, The World of Quantum Physics and whether we live in Universe or a Multiverse.","release_date":"2011-11-01","genres":[99],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":145054,"title":"The Fabric of the Cosmos","adult":false},{"cast":["Amélie Daure","Gianpaolo Lupori","Stefan Morawietz"],"overview":"Wong Kar-Wai  reprises his futuristic mood from 2046 and waives a spy story of lush and betrayal to advertise Aurea, the new LCD technology by Philips.","release_date":"2007-08-01","genres":[18,10749,878],"vote_average":6.5,"runtime":9,"cert":"N\/A","id":145059,"title":"There's Only One Sun","adult":false},{"cast":[],"overview":"World famous Austrian artist, Gottfried Helnwein, takes on the contentious role of Production Designer for a never before seen opera in Tel Aviv, Israel in 2010.","release_date":"","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":145076,"title":"Gottfried Helnwein and the Dreaming Child","adult":false},{"cast":["Jeff Wincott","Michael Ironside","Terri Hawkes","Calista Carradine"],"overview":"Harlin Garret loses his memory and finds himself closed in a facility claimed to belong to the state security services. The manager of this place tells Garrett he used to be a killer for the mob but Garrett refuses to believe. Then he is forced to kill people that are a \"Risk to the state security\", but the whole story gets complicated when Garret falls in love with one of his victims...","release_date":"1995-01-11","genres":[18,28,80],"vote_average":5.3,"runtime":100,"cert":"N\/A","id":145081,"title":"The Killing Machine","adult":false},{"cast":["Chiara Caselli","Philippe Noiret","Macha Méril","Lucrezia Lante della Rovere","Robert Patterson"],"overview":"The daughter of a known filmaker finds herself in her father's family home, with the whole family.","release_date":"1992-02-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":145083,"title":"Fish Soup","adult":false},{"cast":[],"overview":"The film starts with the confluence of the 15M protesters in Puerta del Sol, follow the construction of the Camping Sol, a kind of parallel city assemblies, whose structure extends to neighborhoods and nearby cities and all over Spain. After what happened attest, without mediation or intention, the film lets the images speak and describe the end of the experience.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":145088,"title":"Libre te quiero","adult":false},{"cast":["Isabel Arriola","Victoria Camps","Carolina Carmona","Patricia Drovna","Aida Flix"],"overview":"First stereoscopic 3D film created for educational purposes. From a love story between two teenagers, explains everything about the energy appearing in the books of primary and secondary school Spanish. Also taught to save energy.","release_date":"2011-11-10","genres":[35,99,10749],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":145090,"title":"Energía 3D","adult":false},{"cast":["Tanachat Tunyachat","Attaporn Teemakorn","Thitirat Rojsangrat"],"overview":"A young man without any meaningful goals joins the army, where he learns about history and the meaning of life.","release_date":"2012-11-29","genres":[18,28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":145092,"title":"The Impossible Dream","adult":false},{"cast":["Konrad Case","Robin Zamora","Mischa McCortney","Stephanie Barone","Heather Gornall"],"overview":"When you go camping, you expect to put up with a few hardships--bugs, mosquitoes, maybe even some rain. But you don't expect your weekend to include kidnapping, guns, and fighting for your life.","release_date":"2012-11-20","genres":[],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":145094,"title":"The Survival Game","adult":false},{"cast":["Tom Ayers","Chris Blasman","Don Chao","Courtney Cole-Fendley","Aldo Gonzalez"],"overview":"Danny realizes it is a lot harder to kill himself than he thought.","release_date":"2011-01-01","genres":[35,53,18],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":145096,"title":"A Shot in the Dark","adult":false},{"cast":[],"overview":"For the first time a camera filming a Spanish military academy. The film documents the transformation of some boys who dream of flying and flying planes just military school How the war?","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":145113,"title":"Volar","adult":false},{"cast":["Candide Thovex","Michi Albin","Edgar Grospiron","Raphaelle Monod Sjoström"],"overview":"Few Words is the story of a modern skiing pioneer, who became one of the most successful and talented freestyle skiers in the world, Candide Thovex.","release_date":"2012-01-01","genres":[99],"vote_average":8.7,"runtime":59,"cert":"N\/A","id":145115,"title":"Few Words","adult":false},{"cast":["Elisa Drabben","Raúl Fernández","Lucas Fuica","Pep Anton Muñoz","Lucas Utray"],"overview":"Two good friends from childhood, Iñaki and Matthew shared his love of mountaineering and adventure. Not exactly soul mates, but when both are in the mountains, become the best partners and allies, without a single situation that can not be overcome, or that peak overlap. Time passes and each follows his life on his own. After a long time without maintaining contact are a night at a drinks. After a night of conversation and alcohol make a decision: top cap a three thousand meter always wanted to achieve.","release_date":"2012-11-12","genres":[],"vote_average":7.0,"runtime":98,"cert":"N\/A","id":145129,"title":"Viaje a Surtsey","adult":false},{"cast":["Ozzy Osbourne","Geezer Butler","Tony Iommi","Tommy Lee"],"overview":"\"Don't Blame Me\" is John 'Ozzy' Osbourne's personal, gripping and frank invitation to see who he really is and what he's really been through. Filmed on location at his British and American homes, Ozzy reveals the truth behind his then 23 years of solo stardom with unnerving honesty.","release_date":"1991-09-24","genres":[99],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":145131,"title":"Ozzy Osbourne: Don't Blame Me","adult":false},{"cast":["Stephen Fry","Jennifer Byrne"],"overview":"Stephen Fry Live at the Sydney Opera House will be recorded at his first performance in Australia on Tuesday 27 July. Fry will discuss travel, art, TV and madness, with a tactful avoidance of cricket. With his usual admirable, rhetorical technique, sparkling wit and rich tones, this perfect Englishman will entertain and enthral during his 90 minute talk. Stephen John Fry is a national treasure in his native land of England. A writer, presenter, social commentator, satirist, actor and TV personality, Fry's diverse interests have seen him gain significant presence in radio, TV, film, print, online and even on PlayStation 3.","release_date":"2010-10-03","genres":[],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":145133,"title":"Stephen Fry Live at the Sydney Opera House","adult":false},{"cast":["Keri Russell","Josh Hamilton","Dakota Goyo","J.K. Simmons","Trevor St. John"],"overview":"From the producers of Paranormal Activity, Insidious, and Sinister comes Dark Skies: a supernatural thriller that follows a young family living in the suburbs. As husband and wife Daniel and Lacey Barret witness an escalating series of disturbing events involving their family, their safe and peaceful home quickly unravels. When it becomes clear that the Barret family is being targeted by an unimaginably terrifying and deadly force, Daniel and Lacey take matters in their own hands to solve the mystery of what is after their family.","release_date":"2013-02-21","genres":[878,53,27],"vote_average":6.1,"runtime":97,"cert":"15","id":145135,"title":"Dark Skies","adult":false},{"cast":["Ryan Dungey","Ricky Carmichael","Taylor Robert","Chad Reed","Andrew Short"],"overview":"What is it like to witness a virtuosic riding performance by rising stars Eli Tomac or Ken Roczen? When Ricky Carmichael or Andrew Short rip apart their private tracks, what are the rest of us missing? What continues to feed the competitive fires inside multi-time champions like Chad Reed or Ryan Dungey? How is it that Kurt Caselli is comfortable going over 100mph on two wheels through the unchartered desert? Is it competitive drive or pure natural talent that allows Taddy Blazusiak to decimate his competition? How does Taylor Robert navigate his way through a dream-like, Jurrasic-sized motocross track built within a vineyard? This year we dug deep to find what pushes the top riders to keep elevating this amazing sport we love. Welcome to the next level of evolution of the most progressive motocross film series of all time, Moto 4: The Movie.","release_date":"2012-11-05","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":145146,"title":"Moto 4: The Movie","adult":false},{"cast":["Marion Barry Jr.","Chuck Brown","Lewis Franklin","Denyce Graves","Rhia Hardman"],"overview":"","release_date":"2008-09-11","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":145154,"title":"Ballou","adult":false},{"cast":["Ignacio Rogers","Manuela Martelli","Carlos Echevarría","Santiago Pedrero","Blanca Lewin"],"overview":"Nico is finishing his teens a future beset by an overnight became darkness. His parents died in an accident. Today, a year later, still immersed in a sadness that interferes with your progress. His older brother, knows not help. Santi, Nico's best friend, makes things even more difficult. Va neglecting their way with actions bleak that threaten him and those around him. But among all those gray clouds appears Luchi, young warm. Nico, walking beside her, try to get away from the dark, leaving little by little, as if it was the sole survivor of a tragedy. The second film of Ezequiel Acuña-like debut, \"swim alone\" - has its focus on one of the favorite themes of Argentine independent cinema of the early twenty-first century: the disorientation teenager.","release_date":"2005-10-27","genres":[],"vote_average":6.2,"runtime":80,"cert":"N\/A","id":145156,"title":"Like a Crashed Plane","adult":false},{"cast":["Jody Haucke","Dixie Collins","Leo Frost","Richard Groen"],"overview":"In a City where crime rules supreme, District Attorney Tony Quinn has the scales of justice stacked against him. When a crime boss has Tony blinded by acid, it seems that crime has won for good. But through a miracle of modern science, Tony is given the ability to see in the dark like a bat. Tony Quinn takes the guise of the Black Bat to see to it that crime pays and that the scales of justice are balanced once more.","release_date":"2012-12-06","genres":[28,878],"vote_average":5.1,"runtime":80,"cert":"N\/A","id":145161,"title":"Rise of the Black Bat","adult":false},{"cast":["Sergio Goyri","Lina Santos","Roberto Montiel","Marco Antonio Sánchez","Alfredo Gutiérrez"],"overview":"","release_date":"1996-01-01","genres":[27],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":145169,"title":"Bloody Cases","adult":false},{"cast":["Joe Pantoliano","John Rhys-Davies","Danny Gerard","Amy Wright","Howard Scott Nicoll"],"overview":"A manic search for a valuable relic pits a father, son and trouble-prone robot against a nasty villain.","release_date":"1994-03-02","genres":[10751,14,35],"vote_average":1.0,"runtime":85,"cert":"N\/A","id":145171,"title":"Robot in the Family","adult":false},{"cast":["Percy Brandt","Lena Brogren","Lars-Erik Berenett","Reine Brynolfsson"],"overview":"","release_date":"1984-10-31","genres":[18],"vote_average":0.0,"runtime":172,"cert":"N\/A","id":145176,"title":"Kaos är granne med Gud","adult":false},{"cast":["Goksel Arsoy","Huri Zuhal","Öztürk Serengil"],"overview":"Based on a comic novel, this Turkish fantasy movie  shows some resemblance to Casper.","release_date":"1963-01-01","genres":[12,35,14,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":145184,"title":"Cici Can","adult":false},{"cast":["Elisa Donovan","Gabrielle Carteris","Fred Willard","David O'Donnell","Sarah Thompson"],"overview":"A woman is granted 12 wishes by a kooky Christmas life coach, but the consequences of the wishes coming true creates more problems than it solves.","release_date":"2011-11-27","genres":[35,14,10770],"vote_average":5.7,"runtime":87,"cert":"N\/A","id":145186,"title":"12 Wishes of Christmas","adult":false},{"cast":["Marie Kremer","Thierry Lefevre","Jeannine Godinas","Raphaëlle Blancherie","Francisco Pestana"],"overview":"Luxembourg's submission for the Academy Award for Best Foreign Language Film in 2003","release_date":"2003-05-16","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":145191,"title":"I Always Wanted to Be a Saint","adult":false},{"cast":["Jorge Aldama","Víctor Bejarano","Eleazar García Jr.","Rafael Goyri","Maribel Palmer"],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":145193,"title":"Un federal con muchos huevos","adult":false},{"cast":["Stephon Stewart","Davee Youngblood","Shy Pilgreen","Don Scribner","Brad S. Clayton"],"overview":"Siskiyou County, California has the most reported Bigfoot sightings in the world. In August of 2009, a documentary filmmaker went to investigate these alleged sightings.","release_date":"2012-12-11","genres":[27,53],"vote_average":3.0,"runtime":82,"cert":"N\/A","id":145198,"title":"Bigfoot County","adult":false},{"cast":["Wayne “Way” Joyner","Demetrius “Big Meech” Flenory","Terry “Southwest T” Flenory","Charles “Pops” Flenory","William “Doc” Marshall"],"overview":"In 15-years the Black Mafia Family, or BMF as they were called, made close to 300 million dollars trafficking cocaine from Atlanta to Los Angeles. In the Hip-Hop music industry they created a front company called BMF Entertainment, which was a perfect mix of drugs, violence, and street cred that makes their story Hip-Hop's version of the Godfather. This film explores the story of the 15-year investigation by the DEA, FBI and an elite drug task force called HIDTA, which resulted in 41 defendants across the country being charged in one of the largest drug conspiracy cases ever.","release_date":"2012-12-11","genres":[],"vote_average":5.8,"runtime":null,"cert":"N\/A","id":145203,"title":"BMF: The Rise and Fall of a Hip-Hop Drug Empire","adult":false},{"cast":["Mario Almada","Cecilia Camacho","Rafael Goyri","Frank Mora","Flor Asucena Primero"],"overview":"","release_date":"2007-01-01","genres":[28],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":145205,"title":"La manzana de la discordia","adult":false},{"cast":["Crystal Swarovski","Olivia Bellafontaine","Polly Peabody","Stephanie Paris","Timothy Whitfield"],"overview":"Crystal is the lead dancer in her own Burlesque show, but she has other plans for her troupe on this tour. While visiting Crystal’s brother, the Burlesque girls start to be picked off one by one, and its anyone’s guess who will survive.","release_date":"2011-02-02","genres":[],"vote_average":1.5,"runtime":82,"cert":"N\/A","id":145210,"title":"Burlesque Massacre","adult":false},{"cast":["Beverley Mitchell","Geraint Wyn Davies","Chiara Zanni","Kaaren de Zilva","Crystal Buble"],"overview":"Mourning the loss of her father, who committed suicide, Mackenzie starts having hallucinations of killing people. They seem so real that she's convinced she's been committing these crimes; however, she can find no evidence to support this. Is she losing her marbles, or is there something sinister at work around her?","release_date":"2007-07-23","genres":[80,53],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":145212,"title":"I Know What I Saw","adult":false},{"cast":["Tom Hardy"],"overview":"Based on the popular Tom Clancy video game series","release_date":"","genres":[28,12,80],"vote_average":6.6,"runtime":null,"cert":"N\/A","id":145214,"title":"Splinter Cell","adult":false},{"cast":["Fernando Casanova","Bernabé Melendrez","Patricia Muñoz","Federico Villa"],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":145216,"title":"Las 3 tumbas parte 2","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":145218,"title":"Brorsan Såsett - En kärlekshistoria","adult":false},{"cast":["Ricky Gervais","Ty Burrell","Tina Fey","Steve Whitmire","Eric Jacobson"],"overview":"While on a grand world tour, The Muppets find themselves wrapped into an European jewel-heist caper headed by a Kermit the Frog look-alike and his dastardly sidekick.","release_date":"2014-03-20","genres":[35,12,80,10751],"vote_average":6.2,"runtime":112,"cert":"U","id":145220,"title":"Muppets Most Wanted","adult":false},{"cast":["Cynthia Khan","Dale Cook","Don Nakaya Neilsen"],"overview":"In a post-apocalyptic world, a man helps a beautiful young girl get revenge against a roving gang of renegades that destroyed her village.","release_date":"1992-08-25","genres":[878,28],"vote_average":4.5,"runtime":90,"cert":"N\/A","id":145228,"title":"Eternal Fist","adult":false},{"cast":["Oliver Reed","Judith Paris","Andrew Faulds","Iza Teller","Christopher Logue"],"overview":"A movie about jealousy, and the complex and painful relationship between Rossetti and his sickly wife, Elizabeth. Pre Raphaelite biopic from Ken Russell.","release_date":"1967-12-22","genres":[99,18,10402],"vote_average":7.0,"runtime":90,"cert":"","id":145230,"title":"Dante's Inferno","adult":false},{"cast":[],"overview":"","release_date":"2012-10-22","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":145232,"title":"Die fantastische Reise der Schmetterlinge","adult":false},{"cast":[],"overview":"Journalist, Carl Kolchak, investigates unusual cases involving supernatural occurrences.","release_date":"2012-01-01","genres":[80,9648,53],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":145234,"title":"The Night Stalker","adult":false},{"cast":["Svetlana Bondarchuk","Nadezhda Mikhalkova","Anna Mikhalkova","Nikita Efremov","Vakhtang Kikabidze"],"overview":"A story about love beyond any borders...","release_date":"2012-10-11","genres":[35,10749,12],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":145239,"title":"Love with an Accent","adult":false},{"cast":["Blindside","Christian Lindskog","Marcus Dahlstrom","Tomas Naslund","Simon Grenehed"],"overview":"LIVE AT 110 DEGREES - CORNERSTONE 2003","release_date":"2005-01-01","genres":[99,10402],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":145241,"title":"Blindside - Ten Years Running Blind","adult":false},{"cast":["Nathalie Baye","Xavier Beauvois","Samuel Labarthe","Etienne Chicot","Jacques Spiesser"],"overview":"After the Liberation of France during the World War II, ten former Resistant fighters meet again during a dinner organized by Marie-Octobre...","release_date":"2008-10-15","genres":[10770,18],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":145249,"title":"Marie-Octobre","adult":false},{"cast":[],"overview":"MuteMath Live in Concert","release_date":"2007-03-20","genres":[],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":145254,"title":"MuteMath - Flesh and Bones Electric Fun","adult":false},{"cast":["Tuva Novotny","Ghita Nørby","Jessica Zandén","Łukasz Garlicki","Anders Tolergård"],"overview":"Sandra comes to a new town after being convicted of assault after a fight with her boyfriend. She moves into an apartment where her 80-year old neighbor, Lilly, becomes her friend. But Lilly’s life is based on a lie, and as their friendship grows Sandra gets to know more of Lilly’s secrets.","release_date":"2005-08-19","genres":[18],"vote_average":6.7,"runtime":100,"cert":"N\/A","id":145256,"title":"Four Weeks in June","adult":false},{"cast":[],"overview":"","release_date":"2004-10-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":145261,"title":"Food","adult":false},{"cast":["Tom Ljungman","Christopher Mhina","Hanna Ardéhn","Fredrik Johansson","Rojda Sekersöz"],"overview":"A Swedish drama by Emil Jonsvik.","release_date":"2010-08-12","genres":[18],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":145263,"title":"7X: This Is Our Kids","adult":false},{"cast":["James Brolin","Joanna Cassidy","Corin Nemec","Kirk Kepper","Tia Mowry"],"overview":"At a crossroads in his life, Doc Jennings goes home to celebrate his mother's birthday and uncovers dramatic family secrets. Lies, affairs and afflictions bubble to the surface of his seemingly perfect family. Can they come back together or is it too late?","release_date":"2008-01-01","genres":[18],"vote_average":2.0,"runtime":94,"cert":"N\/A","id":145268,"title":"The American Standards","adult":false},{"cast":["Nonnie Rosenberg","Nous'che Rosenberg","Stochelo Rosenberg"],"overview":"","release_date":"1993-07-16","genres":[10402],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":145270,"title":"The Rosenberg Trio Live at The North Sea Jazz Festival ’94","adult":false},{"cast":[],"overview":"It's the story of a child and her mother, two lives that don't communicate with each other. Is that loneliness that sometimes reaches the size of the night. Dark is the night. Dark is the mother. And dark becomes the entire Universe when you are alone and abandoned.","release_date":"1999-11-08","genres":[16,18],"vote_average":5.9,"runtime":6,"cert":"N\/A","id":145278,"title":"A Noite","adult":false},{"cast":[],"overview":"Director Joseph Cornell evokes the nostalgia of childhood by filming a children's party.","release_date":"1938-12-31","genres":[],"vote_average":5.5,"runtime":8,"cert":"N\/A","id":145283,"title":"Children's Party","adult":false},{"cast":["Ulrika Hansson","Kent Andersson","Evabritt Strandberg"],"overview":"Two men pick up fourteen-year-old prostitutes girls. One of the girls begins to fight her client. A neighbor intervenes.","release_date":"1988-11-18","genres":[],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":145288,"title":"Råttornas vinter","adult":false},{"cast":["Momus","Vici Macdonald","Betty Page"],"overview":"Nikos Triandafullidis made this short documentary in 1991 as part of his course work as a film student at the London International Film School. It focuses on accusations of sexism against the singer Momus by NME writer Betty Page, and gets evidence pro or contra from other female figures in Momus' life.","release_date":"1991-12-31","genres":[],"vote_average":0.0,"runtime":11,"cert":"","id":145302,"title":"Momus: Amongst Women Only","adult":false},{"cast":["John Flanders","Nikkie Van Lierop","Joey Beltram","Cisco Ferreira","Eddy Declercq"],"overview":"In the late 1980s, the Belgian electronic New Beat music movement conquered dance floors worldwide, and all of a sudden Belgium was on the map. This eclectic predecessor of house music appeared to materialize out of nothing, but according to the makers of The Sound of Belgium, it was the product of a historical search for identity that apparently went back to the Battle of Waterloo and the aftermath of the First World War.","release_date":"2012-11-17","genres":[99,10402],"vote_average":7.8,"runtime":85,"cert":"N\/A","id":145304,"title":"The Sound of Belgium","adult":false},{"cast":["Vincent Ball","Wendy Williams","Hilda Fenemore","Robert Cawdron","Brian Smith"],"overview":"Newly graduated defense attorney David Kyle (Vincent Ball) is stymied by his first case: to represent youthful criminal Jimmy Fuller (Brian Smith), who refuses to explain his involvement in the murder of the revered Diana White (Angela Douglas), a probation officer seemingly devoted to her work. As he investigates, David learns that Diana's partners may not be as respectable as they appear and that Jimmy's girlfriend is in grave danger from them. [Netflix]","release_date":"1960-11-18","genres":[],"vote_average":0.0,"runtime":56,"cert":"","id":145309,"title":"Feet of Clay","adult":false},{"cast":["Bob Smiley"],"overview":"Find out why this show sold out and everyone including Bob's Mother In-Law loves it! This DVD contains over an hour of Bob's comedy show and several bonus features including the hit video \"The Colter Show\" complete with bloopers!","release_date":"2010-10-21","genres":[35],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":145314,"title":"Bob Smiley: Uncaged","adult":false},{"cast":["Larry the Cable Guy","Keith Ferguson","Stacy Keach","Jonathan Adams","Lindsey Collins"],"overview":"Mater's decision to fly lands him accidentally at a big airshow.","release_date":"2011-08-04","genres":[16,10751],"vote_average":5.8,"runtime":6,"cert":"N\/A","id":145316,"title":"Air Mater","adult":false},{"cast":["Tim Hawkins","Bob Smiley","John Branyan"],"overview":"Don't miss what happens when three popular standup Christian comedians come together on stage! Filmed on tour in California, Bob Smiley, Tim Hawkins, and John Branyan really bring down the house with hilarious performances---and their faith-based entertainment is great for the whole family to enjoy together. Also includes behind-the-scenes footage!","release_date":"2011-07-05","genres":[],"vote_average":9.0,"runtime":160,"cert":"N\/A","id":145318,"title":"Rockshow Comedy Tour","adult":false},{"cast":[],"overview":"","release_date":"1982-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":145323,"title":"Sova Räv","adult":false},{"cast":["Hazama Azmi","Intan Ladyana","Fendi Raja Lawak","Hasnul Rahmat","Mohd Shahril"],"overview":"Hazama is a youth who dreams of becoming a singer and experiencing life with his best friend Tapai. However, so far he is only working at a motorcycle repair shop and dealing with Tapai's debts with the gangster Black, until one day they are involved in a fight. Hazama's life changes when he meets Abang Samad, a loner. He begins spending more and more time with Abang Samad until the latter falls sick one day, and Hazama is shocked to discover his ailment. Meanwhile, Laila, a reporter, has been changed to the entertainment department when she commits an error during a police operation. Hazama and Laila are brought together when Tapai and Juita asks him to meet with her cousin sister, who turns out to be Laila. With Laila's support, Hazama chases after his dream of singing, and records a song which sees positive reception, but what follows the success is only sadness...","release_date":"2012-10-25","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":145328,"title":"Apa Celop Toqq","adult":false},{"cast":[],"overview":"A continuous zoom traverses the space of a breakfast table, serving as a grand metaphor for indigestion.","release_date":"1976-12-31","genres":[],"vote_average":3.5,"runtime":15,"cert":"N\/A","id":145336,"title":"Breakfast (Table-Top Dolly)","adult":false},{"cast":["Marek Kondrat","Renata Dancewicz","Zbigniew Zamachowski","Adam Ferency","Artur Barciś"],"overview":"","release_date":"1996-05-10","genres":[35],"vote_average":7.5,"runtime":null,"cert":"N\/A","id":145341,"title":"Colonel Kwiatkowski","adult":false},{"cast":["Natasha Henstridge","Gabriel Hogan","Amanda Thomson","Brittany Adams","Jack Ettlinger"],"overview":"Romance blossoms between two music teachers who compete for the same job.","release_date":"2014-11-06","genres":[10751,10749,10770],"vote_average":5.4,"runtime":90,"cert":"N\/A","id":145343,"title":"Christmas Song","adult":false},{"cast":[],"overview":"Dutch filmmaker Leo de Boer couldn't resist the temptation, so he invested a lot of money in the stock market and lost big. To make matters worse, the money actually belonged to his son Michael. Now Leo wants his money back, but should he keep investing or call it quits? In this introspective film, Leo de Boer seeks out the mechanisms underlying the temptation to gamble. And why is it that other people are getting rich this way, but he isn't?","release_date":"2012-11-15","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":145363,"title":"I want my money back","adult":false},{"cast":["Raymond Pellegrin","Andrea Giordana","John Ireland","Bruno Corazzari"],"overview":"Taste of Death\r Cost of Dying","release_date":"1968-09-14","genres":[37],"vote_average":8.0,"runtime":91,"cert":"N\/A","id":145368,"title":"Taste of Death","adult":false},{"cast":["Fernando Sancho","Stephen Forsyth","Germán Cobos","Antonella Judica","Léa Nanni"],"overview":"In a frontier town between the USA and Mexico, Sancho and his gang assault a monastery, kill a few monks who try to oppose the invasion of the sacred building, and get away with a work of art in gold and diamonds. Andrej, a lonesome cowboy, is informed of his brother's death, one of the monks, and starts a search for the gang. Among the lawless and godless men, a fight for getting the better part of the loot is taking place and blood is flowing as much as bullets.","release_date":"1968-04-06","genres":[37,28],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":145370,"title":"Blood Calls to Blood","adult":false},{"cast":["Enoque Batista","Marlene França","Milton Ribeiro","Helio Souto","Pio Zamuner"],"overview":"Based on the novel by Franklin Távora, the film follows the adventures of a father and a son in 18th century Brazil.","release_date":"1963-01-01","genres":[12,18],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":145372,"title":"O Cabeleira","adult":false},{"cast":["George Martin","Gilbert Roland","Jack Elam","Rosalba Neri","Alfio Caltabiano"],"overview":"Jorge Martin is relentlessly stalking a gang of outlaws led by the ruthless Slim (Jack Elam) who raped and murdered his bride.","release_date":"1968-10-25","genres":[37],"vote_average":6.8,"runtime":92,"cert":"N\/A","id":145377,"title":"Sartana Does Not Forgive","adult":false},{"cast":["Craig Hill","Ida Galli","Giovanni Cianfriglia","Pietro Tordi","Mariangela Giordano"],"overview":"Three men, Jerry (Hill), Reno (Wood) and Paco (White), meet in the same prison and in their cell they find a Mexican boy condemned to death for murder. One night the three convicts are mysteriously released by a priest and the father of the Mexican boy who promises them a reward of $30,000 if they can find the real murderer within ten days. Certain that the Mexican boy is not guilty, Reno and the others organize a plan which leads to the unmasking of the real killers.","release_date":"1968-11-23","genres":[37],"vote_average":4.0,"runtime":97,"cert":"N\/A","id":145379,"title":"No Graves on Boot Hill","adult":false},{"cast":["John Ireland","Mark Damon","Raf Baldassarre","Fernando Sancho","Mónica Randall"],"overview":"The Indian called Copper Face is suspected to have stolen a large quantity of gold from a bank.","release_date":"1968-03-27","genres":[37],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":145381,"title":"All Out","adult":false},{"cast":["Richard Harrison","Pamela Tudor","Paolo Gozlino","José Bódalo","Jolanda Modio"],"overview":"Bespectacled pistolero Stan Ross comes to Canyon City and becomes involved with two feuding factions, after a clerk has been killed by the banker Jefferson during a botched holdup, while robbing his own bank.","release_date":"1968-11-13","genres":[37],"vote_average":6.3,"runtime":102,"cert":"N\/A","id":145383,"title":"Day After Tomorrow","adult":false},{"cast":["Goa Gil","Cleo Odzer","Swami William"],"overview":"\"Last Hippie Standing\", 2002, is a video clip style portrait about the hippie generation. Thirty years ago, this was a movement which came to Goa to find something they couldn't find at home.","release_date":"2002-03-31","genres":[],"vote_average":5.3,"runtime":45,"cert":"N\/A","id":145385,"title":"Last Hippie Standing","adult":false},{"cast":["Joan Chen","Ananda Everingham","Jason Chan","Nadya Hutagalung","Keagan Kang"],"overview":"Li-ann, a dreamer, is a strong believer of the soul mate theory and rejects all men, especially her best friend KS, till she falls in love with Jeremy, at first sight. They tour Chinatown, Singapore, together on February 29 1980. Unfortunately, she is heartbroken when he tells her he is engaged. He decides to make up to her by meeting her same time, same place, every leap year. Their love spans twenty years, as they realize the pain of love until they take the leap of faith...and the leap of love...","release_date":"2008-02-29","genres":[10749],"vote_average":6.5,"runtime":102,"cert":"N\/A","id":145387,"title":"The Leap Years","adult":false},{"cast":["A.I. Bezzerides","Jules Dassin","Gregory Patrick Karr","Cloris Leachman","Terry Moore"],"overview":"A journey to places, where the overseen Hollywood screenwriter Albert Isaac \"Buzz\" Bezzerides lived and worked, revealing the operation of Hollywood's production system in the 40ies, 50ies, 60ies and more ...","release_date":"2005-04-05","genres":[],"vote_average":0.0,"runtime":118,"cert":"N\/A","id":145398,"title":"Buzz","adult":false},{"cast":["Akira Kobayashi","Idsumi Ashikawa","Mari Shiraki","Tomio Aoki","Ryôji Hayama"],"overview":"College students come up with a scam to rob a gambling house. When it comes time to collect, the money isn't there, leading the young men into even more serious crime.","release_date":"1958-11-11","genres":[],"vote_average":6.3,"runtime":93,"cert":"N\/A","id":145400,"title":"The Tragedy of Today","adult":false},{"cast":["Matej Družnik","David Furlan","Peter Hvalica","Polona Juh","Marko Miladinovič"],"overview":"Five young men, each without a job, spend most of their time together at a local bar seeing how much beer they can drink without paying. Occasionally outside events intrude on their easy-going lifestyle, such as searching for a missing car, and the appearance of an attractive young hairdresser and her friend.","release_date":"2000-04-13","genres":[35],"vote_average":7.3,"runtime":90,"cert":"N\/A","id":145420,"title":"Fuck It","adult":false},{"cast":["Wolfgang Kieling","Catherine Schell","William Marlowe","Pamela Ann Davy","Guy Deghy"],"overview":"An Englishman in Holland gets involved in a murder case. It looks bad for him, but the wily Inspector Van Der Valk isn't convinced of his guilt.","release_date":"1968-06-09","genres":[80,9648,53],"vote_average":0.0,"runtime":null,"cert":"","id":145440,"title":"Amsterdam Affair","adult":false},{"cast":["Stella Carnacina","Chris Avram","Lucretia Love","Ivan Rassimov","Gabriele Tinti"],"overview":"The story in this horror movie revolves around a strange religious icon and the demonic sexual influence it exerts on a young art student. After a gory dream sequence in which the woman imagines herself being nailed to a cross herself, the statue eventually comes to life and begins to sexually torment her.","release_date":"1974-11-06","genres":[27],"vote_average":7.0,"runtime":92,"cert":"","id":145451,"title":"Enter the Devil","adult":false},{"cast":["Colton Ford","Robert Gunn","Barry Barrett","Steve Dragon","Eric Evans"],"overview":"The sultry, sexy, hairy COLTON FORD is taking in more than the sights at the All Worlds Resort.  Mature, nasty, sexy pigs are running free in Palm Springs and they're sucking and fucking anything that moves!","release_date":"2002-06-12","genres":[],"vote_average":8.0,"runtime":105,"cert":"N\/A","id":145465,"title":"Bearing Leather","adult":true},{"cast":[],"overview":"","release_date":"1990-12-31","genres":[],"vote_average":3.0,"runtime":11,"cert":"N\/A","id":145467,"title":"Jollies","adult":false},{"cast":["Pedro Armendáriz","Giuliano Gemma","Antonella Lualdi","Serge Nubret","Jacqueline Sassard"],"overview":"An evil king makes a bargain with a devil in order to get away with murdering his wife.","release_date":"1962-05-04","genres":[12,14],"vote_average":5.2,"runtime":111,"cert":"N\/A","id":145472,"title":"My Son, the Hero","adult":false},{"cast":[],"overview":"An untold side of the Israeli- Palestinian Conflict: gay Palestinians - Louie, Abdu and Fares - are hiding in Tel Aviv, and until they escape, they must remain 'the invisible men'.","release_date":"2012-01-01","genres":[99],"vote_average":5.0,"runtime":60,"cert":"N\/A","id":145474,"title":"The Invisible Men","adult":false},{"cast":[],"overview":"","release_date":"1980-12-04","genres":[10402],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":145491,"title":"John McLaughlin, Al DiMeola, Paco DeLucia: Friday Night in San Francisco   Vol,1 & 2","adult":false},{"cert":"N\/A","title":"Gallero","cast":["Gustavo Almada","Silvia Zerbini"],"genres":[],"id":145496,"overview":"No overview is available.","runtime":100,"release_date":"2008-01-01","vote_average":0.0,"adult":false}]