[{"cast":["Nabil Mehta","Amy Sobol","Ivan Smith","Franceen Brodkin","Dan Beamish"],"overview":"Omi, a seven-year old East Indian boy is sent to Ottawa to live with his uncle due to his mother's illness back home. He has no father and unaware that his mother is likely to die, Omi believes that he is on a mission to find a hero to take back to India to save her. Omi connects emotionally with Roland, the captain of a local tour boat who in turn begins a romance with Safia, Omi's fiesty teenage cousin who is assigned to take care of him.","release_date":"","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":147500,"title":"A Passage to Ottawa","adult":false},{"cast":["Jemaine Clement","Bret McKenzie"],"overview":"A quirky live performance feature featuring New Zealand folk-parody duo Jemaine Clement and Bret McKenzie, who earned raves at the Edinburgh Fringe Festival and Melbourne Comedy Festival and who won the Bass Ale Award for Best Alternative Act at the 2005 U.S. Comedy Arts Festival.","release_date":"2005-08-19","genres":[35,10402],"vote_average":8.5,"runtime":29,"cert":"N\/A","id":147502,"title":"One Night Stand: Flight of the Conchords","adult":false},{"cast":["Amira Casar","Thierry Frémont","Judith Davis","Pascal Elso","Ariane Ascaride"],"overview":"The story of the relationship between Dora Maar and Pablo Picasso","release_date":"2011-02-16","genres":[18],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":147504,"title":"La femme qui pleure au chapeau rouge","adult":false},{"cast":[],"overview":"","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147506,"title":"Pôle Sud","adult":false},{"cast":["Claus Holm","Paula Braend","Rolf Wanka","Mona Baptiste","Adrian Hoven"],"overview":"Three murdered prostitutes, a perplexed commissioner, a trap for the killer and good atmosphere in the Apollo nightclub.","release_date":"1968-03-22","genres":[35,80],"vote_average":4.3,"runtime":88,"cert":"N\/A","id":147508,"title":"Sünde mit Rabatt","adult":false},{"cast":["Tom van Kalmthout","Steven de Jong","Vivian van Huiden","Sanneke Bos"],"overview":"Bouke tells Tom and Mirjam about the legend of \"Flying Volckert\" who used to harass everyone in the village in the past. Together with their dog Snuf, Tom and Mirjam decide to investigate the story. Near the swamp they encounter gamekeeper Grevendonk who's caught in a bear trap and swears it was Flying Volckert. When inexplicable things start happening in the village, the village people decide to take matters into their own hands and together with the local police they start looking in the swamp.","release_date":"2008-09-08","genres":[12,10751],"vote_average":5.8,"runtime":null,"cert":"N\/A","id":147513,"title":"Snuf de Hond en de Jacht op de Vliegende Volckert","adult":false},{"cast":["Kang Shin-hyo","Lee Kyung-mi","Kim Jung-pal","Lee Bit-na"],"overview":"About an aspiring author who wakes up from a 27-year coma as one of his country's finest authors, credited for a book he didn't write.","release_date":"2013-09-19","genres":[18],"vote_average":5.0,"runtime":140,"cert":"N\/A","id":147533,"title":"The Russian Novel","adult":false},{"cast":["Nam Yeon-woo","Yang Jo-a","Hong Jeong-ho","Kang Ki-Doong","Kim Hee-sung"],"overview":"In this coming-of-age drama, sin, conscience and responsibility take center stage when 28-year-old protagonist confesses to his part in a rape ten years earlier. Wracked by guilt, his itemization of the choices that led to his crime are simultaneously shocking and numbing.","release_date":"2012-10-05","genres":[53,18],"vote_average":5.0,"runtime":103,"cert":"N\/A","id":147535,"title":"Fatal","adult":false},{"cast":["Max Fleischer"],"overview":"Koko the Clown discovers a machine that can make cartoons. Note that there's a re-released version of this short from the 1930s with added music and voice-work.","release_date":"1924-02-21","genres":[16,35],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":147546,"title":"Cartoon Factory","adult":false},{"cast":["Alice Guy-Blaché","Germaine Serand","Yvonne Serand"],"overview":"A brief fantasy tale involving a strange fairy who can produce and deliver babies coming out of cabbages.","release_date":"1896-03-31","genres":[14],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":147554,"title":"The Cabbage-Patch Fairy","adult":false},{"cast":[],"overview":"","release_date":"1961-12-31","genres":[],"vote_average":5.6,"runtime":6,"cert":"N\/A","id":147562,"title":"Maszyna","adult":false},{"cast":["Henki Kolstad","Jack Kennedy","Randi Kolstad","Bjarne Andersen","Jens Bolling"],"overview":"An American bomber is shot down on the Norwegian coast during World War II. The airmen bail out and land at different locations. In spite of the German search for them, the Norwegian resistance picks them up and hides them in the attic of the local church, a center of operations. Things become tense, however, when the hideout is spotted by a notorious collaborator, and soon the protagonist, Hans, has to get the airmen to Sweden.","release_date":"1952-01-21","genres":[10752,53],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":147567,"title":"Emergency Landing","adult":false},{"cast":["Jeff Cameron","Franco Ricci","Celso Faria","Benito Pacifico","Simonetta Vitelli"],"overview":"Seven masked bandits, whose chief calls himself \"Mormon\", kidnap young Susy, cousin of the mayor of Clayton City, Frank Clonny. Frank accepts the $15,000 ransom requested by the bandits and thinks of a plan which will permit him, with the help of Benson, the sheriff, to free his cousin, recover the money and capture the outlaws. The plan, though, is destined to fail, because one of the mayor's men, Donovan, allows the bandits to escape the trap. Benson then decides to call in Sartana, who the Mormon immediately tries to eliminate with the help of four killers: Buffalo, who kills with a bullwhip; Martinez, an expert knife thrower; Sullivan, a giant of incredible strength and Silky, a sly and fast gunslinger.","release_date":"1969-11-09","genres":[37],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":147575,"title":"The Four Who Came to Kill Sartana","adult":false},{"cast":["Maddy Reilly"],"overview":"97% owned present serious research and verifiable evidence on our economic and financial system. This is the first documentary to tackle this issue from a UK-perspective and explains the inner workings of Central Banks and the Money creation process. When money drives almost all activity on the planet, it's essential that we understand it. Yet simple questions often get overlooked, questions like; where does money come from? Who creates it? Who decides how it gets used? And what does this mean for the millions of ordinary people who suffer when the monetary, and financial system, breaks down? Produced by Queuepolitely and featuring Ben Dyson of Positive Money, Josh Ryan-Collins of The New Economics Foundation, Ann Pettifor, the \"HBOS Whistleblower\" Paul Moore, Simon Dixon of Bank to the Future and Nick Dearden from the Jubliee Debt Campaign.","release_date":"2012-05-01","genres":[99],"vote_average":8.4,"runtime":130,"cert":"","id":147580,"title":"97% Owned","adult":false},{"cast":[],"overview":"In 2005 the Glazer family took over Man United in Footballs first leveraged buyout. In 2007 America duo Tom Hicks and George Gillett purchased Liverpool football club in the same manner despite promises to the contrary. The Potemkin league chronicled the unfortunate ownership of the two Americans and found a city and culture that was diametrically opposed to their methods. The documentary discovers the Shankly spirit, crushed by the Thatcher years, awakened in the city and followed the events as they unfold.","release_date":"2010-10-20","genres":[],"vote_average":0.0,"runtime":40,"cert":"","id":147582,"title":"The Potemkin League","adult":false},{"cast":["Wayde Preston","Loredana Nusciak","Giuseppe De Santis","Dan Vadis"],"overview":"Johnny Texas is asked to inquire about the death of Prescott, a rich landowner accused of having robbed a postal wagon. His investigation upsets Prescott's neighbor, Martin, who will use all possible means to stop him.","release_date":"1969-08-07","genres":[37],"vote_average":5.0,"runtime":94,"cert":"N\/A","id":147584,"title":"God Will Forgive My Pistol","adult":false},{"cast":[],"overview":"Manchester United's domination of the Premiership over the last 8 years has been nothing short of phenomenal, and they just get better and better and better. This year Sir Alex Ferguson claimed that his side was the 'best Manchester United side ever' with their 6th Premiership victory in the eight years since the competition started. Their record-breaking season has included the biggest ever Championship points margin over the team in second place, and the record number of goals ever scored in the Premiership. Skipper Roy Keane was confirmed as the players' player of the year and the writers' player of the year This video contains every goal from every game in Manchester United's historic Premiership season. It also contains highlights from Champions League matches, the Club World Championships in Brazil and the World Club Championships in Tokyo. This video contains over 90 mins of untouchable Red brilliance for you to watch over and over again.","release_date":"2000-12-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":147586,"title":"Manchester United Season Review 1999-00","adult":false},{"cast":[],"overview":"UFOs involved developing special color filters used on an-optical bench in reshooting original rolls, but to heighten the color saturation exponentially, black frames were inter-edited so that the eyes’ cones were constantly refreshed, the saturation never diminished, and there was a shift in the brain’s alpha rhythm so that observers had conflicting reactions. A film breakthrough that literally created an individualized viewing experience.","release_date":"1971-01-01","genres":[16],"vote_average":5.6,"runtime":3,"cert":"N\/A","id":147603,"title":"UFOs","adult":false},{"cast":[],"overview":"","release_date":"1957-12-31","genres":[],"vote_average":5.2,"runtime":8,"cert":"N\/A","id":147611,"title":"Jamestown Baloos","adult":false},{"cast":["Amacio Mazzaropi","Geny Prado","Marly Marley","Isabel Cristina","Roberto Duval"],"overview":"","release_date":"1963-05-11","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":147613,"title":"Casinha Pequenina","adult":false},{"cast":["Florence Lawrence","Frank Powell","Owen Moore","James Kirkwood","Mack Sennett"],"overview":"In an Indian tribe, a girl escapes from her father and suitor to be with the man she loves.","release_date":"1909-08-05","genres":[37],"vote_average":5.0,"runtime":11,"cert":"N\/A","id":147615,"title":"The Mended Lute","adult":false},{"cast":["Kaoru Osanai","Haruko Sawamura","Denmei Suzuki","Yuriko Hanabusa","Sotaro Okada"],"overview":"A small town boy dreams of being a famous fiddler; meanwhile, two convicts escape from prison and hide in the woods","release_date":"1921-04-08","genres":[18],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":147626,"title":"Souls on the Road","adult":false},{"cast":["Peter Thompson","Cheryl Rixon","Norman Yemm","Reg Gorman","Alan Cassell"],"overview":"","release_date":"1975-10-30","genres":[35],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":147628,"title":"Plugg","adult":false},{"cast":["Carmen Duncan","Michael Aitkens","Shane Briant","Red Symons"],"overview":"The action moves along quickly, jumping over holes in the script, in this made-for-television drama about Eve, an ex-terrorist from Germany who is forced to escape to Australia with her teenage daughter Chrissie when she is sought by Riley, a lover from 17 years in the past. In turn, the IRA has sent two members after Riley because he shot an IRA soldier and must pay the consequences. The two IRA operatives looking for Riley come across a really nasty biker who wants vengeance on Eve for setting his car on fire -- and the three men finally track her and Chrissie to the wine-growing country of Barossa Valley. The final denouement is about to explode, as Riley also arrives on the scene. With under-par acting and a patchy plot, this film was never released theatrically.","release_date":"1986-01-01","genres":[12,28],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":147636,"title":"Run Chrissie Run!","adult":false},{"cast":["Joanne Samuel","Lou Brown","Bunney Brooke","John Bluthal","Vincent Ball"],"overview":"A young girl is subjected to a reign of terror so that her soul can be transferred to the body of an old crone.","release_date":"1981-05-01","genres":[27],"vote_average":4.0,"runtime":97,"cert":"N\/A","id":147641,"title":"Alison's Birthday","adult":false},{"cast":["Tom Skerritt","James Mason"],"overview":"Building is Howard's passion, and he is so absorbed in his plans to build an elaborate resort in the Blue Mountains of Australia that he ignores certain obvious signals that his business partner is not entirely on the up-and-up. After a brush fire destroys the resort, an insurance investigator comes nosing around, whom Howard's partner deals with in a drastic manner. By the time Lloyds of London's senior investigator George Engels (James Mason in one of his last roles) arrives on the scene, Howard (Tom Skerritt) is anxious to set things to rights.","release_date":"1982-10-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147643,"title":"A Dangerous Summer","adult":false},{"cast":["Joséphine de Meaux","Patrick Catalifo","Dominique Reymond","Fanny Cottençon","Carmen Maria Vega"],"overview":"A dedicated archaeologist, Anna Brahé, is stubbornly engaged in exploring an underground site, convinced that she will soon come across some important burial artefacts. Her superior is more sceptical and, his patience exhausted, sends Peter Morel, a renowned archaeologist, to make an assessment of Anna’s discoveries so far. Despite their differences Anna and Peter cannot help being drawn to one another as the site collapses around them...","release_date":"2012-09-12","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":147657,"title":"Le jour de la grenouille","adult":false},{"cast":["Jean-Michel Anctil"],"overview":"","release_date":"2003-11-18","genres":[35],"vote_average":4.3,"runtime":129,"cert":"N\/A","id":147659,"title":"Jean-Michel Anctil Rumors","adult":false},{"cast":["Anita Lecollinet","Agnès Soral","Juliette Besson"],"overview":"","release_date":"2012-10-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147670,"title":"Par les épines - Histoire de quatre printemps","adult":false},{"cast":["Yasunori Matsumoto","Yuko Mizutani","Akiko Yajima","Junko Asami","Kyoko Minami"],"overview":"Magic swords, damsels in distress... and an instant camera?  It's cold steel and hot babes as our morally impaired young knight must rescue multiple damsels in distress imprisoned in an enchanted castle by an army of demons. Pausing only for a quick click of his trusy camera's shutter, the young lasses struggle to cover their lithesome charms. Yea, the shining spirit of chivalry has never been so disgraced as by this knave in his ebdless search for fast gold and faster women.","release_date":"1991-10-25","genres":[10749,16,14],"vote_average":1.0,"runtime":30,"cert":"N\/A","id":147672,"title":"Dragon Knight","adult":false},{"cast":["Angelo Debarre","Ninine Garcia","Moreno"],"overview":"","release_date":"2012-10-10","genres":[],"vote_average":8.0,"runtime":96,"cert":"N\/A","id":147674,"title":"Les Fils du vent","adult":false},{"cast":[],"overview":"An important early film by Stan Brakhage, which Cornell commissioned as a record of New York's Third Avenue before it was torn down. Curiously lacking in people, the film focuses on the rhythms of the ride and reflections in train windows, finding a real-world version of the superimpositions Brakhage would later create in the lab.","release_date":"1955-12-04","genres":[99],"vote_average":5.8,"runtime":6,"cert":"N\/A","id":147676,"title":"The Wonder Ring","adult":false},{"cast":[],"overview":"A very intimate look on Lars von Trier and his cast and crew, during the production of \"The Idiots\".","release_date":"1999-06-07","genres":[],"vote_average":6.0,"runtime":79,"cert":"N\/A","id":147678,"title":"The Humiliated","adult":false},{"cast":["Caroline Ducey","Claude Berne","Zirek"],"overview":"","release_date":"2012-11-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147680,"title":"Hotel du paradis","adult":false},{"cast":["Mitsuaki Madono","Mikiko Kurihara","Nina Kumagaya","Hiroshi Naka","Kenichi Ogata"],"overview":"Takeru meets the boy Jodis which is in trouble for theft. Takeru saves him shares the night with him, finding out that Jodis is a girl. Later she is been kidnapped and Takeru goes to rescue her.","release_date":"1995-02-25","genres":[16,14],"vote_average":4.0,"runtime":40,"cert":"N\/A","id":147682,"title":"Dragon Knight: Another Knight on the Town","adult":false},{"cast":["Félix Moati","Sara Forestier","Eric Elmosnino","Maïwenn","Zinedine Soualem"],"overview":"","release_date":"2012-12-10","genres":[35],"vote_average":5.4,"runtime":null,"cert":"N\/A","id":147684,"title":"Télé gaucho","adult":false},{"cast":["Josiane Balasko","Gérard Jugnot","Clovis Cornillac","Pierre Richard","Magaly Berdy"],"overview":"","release_date":"2012-12-10","genres":[35],"vote_average":6.4,"runtime":null,"cert":"N\/A","id":147686,"title":"Mes héros","adult":false},{"cast":["Elizabeth Taylor","Robert Wagner","James Coco","William Windom","Edward Winter"],"overview":"Marguerite Sydney is a celebrated Hollywood star attempting a comeback after a stay in a mental hospital, as well as trying to re-establish a relationship with her teenage son, and risking a romance with a mysterious stranger.","release_date":"1986-10-05","genres":[18,10770],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":147694,"title":"There Must Be a Pony","adult":false},{"cast":["Lawrence Tierney","Scott Spiegel"],"overview":"Based on the true story of Louis \"Red\" Deutsch. A New Jersey bar-owner is plagued with prank phone calls that prompt him to flip into psychotic, profanity-laden rages.","release_date":"1993-01-03","genres":[],"vote_average":6.0,"runtime":35,"cert":"N\/A","id":147696,"title":"Red","adult":false},{"cast":["Vlad Ivanov","Sandrine Bonnaire","Jamie Sives"],"overview":"An animated feature-length documentary telling the story of the life of Crulic, a 33 year-old Romanian accused of having stolen a wallet from an important Polish judge. Crulic was brought to the Krakow Detention Center Custody prison. He decided to start a hunger strike from the day he was arrested, demanding a meeting with somebody from the Romanian Consulate.","release_date":"2011-10-21","genres":[16,99],"vote_average":7.1,"runtime":73,"cert":"N\/A","id":147698,"title":"Crulic: The Path to Beyond","adult":false},{"cast":["Dub Inc","Tiken Jah Fakoly","Amazygh Kateb"],"overview":"","release_date":"2012-12-12","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":147700,"title":"Rude Boy Story","adult":false},{"cast":["Michael Schøt"],"overview":"","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147711,"title":"Schøt Happens","adult":false},{"cast":[],"overview":"Jerry orders a vicious dog from a catalog, but when it arrives, it's even smaller than Jerry. However, despite its size, it launches an impressive attack on Tom","release_date":"1965-12-22","genres":[16,35],"vote_average":6.3,"runtime":6,"cert":"N\/A","id":147716,"title":"The Cat's Me-Ouch","adult":false},{"cast":[],"overview":"Study in motion based on Muybridge’s photographs of man running.","release_date":"1971-12-31","genres":[16],"vote_average":5.7,"runtime":4,"cert":"N\/A","id":147721,"title":"Olympiad","adult":false},{"cast":["Marie Murray"],"overview":"","release_date":"1903-10-31","genres":[],"vote_average":4.7,"runtime":4,"cert":"N\/A","id":147723,"title":"A Romance of the Rail","adult":false},{"cast":["Miles Davis"],"overview":"Filmed in Paris in 1989 when Miles Davis was touring in Europe.","release_date":"1990-11-06","genres":[10402],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":147725,"title":"Miles In Paris","adult":false},{"cast":["Michel Petrucciani","Wayne Shorter","Jim Hall"],"overview":"","release_date":"","genres":[10402],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":147727,"title":"Michel Petrucciani  Power of Three","adult":false},{"cast":["Paddy O'Byrne"],"overview":"Animals Are Beautiful People (aka Beautiful People) is a 1974 nature documentary about the wildlife in Southern Africa. It was filmed in the Namib Desert, the Kalahari Desert and the Okavango River and Okavango Delta. It was produced for cinema and has a length of slightly more than 90 minutes.","release_date":"1974-11-14","genres":[35,99,10751],"vote_average":7.6,"runtime":92,"cert":"N\/A","id":147729,"title":"Animals Are Beautiful People","adult":false},{"cast":["Tony Kendall","Jean Louis","Sophia Kammara","Omero Gargano","Dino Strano"],"overview":"A man is falsely charged with bank robbery, prompting his brother to break him out of prison. Together the pair set out to find the real culprits, and their search leads them to a gang of outlaws headed by a notorious gunfighter.","release_date":"1971-02-19","genres":[],"vote_average":3.5,"runtime":84,"cert":"N\/A","id":147731,"title":"Brother Outlaw","adult":false},{"cast":["Matthew Kennedy","Adam Brooks","Amy Groening","Roger Groening","Jon Stebbe"],"overview":"Mike and Alan make movies.","release_date":"2009-04-23","genres":[],"vote_average":0.0,"runtime":28,"cert":"N\/A","id":147733,"title":"Nobodies","adult":false},{"cast":["James Mason","Pamela Mason","Scott Forbes","Paul Cavanagh","Bruce Lester"],"overview":"A man will go far to find out about life and love... very far indeed!","release_date":"1954-09-16","genres":[18,35],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":147735,"title":"Charade","adult":false},{"cast":["Adam Brooks","Matthew Kennedy","Conor Sweeney","Aaron Bland","Satu Kolshuk"],"overview":"Five fresh faced camp counselors arrive at Camp Ena, a place where teenage boys and girls learn to experience the joys of nature, as well as each other. A military virus released into the environment twenty years earlier has a deadly effect on the counsellor's genitals causing their erotic games to turn deadly. If you like \"Zombi 3\", \"Friday the 13th Part VII\", or just STDs in general, you'll wish H.I.Z. would never end.","release_date":"2007-10-26","genres":[35,27],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":147740,"title":"H.I.Z. (Erection Der Zombie)","adult":false},{"cast":["Orson Welles","Bob Clampett","Tex Avery","Friz Freleng","Mel Blanc"],"overview":"Animator Robert Clampett presents a history of \"Termite Terrace,\" the little shack on the Warner Brothers studio lot which in the 1930's and 1940's housed the animation unit which gave birth to Porky Pig, Daffy Duck and Bugs Bunny. Includes color and black-and-white home-movie-type footage shot at the time showing such animation greats as Clampett, Tex Avery and Chuck Jones. Also featured are nine complete Warner cartoons.","release_date":"1975-12-19","genres":[16],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":147742,"title":"Bugs Bunny: Superstar","adult":false},{"cast":["Marvin Gaye"],"overview":"Marvin Gaye: Live in Montreux 1980 is a taped performance of singer Marvin Gaye's performance at the Montreux Jazz Festival, recorded on July 17, 1980. Gaye included this performance as part of a European tour. Gaye performs a majority of his hits from his recent disco-funk hits \"Got to Give It Up\" and \"A Funky Space Reincarnation\", to his duet hits with Tammi Terrell including \"Ain't No Mountain High Enough\" and \"Ain't Nothing Like the Real Thing\", in which Gaye re-interpolated the songs as a somber tribute to Terrell, who died over a decade before, to sixties Motown classics such as \"I'll Be Doggone\", \"Ain't That Peculiar\", \"How Sweet It Is (To Be Loved By You)\" and \"I Heard It through the Grapevine\", to seventies standards such as \"What's Going On\", \"Trouble Man\" and \"Let's Get It On\". The Montreux set was later released as a CD\/DVD in 2003.","release_date":"2003-05-20","genres":[10402],"vote_average":4.3,"runtime":100,"cert":"N\/A","id":147744,"title":"Marvin Gaye - Live In Montreux 1980","adult":false},{"cast":["Georges Méliès"],"overview":"Two impish clowns construct a magic lantern. They prop it up at an angle, and use it to project pictures onto a wall. When the picture show ends, they open up the lantern to reveal a group of dancing girls inside - and this is only the first of the indications that this lantern really is magical.","release_date":"1903-01-01","genres":[14],"vote_average":5.7,"runtime":5,"cert":"N\/A","id":147746,"title":"The Magic Lantern","adult":false},{"cast":["Otto Muehl"],"overview":"In the first action he filmed, 6\/64 Mama und Papa, Kren’s editing leads to many interlocking continuous shots; central takes recur like a leitmotif, circular motion and networking can be observed throughout the film. Kren painstakingly weaves the fury in front of his camera lens into dense geometrical figures. Shot\/countershot sequences alternate, lumping back and forth between single (!) frames, they turn the Actionist turmoil into ornaments, rigid geometrical patterns, the equivalent in time to what Mondrian used to distill on canvas in space. (Peter Tscherkassky)","release_date":"1964-01-01","genres":[],"vote_average":4.4,"runtime":4,"cert":"N\/A","id":147748,"title":"6\/64: Mom and Dad (An Otto Mühl Happening)","adult":false},{"cast":[],"overview":"Exile looks at new evidence that suggests the majority of the Jewish people may not have been exiled following the fall of Jerusalem in 70 AD, and asks us to rethink about an event that has played a critical role in the Christian and Jewish traditions.","release_date":"2012-12-07","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":147768,"title":"Exile - A Myth Unearthed","adult":false},{"cast":["Liam James","Steve Carell","Toni Collette","AnnaSophia Robb","Sam Rockwell"],"overview":"Over the course of his summer break, a teenager comes into his own thanks in part to the friendship he strikes up with one of the park's managers.","release_date":"2013-06-06","genres":[35,18],"vote_average":7.1,"runtime":103,"cert":"12","id":147773,"title":"The Way Way Back","adult":false},{"cast":["Rolf Søder","Anne-Lise Tangstad","Solfrid Heier","Kåre Tannvik","Tove Andreassen"],"overview":"","release_date":"1969-02-24","genres":[18],"vote_average":6.0,"runtime":101,"cert":"N\/A","id":147775,"title":"Scorched Earth","adult":false},{"cast":["Ryo Kase","Ichirô Ogura","Machiko Ono","Kenichi Yamamoto","Shunichiro Miki"],"overview":"Record shop clerk and aspiring DJ Tsutomu searches for his masculinity when challenged to a kendo duel.","release_date":"2002-12-04","genres":[35],"vote_average":0.0,"runtime":118,"cert":"N\/A","id":147777,"title":"Frog River","adult":false},{"cast":["Inger Lise Rypdal","Gisle Straume","Astrid Sommer","Karin Helene Haugen","Nils Ole Oftebro"],"overview":"Set in Rodeløkka of Kristiania eastside around the year 1900 and is a rough sketch of how it was to be young and unmarried working girl at the time.","release_date":"1976-02-19","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":147782,"title":"Kjære Maren","adult":false},{"cast":["Roland Carey","Ziva Rodann","Alberto Farnese","Massimo Girotti","Nadia Sanders"],"overview":"","release_date":"1960-12-06","genres":[12],"vote_average":4.3,"runtime":86,"cert":"N\/A","id":147787,"title":"The Giants of Thessaly","adult":false},{"cast":["Blue Demon","Carlos East","Maura Monti","Héctor Gómez","Guillermo Zetina"],"overview":"Blue Demon returns in one of his best adventures like Agent Zero, who this time is facing a criminal organization that attempts to poison the world with a deadly gas (whose formula is unknown). This time, Zero (Blue Demon) is the only one qualified to investigate and prevent Hans plans, the evil leader of the organization.","release_date":"1968-07-11","genres":[],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":147792,"title":"Blue Demon destructor de espías","adult":false},{"cast":["Roy Bjørnstad","Carsten Byhring","Frimann Falck Clausen","Vegard Hall","Erik Hivju"],"overview":"This black-and-white Norwegian film is a great rarity: a film with comic elements set in a mental ward which does not overstep the bounds of common sense or good taste. One feature of the film is that it shows to a small extent the contributions of their families to the patients' plights.","release_date":"1972-03-08","genres":[18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":147797,"title":"Closed Ward","adult":false},{"cast":["Rodolfo Bebán","Evangelina Salazar","Susana Campos","Jacques Arndt","Enzo Viena"],"overview":"Economic difficulties separating a young couple who, after the attempt to survive, decide to meet again.","release_date":"1966-08-04","genres":[18,35],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":147799,"title":"Del brazo y por la calle","adult":false},{"cast":["Serge Reggiani","Jean Davy","Monique Mélinand","Juliette Gréco","Suzy Prim"],"overview":"Au Royaume des Cieux takes place in in a dreadful girls' reformatory. A couple of lovers will try to escape from this living hell.","release_date":"1949-09-30","genres":[18,10749],"vote_average":7.0,"runtime":108,"cert":"N\/A","id":147801,"title":"The Sinners","adult":false},{"cast":[],"overview":"Bellator 84 took place on December 14, 2012 at the Horseshoe Casino in Hammond, Indiana. The event was distributed live in prime time by MTV2.  Bellator 84 hosted the final of Bellator's Season Seven Heavyweight and Lightweight Tournaments.","release_date":"2012-12-14","genres":[],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":147806,"title":"Bellator 84","adult":false},{"cast":["Vera Holte","Helge Jordal","Per Oscarsson","Frode Rasmussen","Katja Medbøe"],"overview":"","release_date":"1986-11-13","genres":[18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":147808,"title":"Nattseilere","adult":false},{"cast":["Betty Hutton","Fred Astaire","Roland Young","Ruth Warrick","Lucile Watson"],"overview":"After the war, Donald Elwood meets his former USO partner, Kitty McNeil. Kitty, now the widow of Richard Everett, has a little boy named Richie; and she is trying to evade her husband's grandmother's control. Serena Everett controls the family money, and she wants Kitty and Richie to live according to the customs and class of the Everett family.","release_date":"1950-11-29","genres":[35,10749],"vote_average":6.3,"runtime":112,"cert":"N\/A","id":147810,"title":"Let's Dance","adult":false},{"cast":["Joshua Grannell","Michael Brenchley","Squeaky Blonde"],"overview":"Part Two in the “Tran-ilogy of Terror” series. There’s a nightmare on Castro Street – a street where gay no longer means ‘happy’. Peaches Christ thought she was doing right by forcing her drunken gal pal Squeaky Blonde into rehab. When a sober Squeaky returns to the Castro, old ghosts prove too powerful and a terrifying relapse leads to a monstrous transformation!","release_date":"2002-07-01","genres":[],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":147812,"title":"A Nightmare on Castro Street","adult":false},{"cast":[],"overview":"Man's rebellion against the world of the digits.","release_date":"1967-12-31","genres":[],"vote_average":5.4,"runtime":7,"cert":"N\/A","id":147820,"title":"Everything Is a Number","adult":false},{"cast":["Anamaria Maier","Adrian Titieni","Constantin Florea","Vlad Spilică","Dragoș Dumitru"],"overview":"Children who are born in family feuds, automatically become grown men, from very early ages. Just because it is a traumatic reality, precisely because we don't read on their faces innocence, happiness or desire to live his childhood, but the weight that burdened his life. The 19 years old young girl is the only source of income support and family. Kiddo is passionate about boxing and the ring is her only refuge.","release_date":"2012-06-01","genres":[],"vote_average":0.0,"runtime":33,"cert":"N\/A","id":147825,"title":"Kiddo","adult":false},{"cast":["Claire Trevor","Jess Barker","Edgar Buchanan","Tom Neal","Albert Bassermann"],"overview":"A 4F military school teacher's lie about being accepted for active duty causes problems on the home front.","release_date":"1943-06-29","genres":[10752,18],"vote_average":5.5,"runtime":70,"cert":"N\/A","id":147830,"title":"Good Luck, Mr. Yates","adult":false},{"cast":[],"overview":"","release_date":"2009-05-15","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":147838,"title":"In Extremo - Am Goldenen Rhein","adult":false},{"cast":["Walter Pidgeon","Deborah Kerr","Angela Lansbury","Binnie Barnes","Janet Leigh"],"overview":"It's 1939 in the small English town of Penny Green and events in Poland are about to change lives. Mark Sabre, a writer of school text books, has married Mabel \"on the rebound\", after his real love Nona marries some one else. Just as war is about to break out, Nona returns home with husband Tony. Mable is sure she can hold onto Mark, though. But misunderstood good deeds on Mark's part turn life for him upside down when his relationship with a young girl starts tongues wagging. Soon, wartime casualties take their toll in Penny Green as well as on the front, as the death of fighting men affects lives back home.","release_date":"1947-12-31","genres":[18],"vote_average":7.0,"runtime":97,"cert":"N\/A","id":147843,"title":"If Winter Comes","adult":false},{"cast":["Mae Questel","Bonnie Poe","Jack Mercer"],"overview":"In her only color cartoon, Betty Boop goes to the ball thanks to the good fairy; later, only her foot fits the glass slipper.","release_date":"1934-08-03","genres":[16,35],"vote_average":6.2,"runtime":11,"cert":"N\/A","id":147848,"title":"Poor Cinderella","adult":false},{"cast":["George P. Breakston","Jimmy Butler","Jackie Searl","Frankie Darro","Donald Haines"],"overview":"A frail boy fights to win acceptance from the leader of a street gang.","release_date":"1934-03-14","genres":[18],"vote_average":7.2,"runtime":74,"cert":"N\/A","id":147850,"title":"No Greater Glory","adult":false},{"cast":[],"overview":"After introducing the small town Bugtown, inhabitated by bugs, this short shows what happens to two honeymooning lovebugs at the Honeymoon Hotel in town, due to the fact, that their love is a little bit to hot.","release_date":"1934-02-17","genres":[10402,16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":147855,"title":"Honeymoon Hotel","adult":false},{"cast":["George Brent","Josephine Hutchinson","Guy Kibbee","Mona Barrie","Robert Barrat"],"overview":"Stalwart Appalachian woman finds romance as she struggles to better herself and her people amid prejudice and familial abuse.","release_date":"1937-04-24","genres":[18,10749],"vote_average":5.5,"runtime":83,"cert":"N\/A","id":147860,"title":"Mountain Justice","adult":false},{"cast":["Vaughn Monroe","Ella Raines","Walter Brennan","Ward Bond","Jeff Corey"],"overview":"Notorious stagecoach robber Rhiannon is unintentionally appointed as deputy when he saves the sheriff's life and must wear two hats between his new job that he enjoys and his old occupation that he misses.","release_date":"1950-02-28","genres":[37],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":147862,"title":"Singing Guns","adult":false},{"cast":["James Dunn","Zasu Pitts","Boots Mallory","Minna Gombell","Terrance Ray"],"overview":"Peggy and her friend Millie are strolling down Broadway while Jimmy and Mac are trolling Broadway, and the four get together...","release_date":"1933-04-14","genres":[18,10749],"vote_average":6.0,"runtime":62,"cert":"N\/A","id":147864,"title":"Hello, Sister!","adult":false},{"cast":["Dorothy Lamour","Lloyd Nolan","Tito Guízar","Jerome Cowan","Jessie Ralph"],"overview":"A Broadway musical comedy star tires of the same old grind and flees the city. She runs into the skipper of a showboat who befriends her..","release_date":"1939-02-03","genres":[35,10402],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":147866,"title":"St. Louis Blues","adult":false},{"cast":["Fabio De Luigi","Cristiana Capotondi","Antonio Catania","Anna Bonaiuto","Dino Abbrescia"],"overview":"Paolo needs to reach the castle of Alberto Caccia, where he was invited to spend Christmas with his family and Margherita, the ninth month of pregnancy. With them there will also be blessed, daughter of Alberto and childhood friend of Margherita, who was also pregnant. Among various mishaps and blunders, Paolo will combine another of his, coming to make everyone believe, because of a misunderstanding, that Alberto's died for his fault.","release_date":"2012-12-22","genres":[35],"vote_average":5.9,"runtime":null,"cert":"N\/A","id":147868,"title":"The Worst Christmas of My Life","adult":false},{"cast":[],"overview":"Little Bo Peep has lost her sheep, and that leaves one of them vulnerable to a pack of hillbilly wolves. It's Mighty Mouse to the rescue!","release_date":"1944-06-22","genres":[16],"vote_average":5.5,"runtime":6,"cert":"N\/A","id":147870,"title":"Wolf! Wolf!","adult":false},{"cast":["Arduíno Colassanti","Manfredo Colassanti","Leila Diniz","Irene Stefânia","Neville D'Almeida"],"overview":"An extended research tour of US university film programs introduced dos Santos to the American avant-garde filmmakers, among them Jonas Mekas and Stan Brakhage, who would directly inspire his formally radical adaptation of an allegorical short story about adultery and colonialism by Guilherme de Figueiredo. Filmed in both Manhattan and Brazil and set against the background of the Vietnam War and its protests, Hunger for Love uses a rigorously abstract soundtrack and narrative structure to evoke the acute paranoia of the period building up to the December 1968 military coup that tipped Brazil perilously close to a conservative dictatorship. With its harsh critique of the decadent tendencies of the Sixties counterculture, Hunger for Love offers a key expression of the self-consciously “ideological” phase of Cinema Novo. -Harvard Film Archive","release_date":"1968-10-15","genres":[18],"vote_average":4.5,"runtime":73,"cert":"N\/A","id":147872,"title":"Hunger for Love","adult":false},{"cast":["Nildo Parente","Isabel Ribeiro","Leila Diniz","Arduíno Colassanti","Ana Maria Magalhães"],"overview":"In another literary adaptation – this time Machado de Assis’ novella O Alienista – and his first color film, dos Santos unleashes an extravagant, maddening excoriation of Brazil’s military dictatorship of the 1970s. As usual, the director exploits all cinematic constituents in his palette – a radically intrusive and discordant soundtrack, non sequitur editing, exaggerated camera angles and all manner of carnivalesque pageantry – to illustrate the tale of a doctor\/priest on a mission to discover truth through the study of madness. The population of his asylum grows as his definition of sanity fluctuates until it finally threatens to incorporate the entire town. The film’s own irrational reversals and allegorical codes gleefully mock the arbitrariness of authoritarianism in all its varied guises. -Harvard Film Archive","release_date":"1970-09-21","genres":[35],"vote_average":5.0,"runtime":79,"cert":"N\/A","id":147874,"title":"A Very Crazy Asylum","adult":false},{"cast":["Wallace Beery","George Raft","Jackie Cooper","Fay Wray","Pert Kelton"],"overview":"\"In the Gay Nineties New York had grown up into bustles and balloon Sleeves ... but The Bowery had grown younger, louder and more rowdy until it was known as the 'Livest Mile on the face of the globe' ... the cradle of men who were later to be famous.","release_date":"1933-10-07","genres":[35,18],"vote_average":4.5,"runtime":92,"cert":"N\/A","id":147876,"title":"The Bowery","adult":false},{"cast":["Memphis Slim"],"overview":"","release_date":"","genres":[10402],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":147881,"title":"Memphis Slim  Live At Ronnie Scott's","adult":false},{"cast":["Gregory Peck","Ava Gardner","Melvyn Douglas","Walter Huston","Ethel Barrymore"],"overview":"A young man succumbs to gambling fever.","release_date":"1949-06-29","genres":[18],"vote_average":6.8,"runtime":110,"cert":"N\/A","id":147886,"title":"The Great Sinner","adult":false},{"cast":["Jennifer Badham","Todd Kaufman","Stephen Mathews","Nancy Rogers","Amanda Hughes"],"overview":"Two teenagers find a book called \"The Book of the Dead,\" and soon they discover that a vampire cult, which needs the book to raise the dead so they can take over the world, is after them.","release_date":"1988-01-01","genres":[27],"vote_average":1.0,"runtime":80,"cert":"N\/A","id":147888,"title":"Vampires on Bikini Beach","adult":false},{"cast":["Peter Wolf","James Randall","Lee Darel","Dudley Hemstreet","Katherine Wilson"],"overview":"A theology student finds himself turning into a vampire and hunting other students for their blood.","release_date":"1975-03-01","genres":[27],"vote_average":3.0,"runtime":95,"cert":"N\/A","id":147890,"title":"Deafula","adult":false},{"cast":["Marcus Miller","Alex Han","Christian Scott","Federico Gonzalez Peña","Ronald Bruner, Jr."],"overview":"","release_date":"2010-01-06","genres":[10402],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":147892,"title":"Marcus Miller - Tutu Revisited","adult":false},{"cast":["Richard Greene","Leonora Amar","Nedrick Young","Eduardo Noriega","Carlos Múzquiz"],"overview":"Captain Scarlett rescues Princess Maria from being abducted while travelling. She's not exactly grateful. He finds out that she is to be married to a man she doesn't like, so Captain Scarlet attempts to help her but winds up in prison for his efforts. He escapes and finally helps the reluctant bride who winds up joining Captain Scarlett and his sidekick and they become something along the lines of the three musketeers.","release_date":"1953-09-12","genres":[12,28],"vote_average":4.0,"runtime":75,"cert":"N\/A","id":147897,"title":"Captain Scarlett","adult":false},{"cast":["Alan Ladd","Shelley Winters","J. Carrol Naish","Hugh O'Brian","Robert Douglas"],"overview":"Alan Ladd and Jay Silverheels (television's Tonto) are blood brothers whose bonds are tested when marauding Sioux Indians cross the border to enlist the peaceful Cree in a battle against the Great White Father.","release_date":"1954-03-30","genres":[37],"vote_average":5.4,"runtime":87,"cert":"N\/A","id":147905,"title":"Saskatchewan","adult":false},{"cast":["Mel Blanc"],"overview":"Foghorn Leghorn, shivering at the thought of another cold winter in his dilapidated roost, decides to court the well-to-do Miss Prissy, but Prissy won't marry him unless he can prove he'll be a good father to her son, a bespectacled egghead genius who, by scientific means, bests Foghorn in every game they play.","release_date":"1954-06-05","genres":[],"vote_average":6.4,"runtime":6,"cert":"N\/A","id":147907,"title":"Little Boy Boo","adult":false},{"cast":["Mel Blanc"],"overview":"When Bugs calls a cab he doesn't know it's the getaway car for a couple of bankrobbers (he does know the capital of Nevada).","release_date":"1954-03-13","genres":[16],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":147915,"title":"Bugs and Thugs","adult":false},{"cast":[],"overview":"Facing a sex obsessed culture, a mountain of stereotypes and misconceptions, and a lack of social or scientific research, asexuals - people who experience no sexual attraction - struggle to claim their identity.","release_date":"2011-01-01","genres":[99],"vote_average":5.3,"runtime":75,"cert":"N\/A","id":147923,"title":"(A)sexual","adult":false},{"cast":["Geoffrey Carey","Paul Getty Jr.","Jeffrey Kime","Rebecca Pauly","Isabelle Weingarten"],"overview":"A small group of well-to-do vacationers go on a hiking trip into the woods. Foolishly unprepared to deal with Mother Nature and their situation, they wander around lost for days and weeks, becoming more and more fatigued, hungry, and desperate. A brief encounter with a pair of epicureans on a bridge fails to garner them any of the gluttons' feast due to a language barrier. Eventually their party begins to die, and the survivors ration their meat among them, attaching a religious-type ritual to its dispensation.","release_date":"1981-09-01","genres":[27,18],"vote_average":5.6,"runtime":104,"cert":"N\/A","id":147925,"title":"The Territory","adult":false},{"cast":["Ed Pincus"],"overview":"A documentary on the life of Ed Pincus and his immediate family from 1971 to 1976.","release_date":"1982-11-17","genres":[99],"vote_average":5.0,"runtime":200,"cert":"N\/A","id":147927,"title":"Diaries","adult":false},{"cast":[],"overview":"","release_date":"2016-02-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147932,"title":"Marisa Monte - Barulhinho Bom","adult":false},{"cast":["Marisa Monte"],"overview":"\"Mais\" (More) is the name of the second studio album by Brazilian singer Marisa Monte, released in 1991 by EMI. The album recording sessions took place from 1990 in various studios, between Brazil and New York. The album debuted in the top of Brazilian hit parade and became the second consecutive album of Marisa Monte to achieve this position. After its launch, generally received positive reviews from most music critics in the World. Check out in this DVD the recording of the tour of the show \"More\" (1991), which signed Marisa Monte as MPB icon.","release_date":"2004-11-01","genres":[10402],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":147934,"title":"Marisa Monte - More","adult":false},{"cast":["James Hetfield","Lars Ulrich","Kirk Hammett","Robert Trujillo","Metallica"],"overview":"Recorded live at Colisée Pepsi in Quebec City, Quebec on 31 October - 1 November, 2009.  Rock legends Metallica captured live in performance in Quebec City in autumn 2009. The two gigs in Quebec were part of the bands 'World Magnetic Tour' and saw them play a host of their most popular songs including 'Master of Puppets', 'The Four Horsemen' and 'Enter Sandman'.","release_date":"2012-12-10","genres":[10402],"vote_average":8.4,"runtime":135,"cert":"","id":147936,"title":"Metallica: Quebec Magnetic","adult":false},{"cast":[],"overview":"It's hard to describe the feelings: another Strain Hunters adventure begins today, a very special one. For the first time, we are going live from the trip. Arjan and myself have been waiting for Simon to arrive from Africa, and also for Mister-X, our new brave photographer that follow us for the first time, documenting the trip with lots of images.Our local contact, Dr. Green, is waiting for us outside the airport with 2 cars, and we immediately drive away. I drive one of the jeeps, a dark-red Land Rover, while Dr. Green drives the other one. As I start driving, I force myself to quickly get used to sticking on the left side of the road and to operating the gear with my left hand. This is the way on most caribbean islands, which are ex-English colonies. Time to get high on some really strong imported weed, after all that time spent in the airplane. It tastes sweet and fruity, it reminds me of Bubba Kush; after a few minutes I am totally stoned, and loving it.","release_date":"2012-07-12","genres":[],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":147938,"title":"Strain Hunters Trinidad & St. Vincent Expedition","adult":false},{"cast":["Kyōko Aizome","Taro Suwa","Mio Saegusa","Maki Tomoda"],"overview":"Onimata Kan is famous for two things: a successful career writing S&M erotica, and hosting the erotic gatherings aboard what has come to be known as the Slave Ship, where the main attraction is the auctioning of the services of sexual partners willing to fulfill any desire. So if it's all consensual, there's no harm, right? At least, that's what Onimata believes until he learns that one of the frequent auctionees has gone insane, and that her husband believes the cause is related to a stalker she acquired. Are the activities aboard the Slave Ship somehow to blame? Fearing the answer, Onimata goes to investigate the mysterious Kitagawa, and soon learns that his own writings only hint at the extremes to which some will go.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":147943,"title":"The Slave Ship","adult":false},{"cast":["Vincent Bolduc","Pierre-Luc Brillant","Delphine Piperni","Alexandra Laverdière","Mathieu Lachapelle"],"overview":"","release_date":"1992-07-03","genres":[35],"vote_average":4.6,"runtime":89,"cert":"N\/A","id":147945,"title":"Tirelire combines et cie","adult":false},{"cast":["Chow Yun-Fat","Eric Tsang","Natalis Chan","Stanley Fung","Maggie Cheung"],"overview":"Ah Fat, foul-mouthed, along with his two close buddies, Traffic Light and Ugly, are working in a garage. Their boss, Ken, is harsh and stingy. However, a warm and close friendship has been established amongh the four. In order for Ah Fat to get over his heartbreak at getting dumped by his girlfriend, Ken suggests a tour to Penang to cheer him up. They come across two beautiful girls, Tung Tung and Man Chi, strolling leisurely on the beach as if they were very wealthy. Since then they decide who's whose. And Ah Fat, the winner, chooses Tung Tung to be his sole target. By the rules of the game, Ken, Traffic Light and Ugly have to compete to see who in the end will win the heart of Man Chi.","release_date":"1987-06-25","genres":[35,10749],"vote_average":5.6,"runtime":102,"cert":"N\/A","id":147950,"title":"The Romancing Star","adult":false},{"cast":["Junko Asahina","Yumi Hayakawa","Mari Kishida","Shinshô Nakamaru","Ren Seidō"],"overview":"A young girl named Mimei is working hard to get as many “penis prints” as possible.  She’s been collecting these works of art since high school, and her goal is to get 100 prints before her arranged marriage within the next month.  Seeking help from her lesbian friends Masumi and Rei, she begins chasing various men around Japan.  Mimei finally gets her last man and is met with a challenge!  He’ll allow her to make a print of his penis only if she can make him achieve ultimate ecstasy.  She accepts, but finds out getting what she needs is a lot harder than she imagined!","release_date":"1981-07-10","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":147958,"title":"I Love It from Behind!","adult":false},{"cast":["Lew Ayres","Rita Johnson","Lloyd Nolan","Virginia Grey","Leon Errol"],"overview":"A mild-mannered insurance salesman gets mixed up with gangsters.","release_date":"1940-08-16","genres":[80,35],"vote_average":4.0,"runtime":64,"cert":"N\/A","id":147969,"title":"The Golden Fleecing","adult":false},{"cast":[],"overview":"","release_date":"1958-12-31","genres":[],"vote_average":4.3,"runtime":9,"cert":"N\/A","id":147971,"title":"Voyage en Boscavie","adult":false},{"cast":["Don Wilson","Deirdre Imershein","Matthias Hues","Richard Beymer","Alan Blumenfeld"],"overview":"Don \"The Dragon\" Wilson is back and forced to take on the greatest legends of the martial arts world. Wilson fights off all comers while defending rock superstar Shanna (Deirdre Imershein) against the insane attacks of a fanatical veteran John Sweet (Matthias Hues-I Come In Peace).","release_date":"1992-05-28","genres":[28],"vote_average":4.8,"runtime":85,"cert":"N\/A","id":147973,"title":"Blackbelt","adult":false},{"cast":[],"overview":"A man is standing in the scene when a fly arrives and begins to irritate him. He tries to swat the fly, but it keeps growing bigger to the point where it shatters the scene. Eventually, the man and the fly decide to negotiate.","release_date":"1967-07-22","genres":[16],"vote_average":6.2,"runtime":9,"cert":"N\/A","id":147975,"title":"The Fly","adult":false},{"cast":[],"overview":"","release_date":"2007-01-02","genres":[],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":147977,"title":"J. Edgar Hoover – Le plus grand ripou d'Amérique","adult":false},{"cast":["Tomokazu Miura","Eiko Koike","Michié","Kimiko Yo","Takashi Tsukamoto"],"overview":"Domestic drama focusing on a soon to be retired train driver and his wife.","release_date":"2011-12-03","genres":[18],"vote_average":0.0,"runtime":123,"cert":"N\/A","id":147979,"title":"Crossroads","adult":false},{"cert":"15","title":"Stewart Francis - Outstanding in His Field","cast":["Stewart Francis"],"genres":[],"id":147987,"overview":"Live from London’s Hammersmith Apollo, this specially-filmed performance of the 2012 stand-up show from killer-gag purveyor, Stewart Francis, features a brand new crop of brilliant one liners and wisecracks – including the gag that won the funniest joke award at the 2012 Edinburgh Fringe.","runtime":null,"release_date":"2012-11-26","vote_average":7.5,"adult":false}]