[{"cast":["Donald O'Connor","Jimmy Durante","Piper Laurie","Joyce Holden","William Conrad"],"overview":"A dairy owner's son takes a job as milkman with a rival company. Director Charles T. Barton's 1950 comedy stars Donald O'Connor, Jimmy Durante, Piper Laurie, Henry O'Neill, Joyce Holden, William Conrad, Paul Harvey, Jess Barker, Elisabeth Risdon, Frank Nelson and Minerva Urecal.","release_date":"1950-10-17","genres":[35],"vote_average":8.0,"runtime":97,"cert":"N\/A","id":148504,"title":"The Milkman","adult":false},{"cast":[],"overview":"Tourism takes its toll on the inhabitability of Venice.","release_date":"2012-12-06","genres":[],"vote_average":5.8,"runtime":82,"cert":"N\/A","id":148506,"title":"The Venice Syndrome","adult":false},{"cast":[],"overview":"A combination of the story of Goldlocks and the Three Bears with the true story of how Teddy Roosevelt spared a bear cub after killing its mother while hunting, an event which led to the popularization of the teddy bear. Goldilocks goes to sleep in the bears' home after watching six teddy bears dance and do acrobatics, viewing them through a knothole in the wall. When she is awoken by the returning bear family, they give chase through the woods, but she runs to the aid of the Old Rough Rider, who saves her.","release_date":"1907-03-02","genres":[35,14],"vote_average":5.3,"runtime":14,"cert":"N\/A","id":148511,"title":"The 'Teddy' Bears","adult":false},{"cast":["Hideko Takamine","Hiroshi Akutagawa","Jukichi Uno","Eijirō Tōno","Chôko Iida"],"overview":"A young woman, who must support her father as a middle-aged man's mistress, finds herself falling in love with a student closer to her age.","release_date":"1953-12-31","genres":[18],"vote_average":5.0,"runtime":104,"cert":"N\/A","id":148513,"title":"Wild Geese","adult":false},{"cast":["Claude Godard","Armando Moreno","Tony Leblanc"],"overview":"","release_date":"1956-12-10","genres":[],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":148521,"title":"Hospital de urgencia","adult":false},{"cast":[],"overview":"This is a film composed of two elements: (1) simple hand-painted frames and brief strips of hand-painting, and (2) strips of blank colors, which appear as overall hues or color tones filtering light itself rather than any pictured scenes. These two elements are interposed in editing so as to suggest the seasonal changes of tree-leaf (from greens to golds, reds and browns) and the sky (from varieties of warm-to-cold blues).","release_date":"1993-10-09","genres":[],"vote_average":6.7,"runtime":5,"cert":"N\/A","id":148523,"title":"Autumnal","adult":false},{"cast":["Ally","Little Caprice","Anna Polina","Carla Cox","Cindy Hope"],"overview":"","release_date":"2011-01-01","genres":[],"vote_average":9.3,"runtime":null,"cert":"N\/A","id":148531,"title":"Russian Institute: Lesson 16 - Lolitas","adult":true},{"cast":["Aleksei Lyarsky","Irina Zarubina","Varvara Massalitinova","Ye. Lilina","Ivan Kudryavtsev"],"overview":"My Apprenticeship (V lyudyakh) was the second entry in Russian director Mark Donskoy's \"Maxim Gorki\" trilogy. Picking up where 1938's My Childhood left off, the story covers the years in Gorki's life when the future writer (Alexei Lyarsky) was on his own, looking for a purpose and place in life.","release_date":"1939-09-12","genres":[],"vote_average":7.3,"runtime":100,"cert":"N\/A","id":148536,"title":"My Apprenticeship","adult":false},{"cast":[],"overview":"","release_date":"","genres":[16,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148538,"title":"Têtes à Claques 2","adult":false},{"cast":[],"overview":"Show paul mc cartney quebec 2008","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148546,"title":"Show paul mc cartney quebec 2008","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148560,"title":"Noel chez les pare","adult":false},{"cast":[],"overview":"National Geographic - Le Big Bang Des Dinosaure","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148562,"title":"National Geographic - Le Big Bang Des Dinosaure","adult":false},{"cast":["Jorma Tommila","Marko Jatkola"],"overview":"Ukkonen (means Thunder) is a short film about a man called Ukkonen who was turned into a radioactive man in an accident in the Generator Corporation research plant, company secretly designing radioactive weapons with an energy business as a cover. Ukkonen starts his crusade to bring the company down and get his revenge.  Nice quality for an independent production, even some special effects and some funny, overdramatic monologue by Ukkonen. Unfortunately the film is very short, lasting only about 20 minutes.  Worth checking out if you somehow find this film.","release_date":"2001-09-24","genres":[28,878],"vote_average":4.0,"runtime":22,"cert":"N\/A","id":148591,"title":"Ukkonen","adult":false},{"cast":["Eleanor","Eve Mendes","Jeny Baby","Juliette Shyn","Madison Parker"],"overview":"Superblonde Eleanor is having outdoor summersex. Eva Mendes and Victoria Blonde are having a furious XnXl threesome with Choky Ice. Hard fetish with Jenny BXby, Susanna and Ruka Stone. Juliette Shyn and Madison Parker Girl\/Girl. Madison Parker is addickted!","release_date":"2012-08-28","genres":[],"vote_average":10.0,"runtime":139,"cert":"N\/A","id":148593,"title":"Addickted","adult":true},{"cast":["Olga Yenzak","Rodna Yeshonov","Yuri Zabarovsky","Feliks Sergeyev","Vladimir Zimin"],"overview":"The action takes place in the early 1930s. A large-scale land-surveying research is underway in a remote area of Eastern Siberia. The work had almost been concluded when a wire arrives with the news of people disappearing in the locality of Yambuy. The expedition’s chief and radioman decide to go in search of the lost ones. The local Evenk hunters come to their aid. Many dangerous adventures lie in store for these daring people before they find the culprit – a man-eating bear.","release_date":"1977-08-25","genres":[12,18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":148604,"title":"The Evil Spirit of Yambuy","adult":false},{"cast":["Larry the Cable Guy","Keith Ferguson","Lindsey Collins","Elissa Knight","Carol Bach y Rita"],"overview":"Detective Mater is hot on the trail of a dastardly car-napping! When Tia's sister goes missing, Mater is the only car she can turn to. With this tow truck on the case, anything can happen.","release_date":"2010-11-02","genres":[16],"vote_average":5.5,"runtime":5,"cert":"N\/A","id":148606,"title":"Mater Private Eye","adult":false},{"cast":["Larry the Cable Guy","Keith Ferguson","Josh Cooley","Elissa Knight","Lindsey Collins"],"overview":"Mater is the first tow truck on the moon! When an auto-naut gets stranded on his lunar mission, it's up to Mater to venture into space and tow him back to Earth (with a little help from his friend Lightning McQueen, of course).","release_date":"2010-11-02","genres":[16,35],"vote_average":5.6,"runtime":4,"cert":"N\/A","id":148608,"title":"Moon Mater","adult":false},{"cast":["Vyacheslav Voskresensky","Svetlana Orlova","Mikhail Kononov","Mikhail Pugovkin","Aleksei Smirnov"],"overview":"This fairy tale film is dedicated to the memory of the great film director Alexander Row, the founder of the genre. Once upon a time there lived a brave and kind hero named Finist the Bright Falcon. He was famous for his strength, courage and a heart of gold. But one day the Russian land was attacked by an evil enemy, Kartaus, who turned our hero into a forest monster. This spell was cast on a condition that Finist might become a man again, should a beautiful girl, Alyonushka, fall in love with him while he was a beast.","release_date":"1975-12-30","genres":[10751,14],"vote_average":6.6,"runtime":79,"cert":"N\/A","id":148613,"title":"Finest, the Brave Falcon","adult":false},{"cast":["Dennis Weaver","Lisa Eilbacher","David Haskell","Stephen Elliott","Dolores Sutton"],"overview":"The story of the kidnapping of newspaper heiress Patty Hearst by members of a radical guerrilla organisation, as seen by the FBI agent in charge of her case.","release_date":"1979-03-04","genres":[80,18,10770],"vote_average":0.0,"runtime":139,"cert":"N\/A","id":148615,"title":"The Ordeal of Patty Hearst","adult":false},{"cast":["Warren William","Genevieve Tobin","Patricia Ellis","Lyle Talbot","Allen Jenkins"],"overview":"Frank Patton is the promoter of the Lucky Legs Contest. The problem is that he always skips town before paying the $1000 to the winner...","release_date":"1935-10-05","genres":[9648,35,80],"vote_average":8.0,"runtime":77,"cert":"N\/A","id":148617,"title":"The Case of the Lucky Legs","adult":false},{"cast":["Leonid Filatov","Tatyana Dogileva","Irina Kupchenko","Valentin Gaft","Yelena Majorova"],"overview":"A flutist in the forgotten past, at present the husband of a “big man’s” daughter and head of one of the Chief Directorate’s sections felt unwell one day: the forty-year-old man had a pain in his heart. This unpleasant incident provided an opportunity to meet a nurse named Lida. However, their stormy love affair ended, with Filimonov returning to normal life and an unloved wife.","release_date":"1987-10-23","genres":[18,10749,35],"vote_average":6.8,"runtime":134,"cert":"N\/A","id":148622,"title":"Forgotten Tune for the Flute","adult":false},{"cast":[],"overview":"Impressionistic study of the fate of a stray dog, trying to avoid the results of human indifference and cruelty.","release_date":"1960-12-31","genres":[99],"vote_average":5.5,"runtime":14,"cert":"N\/A","id":148624,"title":"Among Men","adult":false},{"cast":["Jean Abeillé","Jean-Pierre Bonneau","André Chauchat","Odette Duval","René Gilson"],"overview":"The 1984 short Barres celebrates the ingenious ways one can get onto the Paris Metro without paying.","release_date":"1984-12-31","genres":[35],"vote_average":6.1,"runtime":14,"cert":"N\/A","id":148626,"title":"Barres","adult":false},{"cast":["Darejan Khachidze","Givi Berikashvili","Vakhtang Panchulidze","Kakhi Kavsadze"],"overview":"A graduate of a sewing school arrives in a Kakhetian village. Insisting on opening a fashion house there, the energetic and good-natured Makvala makes the life of the villagers much more lively.","release_date":"1980-11-02","genres":[35],"vote_average":7.0,"runtime":87,"cert":"N\/A","id":148628,"title":"Girl with a sewing machine","adult":false},{"cast":["Konstantin Khokhlov","Ivan Novoseltsev","Vasili Kovrigin","Andrey Fayt","Daniil Vvedenskiy"],"overview":"The Great Consoler is Lev Kuleshov’s most personal film reflecting both the facts of his life and his thoughts about the place of the artist in contemporary reality. It was the only film in the Soviet cinema of those years that raised the question of what role a creative person played in society.","release_date":"1933-11-17","genres":[18],"vote_average":6.7,"runtime":95,"cert":"N\/A","id":148630,"title":"The Great Consoler","adult":false},{"cast":["Zoë Hatherell","Tom Procter","Stewart Martin-Haugh","Sara Mahmoud","William P.Martin"],"overview":"Decay follows several students that discover that the maintenance crew of the Large Hadron Collider have been transformed into zombies after the particle accelerator malfunctions. The students must try to evade the zombies while running through CERN's maintenance tunnels.","release_date":"2012-11-29","genres":[27,53],"vote_average":4.0,"runtime":75,"cert":"","id":148644,"title":"Decay","adult":false},{"cast":[],"overview":"Tracklist:  01.Into  02.Club Foot  03.Where Did All The Love Go?  04.Underdog  05.Shoot The Runner  06.Velociraptor!  07.Thick As Thieves  08.Take Aim  09.I.D.  10.Empire  11.Fast Fuse \/ Pulp Fiction  12.Vlad The Impaler  13. L.S.F. (Lost Souls Forever)  14.Switchblade Smiles  15.Fire","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148649,"title":"Kasabian Live at the iTunes Festival London 2011","adult":false},{"cast":["Lisa Hartman","Cliff Robertson","James Farentino","Dixie Carter","Bruce Greenwood"],"overview":"Beautiful successful photographer battles evil half-sisters and evil land developers to keep the family ranch intact, following her father's death. In the midst of all this, she finds love and fulfillment.","release_date":"1995-10-15","genres":[18,10749],"vote_average":0.0,"runtime":181,"cert":"N\/A","id":148651,"title":"Dazzle","adult":false},{"cast":["Catherine Bell","Ashley Leggat","Chris Potter","Matthew Knight","Nathan McLeod"],"overview":"Good Witch Cassie Nightingale (Catherine Bell) is back to her bewitching ways, but this time she’s also juggling a newborn daughter and her job as town Mayor. With such a busy schedule she and her husband, town sheriff Jake Russell (Chris Potter), aren’t getting much sleep. Hoping for a break, Cassie plans a much needed vacation with her new family. But things go awry when a crime wave sweeps through town and an investigative reporter (Geordie Johnson) tries to ruin Cassie’s image after a video of her magically disappearing turns up on the internet.  To make matters worse, Cassie’s estranged foster mother (Janet-Laine Green) appears in town and Cassie’s stepdaughter (Hannah Endicott-Douglas) is suddenly accused of the recent robberies. Supported by her loyal family and friends, Cassie must rely on her signature charm to put a stop to the rumors before they completely destroy the town, and a Good Witch’s reputation!","release_date":"2012-10-27","genres":[10770,10751,14],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":148656,"title":"The Good Witch's Charm","adult":false},{"cast":["Sharon Joy Miller","Rudy Ricci","Doug Sortino","David Emge","Raymond Laine"],"overview":"The creators of the original NIGHT OF THE LIVING DEAD bring you THE BOOBY HATCH, a zany comedy full of schlocky humor, nudity and sex! Sweet and innocent Cherry Jankowski (Sharon Joy Miller) is a product tester for Joyful Novelties, Inc., a manufacturer of erotic sex toys. She goes day-to-day, trying to find self-fulfillment in a crazy, erotic, sex-filled world. One of her friends at work, Marcello Fettucini (Rudy Ricci), is at risk of losing his job because he’s having trouble getting an erection. If he can’t get aroused, he can’t test out the new products! Can Marcello and Cherry work out their problems and live happy, or will they continue to just “lay down on the job”? Written and co-directed by NIGHT OF THE LIVING DEAD horror novelist John Russo, THE BOOBY HATCH satirizes the unbelievable sexual attitudes of the 1970s.","release_date":"1976-09-01","genres":[35],"vote_average":4.0,"runtime":86,"cert":"N\/A","id":148658,"title":"The Booby Hatch","adult":false},{"cast":["Wilfred Lucas","Dell Henderson","Claire McDowell","Edith Haldeman"],"overview":"A Confederate officer is called off to war. He leaves his wife and daughter in the care of George, his faithful Negro servant. After the officer is killed in battle, George continues in his caring duties, faithful to his trust.","release_date":"1911-01-16","genres":[36,18,10752],"vote_average":3.9,"runtime":14,"cert":"N\/A","id":148666,"title":"His Trust","adult":false},{"cast":["Rob Tinworth","Takako Hayashi"],"overview":"Nova follows the creation of a katana from raw iron ore to finished masterpiece, through the hands of fifteen master artisans as scientists explain the chemistry and physics at each step that makes it a superb piece of engineering.","release_date":"2007-10-07","genres":[],"vote_average":9.0,"runtime":53,"cert":"N\/A","id":148668,"title":"Secrets of the Samurai Sword","adult":false},{"cast":[],"overview":"Dive into three refreshing episodes with Ms. Frizzle and The Magic School Bus!  The Friz takes her class on a rainy right through the life cycle of a water drop (WET ALL OVER), on a rough-n-tumble journey of a boulder subject to water erosion (ROCKS AND ROLLS), and on a bubbly trip to the bottom of Walker Lake (UPS AND DOWNS)!  These educational adventures with the vehicle that can go anywhere and be anything offer new discoveries galore to those riding along!  Featuring lots of wonders, these fabulous fun times show your child how to soak up some science while having a wet and wild blast!","release_date":"1995-10-14","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":148670,"title":"The Magic School Bus - Catches A Wave","adult":false},{"cast":["Tyrone Power","Loretta Young","Annabella","J. Edward Bromberg","Joseph Schildkraut"],"overview":"Ferdinand de Lesseps, disappointed in love, is sent as a junior diplomat to the Isthmus of Suez, and realizes it's just the place for a canal.","release_date":"1938-10-28","genres":[18,36,10749],"vote_average":5.0,"runtime":104,"cert":"N\/A","id":148675,"title":"Suez","adult":false},{"cast":["Gordon Houston","Maury Wright","Gary Morrin","Roger Collins","George Williams"],"overview":"This critically acclaimed 1973 short is about an aristocratic white farming family who has a horse that is being put away, by the father of a young black boy named William. William cares for said horse in it's last moments, as the male family members eagerly wait for his dad to eventually arrive.","release_date":"1973-12-01","genres":[18],"vote_average":4.9,"runtime":14,"cert":"N\/A","id":148680,"title":"The Horse","adult":false},{"cast":["Keith Jarrett","Jack DeJohnette","Gary Peacock"],"overview":"Keith Jarrett Trio Concert","release_date":"1996-01-01","genres":[10402],"vote_average":3.8,"runtime":101,"cert":"","id":148685,"title":"Keith Jarrett Trio Concert","adult":false},{"cast":[],"overview":"Tom is living the life of luxury, high atop a fancy apartment building. Jerry is starving way down below when he spots a lunchbox on a girder at a construction site. Jerry goes in, the girder goes up, and the lunchbox falls off, landing on Tom, and the chase is on.","release_date":"1963-07-27","genres":[16,35],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":148687,"title":"Pent-House Mouse","adult":false},{"cast":["Mel Blanc"],"overview":"Ralph Wolf and Sam Sheepdog punch into work, with Sam guarding a flock of sheep against Ralph's attempts to snatch some mutton for dinner. Ralph uses a lull-a-bye record to put Sam to sleep and steals one of the sheep, but the lamb unzips itself to reveal someone very unexpected beneath!","release_date":"1962-02-10","genres":[16],"vote_average":6.3,"runtime":6,"cert":"N\/A","id":148698,"title":"A Sheep in the Deep","adult":false},{"cast":["David Carradine","Traci Lords","Merle Kennedy","Michael Matthys","Channon Roe"],"overview":"","release_date":"2000-05-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148703,"title":"Full Blast","adult":false},{"cast":["Kemal Sunal","Yadigar Ejder","Serpil Nur","Nejat Gürçen","Alpay İzer"],"overview":"","release_date":"1979-01-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":148711,"title":"Umudumuz Şaban","adult":false},{"cast":["Hauk Aabel","Arthur Alftán","Gucken Cederborg","Hjalmar Lauritz","Albin Lavén"],"overview":"In a small provincial town there is a hotel run by one of those eccentric cooks of long ago who made generous meals that have nothing in common with the extravagant restaurateurs of nowadays and their meagre menus. The manager is named after Alexander the Great and in his restaurant the town bourgeoisie meet and discuss various issues, especially matters of the heart. Morals are part of the conversations and prove to be complicated issues even for strict and serious Nordics. 28 minutes of runtime are missing and presumed lost.","release_date":"1917-11-12","genres":[35],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":148725,"title":"Alexander the Great","adult":false},{"cast":["Sanjaih Bokaria","João Gordo"],"overview":"The uncensored history from the Brazilian band Ratos de Porão, one of the oldest Hardcore bands in the world. Almost three decades of drugs, madness and a lot of noise, told by the people who made and still make part of this institution of heavy rock.","release_date":"2008-12-30","genres":[10402,99],"vote_average":8.0,"runtime":120,"cert":"N\/A","id":148754,"title":"Guidable - The Real History of Ratos de Porão","adult":false},{"cast":["Jan Werich","George Voskovec","Hana Vítová","Ljuba Hermanová","Eliška Pleyová"],"overview":"A czech film that focuses on an unfaithful husband who married in to money, as well as an impoverished man who is turns to theft.","release_date":"1932-10-14","genres":[35],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":148756,"title":"Your Money or Your Life","adult":false},{"cast":["Iva Janžurová","Petr Čepek","Marie Rosůlková","Ota Sklenčka","Vladimir Jedenáctik"],"overview":"In 1900, Stepha, the vivacious 30 year old daughter of a wealthy couple, agrees to marry her cousin Paul, who has accumulated large debts as an Austrian army officer. Paul refuses to work or to consummate the marriage, and then his health steadily declines.","release_date":"1971-11-05","genres":[18],"vote_average":6.0,"runtime":101,"cert":"N\/A","id":148758,"title":"Oil Lamps","adult":false},{"cast":["Ginger Rogers","William Holden","Paul Douglas","James Gleason","Pat Crowley"],"overview":"Ginger Rogers stars as an aging stage actress in this 1953 comedy set in the theatre world. Call it \"All About Eve Lite\". Directed by Irving Rapper, the cast includes William Holden, Paul Douglas, Pat Crowley, James Gleason, Jesse White, Marjorie Rambeau, George Reeves, King Donovan, Marion Ross, Kathryn Grant, Maidie Norman and Almira Sessions.","release_date":"1954-01-13","genres":[35],"vote_average":7.4,"runtime":93,"cert":"N\/A","id":148766,"title":"Forever Female","adult":false},{"cast":["Anna Wintour","Grace Coddington","Hamish Bowles","Polly Allen Mellen","Tonne Goodman"],"overview":"Documentary film takes a look at some of the world's most influential fashion images as conceived by the magazine's iconic fashion editors.","release_date":"2012-12-06","genres":[99],"vote_average":7.3,"runtime":90,"cert":"N\/A","id":148777,"title":"In Vogue: The Editor's Eye","adult":false},{"cast":["Valentin Popov","Stanislav Lyubshin","Marianna Vertinskaya","Nikolai Gubenko","Svetlana Starikova"],"overview":"Following three lifelong friends who return to Moscow after military service, we see their aspirations juxtaposed against everyday life in 1960 Soviet Union.","release_date":"1965-01-01","genres":[18],"vote_average":7.1,"runtime":189,"cert":"N\/A","id":148782,"title":"I Am Twenty","adult":false},{"cast":["Fabian","Betty Field","Stuart Whitman","Arthur O'Connell","Royal Dano"],"overview":"A rustic drama set in the early 20th century, Hound Dog Man is the simple story of a young man, Spud Kinney (Dennis Holmes) constantly in hot water for disobeying his mother (Betty Field). The lad should be watching the family farm, but he falls in with his older brother, Clint (pop music's teen heartthrob Fabian), and his reckless buddy Blackie Scantling (Stuart Whitman) who take him hunting in hillbilly country. The boy falls in love with a beautiful mountain girl (Carol Lynley), while Blackie has his own fling with another attractive hillbilly maiden, Nita Stringer (Dodie Stevens), and then becomes mixed up with an older, married woman, Sussie Bell (Margo Moore).","release_date":"1959-11-11","genres":[35,18],"vote_average":4.7,"runtime":87,"cert":"N\/A","id":148784,"title":"Hound-Dog Man","adult":false},{"cast":["Gia Peradze","Levan Abashidze","Zura Kipshidze","Rusudan Kvlividze","Ruslan Mikaberidze"],"overview":"The year is 1907. The young composer Nikusha sets out on a journey over the villages of Central Georgia to record folk songs. For this he provides himself with a map of the places he would like to visit. His accidental co-traveler is Leko Tatasheli who is convinced that the composer is on a mission of the revolutionary committee and his map is the plan of a future uprising…","release_date":"1985-10-13","genres":[18,35],"vote_average":5.7,"runtime":105,"cert":"N\/A","id":148786,"title":"Voyage of the Young Composer","adult":false},{"cast":["David Zirlin","George Coe","Pamela Burrell","Peter Turgeon","Madeline Kahn"],"overview":"This short film is a parody of some of Ingmar Bergman's best known films, including Wild Strawberries (Smultronstaellet) and The Seventh Seal (Det Sjunde Inseglet). The dialog, seemingly in Swedish, is actually a Swedish-accented fictional language based on English, German, Latin, and Swedish, with most nouns ending in \"ska\". The principal character, Professor Viktor Sundqvist, 76, is being driven to a lecture at the university, when dove droppings splatter the car's windshield. Detouring at his uncle's old house, his mind wanders back to his youth, when Death came to a family picnic to claim his sister, Inga. Knowing that Death is a gambler, Viktor has Inga challenge Death to a single-point game of badminton for her life. While they are playing, a dove flies above, soiling Death's cape, and distracting him enough to miss the birdie. Having won the game, Inga is free, and she and Viktor run off for a swim in the lake.","release_date":"1968-12-31","genres":[35],"vote_average":6.8,"runtime":15,"cert":"N\/A","id":148791,"title":"De Düva: The Dove","adult":false},{"cast":[],"overview":"Runaways Luke and Ellen are caught breaking into an older, Victorian styled swimming facility one evening. As they only want a warm place to sleep, Martin, the person on patrol, lets them stay on the proviso that they don't break anything else. As Luke and Ellen go swimming in the pool, Luke spots Martin voyeuristically watching them. That small act begins an emotionally charged situation involving all three, but which was only supposed to involve Luke and Martin","release_date":"2010-04-17","genres":[],"vote_average":5.0,"runtime":14,"cert":"","id":148799,"title":"Nightswimming","adult":false},{"cast":["Julie Baron","Guillaume Beylard","Elina Calmels","Antony Cinturino","Michel Coste"],"overview":"Five youngsters who just wanted to spend a nice weekend amongst friends in a manor will find a far less peaceful place than they expected when faced with a family curse and a sadistic ruthless killer. Blinded by their never-ending quest for carnal pleasures they will fail to perceive the flood of blunt violence about to engulf them","release_date":"2011-11-23","genres":[27],"vote_average":5.5,"runtime":72,"cert":"N\/A","id":148801,"title":"Last Caress","adult":false},{"cast":["Arthur Dignam","Mark Lee","Heather Mitchell","Drew Norman","Dennis Miller"],"overview":"A beautiful, if ambitious and amoral, youth is tapped to become the lover of a powerful senator. The young man quickly realizes that he can hold this place, with all its perks, only as long as he is young. He has no other function than being young. With the help of an aged judge, the young man, referred to only as The Lover, contrives a plan to make a change in the way of the world, a plan that will take him years to realize. To succeed, he must manipulate, in subtle and not-so-subtle ways, the senator, his wife, the family chauffeur (who was, when young, a lover), and, by implication, the entire well-planned and controlling everlasting secret family.","release_date":"1988-03-10","genres":[18],"vote_average":5.3,"runtime":94,"cert":"N\/A","id":148812,"title":"The Everlasting Secret Family","adult":false},{"cast":["Jesús Franco","Oja Kodar","William Law","Peter Viertel","Orson Welles"],"overview":"Tracing Orson Welles time in Spain.","release_date":"2005-03-11","genres":[],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":148817,"title":"The Well","adult":false},{"cast":["Zinaida Sharko","Oleg Vladimirsky","Tatyana Mychko","Yuri Kayurov","Svetlana Kabanova"],"overview":"A single woman has put all her efforts into raising her only son, Sasha. When Sasha grows up to become a teenager, she thinks that she can have some time for herself, so she responds to the courtship of Nikolai Sergeyevich. One summer, Sasha goes to visit his real father in Novosibirsk, on the other side of the country. When he returns, his mother notices that Sasha has changed. She secretly reads a letter sent to Sasha from his father and finds out that Sasha doesn’t want to live with her any longer. She doesn’t have enough wisdom to understand this desire on someone else’s part. Sasha is shown to have a more delicate and understanding nature than his mother, for when he realizes that she is suffering because of his wish to leave, even though he is tired of her nagging, he decides to stay.","release_date":"1971-01-01","genres":[18],"vote_average":6.5,"runtime":97,"cert":"N\/A","id":148822,"title":"The Long Farewell","adult":false},{"cast":["Ingrid Bergman","Georg Rydeberg","Tutta Rolf","Kotti Chave","Birgit Tengroth"],"overview":"Ludvig and Sussi Battwyhl, Louis and Katja Brenner and Julia and Kurt Balzar are upper class millionaires. They don't seem to do any real work but still need a vacation in the mountains. Everybody seems to be romantically involved with everybody. A rich American woman joins them.","release_date":"1938-09-05","genres":[35],"vote_average":5.3,"runtime":78,"cert":"N\/A","id":148824,"title":"Dollar","adult":false},{"cast":["Pinto Colvig"],"overview":"The snow covered mountains; but not to worry, rescue dog Pluto is on duty. Actually, given that he barely keeps himself safe, maybe you should worry. A playful seal keeps stealing his cask of grog.","release_date":"1947-03-21","genres":[16],"vote_average":5.5,"runtime":7,"cert":"N\/A","id":148841,"title":"Rescue Dog","adult":false},{"cast":["Howard Duff","Mona Freeman","Josephine Hull","Gene Lockhart","Craig Stevens"],"overview":"An eccentric Civil War widow is accused of being insane.","release_date":"1951-09-01","genres":[37,35],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":148843,"title":"The Lady from Texas","adult":false},{"cast":["Einar Sissener","Tove Tellback","Stub Wiberg","Harald Stormoen","Alfhild Stormoen"],"overview":"Tore takes over the rundown family farm. Applying his youthful energy, he intends to make it into a big farm like Glomgården on the other side of the river, where beautiful Berit loves. Tore falls in love with her, but her father has promised her to rich Gjermund. As her wedding to Gjermund draws near, Berit runs away and seeks refuge with Tore and his parents. She soon falls deathly ill but recovers, asking for, and getting, her father’s permission to marry Tore. Jealous Gjermund is determined to prevent their wedding, however, in a dramatic climactic scene playing out around the rushing river.","release_date":"1926-04-15","genres":[10749,18],"vote_average":6.5,"runtime":115,"cert":"N\/A","id":148845,"title":"The Bride of Glomdal","adult":false},{"cast":["Jock Mahoney","Gilbert Roland","Linda Cristal","Eduard Franz","Lorne Greene"],"overview":"A rich, dying Easterner hires gunfighter Brad Ellison to find his brother and heir in Mexico. En route, it becomes clear to Ellison that his is a dying profession. At a remote rancho, Ellison enlists ranch foreman Miles Lang to help him search the hills where the missing man is rumored to have lived. They find nothing ...except that someone wants to kill them; and Ellison becomes wrapped in a maze of double crosses.","release_date":"1958-07-01","genres":[37],"vote_average":4.0,"runtime":82,"cert":"N\/A","id":148847,"title":"The Last of the Fast Guns","adult":false},{"cast":["Michael Landon","Jo Morrow","Jack Hogan","Richard Rust","Dee Pollock"],"overview":"Tom Dooley and Country Boy are on the run after killing an enemy soldier not knowing the war is over. The Command refuses to give them some slack for making this tragic but honest mistake and sends a lawman after them.","release_date":"1959-07-01","genres":[37,18],"vote_average":7.0,"runtime":79,"cert":"N\/A","id":148855,"title":"The Legend of Tom Dooley","adult":false},{"cast":["Christoph Bach","Jule Böwe","Julia Richter","Julia Jäger","Joachim Paul Assböck"],"overview":"Jost roams through the streets of Berlin. He opposes the world enraged, aggressively and furiously in a self-destructive way. He continuously provokes situations proving to himself that everybody hates him. He is convinced he does not need anybody and does not let anyone get close to him.  Anna is walled in by her fear and unable to leave her apartment. She manages to keep this situation from all the others in a system of lies. Her reserves draw to a close. She heads for a catastrophe.  One day, Jost shows up at her door.","release_date":"2004-06-27","genres":[],"vote_average":7.0,"runtime":84,"cert":"N\/A","id":148857,"title":"Close","adult":false},{"cast":[],"overview":"With the blessing of His Holiness Patriarch of Moscow and all Russia Alexy II. This full-length documentary revives the history of the spiritual rebirth of the Russian people, which made the Kulikovo Battle victory possible. The film features numerous works of Old Russian literature, documented studies of the life and feats of St. Sergius of Radonezh, of the events of the Kulikovo Battle. The icons and frescoes on the walls of the cathedrals of the Moscow Kremlin, the Trinity-Sergius Lavra, the Christ the Savior Cathedral, the works of Andrei Rublev and Theophanes the Greek, the paintings of V. M. Vasnetsov, M. I. Avilov and other artists, the architectural monuments of Radonezh and Khotkovo will be your guides to the history of the great saint of the Russian land.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148859,"title":"The Life of Saint Sergius","adult":false},{"cast":["Richard Arlen","Mary Brian","Harry Green","Regis Toomey","Fred Kohler"],"overview":"A friend of Dick Bailey is killed by a mysterious assailant, whom Dick suspects to be Stack, who is in league with the crooked sheriff. Out on a spree Dick swears he will marry the first woman he sees, who happens to be Ruth Hammond, sister of his dead friend, arriving to take charge of the Hammond ranch. Revolted by his rough proposal,she fires him as the Hammond foreman and she proceeds to the ranch. Stack informs her he has purchased the ranch for the payment of the back-due taxes, and she relents and rehires Dick and his friends to aid her in her fight against Stack.","release_date":"1930-04-19","genres":[37],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":148861,"title":"The Light of Western Stars","adult":false},{"cast":["Jeffrey Hunter","Preston Foster","James Coburn","Joanna Moore","Edward Andrews"],"overview":"Circuit-riding Texas lawyer Timothy Higgins defends a former girlfriend against a murder charge stemming from an extortionist's threat to reveal her shady past. Through adroit courtroom work, Higgins is able to acquit her and reveal who actually shot the fatal bullet.","release_date":"1963-12-18","genres":[37],"vote_average":5.0,"runtime":57,"cert":"N\/A","id":148863,"title":"The Man from Galveston","adult":false},{"cast":["Sabrina Dawn","Victoria Paris","Nina Hartley","Tianna","Delilah Dawn"],"overview":"A glowing crystal that causes sexual arousement as well as time travel is the centerpiece of this sexual sword-and-sorcery epic from award winning director Henri Pachard. Gorgeous Victoria Paris stars as the buxom amazon whose quest for the stolen crystal takes her from one sexual tryst to another-and eventually into another century! Don't miss the first half of the most important adult feature of the 1990s","release_date":"1991-01-01","genres":[14],"vote_average":6.5,"runtime":80,"cert":"N\/A","id":148868,"title":"The New Barbarians","adult":true},{"cast":[],"overview":"The Digimon travel through the digital word and discover a Digimon eating away the digital world, thus they resolve to save it.","release_date":"2006-07-08","genres":[16],"vote_average":4.0,"runtime":7,"cert":"N\/A","id":148870,"title":"Digimon Savers 3D - A Close Call for the Digital World","adult":false},{"cast":["Bill Elliott","Betty Miles","Dub Taylor","Ray Bennett","Walter Soderling"],"overview":"The scout's grandson (Bill Elliott) foils land-grabbers; his sidekick (Dub Taylor) flirts with twins.","release_date":"1941-05-07","genres":[],"vote_average":2.0,"runtime":61,"cert":"N\/A","id":148875,"title":"The Return of Daniel Boone","adult":false},{"cast":["Camilla Renschke","Michael Roll","Pia Amendt","Werner Wölbern","Johanna Gastdorf"],"overview":"","release_date":"2001-11-16","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148877,"title":"Herz","adult":false},{"cast":["Akarin Akaranitimaytharatt","Patcharee Tubthong","Artit Wiboonpanitch"],"overview":"Three short horror tales make up Heaven and Hell. The movie use images from surveillance cameras set up in a person's home and in a convenience store.","release_date":"2012-07-12","genres":[27],"vote_average":4.7,"runtime":104,"cert":"N\/A","id":148882,"title":"Heaven and Hell","adult":false},{"cast":["Chiranjeevi","Sonali Bendre","Srikanth Meka","Paresh Rawal","Ali"],"overview":"Shankar Dada (Chiranjeevi) is a local goon with a good heart who defends his extortion and settlement business as social service to maintain peace in society. But he pretends to be a doctor to his parents to make them contended about their son's achievement. One fine day, Dr. Rama Lingeswara Rao (Paresh Rawal) - dean of the biggest medical college in Hyderabad - exposes the real identity Shankar Dada to his parents. Gravely disappointed, Shanakr Dada's parents vow not to visit their son's place and leave him. An emotionally wrecked Shankar Dada decides to become doctor in real to teach a lesson to Dr. Lingam and his beautiful daughter Sunita (Sonali Bendre) and at the same time to prove to his parents that their son is a doctor, in deed!","release_date":"2004-10-15","genres":[],"vote_average":6.5,"runtime":166,"cert":"N\/A","id":148884,"title":"Shankar Dada MBBS","adult":false},{"cast":["Chloe Conrad","Paige Ashley","Cindy Behr","Chantelle Fox","Romana Ryder"],"overview":"","release_date":"2012-10-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":148898,"title":"The Facial Network","adult":true},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148906,"title":"Ivete Sangalo show Baladas - Dançando","adult":false},{"cast":[],"overview":"Images of street life in New York's Spanish Harlem during the 1940s.","release_date":"1948-12-31","genres":[],"vote_average":6.3,"runtime":16,"cert":"N\/A","id":148908,"title":"In the Street","adult":false},{"cast":["John Lee Hooker","Bonnie Raitt","Eric Clapton","Carlos Santana","Robert Cray"],"overview":"A teenage runaway who never went to school, John Lee Hooker had trouble spelling his name, even into his eighties. But, despite these humble beginnings, John Lee Hooker is today considered one of the most influential musicians of the 20th century.","release_date":"2003-06-24","genres":[10402,99],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":148925,"title":"John Lee Hooker: That's My Story","adult":false},{"cast":["Johan Ulveson","Johan Rheborg","Erik Johansson","Tommy Körberg"],"overview":"","release_date":"2012-10-17","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":148930,"title":"Riktiga män","adult":false},{"cast":["Bessie Smith","James P. Johnson","Alec Lovejoy","Jimmy Mordecai","Isabel Washington"],"overview":"In this all-black cast short, legendary blues singer Bessie Smith finds her gambler lover Jimmy messin' with a pretty, younger woman; he leaves and she sings the blues, with chorus and dancers.","release_date":"1929-09-07","genres":[10402,18],"vote_average":4.8,"runtime":16,"cert":"N\/A","id":148941,"title":"St. Louis Blues","adult":false},{"cast":["Nikolai Valbert","Stepan Kayukov","Nikolai Dorokhin","Nikolai Plotnikov","Lev Sverdlin"],"overview":"My Universities (Moi universiteti) is the last installment of Russian director Mark Donskoy's \"Maxim Gorki\" trilogy. Having endured a painful youth in My Childhood (1938) and a torturous sojourn as a serf in My Apprenticeship), future writer Gorki (Alexei Lyarsky) reaches maturity with an insatiable desire for personal and artistic freedom. The \"university\" of the title is actual the school of Hard Knocks, as Gorky goes to work in the shipyards and commisserates with the hard-drinking, philosophical dockworkers. Donskoy's depiction of street life under the Czarist regime of the late 19th century as unrelentingly depressing, filled with disenfranchised derelicts. This, of course, was meant to be a contrast to the \"perfection\" of the Stalin years. We can forgive this propagandizing in the light of Donskoy's indisputable cinematic brilliance.","release_date":"1940-03-01","genres":[],"vote_average":7.5,"runtime":90,"cert":"N\/A","id":148943,"title":"My Universities","adult":false},{"cast":["Ian Anderson"],"overview":"","release_date":"2008-06-23","genres":[10402],"vote_average":4.8,"runtime":null,"cert":"R18","id":148945,"title":"Jethro Tull  Their Fully Authorized  Story","adult":false},{"cast":["Ethan Kanfer","Sue C. Nichols","Jeff Pidgeon","Andrew Stanton","Broose Johnson"],"overview":"A young boy named Melvin and a purple television dinosaur named Ted have happy adventures that lead them into the clutches of Randy the Killer Clown and his Goon Squad.","release_date":"1987-01-01","genres":[16],"vote_average":6.4,"runtime":5,"cert":"N\/A","id":148950,"title":"A Story","adult":false},{"cast":[],"overview":"A very good film shot by Y. Moroz with 3 pretty girls Dasha Moroz, Anna Ukolova and Vika Isakova. The film is about life of several tarts who live on outskirts of ukrainian provincial town Makeevka. We see all grisly reality of this country, the cruel rules of survival on streets of Makeevka (home city of one of the girls) and Moskow ghettos, it's inhuman customs and cops plunged in crime up to their ears.. This movie is one of the best modern russian action movies, and one of few. And this movie is also a good one for getting a short course of new modern russia's life that is for majority of people not so different since the time of changes","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148955,"title":"Tochka","adult":false},{"cast":["Wendy Hughes","Norman Kaye","Julia Blake","Jonathan Hardy","Chris Haywood"],"overview":"In this offbeat comedy, an unlikely romance develops between a flamboyant, middle-aged piano tuner and an extremely timid office worker","release_date":"1982-11-01","genres":[10749,18,35],"vote_average":6.3,"runtime":106,"cert":"N\/A","id":148960,"title":"Lonely Hearts","adult":false},{"cast":["Freddie Mercury","Brian May","Roger Taylor","John Deacon"],"overview":"This video trilogy documents the music group Queen.  Videos in this set are  Magic Years Vol. 1 - The Foundations  Magic Years Vol. 2 - Live Killers in the Making  Magic Years, Vol. 3 - Crowned in Glory","release_date":"1987-11-30","genres":[10402],"vote_average":6.5,"runtime":null,"cert":"15","id":148962,"title":"Queen: Magic Years  - A Visual Anthology","adult":false},{"cast":["Dermot O'Neill","Pat \"Pepsi\" Shields","Amanda Woods","Jamie O'Carroll","Jamie O'Carroll"],"overview":"Get ready to experience everyone’s favourite mother hen at her most outrageous in her very first Live Tour DVD.  Prepare for a riot of bad behaviour as you see Mrs Brown Live and unleashed for the first time in a show jam packed with all the laughs and drama you can expect from the mother of all comedy.  Featuring your favourite characters from the series, the live show is even ruder and cruder than the hit TV show and guaranteed loads of big laughs.  So if you loved Mrs Brown’s Boys the series you will love Mrs Brown’s Boys Live Tour: Good Mourning Mrs Brown - Too rude for TV.","release_date":"2012-11-12","genres":[35],"vote_average":5.7,"runtime":132,"cert":"18","id":148964,"title":"Mrs. Brown's Boys Live Tour: Good Mourning Mrs. Brown","adult":false},{"cast":[],"overview":"Starting with the disastrous Allied assumption that the war in Europe would be over before the winter of 1944 (Hence the slang term). It covers the disastrous Operation Market Garden; the bloody invasion and battle of Peleliu; the incompetence of General Dahlquist and the rescue of the Lost Battalion by the 442nd during the horrendous Battle of Hürtgen Forest. General MacArthur returns to the Philippines, much of the Japanese fleet was destroyed at the Battle of Leyte Gulf, the heroism of the Japanese-American 442nd Regimental Combat Team; the thrill of the internees at the Santo Tomas internment camp in Manila in seeing American planes strafing Japanese ships in Manila Bay and the fall of Aachen, the first German city to be captured by the Allies. There are the experiences of black servicemen and those of American Indians. But the reality is that the war will not end in 1944, and more ground will have to be covered and lives lost to achieve the ultimate victory.","release_date":"2007-09-30","genres":[],"vote_average":9.0,"runtime":124,"cert":"N\/A","id":148966,"title":"Episode 5 - FUBAR (September - December 1944)","adult":false},{"cast":["Jimmy Smith"],"overview":"Jazz Icons: Jimmy Smith boasts an incredible 90-minute concert from 1969 filmed in Paris. Working in his classic trio format (with longtime guitarist Eddie McFadden and drummer Charlie Crosby), Jimmy shows why he is still the uncontested king of the jazz organ. Highlights include blues jams “Got My Mojo Working” and “Sonnymoon For Two,” the classic ballads “Alfie” and “Satin Doll,” as well as a blinding 23-minute version of his showcase number “The Sermon.”  Tracklist  France 1969\r 1. Sonnymoon For Two\r 2. Days Of Wine And Roses\r 3. The Sermon\r 4. Alfie\r 5. Satin Doll\r 6. Organ Grinder's Swing\r 7. Got My Mojo Working\r 8. See See Rider\r 9. A Funky Blues Called I Don't Know\r 10. My Romance\r 11. Satin Doll","release_date":"2009-12-01","genres":[10402],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":148968,"title":"Jazz Icons: Jimmy Smith Live in '69","adult":false},{"cast":[],"overview":"","release_date":"2008-06-29","genres":[],"vote_average":9.5,"runtime":null,"cert":"N\/A","id":148970,"title":"Alexandre Pires - Em Casa Ao Vivo","adult":false},{"cast":["Mark Atkins","Cory Turner","Krista Riley"],"overview":"Six friends journey into the mountains in search of a thirty year old plane crash. In a horrifying turn of events, they soon find themselves the prey of flesh-eating creatures that relentlessly pursue them through the wilderness.","release_date":"2005-01-01","genres":[],"vote_average":4.7,"runtime":86,"cert":"N\/A","id":148972,"title":"They Feed","adult":false},{"cast":[],"overview":"","release_date":"2015-11-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148974,"title":"Ana Carolina - Dois Quartos Multishow Ao Vivo","adult":false},{"cast":[],"overview":"","release_date":"2016-02-13","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148976,"title":"Ana Carolina - Um Instante Que Não Pára","adult":false},{"cast":["Darrell D'Silva","Robert Goodman","Siobhan Hewlett","Alan Moore"],"overview":"A short film written by comics great Alan Moore, Jimmy's End is a Lynchian noir about a Northampton writer and occultist who attempts to take over local people's dreams on the way to taking over the world. It has an 18-minute prelude, Act of Faith.","release_date":"2012-11-25","genres":[],"vote_average":7.0,"runtime":30,"cert":"","id":148981,"title":"Jimmy's End","adult":false},{"cast":[],"overview":"","release_date":"2016-02-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148983,"title":"Leonardo ao Vivo - Tempo","adult":false},{"cast":["Siobhan Hewlett","Michael Knowles","Maggie Service","Tom Burke"],"overview":"It's raining in Northampton and Faith Harrington has Friday evening ahead of her, her favorite outfit and her favorite face, her top tunes shimmering on the CD player: \"When the lamp burns low on the bureau, even though I'm far from you...\" In a curtain-raiser prelude to their forthcoming short film Jimmy's End, Alan Moore and Mitch Jenkins, with Siobhan Hewlett, introduce us to a world of unfamiliar atmospheres, precarious entertainments, and insidious detail. Act of Faith unveils an isolated corner of the modern night, where carrion crows become the only comforters and it's a quarter to eternity...","release_date":"2012-11-20","genres":[9648,18,14],"vote_average":8.0,"runtime":16,"cert":"","id":148985,"title":"Act of Faith","adult":false},{"cast":["Paul Stanley","Gene Simmons","Eric Singer","Tommy Thayer"],"overview":"Kiss Concert at Anhembi Arena, November 17, 2012. Set List: 01. Detroit Rock City \/ 02. Shout It Out Loud \/ 03. Calling Dr. Love \/ 04. Hell or Hallelujah \/ 04. Wall of Sound \/ 05. Hotter Than Hell \/ 06. I Love It Loud \/ 07. Outta This World (Tommy and Eric Jam) \/ 08. Bass Solo \/ 09. God of Thunder \/ 10. Psycho Circus \/ 11. War Machine \/ 12. Love Gun \/ 13. Black Diamond \/ Encore: 14. Lick It Up \/ 15. I Was Made for Lovin' \/ 16. You Rock and Roll All Nite","release_date":"2012-11-17","genres":[10402],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":148990,"title":"KISS: Anhembi Arena, São Paulo","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148995,"title":"Ara Ketu - Ensaio do Ara Ketu","adult":false},{"cast":[],"overview":"","release_date":"2016-02-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":148997,"title":"Axe Bahia","adult":false},{"cert":"N\/A","title":"Gay by Dawn","cast":["George McLain","Flakes Parsley","Garry Peters","Hawk Storm"],"genres":[],"id":148999,"overview":"In the deep, dark woods, four rednecks tell ghost stories around an open fire. But when one tells a tale about the horrors that may lurk around them, fear becomes suspicion. Will they make it out in time? Or will the very woods around them turn them Gay By Dawn?","runtime":10,"release_date":"2004-05-01","vote_average":0.0,"adult":false}]