[{"cast":[],"overview":"Invicta FC 2: Baszler vs. McMann was a mixed martial arts event held on July 28, 2012 at the Memorial Hall in Kansas City, Kansas. Like the first event, it was made available as a free stream on the promotion's official website. The event was headlined by 2004 Summer Olympics women's freestyle wrestling silver medalist Sara McMann and Shayna Baszler. It will be the second event of the promotion.  Jessica Phillipus missed weight for her bout and forfeited 25% of her fight purse. After the event, fight of the night (US$1,500 bonus to each fighter) went to Sara McMann and Shayna Baszler who competed in the main event. Two submission of the night bonuses (US$1,000 bonus) were awarded to Sarah D'Alelio and Alexis Davis.","release_date":"2012-07-28","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":151513,"title":"Invicta FC 2: Baszler vs. McMann","adult":false},{"cast":[],"overview":"Invicta FC 3: Penne vs Sugiyama was a mixed martial arts event to be held on October 6, 2012 at the Memorial Hall in Kansas City, Kansas. Invicta President Shannon Knapp has announced that the event would feature the first championship bout for Invicta Fighting Championships. Invicta continued their partnership with JEWELS as Jessica Penne will face unbeaten JEWELS Featherweight Queen (105 lb.) Naho Sugiyama for the Invicta FC Atomweight Championship.  Tara LaRosa (127.6 lbs) and Lacey Schuckman (106.2 lbs) failed to make weight at the weigh in. Schuckman was able to get within 1 pound of her 105 weight class limit within the next two hours and was fined 10% of her purse. LaRosa was not able to get within one pound of 125 pounds within two hours and was fined 25% of her purse.","release_date":"2012-10-06","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":151515,"title":"Invicta FC 3: Penne vs. Sugiyama","adult":false},{"cast":["Richard Speight Jr.","Stelio Savante","Elijah Rock"],"overview":"To avoid time in jail, three wily men agree to be ministers at a local church. While bungling through their duties, they uncover a greedy plot to steal from the church. When they try to rescue the church, the men wind up getting rescued in a God encounter they never expected.","release_date":"2011-01-01","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":151523,"title":"3 Blind Saints","adult":false},{"cast":[],"overview":"A man and his wife try to enjoy a picnic, but strange and surreal happenings prevent them from doing so.","release_date":"1909-01-10","genres":[14],"vote_average":6.5,"runtime":8,"cert":"N\/A","id":151534,"title":"Traveller's Nightmare","adult":false},{"cast":[],"overview":"'Zandvoort in an uproar! On Saturday morning at roughly 10 o’clock, with beautiful weather and calm seas, a Frenchman sat in a beach chair to gaze upon the magnificent view that the sea always affords, until he slowly began to fall asleep’ So begins a report in the ‘Zandvoortsche Courant’ of July 25, 1905. The article explains how the man was faced with the oncoming tide, and – to the amazement of the audience – took off his trousers to prevent them from being ruined by the saltwater. While trying to escape from the policeman who had rushed to the scene, he jumps into a passing car, and hides out in a small changing cabin. Eventually he's nabbed by the police. Accompanied by a band and a large crowd, he is escorted to the police station. The article ends by saying that ‘Messrs. Alberts Frères’ had staged the whole incident for a film in which two of the most popular genres of that period - the locally-shot film and the chase film – would be combined.","release_date":"1905-07-26","genres":[35],"vote_average":5.7,"runtime":6,"cert":"N\/A","id":151536,"title":"The Misadventure of a French Gentleman Without Pants at the Zandvoort Beach","adult":false},{"cast":["Adriana Sage","Justine Joli","Aria Giovanni","Emily Marilyn","Jami Dion"],"overview":"Enter the seductive life of Andrew Blake's exotic new sensation ADRIANA SAGE, as she takes you on a journey into her stunning world of fetish beauty and bondage, dominance and submission.  Adriana's sensual pleasures are your visual delights.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151544,"title":"Adriana","adult":true},{"cast":["Jeanette Cronin","Ian Bliss"],"overview":"","release_date":"2003-09-22","genres":[35],"vote_average":7.0,"runtime":90,"cert":"18","id":151546,"title":"The Long Lunch","adult":false},{"cast":["Aria Giovanni","Jelena Jensen","Faith Leon","Jade Starr"],"overview":"Comprised of 20 short films, X depicts bold themes of bondage and release, public nudity and voyeuristic body worship. Through the intimate act of photographing these gorgeous women, Andrew Blake brings us 'souveniers' of his artist\/ model relationships, a symbol of domination and submission.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":151548,"title":"Andrew Blake’s X","adult":true},{"cast":["Jami Dion","Lea Martini","Jill Kelly"],"overview":"Andrew Blake's sex-star Dahlia Grey is six feet of simmering sensuality. She invites you to watch a sexpose of her life and career as a nude model, lesbian lover and sex-slave of European actress Lea Martini, in the sequel to Blake's critically acclaimed film \"Paris Chic\". The third film in the Sleepless Nights Collection.","release_date":"1997-01-01","genres":[],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":151553,"title":"Dark Angel","adult":true},{"cast":["Désirée Nosbusch","Vincent Pérez","Aladin Reibel","Jacques Spiesser","Coraly Zahonero"],"overview":"In the Austrian Alps have found the body of a young woman who died in a skiing accident eight years earlier. Dr. Marc Pelletier decides to return to the scene, as it is the brother of his ex-girlfriend. When he reach the ski resort, a dreadful avalanche buries all the people.","release_date":"2008-12-19","genres":[10770,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151561,"title":"Die Jahrhundertlawine","adult":false},{"cast":["Pedro Infante","Marga López","Antonio Aguilar","Irma Dorantes","Eduardo Alcaraz"],"overview":"A sequel to \"Un rincón cerca del cielo\".  Pedro Gonzalez first gets into trouble as part of a criminal gang and then works honourably to become rich. Money is his undoing allowing him to become a womanizer and drinker, almost losing his wife. Finally he rejoins her, they have a son and he pays for his mistakes.","release_date":"1952-02-27","genres":[18],"vote_average":6.3,"runtime":110,"cert":"N\/A","id":151569,"title":"Ahora soy rico","adult":false},{"cast":["Gloria Guida","Gino Milli","Femi Benussi","Fiore Altoviti","Beppe Loparco"],"overview":"A young man comes back to his provincial home town to visit his dying uncle who is being attended to by a night nurse and novice nun. Before long, the young man develops a deep longing for the young, beautiful nun.","release_date":"1975-01-01","genres":[35,18],"vote_average":3.3,"runtime":95,"cert":"N\/A","id":151583,"title":"La novizia","adult":false},{"cast":["Marcus Miller","Luther Vandross","Herbie Hancock","Roberta Flack","Stanley Clarke"],"overview":"A 2hr concert shot at the Knitting Factory in Hollywood in 2006. A truly unique musical event\/biopic from the Grammy Award winning producer and musician.","release_date":"2006-11-12","genres":[10402],"vote_average":4.3,"runtime":240,"cert":"N\/A","id":151588,"title":"Marcus Miller - Master Of All Trades","adult":false},{"cast":["Greta Garbo","Clark Gable","Jean Hersholt","John Miljan","Alan Hale"],"overview":"A young woman runs away from an abusive home and pre-arranged marriage only to be frustrated in her attempts find happiness with a handsome engineer in this pre-code melodrama.","release_date":"1931-10-10","genres":[10749,18],"vote_average":7.4,"runtime":76,"cert":"N\/A","id":151590,"title":"Susan Lenox (Her Fall and Rise)","adult":false},{"cast":["Sonia Ferreira","Wilker Flores"],"overview":"Following nearly 40 years of unrelenting war, peace and reconstruction are slowly arriving to Angola. Huambo, Angola’s second largest city, finds 55 children in the Okutiuka orphanage under the care of Sonia Ferreira. Her boyfriend, Wilker Flores, is a death metal guitarist who uses sounds and rhythms of this hardcore music as a path to healing. Or, as Sonia says, “to clear out the debris from all these years of war.”  The feature documentary follows Wilker and Sonia’s attempts to stage Angola’s first-ever national rock concert, bringing together members from different strands of the Angolan hardcore scene from different provinces, as it all unfolds in fits and starts, against the bombed out and mined backdrop of the formerly stately Huambo.","release_date":"2014-11-07","genres":[99],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":151595,"title":"Death Metal Angola","adult":false},{"cast":["Stamatis Gardelis","Steve Douzos","Giannis Gionakis","Nikos Rizos","Mimis Fotopoulos"],"overview":"A major hit in the Greek cinemas at the time, this comedy by Omiros Efstratiadis is about a bunch of teenagers who make things difficult for their teachers.","release_date":"1982-07-17","genres":[35],"vote_average":6.4,"runtime":100,"cert":"N\/A","id":151597,"title":"Ρόδα Τσάντα Και Κοπάνα","adult":false},{"cast":["Jennifer Montgomery","Scott Shat","Leslie Singer","Kevin Barrett","Ben Polsky"],"overview":"Made in collaboration with Keith Sanborn, The Deadman is based on a story by Bataille, charting \"the adventures of a near-naked heroine who sets in motion a scabrous free-form orgy before returning to the house to die — a combination of elegance, raunchy defilement and barbaric splendor.\" — Jonathan Rosenbaum, Chicago Reader.","release_date":"1989-01-01","genres":[18],"vote_average":4.0,"runtime":38,"cert":"N\/A","id":151611,"title":"The Deadman","adult":false},{"cast":[],"overview":"","release_date":"2003-09-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151613,"title":"Nalle Puhin Taikamaailma - Yksi kaikkien ja kaikki yhden puolesta","adult":false},{"cast":["Per Buckhøj","Gunnar Lauring","Randi Michelsen","Astrid Villaume","Kjeld Petersen"],"overview":"","release_date":"1946-02-25","genres":[10751,35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":151630,"title":"Far betaler","adult":false},{"cast":["Boris Shcherbakov","Natalya Belokhvostikova","Bernhard Wicki","Vladimir Gostyukhin","Vladimir Zamanskiy"],"overview":"A former Soviet officer returns to Germany forty years after WWII...","release_date":"1984-06-06","genres":[10752,18],"vote_average":5.5,"runtime":141,"cert":"N\/A","id":151632,"title":"The Shore","adult":false},{"cast":["Berthe Qvistgaard","Lone Hertz","Gunnar Lauring","Helge Kjærulff-Schmidt","Preben Mahrt"],"overview":"","release_date":"1951-03-14","genres":[35],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":151634,"title":"Hold fingrene fra mor","adult":false},{"cast":["Mohanlal","Madhu","Siddique","Jagathy Sreekumar","Innocent"],"overview":"Mullankolli is a rustic remote village in northern Kerala. Velayudhan (Mohanlal) is an orphan who came floating during floods and he was brought up by Valiya Nambiar (Madhu) a do-gooder and a feudal landlord of the area. Velayudhan grows up into a riff-raff, drunkard and a local rowdy with a good heart. He hates injustice and has set his own rules for the villagers who are scared of him including local moneylender and politician - Member Kurupu (Jagathy) and Gopinathan Nambiar (Siddique), son-in-law of Valiya Nambiar who wants to rule over the village in his own way.","release_date":"2005-09-05","genres":[18],"vote_average":6.4,"runtime":165,"cert":"N\/A","id":151639,"title":"Naran","adult":false},{"cast":["Éric Carrière","Francis Ginibre"],"overview":"","release_date":"2002-06-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151644,"title":"Les Chevaliers du Fiel : Mouillent leur chemise au Zénith","adult":false},{"cast":["Éric Carrière","Francis Ginibre"],"overview":"","release_date":"2011-10-19","genres":[35],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":151646,"title":"Les Chevaliers du fiel : Vacances d'enfer !","adult":false},{"cast":["Chris Squire","Alan White","Gerard Johnson","Shane Therioux","Steve Nardelli"],"overview":"For two brief but glorious years The Syn resided at the crossroads of 60s psychedelia and pop. They shared bills at London's Marquee club with the likes of Pink Floyd and Hendrix, released some legendary underground singles (\"Flowerman\", \"14 Hour Technicolour Dream\") and created the blueprint for rock innovators Yes. Four decades later, original founding members Chris Squire (who went on to found Yes) and Steve Nardelli reunited for a new CD and their first-ever live dates in America. This DVD captures the stellar new line-up (featuring Yes drummer Alan White) on a magical night in Boston, performing material new and old. DVD extras also include extensive band interviews and backstage footage. An important new chapter in the history of one of rock's great, nearly-lost treasures.","release_date":"2006-04-11","genres":[],"vote_average":8.5,"runtime":120,"cert":"N\/A","id":151657,"title":"The Syn: The Syndestructible Tour 2006","adult":false},{"cast":["Mammootty","Suresh Gopi","Madhavi","Balan K Nair","Geetha"],"overview":"Chanthu, a poor orphan and Aromal are cousins and belong to the Chekavar clan, a warrior clan who hire themselves out as duellers to settle disputes among the rich and powerful. Aromal, jealous of the much more talented Chanthu, makes life miserable for him and Chanthu decides to leave and live with Aringodar, a rival chekavan, as his pupil. When the two sons of a local landlord have a property dispute and decide to hire Aromal and Aringodar to duel it out, Chanthu has to decide where his loyalty lies - with the family of the uncle who brought him up or with Aringodar who provided him with sanctuary.","release_date":"1989-04-14","genres":[18,28],"vote_average":6.9,"runtime":168,"cert":"N\/A","id":151662,"title":"Oru Vadakkan Veeragatha","adult":false},{"cast":[],"overview":"Suresh Gopi is a rich business man and in addition to his wife there is his secretary, his sister and family and some other relatives in his house. Sriranjini is Suresh Gopi's 2nd wife. They married only few days ago. His 1st wife Sumitra died under mysterious circumstances by falling from a train. Trouble begins when a human skeleton is found inside a well within the compound of their house. To their surprise it is that of Sumithra whose body was cremated years back. Was the shattered body obtained from railway track really that of Sumithra? And who did it?","release_date":"2004-01-23","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":151664,"title":"Sasneham Sumithra","adult":false},{"cast":["Kunchacko Boban","Prithviraj Sukumaran","Jayasurya","Meera Jasmine","Bhavana"],"overview":"Kunjoonju, Deepu and Ashtamurthy are studying hotel management at Pondichery. Kunjoonju is a 'Kanjirappally Achayan' who is always after girls. But his 'thrill' for a girl will end the moment he finds that she is interested in him. Abbas ,the trio's friend, arranges the top floor of a house for them to stay. The house is owned by Sophy and she she stays there with her two daughters Kamala and Padma. All three guys fall for Kamala, but Kunjunju and Deepu joins together and push Ashtamurthy out of the race by making him the 'Rakhi Brother' of Kamala. Kamala knows that Kunjunju is a flirt and so she tries to keep away from him. Deepu never tells about his love to Kamala or to Kunjunju, but Ashtamurthy knows about it. Kunjunju and Deepu falls apart after a fight and Ashtamurthy brings them together. The story takes a turn, when Sophy dies and the sisters are left alone","release_date":"2003-09-05","genres":[35],"vote_average":6.9,"runtime":160,"cert":"N\/A","id":151666,"title":"Swapnakoodu","adult":false},{"cast":[],"overview":"","release_date":"2007-03-19","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":151674,"title":"Hubert Felix Thiefaine-Scandale Melancolique Tour","adult":false},{"cast":["Stacy Keach","James Earl Jones","Harris Yulin","Dorothy Tristan","Grayson Hall"],"overview":"After a catatonic episode on a railway station platform, Jacob Horner is taken to \"The Farm\"...","release_date":"1970-02-10","genres":[18,35],"vote_average":6.0,"runtime":110,"cert":"N\/A","id":151679,"title":"End of the Road","adult":false},{"cast":["Keith Bearden"],"overview":"An intimately observed love story, LOVE LIFE carefully examines the sexually secretive marriage of Joe and Mary Hahn. When a passionate extra-marital encounter leaves Joe with an emotional connection he can't break - and when a beautiful friend from Mary's college years resurfaces with her own agenda, the marriage of convenience begins to crack, revealing the truth, strength and hope buried within all of them.","release_date":"2006-06-18","genres":[10749],"vote_average":5.0,"runtime":72,"cert":"N\/A","id":151684,"title":"Love Life","adult":false},{"cast":[],"overview":"Fan of the Dead is a road-movie documentary revealing the filming locations of Night of the Living Dead, Dawn of the Dead, and Day of the Dead.","release_date":"2007-08-01","genres":[],"vote_average":7.0,"runtime":60,"cert":"N\/A","id":151686,"title":"Fan of the Dead","adult":false},{"cast":["Petula Clark","Diana Dors","Natasha Parry","Jane Hylton","Donald Houston"],"overview":"Episodic tale of four factory girls and their various romances at the local dance hall in Chiswick, London. Unusual at the time, the film tells its story from a feminine perspective. Today, it is mainly recognised for its post-war London atmosphere, with bomb sites, trolleybuses and rationing.","release_date":"1950-06-08","genres":[10749,18],"vote_average":5.0,"runtime":80,"cert":"15","id":151691,"title":"Dance Hall","adult":false},{"cast":["Leo Minaya","Jack Kesy"],"overview":"Morgan is the inspiring story of Morgan Oliver, a young athlete determined that a bicycle accident that left him paralyzed will not change him. He takes a chance on love when he meets Dean Kagen on a basketball court. Dean helps Morgan train for the same race in which he had his accident. But when he sees that Morgan will risk everything to win, Dean walks out. Left alone to face the race and demons that caused his accident, Morgan teeters between what he needs and what he wants. Can he find the strength to pull himself back up again?","release_date":"2012-01-07","genres":[18],"vote_average":6.8,"runtime":89,"cert":"N\/A","id":151693,"title":"Morgan","adult":false},{"cast":[],"overview":"Through a series of interviews and enactments we learn the story of Nico and Amalio, two children who lost a friend while climbing a mountain. Documentary and fiction seamlessly merge creating a hybrid, poetic film.","release_date":"2008-09-09","genres":[],"vote_average":5.0,"runtime":18,"cert":"N\/A","id":151701,"title":"Interview with the Earth","adult":false},{"cast":["Julia Louis-Dreyfus","Rachael Harris","Jeff Perry","D.W. Moffett","Grégory Fitoussi"],"overview":"Picture Paris is about an ordinary woman with an extraordinary obsession with Paris and a surprising past.","release_date":"2012-12-17","genres":[],"vote_average":6.0,"runtime":29,"cert":"N\/A","id":151703,"title":"Picture Paris","adult":false},{"cast":["José María Yazpik","Daniel Giménez Cacho","Kate del Castillo","Odiseo Bichir","Tenoch Huerta"],"overview":"It's 1994 in Mexico, the nation was witnessing a turbulent year since its beginnings. An indigenous rebellion shakes the country. Three months later, the ruling party's presidential candidate is brutally murdered during a rally in Tijuana. The country is concerned. Nobody knows who's behind this event, it all points to a conspiracy. Andrés Vázquez, an intelligence expert, is commissioned to lead a secret investigation parallel to the official government issued one. But another expert agent, el Seco, has received orders to wipe out all witnesses and get rid of the evidence surrounding the candidate's murder. As Andrés begins putting the pieces of this intricate puzzle together and comes closer to the truth, he realizes he's also putting his life and that of his loved ones in peril.","release_date":"2012-06-08","genres":[80,18,53],"vote_average":6.5,"runtime":100,"cert":"N\/A","id":151708,"title":"Colosio","adult":false},{"cast":[],"overview":"Bellator LXXXV is currently scheduled to take place on January 17, 2013 at the Bren Events Center in Irvine, California.[1] The event will be distributed live in prime time by Spike TV. It marks the season debut of season eight.","release_date":"2013-01-17","genres":[],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":151713,"title":"Bellator 85","adult":false},{"cast":[],"overview":"Arch Allies is a live album recorded by REO Speedwagon and Styx at Riverport Amphitheatre (now Verizon Wireless Amphitheater) in Maryland Heights, Missouri, a suburb of St. Louis.  Each band also released single live albums containing only their own tracks from this album. The Styx songs were released alone as At the River's Edge: Live in St. Louis and the REO songs were released as Live Plus, Live Plus 3 and Extended Versions.","release_date":"2000-11-21","genres":[],"vote_average":8.5,"runtime":105,"cert":"N\/A","id":151724,"title":"Styx and REO Speedwagon: Arch Allies, Live at Riverport","adult":false},{"cast":["Ron Ely","Alberto Dell'Acqua","Uschi Glas","Angelika Ott"],"overview":"Two conmen, posing as missionaries, are out to swindle the members of a church group in this slapstick western.","release_date":"1972-12-22","genres":[],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":151732,"title":"Alleluja & Sartana Are Sons... Sons of God","adult":false},{"cast":[],"overview":"","release_date":"1975-05-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151737,"title":"Heidi - Kindheit in den Bergen","adult":false},{"cast":[],"overview":"","release_date":"1983-07-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151739,"title":"Y a-t-il un pirate sur l'antenne?","adult":false},{"cast":["Johan Raja Lawak","Nabil Raja Lawak","Afdlin Shauki","Awie Akmal","Fizz Fairuz"],"overview":"Also known as \"Ponti Vs Omi\", Afdlin Shauki's latest comedy tells the story of a rivalry between two supernatural beings, a Pontianak (Vampire) and a Orang Minyak (Oil Man) who have just been inducted into the otherworld, however, in order for newbies to be accepted by the others, they have to be tested on their skills to scare the villagers of Kampung Puaka, which also consist of five Malay shamans. Ponti is a male vampire who is hated by the other vampires because most of them are women while Omi is a soft-hearted orang minyak who drives his kind crazy because of his naivety. To make things worse, the villagers of Kampung Puaka are not afraid of supernatural beings, as they descend from lineages of shamans or are supernatural beings who have repented. What will happen to Ponti and Omi?","release_date":"2012-11-22","genres":[35,27],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":151747,"title":"Pontianak Vs Orang Minyak","adult":false},{"cast":["Phil Emerton","Hannah Williams","Pearl Hamilton","Violet Hamilton","Jessie Fordyce"],"overview":"Phil Emerton and his band play tunes and accompany guest performers, including singer-dancer Hannah Williams, the singing Three X Sisters, and acrobatic tap dancers Larry & Larry.","release_date":"1933-07-08","genres":[10402],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":151749,"title":"The Audition","adult":false},{"cast":[],"overview":"","release_date":"2012-12-04","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":151751,"title":"Très Très Haut Débit","adult":false},{"cast":["Claire Castel","Leny Ewil"],"overview":"","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151753,"title":"Claire Castel l'obéissante","adult":true},{"cast":["Claudia Leitte"],"overview":"Brazilian Band - Recorded at Concha Acústica Castro Alves Theater in Salvador (Bahia), is also the first DVD of the band with singer Claudia Leitte as their vocalist. The album features hits two first two albums the band (Straw, Naughty, Dog, No-Shame, Cai Out and Fulano in Sala) and remakes (Seriously Speaking and Perfect Love, both of Roberto Carlos, and Dyer Maker, the band Led Zeppelin) and unreleased songs (Picture on shelf, Love Proof, Nothing More (It hurt), Two Paths (Master and Apprentice) and Me Flame of Love). The total repertoire consists of 29 songs. Three are exclusive to the CD (Speaking Seriously, Perfect Love and Ê Saudade), while nine are exclusive to the DVD (Spooks, Te Amar is need, the medley Shacks \/ Kiss on the Lips \/ I Need You, Love's Divine, Selva White the medley If I'll Call Me \/ Give A Shout Then, Blonde Hair, In Step Marcharada and the opening of the show).","release_date":"2004-09-10","genres":[10402],"vote_average":4.3,"runtime":107,"cert":"N\/A","id":151755,"title":"Babado Novo Ao Vivo Em Salvador","adult":false},{"cast":[],"overview":"","release_date":"2005-01-01","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":151757,"title":"Banda Eva - 25 Anos ao Vivo","adult":false},{"cast":[],"overview":"","release_date":"2016-02-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151759,"title":"Barão Vermelho 1985 - Rock In Rio","adult":false},{"cast":[],"overview":"","release_date":"2016-02-13","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":151767,"title":"Beto Guedes - 50 Anos ao Vivo","adult":false},{"cast":["Kendra Thomas","Dan Selon","Jared Welch","Jessica Ream","Tristan Scott"],"overview":"A gay man is about to be married. He thinks back to when he was a kissing virgin, waiting for the right person with whom to have that first kiss.","release_date":"2009-12-28","genres":[],"vote_average":3.8,"runtime":70,"cert":"N\/A","id":151772,"title":"Be Mine","adult":false},{"cast":[],"overview":"","release_date":"2016-02-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151777,"title":"Bossa Nova In Concert","adult":false},{"cast":["Timo Rose","Yazid Benfeghoul"],"overview":"For Jack there is only violence, death and drugs… Nobody knows about his twisted and perverted mind except his explicit diary… But soon a lot of people will learn the truth about Jack!","release_date":"2000-01-01","genres":[27],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":151782,"title":"Psycho Jack","adult":false},{"cast":["Polly Walker","Clive Owen","Sean Bean","Michael MacKenzie","Billie Whitelaw"],"overview":"A feisty 17th-century Scotswoman falls in love with a despised landowner, to the dismay of her father.","release_date":"1990-01-01","genres":[18],"vote_average":6.0,"runtime":88,"cert":"","id":151784,"title":"Lorna Doone","adult":false},{"cast":["Barry White"],"overview":"01 Love's Theme (instrumental)\r 02 I've Found Someone\r 03 You're The First, The Last, My Everything\r 04 It Maybe Winter Outside\r 05 I'm Gonna Love You Just A Little More, Baby\r 06 Never Gonna Give You Up\r 07 What Am I Gonna Do Without You\r 08 I'm Under The Influence Of Love\r 09 Playing Your Game Baby\r 10 You See The Trouble With Me\r 11 I Wanna Do It Good To Ya\r 12 I Belong To You\r 13 Just The Way You Are\r 14 Can't Get Enough Of Your Love, Babe\r 15 Let The Music Play\r 16 Rhapsody In White (instrumental)\r 17 It's Only Love","release_date":"2016-02-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151786,"title":"Barry White - Under The Influence Of Love","adult":false},{"cast":[],"overview":"The title does not refer to the American state, but to a cheap wine brand that flows liberally in this documentary. Socially, things look bad for the inhabitants of the Polish village Zagórki since the state farm they worked on went bankrupt a few years ago. It happened in 1990; since then, the 750,000-acre estate looks deserted and the former farm workers and cattle drivers are sitting at home, musing on the old days and complaining about the grievous wrongs suffered by them. From a flourishing, thriving community, the village is now reduced to a sad lot of embittered people, whose sole income is a small allowance and whose sole distraction is the muddled intoxication of the cheap Arizona wine. The camera mercilessly registers the dismal condition of the houses and streets, and the numerous candid interviews supply a poignant image of the blind-alley situation in this remote village.","release_date":"1998-01-01","genres":[99],"vote_average":0.0,"runtime":46,"cert":"N\/A","id":151791,"title":"Arizona","adult":false},{"cast":[],"overview":"\"It is the story of love and of how love can be destroyed by obsession. In our lives we are subject to two contradictory drives - the drive to be good and bad, the propensity to love and to hate\" -Piotr Dumala, director","release_date":"2000-01-01","genres":[],"vote_average":7.4,"runtime":34,"cert":"N\/A","id":151823,"title":"Crime and Punishment","adult":false},{"cast":["Mae Murray","Richard Cummings","Rudolph Valentino","Harry L. Rattenberry","Edward Jobson"],"overview":"A poor hat-check girl loses her job and is forced to get a job as a dancer at a roadhouse. There she falls in love with the son of a rich businessman. The boy's father, believing her to be after the family's money, determines to embarrass her and show his son what she really is.","release_date":"1919-05-01","genres":[35,18],"vote_average":5.3,"runtime":74,"cert":"N\/A","id":151831,"title":"The Delicious Little Devil","adult":false},{"cast":["Laurent Hasse"],"overview":"","release_date":"2012-12-26","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":151836,"title":"Le Bonheur... Terre promise","adult":false},{"cast":[],"overview":"A camp of Russian gypsies, dancing and playing music. After an opening dance, a quartet of beer-drinkers gargles the Volga Boatman song, then another group hauling on a rope sings it (we finally see that the other end of the rope is anchored by a very small dog). A trench-coated bomber sneaks into the palace, where we see Rice-Puddin', the mad monk, cheating at a jigsaw puzzle. He spies the activity in the gypsy camp and orders a henchman to fetch the gypsy girl. The villagers revolt as a result, sending The Mad Monk scrambling on his horse; they stuff a bomb into his pants just as he turns his horse into a helicopter, and it explodes.","release_date":"1933-05-13","genres":[16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":151838,"title":"Wake Up the Gypsy in Me","adult":false},{"cast":[],"overview":"HEY RECRUITS! Grab your fire helmets and turnout gear, because we're in training! You're going to learn how to rappel, how to handle a hose and how to open a fire hydrant. Want to know the difference between a pumper and an aerial ladder truck? Get your boots on and get ready to roll with the Fire Monsters!","release_date":"2010-01-01","genres":[],"vote_average":3.0,"runtime":40,"cert":"N\/A","id":151840,"title":"Totally Trucks Fire Monsters","adult":false},{"cast":["Vijayasree","Prem Nazir","Rajasree","K P Ummer","Vijaya Nirmala"],"overview":"Ponnapuram Kotta is a 1973 Malayalam language film starring Prem Nazir, K. P. Ummer, Vijayasree and Vijayanirmala in the lead roles.","release_date":"1974-01-23","genres":[28,36],"vote_average":8.0,"runtime":153,"cert":"N\/A","id":151842,"title":"Ponnapuram Kotta","adult":false},{"cast":["Dorothy Lee","Arthur Havel","Morton Havel","Brook Allen","Catherine Field"],"overview":"","release_date":"1933-12-23","genres":[10402,35],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":151844,"title":"Plane Crazy","adult":false},{"cast":["Jane Froman","Georges Metaxa","Don Zelaya","Gerald Oliver Smith","Novia"],"overview":"An American woman visits a small South American town where she quickly falls for a charming lieutenant.","release_date":"1933-12-16","genres":[10749,10402],"vote_average":0.0,"runtime":23,"cert":"N\/A","id":151852,"title":"Kissing Time","adult":false},{"cast":["Henry Busse"],"overview":"This one-reel musical short, part of the WB\/Vitaphone Melody Master series, features the music of trumpet-player and orchestra leader Henry Busse and his Orchestra, playing their own arrangements of various popular songs of the time...or in the Warners' song library. Those include \"Wang Wang Blues,\" \"Hot Lips\" and \"Along the Santa Fe Trail.\"","release_date":"1940-11-30","genres":[10402],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":151854,"title":"Henry Busse and His Orchestra","adult":false},{"cast":[],"overview":"","release_date":"1940-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151856,"title":"Busky Bakers","adult":false},{"cast":["Anne Crawford","Peggy Cummins","Rosamund John","Terence Morgan","Barbara Murray"],"overview":"London policewomen (Anne Crawford, Rosamund John) handle rescues and larceny as they go about their work in Chelsea.","release_date":"1953-03-17","genres":[],"vote_average":6.3,"runtime":94,"cert":"","id":151864,"title":"Street Corner","adult":false},{"cast":["Tyler Haines","Zac Titus","Brent King","Landon Ashworth","Robert Sisko"],"overview":"Buck, a Marine, has returned from the Iraq war. With physical disabilities, PTSD, and no real family to care for him, he can't seem to fit into society. His cousin David puts his own life aside to care for him. Things get heated with family and friends who argue Buck is the government's problem. David must do what is right.","release_date":"2011-11-15","genres":[18],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":151866,"title":"A Warm Wind","adult":false},{"cast":[],"overview":"","release_date":"1975-11-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151874,"title":"Weather Report: Live in Berlin","adult":false},{"cast":["Prithviraj Sukumaran","Bhavana","Cochin Haneefa","Nilambur Ayisha"],"overview":"After the demolition of the Babri Masjid, Anwar, a student of Aligarh Muslim University, becomes a fundamentalist and ends up in prison. His wife Sameera yearns for him be the soft and loving husband that he once was. But what happens when he is out of jail?","release_date":"2005-06-01","genres":[18],"vote_average":6.0,"runtime":85,"cert":"N\/A","id":151876,"title":"Daivanamathil","adult":false},{"cast":["Mohanlal","Thilakan","Vijayaraghavan","Biju Menon","Ganesh Kumar"],"overview":"Mohanlal plays the role of OMR, an affluent NRI who does oil business in Singapore. The movie begins on a new year before when the \"Red Chilles\", an all-girls music band with nine members, are involved in an accident. The girls flee from the place to leave their car behind. Moreover, the girls work for OMR and it was his car they drove around. OMR is forced to come down to India. As a mystery, several other characters come into light, including a party secretary portrayed by Thilakan and four policemen played by Siddique, Vijayaraghavan, Biju Menon and Ganesh Kumar.","release_date":"2009-02-14","genres":[80,53],"vote_average":2.8,"runtime":158,"cert":"N\/A","id":151878,"title":"Red Chillies","adult":false},{"cast":["Alex Reid","Jamie Draven","Shauna Macdonald","Cal Macaninch","Adam Shaw"],"overview":"A young woman finds herself onto a desolate beach and tries to find out the how and why of her immediate life. Along with a lost memory, to further complicate her situation a man who she discovers washed up on the same beach attacks her. Fighting to stay alive she goes on the run from the stranger and desperately tries to piece her memory back together. Criss-crossing through the savage coastline and a claustrophobic London setting she finds her answers in an unrelenting world where spies, betrayal and obsession are the daily currency and identity is as shifting as the tides.","release_date":"2007-10-23","genres":[53],"vote_average":5.5,"runtime":84,"cert":"festival (London)","id":151883,"title":"Jetsam","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151894,"title":"Trijntje Oosterhuis - Ken je mij","adult":false},{"cast":["James Russo","Eric Roberts","Angie Everhart","Brian Wimmer","Joe Penny"],"overview":"In a world filled with love and deception, the truth is always bittersweet.","release_date":"1999-09-30","genres":[],"vote_average":3.8,"runtime":98,"cert":"N\/A","id":151896,"title":"BitterSweet","adult":false},{"cast":["Sara Berner","Pinto Colvig","Jack Mercer"],"overview":"After hours, individuals on various magazine covers in a drugstore come to life and sing, speak, or perform. Caricature celebrity depictions include George Arliss, Eddie Cantor, Sonja Henie, Benito Mussolini, Ignacy Paderewski, Edward G. Robinson, Will Rogers, and Ed Wynn. A robbery sequence features bad guys breaking into the cash register and Sherlock Holmes and Dr. Watson on the case. King Kong also makes an appearance. A Merrie Melody cartoon.","release_date":"1933-06-10","genres":[16,35,10751,10402],"vote_average":5.0,"runtime":7,"cert":"N\/A","id":151913,"title":"I Like Mountain Music","adult":false},{"cast":["Jayaram","Remya Nambeesan","Saikumar","Innocent","Salim Kumar"],"overview":"Krishna Prasad (Jayaram) has loved elephants ever since he was a child. This love makes it hard for him to keep a regular job. But things change when Gauri (Remya Nambeeshan) enters his life.","release_date":"2006-08-04","genres":[18],"vote_average":4.5,"runtime":130,"cert":"N\/A","id":151915,"title":"Aanachandam","adult":false},{"cast":["Jayaram","Samvrutha Sunil","Anu Emmanuel","Innocent","Harisree Ashokan"],"overview":"Ajayachandran immigrates to the Gulf and he makes his fortune and returns to Kerala for a holiday. Ajayachandran flaunts his wealth to gain social acceptance. Rashmi, Ajayachandrans wife, a grounded young woman who is not too comfortable with her husbands new, flashy lifestyle. However, soon, all of Ajayachandrans calculations about life go wrong. An incident occurs and changes his life forever","release_date":"2011-12-01","genres":[18],"vote_average":6.1,"runtime":160,"cert":"N\/A","id":151920,"title":"Swapna Sanchari","adult":false},{"cast":["Anthony LaPaglia","Zoe Carides","Ray Barrett","Michael Veitch","Gia Carides"],"overview":"Susy Conner accuses former employer, Gary Fitzgerald, of harassment and unfair dismissal for failing to comply with his sexual demands. Relating the incident to conciliation lawyer, Marion Lee, Susy comments that the trauma experienced should entitle her to a compensation payment of $40,000.00.","release_date":"1996-08-08","genres":[],"vote_average":7.0,"runtime":94,"cert":"N\/A","id":151925,"title":"Brilliant Lies","adult":false},{"cast":["Danny Trejo","Mickey Rourke","Anthony Michael Hall","Dina Meyer","Richard Dillane"],"overview":"An outlaw named Guerrero Hernandez is shot in the back and killed whilst attempting to free his half-brother from a small-town prison. Making a deal with the devil, Hernandez returns from the dead to take his revenge.","release_date":"2013-10-01","genres":[37,28,14,27,18],"vote_average":5.1,"runtime":100,"cert":"15","id":151933,"title":"Dead in Tombstone","adult":false},{"cast":["Brian Aherne","Victor McLaglen","Paul Lukas","June Lang","John Carradine"],"overview":"An Irish convict sentenced to hard labor in Australia escapes into the outback, and organizes a band of fellow escapees to fight a corrupt landlord.","release_date":"1939-05-26","genres":[12,28],"vote_average":5.5,"runtime":92,"cert":"N\/A","id":151935,"title":"Captain Fury","adult":false},{"cast":["Andy Griffith","Ron Howard","Don Knotts","Jim Nabors","Hal Smith"],"overview":"After being away for awhile, Andy Taylor returns home to Mayberry to visit Opie, now an expectant father. While there he ends up helping Barney Fife mount a campaign for sheriff.","release_date":"1986-04-13","genres":[10770,35],"vote_average":5.5,"runtime":95,"cert":"N\/A","id":151937,"title":"Return to Mayberry","adult":false},{"cast":["Mila Dean","Jeremie Kafando","Fedir Nesterchuck","Lin Yao"],"overview":"The mysterious world of the sleepless. Four insomniacs from around the world invite us to spend a night with them. While the rest of the world sleeps, they're awake.","release_date":"2010-01-01","genres":[],"vote_average":5.0,"runtime":76,"cert":"N\/A","id":151939,"title":"Goodnight Nobody","adult":false},{"cast":[],"overview":"","release_date":"2003-02-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151944,"title":"Chiclete Com Banana - Chiclete na Caixa Banana no Cacho","adult":false},{"cast":["Richard Jeni"],"overview":"This hightly rated and critically acclaimed performance brings the audience to thier feet with hilarious riffs on late night infomercials, dating rituals, a penis cross-examined on a witness stand, inflight emergencies, movies, religion, and more. \"Flat Out Hilarious!\"","release_date":"1997-09-15","genres":[],"vote_average":6.0,"runtime":60,"cert":"N\/A","id":151946,"title":"Richard Jeni: A Good Catholic Boy","adult":false},{"cast":[],"overview":"• 1. Missing  • 2. Losing My Religion  • 3. You Make Love Fun  • 4. I Still Haven't Found What I?m Looking For  • 5. Fire  • 6. Falling In My Love  • 7. (I) Get Lost  • 8. Boca  • 9. Inbetween Days  • 10. Staying Alive  • 11. Fever  • 12. What's Up  • 13. The Reason  • 14. Kiss Me  • 15. Wonderwall  • 16. You Oughta Know  • 17. Kiss  • 18. Sweet Child O'Mine  • 19. Purple Rain  • 20. Freedon","release_date":"2005-07-15","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":151951,"title":"Danni Carlos Ao Vivo","adult":false},{"cast":[],"overview":"","release_date":"2016-02-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":151956,"title":"Daniela Mercury - Clássica","adult":false},{"cast":["Mark Addy","Mina Anwar","Jane Horrocks","Jason Hughes","Dervla Kirwan"],"overview":"With angels crying in the toilets all because of a jealous Angel Gabriel, it could only be the eagerly awaited performance of the Primary school nativity play - this time with a twist! The UK's finest comedy actors take the leading roles as the eight year old performers. Through the inevitable mishaps, misunderstandings, young egos, fears of failure and fallings out, the children's characters evolve into mirror images of thier parents, the nativity play's audience. You'll be drawn into the amusing and enchanting worlds and minds of young children and reminisce about your own childhood performances!","release_date":"1999-12-22","genres":[35,10770],"vote_average":7.3,"runtime":75,"cert":"PG","id":151961,"title":"The Flint Street Nativity","adult":false},{"cast":["Tori Black","Lily Carter","Alexis Texas"],"overview":"Photographed simply for arousal, Andrew Blake has created in \"Sex Dolls\" fifteen memorable scenarios each emphasizing the beauty of the female anatomy. Gorgeous newcomers Bree Daniels and Nina James join the cast of veteran talent, Tori Black, Alexis Texas and Isis Taylor. Stylized and contemporary , 'Sex Dolls' is Andrew Blake's masterful vision of graphic sexuality.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":151981,"title":"Sex Dolls","adult":true},{"cast":["Kelly Clarkson","Miranda Lambert","Reba McEntire","Dorothy Shackleford","Christina Aguilera"],"overview":"Blake Shelton hosts a star-studded event that includes comedy bits, performances of classic holiday songs and new music.","release_date":"2012-12-03","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":151983,"title":"Blake Shelton's Not So Family Christmas","adult":false},{"cast":["Cynthia Khan","Waise Lee","Yen Shi-Kwan","Chung Fat","Wan Seung-Lam"],"overview":"The Eagles are a group of orphans raised as killers, whose job is to liquidate baddies ….. or so they are lead to believe. Disharmony begins among the Eagles when they are ordered to kill Shinshu Monster, an ex-colleague of their loud-laughing leader, whom they call Foster Father. Before dying, Shinshu sows the seeds of doubt with the Eagle Yingming who, nearly dead, is nursed back to health by Quihua. Quihua's ill father is another of the Foster Father 's ex-colleagues, and is the holder of the Star Bleed Skill scroll, which the Eagle's leader covets above all else.","release_date":"1993-11-11","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":151988,"title":"The 13 Cold-Blooded Eagles","adult":false},{"cert":"N\/A","title":"Spring","cast":["Marcus Venghaus","Konstantin Moser","Susanne Fernkorn","Arved Birnbaum","Marcus Venghaus Sr."],"genres":[],"id":151996,"overview":"Franz has climbed on the 5 meter diving board to prove to himself that he isn't a coward. Once there his attitude changes; but because his friend Patrick is blocking the way he can't go back. Hand in hand with Patrick - eyes closed - he dares to take the leap....","runtime":7,"release_date":"2002-09-25","vote_average":10.0,"adult":false}]