[{"cast":["Randy Sparks","Venetia Stevenson","Dick Foran","Jesse White","Dick Contino"],"overview":"Big money means big crime in this noir drama following the exploits of Frankie (Randy Sparks), a young man who stumbles on a stash of cash and finds himself way in over his head during the course of one sordid evening filled with greed, lust and violence. The stolen money creates friction between Frankie and his girlfriend, Ellie (Venetia Stevenson), while Frankie must deal with school, his job and the true crooks on his tail.","release_date":"1960-02-17","genres":[18],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":152010,"title":"The Big Night","adult":false},{"cast":["Fernandel","Raymond Pellegrin","Jacqueline Pagnol","Germaine Kerjean","Henri Poupon"],"overview":"","release_date":"1945-11-17","genres":[18],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":152018,"title":"Naïs","adult":false},{"cast":["Mick Jagger","Keith Richards","Ron Wood","Charlie Watts","Bruce Springsteen"],"overview":"","release_date":"2012-12-15","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":152020,"title":"The Rolling Stones: One More Shot","adult":false},{"cast":["Nicole Puzzi","Nuno Leal Maia","Andréa Beltrão","Susana Matos","John Herbert"],"overview":"Botanist is incapable of handling a carnivore plant that turns its victims into vampires. Clumsy detective and his secretary are hired to solve the mysterious deaths happening in a nightclub show.","release_date":"1986-09-09","genres":[35,27],"vote_average":4.0,"runtime":100,"cert":"N\/A","id":152022,"title":"The Seven Vampires","adult":false},{"cast":["Albert Adams","Kingsley Colton","Bernard Daly","Barbara Dennison","Bob Hastings"],"overview":"A score of amateur children sing and dance in costume in a multi-act musical revue.","release_date":"1938-10-08","genres":[10402,35],"vote_average":7.0,"runtime":22,"cert":"N\/A","id":152039,"title":"Toyland Casino","adult":false},{"cast":["Lau Ching-Wan","Athena Chu","Simon Lui","Emotion Cheung","Lee Siu-Kei"],"overview":"A doctor falls in love with a mysterious young woman, unknowing that he has stepped in a paranormal world of a sinister past and the loss of innocent lives. He must find the true intentions about the young woman and bring those that did her and her family harm to justice.","release_date":"1998-12-23","genres":[35,27],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":152041,"title":"Step Into the Dark","adult":false},{"cast":["Tex Avery","Mel Blanc","Cliff Nazarro","Dave Weber"],"overview":"Egghead decides his road to riches is through a boxing correspondence course. When he graduates, he takes on champion Biff Stew. Biff pummels him mercilessly (the correspondence course record continues to coach him during the match), but by accident, he knocks Biff out until we see it was all in Egghead's head, after being knocked out by the practice equipment.","release_date":"1938-12-17","genres":[16],"vote_average":8.0,"runtime":7,"cert":"N\/A","id":152043,"title":"Count Me Out","adult":false},{"cast":[],"overview":"1. Jungle Boogie – 2. That`s The Way (I Like It) – 3. Got To Be Real – 4. Macho Man \/ Born To Be Alive – 5. Shame \/ Boogie Oogie Oogie \/ Everybody Dance – 6. Cant´t Take My Eyes Off You – 7. Night Fever \/ Staying Alive – 8. Satisfaction (I Can´t Get No) – 9. Celebration – 10. Gostava Tanto De Você – 11. Olhos Coloridos – 12. It´s Raining Men – 13. How Deep Is Your Love – 14. Love Is In The Air – 15. Será – 16. Livin´ La Vida Loca – 17. Smooth – 18. Never Can Say Goodbye – 19. YMCA – 20. I Will Survive – 21. País Tropical \/ Taj Mahal","release_date":"2016-02-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":152045,"title":"Celebrare - Pra Dançar","adult":false},{"cast":["Mel Blanc"],"overview":"Facing high meat prices, a man decides to take his dog and go hunt for his own, but the crazy rabbit they are after is not very easy to catch.","release_date":"1939-08-12","genres":[16,10751,35],"vote_average":6.8,"runtime":7,"cert":"N\/A","id":152047,"title":"Hare-um Scare-um","adult":false},{"cast":[],"overview":"","release_date":"2016-02-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":152049,"title":"Claudio Zoli - Na Pista","adult":false},{"cast":["Fritz Feld","Charley Foy","Kathryn Kane","Larry Williams","Tom Kennedy"],"overview":"A temperamental director multiple times completely changes the concept during a movie's production.","release_date":"1939-07-01","genres":[35,10402],"vote_average":6.0,"runtime":18,"cert":"N\/A","id":152051,"title":"Quiet, Please","adult":false},{"cast":["Jesse Crawford","Mrs. Jesse Crawford","Bill Johnson","Judith Barron","Crawford and Caskey"],"overview":"","release_date":"1939-04-15","genres":[10402,35],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":152056,"title":"At Home","adult":false},{"cast":["Saiideh Amir Saii","Hengameh Ghaziani","Setareh Pesyani","Naghi Seif Jamali","Hossein Soleimani"],"overview":"Unfinished Stories  employs a structure familiar to Western indie cinema by following a set of seemingly random but interlocking episodes. Debut director Pourya Azarbayjani presents the tales of several women who spend much of the film alone on the streets of Tehran after dark – a particularly fraught place for unescorted women in a Muslim nation.  The film's three primary stories each represents a different point in the cycles of courtship and childbirth. One young woman hopes to elope with her unseen fiance, but faces insurmountable problems when he doesn't show up. An older, married woman seeks to buy a pregnancy test, the results of which could dictate her marriage's fate. A new mother at a hospital resorts to drastic measures when a financial problem arises.\r (c) http:\/\/clatl.com\/atlanta\/iranian-film-today\/Content?oid=1275194","release_date":"2007-01-01","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":152061,"title":"Unfinished Stories","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":152078,"title":"Geronimo Stilton - Operatie Shoefongfong","adult":false},{"cast":[],"overview":"","release_date":"2016-02-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":152080,"title":"Caetano Veloso - Noites do Norte ao vivo","adult":false},{"cast":["Anna Loos","Stefan Gubser","Steve Wrzensniowski","Steve Windolf","Peter Wyssbrod"],"overview":"A romantic comedy about an unemployed young woman from East Germany who ends up taking a summer job in the Swiss Alps and has to contend with stubborn cows, an amorous dairyman and illegal workers from the Balkans after a German passport...","release_date":"2007-12-15","genres":[35],"vote_average":5.3,"runtime":97,"cert":"N\/A","id":152082,"title":"Where the Grass Is Greener","adult":false},{"cast":["Kilian Jornet"],"overview":"A breathtaking journey over the spectacular snow-covered peaks of the Alps as we join a small group of extraordinary mountain athletes in their pursuit of happiness and fulfillment.","release_date":"2012-12-19","genres":[99],"vote_average":7.3,"runtime":null,"cert":"N\/A","id":152084,"title":"Summits of My Life - A Fine Line","adult":false},{"cast":[],"overview":"","release_date":"2016-02-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":152089,"title":"Casa da Bossa","adult":false},{"cast":["Karl Valentin","Liesl Karlstadt"],"overview":"We see a father who takes his son to a restaurant after the confirmation ceremony.","release_date":"1934-12-31","genres":[35],"vote_average":4.8,"runtime":23,"cert":"N\/A","id":152097,"title":"Der Firmling","adult":false},{"cast":["Sabin Tambrea","Sebastian Schipper","Tom Schilling","Uwe Ochsenknecht","Axel Milberg"],"overview":"A dramatic retelling of the life of Ludwig II, King of Bavaria, one of the most fascinating monarchs of modern times. From his accession to the throne at the age of 18 to his passionate support of Richard Wagner and his music. From his ingenuous political commitment to his obsessive construction of extravagant palaces and to his gradual withdrawal into a lonely dream world, an epic narrative of breathtaking grandeur.","release_date":"2012-12-25","genres":[18,36],"vote_average":6.1,"runtime":142,"cert":"N\/A","id":152135,"title":"Ludwig II","adult":false},{"cast":["Matthew Modine","Kristin Davis","Shawn Hatosy","William Lee Scott"],"overview":"THE WINNING SEASON tells the story of a legendary baseball player's struggle to choose between the love of his life and his love of the game. In the film, 12 year-old baseball fanatic Joe Soshack finds a mint condition Honus Wagner baseball card that magically takes him back to the 1909 World Series.","release_date":"2004-04-03","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":152143,"title":"The Winning Season","adult":false},{"cast":["Aglaia Szyszkowitz","Heikko Deutschmann","Nadja Tiller","Johannes Suhm","Irene Rindje"],"overview":"","release_date":"2009-04-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":152145,"title":"Liebe ist Verhandlungssache","adult":false},{"cast":[],"overview":"In 2003 Chris Ofili created the spectacular installation within reach for the British Pavilion at the Venice Biennale. Combining a cycle of paintings depicting lovers in a Paradise-like garden with a shimmering glass dome, Ofili plunged visitors into disorienting spaces of dense colour and enveloping light.  Shot in London, Germany and Venice, this film relates the creation of Within Reach. Chris Ofili's reflections on the process are complemented by interviews with his collaborator in Venice, architect David Adjaye, and the structural engineer from Arup Associates, who helped realise the complex dome.","release_date":"","genres":[],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":152150,"title":"TheEYE: Chris Ofili","adult":false},{"cast":["Cheryl Cole"],"overview":"Cheryl Cole's performance at the O2 in London is the highlight of her first solo tour ever. Featuring spectacular concert footage, all of her hits, amazing dancers, special effects and guest appearances from Will.i.am and Wretch 32, this is Cheryl at the top of her game as one of the UK's most popular artists.","release_date":"2012-11-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":152152,"title":"Cheryl Cole - A Million Lights: Live at The O2","adult":false},{"cast":[],"overview":"At the heart of Dryden Goodwin’s art is a fascination with drawing. But the ways in which he explores this age-old practice are anything but traditional. He combines drawing with photography, film and large-scale screen-based installations. He is engaged with time as well as line, and with the sculptural potential of two-dimensional images. Other concerns in his art are also strongly contemporary: the city, ideas of public and private, voyeurism, desire and emotional distance.","release_date":"","genres":[],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":152154,"title":"TheEYE: Dryden Goodwin","adult":false},{"cast":[],"overview":"Gary Hume makes beautiful paintings. His materials are household paints on aluminium surfaces and his subject's, he says, are \"flora, fauna and portraits\". The results are elegant, delicate, simple yet elusive and exquisite. Playing gloriously with colour and light, they are paintings of subtle tones, idiosyncratic clashes and insistent reflections.  Interviewed in his studio, Gary Hume reflects on his work from the 1980s, when his Doors series won instant acclaim, to his latest creations.  Illustrated in this profile are many of Gary Hume's most notable paintings, specially filmed in exhibitions in London and Dublin, and in a major 2004 show in Bregenz, Austria. Also featured are the artist's rarely-seen drawings and, in contrasting settings, his deadpan sculpture Snowman.","release_date":"","genres":[],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":152156,"title":"TheEYE: Gary Hume","adult":false},{"cast":["Charles Mingus"],"overview":"Charles Mingus showcases three exceptional concerts performed in April 1964 featuring his most celebrated lineup--Jaki Byard (piano), Dannie Richmond (drums), Johnny Coles (trumpet), Clifford Jordan (tenor sax) and the great Eric Dolphy (alto sax, flute and bass clarinet). Recorded within an eight-day span, less than three months before Dolphy's death, the three concerts showcase Mingus's visionary leadership and the band's incredible depth and diversity with unique performances and arrangements of classics including \"So Long Eric\" and the groundbreaking \"Meditations On Integration\".","release_date":"2007-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":152164,"title":"Jazz Icons: Charles Mingus: Live in '64","adult":false},{"cast":[],"overview":"Rachel Whiteread has created some of the most remarkable and resonant public sculptures of recent years. House (now demolished) cast in concrete the interior of a terraced house in London's East End. Holocaust Memorial is a moving memorial in Vienna to the victims of the holocaust in Austria. Yet she also frequently works on a domestic scale, casting in plaster and resin the spaces inside, around and beneath furniture, floors and staircases. Her art is a uniquely poetic response to the everyday, and to the haunting themes of memory and mortality.  In this video profile Rachel Whiteread speaks about the ideas that prompted a number of her best-known sculptures, including Ghost, her first cast of the space inside a complete room, and Monument, which established a shimmering presence in London's Trafalgar Square during the summer of 2001.","release_date":"","genres":[],"vote_average":10.0,"runtime":26,"cert":"N\/A","id":152166,"title":"TheEYE: Rachel Whiteread","adult":false},{"cast":[],"overview":"Richard Deacon is widely regarded as one of the principal British sculptors, best known for his innovative use of open form and his interest in materials and their manipulation.  For more than two decades, Deacon has created unique sculptures in a wide range of materials such as laminated wood, polycarbonate, leather, cloth and ceramic. Working on both a domestic and monumental scale, his structures combine organic and biomorphic forms with elements of engineering. The sculptures are defined by the space within and around them, as much as the solidity of their shape.  Deacon's dissatisfaction with the materials commonly associated with outdoor works drove him to explore the use of clay on a large-scale, overcoming technical difficulties to produce a body of work such as Another Kind Of Blue (2005) or Flower (2004) that illustrates his fascination with the relationship between the physical and the material.","release_date":"","genres":[],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":152168,"title":"TheEYE: Richard Deacon","adult":false},{"cast":[],"overview":"Martin Creed is one of Britain's most engaging contemporary artists. His self-effacing work reflects an anxiety to communicate in a world already full of too many things. So he frequently tries to produce both something and nothing, and does so in idiosyncratic ways with the modest means from everyday life.  Martin Creed discusses his uncertainties about making new works and his reluctance to name what he does as 'art'. He also illustrated how simple, ordinary objects, seen in new ways, can suggest often complex and contradictory meanings. Such objects, and the ideas and questions that they provoke, surprise and delight audiences whose individual experiences of the works will often be strikingly different.","release_date":"","genres":[],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":152179,"title":"TheEYE: Martin Creed","adult":false},{"cast":[],"overview":"Yinka Shonibare is a painter, photographer and installation artist, whose art is influenced by both the cultures of Nigeria, where he grew up, and Britain, where he studied and now lives. He has exhibited widely all over the world, and this film profile includes exhibitions filmed in London, Rotterdam and Stockholm.  His paintings and his sculptural installations make extensive use of dyed fabrics, which became popular in West Africa after independence. But many of these textiles betray Indonesian influences, are manufactured in Holland and are purchased by the artist in Brixton in south London. The complexities of nationality and identity, of history and ethnicity, post-colonialism and today's global economy, form the intellectual and aesthetic arena in which Shonibare works  His works have a strongly contemporary feel, but at the same time they engage with the traditions and masterworks of western art history. The results are witty and playful, sensuous and poetic.","release_date":"","genres":[],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":152181,"title":"TheEYE: Yinka Shonibare","adult":false},{"cast":[],"overview":"Julian Opie's highly distinctive depictions of the modern world are created in an extraordinary variety of media. His bold portraits, subtle landscapes, unconventional wallpaper, playful sculptures of animals, buildings and cars, computer films and much more present simplified and iconic versions of the contemporary environment.  In a richly-illustrated interview ranging from his cut-metal sculptures of the early 1980s to the cool minimalism of his cover art for the best of blur CD, Julian Opie reflects on his ways of working, on exposing art in unconventional surroundings, on his sense of the world around him, and on his use of computers which today allow him not to have to construct any of his artworks in the traditional way.","release_date":"","genres":[],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":152183,"title":"TheEYE: Julian Opie","adult":false},{"cast":[],"overview":"Richard Wilson is an internationally-renowned sculptor and installation artist who often works on an architectural scale. 20:50, his room-sized sea of reflective sump oil, is an overwhelming experience. More recent works like Jamming Gears, made for London's Serpentine Gallery, and Over Easy, built into The Arc arts centre in Stockton-in-Tees, offer resonant and profound challenges to our sense of space and of the environment around us. By turns amusing and disturbing, Wilson's creations are about upsetting our preconceptions of who we are and what kind of world we live in.  In this profile, Wilson outlines the genesis and meanings of a selection of key works, including Slice of Reality, a 20-metre-high cross-section of 600-ton dredger set in the Thames riverbed near the Millennium Dome.","release_date":"","genres":[],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":152185,"title":"TheEYE: Richard Wilson","adult":false},{"cast":[],"overview":"","release_date":"2008-11-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":152199,"title":"Sneeuwwitje - Een Sneeuwwitte Kerst","adult":false},{"cast":["Louis Koo","Richard Ng","René Liu","Jordan Chan","Lam Suet"],"overview":"Rene Liu successfully delivers the complex role of Mi, who chooses to remain single rather than risking the slightest chance of being dumped. She loves her friend Nan (Louis Koo) more than anyone, yet she asks him to be her best friend instead of boyfriend. For ten years, he wishes her a happy birthday no matter how far they are geographically apart or who they are with. However, this year his greeting arrives 42 hours late...","release_date":"2007-01-18","genres":[10749,18],"vote_average":7.3,"runtime":107,"cert":"N\/A","id":152201,"title":"Happy Birthday","adult":false},{"cast":["Andrew Dice Clay","Denis Leary","Joe Mantegna","Cassidy Rae","Annabella Sciorra"],"overview":"America's three top leisure-time activities come roaring to life in National Lampoon's Favorite Deadly Sins. This film consists of three short stories: Greed (Joe Mantegna), Anger (Andrew Clay) and Lust (Denis Leary).","release_date":"1995-11-12","genres":[35],"vote_average":6.8,"runtime":99,"cert":"N\/A","id":152206,"title":"National Lampoon's Favorite Deadly Sins","adult":false},{"cast":[],"overview":"A young country boy travels with his godfather to find a bride for him.","release_date":"1977-08-01","genres":[],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":152223,"title":"Czy jest tu panna na wydaniu","adult":false},{"cast":["Dermot Morgan"],"overview":"Dermot Morgan performs his one man show live at Olympia Theatre, Dublin.","release_date":"1994-09-02","genres":[],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":152231,"title":"Dermot Morgan Live","adult":false},{"cast":["Mel Blanc","Elvia Allman","Dave Weber"],"overview":"Porky owns a full-service gas station; he deals with a wide variety of problems, like a bump that migrates to different parts of the car. But his real nemesis is a supposedly sleeping baby in a car whose tire needs changing; in fact, the baby is wide awake and a real brat. Both Porky and the brat end up covered in grease; the irate mother drives off, but the child has tied a pump to a tire, which ends up pulling the whole station into the ground.","release_date":"1937-07-03","genres":[16],"vote_average":7.3,"runtime":7,"cert":"N\/A","id":152236,"title":"Porky's Super Service","adult":false},{"cast":[],"overview":"Bonus DVD featuring Making Of Documentary","release_date":"2005-09-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":152238,"title":"After Forever: The Making of 'Remagine'","adult":false},{"cast":["Mel Blanc","Kent Rogers"],"overview":"Porky owns a bakery. A hungry fly stares in through the window, as a bee shows up and tells him he should just go for it. The bee enters and at first intimidates Porky; when Porky finally gets angry enough to try swatting the bee, the bee electrifies the flyswatter. The bee then coaches the fly: with a little help from the trash bin, the fly is soon disguised as a bee himself. But the costume falls off the first time the fly faces Porky, and the fly finds himself on the wrong end of the swatter. The bee returns for a dinner snack, only to find the angry fly wielding the swatter.","release_date":"1942-01-17","genres":[16],"vote_average":8.0,"runtime":7,"cert":"N\/A","id":152243,"title":"Porky's Pastry Pirates","adult":false},{"cast":["Chin Siu-Ho","Jason Pai Piao","Philip Kwok Chun-Fung","Lung Tien-Hsiang","Kara Hui"],"overview":"From first-time director Lung Yi Sheng comes Demon Of The Lute, a 1983 fantasy swordplay epic featuring a ragtag group of heroes as they face off against a demonic force for evil! Chock full of fantastical characters blessed with otherworldly powers, enchanted weapons, and the remarkable ability to defy gravity at will, Demon Of The Lute is a comic book influenced wuxia sure to tickle the fancy of martial arts fans both young and old","release_date":"1983-08-04","genres":[28,14],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":152251,"title":"Demon of the Lute","adult":false},{"cast":["Harry Andrews","Hugh Griffith","Zalman King","Donald Pleasence","Scott Wilson"],"overview":"Dramatization of the controversial best-seller that posits an alternate version of the birth of Christianity. In this version, Jesus planned for His crucifixion by taking a drug that would simulate death. After His unconscious body was placed in the tomb, a religious sect known as the Zealots would secretly steal Christ's body from the tomb, then spread the rumor that He had risen, thus fulfilling Biblical prophecy.","release_date":"1976-10-01","genres":[],"vote_average":4.0,"runtime":108,"cert":"N\/A","id":152256,"title":"The Passover Plot","adult":false},{"cast":["Roy Rogers","George 'Gabby' Hayes","Dale Evans","Sheldon Leonard","Robert Emmett Keane"],"overview":"Roy visits his home town while on a personal appearance tour. While there he enters a pony express race. To keep him from winning, bad guys try to sabatoge Roy's entry. They fail, or course. Songs include the title song and \"Smile for me, Senorita.\"","release_date":"1946-05-09","genres":[37],"vote_average":4.0,"runtime":65,"cert":"N\/A","id":152264,"title":"Rainbow Over Texas","adult":false},{"cast":["William Holden","Nancy Olson","William Bendix","Don Taylor","Arthur Franz"],"overview":"Submarine commander Ken White is forced to suddenly submerge, leaving his captain and another crew member to die outside the sub during WW II. Subsequent years of meaningless navy ground assignments and the animosity of a former sailor, leave White (now a captain) feeling guilty and empty. His life spirals downward and his wife is about to leave him. Suddenly, he is forced into a dangerous rescue situation at the start of the Koren War.... reassigned to the same submarine where all of his problems began.","release_date":"1952-01-18","genres":[10752,18],"vote_average":4.8,"runtime":87,"cert":"N\/A","id":152266,"title":"Submarine Command","adult":false},{"cast":[],"overview":"Features the works \"Flipper\" by Leslie Signer, \"handmirror\/brush set included\" by  Liz Canning, \"Convulsive Stripper,\" by Monet Clark, \"I Love You Mom,\" by Madeleine Altman, and the live staging of the performance piece \"Goldfinger\" by Meg Mack.","release_date":"1993-08-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":152283,"title":"Art Com #14:  Rebel Girls","adult":false},{"cast":["Andy Lau","Eric Tsang","Stanley Fung","Chow Yun-Fat","Natalis Chan"],"overview":"Chow Yun Fat leaves his buddies Eric Tsang, Stanley Fung, and Nat Chan Bak Cheung to their own devices, so the first thing the trio do is get taken hostage in a bank robbery! The trio makes it onto TV, which equals instant celebrity, but the big station in town won't give them a job. Enter Andy Lau, who gives the guys their own talk show on a rival station, where they beat up their guests for being annoying. Meanwhile, a trio of comely females (including Elizabeth Lee and Carina Lau) move in next door, and the chase is on!","release_date":"1988-01-21","genres":[10749,35],"vote_average":6.0,"runtime":97,"cert":"N\/A","id":152291,"title":"The Romancing Star II","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":152296,"title":"Istoriya Leonida","adult":false},{"cast":["Andy Lau","Stanley Fung","Natalis Chan","Ida Chan","Chingmy Yau"],"overview":"A rivalry between two brothers causes chaos through out the business world. Can the good brother defeat his greedy elder brother at his own game? Only Wong Jing and his usual cronies can sort out this mess with hysterical results and oddball humor","release_date":"1988-03-27","genres":[35],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":152298,"title":"The Crazy Companies","adult":false},{"cast":["Method Man","RZA","Ghostface Killah","The GZA","Raekwon"],"overview":"\"Bring da Ruckus\"  \"Da Mystery of Chessboxin'\"  \"Clan in da Front\"  \"C.R.E.A.M.\"  \"Wu-Tang Clan Ain't Nuthing Ta F' Wit\"  \"Shame on a Nigga\"  \"Ghost Deini\"  \"Reunited\"  \"For Heaven's Sake\"  \"Criminology\"  \"Incarcerated Scarfaces\"  \"Brooklyn Zoo\"  \"Bring the Pain\"  \"It's Yourz\"  \"Liquid Swords\"  \"One Blood Under W\"  \"Ice Cream\"  \"Triumph\"  \"Hood\"  \"Run\" (piosenka Cappadonna)  \"Run\" (piosenka Ghostface Killah)  \"Tearz\"  \"Method Man\"  \"Dog Shit\"  \"Shimmy Shimmy Ya\"  \"Y'all Been Warned\"  \"Gravel Pit\"","release_date":"2004-07-03","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":152309,"title":"Wu Tang Clan Disciples Of The 36 Chambers","adult":false},{"cast":["Inna Churikova","Igor Sklyar","Aleksandr Feklistov","Sergei Bobrov","Mikhail Dorofeev"],"overview":"Former criminal Sergei meets Vera - an elderly unhappy woman who lives in a dormitory. After Sergei commits another crime, they run together and along the way they accidentally get into a zone contaminated by radiation. Sergei decides to stay there, but Vera does not leave him. At that moment three looters come to the territory.","release_date":"1994-02-01","genres":[],"vote_average":1.3,"runtime":null,"cert":"N\/A","id":152317,"title":"The Year of the Dog","adult":false},{"cast":["James Hong"],"overview":"A man in a three-piece-suit from Cleveland buys the Hollywood tax service for cheap. His first big client accidentally gives him his account ledger with details of his cocaine trafficking. The pair then run around a country club before opening hours. The remainder of the film is shot entirely in windowless rooms.","release_date":"1988-01-12","genres":[35],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":152325,"title":"Tax Season","adult":false},{"cast":["Ian Anderson"],"overview":"Slipstream is a video by Jethro Tull, recorded during the 1980 'A' tour.","release_date":"1981-01-01","genres":[],"vote_average":6.5,"runtime":58,"cert":"","id":152330,"title":"Jethro Tull: Slipstream","adult":false},{"cast":["Hal Le Roy","Mitzi Mayfair","Robert Pitkin","Maurice Barrett","Eton Boys"],"overview":"","release_date":"1933-09-02","genres":[10749],"vote_average":10.0,"runtime":17,"cert":"N\/A","id":152332,"title":"Use Your Imagination","adult":false},{"cast":["Jonaš Žnidaršič","Peter Musevski","Saša Pavček","Jurij Drevenšek","Tjaša Hrovat"],"overview":"Bread and Circuses is a comedy with a sent of nostalgia about socialistic Yugoslavia's last breaths looking forward into brighter future days than they appear to be at the moment.  Family Novak from a small town Velenje is drawn by lot to participate in a TV family quiz. The mother and the daughter are thrilled about appearing on TV, whereas the father and the son do not like the idea that much, especially because the show will take place during the carnival. On their way to the TV show the family gets into a misunderstanding with the police, at the TV station they get confused by a group of dressed up cocks, and things get truly interesting when the family gets to know the quiz moderator Jos Bauer better. Everything about the TV station seems quite different from up close and the family members' values are turned upside down.","release_date":"2011-09-30","genres":[35],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":152334,"title":"Bread and Circuses","adult":false},{"cast":["Lajos Orsós","Michaela Göczi","Zsolt Kovács","István Szilvási","Roland Tzafetás"],"overview":"Árpád Bogdán's debut film seduces you with stylized visuals and an intensity that gives you an insight into the director's mind. His profound knowledge of the subject is evident throughout a film that is bereft of sex and violence. There is a poetic feel to the images that include a horse running wild on the streets of Budapest before it is caught and led into a horse trailer. The sequence is an eerie symbolic reminder of earlier visuals in the film of the young boy fleeing from parents\/elders being arrested by police with the mother figure urging the child to run before he himself is caught and taken to an orphanage, psychologically scarred...(c) http:\/\/www.imdb.com\/title\/tt0944188\/reviews","release_date":"2007-02-01","genres":[18],"vote_average":1.0,"runtime":80,"cert":"N\/A","id":152339,"title":"Happy New Life","adult":false},{"cast":["Hugh Bonneville","Steve Pemberton","Isabella Blake-Thomas","Harish Patel","Sheridan Smith"],"overview":"This family comedy based on David Walliam's best-selling book tells the story of Chloe, who sees Mr. Stink every day, but has never spoken to him. Before she knows it, Chloe has an unusual friend hiding in her garden shed. As it turns out that there is more to Mr. Stink than meets the eye ... or nose.","release_date":"2012-12-23","genres":[],"vote_average":6.3,"runtime":60,"cert":"U","id":152347,"title":"Mr. Stink","adult":false},{"cast":["Elena Proklova","Vladimir Belokurov","Rolan Bykov","Oleg Efremov","Sergey Nikonenko"],"overview":"It is a story about 12 or 13 years old girl in the middle of 60-th in USSR. She is a pioneer. She is in love with her pioneer leader - 16-17 years old boy, who doesn't even notice her. In order to impress him she tries to find someone, who was a member of pioneer squad in 1923 - one of the first Soviet pioneers...","release_date":"1965-06-06","genres":[10751,18,12],"vote_average":5.0,"runtime":79,"cert":"N\/A","id":152355,"title":"The Girl and the Bugler","adult":false},{"cast":["Niveditha Vijayan","Jayaram","Padmapriya Janakiraman","Nedumudi Venu","Biju Menon"],"overview":"Roy (Jayaram) is a successful architect married to Maya (Padmapriya) with a daughter named Anakha(pet name Anu). Roy decides to take his family on a vacation to Singapore, but Anu insists that they first go to Roy's old home. They agree to go there first, stay for 4 days, and then go to Singapore.  But upon arriving at the old house, Anu starts behaving strangely and soon Roy and Maya understand that she is infected by the ghost of their unborn child Shivani, who was aborted. It was at this house both that Maya conceived Shivani and that they decided to abort the pregnancy. Shivani tells them that she is envious of the love that Roy and Maya are giving Anu, and that she will kill Anu as revenge. Roy and Maya try to escape in vain. Roy calls his friend Raveendran to his house. They all anxiously pray and wait until the time when Shivani said she would kill Anu. By that time, Shivani has changed her mind, after seeing the parents' love for Anu, and spares her life.","release_date":"2009-09-04","genres":[53,10751,27],"vote_average":3.8,"runtime":132,"cert":"N\/A","id":152357,"title":"Kana Kanmani","adult":false},{"cast":["Mammootty","Rahman","Manoj K Jayan","Ranjith","Saikumar"],"overview":"Rajamanikyam alias Bellyraja is a multi millionaire. Bellyraja always has his sun shades and lot of gold on him. He is a Cattle dealer by profession, uneducated and an orphan. He came to Bellary from Kerala as a young boy.  Life was a struggle for him and he made to the top at the end. He credits his success to his being with the cattles. He theory is that, he can trust the cattles more than humans. Not formal but sincere Rajamanikyam has lot of acquintances. He is so attached to them and treat them as his family.  His life takes a turn when he meets Rajarathna Pillai and his two kids, who always fight for their father's wealth. That was a different experience to Rajamanikyam, who always dreamed of parental love but never could experience it. Story makes another twist meeting Malli, who sells flowers on the street. Movie spuns around the life of these characters with love, laugh and of course a lot of suspense.","release_date":"2005-11-03","genres":[28,35],"vote_average":7.4,"runtime":125,"cert":"N\/A","id":152359,"title":"Rajamanikyam","adult":false},{"cast":["Richard Norton","Benny Urquidez","Glenn Ruehland","Erica Van Wagener","Franco Guerrero"],"overview":"Ryan Travers (Richard Norton) has just been released from a prison in Bangkok, Thailand, after serving a five-year sentence for murder. His parents, running an antique shop in the area while waiting for their son to be released, are killed in an explosion perpetrated by the local mob after refusing to pay protection money. Ryan's news go from bad to worse when he learns his sister Katie (Erica Van Wagener) is seriously ill and will need an operation. With only a dead end job at a construction site after his release, Ryan learns about a local underground fight ring and decides to enter to raise the money for his sister's medical fees and search vengeance.","release_date":"1989-09-01","genres":[],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":152364,"title":"The Fighter","adult":false},{"cast":["Catherine Jacob","Solal Forte","Margaux Châtelier","Michaël Abiteboul"],"overview":"","release_date":"2012-06-26","genres":[35,18],"vote_average":5.8,"runtime":100,"cert":"N\/A","id":152366,"title":"La Baie d'Alger","adult":false},{"cast":[],"overview":"This DVD include 2 different live from following festival:  Rock Am Ring Festival - Nurnburg 8th June 2003  1. Intro\r 2. This Is The New Shit\r 3. Disposable Teens\r 4. Irresponsable Hate Anthem  5. Your Fist And Not Your Mouth\r 6. Great Big White World\r 7. Rock Is Dead  8. mOBSCENE\r 9. Tainted Love  10. Para-Noir\r 11. Dopeshow\r 12. (S)Aint\r 13. The Golden Age Of Grotesque\r 14.Dagga Buzz-Buzz Ziggety-Zag\r 15. Sweet Dreams\r 16. Fight Song\r 17. Beautiful People  Big Day Out Festival - Sydney 23rd January 1999  1. Mechanical\r 2. The Reflecting God\r 3. Great Big White World  4. Cake &amp; Sodomy\r 5. Sweet Dreams\r 6. Rock Is Dead\r 7. The Dope Show\r 8. Lunchbox\r 9. I Don't Like The Drugs\r 10. Rock'n'Roll Nigger\r 11. Antichrist Superstar\r 12. The Beautiful People","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":152383,"title":"Marilyn Manson - Tainted Life","adult":false},{"cast":["Roger Moore","Rosemary Dexter","Ian Hendry","Aimi MacDonald","Fulton Mackay"],"overview":"Simon Templar is on holiday in Naples when a small uproar on a lunch table draws his attention. An English tourist attempts to greet an Italian businessman as an old friend, but the Italian refuses to acknowledge the greeting and claims never to have met him.","release_date":"1969-01-05","genres":[53,80,28],"vote_average":6.3,"runtime":94,"cert":"","id":152388,"title":"Vendetta for the Saint","adult":false},{"cast":["Roger Moore","Caron Gardner","Sylvia Syms","Justine Lord","Kenneth J. Warren"],"overview":"Simon Templar is hired by a friend in the book publishing trade to protect one of his stars, a secretive recluse named Amos Klein who writes a popular (and lucrative) series of adventure novels about a manly and suave spy.","release_date":"1968-12-08","genres":[80],"vote_average":8.5,"runtime":100,"cert":"","id":152393,"title":"The Fiction Makers","adult":false},{"cast":["Stan Ivar","John Ritter","Katey Sagal","Kim Delgado","David Naughton"],"overview":"Irreverent freelance investigative reporter Tom Maguire hits rock bottom when bigot editor in chief Ivan refuses to print his pieces anymore and his bad back most be operated, but his health insurance just expired. Sympathetic editor Irene Dunbar, feeling guilty she didn't save his job, volunteers for a fake marriage so he can use her insurance. The 'happy couple' in now constantly beleaguered by her mother and an insurance inspector, while each has his own affairs, but the co-habitation also seems to generate meaningful affection.","release_date":"1998-03-29","genres":[],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":152395,"title":"Chance of a Lifetime","adult":false},{"cast":["Naomi Assenza","Salvatore Barone","Orsetta Borghero","Piero Cardano","Claudio Castrogiovanni"],"overview":"","release_date":"2012-04-13","genres":[],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":152397,"title":"Poker Generation","adult":false},{"cast":["Pavel Derevyanko","Elena Babenko","Mikhail Efremov","Ilse Liepa","Garik Sukachyov"],"overview":"Shurik is a talented designer, but like every designer he works by inspiration and now he can be fired, because he can't work with his new supervisor Kira. In order to find out her tastes and preferences and make such an advertisement which she'll like for sure, Shurik changes into woman clothes and hires to be Kira's housekeeper","release_date":"2005-01-01","genres":[10749,35],"vote_average":1.0,"runtime":98,"cert":"N\/A","id":152399,"title":"Love Me","adult":false},{"cast":["Lea Thompson","Steven Brand","Alice Felgate","Bel Powley","Niamh Shaw"],"overview":"A pair of single parents, who have each brought their children to a remote Scottish resort for an annual family-and-games event, are accidentally booked into the same cabin. Naturally, they can't stand each other...at first.","release_date":"2011-08-02","genres":[10770,35],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":152413,"title":"The Cabin","adult":false},{"cast":["Johnny Wang Lung-Wei","Eddy Ko","Ray Lui","Lam Hoi-Ling","Yuen Tin-Wan"],"overview":"Imagine an old-school martial arts melodrama about competing fighting schools dropped into the grungy sci-fi world of Blade Runner, and you have an idea of the curious mix of styles in Flash Future Kung Fu. Eddy Ko is the maverick star pupil of an honorable school who secretly engages in underground \"Black Boxing\" bouts, a black market sport off limits to the school. The ambitious X-Gang, a bloodthirsty neo-Nazi-like organization, plots to take care of Ko and his friends and take over the city with their army of mind-controlled zombie soldiers. In true Hong Kong fashion, it boils down to a showdown of champions, and this one takes place in a boxing ring in an eerily empty warehouse with video coverage broadcasting the event all over.","release_date":"1983-10-21","genres":[878,28],"vote_average":6.0,"runtime":78,"cert":"N\/A","id":152421,"title":"Flash Future Kung Fu","adult":false},{"cast":["Robert Hays","Pam Dawber","Zohra Lampert","Ed Nelson","Maurice Evans"],"overview":"When Kirby inherits only one thing from his millionaire uncle: a pocket watch that can stop time. Only, the bad guys know that he has it, and will do anything to take it from him. But they don't know that he's found the girl of his dreams, and she's got a sense of humor that, when combined with the watch, is devastating.","release_date":"1980-06-13","genres":[878,35],"vote_average":7.5,"runtime":100,"cert":"N\/A","id":152423,"title":"The Girl, the Gold Watch & Everything","adult":false},{"cast":["Miroslav Belonogij","Viktorija Malektorovich","Aleksandr Kobzar","Sergej Kalantaj","Viktorija Malektorovitch"],"overview":"","release_date":"2011-01-01","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":152428,"title":"Dostavit' ljuboj cenoj","adult":false},{"cast":["Tommy Hill","Josh Brookes","Shane Byrne","Michael Laverty"],"overview":"Cinema sports documentary following the British Superbike Championships in 2011. The Winner was Brit Tommy Hill.","release_date":"2012-04-23","genres":[99],"vote_average":0.0,"runtime":91,"cert":"PG","id":152433,"title":"I, Superbiker - The Showdown","adult":false},{"cast":["Remy Germinario","Ty Anania","Louis Anania","Phil Naess","Theo Saluan"],"overview":"Stephen watches a group of boys playing basketball. The look in his eyes betrays his sexual interests. When the boys realize, he becomes a victim of their homophobia. Or does it only seem so?","release_date":"2009-06-11","genres":[],"vote_average":6.8,"runtime":4,"cert":"N\/A","id":152450,"title":"The Feast of Stephen","adult":false},{"cast":["Dmitriy Orlov","Miroslav Bilonogiy","Aleksandr Kobzar"],"overview":"","release_date":"2012-10-16","genres":[10752,36],"vote_average":6.8,"runtime":null,"cert":"N\/A","id":152452,"title":"Blood of War","adult":false},{"cast":[],"overview":"A stationary camera placed amidships looks toward the round end of a 10- or 12-foot boiler that's been loaded onto the open deck. Three men climb down from atop the boiler and then remove their ladder. Four or five other workers tie the boiler down to the deck. Their pace is leisurely. In the background is a busy harbor.","release_date":"1896-01-01","genres":[99],"vote_average":4.8,"runtime":1,"cert":"N\/A","id":152454,"title":"Loading a Boiler","adult":false},{"cast":[],"overview":"An ostrich pulls a cart carrying young women wearing ostrich-feather hats.","release_date":"1896-07-30","genres":[99],"vote_average":5.8,"runtime":1,"cert":"N\/A","id":152456,"title":"Ostriches","adult":false},{"cast":[],"overview":"A male lion, right next to bars that are about 6 or 8 inches apart, keenly watches a uniformed zoo attendant toss small morsels of food into the cage. The lion alternates between finding the food on the cage floor and reaching through the bars to swipe at the man, who stays alarmingly close to the beast. In the background are the large rocks and brick wall at the back of the lion's habitat.","release_date":"1896-08-12","genres":[99],"vote_average":4.8,"runtime":1,"cert":"N\/A","id":152458,"title":"Lion, London Zoological Gardens","adult":false},{"cast":["Kamila Magálová","Oldřich Kaiser","Eva Holubová","Jiří Bartoška","Martha Issová"],"overview":"","release_date":"2012-05-17","genres":[35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":152472,"title":"Líbáš jako ďábel","adult":false},{"cast":["Aneta Krejčíková","Maciej Cymorek","Petr Nárožný","Simona Stašová","Ondřej Vetchý"],"overview":"The Czech romantic comedy hit “Love is Love” tells the story of Maruska, a blind girl and student at the Conservatory of Music who dreams of love and having a family despite her blindness. Her dream guy has curly blonde hair and blue eyes but she ends up falling in love with the dark eyed, swarthy Marek. Maruska lives with her overly protective grandfather whom is preocupied with his long-lost love. Maruska’s neighbor and best friend is constantly struggling with his headstrong mother as she refuses to accept that her son is gay. She blames everyone else - even her husband - for her son's \"deviation.\" The fate of all main characters is unexpectedly intertwined and told through humorous and touching situations laced with subtle irony and hyperbole. Just as in life, with its funny situations and difficult tests, unexpected revelations and surprising twists, all characters will experience times when they behave blindly and forget to listen to their hearts.","release_date":"2012-01-19","genres":[18,35],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":152480,"title":"Love Is Love","adult":false},{"cast":["James Brown"],"overview":"\"Soul Brother No.1\", \"The Godfather Of Soul\", \"Mr Dynamite\" are all titles that have been applied to James Brown over the years. A hugely influential figure in black American music, he was a driving force in the development of soul music in the early sixties and funk in the early seventies. He has had more R&B hits in the US than any other artist, and has charted singles in countries around the world.  One of the defining elements of James Brown’s career has always been his electrifying live show and his performances at Montreux give ample evidence of this. This DVD focuses on his choice as the best of them all from 1981. It’s a string of hits from start to finish delivered with all the flamboyant style and showmanship for which he is rightly famous.","release_date":"1981-07-07","genres":[10402],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":152488,"title":"James Brown: Live at Montreux","adult":false},{"cast":["Joan Hackett","Robert Klein","Scott Jacoby","Jeanne Tanzy","Glen Hayes"],"overview":"Scott Jacoby, as a boy with an unhealthy and pathological attachment to his divorced mother, becomes increasingly jealous of the new man in his mother's life (Robert Klein). After his mother remarries, his rage and misery overwhelm him and he plots to kill his stepfather.","release_date":"1972-08-16","genres":[18],"vote_average":8.0,"runtime":104,"cert":"N\/A","id":152490,"title":"Rivals","adult":false},{"cert":"","title":"RBS: Inside the Bank That Ran Out of Money","cast":[],"genres":[99],"id":152492,"overview":"The Royal Bank of Scotland was once a famous Scottish institution; a bank with a reputation for prudence. But in October 2008, less than a decade after Fred Goodwin took over as chief executive, it came within hours of collapsing. RBS later posted the biggest loss in UK corporate history - 24 billion pounds - which damaged the bank's reputation for financial prudence and Scotland's image as a global financial centre. Using previously unbroadcast footage of the bank's top executives and interviews with bank insiders, this documentary tells the compelling story of a national catastrophe.","runtime":55,"release_date":"2011-12-05","vote_average":0.0,"adult":false}]