[{"cast":["Christian Boeving","Mike Mitchell","Tara Cardinal","Ivy Corbin","Carl Wharton"],"overview":"A bacteriological weapon developed by the US Government to create a super soldier - spreads an epidemic in a quiet little town in the middle of Eastern Europe. All citizens have been turned into infected zombies. The plan is to bring an atomic bomb into the city's nuclear plant to pretend a terrible accident occurred. No one has to know the truth. A team of mercenaries is hired to complete the mission. The battle is on. Hordes of monsters against the team. Who will survive?","release_date":"2013-06-06","genres":[28,27],"vote_average":3.3,"runtime":90,"cert":"18","id":153509,"title":"Zombie Massacre","adult":false},{"cast":["Tempest Storm","Misty Ayers","Jeanne Saunders","Rhea Walker","Mae Blondell"],"overview":"Filmed record of a burlesque show, featuring Tempest Storm in a Technicolor segment.","release_date":"1953-01-01","genres":[],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":153520,"title":"A Night in Hollywood","adult":false},{"cast":["Salomé Blechmans","Clément Sibony","Tewfik Jellab","Maxime Kerzanet","Christian Chavagneux"],"overview":"","release_date":"2006-05-16","genres":[18,35],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":153522,"title":"Qui de nous deux","adult":false},{"cast":[],"overview":"A SUBTLY POWERFUL EXAMINATION OF DOMESTIC ABUSE, THE PROBLEM OF MARIE AND FRED’S RELATIONSHIP COMES INTO FOCUS DURING PREPARATION FOR AN EVENING DINNER PARTY.","release_date":"2012-08-20","genres":[],"vote_average":7.0,"runtime":16,"cert":"N\/A","id":153530,"title":"Fred et Marie","adult":false},{"cast":["Pentti Halonen"],"overview":"A man lives alone in a block of flats. He may not be able to put a finger on it, but he is lonely. All this changes, though, when the odd growth he has been ignoring on his side turns out to be something alive and becomes conscious.","release_date":"2009-01-01","genres":[35,16],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":153532,"title":"Benigni","adult":false},{"cast":[],"overview":"Documents a summer week when 180 young people of many different backgrounds gathered at a mountain camp with twenty-five counselors. They shared their opinions on vital interpersonal issues such as racial prejudice, homosexuality, and sexism.","release_date":"1982-09-30","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":153537,"title":"Coming of Age","adult":false},{"cast":["Joe Stewardson","Denise Newman","Bill Flynn"],"overview":"This socially conscious film, set in South Africa, presents an interracial love story between a German geologist and a young black woman. The German is only visiting South Africa. He meets his new love in a shop where he hires her as his housekeeper. She soon becomes his lover and this infuriates their nosy neighbors who report them to the police.","release_date":"1982-09-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153542,"title":"City Lovers","adult":false},{"cast":[],"overview":"Benoit is with the film down, discover the new world of Benoit where creativity, music and fun await you!\r For all children, young and old!","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153547,"title":"Benoit se Fait du Ciné-Bas","adult":false},{"cast":["Soraya Khoury","Nabil Ismaïl","Roger Hawa","Reda Khoury","Youcef Hosni"],"overview":"Lebanon, 1975. How Talal, an affluent young man becomes a warlord ; how Soraya, the girl he leaves behind, tries to help him in abducting a businessman ; how Nabil, a press photographer deals drugs under the cover of the civil war and poses as the hero he aspires to be but is not at all...","release_date":"1982-10-02","genres":[10752,18],"vote_average":5.0,"runtime":108,"cert":"N\/A","id":153549,"title":"Little Wars","adult":false},{"cast":[],"overview":"Full Noel Gallagher's High Flying Birds live at Roundhouse, London, England.  SETLIST:  (02:00) - It's Good To Be Free  (05:16) - Everybody's On The Run  (10:39) - Dream On  (15:32) - If I Had A Gun  (19:43) - The Good Rebel  (24:34) - The Death Of You And Me  (28:35) - Freaky Teeth  (32:58) - Supersonic  (37:33) - D'Yer Wanna Be A Spaceman?  (40:42) - I Wanna Live In A Dream In My Record Machine  (45:02) - AKA... What A Life!  (51:13) - Talk Tonight  (56:22) - Soldier Boys And Jesus Freaks  (1:00:26) - AKA... Broken Arrow  (1:04:06) - Half The World Away  (1:07:54) - Stranded On The Wrong Beach  (1:15:48) - Let The Lord Shine a Light On Me  (1:20:28) - Whatever  (1:24:51) - Little By Little  (1:31:31) - Don't Look Back In Anger","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153551,"title":"Noel Gallagher's High Flying Birds: iTunes Festival 2012","adult":false},{"cast":["Pierre Bourdon","Louise Lemoine Torrès","Émilien Locarno","Patrick Azam"],"overview":"","release_date":"2002-01-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":153553,"title":"Une Si petite semaine","adult":false},{"cast":["Willard White","Cynthia Haymon","Gregg Baker","Cynthia Clarey","Marietta Simpson"],"overview":"The story of a disabled beggar in Charleston,S.C. who falls in love with a prostitute, this is the first filmed version of Gershwin's opera which uses Gershwin's own orchestrations and practically all of the music, with only one major cut.","release_date":"1993-10-06","genres":[],"vote_average":5.0,"runtime":184,"cert":"N\/A","id":153555,"title":"Porgy and Bess","adult":false},{"cast":[],"overview":"Exploring the life and impact of the greatest spiritual and legal philosopher in Islamic history, this film examines Ghazali's existential crisis of faith that arose from his rejection of religious dogmatism, and reveals profound parallels with our own times. Ghazali became known as the Proof of Islam and his path of love and spiritual excellence overcame the pitfalls of the organised religion of his day. His path was largely abandoned by early 20th century Muslim reformers for the more strident and less tolerant school of Ibn Taymiyya. Combining drama with documentary, this film argues that Ghazali's Islam is the antidote for today's terror.","release_date":"2004-10-22","genres":[99],"vote_average":7.3,"runtime":80,"cert":"N\/A","id":153566,"title":"Al-Ghazali: The Alchemist of Happiness","adult":false},{"cast":["Celsa Araujo","António Ferreira","Eulalia González","Aurora Salgado"],"overview":"The inhabitants of a small village lost in the woodland between Galicia and Portugal play their own life mixed with dialogues from O bosque, a play by Galician writer Marinhas del Valle. Arraianos portrays a rural community in its obstinate resistance against disappearance.","release_date":"2012-09-13","genres":[],"vote_average":5.0,"runtime":70,"cert":"N\/A","id":153571,"title":"Arraianos","adult":false},{"cast":[],"overview":"All young Justin and his father want to do is sit down and enjoy watching a soccer game together. When this simple act sparks a chain of events leading to Justin running from the law, the boy must now embark on a thrilling adventure to reunite with his father. In order to fight the system, however, he must enlist the help of a former anarchist, and together they'll need to apply the secret of the Hop.","release_date":"2002-10-16","genres":[],"vote_average":7.3,"runtime":104,"cert":"N\/A","id":153576,"title":"Hop","adult":false},{"cast":["Jared M. Young","Joy Gardner","Larry Bagby","Teresa Richardson","Ken Eklof"],"overview":"When young Spencer Anderson can't seem to stay focused on the primary class sharing-time presentation, a loving leader shows him how to use his amazing imagination to make the stories come to life.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":153578,"title":"Nephi & Laban","adult":false},{"cast":[],"overview":"","release_date":"2004-10-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153595,"title":"Les Fabulettes d'Anne SYLVESTRE: et vive les découvertes","adult":false},{"cast":["Tate Donovan"],"overview":"The film briefly gives Hercules' history after defeating Hades for good, in which he marries Meg and revisits his teenage years. In particular, it shows an adolescent Hercules's enrollment and the beginning of his adventures at the Prometheus Academy, a school for gods and mortals, which Hercules supposedly attended during the time when he was training to be a hero with his mentor, the satyr Philoctetes.","release_date":"1999-01-01","genres":[],"vote_average":6.0,"runtime":70,"cert":"N\/A","id":153609,"title":"Hercules: Zero to Hero","adult":false},{"cast":["Donald Cerrone","Chan Sung Jung"],"overview":"UFC on Fuel TV: Korean Zombie vs. Poirier (also known as UFC on Fuel TV 3) was a mixed martial arts event held by the Ultimate Fighting Championship on May 15, 2012 at the Patriot Center in Fairfax, Virginia.","release_date":"2012-05-15","genres":[],"vote_average":8.0,"runtime":147,"cert":"N\/A","id":153617,"title":"UFC on Fuel TV: Korean Zombie vs. Poirier","adult":false},{"cast":[],"overview":"","release_date":"2012-02-07","genres":[10751,16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153622,"title":"Ma compil' - 12 histoires pour faire dodo - La tête dans les étoiles","adult":false},{"cast":[],"overview":"In 1940, the Kilgore College Rangerettes became the first dancing drill team in the nation. They have been performing at half-time shows during college football games ever since.","release_date":"1972-12-31","genres":[99],"vote_average":5.0,"runtime":26,"cert":"N\/A","id":153630,"title":"Beauty Knows No Pain","adult":false},{"cast":["Nicol Williamson","Rachel Roberts","Paul Rogers","Zena Walker","Ann Bell"],"overview":"Michael Marler, a successful business man in London, is about to make his way to the top. The death of his father brings him - after 37 years - back to his hometown Liverpool, where he is confronted with his lost Irish roots. He finds out that his father died because of a fight with some anglo-saxon teddy boys. It becomes \"a matter of honour\" for him, to take his revenge without involving the British police","release_date":"1970-01-31","genres":[18],"vote_average":7.4,"runtime":111,"cert":"","id":153641,"title":"The Reckoning","adult":false},{"cast":["Maria Schell","Stuart Whitman","Rod Steiger","Brenda De Banzie","Donald Houston"],"overview":"A man who served prison time for intent to molest a child tries to build a new life with the help of a sympathetic psychiatrist.","release_date":"1961-06-07","genres":[18],"vote_average":6.2,"runtime":127,"cert":"","id":153652,"title":"The Mark","adult":false},{"cast":["Claire Castel","Anna Polina","Sabrina Sweet","Anissa Kate","Michael Cheritto"],"overview":"Dreams of sodomy, exhibition in the subway, interracial and midnight gang bangs on a construction site, threesomes in a lingerie store, a quickie in the restroom on a boat on the Seine river before an orgy in a bourgeois apartment, one must wonder what goes on in Claire Castel's head for sex to be such an obsession.  Going through all these experiences, Claire Castel slowly becomes a true expert in sexuality. Her deep throats get more and more....deep, with the most intense double-penetrations and she cums under showers of sperm.  As if on a long apprenticeship toward becoming the the best whore in Paris.","release_date":"2012-12-28","genres":[],"vote_average":7.0,"runtime":85,"cert":"N\/A","id":153654,"title":"How I Became a Whore","adult":true},{"cast":["Claire Castel","Donna Bell","J.P.X.","Cathy Heaven","Aleska Diamond"],"overview":"","release_date":"2011-09-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153656,"title":"Initiation of Claire Castel","adult":true},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153658,"title":"Comptines A Danser","adult":false},{"cast":["Jeannie Carson","Alan Dobie","Delphi Lawrence","Jack Carson","John Lee"],"overview":"Alan Dobie plays a convict who is bequeathed a set of seven keys by a fellow prisoner. After discovering that the deceased was an embezzler who stole £20,000 that was never recovered; he sets out to find the cash after finishing the last three months of his sentence. However he must first solve the mystery of which locks the keys fit, and run the gauntlet of the police and a number of gangsters who are after him and the money.","release_date":"1961-02-01","genres":[18,80],"vote_average":6.5,"runtime":57,"cert":"","id":153660,"title":"Seven Keys","adult":false},{"cast":["Patricia Burke","Robert Dean","Ingrid Hafner","Peter Halliday","Joan Heath"],"overview":"Respectable schoolmaster returns from work on the eve of a wedding anniversary holiday to find a strange man dead in their bathroom and his wife missing.","release_date":"1962-01-01","genres":[53],"vote_average":5.9,"runtime":65,"cert":"","id":153662,"title":"Dilemma","adult":false},{"cast":["Trevor Noah"],"overview":"Trevor Noah is back, rubbing our noses in the many faces of racism in his new one-man show, recorded live at the Lyric Theatre. This record-breaking show boasts 80 sold-out performances and promises to be his best performance yet.","release_date":"2012-12-01","genres":[35],"vote_average":6.0,"runtime":97,"cert":"N\/A","id":153670,"title":"Trevor Noah: That's Racist","adult":false},{"cast":["Anne Marie Helger","Jess Ingerslev","Tommy Kenter","Per Pallesen","Kirsten Peüliche"],"overview":"Strit and her friends live in the future where the Earth has become so polluted that they must live underground. As legend has it, a creature that “Walks on Air” will guide them to a place where there are blue skies and green meadows.Set in a world so ravaged by pollution that the humans have been forced underground, this distinguished animated cautionary tale warns of the consequences of our current disregard for the environment as it tells the story of a young girl and her friends who set off on an exciting quest for the pristine, natural paradise of their dreams.","release_date":"1987-11-20","genres":[16,18],"vote_average":7.0,"runtime":78,"cert":"N\/A","id":153672,"title":"Dreaming of Paradise","adult":false},{"cast":["Rachel Dratch","Gil Zabarsky","Aliciana Lopez","Kathleen Littlefield","Hayden Signoretti"],"overview":"A day in the life of Ethan Collins, a severely depressed, foul-mouthed elementary school teacher whose wife's recent infidelity and departure have left him questioning everything in his life.","release_date":"2012-04-01","genres":[35],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":153686,"title":"Teacher Of The Year","adult":false},{"cast":[],"overview":"When sea monsters attack Los Angeles, an underground network of sushi chefs honor an ancient code to maintain balance between man and the sea, by killing only what they eat, and eating all that they kill.","release_date":"2012-10-16","genres":[],"vote_average":6.5,"runtime":6,"cert":"N\/A","id":153691,"title":"Monster Roll","adult":false},{"cast":[],"overview":"OFFICE POLITICS LEAD TO ABSURDLY DARK ACTIONS IN THIS “MAD MEN” ERA BLACK COMEDY FROM DIRECTOR JONATHAN REID-EDWARDS.","release_date":"2012-02-03","genres":[18,35],"vote_average":0.0,"runtime":18,"cert":"","id":153696,"title":"Hadley TK-421","adult":false},{"cast":[],"overview":"MAX IS A SEVEN-YEAR-OLD DEAF BOY GROWING UP IN THE 1960S. ONE DAY HE GOES ON A SCHOOL TRIP TO THE ZOO, WHERE HE SEES A LION FOR THE FIRST TIME. A FEELING BEGINS TO GROW INSIDE HIM THAT WILL CHANGE HIS LIFE FOREVER.","release_date":"2010-05-16","genres":[16,18],"vote_average":6.0,"runtime":9,"cert":"N\/A","id":153698,"title":"The Boy Who Wanted To Be A Lion","adult":false},{"cast":["Peter Alexander","Gunther Philipp","Ingeborg Schöner","Oskar Sima","Margitta Scherr"],"overview":"","release_date":"1962-04-26","genres":[10402,35],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":153706,"title":"Das süße Leben des Grafen Bobby","adult":false},{"cast":["Nicole Sweet","Jess West","Avril Sun","Megan Coxxx","Lou Charmelle"],"overview":"These dirty little club sluts love to party hard! British babe Megan Coxxx `quite the exhibitionist’ introduces each scene; this is one party you won’t want to leave! Gorgeous Megan Coxxx gets herself all turned on as she dolls herself up for a night out clubbing with her fuck buddy James Deen. They take a cab and Megan is already craving some hard cock! Once they arrive at the exclusive club James Deen disappears to the bar leaving Megan slightly disappointed, but not for long as Megan soon finds another studs cock to suck and fuck in view of the whole club. Soon James gets in on the action and gives Megan’s pussy a good hard pounding! Naughty girls Jess West, Nicole Sweet and cutie Avril are all getting ready for a nite out on the town. They soon get themselves distracted turning their girlie nite into a lesbian fuck fest.","release_date":"2011-09-13","genres":[],"vote_average":0.0,"runtime":116,"cert":"R18","id":153714,"title":"Dirty Little Club Sluts","adult":true},{"cast":["Hiroyuki Okita","Sakae Umezu","Atsuko Takano","Miyuki Tanigawa","Hiroya Morita"],"overview":"The story is about Rapeman and his Uncle who are a tag-team of sorts and created a company together where their motto is \"Righting Wrongs Through Penetration\". People want revenge Rapeman style, they go to the Uncle, and if it's rape worthy, Rapeman does what he does best. Anyways in Rapeman 2, Rapeman Co. has realized that the hospital and the mafia are somehow related and they decide enough is enough. What follows is even more of what you wouldn't expect from a movie called Rapeman. It's full of kind and silly humor but also inserted with a some serious emotional scenes.","release_date":"1994-03-11","genres":[],"vote_average":2.5,"runtime":75,"cert":"N\/A","id":153725,"title":"Rapeman 2","adult":false},{"cast":[],"overview":"True ghost stories described and\/or narrated by the survivor involved and commences with the name and location of the one submitting the story. Each of the three collections begins with a series of creepy real-life photographs in which strange appendages or faces appear while a rather ominous narrator suggests you are now entering the highway to HELL.  Three stories in the first TV-movie:  The Lonely Girl  Spiritual Flight  Mystery of the Red Earring","release_date":"1991-07-05","genres":[27,10770],"vote_average":4.0,"runtime":50,"cert":"N\/A","id":153730,"title":"Scary True Stories","adult":false},{"cast":["Jessica Fiorentino","Laura Lion","Nikki Sun","Stephanie Lahay","Diana Doll"],"overview":"The card... a simple card from a libertine club... Sophie discovers it in her husband's car, and suddenly this card throws her whole universe back into question. Her beloved Luka takes pleasure with others... Why cannot she experience this new world as well? Her friend Tina, a real libertine, talks her into tasting this club. Voyeurism, Sapphic pleasures, threesomes... This menu leads her to unexpected climax.","release_date":"2007-04-30","genres":[],"vote_average":10.0,"runtime":98,"cert":"N\/A","id":153732,"title":"The Adulterer","adult":true},{"cast":["Chiharu","Erika","Shion Fujiwara","Kyoko Kawai","Maisakura Kawanishi"],"overview":"According to an urban legend, a girl named Hikiko Mori was taunted and bullied relentlessly by her classmates, eventually resulting in her accidental death. Holding a grudge against all bullies, her spirit now haunts her former school, slowly gathering the strength to exact vengeance on the living. A group of frightened school girls decide to investigate the rumors further and what they find convinces them that they have to stop the spirit of Hikiko-san before it's too late.","release_date":"2008-11-01","genres":[18,27],"vote_average":6.0,"runtime":63,"cert":"N\/A","id":153734,"title":"Scream Girls","adult":false},{"cast":["Mia Magma","Melody Star","Julia De Lucia","Carla Pons","Bianca Resa"],"overview":"","release_date":"2012-01-01","genres":[],"vote_average":6.2,"runtime":116,"cert":"N\/A","id":153739,"title":"Mia's Traumurlaub auf Mallorca","adult":true},{"cast":["Winai Kraibutr","Pich Chanbormey","Tep Rindaro","Om Portevy","Heng Dary"],"overview":"Based on a Cambodian folk tale. In a small Thai village, Nhi comes across a Snake Immortal and falls in love with him. She becomes pregnant by the snake, but does not tell her husband. When he discovers the truth, he kills both Nhi and the Snake Immortal. One of the small snakes escapes from Nhi's abdomen, and is brought up by another immortal. Slowly the snake grows up to be a beautiful woman, who sets out to develop another relationship.","release_date":"2001-10-30","genres":[27],"vote_average":6.4,"runtime":108,"cert":"N\/A","id":153741,"title":"Snaker","adult":false},{"cast":["Najwa Nimri","Pep Munné","Juan Sanz","Cristina Higueras","Carlos Blanco"],"overview":"Two estranged sisters, once very close as young girls, get pregnant at the same time. After suffering an abortion, one becomes obsessed with the other’s baby and poses a threat to them.","release_date":"2006-11-17","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":153743,"title":"Trastorno","adult":false},{"cast":["Tony Carrera","Jeny Baby","Krystal De Boor","Yasmine","Kathy Sweet"],"overview":"Clara Mariani is really on fire. She is the daughter of one of the biggest landowners in the region. After dark, when her father is asleep, she jumps on her bike and joins two young males who help her discover rough sex.  One morning, her family discovers two pictures of Clara engaging in rough sex with a note that says \"your daughter is a whore!\". From this moment, the family honor is at stake. How to stop the gossip? All the more, Clara keeps escaping and getting kinky. Cunnilingus, fellatios, anal and more...","release_date":"2009-08-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153757,"title":"Clara's Secret","adult":true},{"cast":["Clémence Dufresne-Deslières","Sophie Lorain","Sébastien Ricard","Alexis Martin","Étienne Laforge"],"overview":"Sarah is part of a strange, marginal ménage à trois with her contemporary Louis and the older Ji-Guy, she fills her days with petty crime. During the day she hangs around with Louis by motorways, where she deceives and robs innocent people offering a lift. One day things go wrong: a driver dies during a robbery attempt. Sarah can’t stop thinking about the dead man and goes looking for the wife he left behind. In her, she finally finds something of the security and friendship she had unconsciously been seeking for so long. But her alternative family doesn’t just let her go.","release_date":"2012-09-13","genres":[18],"vote_average":5.0,"runtime":101,"cert":"N\/A","id":153759,"title":"Before My Heart Falls","adult":false},{"cast":["János Kulka","Andrea Fullajtár","Agnieszka Wagner","Péter Rudolf","Gábor Agárdi"],"overview":"On the surface it is an idyll. He lives a happily married life with Judit, a teacher and their eight-year old son, Dani. His best friend, Zoli is also his business partner and between the two of them they own four flourishing bakeries in Budapest. An enviable setting. But in the background a time bomb is ticking away. For years Andris has been living a passionate and blessed second life. The scene is Poland. Pretending to be making business trips, he has been spending half the year in Cracow, with Bea. She is a beautiful young woman and a church-painter. In this life Andris paints Creation in the chapel near the city. He is sensitive and gifted in what he does. In Pest he is a talented businessman, in Cracow an excellent artist. It is as if there were two people in him. What's more: he is satisfied with both lives. And since he is also an excellent conspirator, until this early morning he has never had to make a choice. But now Bea is pregnant, and would like to marry him...","release_date":"2002-10-10","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153764,"title":"The Last Blues","adult":false},{"cast":["Shinjirô Ehara","Hitomi Nakahara","Eiji Okada","Isao Kimura","Yoshi Katô"],"overview":"Junai Monogatari AKA Story of Pure Love is about two poor youths, Mitsuko and Kando, rebelling against society in various ways, who are desperately trying to be together despite tortuous circumstances. The film depicts their lives as thieves, menial laborers who can get little pay, society outcasts, and of course, lovers. Junai Monogatari depicts, mostly, their struggles within the Japanese reformatory system and Mitsuko's worsening sickness.","release_date":"1957-10-15","genres":[10749,18],"vote_average":7.5,"runtime":133,"cert":"N\/A","id":153766,"title":"The Story of Pure Love","adult":false},{"cast":["Manuela Martelli","Nicolas Vaporidis","Luigi Ciardo","Alessandro Giallocosta","Pino Calabrese"],"overview":"When their parents die, Bianca starts to smoke and Tomas is still a virgin. The orphans explore the dangerous streets of adulthood until Bianca finds Maciste, a retired Mr. Universe, and enters his dark mansion in search of a future.","release_date":"2013-09-06","genres":[18],"vote_average":5.8,"runtime":94,"cert":"N\/A","id":153774,"title":"The Future","adult":false},{"cast":[],"overview":"Solomon, Prophet and the King, has asked God to give him an ideal kingdom which has never been given to anybody before. He is told to prepare himself and his subjects with evil and unearthly creatures that haunt the men.","release_date":"2010-10-06","genres":[18,36],"vote_average":6.8,"runtime":110,"cert":"N\/A","id":153779,"title":"The Kingdom of Solomon","adult":false},{"cast":["Jakub Gierszał","Magdalena Berus","Ángela Molina","Andrzej Chyra","Joanna Kulig"],"overview":"Lasting is an emotional love story about Michał and Karina, a pair of Polish students who meet and fall in love with each other while working summer jobs in Spain. An unexpected nightmare brutally breaks into their carefree time in the heavenly landscape and throws their lives into chaos.","release_date":"2013-01-08","genres":[18,10749],"vote_average":5.6,"runtime":89,"cert":"N\/A","id":153781,"title":"Lasting","adult":false},{"cast":["Ray Mancini","Mickey Rourke","Ed O'Neill","Mark Kriegel","Kim Ji-wan"],"overview":"The outcome of the 1982 WBC Lightweight title bout between Ray \"Boom Boom\" Mancini and Duk Koo Kim is examined.","release_date":"2013-08-09","genres":[],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":153786,"title":"The Good Son","adult":false},{"cast":[],"overview":"","release_date":"2004-03-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153788,"title":"Les Plus belles histoires de notre enfance : Le Chat Botté","adult":false},{"cast":["Nirwan Dewanto","Annisa Hertami","Wouter Zweers","Nobuyuki Suzuki","Wouter Braaf"],"overview":"Soegija is an epic history drama of Indonesia, directed by the senior director of Indonesia Garin Nugroho, about national hero Albertus Soegijapranata.","release_date":"2012-06-07","genres":[18],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":153793,"title":"Soegija","adult":false},{"cast":["Anna Paquin","Ryan Phillippe","Luke Wilson","Powers Boothe","Riley Thomas Stewart"],"overview":"Pressured by his deceased mother's ghost to return home to the family he abandoned, a former addict grabs a bag of pills and a sack of marijuana and hits the road to Shreveport.","release_date":"2013-01-16","genres":[35,18],"vote_average":5.4,"runtime":88,"cert":"N\/A","id":153795,"title":"Straight A's","adult":false},{"cast":["Jérémie Lippmann","Max Boublil","Marie Dubois","Marie-Laure Dougnac"],"overview":"Teenager Luc lives with his mother Liliane and his little brother Paul in Paris, has to cope with the fact that his mother is a prostitute and practically raise his brother alone. Luc is disillusioned. One day, little Paul wants to phone his grandmother in Nord-pas-de-Calais, one thing leads to another and suddenly the whole family finds themselves in a holiday in northern France. For Liliane it means a reunion with her mother, for Luc and Paul the reunion with their grandmother. And then someday on the beach Luc gets to know Manuel who teaches him lessons in love, life, fun, teenagerhood and friendship.","release_date":"2001-01-01","genres":[],"vote_average":8.0,"runtime":87,"cert":"N\/A","id":153800,"title":"The Good Son","adult":false},{"cast":["Jean-Claude Brisseau","Virginie Legeay","Claude Morel","Lise Bellynck","Sébastien Bailly"],"overview":"Michel, a retired math teacher, has lived alone since his wife’s death and occupies his time writing an essay about the beliefs that shape daily life. One day he comes across Dora, a young homeless woman, who shows up injured on his doorstep, and puts her up until she recovers. Her presence brings something new to Michel’s life, but gradually the apartment becomes the site of mysterious happenings.","release_date":"2013-02-06","genres":[18],"vote_average":5.6,"runtime":91,"cert":"15","id":153820,"title":"The Girl from Nowhere","adult":false},{"cast":["Anna Polina","Donna Bell","Larissa Dee","Alison Star","Aleska Diamond"],"overview":"For the past few months, Anna has been employed as a secretary in a Parisian start-up. Here the staff work in uniform and are trained to respond to all of the desires of their employers. Anna tells how she became the mistress of a company executive , by fucking in the stockroom and offering herself to three of his colleagues.  She goes over all of the gossip of the firm, the secretaries who arouse their boss, two others who want to share the same man by pretending to be lesbians before sharing his dick. She also talks about the photocopiers, where a brunette readjusts her stockings before doing a torrid striptease for one of the bosses.","release_date":"2011-07-01","genres":[],"vote_average":9.0,"runtime":92,"cert":"N\/A","id":153828,"title":"Anna, Personal Secretary","adult":true},{"cast":[],"overview":"Ionate films is back with its second freeride mountainbike film and takes you on a ride through dust, dirt, tarmac and snow. Lean back and enjoy the resounding scenery spanning from the heart of the Swiss Alps over mountains and glaciers down to the Ligurian coastline, the broad spaces of the Provence and the streets of Berlin. See what riders like René Wildhaber, Ross Schnell, Samuel Zbinden and Carlo Dieckmann do when they go riding, not racing.  Riders: René Wildhaber, Ross Schnell, Samuel Zbinden, Carlo Dieckmann, Romeo Volken, Pascal Breitenstein, Mischa Breitenstein, Adrian Fischer, Sacha Robert, Katja Rupf, Marco Bugnone, Vinzenz Guntern, Roman Roschi, Mathé Hüsler  Filmed on location in Switzerland, Italy, Germany, Austria and France","release_date":"2010-05-28","genres":[],"vote_average":0.0,"runtime":47,"cert":"N\/A","id":153842,"title":"VAST - Ionate films","adult":false},{"cast":[],"overview":"Locally Buzzed is a story of eight microbrew enthusiasts who took eight days out of their lives to drive around Michigan and interview brewers and people in love with Michigan beer, and Michigan. The crew collected over 40 interviews with beer fans from the tip of the U.P. to the streets of Detroit. This films goal is to shine a positive light on a state that has a dark cloud of negativity looming above it. Our goal is to show people this state has something very special to offer people. From the great beer to the great lakes and the great people Michigan is a very special state. Find out why Michigan is the great beer state along with being one of the top states in the nation.","release_date":"2011-01-22","genres":[],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":153844,"title":"Locally Buzzed","adult":false},{"cast":["Victor McLaglen","Brian Donlevy","Gypsy Rose Lee","Raymond Walburn","Hattie McDaniel"],"overview":"The wealthy owner of a Pennsylvania steel business travels to New York to break up his son's romance with a showgirl. Director George Marshall's 1938 comedy stars Victor McLaglen, Brian Donlevy, Gypsy Rose Lee, Raymond Walburn, Hattie McDaniel, Lynn Bari, Robert Kellard, Jane Darwell, Andrew Tombes, Esther Muir and Frank Moran.","release_date":"1938-04-22","genres":[],"vote_average":2.0,"runtime":84,"cert":"N\/A","id":153855,"title":"Battle Of Broadway","adult":false},{"cast":["Tamanna Bhatia","Ram Pothineni","Suman Talwar","Richard Rishi","Y. Kasi Viswanath"],"overview":"Two young people are confused by their feelings for each other.","release_date":"2012-06-08","genres":[10749],"vote_average":6.1,"runtime":155,"cert":"N\/A","id":153860,"title":"Endukante Premanta","adult":false},{"cast":[],"overview":"Blackwater Park is the fifth full-length studio album by the Swedish progressive death metal band Opeth. This bonus DVD includes a 5.1 surround sound mix of the entire album (not including bonus tracks) and \"The Making Of Blackwater Park\".","release_date":"2001-02-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153862,"title":"Opeth: Blackwater Park","adult":false},{"cast":["Yorick van Wageningen","Goua Robert Grovogui","Juda Goslinga","René Groothof","Leny Breederveld"],"overview":"A criminal from Amsterdam barely surviving a liquidation. An old Frisian farmer bent on revenge. An illegal immigrant with uncertain prospects. Eventually, they meet under an ancient oak tree. Beyond the last town.","release_date":"2013-02-20","genres":[18],"vote_average":5.6,"runtime":85,"cert":"N\/A","id":153864,"title":"The Resurrection of a Bastard","adult":false},{"cast":["Cindy Lords","Angel Dark","Jana Pro","Céline Tran","Oksana"],"overview":"","release_date":"2005-01-01","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":153881,"title":"Madame","adult":true},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":153898,"title":"Wildwasser Paradiso","adult":true},{"cast":["Kees van Kooten","Wim de Bie"],"overview":"","release_date":"1997-04-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153903,"title":"Van Kooten & De Bie: Ons Kijkt Ons 3 - De Stichting Morekop","adult":false},{"cast":[],"overview":"","release_date":"2016-02-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153908,"title":"Bossa Cuca Nova - Ao Vivo","adult":false},{"cast":["Wim de Bie","Kees van Kooten"],"overview":"","release_date":"2002-04-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153910,"title":"Van Kooten & De Bie: Ons Kijkt Ons 9 - TerugKeek Op De Week","adult":false},{"cast":["Guillermo García-Ramos","John Solis","Fabián López Tapia","Leila Ciancaglini","Pepito Espinoza jr."],"overview":"Guerrero, an illegal immigrant from Mexico, crosses the border into the United States in search of his family. After arriving in San Diego, California he meets organized crime boss Gino Santoro, who offers him lodging, a job, and help in finding his family. There is only one condition... he must fight in an underground Cage Fight tournament and only the strong will survive!","release_date":"2012-10-05","genres":[28],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":153915,"title":"Cage Fight","adult":false},{"cast":["Marek Walczewski","Izabela Olszewska","Ewa Ziętek","Daniel Olbrychski","Emilia Krakowska"],"overview":"Set at the turn of the century, the story concerns a Polish poet living in Cracow who has decided to marry a peasant girl. The wedding is attended by a heterogenous group of people from all strata of Polish society, who dance, get drunk and lament Poland's 100-year-long division under Russia, Prussia, and Austria. The bridegroom, a painter friend, and a journalist each in turn is confronted with spectres of Polish past. In the end a call to arms is called but turns out to be a hoax.","release_date":"1973-01-09","genres":[18],"vote_average":7.8,"runtime":102,"cert":"N\/A","id":153917,"title":"The Wedding","adult":false},{"cast":[],"overview":"","release_date":"1958-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153922,"title":"Le Secret de Zorro","adult":false},{"cast":[],"overview":"Take A Journey To The Depths Of Desire!  Discover the beauty of devotion! Submit to pleasures of the flesh!  If you like this movie, you'll love watching Monica Mayhem take charge in our XXX bonus scene from Fetish Diaries!","release_date":"2008-01-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153927,"title":"Slave for a Night","adult":true},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153935,"title":"Petit Ours Brun - Petit Ours Brun Fait des Farces","adult":false},{"cast":["Rich Franklin","Cung Le","Thiago Silva","Stanislav Nedkov","Kim Dong-hyun"],"overview":"UFC on Fuel TV: Franklin vs. Le (also known as UFC: Macao and UFC on Fuel TV 6) was a mixed martial arts event held by the Ultimate Fighting Championship on November 10, 2012 at the CotaiArena in Cotai Strip, Macau. It was the first ever UFC event held in China.","release_date":"2012-11-10","genres":[],"vote_average":7.5,"runtime":139,"cert":"N\/A","id":153937,"title":"UFC on Fuel TV: Franklin vs. Le","adult":false},{"cast":[],"overview":"","release_date":"2016-02-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153945,"title":"Samba Social Clube 2","adult":false},{"cast":[],"overview":"Hard Hat Harry with Race Cars and Monster Trucks","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153950,"title":"Hard Hat Harry Race Cars and Monster Trucks","adult":false},{"cast":["Stephen Fry"],"overview":"Meet Pocoyo, the unforgettable little boy with a very big personality! Your child will learn through laughter as 3-year-old Pocoyo and his adorable friends explore the world around them.  In these charming episodes, Pocoyo enjoys making music, blowing bubbles, solving puzzles, and even watching an egg hath.  Filled with sights and sounds perfectly tailored to encourage child development, Meet Pocoyo! is a preschool entertainment especially deigned to delight your child!","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":49,"cert":"N\/A","id":153952,"title":"Meet Pocoyo!","adult":false},{"cast":["Alexander Gustafsson","Thiago Silva","Brian Stann","Alessio Sakara","Paulo Thiago"],"overview":"UFC on Fuel TV: Gustafsson vs. Silva (also known as UFC: Sweden) was a mixed martial arts event held by the Ultimate Fighting Championship on April 14, 2012 at the Ericsson Globe Arena in Stockholm, Sweden.","release_date":"2012-04-14","genres":[],"vote_average":7.5,"runtime":141,"cert":"N\/A","id":153954,"title":"UFC on Fuel TV: Gustafsson vs. Silva","adult":false},{"cast":["Manah de Pauw","Nader Farman","Kurt Vandendriessche","Felipe Mafasoli"],"overview":"‘Welcome Home’ shows three intense moments in the life of Lila. She is the common thread between three men she meets during significant instants of her existence. The film is a sharp love letter to Brussels, a city in a constant state of flux, a Babylon with coming-and-going inhabitants, affected by the constant transformation of its urbanism and buildings.","release_date":"2008-03-03","genres":[35],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":153962,"title":"Welcome Home","adult":false},{"cast":["Tab Hunter","Dawn Addams","Porter Hall","James Seay","Harry Lauter"],"overview":"There's something to be said for finishing what you've started. That's why the gentile Captain Long John Silver is heading back to Treasure Island to see if he can unearth the cache of riches buried there by his colleague, Captain Flint. At the same time, he also hopes to bring to safety the governor's daughter and a young boy abducted by El Toro.","release_date":"1954-06-30","genres":[12],"vote_average":4.5,"runtime":75,"cert":"N\/A","id":153967,"title":"Return to Treasure Island","adult":false},{"cast":[],"overview":"","release_date":"2006-01-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":153972,"title":"Pere castor : les lettres de biscotte mulotte","adult":false},{"cast":["Yukari Ôshima","Waise Lee","Wu Ma","Alan Chui Chung-San","Melvin Wong"],"overview":"Yukari Oshima plays a detective who is kidnapped and held hostage by a team of Mainland agents led by Waise Lee.  Called The Golden Corps, they are chasing a traitor who is attempting to sell stolen gold in HK.","release_date":"1992-11-11","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":153983,"title":"The Direct Line","adult":false},{"cast":["Brad Davis"],"overview":"An innocent American engineer is blackmailed by gangsters into a plot to assassinate his cousin, who is a judge in Sicily fighting the Mafia.","release_date":"1986-01-01","genres":[],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":153985,"title":"Blood Ties","adult":false},{"cast":["Peter Arens","Eva Kotthaus","Wolfgang Reichmann","Mathias Wieman","Ellen Widmann"],"overview":"In exploring sex offenses, particularly against children, this film reveals the inner workings of the Zurich police and INTERPOL as they pursue persons accused of voyeurism, rape, fetishism, sadism, and masochism. After the criminals are arrested and given psychological tests, they may be sentenced to an institution or undergo brain surgery (with their consent) in order to be rehabilitated.","release_date":"1963-03-26","genres":[18,80],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":153987,"title":"The Molesters","adult":false},{"cast":[],"overview":"Red Ridge chronicles the scandalous true events currently taking place in small towns along the Texas\/Mexico border. Innocent young women are being kidnapped and forced into sexual slavery and prostitution. Like the independent films Monster and Boys Don't Cry, Red Ridge exposes the darkest side of man's inhumanity to man with shocking clarity and spine chilling horror.","release_date":"2006-01-01","genres":[],"vote_average":2.5,"runtime":86,"cert":"N\/A","id":153995,"title":"Red Ridge","adult":false},{"cast":["Alan Ladd","Virginia Mayo","Edmond O'Brien","Anthony Caruso","Julie Bishop"],"overview":"Back home in Texas following the Civil War, former Confederate officer Chad Morgan (Alan Ladd) leads a cattle drive to Missouri, assuring fellow ranchers that their stock will bring $10 a head at auction. Instead, ruthless cattle baron Brog (Anthony Caruso) has scared off all competition and offers much less.","release_date":"1957-03-01","genres":[37],"vote_average":6.2,"runtime":92,"cert":"N\/A","id":153997,"title":"The Big Land","adult":false},{"cert":"N\/A","title":"The Black Dakotas","cast":["Gary Merrill","Wanda Hendrix","John Bromfield","Noah Beery Jr.","Fay Roope"],"genres":[10749,37],"id":153999,"overview":"During the Civil War, President Abraham Lincoln sends an emissary with a peace treaty to the Sioux Indians. He also sends a gift of $130,000 in gold. This attracts the attention of Brock Marsh, the secret leader of a Confederate spy ring, who wants to keep the treaty from being signed and to also get his hands on the gold. Ruth Lawrence and Mike Daugherty work together against the machinations of Marsh","runtime":65,"release_date":"1954-09-02","vote_average":5.1,"adult":false}]