[{"cast":[],"overview":"Lillian Schartz's first computer animated film.","release_date":"1970-01-01","genres":[10402,16],"vote_average":6.5,"runtime":4,"cert":"N\/A","id":157513,"title":"Pixillation","adult":false},{"cast":["Erich Schellow","Gert Schaefer","Winnie Markus","Werner Hinz","Karl John"],"overview":"Told in seven chapters, Käutner’s first postwar film portrays the lives of average people overwhelmed and traumatized by the impact of fascism. Käutner uses the framing device of an automobile whose various owners serve as the film’s protagonists and initiate its episodic structure. The characters represent an interesting cross-section of the German people including a deserting soldier, a Jewish couple and a composer who has been labeled as subversive. During a time when most Germans wanted to forget the past, Käutner eschewed the controlled setting of the UFA studios and chose to film in the bombed out streets of Berlin, crafting a humanistic rendering of recent history.","release_date":"1947-06-13","genres":[18],"vote_average":5.0,"runtime":111,"cert":"N\/A","id":157515,"title":"Seven Journeys","adult":false},{"cast":["An Nanba","Kentaro Katsura","Meika Kitagawa","Yoji Suezaki","Sayaka Kitagawa"],"overview":"Akiko is the heiress of a lumber business family that spans many generations. She married Hiroshi, a company man, and was leading a plain and happy life. But dark clouds overcast Akiko’s happy life when Hiroshi starts an affair with Michiyo, an underclassman from the school Akiko attended. Then Shinji, who used to work in the family lumber business, enters her life the turmoil of men-women relationships becomes tempestuous.","release_date":"2006-05-24","genres":[18],"vote_average":4.0,"runtime":74,"cert":"N\/A","id":157526,"title":"Tokyo Train Girls 4: Young Wife's Desires","adult":false},{"cast":["Dan Trujillo","Cecily Ann  Ryan","Lizzie O'Hara","Scott Sublett"],"overview":"\"Cheer Up, Sam\" is a heartfelt comedy about a troubled young man who drops out of college and moves back home following a breakup with his high school sweetheart. Falling back into his old routine, Sam finds comfort riding the couch with his stoner buddies and after returning to his old job, finds himself being pursued by a coworker, Lisa, a witty, tom-girl who lives at her father's junkyard. In between building a friendship with Lisa and his friend's unorthodox methods of cheering him up, Sam will be forced to make a choice between holding onto the dreams of his past or learning how to love again.","release_date":"2010-02-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157528,"title":"Cheer Up, Sam","adult":false},{"cast":[],"overview":"Afrikaans version of \"Sleeping Beauty\". A snubbed malevolent fairy casts a curse on a princess that only a prince can break, with the help of three good fairies.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157530,"title":"Doringrosie","adult":false},{"cast":[],"overview":"Afrikaans version based on the fairy tale by The Brothers Grimm. Hansel and Gretel are trapped in the deceptively decorated house of the witch Griselda who wishes to fatten Hansel so that he may be baked into a delicious treat.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157532,"title":"Hansie en Grietjie","adult":false},{"cast":[],"overview":"Afrikaans version of Tom Thumb.Back in the times of King Arthur, lived a poor and infertile couple who longed for a son but remained as barren as they were poor. They invite a passing old beggar (a common theme in folklore) to take shelter in their humble home and lo and behold he turns out to be Merilin traveling in disguise. When he hears of their desire to have a son, even if was no bigger than a thumb, Merlin does a bit of magic that brings about the birth of the legendary but rather small, Klein duimpie.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157534,"title":"Klein duimpie","adult":false},{"cast":[],"overview":"A doctor living in New Orleans re-animates a dead body, which become an uncontrollable monster.","release_date":"","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":157536,"title":"Frankenstein","adult":false},{"cast":["Dieter Pfaff","Frank Giering","Uwe Kockisch","Hansa Czypionka","Teresa Harder"],"overview":"","release_date":"2005-02-16","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157538,"title":"Erinnere dich, wenn du kannst","adult":false},{"cast":["Natalie Moorhead","Jack Mulhall","Clara Kimball Young","Edmund Breese","Alice Day"],"overview":"A gold-digging woman wins a big settlement against an older married man, which threatens to destroy the man's family. His son, discovering that the woman is part of a ring of blackmailers and that she is planning to flee the country, takes along his hulking chauffeur and follows her onto an ocean liner. There the two pretend to be a pair of wealthy playboys so that the woman will make a play for him and try to blackmail him, too, so he can then expose her and prove his father's innocence. Complications ensue.","release_date":"1932-03-01","genres":[18],"vote_average":5.0,"runtime":60,"cert":"N\/A","id":157540,"title":"Love Bound","adult":false},{"cast":[],"overview":"A tale of envy and greed in the days leading up to the Great Depression.","release_date":"2008-01-11","genres":[],"vote_average":0.0,"runtime":22,"cert":"N\/A","id":157542,"title":"No Man's Land","adult":false},{"cast":["Olivia Taylor Dudley","Michael Peña","Djimon Hounsou","Dougray Scott","Peter Andersson"],"overview":"In a highly secured vault deep within the walls of Vatican City, the Catholic Church holds thousands of old films and video footage documenting exorcisms\/supposed exorcisms and other unexplained religious phenomena they feel the world is not ready to see. This is the first tape - Case 83-G - stolen from these archives and exposed to the public by an anonymous source.","release_date":"2015-07-24","genres":[53,27],"vote_average":4.7,"runtime":91,"cert":"N\/A","id":157544,"title":"The Vatican Tapes","adult":false},{"cast":[],"overview":"The Zombie Survival Guide is a manual dealing with the potentiality of a zombie attack.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157546,"title":"The Zombie Survival Guide","adult":false},{"cast":[],"overview":"A group of friends on their last trip together as free men before going on their own different paths after High School find themselves camping out in the haunted swamp where they face their fears in the flesh.","release_date":"2016-10-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157551,"title":"The Wicked Hollows","adult":false},{"cast":[],"overview":"A family moves into a small sleepy town where the citizens vacate the premises every Halloween due to a menacing, local legend.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157553,"title":"Dead by Dawn","adult":false},{"cast":[],"overview":"A group of hooded strangers terrorize guests at their country home. A remake of the 2006 French film, \"Ils\".","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157555,"title":"Them","adult":false},{"cast":["BoA","Kangta","Jonghyun","Key","Choi Min-ho"],"overview":"Starring 32 artists from SM Town. The movie reflect the past, present and future of each artist with behind-the-scenes footage that follows the stars as they undergo rehearsals, revealing their day-to-day lives and also features interview, video diaries and never-seen-before archive files.","release_date":"2012-05-15","genres":[99,10402],"vote_average":8.6,"runtime":130,"cert":"N\/A","id":157560,"title":"I  Am.","adult":false},{"cast":[],"overview":"Fitzpatrick Traveltalks","release_date":"1932-04-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157568,"title":"Home Sweet Home, the World Over","adult":false},{"cast":["Münir Özkul","Adile Naşit","Itır Esen","Eriş Akman","Mahmut Cevher"],"overview":"Rıza is a father of 5, who has economical problems but happy nevertheless. Everything changes when his younger son gets hit by a car.","release_date":"1976-09-07","genres":[18],"vote_average":7.6,"runtime":95,"cert":"N\/A","id":157570,"title":"Family Honour","adult":false},{"cast":["Yiwei Fu","Jiang Wen","Liu Wei","Hong Pan","Wong Mei-Wa"],"overview":"There were three women lived with Pu Yi, the last emperor of China, during 1922 and 1924. Wan-jung, the Queen, ended up with being insane. Tan Yuling died. Wenxiu, a concubine, was eliminated from the Royal family. This is the story of the fate of three women, including the wife and cousin of who have a lesbian relationship","release_date":"1987-11-05","genres":[],"vote_average":6.0,"runtime":89,"cert":"N\/A","id":157575,"title":"The Last Empress","adult":false},{"cast":[],"overview":"A Traveltalk visit to Buenos Aires. At the time, it was the most populous city in South America.","release_date":"1932-04-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157580,"title":"Romantic Argentina","adult":false},{"cast":[],"overview":"Fitzpatrick Traveltalks in Japan.","release_date":"1932-04-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157582,"title":"The Island Empire","adult":false},{"cast":[],"overview":"Fitzpatrick Traveltalks","release_date":"1932-04-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157587,"title":"Rio 'The Magnificent'","adult":false},{"cast":[],"overview":"","release_date":"2000-01-01","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":157592,"title":"Min mamma hade 14 barn","adult":false},{"cast":["Marek Bukowski","Bożena Dykiel","Magdalena Wójcik","Artur Barciś","Jan Frycz"],"overview":"The action is set in the early 20th century. The film is made up of six sequences. In the first, Michal, young man who came from Poland to Germany, enrolls in a course on how to behave in social situations and on etiquette. However when he tries to approach girls using the rules which he's been taught... he only makes a fool of himself. Then, he goes to work for a man who owns a carousel and who loves to chase other women. In the next sequence, Michal meets the divorced landlady, Mrs. Luther, and goes through a whole lot of erotic experiences. When he escapes exhausted from his landlady, he starts working in a mine and visits brothels on a regular basis. He looks on women in a totally cynical manner. However, his persistent wandering must finally result in a true love.","release_date":"1992-01-01","genres":[18],"vote_average":4.0,"runtime":108,"cert":"N\/A","id":157600,"title":"A Bachelor's Life Abroad","adult":false},{"cast":[],"overview":"Fitzpatrick Traveltalks","release_date":"1931-04-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157605,"title":"Java the Fragrant Isle","adult":false},{"cast":["Brigitta Bulgari","Jessica Moore","Anita Dark","Roberta Gemma"],"overview":"","release_date":"2007-07-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157607,"title":"Hurricane der Lust","adult":true},{"cast":["James A. FitzPatrick"],"overview":"A Traveltalk visit to the island nation when it was still a British crown colony and the name Sri Lanka was 40 years in the future.","release_date":"1930-11-25","genres":[99],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":157609,"title":"Charming Ceylon","adult":false},{"cast":["Jim Davidson"],"overview":"Jim Davidson is the undisputed master of adult comedy and dishes up another serving of his blue stand-up in this new DVD. Jim works his way through a succession of side-splitting gags and politically incorrect jokes as he brings the audience to tears in his Full On! live tour. Strictly for adults only, this show will leave you in stitches time and time again.","release_date":"2005-11-07","genres":[],"vote_average":0.0,"runtime":94,"cert":"18","id":157611,"title":"Jim Davidson: Full On!","adult":false},{"cast":["Pierre Lekeux","Carlo Ferrante","Hélène Ramet","Lionel Bourguet"],"overview":"","release_date":"2002-08-14","genres":[35,18],"vote_average":5.0,"runtime":70,"cert":"N\/A","id":157613,"title":"Strass","adult":false},{"cast":["Sabrina Ferilli","Gabriel Garko","Marisa Berenson","Sarah Felberbaum","Martine Brochard"],"overview":"","release_date":"2009-09-27","genres":[],"vote_average":5.2,"runtime":null,"cert":"N\/A","id":157624,"title":"Caldo criminale","adult":false},{"cast":[],"overview":"The diagrams used to help represent consumer shopping baskets, the pensions deficit or migration are anachronistic, they hark back to nineteenth century political allegories. Whether pictographs or simple bar or pie charts, their abstractions all display an impotence that is touching. We took examples of diagrams gleaned from newspapers, school text books and official publications and used them to reconstruct the history of migration in the Federal Republic of Germany. What we are seeking, therefore, is a conceptual critique of the ways in which migration is presented, pursuing the icons and symbols back to their origins and examining them with regard to content they themselves are unaware of.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":157635,"title":"In-Formation","adult":false},{"cast":["Harry Carey","Elinor Fair","George 'Gabby' Hayes","Julian Rivero","J. Carlton Wetherby"],"overview":"Officer John Brown is after the outlaw known as the Night Rider. Posing as Jim Blake he takes a job on the Rogers ranch. He finds the secret passage from the Rogers mine to the Rogers house used by the Night Rider and also a note written by the Night Rider to his henchmen. Practicing his hand writing, he has a plan to trap him.","release_date":"1932-08-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157637,"title":"The Night Rider","adult":false},{"cast":[],"overview":"Images from the maximum-security prison in Corcoran, California. A surveillance camera shows a pie-shaped segment of the concrete yard where the prisoners, dressed in shorts and mostly shirtless, are allowed to spend half an hour a day. When one convict attacks another, those not involved lay flat on the ground, arms over their heads. They know that when a fight breaks out, the guard calls out a warning and then fires rubber bullets. If the fight continues, the guard shoots real bullets. The pictures are silent, the trail of gun smoke drifts across the picture. The camera and the gun are right next to each other.","release_date":"2004-01-18","genres":[],"vote_average":7.0,"runtime":25,"cert":"N\/A","id":157639,"title":"I Thought I Was Seeing Convicts","adult":false},{"cast":[],"overview":"A film composed of images from prisons. Quotes from fiction films and documentaries as well as footage from surveillance cameras. A look at the new control technologies, at personal identification devices, electronic ankle bracelets, electronic tracking devices.","release_date":"2000-07-01","genres":[99],"vote_average":6.5,"runtime":60,"cert":"N\/A","id":157641,"title":"Prison Images","adult":false},{"cast":["Ewa Lemańska","Marek Perepeczko","Bogusz Bilewski","Witold Pyrkosz","Marian Kociniak"],"overview":"","release_date":"1974-04-14","genres":[],"vote_average":7.6,"runtime":null,"cert":"N\/A","id":157646,"title":"Janosik","adult":false},{"cast":[],"overview":"film by farocki","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":157648,"title":"Auge\/Maschine II","adult":false},{"cast":["Jane Seymour","James Brolin","David Kaye"],"overview":"Succesful business woman gives up her career and raises the son of her deceased sister. His natural father who was unaware of his son's existence finds this out after eight years. Prompted by a wise judge, they decide to enter into a marriage of convenience in order to not upset the child. Soon after (with a little help of the boy) they fall in love...","release_date":"1998-10-18","genres":[10770,10749,18],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":157665,"title":"A Marriage of Convenience","adult":false},{"cast":["Jim Davidson"],"overview":"Jim steps into enemy camp and enters the world of the Edinburgh Fringe, the world's most famous comedy festival. Join devilish Jim Davidson as he presents his trademark brand of adult humour. Be prepared for some sizzling and saucy tales, sure to bring the house down. This is one of Britain's greatest comedians doing what he does better than anyone else, with no room for political correctness and no subject off limits.","release_date":"2007-11-05","genres":[],"vote_average":10.0,"runtime":85,"cert":"18","id":157667,"title":"Jim Davidson: The Devil Rides Out","adult":false},{"cast":[],"overview":"Relatives of victims of ETA terrorism tell us firsthand the suffering, fear, loneliness and neglect on the part of society that have suffered the violence of the terrorist","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":157669,"title":"Olvidados","adult":false},{"cast":[],"overview":"FrackNation is a feature documentary that aims to address what the filmmakers say is misinformation about the process of hydraulic fracturing, commonly called fracking.","release_date":"2013-01-07","genres":[99],"vote_average":6.2,"runtime":77,"cert":"N\/A","id":157674,"title":"FrackNation","adult":false},{"cast":[],"overview":"A look at how mall producers design malls in order to maximise traffic and sales.","release_date":"2001-06-11","genres":[],"vote_average":7.0,"runtime":72,"cert":"N\/A","id":157676,"title":"The Creators of the Shopping Worlds","adult":false},{"cast":[],"overview":"The leaders of Egypt's 2011 revolution discuss the fire, courage and resiliency behind their movement to remove President Hosni Mubarak from office.","release_date":"2012-12-02","genres":[99],"vote_average":6.0,"runtime":85,"cert":"N\/A","id":157678,"title":"Uprising","adult":false},{"cast":["Luc Merenda","Alfio Caltabiano"],"overview":"Chaco and his band of downtrodden men meet Così Sia (Amen), who always seems to get the better of them. He takes on the men with a plan to break into the Bank of Little-hole. For Così Sia, getting the money is not as important as getting his revenge on Reverend Smith, with whom he has a bone to pick.","release_date":"1973-12-24","genres":[37,35],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":157680,"title":"They Still Call Me Amen","adult":false},{"cast":["Lionel Stander","Riccardo Salvino","Jean Louis","Giampiero Albertini","Clara Hopf"],"overview":"Two American bandits disguise themselves as priests in order to work undetected in Mexico during the revolution.","release_date":"1973-03-02","genres":[37],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":157682,"title":"Halleluja to Vera Cruz","adult":false},{"cast":["Kirk Douglas","Mark Lester","George Eastman","Lesley-Anne Down","Danny DeVito"],"overview":"A crew of land locked pirates, led by the aptly named Peg, go in search of burried treasure hidden by the treacherous Mudhook and his twin brother. They meet up with good natured landowner, Don Aragon, who goes along for the ride with his sister and a young boy, Jamie. Along the way, Peg and Jamie form a father son relationship that is put to the test due to Peg's naturally dishonest ways.","release_date":"1973-04-22","genres":[12,37],"vote_average":5.7,"runtime":92,"cert":"N\/A","id":157687,"title":"Scalawag","adult":false},{"cast":["Charley Chase","Lexi Belle","Nicole Aniston","Barry Scott","Evan Stone"],"overview":"When Brainy Smurf invents a teleporter that he uses to send himself along with Papa Smurf and Smurfette far away while forgetting to bring the return transmitter, Gargamel invents a new female Smurf to use to try to lure the Smurfs into his clutches.","release_date":"2012-05-08","genres":[],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":157698,"title":"This Ain't the Smurfs XXX","adult":true},{"cast":["Jaclyn Jose","Julio Diaz","Coco Martin","Angel Aquino","Eugene Domingo"],"overview":"A bus takes-off from urban Manila to the rural southeastern side of the country, carrying a group of  mixed passengers from all walks of life, each one has a personal story to tell and they are telling it in their own voice. During the long journey, as the passengers mentally sort out their past &amp; their future, things happen in the present, by choice or by providence, that make their journey memorable—the bus blows a tire, a song elicits tears, a butterfly causes commotion, a picture gets lost, someone's head is stoned, some hearts are broken, some mended. The bus ride poetizes the life journey and poses questions on issues of life and death and where exactly the line is drawn between free will and destiny.","release_date":"2009-10-18","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":157700,"title":"Soliloquy","adult":false},{"cast":["Małgorzata Pritulak","Regina Regulska","Marlena Miarczyńska","Maria Klejdysz","Henryk Hunko"],"overview":"","release_date":"1974-01-01","genres":[],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":157714,"title":"Jej portret","adult":false},{"cast":["Rodney Dangerfield","Harvey Korman","Morgan Fairchild","Dick Butkus","Bubba Smith"],"overview":"Rodney Dangerfield's third ABC special.","release_date":"1985-03-03","genres":[35],"vote_average":6.0,"runtime":60,"cert":"N\/A","id":157719,"title":"Rodney Dangerfield: Exposed!","adult":false},{"cast":["George Hilton","Chris Huerta","Antonio Monselesan","Memmo Carotenuto","Nello Pazzafini"],"overview":"Tricky Dicky is after a gold treasure with his companion. He tracks the treasure down in insane asylums, Ku Klux Klan rallies, and finally, the outlaw's hideout.","release_date":"1974-04-27","genres":[37,35],"vote_average":4.3,"runtime":93,"cert":"N\/A","id":157724,"title":"The Crazy Bunch","adult":false},{"cast":["Ernest Van-Mohr","Klaus Kinski","Tommy Polgár","Karin Field","Claudio Giorgi"],"overview":"Return of Shanghai Joe","release_date":"1975-02-28","genres":[37,28],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":157729,"title":"Return of Shanghai Joe","adult":false},{"cast":["Tadeusz Borowski","Jolanta Bohdal","Zofia Czerwińska","Krzysztof Kolberger","Anna Romantowska"],"overview":"","release_date":"1982-01-01","genres":[],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":157731,"title":"Jeśli się odnajdziemy","adult":false},{"cast":[],"overview":"Just how far can you push a modern 4WD? In this new, specially commissioned, programme from Duke, we seek out the most extreme off-road action in the UK and show you how the experts do it. . There's a fascinating visit to the Bowler factory where some of the most powerful Land Rovers in the world are created. There's loads of tips about prepping a vehicle for an off-road rally and then hold on for our onboard camera blast with the Bowler test driver! We also spend an action-packed day at Eastnor Castle - the home of Land Rover testing. Plus there's a 4WD off-road challenge event over mixed terrain in mid-Wales, a 4WD Safari event at Sweet Lamb and a mixture of Greenlaning and Trials from the Isle of Man 4WD club when we join them on their annual 150mile Mule event. Mud-plugging a plenty!  Finally we include a feature on the British Armed Forces Land Rover Rally Team, following them on the gruelling Manx International Rally (Round 6 of BRC) with some entertaining in-car footage.","release_date":"2005-10-09","genres":[99],"vote_average":0.0,"runtime":60,"cert":"","id":157736,"title":"4WD On The Edge","adult":false},{"cast":["Kemal Sunal","Şemsi İnkaya","Mehmet Ali Akpınar","Turgut Özatay","Zafer ATLI"],"overview":"The story of a young man who loves Crime Fiction Books, and the daugher of a mafia leader.","release_date":"1989-01-15","genres":[],"vote_average":4.7,"runtime":92,"cert":"N\/A","id":157738,"title":"Zehir Hafiye","adult":false},{"cast":["Stephen Baker","Noah Williams","Steve Landers, Jr."],"overview":"Little Marines is an action\/adventure\/comedy film set in Little Rock, Arkansas. The film portrays a journey embarked upon by three boys across the woodlands near their home town to spend a summer vacation together camping in the wilderness. The film lacks the “traditional plot” of other films and focuses more on the life of the three boys in general. The film opens on the last day of school in Bryant, Arkansas. The audience is introduced to the three main characters leaving school and heading home to enjoy their summer vacation. They later meet up at Stevie's house and discuss the camping trip they've been planning on taking. The next morning Chris, Noah, &amp; Stevie head out on bike to a remote campsite. Once there they construct a teepee, gather fire wood, swim, tell stories, reminisce, build a zip-line, and have a semi-dangerous encounter with a hooligan named \"Snake\" who temporarily terrorizes the three boys with a paintball gun.","release_date":"1991-06-27","genres":[],"vote_average":4.7,"runtime":87,"cert":"N\/A","id":157740,"title":"Little Marines","adult":false},{"cast":[],"overview":"The 'Story of the RS Fords' charts the development of one of the most exciting, desirable and recognizable performance badges in motoring. The RS name developed from Ford s ultra-successful rally program, and today is to be found on the most highly sought-after Fords on the road, The DVD is packed with action footage and mouth-watering close-ups of the most significant Ford cars to bear the RS badge. We start in the early days of the Escort, and the historic London to Mexico Rally, and travel right through to the present day to look at best-selling vehicles like the Ford Focus RS. Along the way there are all the intriguing tales of the Capri, Sierra Cosworth, Fiesta Turbo and more which would be given the RS treatment. Ford RS is a part of motorsport heritage and this DVD shows why it is a name which continues to thrill motoring enthusiasts.","release_date":"2011-05-09","genres":[],"vote_average":0.0,"runtime":114,"cert":"","id":157742,"title":"The Story of the RS Fords","adult":false},{"cast":["Christoph Dostal","Andreas Lust","Andreas Simma","Pia Baresch","Leopold Altenburg"],"overview":"In a small army base at the Eastern border of Austria a young recruit is trained to be a soldier to protect his country in case of war. He has to stay for 8 months and during this time he escapes in his own fantasy world...","release_date":"1994-10-26","genres":[18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":157753,"title":"I Promise","adult":false},{"cast":[],"overview":"The plot is told in flashback – so that we start off with a number of gunshots (resulting in two corpses) and a female figure fleeing the scene of the crime; later on, it’s established that another murder had occurred some time before which is directly linked to this incident. Eventually, it transpires that infidelity, blackmail, impersonation, jealousy, frame-up and revenge all play a part in the ‘game’ centering around three different families from the same remote town. As ever with this type of film, then, we get shady characters aplenty, a handful of good-looking women and a dash of violence (though, understandably, little action per se) – thus making for a fairly compelling and entertaining ride; interestingly, one of the deaths is actually left hanging as the cop on the case can only offer suppositions as to the identity of the true killer.","release_date":"1977-01-01","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":157758,"title":"Nel silenzio della notte","adult":false},{"cast":["Michael Madsen","Julianne Michelle","Joanna Pacula","Eric Roberts","Scott Eastwood"],"overview":"After the sudden death of her father leaves a teenage girl without a family, she becomes lost in her own anger and sadness. Her family doctor (Daryl Hannah) informs her that her father had a secret, that the mother she never knew (Claire Forlani) was alive and well. When she travels to meet her, she befriends a horse trainer (Louis Gossett Jr) and discovers that in caring for the horse, she is able to overcome her hardships and emotional trauma. Together they begin to win many races and upset the favorites, owned by an egocentric mogul (Eric Roberts). Through the victories and new friendships she forms, she learns to find her way back to happiness.","release_date":"2009-04-23","genres":[10751,10770],"vote_average":5.6,"runtime":92,"cert":"N\/A","id":157763,"title":"Amazing Racer","adult":false},{"cast":["Manuel Garcia-Rulfo","Iliana Fox","Rodrigo Cachero","Elizabeth Valdez","Eduardo Blanco"],"overview":"Salvador Diaz is a skilled conman. For most of his years, he cheated others for a living... until he cheated the wrong man. After messing with Martin Soto, Salvador's life now lies in the hands (or rather, the knee) of Gasparotto, an injured sports star who's flawlessness in the playing field becomes the most important factor not only for 'bringing in the big bucks', but for claiming his life back. Getting the people to believe in Gasparotto is Salvador's greatest act of con artistry yet. It will be in this moment of his life where he finally meets his true destiny. That is, if he can still believe in something higher than just himself.","release_date":"2010-06-22","genres":[18],"vote_average":4.0,"runtime":105,"cert":"N\/A","id":157765,"title":"180º","adult":false},{"cast":["Herbert Fux","Ann Smyrner","Karin Schubert","Mario Novelli","Paolo Magalotti"],"overview":"A group of dodgy businessmen and their girlfriends\/mistresses discover a container drifting next to their yacht with 3 escaped prisoners inside,all are brought aboard and procede to terrorise and humiliate their hosts until rather predictably the victims begin to fight back and turn the tables on their crackpot captors.","release_date":"1971-10-07","genres":[80,27,53],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":157767,"title":"Hours of Terror","adult":false},{"cast":["George Ayer","Mairi Hronopoulou","Faidon Georgitsis","Allen Lieb","Christos Zorbas"],"overview":"An American photographer unwittingly brings footage of torture by the Greek military junta into the USA along with proof of America's involvement in it.He's pursued by inept and heavy handed henchmen leaving a trail of bloody and brutal murders in their wake.","release_date":"1980-01-01","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":157769,"title":"Savage Hunt","adult":false},{"cast":["Danny Trejo","Steven Bauer","Alvaro Orlando","Camila Banus"],"overview":"Based on a true story. A young boxer, Emilio, from the wrong side of the tracks with big dreams of winning the Golden Gloves boxing championship, finds himself at a cross roads after being locked up. As he fights his way back into the winning circle he gets a second shot at the championship title. As he is toe to toe in the ring with his competitor he'll throw all the punches and be the last man standing.","release_date":"2013-01-15","genres":[28,12,18],"vote_average":4.8,"runtime":97,"cert":"N\/A","id":157771,"title":"Counterpunch","adult":false},{"cast":["Renata Zarębska","Leon Niemczyk","Wincenty Grabarczyk","Aleksander Fogiel"],"overview":"","release_date":"1982-01-01","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":157776,"title":"Jest mi lekko","adult":false},{"cast":[],"overview":"Miles Butler lives an uneventful life with his girlfriend until he discovers the body of his landlord in a neighbouring apartment. The tragedy of this moment makes a deep impression on Miles. His curiosity is aroused when a beautiful stranger moves in, and his fascination with the vacant apartment develops from obsession to psychosis.","release_date":"1994-09-01","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":157781,"title":"Ailsa","adult":false},{"cast":["Keiko Matsuzaka","Hiroyuki Sanada","Tsutomu Yamazaki","Koichi Sato","Mariko Kaga"],"overview":"A poignant love story between a 29-year-old woman, who has once been a prostitute but is now the mistress of a wealthy jewelry merchant, and a 19-year-old college student.","release_date":"1982-06-12","genres":[18,10749],"vote_average":8.0,"runtime":123,"cert":"N\/A","id":157786,"title":"Lovers Lost","adult":false},{"cast":[],"overview":"With his buddies AZ and Rich Porter, Alpo rose to become one of New York’s top drug kingpins in the 1980s. This documentary traces the life and career of the young man dubbed the unofficial “Mayor of Harlem.” Business smarts and hard work led to street fame and enormous fortune for the friends, but when flashy Porter neglected to pay money he owed to the more unassuming Alpo, the rift in their partnership led to betrayal, murder and prison.Eagerly anticipated story about the most popular guy in the most trend-setting part of the world…Harlem. As a young boy growing up in Harlem, Alpo and his friends (AZ &amp; Rich Porter) took advantage of a power vacuum in the drug game after the head kingpins from the ’70s were either killed or incarcerated. Through business savvy (offering the lowest drug prices in town), hard work, and charismatic public relations Alpo became the unofficial “Mayor of Harlem”. Watch as ambition turns to greed, which leads to murder.","release_date":"2007-06-11","genres":[80,99],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":157791,"title":"Street Stars: The Alpo Story","adult":false},{"cast":["Rosa Gloria Chagoyán","Rolando Fernández","Jorge Vargas","José René Ruiz"],"overview":"Shapely Rosa Gloria Chagoyan rips it up as moto-cyclin' hot shot Ana Rosa, La Guerrera Vengadora (the Avenging Warrior Woman). Accompanied by her dwarf sidekick Reintegro (Refund), La Guerrera battles evildoers in this flick that could been lifted straight from the pages of a cheap action-hero comic book. La Guerrera and her buddies are seemingly impervious to bullets (especially machine gun fire), which gives them plenty of time to pick off their opponents with automatic weapons, including a three-barrel contraption that shoots from La Guerrera's motorcycle fairing, a shitload of grenades, a crossbow with a laser scope, and whatever else is at hand. Also, our heroine likes to work on her bike in high heels and hot pants -- before breakfast.","release_date":"1991-01-01","genres":[28],"vote_average":5.5,"runtime":92,"cert":"N\/A","id":157793,"title":"La Guerrera Vengadora 2","adult":false},{"cast":["Toni Berger","Gustl Bayrhammer","Fritz Strassner","Ludwig Schmid-Wildy","Yvonne Brosch"],"overview":"","release_date":"1975-11-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157798,"title":"Der Brandner Kaspar und das ewig' Leben","adult":false},{"cast":["Salman Khan","Rani Mukerji","Preity Zinta","Neeraj Vora","Paresh Rawal"],"overview":"Raj is a struggling singer chasing his dreams in Mumbai, India. One night, he rescues a girl, Pooja, from a car accident and takes her to the hospital. As she lies in a coma, her wealthy family assume that Raj is the man with whom their daughter eloped. Sensing opportunity, he assumes this new identity. When Pooja's best friend, Jahnvi, shows up, however, Raj starts to like her. After Pooja wakes up and falls for Raj, a tricky love triangle occurs.","release_date":"2000-08-04","genres":[35,18],"vote_average":5.4,"runtime":168,"cert":"N\/A","id":157800,"title":"Har Dil Jo Pyar Karega","adult":false},{"cast":[],"overview":"","release_date":"2012-11-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157805,"title":"BLØF - 20 jaar BLØF","adult":false},{"cast":["Loretta Young","Eric Linden","Aline MacMahon","Glenda Farrell","Clara Blandick"],"overview":"A day in the maternity ward from the lens of accepted morals and medical attitudes of 1932. The ward includes women from all walks of life and situations.","release_date":"1932-09-04","genres":[18],"vote_average":6.5,"runtime":71,"cert":"N\/A","id":157807,"title":"Life Begins","adult":false},{"cast":[],"overview":"Film documenting the history of the Ford Sierra, a car heralded as a breakthrough in automobile design upon its launch in 1982. Initially greeted with hesitation by the public, the Sierra soon became a firm favorite with the British market. Featuring never-before-seen archive and promotional film, tonight's show reveals how the Sierra managed to achieve dual success - as a world champion touring car and a highly successful and popular family saloon.","release_date":"2005-01-31","genres":[99],"vote_average":0.0,"runtime":86,"cert":"","id":157809,"title":"Ford Sierra - Rep-mobile to Road Rocket","adult":false},{"cast":[],"overview":"A promotional film featuring movie stars at play.","release_date":"1933-01-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157817,"title":"Hollywood on Parade No. A-6","adult":false},{"cast":[],"overview":"A man experiments within the burgeoning field of cryogenics during the 1960s.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":157819,"title":"Freezing People Is Easy","adult":false},{"cast":["Edgar Ramírez"],"overview":"An Iraq war veteran teams up with a wealthy business owner in Texas.","release_date":"","genres":[18,53],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":157821,"title":"Corpus Christi","adult":false},{"cast":["Jesse Eisenberg","Dakota Fanning","Peter Sarsgaard","Alia Shawkat","Logan Miller"],"overview":"The story about three radical environmentalists coming together to execute the most intense protest of their lives: the explosion of a hydroelectric dam.","release_date":"2014-04-23","genres":[53,18],"vote_average":5.7,"runtime":108,"cert":"","id":157823,"title":"Night Moves","adult":false},{"cast":["Shailene Woodley","Eva Green","Christopher Meloni","Shiloh Fernandez","Gabourey Sidibe"],"overview":"Kat Connors is 17 years old when her perfect homemaker mother, Eve, disappears. Having lived for so long in an emotionally repressed household, she barely registers her mother's absence and certainly doesn't blame her doormat of a father, Brock, for the loss. But as time passes, Kat begins to come to grips with how deeply Eve's disappearance has affected her. Returning home on a break from college, she finds herself confronted with the truth about her mother's departure, and her own denial about the events surrounding it...","release_date":"2014-08-14","genres":[53,18],"vote_average":6.2,"runtime":91,"cert":"15","id":157825,"title":"White Bird in a Blizzard","adult":false},{"cast":["Gabriel Byrne","Isabelle Huppert","Jesse Eisenberg","Devin Druid","Amy Ryan"],"overview":"Three years after his wife, acclaimed photographer Isabelle Reed, dies in a car crash, Gene keeps everyday life going with his shy teenage son, Conrad. A planned exhibition of Isabelle’s photographs prompts Gene's older son, Jonah, to return to the house he grew up in - and for the first time in a very long time, the father and the two brothers are living under the same roof.","release_date":"2015-05-18","genres":[18],"vote_average":6.5,"runtime":109,"cert":"N\/A","id":157827,"title":"Louder Than Bombs","adult":false},{"cast":["Jessica Chastain","James McAvoy","Bill Hader","Viola Davis","Isabelle Huppert"],"overview":"A New York couple's relationship is tested after the loss of their child. This film is the wide-released combination of the original two :him and :her volumes that premiered at the Cannes Film Festival.","release_date":"2014-05-14","genres":[18],"vote_average":6.2,"runtime":119,"cert":"N\/A","id":157829,"title":"The Disappearance of Eleanor Rigby: Them","adult":false},{"cast":["Christoph Waltz","David Thewlis","Mélanie Thierry","Lucas Hedges","Matt Damon"],"overview":"A computer hacker's goal to discover the reason for human existence continually finds his work interrupted thanks to the Management; this time, they send a teenager and lusty love interest to distract him.","release_date":"2013-09-20","genres":[18,14,878],"vote_average":6.1,"runtime":107,"cert":"15","id":157834,"title":"The Zero Theorem","adult":false},{"cast":["Guy Pearce","Robert Pattinson","Scoot McNairy","David Field","Susan Prior"],"overview":"10 years after a global economic collapse, a hardened loner pursues the men who stole his car through the lawless wasteland of the Australian outback, aided by the brother of one of the thieves.","release_date":"2014-05-18","genres":[80,18],"vote_average":6.2,"runtime":103,"cert":"15","id":157845,"title":"The Rover","adult":false},{"cast":["Nicolas Cage","Tye Sheridan","Ronnie Gene Blevins","Sue Rock","Heather Kafka"],"overview":"The rough-hewn boss of a lumber crew courts trouble when he steps in to protect the youngest member of his team from an abusive father.","release_date":"2014-04-11","genres":[18],"vote_average":6.6,"runtime":118,"cert":"","id":157847,"title":"Joe","adult":false},{"cast":["Philip Seymour Hoffman","Rachel McAdams","Robin Wright","Daniel Brühl","Willem Dafoe"],"overview":"A Chechen Muslim illegally immigrates to Hamburg and becomes a person of interest for a covert government team which tracks the movements of potential terrorists.","release_date":"2014-07-25","genres":[53],"vote_average":6.5,"runtime":121,"cert":"15","id":157849,"title":"A Most Wanted Man","adult":false},{"cast":["Julianne Moore","Mia Wasikowska","John Cusack","Evan Bird","Robert Pattinson"],"overview":"Driven by an intense need for fame and validation, members of a dysfunctional Hollywood family are chasing celebrity, one another and the relentless ghosts of their pasts.","release_date":"2014-05-21","genres":[18],"vote_average":6.1,"runtime":112,"cert":"18","id":157851,"title":"Maps to the Stars","adult":false},{"cast":["Clara Pontoppidan","Svend Methling","Peter Jerndorff","Hakon Ahnfelt-Rønne","Mohamed Archer"],"overview":"A beautiful but imperious princess refuses all offers of marriage, often condemning her suitors to death. The prince of Denmark comes seeking her hand and, aided by magic objects given to him by a mysterious spirit, seeks to win her love.","release_date":"1922-10-02","genres":[14,18,10751,10749],"vote_average":6.3,"runtime":75,"cert":"N\/A","id":157856,"title":"Once Upon a Time","adult":false},{"cast":["Eddie Borden","Rex Bell","Dorothy Burgess","Bela Lugosi","Charles Murray"],"overview":"In the Hollywood Hall of Fame - a wax museum - the figure of Eddie Borden comes to life and introduces us to various stars in effigy. Pining over the effigy of Clara Bow, her husband Rex Bell suggests that Eddie get on with Betty Boop. Betty asks Eddie to accompany her in a rendition of \"My Silent Love.\"","release_date":"1933-03-10","genres":[27,35,10402],"vote_average":7.0,"runtime":11,"cert":"N\/A","id":157858,"title":"Hollywood on Parade No. A-8","adult":false},{"cast":["Anthony Steel","Sheila Sim","Edric Connor","Orlando Martins","William Simons"],"overview":"Game warden Bob Payton (Anthony Steel) tracks a ivory smuggling ring through some of the most treacherous passages of the Zanzibar territory.","release_date":"1954-03-24","genres":[12],"vote_average":7.0,"runtime":84,"cert":"","id":157860,"title":"West of Zanzibar","adult":false},{"cast":["Pamela Adlon","Georg Olden","Michael Hentz","Joey Coleman","Christopher Brown"],"overview":"Four teens on the run from an orphanage spring a fellow orphan recently adopted by a rich family, then trash the whole house.","release_date":"1984-11-11","genres":[35],"vote_average":9.0,"runtime":85,"cert":"N\/A","id":157862,"title":"Growing Pains","adult":false},{"cast":["Moe Howard","Larry Fine","Ted Healy","Bonnie Bonnell","Curly Howard"],"overview":"Jimmy Durante asks popular song writing team Mack Gordon and Harry Revel to demonstrate some of their songs. There is interplay with impersonator Florence Desmond, Ben Turpin, Rudy Vallee and many others.","release_date":"1934-04-28","genres":[35,10402],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":157870,"title":"Hollywood on Parade No. B-9","adult":false},{"cast":["Jane Wiedlin","Daniela Sea","Susan Traylor","Kevin Richardson"],"overview":"Steve Balderson's new film, \"The Casserole Club\" focuses on a group of mod 1960's era suburban housewives. Close-knit and neighborly, they are all bent on one-upping each other, trying to prove that each is \"the hostess with the mostess.\" They begin a recipe club, and hold dinner parties, testing out their new casseroles. But when the gatherings become increasingly focused on boozy flirtation, and more than recipes start getting swapped, the story moves swiftly from stylized and campy to a drama about irresponsibility, selfishness, and damaged people. \"The Casserole Club\" is an intricate landscape of desolation, unspoken desires, and empty lives laid bare. Raw and uncompromising, it is evocative of classics like \"Who's Afraid of Virginia Woolf?\" and the more contemporary \"American Beauty.\" Set in America during the NASA moonwalk...","release_date":"2012-01-01","genres":[],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":157884,"title":"The Casserole Club","adult":false},{"cast":["Jean Muir","George Brent","Verree Teasdale","John Halliday","Charles Starrett"],"overview":"A man meets the daughter of his lover and they begin to fall in love.","release_date":"1934-09-08","genres":[10749,18],"vote_average":7.3,"runtime":68,"cert":"N\/A","id":157898,"title":"Desirable","adult":false},{"cast":["Harry Carey","Duke R. Lee","George Berrell","Molly Malone","Ted Brooks"],"overview":"Cattleman Flint cuts off farmer Sims' water supply. When Sims' son Ted goes for water, one of Flint's men kills him. Cheyenne is sent to finish off Sims, but finding the family at the newly dug grave, he changes sides.","release_date":"1917-08-27","genres":[37],"vote_average":6.4,"runtime":57,"cert":"N\/A","id":157903,"title":"Straight Shooting","adult":false},{"cast":["Joe Silver","Arlene Golonka","Dom DeLuise","William Traylor","Dagne Crane"],"overview":"A wealthy young woman about to marry a noted playboy comes across his diary, and as she reads it, she begins to discover that her intended husband isn't quite what he seems to be.","release_date":"1964-09-04","genres":[35],"vote_average":1.0,"runtime":90,"cert":"N\/A","id":157905,"title":"Diary of a Bachelor","adult":false},{"cast":["Tom Petty","Mike Campbell","Stan Lynch","Ron Blair","Howie Epstein"],"overview":"Compilation of Tom Petty & The Heartbreakers' music videos from 1979 to 1994","release_date":"1995-01-01","genres":[10402],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":157907,"title":"Tom Petty and The Heartbreakers: Playback","adult":false},{"cast":["Michelle Nolden","Katharine Isabelle","Kett Turton","Gabriel Hogan","Allegra Fulton"],"overview":"When two squeegee kids descend upon Sarah and her luxury sedan, the fuse is lit on a tense cat and mouse tale of captors and captives. Sarah is forced to continue her trip to an isolated cottage where the twisted trio bait and entice one another in a reckless search for truth.","release_date":"2004-09-23","genres":[18,53],"vote_average":5.6,"runtime":97,"cert":"N\/A","id":157909,"title":"Show Me","adult":false},{"cast":["Sylvester McCoy","Mark Donovan","Nigel Fairs","Jo Castleton","Nigel Peever"],"overview":"The time traveling Foot Doctor discovers that the Cyberons and Autons are ineffectually trying to invade the Earth yet again. Can he and a helpful salesman save the day or will his arch enemy The Licensor defeat him for good?","release_date":"2001-01-01","genres":[878,35,14],"vote_average":0.0,"runtime":30,"cert":"","id":157911,"title":"Do You Have a Licence to Save this Planet?","adult":false},{"cast":["Rowan Atkinson","Hugh Laurie","Stephen Fry","Miranda Richardson","Richard Curtis"],"overview":"To mark the 25th anniversary since the first transmission of Blackadder in 1983, the iconic cast of the much-loved sitcom appear together in a documentary for the first time.  The show includes an exclusive in-depth interview with Edmund Blackadder himself, Rowan Atkinson - the first time he has agreed to be interviewed about his experience making the show.","release_date":"2008-10-09","genres":[35,99],"vote_average":8.3,"runtime":92,"cert":"","id":157916,"title":"Blackadder Exclusive: The Whole Rotten Saga","adult":false},{"cast":["Nathalie Biancheri"],"overview":"In a one off landmark drama documentary for BBC One, Dr Margaret Mountford presents Pompeii: The Mystery Of The People Frozen In Time.","release_date":"2013-03-27","genres":[99],"vote_average":5.3,"runtime":59,"cert":"U","id":157924,"title":"Pompeii: The Mystery of the People Frozen in Time","adult":false},{"cast":["Monte Blue","Lila Lee","Charles Delaney","Frances Rich","Joseph W. Girard"],"overview":"A motorcycle policeman's partner is deliberately run off the road and killed by a member of a syndicate that controls the gambling--and much of the justice system--in his town. When the killer is freed because of perjured testimony and the corrupt legal system, the dead officer's partner quits the force and vows to bring the killer to justice.","release_date":"1932-12-15","genres":[80,18],"vote_average":4.0,"runtime":62,"cert":"N\/A","id":157926,"title":"Officer Thirteen","adult":false},{"cast":["Sal Mineo","James Whitmore","J. Carrol Naish","Gene Lyons","Paul Carr"],"overview":"An orphaned teen gets involved with some chain-gang convicts.","release_date":"1957-07-26","genres":[18],"vote_average":6.0,"runtime":89,"cert":"N\/A","id":157928,"title":"The Young Don't Cry","adult":false},{"cast":["Jim Davidson"],"overview":"Join Jim in his unmissable brand new live show filmed in Colchester in front of one of the toughest audiences imaginable, hundreds of soldiers! Jim brings the house down with his trademark mix of cutting comments and close to the knuckle blue gags. This is one of the World's great comedians doing what he does best - making people laugh - and if he can have platoons of squaddies in tears of laughter then it's a show you just can't afford to miss!","release_date":"2006-11-06","genres":[],"vote_average":8.5,"runtime":72,"cert":"18","id":157945,"title":"Jim Davidson: In Your Face!","adult":false},{"cast":["Jim Davidson"],"overview":"Jim's back! Filmed live on location at a Cypriot army base with the 1st Battalion of the Royal Welsh, Jim had the troops cracking up with laughter, so you're sure to enjoy this! Sit back and enjoy Jim's hilarious take on political correctness, the truth about Hell's Kitchen, stories about Afghanistan and army life and many more side splitting jokes. Get ready to be rocked and shocked with Jim's ferocious sense of humour... if you dare!","release_date":"2008-11-03","genres":[],"vote_average":0.0,"runtime":94,"cert":"18","id":157953,"title":"Jim Davidson: On The Offensive","adult":false},{"cast":["Sergei Nakariakov"],"overview":"\"The Caruso of the trumpet,\" critics say. \"Caruso? The Nakariakov of the tenor voice,\" they'll say soon. Portrait of the 27-year old genius from Gorki. Sergei Nakariakov, trumpetist from Nizhny Novgorod living in Paris is a phenomenon. He plays the trumpet with a unique virtuosity and at the same time leaves this virtuosity behind. He doesn't play the trumpet, he sings it. He phrases like the great Bel Canto singers who aimed at the true legato.  The film presents the 27-year-old musician at his best but it also shows the victim of a soviet child prodigy biography. The mature Nakariakov's breathtaking virtuosity is contrasted with footage of the child whose lips are sore from practicing. Is it true that Sergei was \"never a wunderkind\", as he claims in the interview?","release_date":"2004-08-01","genres":[],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":157955,"title":"Sergei Nakariakov: No more Wunderkind","adult":false},{"cast":["Marie Blokhus","Sven-Bertil Taube","Tobias Santelmann","Frederik Meldal Nørgaard","Per Tofte"],"overview":"Anna hasn’t seen her family for a decade. When her grandmother dies, she returns home to take care of her grandfather. In the week leading up to the funeral, nothing goes as expected, and Anna is forced to reconsider how she lives her life.","release_date":"2013-03-15","genres":[18],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":157957,"title":"Chasing the Wind","adult":false},{"cast":["Aleksei Dikij","Evgeniy Samoylov","Vladimir Vladislavskiy","Vsevolod Pudovkin","Nikolai Chaplygin"],"overview":"A biography of a famous Russian Admiral Pavel Stepanovich Nakhimov.","release_date":"1946-06-06","genres":[10752,18,36],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":157962,"title":"Admiral Nakhimov","adult":false},{"cast":["Andrea Drahota","Kati Kovács","Lajos Balázsovits","András Kozák","András Bálint"],"overview":"Paralleling the dramatic student protests and riots that were exploding across the world in the 1960s at the time the film was made, The Confrontation is a story of protest and rebellion in 1947 Hungary when the Communist Party have just taken power. Jancsó's first colour film is another virtuoso display by a director at the peak of his powers, and eloquently explores the complex issues and inherent problems of revolutionary democracy.","release_date":"1969-02-06","genres":[18],"vote_average":7.0,"runtime":78,"cert":"N\/A","id":157964,"title":"The Confrontation","adult":false},{"cast":["Boris Runge","Aleksandr Melnikov","Nikolai Plotnikov","Fyodor Nikitin","Daniil Sagal"],"overview":"Two young boys strive to save the life of an officer trapped by the White Russians. Their efforts are both comic and dramatic","release_date":"1937-11-25","genres":[12,10751],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":157966,"title":"The Lonely White Sail","adult":false},{"cast":["Stephen Graham","Lauren Socha","David McClelland","Andrew Turner","Anne Prendergast"],"overview":"Nina is easy to find. She is on the industrial estate, near the gas tower, She is fifteen, addicted to drugs and on the game. George is one of her nastier punters. His arrival turns the temperature up on her already combusting life. He is the scummiest of scummy men, someone you really don't want to be involved with, at all. A magician and a taxi driver offer Nina a quick fix but doesn't everyone want something in return? She won't take it lying down. Scummy man is a gripping glimpse into the lost and misplaced lives on todays back streets. The film is brutally honest, intense and not afraid.","release_date":"2006-03-01","genres":[10402,18],"vote_average":6.1,"runtime":16,"cert":"15","id":157974,"title":"Scummy Man","adult":false},{"cast":["Sotiria Leonardou","Calliope Tahtsoglou","Nikol Drizi","Demetre Georgalas","Yannis Nikolaou"],"overview":"The movie tells the tale of a beautiful young woman whose life is turned around when her ex-porn star dad is made (by the producers) to cast her as the lead in his latest x-rated film. A devastating testimony of the rise and fall of Greek family values, an existentialist journey where habit and cruelty are only separated by life and death","release_date":"2006-09-27","genres":[],"vote_average":5.5,"runtime":100,"cert":"N\/A","id":157976,"title":"The Last Porn Movie","adult":false},{"cast":[],"overview":"Swedish House Mafia performance for iTunes Festival London","release_date":"2011-08-11","genres":[],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":157978,"title":"SHM - iTunes Festival London","adult":false},{"cast":["Abdulkadir Tuncer","Nazmî Kirik","Lale Yavaş","Susi Stach","Magdalena Kronschläger"],"overview":"The twelve-year old immigrant Veysel and his family have a hard time to become integrated into Austrian life. They have more and more inner family-oriented problems. Veysel's neighbour Cem teaches him how to pronounce a poem in German for school. At the time when Veysel wants to take the courage to recite it to his secret love Ana, the immigration police disrupts his plans","release_date":"2012-01-01","genres":[18],"vote_average":6.8,"runtime":86,"cert":"N\/A","id":157980,"title":"Your Beauty Is Worth Nothing","adult":false},{"cast":["Ralf Bauer","Léa Bosco","Joachim Fuchsberger","Mandala Tayde","Francis Fulton-Smith"],"overview":"After the death of his father, prince Tristan is living in Cornwall at the court of his uncle, King Marke, who treats him like a son. When the Irish king sends his son Morold over to demand high tax payments, Tristan challenges him to combat. He manages to kill Morold but is very badly injured, and is placed in a boat to be healed by the magic powers of the sea, which takes him across to Ireland.","release_date":"1998-11-22","genres":[28,12,14,10770],"vote_average":0.0,"runtime":198,"cert":"N\/A","id":157988,"title":"Heart and Sword","adult":false},{"cert":"N\/A","title":"Not a Love Story: A Film About Pornography","cast":["Linda Lee Tracey","Bonnie Sherr Klein","Suze Randall","Kate Millett","David S. Wells"],"genres":[],"id":157993,"overview":"Documentary about the pornography industry and the apparent violent anti-woman slant much of it takes.","runtime":69,"release_date":"1981-09-01","vote_average":10.0,"adult":false}]