[{"cast":["George Hilton","Rinaldo Talamonti","Piero Lulli","Herbert Fux","Sonja Jeannine"],"overview":"A town awaits the arrival of a gunslinger to help defeat a gang of bandits, but a trio of misfits is mistaken for the anticipated relief.","release_date":"1975-04-04","genres":[37,28,35],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":158007,"title":"Trinity Plus the Clown and a Guitar","adult":false},{"cast":["Damián Velasco","Chelo Vivares","Gonzalo Durán"],"overview":"To get his hands on a valuable pod of whales, a 17th-century European daredevil in Newfoundland foolishly attempts to release the powers of the mythical North Wind, who was trapped in a pot thanks to a shared effort by Basque sailors and Mi'kmaq Indians. Now, the descendant of those Indian, Watuna, and the descendants of those Basque sailors, Ane and Peiot, must defeat the evil Athanasius before he achieve his purpose.","release_date":"1992-07-02","genres":[14,16,12],"vote_average":5.9,"runtime":69,"cert":"N\/A","id":158009,"title":"The Legend of the North Wind","adult":false},{"cast":["Halle Berry","Abigail Breslin","Morris Chestnut","Michael Eklund","David Otunga"],"overview":"Jordan Turner is an experienced 911 operator but when she makes an error in judgment and a call ends badly, Jordan is rattled and unsure if she can continue. But when teenager Casey Welson is abducted in the back of a man's car and calls 911, Jordan is the one called upon to use all of her experience, insights and quick thinking to help Casey escape, and not just to save her, but to make sure the man is brought to justice.","release_date":"2013-03-14","genres":[80,53],"vote_average":6.7,"runtime":94,"cert":"15","id":158011,"title":"The Call","adult":false},{"cast":["Robert Woods","Ignazio Spalla","Malisa Longo","Claudio Undari"],"overview":"Courageous Alaskan canine White Fang and Daniel, his fur-trapping master are beset by wolves and later help save a widow who is being forced to marry a man she despises.","release_date":"1975-12-31","genres":[37,12,18,10751],"vote_average":6.3,"runtime":91,"cert":"N\/A","id":158013,"title":"White Fang and the Hunter","adult":false},{"cast":["Lena Headey","Ethan Hawke","Max Burkholder","Adelaide Kane","Rhys Wakefield"],"overview":"Given the country's overcrowded prisons, the U.S. government begins to allow 12-hour periods of time in which all illegal activity is legal. During one of these free-for-alls, a family must protect themselves from a home invasion.","release_date":"2013-05-31","genres":[878,27,53],"vote_average":6.2,"runtime":86,"cert":"15","id":158015,"title":"The Purge","adult":false},{"cast":["Nageshwara Rao Akkineni","S. V. Ranga Rao","Nandamuri Taraka Rama Rao","Savitri"],"overview":"The critically acclaimed Mayabazar is considered one of the enduring classics of Indian Cinema. The film was touted as a landmark achievement in Indian film's cinematography, art direction and visual effects with the technology available at the time.The music delivered by Saluri Rajeswara Rao (uncredited) and Ghantasala has been extremely popular. The film stars Gummadi Venkateswara Rao as Balarama, NTR as Krishna, ANR as Abhimanyu, S. V. Ranga Rao as Ghatotkacha, and Savitri as Vatsala\/Sasirekha. A digitally remastered colour version was released in 2010.","release_date":"1957-03-27","genres":[14,18],"vote_average":8.3,"runtime":181,"cert":"N\/A","id":158023,"title":"Mayabazar","adult":false},{"cast":["Salome Demuria","Gio Gabunia"],"overview":"Chaika is a love story between a prostitute and a loser sailor, rebuilt between two seasons: the eternal winter of Siberia and the summer in the dusty steppes of Kazakhstan.","release_date":"2012-11-03","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":158031,"title":"Chaika","adult":false},{"cast":["Thomas Brasch"],"overview":"Intimate portrait of writer, poet and filmmaker Thomas Brasch.","release_date":"2011-06-06","genres":[99],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":158033,"title":"Brasch - Das Wünschen und das Fürchten","adult":false},{"cast":["Carlos Monzon","George Hilton","Susanna Giminez","Malisa Longo"],"overview":"El Macho is forced to impersonate a dead outlaw killed while stealing a gold shipment. With the help of Kelly he’s able to locate Hidalgo and his outlaw gang.","release_date":"1977-05-12","genres":[],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":158035,"title":"Macho Killers","adult":false},{"cast":["Carla Cox","Clarke Kent","Holly Kiss","Ian Tate","Jamie Barry"],"overview":"Fetish Madame snow white skin, sucking dark meat deep within.  Jet black cock in golden heels, fucks the mistress 'til she squeals.  The pussy bar is full of cunt, serving licker in the front.  If you prefer a musky crack, playing poker in the back.  The randy rabbit \"what's up doc?\" This bunny has a 12\" cock.  The sexy blonde lets out a gasp, a stainless steel hook up her ass.  She finds it hard to keep the score, with three fat cocks up her backdoor.  Revealed within this fetish fever, the decadence of every diva.","release_date":"2011-08-29","genres":[],"vote_average":7.0,"runtime":176,"cert":"N\/A","id":158040,"title":"Decadent Diva's","adult":true},{"cast":["Cathy Heaven","Coco Charnelle","Ian Tate","Jay R.","Omar Williams"],"overview":"See the angelz stretching wide. As they fell the beast inside watch the black cock in it's hunt. Snifffing out the smooth white cunt. Spread her crack and take a look. Impaled upon the anal hook. The tattooed Lady Gorgeous Lass takes two fat cocks deep up her ass. The Gorgeous blonde so cherubic loves gagging on a greasy dick. The bitch from heaven's hallowed halls electrocuting cock and balls so all aboard the kinky ride ... Fallen Angelz Tanya Hyde!","release_date":"2012-02-11","genres":[],"vote_average":8.5,"runtime":186,"cert":"N\/A","id":158048,"title":"Fallen Angelz","adult":true},{"cast":["Sebastian Harrison","Lola Forner","Alberto Farnese","Charly Bravo","Cinzia de Ponti"],"overview":"This film is based on a true story of an Irish baby brought up by the Colorado Apaches. When a group of outlaws attack and destroy a wagon train, the only survivor gives birth to a baby, whom the Indian chief, White Bear brings up as his son and calls him Shining Sky. Shining Sky grows up with the chief's son Black Wolf and by a stroke of fate kills his best friend and brother. Overcome by grief he leaves and goes to live in the world of white men but decides to go back to the world of his youth, leaving an enemy, Redeath, behind him whom he is destined to meet again and again.","release_date":"1987-08-26","genres":[37],"vote_average":3.7,"runtime":100,"cert":"N\/A","id":158050,"title":"White Apache","adult":false},{"cast":["Angell Summers","Franki","Cathy Heaven","Rebecca More","Paige Turnah"],"overview":"Franki is the diva who, flogs her slaveboy black and blue. Then she eats his cock with greed, sucking down his creamy seed! Cathy Heaven, Euro whore, stuffs big black cock up her backdoor. Lick and suck and spit and gag, she fucking loves it, dirty slag! Angell waits the twisted clown, ass pushed up, and face pushed down. Through the bars and under the lock, he fills her poopshoot up with cock! Two rigid cocks for Rio Lee, perverts on a shagging spree. The latex ladies acting scummy, spread their buttocks for the mummy! He rogers Paige, the dirty brass, then does Rebecca up the ass. So raise your glass up for a drink, and let us toast, 'God Save the Kink'! ...","release_date":"2012-11-28","genres":[],"vote_average":8.0,"runtime":163,"cert":"R18","id":158052,"title":"God Save The Kink","adult":true},{"cast":["Koji Tsuruta","Toshirō Mifune","Nobuko Otowa","Yoshiko Kuga","Mariko Okada"],"overview":"","release_date":"1958-01-03","genres":[],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":158054,"title":"Yagyu bugeicho - Ninjitsu","adult":false},{"cast":[],"overview":"Chic Point was shot in a fictional location: the occupied catwalk. Employing all the elements of a fashion show, models reveal their abdomens in outfits designed especially to suit Israeli checkpoints. For Israelis in the present time, the individual Palestinian body is the most dangerous weapon there is, and it is therefore the subject of ongoing and humiliating surveillance.","release_date":"2003-08-03","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":158059,"title":"Chic Point: Fashion for Israeli Checkpoints","adult":false},{"cast":["Aaron Parker","Alex LeMonde","Anthony Shaw","Colton Ford","Jerek"],"overview":"Tired of all the games people play? Fed up with those hidden agendas and all that doubletalk? Want to escape from all the politics and prodding into something rewarding, stimulating, and satisfying? Join Falcon Exclusive Josh Harting and a host of hot Falcon stars as they indulge in some hedonistic interpretations of old favorites! These studs will get you enlisting some team support of your own! Check out 'Head Games' today and let our talented players inspire you to assemble your own winning team of erotic athletes!","release_date":"2004-11-01","genres":[],"vote_average":8.0,"runtime":88,"cert":"N\/A","id":158061,"title":"Head Games","adult":true},{"cast":["Gordon Scott","Mario Brega","Jan Hendriks","Catherine Ribeiro","Piero Lulli"],"overview":"Colonel William Cody, alias Buffalo Bill, intends to put an end to the dishonest relations between a gang of white swindlers and the Indian, Yellow Hand. So he goes to the chief of Yellow Hand's tribe, Wise Fox, and tries to convince him to sign a peace treaty with the Federal troops. In order to avoid this, Yellow Hand abducts Wise Fox's daughter, pretending that the soldiers have done it.","release_date":"1965-02-17","genres":[37],"vote_average":4.8,"runtime":94,"cert":"N\/A","id":158063,"title":"Buffalo Bill, Hero of the Far West","adult":false},{"cast":["Walter Chiari","Raimondo Vianello","Diana Lorys","Alfonso Rojas","Miguel del Castillo"],"overview":"western movie","release_date":"1964-10-08","genres":[35,37],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":158065,"title":"Twins from Texas","adult":false},{"cast":["Patrick Duffy","Charles Durning","Michael O'Keefe","Lisa Blount","Jacqueline Brookes"],"overview":"He's after a man who married for money. Insurance money.","release_date":"1988-10-03","genres":[53,10770,18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":158070,"title":"Unholy Matrimony","adult":false},{"cast":["Fred Beir","Evi Marandi"],"overview":"Clay Stone defends a lawless town from a gang of outlaws after s stagecoach robbery.","release_date":"1964-12-05","genres":[37],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":158072,"title":"Damned Pistols of Dallas","adult":false},{"cast":["Giacomo Rossi-Stuart","Dan Vadis","Rosy Zichel","José Torres","Giuseppe Addobbati"],"overview":"Ramon and his bandit gang launch an attack on Danger City, searching for rumoured hidden treasure and unable to find the loot either kill or take as hostage all the men, leaving only the women and children to produce the treasure or face 'Deguello' - an attack with no quarter. Four men arrive in town searching for Ramon and agree to help protect the town from the bandits.","release_date":"1966-02-04","genres":[37],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":158080,"title":"Deguello","adult":false},{"cast":["Brandon Chase","Wendelle Stevens","Bruce Maccabee","Lawrence Coyne","Jesse Marcel"],"overview":"One of several 1970s documentaries on the subject of unidentified flying objects (UFO), supporting the view that Earth is visited regularly by extra-terrestrial engines and aliens.","release_date":"1979-11-01","genres":[99],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":158085,"title":"UFO's Are Real","adult":false},{"cast":["Michael St. Gerard","John P. Ryan","Maureen Teefy"],"overview":"A confused misfit becomes suicidal when his favorite TV show is cancelled. An agent promises to make him a TV star if he kills certain people, so he becomes \"The Baby Mask Killer.\"","release_date":"1992-01-03","genres":[53,9648,80,18,27],"vote_average":7.0,"runtime":85,"cert":"N\/A","id":158087,"title":"Star Time","adult":false},{"cast":["Kirsten Dirksen"],"overview":"TV producer and Internet-video personality Kirsten Dirksen invites us on her journey into the tiny homes of people searching for simplicity, self-sufficiency, minimalism and happiness by creating shelter in caves, converted garages, trailers, tool sheds, river boats and former pigeon coops.","release_date":"2012-05-31","genres":[99],"vote_average":5.9,"runtime":81,"cert":"N\/A","id":158098,"title":"We The Tiny House People","adult":false},{"cast":["Angelica Jansson","Cecilia Samuelsson","Emelie Frantz Nilsson","Martin Brandt","Mia Möller"],"overview":"In the dark woods of Sweden, five young people are all alone in an old isolated summer cottage. What should have been a nice relaxing weekend soon becomes a living nightmare, as the party is haunted by something evil from the past.","release_date":"2014-01-21","genres":[53,27,9648],"vote_average":4.1,"runtime":77,"cert":"18","id":158100,"title":"Mara","adult":false},{"cast":["Kevin Paulo","Julian Dennison","Jacek Koman","Alistair Browning","Laura Petersen"],"overview":"Living in New Zealand in 1981 amid high racial tension, Willie, a half-Samoan teenager, is coming into his own. With an unpredictable father, Willie spends most of his time working at a department store or taking care of his little brother, Solomon. A chance encounter at work with an eccentric and charming “shopper” named Bennie lures Willie into a world without rules. As Willie begins to find a place in Bennie’s reckless nest of criminals, Solomon grows increasingly vulnerable to their father’s violent tendencies.","release_date":"2013-01-18","genres":[],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":158102,"title":"Shopping","adult":false},{"cast":[],"overview":"","release_date":"2009-05-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158104,"title":"Kassav´ Live Au Stade De France","adult":false},{"cast":["Ty Olsson","Patrick Gallagher","Michelle Harrison","Christine Horne","Greyston Holt"],"overview":"Set in 2045, Vic, an ex-ultimate fighter, is the owner of the only airstrip, hotel and bar in the high Arctic frontier town of Borealis. He does his best to keep the peace amongst a vast array of clashing characters in this lawless international free zone that sits on top of the world’s last remaining oil.","release_date":"2013-01-11","genres":[28,878],"vote_average":5.4,"runtime":88,"cert":"15","id":158106,"title":"Survival Code","adult":false},{"cast":["Ricardo Cortez","June Travis","Jane Bryan","Craig Reynolds","Carlyle Moore Jr."],"overview":"Lawyer Perry Mason is summoned to the Laxter mansion in the dead of night to write granddaughter Wilma out of invalid Peter Laxter's will, to keep her from marrying suspected fortune hunter Doug. Peter dies in a mysterious fire and Laxter's two grandsons, Sam Laxter and Frank Oafley, inherit his estate on the condition old caretaker Schuster and his cat Clinker are kept on. When cat-hating Sam threatens Clinker, Perry steps in and learns Laxter's death was suspicious and the family fortune and diamonds are missing. Schuster's found dead in his basement apartment, Laxter's nurse Louise is murdered with Schuster's crutch, and circumstantial evidence brings Doug to trial for Louise's death. Mason's investigation produces a surprise witness who turns the trial around. Written by Sister Grimm","release_date":"1936-10-31","genres":[80,9648,18],"vote_average":7.7,"runtime":66,"cert":"N\/A","id":158114,"title":"The Case of the Black Cat","adult":false},{"cast":[],"overview":"Fueled by archival film clips and captivating anecdotes from friends and family, this unauthorized biography of John Lennon captures a lesser-known side of the Beatle who caused as much a stir with his personal causes as he did with his music. Highlights include rarely told stories about Lennon's upbringing from his half sister, Julia Baird, and tales from former members of Lennon's first band, the Quarrymen.","release_date":"","genres":[],"vote_average":4.0,"runtime":80,"cert":"N\/A","id":158122,"title":"Inside John Lennon - Unauthorized","adult":false},{"cast":["Nikolay Kryuchkov","Vasili Merkuryev","Lidiya Sukharevskaya","Oleg Zhakov","Andrey Fayt"],"overview":"Command of one of the Soviet divisions becomes aware of the alleged enemy counterattack. The scouts sent into the enemy's rear to refine the data returned.  A new group of seven scouts, called \"The Star\", headed by Lieutenant lieutenant.  Returning after a job, the group suddenly found with the German squad. After sending one of the scouts with a report, the lieutenant lieutenant with his friends enter into mortal combat with the enemy ...","release_date":"1949-06-06","genres":[28,18,10752],"vote_average":6.8,"runtime":98,"cert":"N\/A","id":158124,"title":"The Star","adult":false},{"cast":["Domiziano Arcangeli","Derek Baker","Adriana Barrera","Zenova Braeden","Richard DeGuilio"],"overview":"When a group of med students go to take their final exams, they find themselves subjects of a twisted and bloody Satanic ritual led by their professor. It's up to two of them to save all.","release_date":"2009-12-31","genres":[27],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":158129,"title":"The Occultist","adult":false},{"cast":["Robert F. Kennedy"],"overview":"This collection of archival footage features the most compelling speeches, press conferences and appearances made by Robert F. Kennedy, easily one of the most beloved political figures in the history of the United States. Highlights include RFK's eulogy to Martin Luther King Jr. in 1968, a tribute to John F. Kennedy at the 1964 Democratic National Convention and his stirring address at Columbia University later that year.  1) Senate Investigation on Organized Crime (August 1957)  2) Tribute to JFK at the Democratic National Convention (August 27, 1964)  3) United States Senate Campaign  4) Campaign Appearance at Columbia University (October 5, 1964)  5) Presidency Candidacy Announcement (March 16, 1968)  6) Eulogy for Martin Luther King, Jr. (April 4, 1968)  7) Campaign for President (1968)  8) Eulogy Given by Ted Kennedy at St. Patrick's Cathedral (June 6, 1968)","release_date":"2008-10-10","genres":[],"vote_average":10.0,"runtime":50,"cert":"N\/A","id":158134,"title":"Robert F. Kennedy - Legacy","adult":false},{"cast":["Vitali Bryanskiy"],"overview":"Adventures of three Red Army soldiers. Misha, Duniasha and Tom Jackson, an afro-American boy, are fighting against enemies.","release_date":"1923-09-25","genres":[12,18,28],"vote_average":5.0,"runtime":130,"cert":"N\/A","id":158136,"title":"Red Devils","adult":false},{"cast":["Eleonore Weisgerber","Nadeshda Brennicke","Udo Schenk","Babara Frey","Michael Tietz"],"overview":"Drifters tells of Karin, a past-her-prime cosmetics saleswoman, with her increasing exasperation with her life and her dreams of leaving it all behind and living in Paris. An unlikely but entertaining plot develops, where anything can happen.","release_date":"1995-08-06","genres":[18,10770],"vote_average":7.0,"runtime":68,"cert":"N\/A","id":158138,"title":"Drifters","adult":false},{"cast":["Jerzy Bińczycki","Dariusz Brzóskiewicz","Pawel Burczyk","Witold Dębicki","Piotr Fronczewski"],"overview":"Coming soon","release_date":"1999-10-08","genres":[],"vote_average":6.5,"runtime":78,"cert":"N\/A","id":158140,"title":"O dwóch takich, co nic nie ukradli","adult":false},{"cast":["Steve Reeves","Chelo Alonso","Bruce Cabot","Giulia Rubini","Arturo Dominici"],"overview":"An Italian strong man (Steve Reeves) repels a Germanic king's (Bruce Cabot) invaders, except for one's dancing daughter (Chelo Alonso).","release_date":"1959-11-01","genres":[],"vote_average":4.6,"runtime":100,"cert":"N\/A","id":158157,"title":"Goliath and the Barbarians","adult":false},{"cast":["Brad Harris","Mara Lane","Susan Paget","Jany Clair","Jacques Berthier"],"overview":"Intrigue at the Roman Emperor's court prior to its destruction by Vesuvius.","release_date":"1962-12-23","genres":[18,36],"vote_average":6.7,"runtime":113,"cert":"N\/A","id":158162,"title":"79 A.D.","adult":false},{"cast":["Jasmine Trinca","Anne Alvaro","Pia Engleberth","Sonia Gessner","Federica Fracassi"],"overview":"Painful family events lead Augusta to leave Italy. On a small boat, immersed in the Amazon Forest grandness, she begins a travel between Indios villages. From the favela to the isolation in the Forest, Augusta will go in search of herself.","release_date":"2013-01-21","genres":[35,18],"vote_average":6.2,"runtime":109,"cert":"N\/A","id":158182,"title":"There Will Come a Day","adult":false},{"cast":[],"overview":"","release_date":"2008-07-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158184,"title":"Génération Electro","adult":false},{"cast":[],"overview":"A video collection of super heroes put together with film clips, memorabilia, trivia and lots of action. Featuring Batman and Robin, Superman, the Green Hornet, Captain Marvel and many others.","release_date":"1989-09-08","genres":[],"vote_average":8.0,"runtime":50,"cert":"N\/A","id":158186,"title":"Batman and Robin and Other Super Heroes","adult":false},{"cast":[],"overview":"First ever behind-the-scenes look at the birth of the F-117 Stealth Fighter, including interviews with the airplane's designers, test pilots, first squadron and wing members, and the pilots who flew the famous missions into Baghdad during the Gulf War.","release_date":"","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":158191,"title":"Nighthawk: Secrets of the Stealth","adult":false},{"cast":[],"overview":"It's  Latter-day Night!, a stand-up comedy concert film that the whole family can enjoy!  You've seen them perform in comedy clubs across the nation. You've seen them in such films as The Singles Ward, The Home Teachers, Charly, and The Best Two Years.  Now, five comedians unite for one night of unforgettable family-freindly comedy!","release_date":"2003-01-01","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":158193,"title":"It's Latter-day Night Live Comedy","adult":false},{"cast":["Brad Harris","Serge Gainsbourg","Alan Steel"],"overview":"While traveling through the kingdom of Sulom, Samson is arrested and finds that the queen no longer reigns and that a power-mad warlord and his army of mercenaries now controls the kingdom. Samson teams up with some of his one-time adversaries to battle the usurper and restore the rightful queen to power.","release_date":"1961-12-23","genres":[12],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":158198,"title":"Samson","adult":false},{"cast":["Stanley Baxter","Ronald Blythe","Ethel Branton","Lyn Brooks","Garrow Shand"],"overview":"As a young man, Tom, prepares to leave the Suffolk village of his birth, voices and experiences from his family's past crowd in on his mind, weaving a poetic tapestry of the love of home and the longing to get away from it.","release_date":"1974-11-18","genres":[18],"vote_average":7.0,"runtime":98,"cert":"12A","id":158200,"title":"Akenfield","adult":false},{"cast":["Koji Yakusho","Kazuya Takahashi","Mickey Curtis","Reiko Kataoka","Taketoshi Naitô"],"overview":"A young foot soldier in the yakuza seeks revenge when his prostitute girlfriend dies after a session with a high-ranking Japanese politician with a taste for torture. He sets out on a 'kamikaze' mission to kill his bosses and the politician; along the way, he acquires the aid of a taxi driver who has recently returned to Japan after living in South America for several decades and is struggling to cope with poverty and the prejudices of native-born Japanese.","release_date":"1995-04-29","genres":[80,28],"vote_average":8.0,"runtime":169,"cert":"N\/A","id":158217,"title":"Kamikaze Taxi","adult":false},{"cast":["William Dieterle","Gunnar Tolnæs","Mary Johnson","Paul Henckels","Hans Heinrich von Twardowski"],"overview":"A young man is convicted of manslaughter and sentenced to a term in prison. There he forms a close relationship with his cellmate. Upon his release his wife is concerned as to how prison has changed the man she married.","release_date":"1928-10-24","genres":[18,10749],"vote_average":5.0,"runtime":107,"cert":"N\/A","id":158219,"title":"Sex in Chains","adult":false},{"cast":["Cal Ripken Jr.","Bill Ripken","John Habyan"],"overview":"Drawing on techniques developed by their father Cal Ripken Sr., baseball legend Cal Ripken Jr. and his brother Bill bring decades of experience to this coaching series, aimed at strengthening the skills of young athletes. Perfect for any player, this easy-to-follow tutorial covers the basics of pitching, illustrating each lesson with footage of the pros. Joining the Ripkens for this volume is former Orioles pitcher John Habyan.","release_date":"","genres":[],"vote_average":0.0,"runtime":62,"cert":"N\/A","id":158221,"title":"Baseball the Ripken Way: Pitching","adult":false},{"cast":["Ina May Gaskin"],"overview":"Birth Story: Ina May Gaskin and The Farm Midwives captures a spirited group of women who taught themselves how to deliver babies on a 1970s hippie commune. Today as nearly one third of all US babies are born via C-section, they fight to protect their knowledge and to promote respectful, safe maternity practices all over the globe. From the backs of their technicolor school buses, these pioneers rescued American midwifery from extinction, changed the way a generation approached pregnancy, and filmed nearly everything they did. With unprecedented access to the midwives' archival video collection, as well as modern day footage of life at the alternative intentional community where they live, this documentary shows childbirth the way most people have never seen it--unadorned, unabashed, and awe-inspiring.","release_date":"2013-01-18","genres":[36,99],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":158226,"title":"Birth Story: Ina May Gaskin and the Farm Midwives","adult":false},{"cast":["Jack Carpenter","Melanie Lynskey","John Pankow","Ashley Austin Morris"],"overview":"A “putzel” is a “little putz” and for Walter Himmelstein (an endearing Jack Carpenter), being known by that nickname does not exactly bode well for an exciting life amongst the go-getters of New York City. But that is quite okay with young Walter — he is a homebody, perfectly content to remain within the familiar confines of his mundane life on Manhattan’s Upper West Side, seeing in his Uncle Sid’s (John Pankow) smoked-fish emporium a comfortable future among the salmon. Until, that is, his married uncle takes up with the vivacious Sally (Melanie Lynskey), throwing Walter’s succession plans into disarray…","release_date":"2012-10-10","genres":[35],"vote_average":1.0,"runtime":88,"cert":"N\/A","id":158231,"title":"Putzel","adult":false},{"cast":[],"overview":"Three Roma children from a small Transylvanian town participate in a project to desegregate the local school, struggling against indifference, tradition and bigotry with humor, optimism and sass.","release_date":"2013-01-18","genres":[],"vote_average":10.0,"runtime":95,"cert":"N\/A","id":158236,"title":"Our School","adult":false},{"cast":[],"overview":"Stolen Seas presents a chilling exploration of the Somali pirate phenomenon and forces you to rethink everything you thought you knew about pirates. It's November 8th, 2008 and the CEC Future, a Danish-owned merchant ship, is on high alert. Sailing inside the pirate-infested swath of sea between Somalia and Yemen, the ship's captain blinks hard at the radar screen where a light begins to flash. This is it, Nozhkin thinks, and he's right. Machine guns sound on the boat's hull and for two months this 13-man crew will be held at the mercy of Somali pirates, helpless as hostage negotiations threaten their lives and cameras capture every move. The pirates' translator, Ishmael Ali, a single dad who may or may not have stumbled into this controversial role, puts in a call to the shipping magnate's CEO Per Gullestrup demanding an exorbitant 7 million dollars. The shipowner's response is the first of many misfires and communications to come...","release_date":"2013-01-18","genres":[],"vote_average":8.2,"runtime":90,"cert":"N\/A","id":158238,"title":"Stolen Seas","adult":false},{"cast":["Tony Curtis","Harold Gould","Morgan Brittany","George Furth","Bill Macy"],"overview":"This is the story of how one of the famous movie roles was cast. The role of Scarlett O'Hara in Gone With the Wind.","release_date":"1980-01-01","genres":[18,35],"vote_average":5.3,"runtime":98,"cert":"N\/A","id":158240,"title":"The Scarlett O'Hara War","adult":false},{"cast":["Tommy Bond","Patsy Currier","Betsy Gay","Joe Geil","Paul Hilton"],"overview":"A 1938 1-reeler from Hal Roach's \"Our Gang\" series (better known as \"The Little Rascals\").  \"Came the Brawn\" features the most famous cast members: Spanky, Alfalfa, Darla, Porky and Buckwheat.","release_date":"1938-04-15","genres":[35],"vote_average":6.5,"runtime":10,"cert":"N\/A","id":158242,"title":"Came the Brawn","adult":false},{"cast":["Britt Bailey","Dominique Baron","Brent Blackwelder","Beth Burroughs","Ignacio Chapela"],"overview":"Nominated for an Environmental Media Award, this eye-opening documentary explores the United States' food production system from the organic farming of the Green Movement to the genetically engineered food of the Biotech Revolution. Through fascinating archival footage and interviews with farmers, scientists, government officials and activists, Fed Up! provides a detailed and sometimes disturbing overview of contemporary food production.  About 70% of the food we eat contains genetically modified ingredients and is not labeled. The biotechnology industry is spending $50 million a year to convince us that this technology is our only hope for feeding the world and saving the environment. Family farmers are disappearing at an astonishing rate as people continue to go hungry both here and abroad. Toxic agricultural chemicals continue to poison our air, food and water and put farm workers in serious danger. What's a person to do?","release_date":"2002-01-01","genres":[],"vote_average":5.5,"runtime":57,"cert":"N\/A","id":158244,"title":"Fed Up!","adult":false},{"cast":["Zenza Raggi","Carsten Frank","Janette Weller","Bianca Schneider","Patrizia Johann"],"overview":"A dark secret connects Katze and Brauth, two middle aged men. Katze has the clue that his end is near. The two friends meet again after years to share their last days in the old house where everything happened a long time ago. With three women they met on their way, the atmosphere begins to recur a second time. When Heinrich, an old artist, decides to attend after all, the friends have their last chance to renew and cut with the history and to settle an old score. In the melancholy of the near end, Katze passes again all the situations in his life. In the hour of death, he’s not alone anymore. His body is gone and his soul stays back in the same place where his destiny and fulfillment occurred.","release_date":"2009-05-01","genres":[18,14,27,9648,53],"vote_average":4.4,"runtime":164,"cert":"N\/A","id":158246,"title":"The Angels' Melancholia","adult":false},{"cast":["Jimmy Wang Yu","Polly Shang-Kuan Ling-Feng","Paul Chang Chung","Kenneth Tsang","Sit Hon"],"overview":"Wang Yu stars as the charismatic martial arts master Iron Palm who crosses paths on the road with angry swordswoman Hung (Shang-Kuan Ling Feng, Dragon Inn). She's out to get revenge for her father who was killed by a band of ruthless bandits (Paul Chang Chun, Kenneth Tsang, Sit Hon, and Man Chung San). After their fateful encounter, Iron Palm decides to covertly assist Hung in her quest.","release_date":"1971-02-01","genres":[18,28],"vote_average":0.0,"runtime":106,"cert":"N\/A","id":158251,"title":"The Brave and the Evil","adult":false},{"cast":[],"overview":"The Lone Trail, a CBC-North produced documentary on the 2003 Yukon Quest race, was nominated for “Best Photography in a Documentary Program or Series” at the recently held Gemini Awards Gala in Toronto, Ontario.\r CBC-North cameramen Mike Rudyk and Wayne Vallevand received the Kodak Spectrum award, presented to nominees in the “Best Cinematography” categories, in recognition of their excellence in that field. The Spectrum Award winners take home a crystal trophy, a beatifully crafted snowflake crystal, and the knowledge that they have been judged as \"top in their field\" by their peers. The Lone Trail is available in both DVD and Video formats, and is a perfect Christmas gift for Northerners and their family and friends Outside.  To order your personal copy of The Lone Trail, contact the Yukon Quest stores or offices. Congratulations to Mike and Wayne!  We hope to see you on the Yukon Quest Trail again in the near future.","release_date":"","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":158253,"title":"The Lone Trail: The Dogs and Drivers of the Yukon Quest","adult":false},{"cast":["Daniel Barenboim"],"overview":"The Grammy award-winning pianist Daniel Barenboim, long known for his Mozart interpretations, turns his attention to Mozart's last 8 piano concertos. The music of Mozart has quite literally been an essential driving force of Daniel Barenboim’s entire life. It remains central to his performing career both as a pianist and as a conductor.  These illuminating performances of Mozart’s last eight great piano concertos admirably demonstrate Barenboim’s dictum that even when a true musician has already performed a familiar work hundreds of times, he or she ‘never accepts that the next note will be played the same way as it was played before.","release_date":"2012-05-29","genres":[],"vote_average":0.0,"runtime":255,"cert":"N\/A","id":158264,"title":"Barenboim plays Mozart","adult":false},{"cast":[],"overview":"Filmed in the Santuario della Beata Vergine dei Miracoli in Saronno, the DVD set Pergolesi's music against the background of the magnificent cupola frescoes of Gaudenzio Ferrari","release_date":"","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":158272,"title":"Stabat Mater","adult":false},{"cast":[],"overview":"Bounumentary: The Movie is Boun Kam Jr's first Indie documentary. The documentary follows his life from January 1st 2012 through January 1st 2013,","release_date":"","genres":[],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":158289,"title":"Bounumentary: The Movie","adult":false},{"cast":["Carl Chamberlin","Drew Lanning","Britt Myer","Gregory Pedemonte","Jacob Rodier"],"overview":"Ana Adell loves animals so much that she has turned her home into a lost and found for missing pets. Her beloved pets, Seeker, a dog who cannot smell, and Fetch, an almost blind Pot Belly Pig, have inherited Ana's desire to help their animal friends. Shortly after adopting this dynamic duo, Ana stumbles across their special talent of locating lost or displaced animals. Almost on a daily basis they would go out into the forest and return with another lost friend for Ana to help. In the beginning this was great, as Ana loved to care for and help the lost animals find their home. But when Seeker and Fetch bring home more animals than Ana can possibly keep up with, chaos ensues and her neighbor Councilman Anthony Forani reports Ana to the local authorities. Faced with a dilemma, Ana doesn't know what to do or where to turn for help. Now it is up to Seeker and Fetch, and their merry band of animal friends to come up with a plan to save the day.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":158291,"title":"Seeker & Fetch","adult":false},{"cast":["Hôsei Komatsu"],"overview":"This ethereal montage of still images with darkly somber undertones, Yunbogi’s Diary is based on photographs that Oshima took during his two-month research trip to South Korea in 1965, during which he was haunted by his encounters with impoverished street children in Seoul. The voiceover comprises diary entries from a six-year-old Korean boy, and Oshima’s own reflections on Japanese-Korean relations, a controversial subject that he revisited in his later films Sing a Song of Sex and Death by Hanging.","release_date":"1965-12-11","genres":[99],"vote_average":6.0,"runtime":24,"cert":"N\/A","id":158293,"title":"Diary of Yunbogi","adult":false},{"cast":["George Burns","Gracie Allen"],"overview":"Burns and Allen have a dizzy conversation in a bookstore.","release_date":"1932-03-10","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":158295,"title":"The Babbling Book","adult":false},{"cast":["George Burns","Gracie Allen"],"overview":"George, working in a hat shop, gets tricky with the customers. Then Gracie comes in and drives him batty.","release_date":"1932-11-24","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":158297,"title":"Your Hat","adult":false},{"cast":["Louis Armstrong"],"overview":"A husband who listens to jazz instead of mopping the floor is brained with a mop by his wife; he dreams he's King of Jazzmania, a land of soapsuds where Louis Armstrong performs 'I'll Be Glad When You're Dead You Rascal You' and 'Shine'.","release_date":"1932-03-20","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":158299,"title":"A Rhapsody in Black and Blue","adult":false},{"cast":["Kadir İnanır","Nil Ünal"],"overview":"A love story between a journalist and the daughter of a mafia godfather.","release_date":"1989-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158301,"title":"Fight","adult":false},{"cast":["Conway Tearle","Irene Rich","Mary Carlisle","Kenneth Thomson","William B. Davidson"],"overview":"A woman is accused of murdering a man who molested her young daughter.","release_date":"1932-10-12","genres":[],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":158303,"title":"Her Mad Night","adult":false},{"cast":["Lexi Belle","Riley Reid"],"overview":"Finally, that anal scene we all were waiting for! Watch as Lexi covers all the basics: Girl on girl, three-way, interracial and of course, anal! This blonde superstar is sure to please your cock, we promise!","release_date":"2012-09-01","genres":[],"vote_average":9.0,"runtime":181,"cert":"N\/A","id":158308,"title":"Lexi","adult":true},{"cast":["Ben Elton"],"overview":"Although an incredibly successful writer, it is as a stand-up comedian that Ben Elton is most famous. In 1997 over 300,000 ecstatic fans around the country saw Ben Elton live during his sell-out tour which the media hailed as his funniest and most accessible material to date. Filmed during this epic tour this DVD is your opportunity to witness for yourself Ben Elton's brilliant storytelling talents. Don't miss it.","release_date":"1997-10-27","genres":[],"vote_average":0.0,"runtime":91,"cert":"18","id":158319,"title":"Ben Elton: Live","adult":false},{"cast":["Ben Elton"],"overview":"Not just a tour but a Tour de Force, for this was the tour that grew. Originally planned to play just 40 dates, such was it's phenomenal success that it expanded to a staggering 112 performances and was seen by well over 200,000 people around the country. Now everyone has the chance to see this completely new and hilarious show for this is Ben Elton captured live and at his very best, just like being there in fact, maybe even better because this way you don't have to park your car or queue for the bogs at the interval!","release_date":"1993-11-29","genres":[],"vote_average":0.0,"runtime":100,"cert":"18","id":158324,"title":"Ben Elton: Very Live","adult":false},{"cast":["Krzysztof Pieczyński","Joanna Szczepkowska","Maria Pakulnis","Adam Ferency","Andrzej Szczepkowski"],"overview":"A Pole who spent time in an internment camp during the war on the Swiss-German border, visits the site many years later and recalls these days. He meets with other Poles confined in the same camp, including several women, in whose he had romantic interests.","release_date":"1985-01-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":158326,"title":"Sons and Comrades","adult":false},{"cast":["Ben Elton"],"overview":"Ben Elton, the multi award winning writer, performer and comic is back on stage after ten years with his new un-cut live show and time has definitely done nothing to tame him! After an 80 night tour of venues in both the UK and Australia Ben Elton Live! The Get A Grip Tour demonstrates that he really is still THE king of stand up comedy! Recorded in front of a packed house at Leeds City Variety Hall, this proves that after 25 years this stand up legend is still at the very top of his game!","release_date":"2007-11-12","genres":[],"vote_average":0.0,"runtime":129,"cert":"15","id":158328,"title":"Ben Elton: The Get A Grip Tour Live","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158339,"title":"Coca-Cola – Polar Bears","adult":false},{"cast":[],"overview":"In this mockumentary spoof of Elvis theories, Elvis has been FOUND ALIVE! After visiting Graceland, a Freedom of Information Act request is made for US government files on Elvis Presley. Incredibly, documents arrived from the FBI revealing an address for Federal Agent \"Jon Burrows,\" Elvis' 1970's alias, in Simi Valley, California.","release_date":"2012-01-24","genres":[],"vote_average":1.0,"runtime":128,"cert":"N\/A","id":158341,"title":"Elvis Found Alive","adult":false},{"cast":["Frédéric Diefenthal","Yacine Belhousse","Elsa Lunghini","Delphine Théodore","Jackie Berroyer"],"overview":"","release_date":"2013-01-16","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":158343,"title":"Pauvre Richard !","adult":false},{"cast":["Gabby Concepcion","Ruffa Gutierrez","Pokwang","Jillian Ward","Gloria Diaz"],"overview":"The Mommy Returns tells the story of a mother, Ruby (Pokwang), who dies right on the day of her 25th wedding anniversary with husband, William (Gabby Concepcion). With her untimely death, she leaves behind her three children Amethyst (Kiray Celis), Topaz (Gerald Pesigan), and Sapphire (Jillian Ward).  Ruby is also temporarily trapped in PURGA (short for Purgatory) with its guardian, Dyoga (John Lapus) and the pesky Manny, the chicken pet of San Pedro.  When Catherine (Ruffa Gutierrez), a younger and prettier woman comes into the life of William, Ruby escapes from PURGA and returns to earth as a ghost to drive Catherine out of the family she left behind.","release_date":"2012-05-09","genres":[35,18],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":158354,"title":"The Mommy Returns","adult":false},{"cast":[],"overview":"Is there life beyond Earth? Could the bizarre, hellish worlds of our solar system actually harbor alien biology? From poisonous hot springs to desolate mountaintop glaciers, the clues they unearth could open a window to alien life. This two-hour event joins astrobiologists as they explore the most obscure regions on Earth, where the secrets of life in the solar system may finally be revealed.","release_date":"2009-07-16","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":158356,"title":"Are We Alone?","adult":false},{"cast":[],"overview":"Back in 2001, the Red Bull Rampage concept was conceived to serve one of the fringes of the blossoming mountain-bike movement. There were riders -- courageous, driven and a little crazy -- who were at once exploring new terrain, testing their own limitations and defining a new genre of the sport, and their riding style was not represented at all in competition. Freeride mountain biking was rapidly evolving with every insane drop and first descent, and Red Bull Rampage was on board to help push it even harder.  The inaugural event was a landmark in the sport's history and was followed by three more through 2004. If you won Red Bull Rampage -- or even survived the weekend with all your bones intact -- your reputation as a bad ass on two wheels was unassailable. Unlike events with a defined course and familiar obstacles, Red Bull Rampage let the riders determine their own route down treacherous cliffs; the more creative and risky the line, the better the score.","release_date":"2012-10-07","genres":[],"vote_average":0.0,"runtime":189,"cert":"N\/A","id":158358,"title":"Red Bull Rampage 2012","adult":false},{"cast":["Thierry Godard","Valérie Decobert-Koretzky","Jean-Toussaint Bernard","Charley Fouquet","Muriel Combeau"],"overview":"","release_date":"2011-01-14","genres":[53,9648],"vote_average":4.7,"runtime":96,"cert":"N\/A","id":158360,"title":"Dame de cœur","adult":false},{"cast":[],"overview":"Kusey and Amy, two lonely civilians try to survive in a world populated by zombies. They try to find a group of Rednecks to be safe, but the undead are everywhere. Together with Redneck Mike, they barricade themselve in an old house to fight the undead...but they didn't reckon with the apocalypse.","release_date":"2003-06-12","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":158368,"title":"Noctem","adult":false},{"cast":["Thierry Godard","Valérie Decobert-Koretzky","Jean-Toussaint Bernard","Sophie-Charlotte Husson","Anne Loiret"],"overview":"","release_date":"2013-01-11","genres":[53,9648],"vote_average":4.0,"runtime":105,"cert":"N\/A","id":158379,"title":"Dame de trèfle","adult":false},{"cast":["Polly Shang-Kuan Ling-Feng","Tien Peng","Ting Chao","Bao-liang Chen","Hui Lou Chen"],"overview":"","release_date":"1972-11-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158381,"title":"A Girl Fighter","adult":false},{"cast":["Michael O'Keefe","Olesya Rulin","James Van Patten","David Naughton"],"overview":"A stranger with a haunted past shows up unannounced at the home of Hollywood's hottest horror director, and is determined to teach him what real horror is all about.","release_date":"2012-01-21","genres":[53],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":158386,"title":"A Thousand Cuts","adult":false},{"cast":["Chandler Canterbury","Anna Gunn","Frances O'Connor","Daveigh Chase","Dylan Matzke"],"overview":"With nothing more than a blazing spirit of philanthropy and his beat-up red wagon, Zach sets out to help homeless children in America. In the process, he sweeps his fractured family - and ultimately the entire country - along with him.","release_date":"2012-10-10","genres":[18],"vote_average":6.3,"runtime":103,"cert":"N\/A","id":158388,"title":"Little Red Wagon","adult":false},{"cast":[],"overview":"","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158390,"title":"Monobloco - Ao Vivo","adult":false},{"cast":[],"overview":"When Akash, a renowned tycoon, obsessed with wealth, meets Reena, a small town Indian girl with big starry dreams, he is confronted with perplexing choices and must make life altering decisions before it is too late. The film is a musical romantic love story shot in India.","release_date":"2011-09-22","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":158395,"title":"U R My Jaan","adult":false},{"cast":["Kiran Bhatia","Yaman Chatwal","Maanvi Gagroo","Chirag Jain"],"overview":"A group of friends went to shoot their film project, but never returned. A few days later, their camera was found.","release_date":"2012-02-17","genres":[],"vote_average":5.4,"runtime":82,"cert":"N\/A","id":158397,"title":"?: A Question Mark","adult":false},{"cast":[],"overview":"A model experiences personal and career challenges after his hair starts to fall.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158408,"title":"Hair is Falling","adult":false},{"cast":["George W. Bush"],"overview":"Documentary account of George W. Bush's presidential campaign.","release_date":"2002-03-08","genres":[],"vote_average":8.0,"runtime":79,"cert":"N\/A","id":158413,"title":"Journeys with George","adult":false},{"cast":["Krzysztof Janczar","Joanna Pacula","Piotr Pręgowski","Ryszard Faron","Tomek Bork"],"overview":"After leaving prison, Tolek plans to get revenge on his former girlfriend.","release_date":"1978-04-17","genres":[53,18],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":158424,"title":"You Will Not Have Peace","adult":false},{"cast":["Jaimie Alexander","Frank Grillo","Marie-Josée Croze","Roschdy Zem","Moussa Maaskri"],"overview":"Set around a wife and husband on vacation in Morocco with the wife plotting to murder her husband with help from her lover. The plan goes terribly wrong when her lover and husband get into a terrible car accident on a remote desert road. They escape the multi-car pileup at a desert intersection and encounter the group of survivors, including a wanted smuggler, an undercover cop, a kidnapper, a baby and an unconscious Australian. They embark on a journey of deceit and revelation that culminates in a Tangiers souk.","release_date":"2013-01-30","genres":[10749,53],"vote_average":6.0,"runtime":101,"cert":"15","id":158426,"title":"Collision","adult":false},{"cast":["Harald Krassnitzer","Maria Köstlinger","Ina Weisse","Michou Friesz","Maresa Hörbiger"],"overview":"","release_date":"2003-12-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158428,"title":"Ausgeliefert","adult":false},{"cast":["Ginger Rogers","Ronald Colman","Jack Carson","Spring Byington","Cecilia Loftus"],"overview":"Ginger Rogers and Ronald Colman star in this whimsical romantic comedy. Two strangers split a sweepstake prize to go on a fake honeymoon with predictable results.","release_date":"1940-08-02","genres":[35,18,10749],"vote_average":6.1,"runtime":99,"cert":"N\/A","id":158439,"title":"Lucky Partners","adult":false},{"cast":["Joseph L. Turner"],"overview":"An \"educational\" film about black love, the art of black love making.","release_date":"1971-01-01","genres":[10770],"vote_average":3.0,"runtime":74,"cert":"N\/A","id":158441,"title":"Black Love","adult":true},{"cast":["Sharon Matt","Kip Marsh","Bambi Allen","Larry Martinelli","William Varris"],"overview":"In the 19th century, siblings Abilene and Tod, orphaned on their western farm, become attracted to each other, sexually. The confused Tod fleas to a nearby town where he meets Linda, a local bar girl, and begins a sexual relationship with her, while a rough cowboy, named Rawhide, sexually assaults Abilene leading Tod wanting revenge despite Linda's wariness and growing compassion for Abilene.","release_date":"1969-09-01","genres":[18,37],"vote_average":3.5,"runtime":94,"cert":"N\/A","id":158443,"title":"Linda and Abilene","adult":false},{"cast":["Ryu Seung-ryong","Park Shin-hye","Kal So-won","Oh Dal-su","Park Won-sang"],"overview":"A story about a mentally ill man wrongfully accused of murder and his relationship with his lovingly adorable 6 year old daughter.","release_date":"2013-01-23","genres":[18,35],"vote_average":8.1,"runtime":127,"cert":"N\/A","id":158445,"title":"Miracle in Cell No. 7","adult":false},{"cast":[],"overview":"In this documentary, historians, politicians and actors (including Danny Glover and Sissy Spacek) try to illuminate the quixotic nature of founding father Thomas Jefferson, focusing on his views about slavery and rumored affair with his slave Sally Hemmings. Though many consider Jefferson America's most influential political logician, his life was a series of paradoxes. Edward Herrmann is featured as the voice of the conflicted aristocrat. [netflix]","release_date":"1995-05-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158447,"title":"Thomas Jefferson: A View from the Mountain","adult":false},{"cast":[],"overview":"This album features a selection of some of the finest and most technically challenging repertoire for string orchestra, and includes repertoire by Benjamin Britten, the Polish composer Grazyna Bacewicz, the Norwegian composer Terje Bjørklund as well as Bela Bartok's seminal work for string orchestra the Divertimento. The divertimento as a musical genre dates back to the nineteenth century. Divertimenti were composed for various social occasions and were intended to be light, uncomplicated and cheerful. Such pieces were often scored for small string ensemble. Over the years this effortless, elegant form has appeared in many different musical styles and, to a large extent, set the standard for the virtuosic chamber music we know today. A number of the most prominent composers of our age have engaged with this most fascinating musical style and have contributed to its further refinement as a chamber-symphonic showpiece.","release_date":"2008-08-12","genres":[],"vote_average":0.0,"runtime":69,"cert":"N\/A","id":158449,"title":"TrondheimSolistene - Divertimenti","adult":false},{"cast":["Karen Black","Larry David","Michael Emil","Michael Margotta"],"overview":"Zee is walking up and down Manhattan streets, talking to herself and to the husband who has just left her. At a sidewalk café she runs into Eli. A very unlikely, funny and touching relationship develops between two lost souls in the big city, which is the third major character in this film","release_date":"1983-09-10","genres":[35,10749],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":158451,"title":"Can She Bake A Cherry Pie?","adult":false},{"cast":["Tadeusz Fijewski","Helena Makowska","Wienczysław Gliński","Aleksander Dzwonkowski","Stanisław Jaworski"],"overview":"","release_date":"1957-11-11","genres":[35,80],"vote_average":6.3,"runtime":null,"cert":"N\/A","id":158474,"title":"Kapelusz pana Anatola","adult":false},{"cast":["Beni Arashiro","Masaki Okada","Yuki Fukumoto","Osamu Adachi","Narumi Konno"],"overview":"Based on Haruko Kashiwagi's popular comic, the film traces a group of high-school kids as they try to revive the school's shabby brass band, and also attempt to discover the reasons behind one of the members' weird habit: Yuriko Seryu (Beni Arashiro) goes sexually wild whenever she hears good music, and mauls the boys around her.","release_date":"2008-03-15","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":158476,"title":"Brass Band","adult":false},{"cast":["Ryuzaburo Ogasawara","Akemi Tsukushi","Tetsurō Tamba","Konomi Fuji","Sachiko Tôyama"],"overview":"Ryutaro is a spy employed by the shogun Tokugawa Iemitsu, who is the target of assassination attempts that aim to hand power over to his younger brother Tadanaga. Before learning of these plots, Ryutaro discovers himself in a predicament of his own when he rushes to the defence of a local girl who is caught between her boyfriend and a greedy businessman. The situation results in many violent one-on-one skirmishes between Ryutaro and the businessman’s many samurai defendants, one of whom enigmatically refuses to reveal his face or use more than just the one hand. Before long, Ryutaro’s top priority is not protecting Iemitsu as it should be, but rather unearthing the true identity of the mystery samurai.","release_date":"1956-09-19","genres":[27,28],"vote_average":6.3,"runtime":80,"cert":"N\/A","id":158481,"title":"The Ceiling at Utsunomiya","adult":false},{"cast":["Hayao Miyazaki","Chika Sakamoto"],"overview":"Mei has an adventure with a Kittenbus and her relatives. Totoro appears.","release_date":"2002-01-01","genres":[12,16,14],"vote_average":7.0,"runtime":13,"cert":"N\/A","id":158483,"title":"Mei and the Kittenbus","adult":false},{"cast":[],"overview":"Hey Kids! Ready for some wacky wild Kool-Aid style fun? Sit and listen to what I have to say...I'm Kool-Aid Man and we're gonna play. Rap and dance to my funky beat. See Zany flicks and laugh out of your seat. Play awesome games that will make you scream and shout. Try something really daring...a wacky workout. Try to stump an unstumpable dog. Learn how to protect yourself from a hedgehog. so much wacky stuff...you'll never get enough! Oh yeah!","release_date":"1991-01-01","genres":[],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":158485,"title":"Wacky-Zany Video from Kool-Aid","adult":false},{"cert":"PG","title":"The Crowded Day","cast":["John Gregson","Joan Rice","Freda Jackson","Patricia Marmont","Josephine Griffin"],"genres":[18],"id":158493,"overview":"One day in the lives and loves of the staff in a large department store.","runtime":82,"release_date":"1954-10-01","vote_average":6.4,"adult":false}]