[{"cast":["Deng Jiajia","Ah Duo","Liu Hua","阿朵","Ren Quan"],"overview":"Comedy about a dancing pandas cabaret act.","release_date":"2009-01-25","genres":[],"vote_average":5.0,"runtime":93,"cert":"N\/A","id":162002,"title":"Panda Express","adult":false},{"cast":["Kane Richmond","Barbara Read","George Chandler","Dorothea Kent","Joseph Crehan"],"overview":"Falsely accused of murdering a crooked newspaper reporter, suave detective Lamont Cranston -- aka the Shadow -- vows to track down the real killer.","release_date":"1946-05-25","genres":[9648],"vote_average":8.0,"runtime":68,"cert":"N\/A","id":162004,"title":"Behind the Mask","adult":false},{"cast":["Hideaki Ito","Ai Kato","Ryuta Sato","Riisa Naka"],"overview":"Mika (Riisa Naka) is a flight attendant on board an airplane scheduled to land at Haneda Airport. On the way to the airport the airplane's engine starts to burn. In order to save the 346 people on board the airplane, sea marshall Daisuke Senzaki (Hideaki Ito) and his team are called into action ...","release_date":"2012-07-12","genres":[28,18],"vote_average":5.9,"runtime":116,"cert":"N\/A","id":162006,"title":"Brave Hearts: Umizaru","adult":false},{"cast":["היהודים"],"overview":"היהודים בהופעה, כפי שהוקלטה במועדון התיאטרון ביפו בינואר 2003. ה-DVD כולל שעתיים וחצי של ההופעה (הלהקה ידועה בעיקר בזכות הופעותיה האנרגטיות).  ההופעה כוללת את להיטי הלהקה (כגון \"הימים שלנו\", שהופיע במקור באלבומם הראשון והמצליח ביותר, \"מציאות נפרדת\"), חלקם בעיבודים מיוחדים וגם שירים בהשמעת בכורה בימתית.","release_date":"2003-08-13","genres":[],"vote_average":0.0,"runtime":128,"cert":"N\/A","id":162017,"title":"HaYehudim - Live","adult":false},{"cast":["Ruhollah Khomeini"],"overview":"Twenty-five years after the end of the Iran hostage crisis, Wild Eyes Productions &amp; Discovery Times Channel bring you the definitive portrait of one of the most important events of the 20th century. Based on the book, Guests of the Ayatollah: The First Battle in America's War With Militant Islam, by Mark Bowden (Black Hawk Down, 1999; Killing Pablo, 2001), this four-part documentary series offers a comprehensive, detailed account of the events through the eyes and words of the key players. Go inside the daily lives of the hostages, and hear from the Iranian student captors, the U.S. soldiers sent on the impossible rescue mission and the diplomats working to end the crisis. Guests of the Ayatollah is a suspenseful account of a crisis that gripped and ultimately changed the world.","release_date":"2005-06-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":162022,"title":"Guests of the Ayatollah","adult":false},{"cast":[],"overview":"At 4.6 billion years old, the Solar System is our solid, secure home in the Universe. But how did it come to be? In this episode we trace the system's birth from a thin cloud of dust and gas. Shocked by a nearby supernova, the pull of gravity and natural rotation spun it into a flat disc from which the Sun and planets coalesced. It all happened in the space of 700 million years, during which the planets jockeyed for position, dodging the brutal bombardment of deadly asteroids and setting into the neat, stable system that we now realize might be a rarity in the universe.","release_date":"2011-11-08","genres":[99,36,878],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":162024,"title":"The Universe: How the Solar System was Made","adult":false},{"cast":[],"overview":"The most talked about rivalry in the history of sports-entertainment! For the first time, the whole true story has been put together. See how it all began for the Texas Rattlesnake in his battle against authority - owner of the World Wrestling Federation, Vince McMahon. These two men have put each other through hell and come out fighting. Screwed at every turn, Austin gets revenge in ways that have created some of the most memorable moments in Federation history. Now you can have a front row seat for the greatest match-up in the world.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":162029,"title":"WWE Austin vs McMahon: The Whole True Story","adult":false},{"cast":["Chris Irvine","Adam Copeland","William Jason Reso"],"overview":"For nearly twenty years, Chris Jericho has stolen the spotlight, becoming one of the most recognized WWE Superstars in sports-entertainment history. From his early days in Germany, Mexico and Japan through ECW, WCW, and ultimately, WWE, Chris Jericho has demonstrated he is an exceptional talent in the ring and on the mic. He was the first-ever Undisputed Champion of WWE and has held six different titles in World Wrestling Entertainment, including the Intercontinental Championship record nine times. His talents go beyond the ring. As the Ayatollah of Rock n Rolla, he is the lead singer of the rock band Fozzy and his amusing personality and quick wit have made him in demand on stage, film and television. Nor, for the first time ever, Chris Jericho's storied career is celebrated in Breaking the Code: Behind the Walls of Chris Jericho. In addition to a comprehensive documentary, this 3-disc set is packed with 19 career-spanning matches!","release_date":"2010-09-27","genres":[28,18],"vote_average":9.0,"runtime":540,"cert":"N\/A","id":162031,"title":"Breaking the Code: Behind the Walls of Chris Jericho","adult":false},{"cast":["Yuen Biao","Diane Lane","Donald Sutherland","Masaya Kato","Keishi Arashi"],"overview":"A Japanese soldier is forced to question alliances when he meets and falls in love with the leader of the rebel movement.","release_date":"1992-09-15","genres":[],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":162033,"title":"The Setting Sun","adult":false},{"cast":["Vince McMahon","Steve Austin","Paul Michael Lévesque","Stephanie McMahon","Shane McMahon"],"overview":"Just who is Vincent Kennedy McMahon? To some he is the sports entertainment innovator and visionary corporate leader of a multimillion dollar company. To others he is evil personified- the manipulative sadistic boss of a corral of WWE Superstars who takes great personal pleasure in making others suffer. Mr. McMahon has achieved stunning successes and experienced humiliating defeats and yet keeps coming back for more. What other boss requires his employees to literally kiss his bare ass on national television? This 2 disc production takes a look back at what caused Vince McMahon to come out of the announcer booth and right into some of the most controversial moments ever seen on television. For the first time ever the onscreen and offscreen intrigues of the world’s most notorious boss are broken down by the people who know the man best. Exclusive interviews with Shane, Stephanie and Linda McMahon, Triple H, Hulk Hogan, Kurt Angle, Eric Bischoff, Paul Heyman, and more.","release_date":"2006-08-22","genres":[],"vote_average":9.0,"runtime":360,"cert":"N\/A","id":162038,"title":"WWE: McMahon","adult":false},{"cast":["Jayne Mansfield","Leo Genn","Karlheinz Böhm","Danik Patisson","Christopher Lee"],"overview":"In London's Soho, Johnny Solo runs the Pink Flamingo Club. He's tough to intimidate. So when he starts getting threats and demands for protection, he fights back. Behind the takeover plot is a competitor, Diamonds Dielli. Midnight Franklin, who's Johnny's girlfriend and one of the club's headliners, wants to get Johnny out of the business. In the background are a sadistic client, an underage chorus girl, a wisecracking siren who's not averse to rough trade, a visiting journalist, and a dancer who guards her past. Can Johnny win the struggle with Diamonds, and can Midnight get him out of harm's way?","release_date":"1960-12-01","genres":[80,18],"vote_average":4.4,"runtime":90,"cert":"","id":162040,"title":"Too Hot to Handle","adult":false},{"cast":["Ben Murphy","Kathryn Crawford","Richard Dysart","William Sylvester","Andrew Prine"],"overview":"Dimwitted, meaty guy foils criminals by turning invisible.","release_date":"1976-01-01","genres":[878,10770,28,53],"vote_average":2.3,"runtime":97,"cert":"N\/A","id":162042,"title":"Riding with Death","adult":false},{"cast":[],"overview":"One of WWE s most popular Superstars, Batista is truly a study in contrasts. On one hand, Batista is the smoothest of operators, known for his stylish appearance and laid-back attitude. He has the air and presence of a champion. Exploding with fury in the ring, however, Batista embodies his nickname The Animal. That power has served him well where he has won five world championships. For the first time ever, fans of The Animal can relive his storied career with this 3-DVD set that includes a biography of Batista s life both inside the ring and out. In addition to this revealing look at The Animal, this 3-DVD set will feature dozens of the greatest matches and moments from Batista s career.","release_date":"2009-10-19","genres":[],"vote_average":5.0,"runtime":540,"cert":"N\/A","id":162044,"title":"WWE: Batista - I Walk Alone","adult":false},{"cast":["Grace Phillips","Nathalie Gauthier","Maria Stanton","Howard Balaban","Brett Halna Du Fretray"],"overview":"Students at a girls' college are terrorized by spirits that haunt the institution. A haunted and disturbing horror about TV star Gina Phillips who goes to a private school and join a sorority in Montreal only to realize there is some voodoo and killer dolls in the basement.","release_date":"1991-10-04","genres":[27,53],"vote_average":4.0,"runtime":89,"cert":"N\/A","id":162046,"title":"Voodoo Dolls","adult":false},{"cast":["Parker Perry","Jayden Grey","Samuel Colt","Hunter Marx","Tom Wolfe"],"overview":"With muscles bulging and jockstraps straining, our cast of 8 get hot and sweaty ... and all Worked Up. Director Erik Rhodes puts his men through their paces, letting all the brawn, all the sweat, all the built-up desires dictate the action.","release_date":"2011-04-12","genres":[],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":162048,"title":"Worked Up","adult":true},{"cast":["Don Francks","Sarah Torgov","Len Cariou","Calvin Butler","August Schellenberg"],"overview":"An ex-junkie takes on seedy urban culture to try and locate his daughter.","release_date":"1978-08-26","genres":[18],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":162050,"title":"Drying Up the Streets","adult":false},{"cast":["Tracey Gold","Tom Irwin","Sharon Gless","Michael Dorn"],"overview":"Based on a true story. Annie Nolan is saved from domestic violence by Officer Craig Mitchell. Craig wants to be with Annie, and manipulates her into falling in love with him. He then persuades her to kill his wife, Wendy so that he does not have to go through the inconveniences of a divorce.","release_date":"1998-10-19","genres":[10770,53],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":162052,"title":"The Girl Next Door","adult":false},{"cast":["Tamer Balcı","Hayri Esen"],"overview":"Tarzan arrives in Turkey.","release_date":"1952-11-02","genres":[12],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":162057,"title":"Tarzan in Istanbul","adult":false},{"cast":["Bette Davis","George Brent","Roscoe Karns","Wini Shaw","Walter Walker"],"overview":"Ace reporter Curt Devlin and fellow reporter Ellen Garfield love one another, but Curt believes women are \"bum newspapermen\". When a murder investigation ensues, the two compete every step of the way, determined to not be scooped by the other.","release_date":"1935-07-11","genres":[35,10749],"vote_average":7.1,"runtime":82,"cert":"N\/A","id":162059,"title":"Front Page Woman","adult":false},{"cast":["Hidaka Yoshitomo","Nagi Noriko","Maki Ishikawa","Hiroko Taguchi","Rina Komuro"],"overview":"Takashi and four of his classmates, fourth-grade students, cannot succeed in doing a back pullover around a horizontal bar. Their gym teacher warns them: they have one week to succeed; if they resign now, then, tomorrow, facing life difficulties, they will always run away and become bums. Furthermore, all five must succeed, if one of them cannot do it, then all of them fail. Takashi is really worried and wonders if he won’t be always the loser who couldn’t succeed in the back pullover bar exercise.","release_date":"1997-03-17","genres":[18],"vote_average":8.0,"runtime":73,"cert":"N\/A","id":162061,"title":"Happy Go Lucky","adult":false},{"cast":["Jay Mehta","Revathi","Amrish Puri","Anil Dhawan","Jagdeep"],"overview":"Gopichand Verma is a retired Judge of the Supreme Court of India. He re-locates to scenic Ooty and decides to live there in a palatial home. He has a cook\/servant in Badriprasad Chaurasia. When Chaurasia wins a lottery, he quits, and Verma hires a woman by the name of Nandini in his place. He soon finds out that there is a mystery behind Nandini and her presence in his house, apart from the fact that she is mentally imbalanced. When he probes further, he finds that she is claiming to be his illegitimate daughter. He does accept her and decides to let her live there, but his wife, his son, his sister, his son-in-law, and daughter have other plans - for they have hired notorious hit-man Samar Khan to abduct and kill Nandini at any cost. Is Nandini really Verma's daughter? Why would the Verma family want her dead?","release_date":"1992-10-30","genres":[],"vote_average":8.5,"runtime":180,"cert":"N\/A","id":162066,"title":"Muskurahat","adult":false},{"cast":["Adhyayan Suman","Ragini Nandwani","Rohit Bakshi","Ashwini Kalsekar","Neelima Azim"],"overview":"In the era of large scale corruption, where everyone seated on a chair that holds power is neck deep in corruption, exist unlikely heroes","release_date":"2013-01-04","genres":[53],"vote_average":5.0,"runtime":110,"cert":"N\/A","id":162086,"title":"Dehraadun Diary","adult":false},{"cast":[],"overview":"A man whose physique forces him to look down tries to find love.","release_date":"2004-01-01","genres":[10749,16,18],"vote_average":7.3,"runtime":9,"cert":"N\/A","id":162091,"title":"A Backbone Tale","adult":false},{"cast":[],"overview":"Short film about two table tennis players playing with a grenade.","release_date":"","genres":[],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":162096,"title":"Metal on Metal 'Bastard'","adult":false},{"cast":[],"overview":"Animated short film about a group of pirates.","release_date":"2006-08-20","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":162098,"title":"Pyrats","adult":false},{"cast":[],"overview":"Japanese animated short film showing different stereotypical anime motives.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":162100,"title":"Snowflakes","adult":false},{"cast":["Winston Hibler"],"overview":"A feature-length documentary showing the changing world of nature, the sky, the sea, the sun, planets, insects and volcanic action. A story of nature's strange and intricate designs for survival and her many methods of perpetuating life.","release_date":"1956-11-06","genres":[],"vote_average":8.0,"runtime":70,"cert":"N\/A","id":162117,"title":"Secrets of Life","adult":false},{"cast":["Jimmy Hanley","Rona Anderson","Leslie Dwyer","Lionel Jeffries","Kenneth Connor"],"overview":"When young reporter and amateur biker Jerry Marsh investigates a mysterious hooded figure on a motorbike, he discovers crooks hiding out in a ruined castle with atomic sabotage on their minds...","release_date":"1954-12-01","genres":[53,80],"vote_average":7.0,"runtime":65,"cert":"U","id":162137,"title":"The Black Rider","adult":false},{"cast":["Walt Disney","Winston Hibler"],"overview":"This True Life Fantasy follows and shows how the life of a female squirrel, Perri, in the forest is filled with danger and fraught with peril. When not fleeing her natural enemy, the Marten, Perri finds time to fall in love with her prince-charming male squirrel.","release_date":"1957-08-28","genres":[10751,14,12],"vote_average":7.0,"runtime":75,"cert":"N\/A","id":162139,"title":"Perri","adult":false},{"cast":["Mary Mellow"],"overview":"Movie version of Mary Mellow's autobiographical one woman show of a spiritual knockdown with almost happy but enlightening ending and a lot of tea.","release_date":"","genres":[],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":162141,"title":"So Good To Be Home!","adult":false},{"cast":["Garance Marillier","Finnegan Oldfield","Leïla Choukri","Malivaï Yakou","Damien Gomes"],"overview":"Teenagers discuss in a bathroom the qualities of the movie that they saw last night on tv: Brokeback Mountain.","release_date":"2012-02-25","genres":[18,35],"vote_average":7.5,"runtime":12,"cert":"N\/A","id":162143,"title":"It's Not a Cowboy Movie","adult":false},{"cast":["Tim Roth","Talulah Riley","Jack O'Connell","Kierston Wareing","Peter Mullan"],"overview":"When 19-year-old Adam agrees to do a day's driving for his mum's gangster boyfriend Peter, it takes him on a 24-hour journey into a nightmarish world of murder, sex trafficking and revenge, in the company of aging hit man Roy.","release_date":"2012-11-24","genres":[53,35,80],"vote_average":5.8,"runtime":95,"cert":"15","id":162145,"title":"The Liability","adult":false},{"cast":["Ralph Forbes","Vivienne Osborne","Arnold Gray","Gail Patrick","Paul Page"],"overview":"A handsome radio singer has it all--fame, money, adoring fans--but what no one knows is that his accompanist, a hunchbacked piano player, is actually the voice behind the arrogant, abusive \"singer\"'s fame. The two men fall for the same girl, and when the singer turns up dead, suspicion falls upon his assistant and the girl.","release_date":"1933-03-14","genres":[9648],"vote_average":3.0,"runtime":72,"cert":"N\/A","id":162150,"title":"The Phantom Broadcast","adult":false},{"cast":["Ray Walker","Claude Gillingwater","Jed Prouty","Kathryn Crawford","Arthur Vinton"],"overview":"A cocky young pilot, at the urging of his girlfriend, takes a nice, \"safe\" job at the bank where her father is president.","release_date":"1933-08-29","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":162152,"title":"Skyway","adult":false},{"cast":["David Dukeham","Larry Row","Arthur Knight","Herschel Savage","Honey Wilder"],"overview":"Beautiful girls are out to cause trouble. Sex and action including car races are part of this classic porn movie. These girls are out to tease one and all in their path. Can jail hold these girls?","release_date":"1983-02-22","genres":[],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":162205,"title":"Bad Girls II","adult":true},{"cast":[],"overview":"An intimate and unflinching look over 12 months at the hardscrabble lives of hustlers in downtown Montreal.","release_date":"2008-09-30","genres":[],"vote_average":7.2,"runtime":75,"cert":"N\/A","id":162210,"title":"Men for Sale","adult":false},{"cast":["Saoirse Ronan","George MacKay","Tom Holland","Harley Bird","Danny McEvoy"],"overview":"An American girl on holiday in the English countryside with her family finds herself in hiding and fighting for her survival as war breaks out.","release_date":"2013-09-10","genres":[18,28,53,10752],"vote_average":6.6,"runtime":101,"cert":"15","id":162215,"title":"How I Live Now","adult":false},{"cast":["Mel Blanc","Paul Julian"],"overview":"Ever wonder who was the fastest Road Runner or Speedy Gonzales? This cartoon aimed to answer that all-important question between two of Warner Brothers' speediest characters. Of course, the race (set in an American desert) wouldn't be interesting without Wile E. Coyote or Sylvester trying to nab the bird and mouse. Both the hard-luck coyote and the puddy tat use a variety of tactics to grap their respective dinners, all which (of course) fail. In the end, Wile E. and Sylvester use a supersonic jet to pass their prey at the finish line (and \"win\" the race), but their vehicle quickly careens over the cliff. The poor puddy tat fall down over the cliff, just like Wile E. has so many times.","release_date":"1965-02-26","genres":[16],"vote_average":6.7,"runtime":6,"cert":"N\/A","id":162223,"title":"The Wild Chase","adult":false},{"cast":["Rosemarie Lindt","Franco Garofalo","Klaus Kinski","Lars Bloch","Luciano Rossi"],"overview":"In World War II, guerrillas kidnap a German general.","release_date":"1974-09-12","genres":[18,10752],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":162225,"title":"Heroes in Hell","adult":false},{"cast":["Al Jolson","Sybil Jason","Beverly Roberts","Edward Everett Horton","Allen Jenkins"],"overview":"The Singing Kid casts Jolie as neurotic Broadway star Al Jackson. Facing professional ruin when he loses his voice, Al heads to the country to regain his vocal timbre and to get his head back together. While recuperating, he falls in love with farm girl Ruth Haines (Beverly Roberts), the pretty aunt of precocious little Sybil Haines (Sybil Jason).","release_date":"1936-04-10","genres":[18,10402],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":162227,"title":"The Singing Kid","adult":false},{"cast":["Bert Lahr","June Havoc","Buddy Ebsen","Patsy Kelly","Dorothy Lovett"],"overview":"This package for comedy and the musical numbers has Luke Brown being drugged by the gangster operators of the swank Boathouse Inn; most notably Roxie a sexy pickpocket. Brown has information that Chow Brewster and his cousin have inherited $3,000,000. The owner of the Inn intends to keep Brown under wraps until they can drive Chow to suicide. He will then marry Chow's cousin before she finds out about her inheritance.","release_date":"1942-03-06","genres":[35,10402],"vote_average":6.0,"runtime":70,"cert":"N\/A","id":162229,"title":"Sing Your Worries Away","adult":false},{"cast":[],"overview":"After looking at a photograph from the end of World War II of two young boys holding guns, celebrating the liberation of Warsaw, a documentarian for Polish television tries to find the boys and discover how their lives have went.","release_date":"1968-01-25","genres":[99],"vote_average":7.0,"runtime":32,"cert":"N\/A","id":162231,"title":"The Photograph","adult":false},{"cast":["Benny Goodman","Linda Darnell","Jack Oakie","Lynn Bari","James Cardwell"],"overview":"After their annual free concert at Chicago's Dearborn Settlement, Benny Goodman and his band are packing up to go to their next engagement when a kid steals Goodman's clarinet. Goodman and Popsie pursue him to a tenement flat where he has led them to hear his brother play the trombone. Shenanigans ensue following Goodman's offering the brother a job with the band.","release_date":"1944-09-21","genres":[10749],"vote_average":6.0,"runtime":76,"cert":"N\/A","id":162236,"title":"Sweet and Low-Down","adult":false},{"cast":["Derek Farr","Vera Lindsay","Hay Petrie","Winifred Davis","Felix Aylmer"],"overview":"A young man's fiancé dies after contracting a terminal illness, and in his efforts to contact her he gets involved with a group of spiritualists.","release_date":"1941-05-10","genres":[27,18],"vote_average":0.0,"runtime":82,"cert":"","id":162247,"title":"The Spell of Amy Nugent","adult":false},{"cast":["Peter Alexander","Olga Schoberová","Gunther Philipp","Hanne Wieder","Elisabeth Markus"],"overview":"An Austrian earl learns that he has inherited land in Arizona, in the American wild west. The count and his friend journey to America to claim the inheritance. There, they encounter danger, desperados, and the none-too-friendly daughter of the local sheriff.","release_date":"1965-12-31","genres":[37,35,10402],"vote_average":4.0,"runtime":92,"cert":"N\/A","id":162255,"title":"Count Bobby, the Terror of the Wild West","adult":false},{"cast":["Lisa Martinek","Bernhard Schir","Nicole Beutler","Sissy Höfferer","Jutta Fastian"],"overview":"","release_date":"2010-04-13","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":162257,"title":"Not My Daughter","adult":false},{"cast":["Wolfgang Böck","Erwin Steinhauer","Andreas Vitásek","Susa Meyer"],"overview":"","release_date":"2006-05-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":162307,"title":"Brüder III - Auf dem Jakobsweg","adult":false},{"cast":["Mary Carlisle","Buster Crabbe","Charles Starrett","Florence Lake","Eddie Tamblyn"],"overview":"A campus flirt who has been \"pinned\" by most of the boys of Sigma Chi fraternity falls for a no-nonsense athlete who doesn't have time for such diversions as women.","release_date":"1933-10-25","genres":[35,18,10402],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":162312,"title":"The Sweetheart of Sigma Chi","adult":false},{"cast":[],"overview":"Interpretation of Rita Mae Brown's groundbreaking lesbian coming-of-age novel Rubyfruit Jungle.","release_date":"1989-01-04","genres":[],"vote_average":4.5,"runtime":4,"cert":"N\/A","id":162314,"title":"Me and Rubyfruit","adult":false},{"cast":[],"overview":"Mo'Nique is a shining star that gets brighter as she continues to illuminate the world of entertainment. UPN sitcom star, stand- up comedienne, author, model and designer, Mo'Nique is the first female host of the historic late night variety show, \"It's Showtime at the Apollo!\"","release_date":"2004-04-07","genres":[35],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":162316,"title":"Mo'Nique: One Night Stand","adult":false},{"cast":[],"overview":"Mickey runs radio station ICU from his barn. His friends play various musical numbers. A cat wanders in and starts yowling (which sets Pluto, who was listing from his doghouse, off). Mickey puts it out, but it, and several kittens, keep coming back in, playing with the equipment, running through the musicians (chased by a broom-wielding Mickey, who does a great deal of damage himself), and generally making a mess of things.","release_date":"1931-10-09","genres":[16],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":162321,"title":"The Barnyard Broadcast","adult":false},{"cast":["Ryron  Gracie","Rener Gracie"],"overview":"The Fastest Way to Street Readiness. Guaranteed. The standard Gracie Combatives DVD Package includes 13 DVDs (each with the approximate running time of 90 minutes, except for the 13th DVD which features the Blue Belt Qualification Test), the 65-page Gracie Combatives Blue Belt Qualification Handbook, and the poster-size 24\"x36\" Gracie Combatives Flowchart.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":1100,"cert":"N\/A","id":162323,"title":"Gracie Combatives","adult":false},{"cast":[],"overview":"Short doc by Maurice Pialat.","release_date":"1953-01-01","genres":[99],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":162325,"title":"Congrès eucharistique diocésain","adult":false},{"cast":[],"overview":"Explorer Edward Salisbury takes an expedition across the Pacific Ocean to such exotic locales as Fiji, Samoa, Papua New Guinea and the New Hebrides Islands, and record the lives of the various natives they encounter there.","release_date":"1931-04-17","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":162333,"title":"Gow the Killer","adult":false},{"cast":["Vera Marinich","Aleksandr Zhukov","Andrey Martynov","Sergey Pryanishnikov"],"overview":"A story about capitalistic corruption in a small village and the personal struggles of Anka (Vera Marinich) as she is pregnant and abandoned by her lover.","release_date":"1931-04-17","genres":[18],"vote_average":7.0,"runtime":65,"cert":"N\/A","id":162335,"title":"The Thaw","adult":false},{"cast":["André Reybaz"],"overview":"Byzance uses a text by Stefan Zweig to describe the Ottoman conquest of the city in 1453. Before he turned to feature filmmaking in 1968 with Naked Childhood, Pialat worked on a series of short films, many of them financed by French television. Byzance is one of Pialat’s six Turkish shorts.","release_date":"1964-01-01","genres":[99],"vote_average":6.1,"runtime":11,"cert":"N\/A","id":162346,"title":"Byzance","adult":false},{"cast":["Pierre Asso"],"overview":"All of Pialat's Turkish films are uniquely interested in the country — especially Istanbul — as it was, not just as it is at the precise moment that Pialat is filming it. History informs these films in a big way, with the voiceover narration (which incorporates excerpts from various authors) introducing tension between the images of the modern-day city and the descriptions of incidents from its long and rich history.  Istanbul is probably the most conventional documentary of Pialat's Turkish series, providing a general profile of the titular city, its different neighborhoods, and the different cultures and ways of living that coexist within its sprawling borders. As the other films in the series also suggest, Pialat sees Turkey, and Istanbul in particular, as a junction point between Europe and the East, between the old and the new, between history and modernity.","release_date":"1964-01-01","genres":[99],"vote_average":6.5,"runtime":13,"cert":"N\/A","id":162348,"title":"Istanbul","adult":false},{"cast":["André Reybaz"],"overview":"Maître Galip is the most poetic and powerful of Pialat's Turkish Chronicles, using the poems of Nazim Hikmet to accompany a series of evocative images of ordinary working class people in Istanbul. This was the film that Pialat himself claimed was the most complete realization of what he was aiming for with his Turkish documentaries. It's not difficult to see why this was his favorite: here he abandons the historical commentary and documentary observation of the other shorts in favor of an emotional emphasis on the lives of the poor and the unemployed.A short doc by Maurice Pialat.","release_date":"1964-01-01","genres":[99],"vote_average":6.3,"runtime":11,"cert":"N\/A","id":162350,"title":"Maître Galip","adult":false},{"cast":[],"overview":"Short documentary film directed by James Algar. It was produced by Walt Disney as part of the True-Life Adventures series of nature documentaries","release_date":"1950-07-19","genres":[],"vote_average":7.0,"runtime":32,"cert":"N\/A","id":162352,"title":"Beaver Valley","adult":false},{"cast":["André Reybaz"],"overview":"La Corne d'or is mostly concerned with religious ritual, examining the mosque (and former cathedral) discussed in Byzance. As a contrast against Istanbul's status as a center of historical religious conflict, Pialat — drawing here on texts by the French poet Gérard de Nerval — also describes the city as a place of strange ethnic and religious harmony, with representatives of various cultures and religions living in close contact. He emphasizes the city's hybrid culture, its blend of Southern European and Arab influences, reflected in both its people and its very construction.","release_date":"1964-01-01","genres":[99],"vote_average":5.8,"runtime":12,"cert":"N\/A","id":162354,"title":"Golden Horn","adult":false},{"cast":["Christiane Paul","Senta Berger","Katharina M. Schubert","Anna Böger","Jan-Gregor Kremp"],"overview":"The film starts with the main character Laura, a young woman with advanced cancer, entering quite upset the home of her parents and claiming to have stopped chemo therapy and having left her husband. The worried parents call the other three adult daughters into the house and they arrive one by one. For the first time in 6 years the entire family is united again. The characters are drawn as tensions rise from old conflicts and as the situation sinks in that Laura might be terminally ill. The movie eventually shifts from a lively sometimes comical beginning into the serious theme of dying and does handle this quite tactfully and moving. While the film touches on many areas surrounding death (including religion, graveyard, care, eutanasia) the main focus is on the transformation of the characters that are thrown out of their busy lifes into this situation, eventually accepting it and dealing with it.","release_date":"2009-12-09","genres":[18,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":162362,"title":"Ob ihr wollt oder nicht","adult":false},{"cast":[],"overview":"A short 6-minute essay-documentary by Maurice Pialat on the region in which much of the action of Nous ne vieillirons pas ensemble unfolds.","release_date":"1966-01-01","genres":[99],"vote_average":5.0,"runtime":6,"cert":"N\/A","id":162364,"title":"La Camargue","adult":false},{"cast":["Claude Dauphin"],"overview":"Oscar Winning 1948 short film by Alain Resnais, not to be confused with either the Short 1966 TV doc or the 1991 feature film by Maurice Pialat, both of which shared the same name.","release_date":"1948-01-01","genres":[],"vote_average":6.0,"runtime":20,"cert":"N\/A","id":162366,"title":"Van Gogh","adult":false},{"cast":["Marco Paoletti","Juanjo Menéndez","Juana Cáceres"],"overview":"","release_date":"1959-11-16","genres":[18,35],"vote_average":6.0,"runtime":114,"cert":"N\/A","id":162368,"title":"El Lazarillo de Tormes","adult":false},{"cast":["Alberto Sordi","Gunilla Elm-Tornkvist","Anne-Charlotte Sjöberg","Barbro Wastenson","Monica Wastenson"],"overview":"An Italian fur merchant who is going to Sweden for the first time to attend the annual fur auctions in Stockholm. The movie depicts the clash between his fantasies about sex in Sweden with the reality of what he finds.","release_date":"1963-12-22","genres":[35],"vote_average":7.0,"runtime":103,"cert":"N\/A","id":162382,"title":"To Bed or Not to Bed","adult":false},{"cast":["Gabriel Arcand","Sylvie Moreau","Hélène Loiselle","Sarah Lecomte-Bergeron","Ghislain Taschereau"],"overview":"In this tough French-Canadian drama, two outsiders -- one who works with the law, another who lives outside it -- come together with unfortunate consequences. Linda (Sylvie Moreau) is a devoted single mother who will do anything to support her five-year-old daughter, Charlotte (Sarah Lecompte-Bergeron). Unfortunately, a lot of what Linda does best isn't exactly legal, such as luring well-to-do men into the park and then mugging them. One night, Linda is trying to coax a visitor from America into the shadows when the situation starts to go wrong. Meanwhile, Ghislain (Gabriel Arcand) is a shy, lonely fellow who works at the morgue and likes to listen to the blues late at night. In time, we discover that Linda and Ghislain met at one time, leading to an ugly encounter for both of them.","release_date":"1999-03-28","genres":[],"vote_average":8.0,"runtime":92,"cert":"N\/A","id":162387,"title":"Post Mortem","adult":false},{"cast":["Tina Fraser"],"overview":"A static camera records, in one single continuous shot, a woman's face before, during and after orgasm. The act of looking and the limits of the film frame are highlighted in this intimate sexual episode with Tina Fraser. Artist Stephen Dwoskin presents a powerful, personal moment while maintaining a distance and resisting the viewer being subsumed into the action on screen.","release_date":"1968-01-01","genres":[99],"vote_average":8.0,"runtime":13,"cert":"U","id":162389,"title":"Moment","adult":false},{"cast":["Maggie Holland","Zoe Thorne","Ray Eves","Michael Hucks","Derek Hutchinson"],"overview":"A businessman goes home during the working day to change his trousers having spilled coffee on himself. When he arrives in the underground garage below his apartment block he finds a car on fire with a dead man inside. He also finds himself being filmed. He takes the video upstairs to his home and watches a man do ordinary things like shave etc before covering himself in petrol and setting himself and his car alight. Procter becomes a driven man as he tries to unearth what drove this person to kill himself in such an unusual manner. By Joachim Trier.","release_date":"2002-08-30","genres":[18,9648],"vote_average":5.0,"runtime":18,"cert":"","id":162394,"title":"Procter","adult":false},{"cast":["Mark Adams","Mark Caven","Allison Egan","Jackie Sawiris","Kevin Howarth"],"overview":"In this British drama, Ellen (Sorcha Brooks) and Jack (Antony Edridge) recall a time when they traded partners, and their remarks set a partner-swapping party in motion among four other couples. As the long night's journey into sex progresses, various fears and anxieties surface. Shown at Montreal's 1997 World Film Festival and the 1997 San Sebastian Film Festival.","release_date":"1998-06-11","genres":[],"vote_average":6.5,"runtime":116,"cert":"","id":162396,"title":"The Big Swap","adult":false},{"cast":["Stephen Dwoskin","Carola Regnier"],"overview":"An intense and often claustrophobic film made about and by experimental director Stephen Dwoskin.","release_date":"1974-11-14","genres":[18,10770],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":162401,"title":"Hindered","adult":false},{"cast":["Naomi Kawase","Uno Kawase"],"overview":"A diary film about Kawase's relationship with her Grandma and the search for her Father, whom she has not seen since her parents divorced during her early childhood.","release_date":"1992-01-01","genres":[99],"vote_average":5.7,"runtime":40,"cert":"N\/A","id":162406,"title":"Embracing","adult":false},{"cast":["Brian Greene"],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":162420,"title":"La magie du cosmos et l'univers élégant","adult":false},{"cast":[],"overview":"A diary film depicting Kawase's relationship with her Grandma.","release_date":"1994-05-22","genres":[99],"vote_average":8.0,"runtime":39,"cert":"N\/A","id":162437,"title":"Katatsumori","adult":false},{"cast":["Ignacio Fernández de Castro","Gracia Querejeta","Héctor Alterio","María de la Riva"],"overview":"A mature man tries to ease his loneliness with fleeting encounters with friends, his lover, old acquaintances and his teenage daughter.","release_date":"1978-06-01","genres":[18],"vote_average":4.3,"runtime":97,"cert":"N\/A","id":162439,"title":"What Max Said","adult":false},{"cast":["Jean-Pierre Léaud","Rachel Kesterber","Michel Minaud","Luc Moullet","Jean Valmont"],"overview":"Despite most Cahiers du cinéma critics admired many western authors, when they themselves became filmmakers few dared to overtly revisit that genre. One year after Alejandro Jodorowsky's El topo and as Sergio Leone premiered A Fistful of Dollars, Moullet charges full steam ahead with a wild western starring Jean-Pierre Léaud, taking this genre and one of its key characters to unexpected territory.","release_date":"1971-01-24","genres":[37],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":162450,"title":"A Girl Is a Gun","adult":false},{"cast":["Moon Lee","Sibelle Hu","Yukari Ôshima","Chi Yeung Wong","Jason Pai Piao"],"overview":"Bullet, a female triad member, is recently released from prison. Bullet hooks up with her old gang rather quickly, although she is being closely watched by her policeman father and his gritty female partner Big Aunt . Bullet steals some jewels belonging to triad gangster Chin Bo while helping her friend May, who has been forced into prostitution. Chin Bo, also known as Brother Mad, kidnaps May and another of Bullet's friends to secure the return of his fortune, but the exchange goes wrong and a furious gun battle erupts.","release_date":"1993-01-27","genres":[18,28],"vote_average":7.7,"runtime":93,"cert":"N\/A","id":162455,"title":"Angel Terminators 2","adult":false},{"cast":["Jesse Forrestal","Eric Stoltz","Paula Malcomson"],"overview":"A gambler comes to live with his sister and discovers his young nephew can predict the winner of horse races by riding on his rocking horse.","release_date":"1997-01-01","genres":[],"vote_average":5.0,"runtime":23,"cert":"N\/A","id":162466,"title":"The Rocking Horse Winner","adult":false},{"cast":["Michael Almereyda","Robert Redford","Matthew Harrison","James Mangold","Maria Maggenti"],"overview":"Michael Almereyda discussing the future of film with various directors at Sundance.","release_date":"1995-01-01","genres":[],"vote_average":7.5,"runtime":71,"cert":"N\/A","id":162468,"title":"At Sundance","adult":false},{"cast":[],"overview":"A series of video letters between José Luis Guerín and Jonas Mekas.","release_date":"2011-04-09","genres":[],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":162476,"title":"Cinematic Correspondences: Jonas Mekas - J.L. Guerin","adult":false},{"cast":[],"overview":"Angelo draws on his family experiences growing up Greek mixed with his travels of the world and the people he encounters.","release_date":"2009-08-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":162481,"title":"Angelo Tsarouchas - Bigger Is Better","adult":false},{"cast":["Geri Miller","Linda Boyce","Jo Sweet","Jackie Richards","Uta Erickson"],"overview":"Exploitative look at a secret club for women where they can go to be with other women.","release_date":"1968-10-10","genres":[18],"vote_average":6.0,"runtime":64,"cert":"N\/A","id":162486,"title":"Daughters of Lesbos","adult":false},{"cert":"N\/A","title":"Les enfants désaccordés","cast":["Christiane Pérez","Pascal Roy","Maurice Garrel","Marcel Domerc","Jean-Noël Roy"],"genres":[18],"id":162491,"overview":"A young couple escape from school and home; they are happy in a lonely mansion somewhere; then, they are… asleep?!","runtime":15,"release_date":"1964-01-25","vote_average":6.5,"adult":false}]