[{"cast":["Yakima Canutt"],"overview":"Yak arrives at the Gilmore ranch where rustling has occurred. Gilmore blames a wild horse when it is actually his foreman Mays. After Yak catches and tames the wild horse, Mays gets Yak out of the way by having him arrested for murder. Mays and his men can now make one last raid.","release_date":"1926-04-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189500,"title":"The Fighting Stallion","adult":false},{"cast":[],"overview":"Commissioned by the Moscow Soviet as a documentary and information film for the citizens of Moscow prior to municipal elections, film is a tableau of Soviet life and achievements in the period of reconstruction following the Civil War of 1917-1921.","release_date":"1926-07-23","genres":[99],"vote_average":7.8,"runtime":65,"cert":"N\/A","id":189505,"title":"Stride, Soviet!","adult":false},{"cast":["Yakima Canutt","Elsa Benham","Jim Corey","Carl Sepulveda","Alfred Hewston"],"overview":"After he loses his money and horse in a poker game, Yak learns he was cheated. But then he learns that the men that cheated him are wanted and have a price on their heads. This gives him a chance to get his money back and more, so he sets out after them.","release_date":"1926-04-28","genres":[37],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189507,"title":"The Iron Rider","adult":false},{"cast":["Maryan Krushelnitsky","Margarita Barskaya","Dmitriy Kapka","Ivan Zamychkovskyi","Volodimir Lisovsky"],"overview":"Dovzhenko's debut film, it deals with a dandified barber's attempts to get rid of his \"love berry\" - his illegitimate offspring. Although a farce, its permissive sexuality can still be considered to be risque.","release_date":"1926-04-28","genres":[35],"vote_average":5.0,"runtime":27,"cert":"N\/A","id":189512,"title":"Love's Berries","adult":false},{"cast":["Joe Cobb","Jackie Condon","Mickey Daniels","Allen 'Farina' Hoskins","Mary Kornman"],"overview":"An abused chimpanzee escapes from a zoo. On the run, he meets Farina, running away from home and his battling parents. The two become friends and inspire the rest of the gang to put on a show to make money from neighborhood kids. But the chimp has his own idea and runs off creating havoc all over town until chased down by the local cops.","release_date":"1926-03-21","genres":[35],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":189514,"title":"Monkey Business","adult":false},{"cast":[],"overview":"A documentary about SAGE missile defence system.","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189516,"title":"Cold War Computing The SAGE System","adult":false},{"cast":[],"overview":"Cowboys Mutt and Jeff tangle with a bull on the ranch where they work.","release_date":"1926-08-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189518,"title":"Westward Whoa","adult":false},{"cast":[],"overview":"Buried Treasure is a 1926 short silent comedy film directed by Robert F. McGowan.[1][2] It was the 47th Our Gang short subject released.","release_date":"1926-02-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189523,"title":"Buried Treasure","adult":false},{"cast":["Lyudmila Semyonova","Pyotr Sobolevsky","Antonio Tserep","Emil Gal","Sergei Gerasimov"],"overview":"Typically of the heady days of early Soviet cinema, this is constructed according to the fast, sharp editing principles advocated by Eisenstein, complete with symbolic inserts; but in terms of subject matter, it's much less explicitly political than most movies emerging from Russia in the '20s. Chronicling a young sailor's descent into a murky, treacherous underworld of pimps and thieves, after having encountered a Louise Brooks lookalike at a fairground and missed his departing boat, it's a lively moral fable that delights in vivid visual effects and quirky characterisations. If the plot occasionally reveals gaping holes, and the tacked-on ending urging the clearance of the Leningrad slums seems to be rather gratuitous, there's enough going on to keep one attentive and amused.","release_date":"1926-03-15","genres":[28,80],"vote_average":7.0,"runtime":40,"cert":"N\/A","id":189525,"title":"The Devil's Wheel","adult":false},{"cast":["'Snub' Pollard"],"overview":"Snub comes to town with his pet duck where people think that he has struck oil at home, and so is briefly pursued by the young women, before settling on Thelma Daniels.","release_date":"1926-10-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189527,"title":"The Yokel","adult":false},{"cast":["Lupino Lane","Wallace Lupino","Virginia Vance","Gwen Lee","Otto Fries"],"overview":"The short starts with a duel in the Old South wherein a man inadvertently saves one of the duelist's lives for which he is given a watch. Years pass and we next see the grandson, impoverished and heading to the big city for work (taking the watch with him). His ma gives him a pigeon in case he wants to send a message back home. The watch is the key to getting a fortune and a vamp and her cohort want it.","release_date":"1926-02-07","genres":[35],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":189529,"title":"Time Flies","adult":false},{"cast":["W.C. Fields","Louise Brooks","Blanche Ring","William Gaxton","Mary Foy"],"overview":"Druggist Elmer Prettywillie is sleeping. A woman rings the night bell only to buy a two-cent stamp. Then garbage collectors waken him. Next it's firemen on a false alarm. And then a real fire.","release_date":"1926-07-10","genres":[10749,35],"vote_average":4.0,"runtime":77,"cert":"N\/A","id":189531,"title":"It's the Old Army Game","adult":false},{"cast":["Thom Yorke","Colin Greenwood","Jonny Greenwood","Ed O'Brien","Philip Selway"],"overview":"A part from Radioheads set at Reading Festival 2009.  Recorded live at Reading Festival, UK August 30, 2009  Bass – Colin Greenwood  Drums - Phil Selway  Guitar – Ed O'Brien, Jonny Greenwood, Thom Yorke  Keyboards – Jonny Greenwood  Lead Vocals – Thom Yorke","release_date":"2009-11-21","genres":[10402],"vote_average":8.0,"runtime":29,"cert":"","id":189533,"title":"Radiohead: Live at Reading 2009","adult":false},{"cast":["Charley Chase","Oliver Hardy","Gladys Hulette","Lillian Leighton","Frank Brownlee"],"overview":"Charley needs $10,000 right away. Mrs. Schwartzkopple has inherited $2 million from her late husband and wants to marry a younger man. Mr. Blaylock, her attorney, sees a way to solve both their problems, and keep control of her $2 million.","release_date":"1926-11-13","genres":[35],"vote_average":6.0,"runtime":22,"cert":"N\/A","id":189541,"title":"Be Your Age","adult":false},{"cast":["Kay Kay Menon","Ranvir Shorey","Pradhuman Singh","Neha Bhasin","Jackie Shroff"],"overview":"A one-day journey of four different people struggling in the city of Mumbai. One with vengeance, one on a mission, one with hope and one looking to con.","release_date":"2012-04-20","genres":[35],"vote_average":6.0,"runtime":155,"cert":"N\/A","id":189549,"title":"Life Ki Toh Lag Gayi","adult":false},{"cast":["Henk Stubbe"],"overview":"","release_date":"2010-10-03","genres":[35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":189557,"title":"Ome Henk Heeft Er Schijt Aan!","adult":false},{"cast":["Lionel Barrymore","Clyde Cook"],"overview":"The great Lionel Barrymore doing something as unique as a comedy short for Hal Roach!","release_date":"1926-03-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189559,"title":"Wife Tamers","adult":false},{"cast":[],"overview":"The Gang stages their own revisionist version of \"Uncle Tom's Cabin\" in Mickey's barn. But Joe's mother thinks the back yard needs cleaning, and there are several interruptions when they lose a leading character. Mickey plays Simon Legree; Mary as Eva; Joe as Uncle Tom; and Farina essays the role of Topsy.","release_date":"1926-05-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189561,"title":"Uncle Tom's Uncle","adult":false},{"cast":["Rex the Wonder Horse","Yakima Canutt","Gladys McConnell","Bob Kortman","Roy Clements"],"overview":"A boy's family is wiped out in an Indian massacre of a wagon train and he is captured. He befriends a wild colt. Years later, following his escape, he is recaptured by Indians who force him to fight their vicious devil horse . The horse looks somewhat familiar.","release_date":"1926-09-11","genres":[37],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":189563,"title":"The Devil Horse","adult":false},{"cast":[],"overview":"A butcher puts a full-grown live pig into his large box-like machine. Moments later, he draws out a full range of pork products, many already packaged for sale.","release_date":"1895-02-01","genres":[35,878],"vote_average":5.6,"runtime":1,"cert":"N\/A","id":189571,"title":"The Mechanical Butcher","adult":false},{"cast":[],"overview":"Mr. and Mrs. Weedle are desperate to find two babies, for their rich uncle has sent them money for years thinking they have children. Now that he’s coming into town, the couple must find a pair of babies as soon as possible. The Our Gang kids are ready for the job, but a 27-year old midget is also in the running for the job and he doesn’t play fairly.","release_date":"1926-04-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189573,"title":"Baby Clothes","adult":false},{"cast":["Eugen Sandow","Greiner"],"overview":"Two men in white leotards and tights, and black slips over it, wrestle on a theatre stage.","release_date":"1895-11-05","genres":[99],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":189575,"title":"Ringkämpfer","adult":false},{"cast":[],"overview":"History of theft and double crossing when two thieves fall out over the theft of the money of the proceeds of the sale of a house by a banker to a religious community.","release_date":"1926-04-28","genres":[],"vote_average":6.0,"runtime":66,"cert":"N\/A","id":189580,"title":"The Case of the Three Million","adult":false},{"cast":[],"overview":"[…] by shooting the fish in a globular bowl, the Lumières effectively use a fisheye lens, which offers distortions. The history of cinema has witnessed a struggle between the objective and subjective camera and the optically distorting lenses like the fisheye lens has been a powerful tool for the subjective camera. Here it is at the start. (from IMDB)","release_date":"1895-10-10","genres":[99],"vote_average":5.3,"runtime":1,"cert":"N\/A","id":189582,"title":"Bocal aux Poissons-Rouges","adult":false},{"cast":["Arthur V. Johnson","Linda Arvidson","Mary Pickford","Gladys Egan","Charles West"],"overview":"In this story set at a seaside fishing village and inspired by a Charles Kingsley poem, a young couple's happy life is turned about by an accident. The husband, although saved from drowning, loses his memory. A child is on the way, and soon a daughter is born to his wife. We watch the passage of time, as his daughter matures and his wife ages. The daughter becomes a lovely young woman, herself ready for marriage. One day on the beach, the familiarity of the sea and the surroundings triggers a return of her father's memory, and we are reminded that although people age and change, the sea and the ways of the fisherfolk remain eternal.","release_date":"1910-05-05","genres":[18],"vote_average":6.3,"runtime":14,"cert":"N\/A","id":189584,"title":"The Unchanging Sea","adult":false},{"cast":["Charles West","Charles Arling","Owen Moore","Gladys Egan"],"overview":"During the Civil War, a father living in a border state leaves to join the Union Army. After he leaves, Confederate troops forage on his property, where a soldier encounters one of his daughters. The father himself is wounded on a hazardous mission and must run for his life, pursued by Confederate soldiers.","release_date":"1910-06-13","genres":[18,10752],"vote_average":5.7,"runtime":16,"cert":"N\/A","id":189586,"title":"In the Border States","adult":false},{"cast":[],"overview":"The kids are playing baseball when a man dressed in Middle-Eastern clothing comes out and tells them to be quiet. They join Mary, Farina, and Scooter in the gang's hide-out while Mary is reading ghost stories. While on the other side of the wall, the Arab-looking man is cheating people out of their money by staging a fake séance using state-of-the-art special effects. The cave entrance for the gang's hide-out collapses, so they light candles and dig into the wall, entering into the house. The \"suckers\" find out they are being cheated and run to get the cops to book the guys. The guys find out that the kids are in the house, and one dresses up in a ghost costume and chases the kids throughout the house.","release_date":"1926-08-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189588,"title":"Shivering Spooks","adult":false},{"cast":[],"overview":"On Christmas Eve, the Gang copes with hardships, helps capture a gang of thieves, and learns that Santa Claus really exists for those who wish fervently enough.","release_date":"1926-01-09","genres":[],"vote_average":9.0,"runtime":20,"cert":"N\/A","id":189593,"title":"Good Cheer","adult":false},{"cast":[],"overview":"On Christmas Eve, Santa feeds his reindeer and loads his sleigh, before going on his journey to deliver toys to the children of the world.","release_date":"1905-12-16","genres":[10751,14],"vote_average":6.4,"runtime":11,"cert":"N\/A","id":189595,"title":"The Night Before Christmas","adult":false},{"cast":[],"overview":"After an organ grinder's monkey grabs a little girl's lollipop with his tail, the musician explains why monkeys are so clever with their tails.","release_date":"1926-12-12","genres":[16,35],"vote_average":5.7,"runtime":6,"cert":"N\/A","id":189597,"title":"The Tail of the Monkey","adult":false},{"cast":["Georges Méliès"],"overview":"A magician creates a troupe of dancers out of thin air.","release_date":"1905-01-01","genres":[14],"vote_average":5.5,"runtime":3,"cert":"N\/A","id":189599,"title":"A Mesmerian Experiment","adult":false},{"cast":["Eddie Cantor","Clara Bow","Billie Dove","Lawrence Gray","Natalie Kingston"],"overview":"A salesman is helped out of a jam with an angry customer by a wealthy playboy. In return, he agrees to help the playboy get a divorce from his wife, only to find himself falling for the girlfriend of the customer who got him in trouble in the first place.","release_date":"1926-10-03","genres":[],"vote_average":6.7,"runtime":77,"cert":"N\/A","id":189604,"title":"Kid Boots","adult":false},{"cast":[],"overview":"Several chairs rest against a blank wall; three men, then a fourth and soon seven in all, divide into various pairs and wrestle for the camera.","release_date":"1905-11-11","genres":[],"vote_average":6.0,"runtime":4,"cert":"N\/A","id":189612,"title":"Wrestling at the New York Athletic Club","adult":false},{"cast":[],"overview":"Lowell, Massachusetts: a stationary camera records the St. Patrick's Day parade on a muddy street.","release_date":"1905-11-11","genres":[],"vote_average":5.0,"runtime":3,"cert":"N\/A","id":189614,"title":"St. Patrick's Day Parade, Lowell, Mass.","adult":false},{"cast":["Lloyd Hamilton"],"overview":"Dreamy little comedy as down-on-his-luck Ham looks for work, gets thrown out of his rooming house and tries to make it on the street -- in the best, gag-filled 20s comedy style.","release_date":"1926-07-24","genres":[],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":189616,"title":"Move Along","adult":false},{"cast":["Ronald Colman","Neil Hamilton","Ralph Forbes","Alice Joyce","Mary Brian"],"overview":"Michael \"Beau\" Geste leaves England in disgrace and joins the infamous French Foreign Legion. He is reunited with his two brothers in North Africa, where they face greater danger from their own sadistic commander than from the rebellious Arabs.","release_date":"1926-08-24","genres":[28,12,18],"vote_average":5.7,"runtime":102,"cert":"N\/A","id":189621,"title":"Beau Geste","adult":false},{"cast":["Harry Langdon","Natalie Kingston","Vernon Dent","Frank Whitson","Yorke Sherwood"],"overview":"After the armistice, one U.S. soldier remains unaccounted for: he's wandering the fields of Bomania, hungry, thinking the war is still on. (He was in a German prison camp, escaping while his captors celebrated the Great War's end.) Turns out, he's the spitting image of Bomania's King Strudel. The prime minister wants Strudel to sign a peace treaty ending civil war with a cousin. Bomania's General Von Snootzer wants the war to continue, so he contrives to derail the treaty. Strudel is a drunk, his queen hates him. Into the mix stumbles our dough boy. If he can pass for the king, maybe the treaty can continue. But what of the queen and her plans?","release_date":"1926-05-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189626,"title":"Soldier Man","adult":false},{"cast":["Constance  Talmadge","Tullio Carminati","Edward Martindel","Rose Dione","Chester Conklin"],"overview":"An American dancer on a tour of pre-Boleshevik Russia falls for a young army officer, and the feeling is mutual. However, the officer's father is the Grand Duke of Russia, and he has designs on the girl himself--not letting a minor detail like his already being married bother him--and refuses to let his son marry her.","release_date":"1926-09-04","genres":[35,10749,18],"vote_average":6.0,"runtime":65,"cert":"N\/A","id":189628,"title":"The Duchess of Buffalo","adult":false},{"cast":["Adolphe Menjou","Ricardo Cortez","Carol Dempster","Lya De Putti","Ivan Lebedeff"],"overview":"Geoffrey is desperately in love with Mavis, who lives at his boardinghouse and is also pursuing a writing career. Unable to marry her because of his poverty, in his anger he curses God for abandoning him. Soon Geoffrey meets Prince Lucio de Rimanez, a wealthy, urbane gentleman who informs Geoffrey that he has inherited a fortune, but that he must place himself in the Prince's hands in order to enjoy the fruits of his inheritance. What Geoffrey doesn't know is that Prince Lucio is actually Satan.","release_date":"1926-10-12","genres":[18,10749],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":189630,"title":"The Sorrows of Satan","adult":false},{"cast":["Charles Hutchison"],"overview":"A scientist invents a poison gas; the villain and his gang will do anything to get the formula; our hero, \"Lightning Hutch\", is sent to save the scientist, the scientist's beautiful daughter, and the formula.","release_date":"1926-04-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189632,"title":"Lightning Hutch","adult":false},{"cast":["Harry Langdon","Alice Ward","Vernon Dent","Ruth Hiatt","Peggy Montgomery"],"overview":"Harry and his friend have planned to go out for an afternoon of fun. But first, Harry must figure out how to slip away from his domineering wife with some money to spend...","release_date":"1926-01-31","genres":[35],"vote_average":6.0,"runtime":30,"cert":"N\/A","id":189634,"title":"Saturday Afternoon","adult":false},{"cast":["Philip Friend","Diana Decker","Philip Saville","Peter Burton","Harold Lang"],"overview":"Fourteen years after he was blinded in a WWII concentration camp, a Canadian perfume executive travels to London on business and recognizes the voice of the traitor who betrayed him and his fellow prisoners to the Germans.","release_date":"1957-01-01","genres":[10752,80],"vote_average":6.0,"runtime":82,"cert":"","id":189636,"title":"The Betrayal","adult":false},{"cast":[],"overview":"A short, avant-garde movie, starring twelve-year-old ballet student Gwen Thomas, is a lovely blend of fact and fiction, using Bryant Park at the New York Public Library as a stage set for the fantasy inclusion of a certain nymph. A meditation on an ephemeral day in the the life of a park shared by birds, the young and the old.","release_date":"1957-01-01","genres":[],"vote_average":5.4,"runtime":8,"cert":"N\/A","id":189644,"title":"Nymphlight","adult":false},{"cast":["Helga Braga Jónsdóttir"],"overview":"","release_date":"2008-01-01","genres":[10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189646,"title":"Söngvaborg 5","adult":false},{"cast":["Charley Chase","Stan Laurel","Oliver Hardy","Edna Marion"],"overview":"This film was presumed lost for a long time, until the second reel of this movie showed up again in the '90's. So half of the movie can be seen. It's a fast paced slapstick comedy with also a good comical story about a man (Charley Chase) who is being prosecuted for shooting his wife (Edna Marion).","release_date":"1927-10-04","genres":[35],"vote_average":5.0,"runtime":20,"cert":"N\/A","id":189648,"title":"Now I'll Tell One","adult":false},{"cast":["Rochelle Hudson","Glenn Ford","Miles Mander","Joe De Stefani","Isabel Jewell"],"overview":"A determined newsman pursues his hunch that a charitable maternity hospital is running a ruthless adoption racket.","release_date":"1940-06-14","genres":[18],"vote_average":6.0,"runtime":65,"cert":"N\/A","id":189650,"title":"Babies for Sale","adult":false},{"cast":["Robert Young","Florence Rice","Ted Healy","Julie Haydon","Catherine Doucet"],"overview":"Love with a clerk (Florence Rice) and a robbery by gangsters preoccupy a department store's new owner (Robert Young).","release_date":"1936-10-02","genres":[9648,10749],"vote_average":5.0,"runtime":51,"cert":"N\/A","id":189658,"title":"The Longest Night","adult":false},{"cast":["Regine Velasquez","Bing Loyzaga","Bobby Andrews","Mandy Ochoa","Winnie Cordero"],"overview":"A 30-year-old widower realizes that his three children need a mother figure. His youngest daughter feels lonely and finds it hard to cope with schooling. He scouts around for a tutor for his daughter, someone who could also act as her playmate and friend. The lady who arrives -- a cheerful singer and tutor -- brings light to their home lives.","release_date":"1996-05-07","genres":[10749,18,35,10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189660,"title":"Wanted Perfect Mother","adult":false},{"cast":["W.C. Fields","Marie Shotwell","Mary Brian","Claude Buchanan","Frederick Burton"],"overview":"Cowardly Elmer Finch is browbeaten by his wife, daughter, fat son and the family dog. After hypnosis he is domineering. He enters a contract with a fifteen-thousand dollar payoff, so his courage can last beyond the hypnosis.","release_date":"1927-06-10","genres":[35],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":189668,"title":"Running Wild","adult":false},{"cast":["Elza Temary","Carl de Vogt","Fritz Kampers","Rudolf Meinhard-Jünger"],"overview":"An international gang of thieves and swindlers decide to move their criminal operation to the Teutonic city of Cologne but Tom Wilkens one of the best agents of the international police, is not far behind and leads an investigation to unmask the criminals.","release_date":"1927-08-26","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189670,"title":"Der Bettler vom Kölner Dom","adult":false},{"cast":["Lewis Stone"],"overview":"A British Army officer kills a man he finds in his wife's room. Although she is innocent of any wrong the wife claims to be guilty to save her husband from a death sentence.","release_date":"1927-03-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189672,"title":"The Notorious Lady","adult":false},{"cast":["Rod La Rocque","Phyllis Haver","Sam De Grasse","Julia Faye","Max Barwyn"],"overview":"The exploits of Brigadier Gerard who helps expose Foreign Minister Talleyrand as a traitor to Napoleon.","release_date":"1927-08-28","genres":[18,10749],"vote_average":5.0,"runtime":54,"cert":"N\/A","id":189674,"title":"The Fighting Eagle","adult":false},{"cast":["Lillian Gish","Norman Kerry","Creighton Hale","Joseph Striker","Hobart Bosworth"],"overview":"The story of the famous battle between the Scots clans of Macdonald and Campbell, and the young woman who comes between them, Annie Laurie.","release_date":"1927-05-10","genres":[18,10749],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":189682,"title":"Annie Laurie","adult":false},{"cast":["Igor Ilyinsky","Anel Sudakevich","Mary Pickford","Douglas Fairbanks"],"overview":"Goga is a Russian man who has no luck with women. He has a chance meeting with Mary Pickford, and after she kisses him on the cheek, he becomes as irresistible as her.","release_date":"1927-09-08","genres":[],"vote_average":6.0,"runtime":72,"cert":"N\/A","id":189684,"title":"A Kiss from Mary Pickford","adult":false},{"cast":["Harry Langdon","Natalie Kingston","Ruth Hiatt","Vernon Dent","Bud Jamison"],"overview":"Fire chief Amos McCarthy, a confirmed misogynist, counsels his nephew Harry Howells to avoid matrimony at all costs. Still, the lovestruck Harry is determined to marry his sweetheart Ethel. All that changes, though, when it turns out Ethel is a faithless gold-digger. Disillusioned, Harry spends the night in his uncle's fire house to try and forget his troubles... until the clamor of a fire alarm presents the bumbling Harry with a chance to be a hero.","release_date":"1927-05-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189686,"title":"His First Flame","adult":false},{"cast":["Harry Henderson","Norman Johnstone","Ann Kennedy","Lucia Lynn Moses","William E. Pettus"],"overview":"An educated, upscale young black musician marries a woman from a lower socioeconomic class to get her out of the clutches of her stepfather...","release_date":"1927-04-28","genres":[18],"vote_average":3.0,"runtime":86,"cert":"N\/A","id":189694,"title":"The Scar of Shame","adult":false},{"cast":[],"overview":"Mickey Mouse enlists with the army and ships off to Vietnam.","release_date":"1968-01-01","genres":[10752,16],"vote_average":5.8,"runtime":1,"cert":"N\/A","id":189696,"title":"Mickey Mouse in Vietnam","adult":false},{"cast":["Max Davidson","Spec O'Donnell","Jesse De Vorska","Lillian Elliott","James Finlayson"],"overview":"Max and his son Asher are invited to a party, where Max meets a rich widow, but Asher keeps annoying all of the guests, so Max refuses to speak to him. 10 days later he has married the widow, but hasn't told her about Asher. Asher doesn't like the situation either, and enters the home disguised as the new maid, that leeds to a growing suspicion of his step mother, who has her own little secret.","release_date":"1927-07-02","genres":[35],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":189698,"title":"Don't Tell Everything","adult":false},{"cast":["Vlasta Burian","Emilie Nitschová","Betty Kysilková","Věra Hlavatá","Jindřich Plachta"],"overview":"Factory owner Pardon, meets Olga, daughter of clairvoyant Stefanie Lesczynska at a ball. Their brief acquaintance is interrupted when Olga and her mother have to leave. Fifi Hrazánková has her sights set on the elligible Pardon. Pardon asks his Uncle Cyril Ponděliček if the girl could take over his position at work so that she may be dissuaded of her amorous intentions. Fifi seduces Pondělíček. In the meantime, Pardon meets Olga and Stefanie again by chance and offers them a place to stay at Ponděliček’s while Pondělíček passes himself off as Pardon.","release_date":"1927-10-06","genres":[35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":189700,"title":"The Lovers of an Old Criminal","adult":false},{"cast":[],"overview":"Don't miss this exciting second episode of the Dezert People series. Packed full of breath taking on-board shots, insane ground camera angles, close calls &amp; crashes, high speed helicopter footage, and much more...","release_date":"","genres":[],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":189705,"title":"Dezert People - Second Lap","adult":false},{"cast":[],"overview":"Once again, the producers from the Dezert People Video Series brings you the most intense off-road racing footage ever seen.  Expect footage from the recent 2003\/2004 seasons filmed in Baja, California, and Nevada and be ready for amazing helicopter, ground and on-board footage with today's top drivers.","release_date":"","genres":[],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":189707,"title":"Dezert People - Triple Down","adult":false},{"cast":["Mario Maurer","ชัยพล พูพาร์ต","ศักราช ฤกษ์ธำรงค์","Rhatha Phongam","Bongkod Bencharongkul"],"overview":"Based on a famous Thai erotic novel, the film tells the story of Jan, a boy who grows up in a house lorded over by his sadistic and debauched father, Luang Wisnan. Set in the 1930′s the story recounts the growing pains of Jan, whose mother dies while giving birth to him and who’s intensely hated by his father. Jan grows up with Aunt Wad, his stepmother, and he struggles to reconcile his guilt and longing with different women in his life, including a girl called Hyacinth, whom he adores, and later Madame Boonleung, his father’s lover who becomes a key to Jan’s sexual awakening.","release_date":"2013-02-07","genres":[18,10749],"vote_average":7.8,"runtime":138,"cert":"N\/A","id":189715,"title":"Jan Dara: The Finale","adult":false},{"cast":["James Mason","Kate Manx","Neville Brand","Warren Oates","Rip Torn"],"overview":"A family shipwrecked on an island must deal with escaped convicts and pirates.","release_date":"1962-09-16","genres":[28,12,18],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":189723,"title":"Hero's Island","adult":false},{"cast":["Daniel Greene","Christine Leigh","Brent Huff","Charles Napier"],"overview":"A hotshot, wisecracking New York newspaper reporter, teams up with his crippled Army buddy Steve and sexy pilot Anne in Argentina to find an airplane called Condor rumored to have been carrying Chinese treasure when it crashed into a glacier forty years earlier.","release_date":"1991-07-05","genres":[28],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":189725,"title":"After the Condor","adult":false},{"cast":[],"overview":"For the production of this film, Oskar Fischinger tinted various layers of hot wax. After cooling, the resulting lump of wax resembled a marble cake. Fischinger then began to cut off slices from the lump, photographing each step.","release_date":"1927-04-28","genres":[16],"vote_average":7.0,"runtime":6,"cert":"N\/A","id":189727,"title":"Wax Experiments","adult":false},{"cast":["Neely Edwards"],"overview":"A slapstick comedy short with Neely Edwards.","release_date":"1927-01-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189732,"title":"The Little Pest","adult":false},{"cast":["'Snub' Pollard"],"overview":"The film begins with Snub and Fat (yes, that IS the politically incorrect and cruel name given to Snub's partner in this and several other films made for the Weiss Brothers) want to make a few bucks. The film begins with them doing some maintenance sort of work--with Fat on a ladder and Snub sweeping outside. When this doesn't work out, a random stranger just happens to walk up to them and offer them HIS MOTHER'S CAR and asks them to make a delivery.","release_date":"1927-04-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189734,"title":"Mitt The Prince","adult":false},{"cast":[],"overview":"A Felix the Cat cartoon from Otto Messmer.","release_date":"1927-10-06","genres":[35,16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":189736,"title":"Felix the Cat, Jack of All Trades","adult":false},{"cast":["Max Davidson","David Butler","Lillian Elliott","Spec O'Donnell","Alice Belcher"],"overview":"A woman's two sons pretend to be insane in order to de-rail their mother's plans to remarry.","release_date":"1927-10-23","genres":[35],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":189741,"title":"Should Second Husbands Come First?","adult":false},{"cast":["Jim Davis","Lyn Thomas","Barton MacLane","Harry Carey, Jr.","Ted de Corsia"],"overview":"Case Britton, gunslinger and wanted man, comes to town to meet his bride-to-be, stop a stagecoach robbery, and get even with the man who killed his brother.","release_date":"1960-05-01","genres":[37],"vote_average":6.0,"runtime":69,"cert":"N\/A","id":189743,"title":"Noose for a Gunman","adult":false},{"cast":["Charley Chase","Edna Marion","Hazel Howell","Frank Leigh","Tom Dugan"],"overview":"A man delivering a pair of trousers loses his own pants, setting off a chaotic sequence of events.","release_date":"1927-10-28","genres":[35],"vote_average":4.0,"runtime":9,"cert":"N\/A","id":189745,"title":"The Way of All Pants","adult":false},{"cast":["Richard Davidson","Travis Leanna"],"overview":"Brain scientist Professor Richard Davidson sets up his mind to conduct an unusual experiment: He will teach American war veterans and children meditation and yoga. Can veterans through meditation and yoga ease their pain and nervous system, find happiness and be more peaceful and get back to a life more like the one they had before the war?","release_date":"2013-05-03","genres":[99],"vote_average":6.9,"runtime":80,"cert":"N\/A","id":189747,"title":"Free the Mind","adult":false},{"cast":["Lloyd Hamilton"],"overview":"Lloyd Hamilton chasing a butterfly in the slapstick comedy \"Papa's Boy\".","release_date":"1927-12-17","genres":[],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":189749,"title":"Papa's Boy","adult":false},{"cast":[],"overview":"A Ton of Fun slapstick comedy short directed by Gilbert Pratt.","release_date":"1927-07-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189751,"title":"Campus Romeos","adult":false},{"cast":[],"overview":"A Ton of Fun slapstick comedy short directed by Albert Herman.","release_date":"1927-12-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189753,"title":"3 Missing Links","adult":false},{"cast":["Khan Baykal","Aya Cash","Marceline Hugot","Kathleen McNenny","Oliver Henzler"],"overview":"Their relationship on the rocks, a young Brooklyn couple heads to a remote B&amp;B to work things out. But from the moment they arrive at The Happy House it's one disaster after another, and they soon begin to suspect they've wandered into a real life horror movie. Events escalate from weird to terrifying as they contend with the house's batty owner, her imposing son, a moody Swedish lepidopterist, a pedantic English professor, an extraordinarily rare butterfly, the world's best blueberry muffins, a .44 Magnum, a demented serial killer, and one very strict rulebook.","release_date":"2013-05-05","genres":[27,35],"vote_average":4.9,"runtime":80,"cert":"N\/A","id":189755,"title":"The Happy House","adult":false},{"cast":[],"overview":"Felix is in love with a fair maiden. When serenading her, his rival spots him and tries anything he can come up with to get his girl back.","release_date":"1927-05-14","genres":[10749,16,35],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":189760,"title":"Felix the Cat as Romeeow","adult":false},{"cast":["Persa Pavlović","Ilija Dragić","Nikola Gošić","Milivoje Krstić","Sonja Stanisavljević"],"overview":"A young village girl with traditional upbringing comes to the big city where she meets an elegant man. She forgets about her boyfriend, and everything goes fine until she discovers that he's a vicious bank robber, finding herself being arrested as an accomplice. Her boyfriend decides to save her.","release_date":"1927-04-28","genres":[18],"vote_average":5.0,"runtime":54,"cert":"N\/A","id":189765,"title":"Sinner without a Sin","adult":false},{"cast":["Ah Yue Lou","Joachim Schneider","Hans Schäffer","Gerlind Walden","Brigitte Dietz"],"overview":"Because Piter Carstens wants to cheat the insurance, he fakes his own death. A corpse is found quickly. But it is much more difficult that the corpse will be found properly by the authorities.","release_date":"1969-01-17","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":189767,"title":"Blonde Engel sind nicht billig","adult":false},{"cast":["Lupino Lane","Wallace Lupino","Kathryn McGuire","Robert Graves","Blanche Payson"],"overview":"This is a real corker. It starts off with a terrific routine with an erratic elevator. Lane's character, Johnny Jones, upon sight falls in love with Mary Craig (played by Kathryn McGuire who appears in a number of Lane comedies). The man who hopes to marry her is Henry Sharp played by Wallace Lupino; the title card introducing this character says\" Henry Sharp – so mean he would steal a dead fly from a blind spider.\" Johnny agrees to do his father a favor by posing as his little boy of about 10 years old. The father had told the wealthy widow he hopes to marry that he was only 30 years old. Because of Lane's small stature this is more believable than most comedy routines that have an adult playing a child.","release_date":"1927-04-16","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189769,"title":"Naughty Boy","adult":false},{"cast":["Mabel Normand","James Finlayson","Max Davidson","Theodore von Eltz"],"overview":"ANYTHING ONCE! is a Cinderella story. Mabel works in a tailor shop, pressing clothes and dreaming of a better life. We're told that she's taken a lot of bumps in life and doesn't know where the next bump is coming from, which sounds uncomfortably close to the leading lady's real-life situation. Her boss is Jimmy Finlayson, but instead of playing the expected sourpuss Finn is quite benign here, and doesn't even punish Mabel when she accidentally sets his toupee on fire.","release_date":"1927-01-02","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":189771,"title":"Anything Once!","adult":false},{"cast":["Francis X. Bushman","Enid Bennett","Johnnie Walker","Alice Calhoun"],"overview":"George Washington, commander of revolutionary American forces, ends a squabble among the colonies as to under which flag the Americans will fight the British by recommending a new flag for all the colonies. He asks Betsy Ross to design and create the first flag. Meanwhile, British officer Brandon has crossed enemy lines in order to visit secretly his wife, who boards in the same house as Betsy Ross. Ross helps Mrs. Brandon hide her husband, but then Washington himself discovers the hidden enemy and must decide whether love or the rules of war shall prevail.","release_date":"1927-10-01","genres":[36,18],"vote_average":4.0,"runtime":20,"cert":"N\/A","id":189773,"title":"The Flag: A Story Inspired by the Tradition of Betsy Ross","adult":false},{"cast":[],"overview":"Filmed on location in Israel, Faith Lessons is a unique video series that brings God's Word to life with astounding relevance. By weaving together the Bible's fascinating historical, cultural, religious, and geographical contexts, teacher and historian Ray Vander Laan reveals keen insights into the Scriptures' significance for modern believers. These illuminating \"faith lessons\" afford a new understanding of the Bible that will ground your convictions and transform your life. The Faith Lessons video series is ideal for use at home, especially in personal and family Bible studies. Individual believers and families will gain vital insights from long-ago times and cultures through this innovative approach to Bible study. The six sessions include: 1. Innocent Blood - Part 1 2. Innocent Blood - Part 2 3. Who is God? 4. Wages of Sin 5. The Lord is My Shepherd 6. God with Us","release_date":"","genres":[],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":189778,"title":"Faith Lessons on the Prophets & Kings of Israel. Vol. 2","adult":false},{"cast":[],"overview":"Pack your bags. We’re going on a journey. A quest to uncover Scripture and its meaning across history. Filmed on location in Israel and throughout the Middle East, the Faith Lessons DVD series is an adventure in biblical learning. You will discover why Jesus turned the world upside down with his compelling call to follow him.  Teacher and historian Ray Vander Laan brings together history, culture, and geography to illuminate the Gospels. Eight DVD lessons supported by an interactive Discovery Guide will let you, your family, or your small group walk with Jesus through the days of his ministry on this earth. The insights you gain will transform your reading of the Gospels and inspire a deeper faith commitment.\r Faith Lessons on the Death and Resurrection of the Messiah focuses on the last week of Jesus’ life, his death and resurrection, and the Holy Spirit’s visit on Pentecost.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189780,"title":"Faith Lessons on the Death & Resurrection of the Messiah, Vol. 4","adult":false},{"cast":["Taaha Shah","Riya Vij","Divya Dutta"],"overview":"Gippi is a coming-of-age story of an ordinary, overweight girl, who, through the course of the film, learns to love herself for exactly who she is. It is also a tale of an underdog, who picks herself up from nothing and finds herself at the top of her own little world.","release_date":"2013-05-10","genres":[10749,35],"vote_average":7.0,"runtime":138,"cert":"N\/A","id":189800,"title":"Gippi","adult":false},{"cast":["Ted Remerowski"],"overview":"A behind the scenes look at Google today. From Google's offices in China and Russia to the Googleplex (its Silicon Valley headquarters), uncover why this company's corporate philosophy and attitude is so unique among major companies today.","release_date":"2012-01-01","genres":[10770,99],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":189802,"title":"National Geographic - Inside Google","adult":false},{"cast":["Asta Nielsen","Valdemar Psilander","Svend Bille"],"overview":"","release_date":"1911-11-16","genres":[18],"vote_average":6.0,"runtime":45,"cert":"N\/A","id":189804,"title":"The Ballet Dancer","adult":false},{"cast":[],"overview":"A burning wagon is dragged from the barn by the firemen, and four horses are rescued from the flames by the stablemen. Thick volumes of smoke pour from the doors and windows. (Edison catalog)","release_date":"1896-10-31","genres":[99],"vote_average":3.5,"runtime":1,"cert":"N\/A","id":189806,"title":"The Burning Stable","adult":false},{"cast":[],"overview":"No Overview","release_date":"1896-01-01","genres":[],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":189811,"title":"Black Diamond Express, No. 1","adult":false},{"cast":[],"overview":"“This subject taken just after the recent first fall of snow, shows two enthusiastic horsemen indulging in a \"brush\" with their respective horses and cutters.” (Maguire &amp; Baucus)","release_date":"1897-01-01","genres":[99],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":189813,"title":"The First Sleigh-Ride","adult":false},{"cast":[],"overview":"No Overview","release_date":"1896-01-01","genres":[99],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":189815,"title":"The Morning Alarm","adult":false},{"cast":["Huang Luolan","Chen Xi","Xin Chenxi","Yang Ziyu","Quan Ling"],"overview":"The documentary film Dragon Girls tells the story of three young Chinese girls training to become Kung Fu fighters, far away from their families, at the largest Kung Fu school in China. These girls, in a crowd of 26,000 children, are under constant pressure to conform to the norms and structures. They are turned into fighting robots and yet, if you look behind the curtain, you see children with dreams and aspirations. It show the controversial world of selection of the fittest in a totalitarian system.","release_date":"2012-11-29","genres":[99,28,18],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":189817,"title":"Dragon Girls","adult":false},{"cast":[],"overview":"The Fall of the Romanov Dynasty was pieced together by documentarian Esfir Shub from material recorded between 1913 and 1917, and represents the final years leading up to the Russian Revolution. Through editing, Shub casts a critical, ironic light on the former czarist regime.  The Fall of the Romanov Dynasty is the first film in Esfir Shub's trilogy that continued with The Great Road (1927), and concluded with Lev Tolstoy and the Russia of Nicolai II (1928).","release_date":"1927-04-29","genres":[36,99],"vote_average":4.6,"runtime":90,"cert":"N\/A","id":189828,"title":"The Fall of the Romanov Dynasty","adult":false},{"cast":["Paul Wegener","Valeska Stock","Hermann Picha","Arthur Kraußneck","Hans Heinrich von Twardowski"],"overview":"Die Weber (1927), a rousing German tale of the 1844 weavers’ revolution.","release_date":"1927-04-29","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":189839,"title":"Die Weber","adult":false},{"cast":[],"overview":"Trying to escape a chase, a little skater wins the first prize at the competition.","release_date":"1927-04-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189841,"title":"Katok","adult":false},{"cast":[],"overview":"a comedy short with Sid Smith, Teddy Reavis, Art Hammond, and Madelyn Field.","release_date":"1927-04-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189843,"title":"The She Beast","adult":false},{"cast":["Lupino Lane","Wallace Lupino"],"overview":"A Lupino Lane comedy short based around Lane being a sailor.","release_date":"1927-02-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189845,"title":"Hello Sailor","adult":false},{"cast":["Madeline Hurlock","Eddie Quillan"],"overview":"Wanda is a gum-chewing waitress; dim Eddie, the pastry boy at the café, likes her. So does Mr. Hamhocks, the café owner, whose head is also turned by the arrival of Pearl Minnow, a gold digger in town for the annual Catalina Channel Swim, sponsored by Wrigley's. Wanda and Pearl take a dislike to each other; Hamhocks is charmed by Pearl and Eddie stays loyal to Wanda. The day of the swimming contest arrives, the two women compete, and the two men try to help their respective gals. Their trials and tribulations mix with documentary footage of the event. An angry swordfish gets in the act.","release_date":"1927-04-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189847,"title":"Catalina, Here I Come","adult":false},{"cast":["Rosetta Duncan","Vivian Duncan","Gibson Gowland"],"overview":"Topsy is the main character in this movie. When the black girl who \"jes' growed\" is auctioned as a slave but nobody will bid on her, Little Eva purchases Topsy for a nickel. That's the one part of this movie that I found plausible: slaveholders often refused to buy children, since their upkeep in food usually exceeded any labour they performed. There's a gooey romantic subplot between Mariette (the niece of Simon Legree) and George Shelby, son of a prominent slaveholder.","release_date":"1927-07-26","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189849,"title":"Topsy and Eva","adult":false},{"cast":[],"overview":"Felix tries to get into a snooty nightclub, and is told that only people of \"unquestioned lineage\" are allowed in. Felix then relates his family history, including how his ancestors taught the Egyptian pharaohs how to do the Charleston and another one who showed Columbus that the world was round. In the end, Felix brings his family tree--literally--into the club to prove his lineage.","release_date":"1927-01-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189851,"title":"Pedigreedy","adult":false},{"cast":["Larry Semon"],"overview":"A movie stuntman, whose wealthy girlfriend has just turned down his marriage proposal, is determined to prove to her that he is man enough for her, and in doing so proceeds to ruin take after take, driving everyone on the set crazy, especially his director.","release_date":"1927-10-22","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":189856,"title":"The Stunt Man","adult":false},{"cast":[],"overview":"Felix learns card tricks, and the cards come to life and chase him into a bizarre land of playing cards.","release_date":"1927-12-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189858,"title":"Felix the Cat Hits the Deck","adult":false},{"cast":["Clara Bow","Charles Rogers","Josef Swickard","Josephine Dunn","Harvey Clark"],"overview":"A young American girl in Paris falls in love with a handsome nobleman, but he is about to wed in an arranged marriage. She hatches a plan to overcome that obstacle and get her man.","release_date":"1927-12-06","genres":[18,35],"vote_average":7.5,"runtime":60,"cert":"N\/A","id":189860,"title":"Get Your Man","adult":false},{"cast":[],"overview":"Farmer Al Falfa takes a strong drink at a speakeasy and floats up to the heavens, where he has crazy misadventures on weird planets.","release_date":"1927-09-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189865,"title":"Small Town Sheriff","adult":false},{"cast":[],"overview":"Whimsical and yet somewhat deranged silhouettes of anamorphic men twist and transform themselves in a world where nothing moves or acts as one should, would or could expect.","release_date":"1927-04-29","genres":[16],"vote_average":7.0,"runtime":10,"cert":"N\/A","id":189867,"title":"Spiritual Constructions","adult":false},{"cast":["John Gilbert","Jeanne Eagels","Gladys Brockwell","Marc McDermott","Philip W. Anderson"],"overview":"A young man takes a succession of odd jobs in order to save enough money to buy he and his mother a house. He lands a position in a newspaper office and falls in love with the beautiful society editor, who is secretly having an affair with the married managing editor. She returns the young man's affections in order to make her lover jealous, but finds herself falling for him.","release_date":"1927-11-19","genres":[18],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":189869,"title":"Man, Woman and Sin","adult":false},{"cast":[],"overview":"Rules of the Road tells the story of a love affair and its demise through one of the primary objects shared by the couple: an old beige station wagon with fake wood paneling along the sides.","release_date":"1993-03-20","genres":[],"vote_average":6.0,"runtime":31,"cert":"N\/A","id":189877,"title":"Rules of the Road","adult":false},{"cast":["Pierre Renoir","Georges Rollin","Pierre Larquey","Jean Desailly","Claude Génia"],"overview":"An old merchant ruined by the dot its two ungrateful daughters, moved to the Vauquer pension in Paris. In after Balzac.","release_date":"1944-01-01","genres":[18],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":189879,"title":"Le père Goriot","adult":false},{"cast":[],"overview":"A young woman aspires to become a 9-ball professional and champion but her hustling uncle has other plans for her skills.","release_date":"","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":189890,"title":"9-Ball","adult":false},{"cast":["Mary Pickford","Henry B. Walthall","Francis J. Grandon","Kate Bruce","W. Chrystie Miller"],"overview":"Ramona, a young girl growing up on her adoptive mother's rancho in California, falls in love with the Indian lad Alessandro. When Ramona is denied permission to marry Alessandro, the two lovers elope, only to find a life of great hardship and unhappiness amidst the bigotry and greed of the white landowners.","release_date":"1910-05-23","genres":[18,10749],"vote_average":5.1,"runtime":17,"cert":"N\/A","id":189898,"title":"Ramona","adult":false},{"cast":["Gaby Morlay","Michel Simon","Nadine Alari","Odette Barancey","Pauline Carton"],"overview":"Shown in Cannes 1947.","release_date":"1947-12-23","genres":[18],"vote_average":7.0,"runtime":92,"cert":"N\/A","id":189903,"title":"Les Amants du pont Saint-Jean","adult":false},{"cast":["Mohammed Touri","Leila Wehby","Tawfik Filali"],"overview":"Shown in Cannes 1947.","release_date":"1947-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189905,"title":"Marouf, the Cairo Cobbler","adult":false},{"cast":["Éva Szörényi","Pál Jávor","Kálmán Rózsahegyi","Zoltán Várkonyi","Lili Berky"],"overview":"Shown in Cannes 1947.","release_date":"1945-08-12","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":189907,"title":"The School-Mistress","adult":false},{"cast":[],"overview":"The rich widow Madame Collie leaves the fortune to her lost niece Maria Ivanova. Two cousins of Maria go from Paris to Moscow in order to search her. They have to find a 17 year old girl with the birthmark on her right shoulder. The documents of the heiress are hidden in her doll.","release_date":"1928-04-29","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":189909,"title":"Kukla s millionami","adult":false},{"cast":["Russell Hornsby","Paola Mendoza","Rick Yune","Avelina Salazar","Jesse Dubus"],"overview":"Upon returning to their countryside cabin one day, Kaya, his wife Helen, and their daughter Naomi are confronted by two suited men: representatives of the San Francisco Remigration Program. The men explain that San Francisco is now occupied entirely by the wealthy class. But stoplights still burn out and trains occasionally jump their rails. Blue-collar labor isn't obsolete, but it's scarce. The city has created a program to \"remigrate\" long-gone working class families from their inland homes back to the city that once pushed them out. Kaya, Helen, and Naomi return to San Francisco and join a handful of other potential remigrants for a tour of what can be expected in their new lives. But can they learn to trust their old home once again?","release_date":"2011-03-31","genres":[18,878],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":189911,"title":"Remigration","adult":false},{"cast":["Matt Keeslar","Jenny McCarthy","Gia Carides","Michael E. Rodgers","Kadeem Hardison"],"overview":"The life of Jack Lander (Matt Keeslar) a television news producer, was a disaster ... until the day when a misdirected golf ball changed everything. During a round of golf with friends, Jack ball accidentally hits an old man and leaves him unconscious. Arnie (Gene Bicknell) and will call then wakes up with amnesia. Jack has to take responsibility for it. As the day progresses, Arnie performs small miracles wherever he go. But what is it about Arnie? How do you perform those miracles?","release_date":"2001-01-01","genres":[],"vote_average":3.0,"runtime":79,"cert":"N\/A","id":189916,"title":"Thank Heaven","adult":false},{"cast":[],"overview":"A couple discuss their relationship.","release_date":"2009-04-02","genres":[18,99],"vote_average":8.0,"runtime":13,"cert":"N\/A","id":189918,"title":"A Young Couple","adult":false},{"cast":["Milton Sills","Doris Kenyon","Arthur Stone","Guinn Williams","Lawford Davidson"],"overview":"Elam \"Burning Daylight\" Harnish is a prospector who makes a million dollars in the Dawson, Alaska gold rush and loses the million dollars in Dawson. He journeys to San Francisco, makes three million dollars and loses it in San Francisco. He returns to Alaska and eventually finds his treasure.","release_date":"1928-03-10","genres":[18],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":189920,"title":"Burning Daylight","adult":false},{"cast":["Amvrosi Buchma","Maria Dyusimeter","Николай Надемский","Yu. Shumsky","Karl Tomski"],"overview":"Set in Odessa at the end of the Civil War when the town is occupied by the Whites. The night coachman, fifty-year-old Gordi Yaroshchuk, lives with his daughter Kate who gets involved with a Bolshevik and revolutionary.","release_date":"1928-04-29","genres":[18],"vote_average":7.0,"runtime":55,"cert":"N\/A","id":189925,"title":"The Night Coachman","adult":false},{"cast":["Suzanne Talba","Gilbert Périgneaux","Camille Bardou","Jean Gérard","Gaby Dary"],"overview":"The film tells the story of Frau Concha a femme fatale or as the story points out, a \"fille perdue\", a lost girl who has no feelings or scruples, toying with men as she pleases. These are the kind of wicked girls that usually are invited to enjoy the soirées at the Schloss. She is without mercy, respect or loyalty and  Suzanne Talba is just great in the role and performs it in a unique way.","release_date":"1928-04-29","genres":[10749,18],"vote_average":7.5,"runtime":59,"cert":"N\/A","id":189927,"title":"A Woman Passed By","adult":false},{"cast":[],"overview":"The kids decide to put on a circus at the local hotel. Seeing various pets and other domestic animals dressed up like circus animals was very cute--particularly the dachshund dressed as a seal! However, the animals all get loose and terrorize the hotel guests--including a drunk played by Oliver Hardy.","release_date":"1928-04-06","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":189929,"title":"Barnum & Ringling, Inc.","adult":false},{"cast":["Darren Gresham","Carla Laemmle","Laura Morton","Jeremy Trager"],"overview":"A wandering neo-vaudvillian becomes smitten with his motel neighbor, a slightly stubborn young woman who is on her way to the state capitol with a unique agenda.","release_date":"2013-03-29","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":189931,"title":"A Sad State Of Affairs","adult":false},{"cast":["Leon Florentine","Gemma Deerfield","Wanwisa Yotsakun","Mark Oliver","Jack Marsden"],"overview":"Marvin's song is an existential love story of loss and grief set against a Lancashire landscape.","release_date":"2011-07-31","genres":[],"vote_average":0.0,"runtime":81,"cert":"","id":189936,"title":"Marvin's Song","adult":false},{"cast":[],"overview":"'Race Symphony (1928)' belongs to a different style of film-making, most popular popular in the 1920s, known loosely as \"City Symphonies.\" Documentaries such as 'Berlin: Symphony of a Great City (1927)' and 'The Man With a Movie Camera (1929)' celebrated the working-class mechanics of society, often shunning intertitles and instead using diverse optical effects – such as double-exposures, dissolves, split-screen and slow-motion – to communicate story and mood. Richter's entry runs just seven minutes, and documents a typical day at the German races, where sophisticated people turn up in droves to place a bet, watch the horses and celebrate a well-deserved win.","release_date":"1928-10-18","genres":[],"vote_average":6.3,"runtime":7,"cert":"N\/A","id":189941,"title":"Race Symphony","adult":false},{"cast":[],"overview":"A study of traffic movement in Paris.","release_date":"1928-01-01","genres":[99],"vote_average":6.1,"runtime":4,"cert":"N\/A","id":189943,"title":"Movement Studies in Paris","adult":false},{"cast":[],"overview":"Inflation (1928) is an experimental silent film at eight minutes which is sometimes categorized as a documentary. By now Richter is well beyond playing with light & shadow. Inflation explores the subject of money through photographs & with with stop motion animation techniques, adding faces of people impoverished & enriched by the unpredictability of finance. It functions almost as a political cartoon in motion, building to a chaotic & catastrophic climax.","release_date":"1928-05-24","genres":[99],"vote_average":6.7,"runtime":8,"cert":"N\/A","id":189945,"title":"Inflation","adult":false},{"cast":[],"overview":"One of the most successful erotic title of the early days of cinema (by the number of copies circulating worldwide at that time).","release_date":"1928-04-29","genres":[],"vote_average":0.0,"runtime":5,"cert":"","id":189947,"title":"Betty's Bath","adult":false},{"cast":[],"overview":"A short made by the Keystone Aircraft Corporation highlighting features of its tri-motor airplane, 'Patrician', and demonstrating its capability by a flight to Los Angeles with 33 passengers.","release_date":"1928-04-29","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":189952,"title":"The Keystone 'Patrician'","adult":false},{"cast":[],"overview":"The use of human hands as characters in a dance inspired narrative are used to explore female experience and representation. By drawing upon experimental traditions found in international art, film, and photography movements of the 1920s, Simon transforms a simple melodramatic love story into an avant-garde feminist short film. (Jennifer Wild)","release_date":"1929-02-16","genres":[],"vote_average":6.0,"runtime":13,"cert":"N\/A","id":189957,"title":"Hands: The Life and Loves of the Gentler Sex","adult":false},{"cast":["Thelma Hill","Bud Duncan"],"overview":"Casper is going on vacation with his wife and ugly baby (I'm sorry, but the kid IS really creepy looking) and after about five minutes of unfunny shenanigans, he arrives home and gets ready to take off for the country. However, unexpectedly, his rich uncle, his aunt and their destructive and stupid son arrive and invite themselves along for the trip. The trip is anything but relaxing.","release_date":"1928-09-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189959,"title":"Fooling Casper","adult":false},{"cast":[],"overview":"Young lovers pursued by her father -- and then a series of sight gags based on the mayhem of their auto ride.","release_date":"1928-05-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189961,"title":"Love's Young Scream","adult":false},{"cast":["Shintarō Katsu","Jirô Tamiya","Tamao Nakamura","Yasuko Nakata","Yoshie Mizutani"],"overview":"Asakichi beats a ganster, Sada, in a physical fight, leading to recognition by Sada's clan boss. When Kotoito, the geisha Asakichi is in love with, is kidnapped by a rival clan and sold to a a house of pleasure, Asakichi and Sada set out to rescue her.","release_date":"1961-09-30","genres":[],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":189966,"title":"Tough Guy","adult":false},{"cast":[],"overview":"A comedy short with Jack Cooper done by J.R. Bray Studios.","release_date":"1928-04-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189968,"title":"Lonesome Babies","adult":false},{"cast":[],"overview":"Momotaro, the hero of the story, is born out of a giant peach his foster mother finds floating on the river.","release_date":"1928-04-29","genres":[16],"vote_average":5.0,"runtime":11,"cert":"N\/A","id":189973,"title":"Momotaro, Japan's No.1","adult":false},{"cast":["Al St. John"],"overview":"Al St. John starring in \"Hot or Cold (1928)\", a Mermaid Comedies.","release_date":"1928-12-01","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":189975,"title":"Hot or Cold","adult":false},{"cast":[],"overview":"Oswald the Lucky Rabbit, a member of the Royal Canadian Mounted Police, goes in pursuit of Peg-Leg Pete.","release_date":"1928-04-29","genres":[16],"vote_average":5.7,"runtime":5,"cert":"N\/A","id":189977,"title":"Ozzie of the Mounted","adult":false},{"cast":["Al Wilson"],"overview":"A modern range war -- modern for 1928 -- complete with oil derricks in the backyard, horsemen being pursued by motorcyclists, and there's stunt flyer Al Wilson to save the day.","release_date":"1928-02-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189979,"title":"The Phantom Flyer","adult":false},{"cast":[],"overview":"Felix &amp; his friend have fun playing at blowing bubbles. Felix gets inside one and is blown away. The bubble lands on a snowy mountain and turns...","release_date":"1928-04-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":189987,"title":"Eskimotive","adult":false},{"cert":"N\/A","title":"A Lively Geisha","cast":["Sumiko Fuji","Bunta Sugawara","Tôru Abe","Junzaburô Ban","Kanbi Fujiyama"],"genres":[18,80],"id":189992,"overview":"Young geisha Koshizu's wish of reuniting with the man, Yukichi, who helped her ten years ago comes true. When she learns of the trouble Yukichi's business is facing, she stands ready to come to his aid, and thus repay a debt that's long overdue.","runtime":100,"release_date":"1970-08-01","vote_average":0.0,"adult":false}]