[{"cast":["Andrea Roth","Richard Burgi","Peter MacNeill","Liisa Repo-Martell","David Patrick Green"],"overview":"Dr. Dupont arrives at a mental facility to apply for a staff position. World famous Dr. Quilly interviews her, and has her sign papers. She is thrilled to get the job, and is shown her room. However, confusion with her room being on the same floor as the patients' soon turns to panic as she is told that she is a \"guest\"- not a doctor, and the papers she signed were not job forms, but commitment papers.","release_date":"2011-04-17","genres":[53,10770],"vote_average":7.4,"runtime":85,"cert":"N\/A","id":191005,"title":"Committed","adult":false},{"cast":["Harry Hamlin","Lisa Rinna","Kevin Zegers","Robert Clark","Rebecca Jenkins"],"overview":"A high-school drama teacher struggles to keep her family together after she discovers her husband's sexual addiction.","release_date":"2001-05-07","genres":[18],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":191022,"title":"Sex, Lies & Obsession","adult":false},{"cast":["Mitchell Hurwitz","Will Arnett","Jason Bateman","David Cross","Portia de Rossi"],"overview":"Featuring interviews from major cast and crew members, along with 200 fans from across the country, this documentary tells the whole story of this amazing and one of a kind tv show.","release_date":"2013-05-02","genres":[99,35],"vote_average":5.8,"runtime":75,"cert":"N\/A","id":191024,"title":"The Arrested Development Documentary Project","adult":false},{"cast":[],"overview":"DRESSED is the inspiring story of Laos-American fashion designer, Nary Manivong, who defied a broken childhood and homelessness in Columbus Ohio, to follow his dream of chowing his collection at New York's Fashion Week and launching his brand.","release_date":"2011-02-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191041,"title":"Dressed","adult":false},{"cast":["Ma Dong-seok","Min Ji-hyeon","Lee Do-ah","Seo Tae-hwa","Byun Yo-han"],"overview":"An actress dies. A reporter then investigates the case and a female prosecutor seeks justice. In order to reveal the truth behind the actress's death, the reporter and the female prosecutor begin to fight against a power group.","release_date":"2013-04-17","genres":[80,53],"vote_average":6.7,"runtime":100,"cert":"N\/A","id":191052,"title":"The Secret Scandal","adult":false},{"cast":["Reitze van der Linden","Louise Videc","Ellen Vogel","Paul Camermans"],"overview":"A boy is resentful of his mother's budding romance with the best friend of her late husband, and is torn and confused about his emerging feelings for Toni, a young girl in his neighborhood. His fascination with an antique Oriental knife leads him to steal it and he uses it to try to impress Toni while at the same time trying to break up his mother's relationhip.","release_date":"1961-03-02","genres":[18],"vote_average":6.7,"runtime":89,"cert":"N\/A","id":191054,"title":"The Knife","adult":false},{"cast":["Gérard Depardieu","Sigourney Weaver","Ruth Westheimer","Michel Aumont","Zabou Breitman"],"overview":"An ad executive impersonates an archeology professor to avoid a situation with an obsessed former lover. She enlists the help of a hapless archeologist who is at the airport to pick the real archeology professor. What follows is a series of conflicting and comical situations involving the \"switcheroo.\"","release_date":"1985-02-06","genres":[35],"vote_average":7.0,"runtime":97,"cert":"N\/A","id":191056,"title":"One Woman or Two","adult":false},{"cast":[],"overview":"In his very first ‘independent film’, Dutch master filmmaker Johan Van der Keuken presents an image of Amsterdam in the sixties.","release_date":"1963-01-01","genres":[],"vote_average":6.5,"runtime":10,"cert":"N\/A","id":191058,"title":"Even Stilte","adult":false},{"cast":[],"overview":"A poetic depiction of life and ritual in the south Indian state of Kerala. We see how knowledge is passed down from generation to generation: within the family, through the village economy, and especially from teachers to students. Performance footage shows how song, dance, martial arts, and religion constitute the building blocks of a culture.","release_date":"1988-01-01","genres":[99],"vote_average":7.0,"runtime":94,"cert":"N\/A","id":191060,"title":"The Eye Above the Well","adult":false},{"cast":[],"overview":"Three-part film about the Dutch painter and poet Lucebert who died in 1994. Director Johan van der Keuken made three short films about his friend and inspiration Lucebert. The black-and-white film Lucebert, dichter-schilder was shot in 1962 on a very low budget. In 1967 Een film voor Lucebert was released. Unlike Van der Keuken's first film about Lucebert, this one had a political message. It is a film for an artist about the world. Lucebert died in May 1994. A reaction to his death is contained in Als je weet waar ik ben zoek me dan. In this film, shot in Lucebert's studio, the presence of the artist is evoked once more through his absence. In Lucebert, Time and Farewell, Van der Keuken puts the three films together into a new entity that exploits the tension between changing and standing still over a period of 32 years.","release_date":"1994-09-01","genres":[99],"vote_average":9.0,"runtime":52,"cert":"N\/A","id":191062,"title":"Lucebert, Time and Farewell","adult":false},{"cast":["Kemal Sunal","Bahar Öztan","Bahar Öztan","Reha Yurdakul","Dinçer Çekmez"],"overview":"","release_date":"1984-03-01","genres":[35],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":191073,"title":"Ortadirek Şaban","adult":false},{"cast":["Geraldine Farrar","Wallace Reid","Raymond Hatton","Hobart Bosworth","Theodore Kosloff"],"overview":"Cortez sends Alvarado to Montezuma who throws him into a dungeon from which he is rescued by Tecza who loves him. He is recaptured when her lover Guatemoco finds Alvarado hiding in her chambers. Tecza next leads Cortez into the city, thus causing the destruction of her nation and securing the love of Alvarado.","release_date":"1917-10-27","genres":[10749,36],"vote_average":6.1,"runtime":60,"cert":"N\/A","id":191081,"title":"The Woman God Forgot","adult":false},{"cast":["Georges Farineau","Robert Lefèvre"],"overview":"Shown in Cannes 1949.","release_date":"1949-09-01","genres":[99],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":191083,"title":"Images d'Ethiopie","adult":false},{"cast":["Lojze Potokar","France Presetnik","Mileva Zakrajšek","Metka Bučar","Avgusta Danilova"],"overview":"Set in a Slovenian coastal town in WW2, the film tells a story about villagers who help partisans to get rid of Italian, and later German authorities that ruled the town in the last years of occupation.","release_date":"1948-06-10","genres":[10752],"vote_average":5.0,"runtime":110,"cert":"N\/A","id":191085,"title":"On Our Own Land","adult":false},{"cast":["W. Chrystie Miller","Claire McDowell","Adolph Lestina","George Nichols","Donald Crisp"],"overview":"An elderly carpenter is told by a doctor that his wife is seriously ill. Soon afterwards, an insensitive shop foreman lays him off from his job because of his age. Unable to find work, and with his wife's condition getting worse, he soon becomes desperate","release_date":"1911-02-13","genres":[],"vote_average":5.7,"runtime":17,"cert":"N\/A","id":191090,"title":"What Shall We Do with Our Old?","adult":false},{"cast":[],"overview":"The movie is about a student in Turin during the 1920s (moved up from the earlier versions) and his love for a a seamstress. The student, Mario, is played by Walter Slezak; the girl Dorina by Carmen Boni. The femme fatale Elena (Elena Sangro) threatens the relationship. When school days end, seen here as a kind of transitory idyll, it is \"farewell to youth\" as the title states, and a melancholy goodbye to youthful romances as well to allow new lives to take form.","release_date":"1927-01-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191092,"title":"Addio giovinezza!","adult":false},{"cast":["Malcolm McDowell","David Dastmalchian","Paige Howard","Michael DeLorenzo","Matthew Willig"],"overview":"Five highly qualified applicants interview for a coveted job with the Carcharias Corporation, a powerful conglomerate whose business practices are shrouded in mystery. On the night before the last round of interviews, they are all kidnapped and drugged. The next day, they wake up trapped together in a locked room without any hope of escape. Soon the true nature of their situation is revealed when they receive a phone call from the mysterious CEO of Carcharias, known only as The Employer. He informs them that they are about to experience the final interview, but it's not at all what they were expecting.","release_date":"2013-06-07","genres":[53],"vote_average":3.8,"runtime":85,"cert":"N\/A","id":191094,"title":"The Employer","adult":false},{"cast":["Dmitriy Kharatyan","Borislav Brondukov","Aleksandr Demyanenko","Aleksandr Solovyov","Regimantas Adomaitis"],"overview":"It is 1920. After three years of the Russian Civil War, communist government is finally established in Odessa. Young Alyosha Patrikeyv, who dreams of being a detective like Sherlock Holmes, joins the newly forming Odessa Criminal Police. He is assigned to fight illegal booz production in a small village of Severinovka. When he goes on a chase after a horse thief Krasavchik, Alyosha finds himself up against Cherven - the most dangerous criminal in Odessa.","release_date":"1983-12-28","genres":[12,35,18],"vote_average":7.4,"runtime":135,"cert":"N\/A","id":191096,"title":"The Green Van","adult":false},{"cast":["Sergey Nikonenko","Nikita Mikhalkov","Oleg Efremov","Raisa Ryazanova","Marina Levtova"],"overview":"A comic drama about a permanently going duel between Traffic Officer and powerful businessman.","release_date":"1982-06-06","genres":[35,18],"vote_average":7.4,"runtime":79,"cert":"N\/A","id":191098,"title":"Traffic Officer","adult":false},{"cast":["Victor Antonescu","Elvira Godeanu","Marieta Sadova","Jean Georgescu","George Timică"],"overview":"A certain village nobleman Amédée dies, leaving a substantial legacy, but there is a matrimonial clause. The first of two men (who do not know each other) who will marry will receive the inheritance of one million.","release_date":"1927-03-13","genres":[],"vote_average":4.0,"runtime":72,"cert":"N\/A","id":191106,"title":"Major Mura","adult":false},{"cast":["Michelle Bartel","Carolyn Genzkow","Max Hegewald","Dagmar Leesch","Frank Giering"],"overview":"","release_date":"2009-09-15","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191111,"title":"Keine Angst","adult":false},{"cast":["Jean Sullivan","Philip Dorn","Irene Manning","Helmut Dantine","Alan Hale"],"overview":"Escaped Nazi POWs hold the denizens of a California resort hostage.","release_date":"1945-07-12","genres":[18],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":191128,"title":"Escape in the Desert","adult":false},{"cast":["Wally Brown","Alan Carney","Anne Jeffreys","Lionel Atwill","Bela Lugosi"],"overview":"Two actors who play detectives on the radio find themselves investigating a real crime masterminded by an arch-criminal named the Cobra.","release_date":"1946-08-16","genres":[80,35],"vote_average":5.0,"runtime":61,"cert":"N\/A","id":191130,"title":"Genius at Work","adult":false},{"cast":[],"overview":"“The screen, illuminated by Paul Sharits’ N:O:T:H:I:N:G, seems to assume a spherical shape, at times – due, I think, to a pearl-like quality of light his flash-frames create … a baroque pearl, one might say – wondrous! … One of the most beautiful films I’ve seen.” – Stan Brakhage","release_date":"1968-01-01","genres":[],"vote_average":4.4,"runtime":36,"cert":"N\/A","id":191132,"title":"N:O:T:H:I:N:G","adult":false},{"cast":["Germaine De Leon","Dominique Concepcion","Jo-Ann Pantoja","Fatim Hana"],"overview":"It follows the events leading up to a high school shooting by telling the story of how seemingly unrelated lives can intertwine and something so small can have such a dramatic effect on us all.","release_date":"2008-03-21","genres":[],"vote_average":9.0,"runtime":12,"cert":"N\/A","id":191134,"title":"Prelude","adult":false},{"cast":["Kemal Sunal","İhsan Yüce","Asuman Arsan","Hüseyin Kutman","Renan Fosforoğlu"],"overview":"","release_date":"1988-01-01","genres":[35],"vote_average":6.6,"runtime":null,"cert":"N\/A","id":191145,"title":"Stubborn","adult":false},{"cast":["Briana Banks","Brooke Haven","Haley Scott","Hillary Scott","Joey Valentine"],"overview":"Hollywood, CA:  A young reporter accepts a position at adult trade mag powerhouse AVG, and becomes immersed in the strange world where pornography and journalism meet. Gradually he grows from an eager cub reporter into a sophisticated writer, surviving the distractions and pitfalls one would expect in the pornalism game...like full-on bondage and non-stop, hardcore anal sex...stop the presses!  Briana Banks is the lead...Tom Byron's the sidebar...and Paul Thomas is at the desk. Any resemblance to AVN is purely intentional.","release_date":"2007-04-24","genres":[],"vote_average":0.0,"runtime":168,"cert":"N\/A","id":191147,"title":"Layout","adult":true},{"cast":["Kemal Sunal","Özlem Onursal","Nurettin Şen","Renan Fosforoğlu"],"overview":"Kerim lives with his family in a rent house for years. One day his landlord tells him to look for another house or raise the rent money.He finds a house by the help of Sühandan whom he works together and in love.","release_date":"1987-09-30","genres":[18,35],"vote_average":6.5,"runtime":87,"cert":"N\/A","id":191152,"title":"Kiracı","adult":false},{"cast":["Devon Lee","Holly Wellin","Lexxi Tyler","Monique Alexander","Riley Mason"],"overview":"Monique Alexander says she's been brutally violated, gagged and left for dead in a cold stone basement. Or was she? By wild luck, her ex-boyfriend hears her muffled cries and rescues her. Or does he? How did he know she was down there...naked, bleeding and violated? As this darkly sexual tale unfolds we are led to wonder...was she even hurt at all? If so, who is the culprit? The only thing we really know is that payback's a bitch. Literally. Cry Wolf is destined to become a classic in the Paul Thomas tradition of AVN Best Picture Classics. Hear the Cry. Now.","release_date":"2008-06-18","genres":[10749],"vote_average":0.0,"runtime":129,"cert":"N\/A","id":191154,"title":"Cry Wolf","adult":true},{"cast":["Ahmed Helmy","Yasmin Abdulaziz","Hassan Hosny","Amir Karara"],"overview":"","release_date":"2005-05-04","genres":[35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":191159,"title":"Zaki Chan","adult":false},{"cast":["João Guilherme Ávila","José de Abreu","Caco Ciocler","Eduardo Dascar","Fernanda Vianna"],"overview":"Zezé is an 8 year old boy who, although a naughty boy, has a good heart. He leads a very modest life, due to the fact that his father has been unemployed for a long time, and has the habit of having long conversations with a sweet orange tree which is in his backyard. Until one day he meets Portuga, a man who begins to help him and soon becomes his best friend.","release_date":"2013-04-19","genres":[18],"vote_average":7.2,"runtime":99,"cert":"N\/A","id":191185,"title":"My Sweet Orange Tree","adult":false},{"cast":[],"overview":"An Aesop's Fables cartoon with monkeys monkeying around.","release_date":"1924-10-25","genres":[35,14,16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":191199,"title":"Monkey Business","adult":false},{"cast":["Gilbert M. Anderson","Virginia True Boardman","Ernest Van Pelt","Carl Stockdale","Evelyn Selbie"],"overview":"Billy commits a robbery but a preacher inspires him to have a change of heart.","release_date":"1915-02-12","genres":[],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":191201,"title":"Broncho Billy's Sentence","adult":false},{"cast":["Marissa Joy Davis","Eryn Gitelis","Justin Henry"],"overview":"A film crew follows the story of a young girl from the Midwest who went to Hollywood with aspirations of becoming a successful actress. When she failed to find work, she arrives in Austin purportedly to star in what she believes is a soft-porn film. However, after discovering the contents of the screenplay, the film crew comes to realize that this is no ordinary film and in fact, it could lead to horrific consequences for this naive young girl.","release_date":"2013-04-28","genres":[27],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":191209,"title":"The Slaughter Tapes","adult":false},{"cast":["Régis Porte","Patricia Zenker","Tobias Meister","Herbert Fux","Alexander Grill"],"overview":"A comedy directed by Franz Josef Gottlieb.","release_date":"1980-09-05","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":191217,"title":"Zärtlich, aber frech wie Oskar","adult":false},{"cast":["Billy Quirk","Constance  Talmadge","Albert Roccardi","Edwina Robbins","Phil Sanford"],"overview":"A young man's girlfriend is forbidden by her father to see him again. When the father takes his family on a hunting trip to the woods, the girl and her suitor hatch a plan where he dresses up in a bear suit to \"menace\" the family, then leaves and reappears as himself to \"save\" them. However, things don't go quite to plan.","release_date":"1915-07-14","genres":[],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":191219,"title":"Billy the Bear Tamer","adult":false},{"cast":["Wendell Corey","Mickey Rooney","Don Taylor","Nicole Maurey","John Smith"],"overview":"The film traces the destinies of three American soldiers stationed in Italy during World War II. Fairchild (Corey) is an idealist who doesn't believe in killing. Preacher is a religious zealot, who can't see anything in terms other than Good and Evil. The most intriguing (and entertaining) member of the trio is Dooley (Rooney), an inveterate gambler who runs a floating crap game up and down the Italian front.","release_date":"1956-01-04","genres":[10752,18,36],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":191227,"title":"The Bold and the Brave","adult":false},{"cast":["Everett McGill","Fabio Testi","Michael Madsen","Jack Taylor","Michael J. Bradford"],"overview":"A grotesquely disfigured harpooner called Iguana is severely mistreated by his fellow sailors on a whaling ship in the 19th century. One night he escapes and takes up residence on a remote island. He makes himself ruler of the island and declares war on mankind. Anyone unfortunate enough to wind up on the island with Iguana is subjected to his cruel tyranny.","release_date":"1988-04-01","genres":[18,27,53],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":191229,"title":"Iguana","adult":false},{"cast":["Jake White","Jake Brown","Caleb Courtney","Sky King","Aaron Kuban"],"overview":"A group of students are sent to a faraway planet to participate in an annual competition between schools.  Unfortunately, once there they discover that things have gone awry.  Most of them don't survive the transport, and those that do find themselves stranded on a hostile alien world.","release_date":"2012-04-18","genres":[878],"vote_average":3.0,"runtime":105,"cert":"N\/A","id":191231,"title":"Sol","adult":false},{"cast":[],"overview":"Examine the tremendous moral and human cost of creating a 'New China' for the 2008 Olympics. As traditional communities are bulldozed to make way for modern high-rise apartments and ancient traditions are cast aside, just who is benefitting?","release_date":"2004-05-01","genres":[],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":191233,"title":"The Concrete Revolution","adult":false},{"cast":["Cláudio Marzo","Mariana de Moraes","Roberto Bonfim","José de Abreu","Kátia d'Angelo"],"overview":"A chronicle of comes and goings in Copacabana street centered on a middle aged filmmaker who is in love with the image of a teenage girl.","release_date":"1986-02-05","genres":[35,10749],"vote_average":4.0,"runtime":100,"cert":"N\/A","id":191235,"title":"Fulaninha","adult":false},{"cast":[],"overview":"Latin American filmmaker Sebastian Cortez (Julien Hernandez) is unable to commit to his girlfriend and, at age 30, finds himself alone and never in love in this irreverent comedy. On a mission to find the love of his life, he solicits help from his friend Daria (Marisa Petroro). When she acquaints Sebastian with her bevy of gay friends, he finds himself on the adventure of a lifetime that includes makeovers for his penis and unusual threesomes.","release_date":"2002-08-30","genres":[],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":191237,"title":"Sex, Politics & Cocktails","adult":false},{"cast":["Rogelio de la Rosa","Virginia Montes","Enrico Pimentel","Nena Cardenas"],"overview":"A man has 48 hours to find the men who wronged hi, before a bullet in lodged his chest reaches his heart.","release_date":"1950-04-06","genres":[],"vote_average":0.0,"runtime":123,"cert":"N\/A","id":191242,"title":"48 Hours","adult":false},{"cast":["Vitor Belfort","Luke Rockhold","Chris Camozzi","Rafael dos Anjos","Evan Dunham"],"overview":"UFC on FX: Belfort vs. Rockhold (also known as UFC on FX 8) is an mixed martial arts event held on May 18, 2013 at the Arena Jaraguá in Jaraguá do Sul, Brazil.","release_date":"2013-05-17","genres":[],"vote_average":6.3,"runtime":90,"cert":"N\/A","id":191256,"title":"UFC on FX: Belfort vs. Rockhold","adult":false},{"cast":["Élie Kakou","Laetitia Chapput","Glyslein Lefever","Glyslein Lefever","Sandrine Russomanno"],"overview":"","release_date":"1997-01-06","genres":[35],"vote_average":8.5,"runtime":null,"cert":"N\/A","id":191273,"title":"Élie Kakou au Cirque d'Hiver","adult":false},{"cast":["Telly Savalas","Sally Field","Anne Francis","Charles Cioffi","Martin Sheen"],"overview":"Professional killer is hired by his brother, a gang boss, to wipe out a rival gangster.","release_date":"1971-12-10","genres":[80,28,18],"vote_average":4.8,"runtime":73,"cert":"N\/A","id":191278,"title":"Mongo's Back in Town","adult":false},{"cast":[],"overview":"For those who thought \"Reefer Madness\" was the first exploitation movie you'll be interested to know that the genre was alive and well during the silent era. \"Street of Forgotten Women\" is the usual potboiler about a rich girl who is disowned by her father when she decides she wants a career in show business. After sinking her money in a stage production which immediately flops, she's forced to try and earn a living dancing in a saloon in her underwear. Even worse, she is forced into prostitution in a slum apartment that just happens to be owned by HER FATHER!!!!!","release_date":"1927-05-04","genres":[18],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":191283,"title":"Street of Forgotten Women","adult":false},{"cast":["Mira Barkhammar","Mira Grosin","Liv LeMoyne","David Dencik","Johan Liljemark"],"overview":"Three girls in 1980s Stockholm decide to form a punk band -- despite not having any instruments and being told by everyone that punk is dead.","release_date":"2013-03-28","genres":[18,10402],"vote_average":7.1,"runtime":102,"cert":"15","id":191294,"title":"We Are the Best!","adult":false},{"cast":["Julie Vincent","Germain Houde","Paul Savoie","Monique Miller","Micheline Lanctôt"],"overview":"A director and an editor, both woman, cannot work on a movie presenting the rape of a nurse without reacting on the scenes they're working on, the situation of womanhood in general, and the way the 'Justice' handle those cases of rape.","release_date":"1979-09-14","genres":[18],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":191299,"title":"A Scream from Silence","adult":false},{"cast":["Yildirim Gencer","Suzan Avcı","Reha Yurdakul","Sevda Nur","Süha Doğan"],"overview":"Kilink is between 2 rival gangs and manages to turn one against the other. All of them are after a precious microfilm and a big foreign treasure. Kilink proves to be the most perfect Fantomas of them all, changing disguises more often than he changes socks. At the same time, it's raining gorgeous ladies all over the place. Most of them rivals....All of them falling for him or off balconies, pushed by him. In a brilliant sequence, he punches a treacherous pussycat, strangles her with his bare hands and chucks her off a balcony. The film features the classic torture-the-tied-woman scenes. In one of them, even a snake is used for a quicker confession. Endless shootouts, car chases, murders, beat ups and plot twists make this sequel one of the best Turkish auctioneers ever.","release_date":"1967-01-01","genres":[12,80,878],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":191301,"title":"Kilink: Strip and Kill","adult":false},{"cast":[],"overview":"Captain Swing is a French nobleman who is shipwrecked in America and raised by Indians. Later after his adopted father's hanging, he leads a group of patriots called 'Ontario's Wolves' against the hated British Red Coats.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191303,"title":"Korkusuz Kaptan Swing","adult":false},{"cast":["Lulu Mihăescu","Margareta Pâslaru","Dem Rădulescu","George Mihăiță","Florian Pittiș"],"overview":"Fleeing into the woods to save duckling stolen by Madame Fox (Vasilica Tastaman), Veronica (Lulu Mihăescu) gives Cricket (Florian Pittiş), the queen ants (Margaret Pâslaru) and Danila dangerous cat (Dem Radulescu) who intones that all Popa Themistocles other choruses. Tudor Caranfil - 2002 (Dictionary of Romanian films)","release_date":"1973-01-25","genres":[14,10751],"vote_average":6.2,"runtime":84,"cert":"N\/A","id":191308,"title":"Veronica Comes Back","adult":false},{"cast":["Francis Blanche","Jacqueline Maillan","Michel Galabru","Alfred Adam","Camille Guérini"],"overview":"","release_date":"1962-11-22","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":191310,"title":"Tartarin de Tarascon","adult":false},{"cast":["Ana Turpin","Ona Casamiquela","Luisa Gavasa","Enrique Villén"],"overview":"A young college is responsible for the care of an innocent little girl, but soon all he knows give a twist that will endanger his own life. All begin when crossing under the floor of the third floor to the left, a road without knowing directly the door open to the forces of evil, freeing them at will through the building. A desperate race to save the lives when terror and pure evil are in the next aisle.","release_date":"2013-09-20","genres":[27,9648],"vote_average":4.8,"runtime":75,"cert":"N\/A","id":191312,"title":"For Elise","adult":false},{"cast":["Mohanlal","Ranjini","Nedumudi Venu","Poornam Viswanathan","Sreenivasan"],"overview":"Kalyani (Ranjini) is the daughter of a wealthy NRI Ramachandra Menon (Poornam Vishwanathan) who resides in the United States. Kalyani, brought up in Chennai by her father's friend Kaimal (Nedumudi Venu), falls in love with another man and decides to marry against the wishes of her father. When her boyfriend finds out that she will be disinherited, he ditches her at the altar.  After a short while her father decides to retract his disapproval and spend a fortnight's vacation with his daughter and son-in-law in his estate near a tribal community where Menon is the chief. Because her father is already ill and because this may be his last vacation, Kalyani and Kaimal want to make it as happy for him as possible. They decide to conceal the fact that her boyfriend dumped her.","release_date":"1988-12-22","genres":[18,35],"vote_average":8.1,"runtime":159,"cert":"N\/A","id":191335,"title":"Chithram","adult":false},{"cast":["Mohanlal","Suresh Gopi","Ambika","Urvashi","Kaviyoor Ponnamma"],"overview":"Aishwarya (Ambika) is a reporter for a newsmagazine looking to investigate the connection between politics and crime in Kerala. She is drawn to the life of Sagar alias Jacky (Mohanlal) who runs a clandestine gold smuggling business for Shekharan (Suresh Gopi), the son of a the state Chief Minister. Jacky is an enigmatic character who stops the smuggling business from growing because of ethical issues with narcotics, and spends his personal time pining for a girlfriend (Urvashi) who is serving time for murder. Ambika publishes a sensational article connecting Jacky to the minister, and pushes the uneasy relationship between Shekharan and Jacky into an open confrontation.","release_date":"1987-05-06","genres":[28,53],"vote_average":7.8,"runtime":150,"cert":"N\/A","id":191337,"title":"Irupatham Noottandu","adult":false},{"cast":["Melodie Kiss","Marie Noelly","France Gall"],"overview":"","release_date":"","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":191339,"title":"Heiß am Stiel","adult":true},{"cast":["Martin Wichmann"],"overview":"A drunken man returns to his home and proceeds to unleash what he has drank back into the wild.","release_date":"2011-01-03","genres":[],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":191344,"title":"That's Life","adult":false},{"cast":["Antônio Fagundes","Pedro Santos","Zé Victor Castiel"],"overview":"A frustrated man travels back in time in order to change the outcome of the soccer game that forever changed his life.","release_date":"1988-01-01","genres":[878],"vote_average":5.9,"runtime":13,"cert":"N\/A","id":191376,"title":"Barbosa","adult":false},{"cast":["Adrian Rawlins","Lee Blakemore","Phil Cornwell","Paul Herzberg","Amelda Brown"],"overview":"20 years ago, Carl was responsible for genetically engineering a girl with narcotic blood. Now he's brought her home - and the boundaries between love and addiction are becoming increasingly blurred.","release_date":"2000-06-30","genres":[27],"vote_average":5.5,"runtime":84,"cert":"","id":191378,"title":"Blood","adult":false},{"cast":[],"overview":"A recently unearthed experimental documentary of the crashing sea set to Mendelssohn's \"Fingal's Cave.\" An example of the filmmakers' \"new cinema\" theory which held that film should be more like music than literature. This film is based solely on its arrangement of images.","release_date":"1942-01-02","genres":[],"vote_average":7.0,"runtime":10,"cert":"N\/A","id":191383,"title":"Moods of the Sea","adult":false},{"cast":["Tomoro Taguchi","Taka Okubo","Joji Kajiwara","Keiko Oginome","Shoichi Honda"],"overview":"During a suicide attack on an airport, the hand grenade of 'M', one of three terrorists, malfunctions, leaving him captured. Exposed to maltreatment in prison, he slowly loses his grip on reality as he is forced to confront his ideological convictions.","release_date":"2007-02-02","genres":[18],"vote_average":6.0,"runtime":113,"cert":"N\/A","id":191385,"title":"Prisoner\/Terrorist","adult":false},{"cast":["Stéphane Guillon","Aïssa Maïga","Eriq Ebouaney","Ali Monzana"],"overview":"","release_date":"2010-03-17","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191387,"title":"Le temps de la kermesse est terminé","adult":false},{"cast":["Charley Chase","James Finlayson","Lillian Elliott","Gay Seabrook","Eddie Dunn"],"overview":"It's in three distinct segments. The first and probably best involves Charley, his girlfriend, and her father foolish her mother and the suitor she prefers into getting Charley into the house for dinner. In the later two segments, in which Charley must get married within minutes to get a job, and then tries to go on a picnic with his new family, are both also packed with laughs and timed with an almost musical brilliance.","release_date":"1931-12-30","genres":[35],"vote_average":6.5,"runtime":21,"cert":"N\/A","id":191389,"title":"The Hasty Marriage","adult":false},{"cast":["Yan Bingyan","Hongtao Li","Li Naiwen","Jia Chi","Jiaojiao Wu"],"overview":"”A grand drama about love and self-sacrifice in the shadow of politically conservative China, on a search for its new identity after the Mao regime.” (From the 2007 Stockholm Film Festival catalogue.)","release_date":"2007-08-24","genres":[18],"vote_average":8.0,"runtime":114,"cert":"N\/A","id":191391,"title":"Teeth of Love","adult":false},{"cast":["Bryant Haliday","Dennis Price","Lisa Daniely","Ronald Leigh-Hunt","Mary Kerridge"],"overview":"In Africa, a hunter kills a great lion. The animal turns out to be sacred to a local tribe of voodoo worshipers, and when the hunter returns to England, he finds himself seeing strange apparitions involving the lion and murderous jungle warriors.","release_date":"1965-08-22","genres":[27],"vote_average":1.0,"runtime":77,"cert":"N\/A","id":191393,"title":"Curse Of The Voodoo","adult":false},{"cast":["Ravi Kiran"],"overview":"This short film shows an encounter, through a series of games, between a street child from the shantytowns and a child of a rich family, stationed at his window. The film has no dialogue and the action moves through the attempts at one-upmanship evident in their successive display of their toys. Their rivalry (a kite shot down by a toy rifle, for example) concludes with the opposition between the world of noise (the toys inside the house) and that of music (the street child's flute).","release_date":"1965-05-08","genres":[18,10751],"vote_average":7.1,"runtime":12,"cert":"N\/A","id":191398,"title":"Two","adult":false},{"cast":["Charley Chase","Virginia Whiting","Harry Bernard","Baldwin Cooke","Billy Gilbert"],"overview":"Charley's in love with the daughter of a financier who wants her to insist that Chas have a pile of cash before she marries him. But, the Depression is everywhere: Charley's behind on his rent and nearly everyone he meets is down on their luck. After reading a \"how to\" book on the power of a forceful will, Charley applies the lessons with mixed results, but he does land a job that includes delivering a shake-down letter to his girlfriend's father. Is the naïve Charley going to end up in jail?","release_date":"1931-08-14","genres":[35],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":191400,"title":"The Panic Is On","adult":false},{"cast":[],"overview":"Follow the travels of the world famous Bigfoot hunter and his Searching for Bigfoot team. You will follow the team as they search the country from Montana to New York in search of the world's most elusive and mysterious creature. For the past 34 years the search has been \"a foot\" and you will experience what has uncovered during these expeditions!","release_date":"2007-08-02","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":191402,"title":"Bigfoot Lives","adult":false},{"cast":["Ljuba Tadić","Olivera Marković","Kapitalina Erić","Rastko Tadić","Dragomir 'Gidra' Bojanić"],"overview":"In what might be termed Russo-Shakespearean noir, a ruthless woman's adulterous affair with a drifter sets in motion a chain-reaction of murder and deception in a remote village in 19th Century Mtsensk.","release_date":"1962-01-01","genres":[10749,18,9648],"vote_average":6.4,"runtime":93,"cert":"N\/A","id":191407,"title":"Siberian Lady Macbeth","adult":false},{"cast":[],"overview":"When his father dies, a Cuban man who was raised in the United States, learns that he was not abandoned by his mother but illegally taken out of Cuba. He goes back to the island and is helped in his search by a cousin and a taxi driver.","release_date":"2001-08-28","genres":[],"vote_average":8.0,"runtime":126,"cert":"N\/A","id":191409,"title":"Honey for Oshun","adult":false},{"cast":["Joe Smith","Charles Dale","Millard Mitchell","James C. Morton","Ralph Sanford"],"overview":"The vaudeville comedians Smith and Dale star in a clever satire on Prohibition and all the illegal shenanigans that went on in America during Prohibition just so a man could get a drink. Joe Smith is the greedy owner of a sweatshop pants factory, and Charlie Dale is his underpaid cutter. A letter arrives for Dale, informing him that he's about to receive an unexpected inheritance. Smith intercepts the letter, and offers Dale a partnership in the pants factory ...","release_date":"1931-08-21","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":191414,"title":"What Price Pants","adult":false},{"cast":["Keiko Niitaka","Yoko Ran","Takeshi Wakamatsu"],"overview":"An experimental short featuring people and nails.","release_date":"1977-06-14","genres":[],"vote_average":6.0,"runtime":34,"cert":"N\/A","id":191419,"title":"The Trial","adult":false},{"cast":["Mark Chao","Han Geng","Yang Zishan","Maggie Jiang","Tong Liya"],"overview":"On the brink of the 90s, 18-year-old Zheng Wei steps into her university life with a hopeful heart for love. She forms a great friendship with her roommates and united as a group, they embark on their university life together. Wei meets Chen Hao-Zheng in a chance encounter, and despite initial reluctance, Chen accepts Wei as his girlfriend and the two become inseparable.  Four years of university life pass and Wei looks forward to establishing a life together with Chen. However, Chen is forced into an impossible decision to leave Wei. Devastated, Wei decides to start afresh. A decade later, Wei’s previous lovers Lin and Chen both find their way back into her life and she has to make a choice on her next step in life.","release_date":"2013-04-25","genres":[10749,18],"vote_average":6.3,"runtime":131,"cert":"N\/A","id":191421,"title":"So Young","adult":false},{"cast":["Jean Sorel","Eleonora Rossi Drago","Götz George","Heinz Drache","Margot Trooger"],"overview":"Erik, the hypnotist Georg's assistant, is in love with Magda, Georg's fiancée, and secretly sends her roses every night. Chris, the guy delivering the flowers, who is also an amateur boxer down on his luck, takes advantage of the empty dressing room to steal the trio's bankroll, but he is caught by Georg, who is knocked out by Chris during a brief struggle.","release_date":"1962-12-19","genres":[27,53],"vote_average":5.2,"runtime":83,"cert":"N\/A","id":191429,"title":"Hypnosis","adult":false},{"cast":["Chris Marquette","Whitney Able"],"overview":"Shortfilm directed by Rupert Sanders based on the comic book by Charles Burns","release_date":"2010-12-10","genres":[],"vote_average":4.0,"runtime":11,"cert":"N\/A","id":191431,"title":"Black Hole","adult":false},{"cast":[],"overview":"Milo Thomas, a failed artist recently made homeless due to a recent split with his girlfriend, and Anastasia Mak, a spirited woman turned to thievery and pickpocketing after exile from her family's oil empire. Both are lost and alone and terribly self-involved, but when Milo hitch-hikes a lift in Anna's stolen car they quickly strike up an entertaining and most unusual friendship…","release_date":"","genres":[],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":191436,"title":"The Painter and the Thief","adult":false},{"cast":[],"overview":"","release_date":"2013-05-06","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191438,"title":"A Vida de Rafi","adult":false},{"cast":[],"overview":"","release_date":"2003-05-05","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191440,"title":"Voragem","adult":false},{"cast":[],"overview":"A birth near the beach.","release_date":"1969-01-01","genres":[],"vote_average":6.0,"runtime":16,"cert":"N\/A","id":191442,"title":"Kirsa Nicholina","adult":false},{"cast":["James Berry","Alfred Brydone","Kathleen Yorke","Murray Carrington"],"overview":"Although several others are ahead of him in the line of succession, Richard of Gloucester is determined to gain the throne. Through deceit, manipulation, and murder, he does become King Richard III of England. But once he becomes king, he soon finds out that the many enemies he has made will make it very difficult for him to remain on the throne for long.","release_date":"1911-05-10","genres":[],"vote_average":5.5,"runtime":23,"cert":"","id":191444,"title":"Richard III","adult":false},{"cast":["Hwang Jang-Lee","Mang Hoi","Lung Fei","Chin Yuet-Sang","Yu Chung-Chiu"],"overview":"A young and unworldly kung fu student is now the student of an evil teacher, the villainous Manchu Lord Tsoi. The young impressionable man soon learns that his choice has made him a villain to his own family and people.","release_date":"1980-05-14","genres":[28],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":191446,"title":"The Buddha Assassinator","adult":false},{"cast":[],"overview":"WARRIOR MARKS is a poetic and political film about female genital mutilation from the director of A PLACE OF RAGE, presented by the Pulitzer Prize winning author of THE COLOR PURPLE and POSSESSING THE SECRET OF JOY. Female genital mutilation affects one hundred million of the world’s women and this remarkable film unlocks some of the cultural and political complexities surrounding this issue. Interviews with women from Senegal, Gambia, Burkino Faso, the United States and England who are concerned with and affected by genital mutilation are intercut with Walker’s own personal reflections on the subject.","release_date":"","genres":[],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":191448,"title":"Warrior Marks","adult":false},{"cast":["Richard Benjamin","Cloris Leachman","Chill Wills","Jean Allison","Susan Tyrrell"],"overview":"In the midst of the Cuban missile crisis, a mild-mannered professor decides to live out all of his daydreams, travelling across the country and adopting a different persona in each city.","release_date":"1971-09-15","genres":[35],"vote_average":7.5,"runtime":87,"cert":"N\/A","id":191450,"title":"The Steagle","adult":false},{"cast":["Zinedine Benchenine","Jean-Marc Barr","Marina Foïs","Ramzy Bedia","Brigitte Sy"],"overview":"15-year-old Chérif feels like a million bucks behind the wheel of a stolen car. Placed under the guardianship of his Aunt and Uncle, he has to return to his apprenticeship as a mason. It's his last chance. But every night graffiti artists descend upon the city's walls. And with this, a whole new world opens up before him...","release_date":"2013-10-09","genres":[18],"vote_average":7.3,"runtime":84,"cert":"N\/A","id":191458,"title":"Vandal","adult":false},{"cast":["Zhang Guoli","Ge You","Tian Liang","Pan Hong","Xiaoqing Ma"],"overview":"For anyone with tricky personal troubles — marital, professional and otherwise — Yu Guan and his buddies have a new business that will provide the solution, from taking the abuse of a man’s nagging wife to showering an obscure writer with awards.","release_date":"1989-09-14","genres":[18,35],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":191463,"title":"The Troubleshooters","adult":false},{"cast":["Gabriel Dell","Will Geer","Barbara Harris","Anjanette Comer","Joyce Van Patten"],"overview":"Film noir parody with a private eye trying to solve the murder of his milkman.","release_date":"1975-03-07","genres":[35,9648],"vote_average":5.3,"runtime":80,"cert":"N\/A","id":191465,"title":"The Manchu Eagle Murder Caper Mystery","adult":false},{"cast":["Brian Donlevy","Glenda Farrell","Norman Foster","Helen Wood","Robert McWade"],"overview":"Brawling cable layer Steve Reardon doesn't want to marry girlfriend Edith but he also doesn't want her to date other men.","release_date":"1936-05-06","genres":[35],"vote_average":5.0,"runtime":63,"cert":"N\/A","id":191473,"title":"High Tension","adult":false},{"cast":[],"overview":"A young woman murdered, a police investigation, an highly improbable motive. But Inspector Q does not give up and a deranged killer finds the police net closing around him.","release_date":"2003-05-05","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":191475,"title":"Um Caso Bicudo","adult":false},{"cast":[],"overview":"","release_date":"2003-05-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191477,"title":"A Fantasista","adult":false},{"cast":["Thierry Lhermitte","Jean Yanne","Martin Lamotte","Marie Laforêt","Charlotte Valandrey"],"overview":"","release_date":"1987-10-21","genres":[35,10752],"vote_average":6.6,"runtime":null,"cert":"N\/A","id":191479,"title":"Fucking Fernand","adult":false},{"cast":[],"overview":"","release_date":"2004-05-05","genres":[16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191484,"title":"Sem Respirar","adult":false},{"cast":["Vladimir Shevelkov","Igor Shavlak","Natalya Vavilova","Olga Kuznetsova","Vladimir Volkov"],"overview":"Train driver suddenly felt sick and train itself is not quite fine. Without a driver it runs unstoppable and now it's passengers are who should save a train and their own lives.","release_date":"1986-05-12","genres":[18,12],"vote_average":4.5,"runtime":80,"cert":"N\/A","id":191486,"title":"Train out of schedule","adult":false},{"cert":"N\/A","title":"A Culpa","cast":[],"genres":[16],"id":191494,"overview":"","runtime":7,"release_date":"2007-05-05","vote_average":0.0,"adult":false}]