[{"cast":["Richard Dawkins","Lawrence Krauss","Ayaan Hirsi Ali","Woody Allen","Cameron Diaz"],"overview":"Scientists Richard Dawkins and Lawrence Krauss travel the globe promoting a scientific worldview and the rational questioning of religious belief.","release_date":"2013-12-13","genres":[99],"vote_average":6.6,"runtime":77,"cert":"","id":191502,"title":"The Unbelievers","adult":false},{"cast":["Michael Wong","Gigi Leung","Damian Lau","Lee Fung","Kathy Chow"],"overview":"Despite negative psychological evaluations, Mike Wong is assigned as the captain of the SDU,  a special task force linked to the Customs Department. Their mission: apprehend nasty drug dealers, led by the “Ice Queen.” To do this, Mike has to team up with customs cop Minnie. Despite their clashes, the two learn to understand each other, but not before things get bad.","release_date":"1996-09-13","genres":[28,18],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":191504,"title":"First Option","adult":false},{"cast":["Bruce Davidson","Martha Cooper","Elliott Erwitt","Jill Freedman","Bruce Gilden"],"overview":"Celebrated filmmaker and photographer Cheryl Dunn turns her lens on the pioneers and masters of New York street photography. Dunn profiles artists spanning six decades, including Bruce Davidson, Mary Ellen Mark, Jill Freedman, Jeff Mermelstein and Martha Cooper, revealing that these shooters are as colourful and unique as the subjects they’ve relentlessly documented. Everybody Street explores the passion that compelled Freedman to spend years riding in squad cars during the most violent years in the city; Bruce Gilden’s drive to thrust his camera in people’s faces to capture a moment; and Martha Cooper’s dedication to chasing graffiti on passing subway cars in the Bronx. The film is a definitive look at the iconic visionaries of this often imitated art form.","release_date":"2013-04-28","genres":[99],"vote_average":7.4,"runtime":83,"cert":"N\/A","id":191515,"title":"Everybody Street","adult":false},{"cast":["Rochelle Hudson","Robert Kent","Jack La Rue","J. Edward Bromberg","Frank Conroy"],"overview":"Crooks use a man's safe-cracking skills then involve him in more crime after he spends three years in jail. He falls in love with a waitress and they go to work for a traveling salesman.","release_date":"1937-09-13","genres":[],"vote_average":7.0,"runtime":70,"cert":"N\/A","id":191517,"title":"That I May Live","adult":false},{"cast":["Béatrice Masson","Rose Turpin"],"overview":"Mother and daughter walk in a medieval landscape. To the reports of romantic fantasies of her mother's adolescence, the daughter responds with deep annoyance. Helmut has the peculiarity of being a film about family, made among family. The young protagonist also signs the film, along with her father, creating a(n) (almost musical) comedy, a very special film about the generational conflict.","release_date":"2013-02-02","genres":[18],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":191525,"title":"Helmut","adult":false},{"cast":[],"overview":"An unusual Portuguese adaptation of the famous Bluebeard tale. An excellent stop motion animation with special attention to shots and wardrobe. The horror story of a woman who marries the famous Bluebeard and is tempted to enter the only room that is forbidden. Forbidden fruit is always the sweetest.","release_date":"2013-01-01","genres":[16],"vote_average":8.5,"runtime":18,"cert":"N\/A","id":191527,"title":"Forbidden Room","adult":false},{"cast":["Rolsalba Torres Guerrero","Serge Bozon"],"overview":"Two atypical characters, one red and one blue, try to communicate. Were it not for Alain's shyness and Rosalba uncontrollable body behaviour whenever she hears a song, a love story could happen. But between the ebbs and flows there is a tiny space. In this major work, Le Quellec entertains and moves us and we feel like saying: the secret is in the pin!","release_date":"2012-01-01","genres":[10402,35],"vote_average":7.0,"runtime":33,"cert":"N\/A","id":191529,"title":"Je sens le beat qui monte en moi","adult":false},{"cast":["Shih Chun","Hsu Feng","Hui Lou Chen","Sylvia Chang"],"overview":"A scholar, tasked to copy a sutra, meets with a mysterious old lady and her daughter in the mountains.","release_date":"1979-07-12","genres":[27,12,9648,28],"vote_average":6.1,"runtime":191,"cert":"N\/A","id":191531,"title":"Legend of the Mountain","adult":false},{"cast":["Peteris Sogolovs","Gunārs Cilinskis","Eduards Pavuls","Alfreds Videnieks","Ģirts Jakovļevs"],"overview":"A group of men go under-ice fishing, but find themselves trapped on a piece of ice, that has broken off. As they are drifting through the sea, the tension between them rises.","release_date":"1971-12-30","genres":[18,12,53],"vote_average":6.5,"runtime":80,"cert":"N\/A","id":191536,"title":"In the Shadow of Death","adult":false},{"cast":["Edmund Dehn","Greg Staples","Mark Watson","Domino Barbeau","Oliver English"],"overview":"Judge Minty is a not for profit fan film based on the world of the comic book character 'Judge Dredd'. It is an original work, following the tale of a secondary figure from the stories. Judge William Minty has spent his entire adult life policing the violent streets of Mega-City One and now he's slowing down. When a lapse of judgement almost ends his life, he knows that it's time to quit. He can choose to teach in the Academy, or he can leave the city and walk alone out into the anarchy of the Cursed Earth, taking law to the lawless.","release_date":"2013-05-05","genres":[878],"vote_average":7.3,"runtime":27,"cert":"N\/A","id":191538,"title":"Judge Minty","adult":false},{"cast":[],"overview":"It was a milestone of film as activism, cinema as movement in Japan’s context. Adachi and Wakamatsu went to Beirut on the way back from the Cannes Film Festival. There, in collaboration with the Red Army members and PFLP, they produced this newsreel film depicting the everyday activities of Arab guerrillas as a cinematic narrative on the world revolution","release_date":"1971-09-29","genres":[99],"vote_average":7.2,"runtime":69,"cert":"N\/A","id":191543,"title":"Red Army\/PFLP: Declaration of World War","adult":false},{"cast":["Eugenia Costantini","Paolo Sassanelli","Cecilia Dazzi","Fabrizia Sacchi","Domenico Diele"],"overview":"","release_date":"2011-03-31","genres":[35],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":191557,"title":"Questo mondo è per te","adult":false},{"cast":[],"overview":"While researching their subject’s life for their feature My Life and Times With Antonin Artaud, co-directors\/writers Gerard Mordillat and Jerome Prieur made a documentary on the famed French actor\/writer\/poet who died in 1948 at the age of 50","release_date":"1994-05-06","genres":[99],"vote_average":0.0,"runtime":167,"cert":"N\/A","id":191559,"title":"The True Story of Artaud the Momo","adult":false},{"cast":["Elvis Tsui","Strawberry Yeung","Lee Suet-Man","Emily Kwan Bo-Wai","Wong Yat-Fei"],"overview":"Ming Dynasty secret agent Ling Ling Ling (000) is assigned to investigate a drug poisoning involving a performance enhancing drug in the brothel, Ying Chun Kwok. Ling thought hard and finally came up a disguise as the author of Yuk Po Tuen (Sex and Zen) to sneak into the brothel. The prostitutes in order to get their names into the book all tempted Ling, who in order to appaise the ladies, turned the book into a book of dirty stories. One day, a blind servant Yuk Chu Nui (Jade Virgin) is auditioned, Ling learned that the buyer would receive the drug, so he bidded up the prices hoping to receive the evidence. Who would expect that someone else is bidding with a higher price?","release_date":"1996-08-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191561,"title":"Yu Pui Tsuen III","adult":false},{"cast":["Andy Lau","Anita Yuen","Waise Lee","Mark Cheng","John Ching Tung"],"overview":"An experienced assassin considers giving up his profession when he meets his society's newest recruit. He soon falls in love with this female assassin who donates her fees to the church. Soon the couple are being chased both by the police and the society which hires them.","release_date":"1994-08-05","genres":[12,10749],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":191563,"title":"A Taste of Killing and Romance","adult":false},{"cast":[],"overview":"When a college student who grew up a ward of the state finds out he inherited a large estate, he and his friends decide to assess for themselves his new wealth. Unfortunately, they quickly discover his long lost family was anything but normal. Between incest and murder lies his future, if he can survive long enough to embrace his destiny. The old adage proves true. Nothing in life is free.","release_date":"2009-08-14","genres":[],"vote_average":10.0,"runtime":119,"cert":"N\/A","id":191568,"title":"The Inherited","adult":false},{"cast":[],"overview":"","release_date":"2002-12-01","genres":[10402],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":191573,"title":"Gregorian: Masters Of Chant (Chapter 3)","adult":false},{"cast":[],"overview":"Most people don’t realize when they’re walking 175 meters above the Large Hadron Collider, one of the largest, most expensive instruments ever built. Designed to test the existence of the proverbial “God particle” and the beginnings of matter, the LHC was built below numerous towns above the 27-kilometre subterranean circle between the Franco-Swiss border. Rather than merely exploring the entrails of this colossal machine, this film poses questions to those who walk above it about the utility of such projects and the insatiable human need to discover the origins of human life. The Circle is an unusually incisive assemblage of opinions on scientific endeavors and the ineluctable human need to find answers. Eli Horwatt","release_date":"","genres":[],"vote_average":0.0,"runtime":47,"cert":"N\/A","id":191575,"title":"The Circle","adult":false},{"cast":["Olivia Fanucchi","Stylianos Korasidis","Franca Melfi"],"overview":"An operating theatre takes on aspects of an alien autopsy as a surgical robot performs a delicate procedure on a human patient. Travelling through the body as if it were an undiscovered seascape, we see human anatomy in shades of blue, as a visceral, undulating unknown. Science fiction collides with scientific fact in this probing contrast between hard and soft, clinical precision and human vulnerability. Angie Driscoll","release_date":"2012-11-15","genres":[99],"vote_average":8.0,"runtime":25,"cert":"N\/A","id":191577,"title":"Da Vinci","adult":false},{"cast":["Page Tudyk","Brandon Anderson","Kathy Jordan","Omar Padilla","Tamara Voss"],"overview":"In a surreal meeting filled with countless individuals from a variety of backgrounds, nine people recount how sex and sexuality have been used to exert control over their lives. Regardless of race, sexual orientation, nationality, social class, religion, or gender, all are equally shattered and all are equally victims. Those that recount their experiences show that the power \/ sex dynamic can come in many forms. Whether the power is taken away by physical or psychological means, and regardless of whether it is perpetrated by an individual, institution, or society, the results are equally devastating.","release_date":"2013-05-06","genres":[18],"vote_average":10.0,"runtime":24,"cert":"N\/A","id":191579,"title":"R","adult":false},{"cast":[],"overview":"A Japanese theatre performance based on a legend.","release_date":"1898-01-01","genres":[99],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":191587,"title":"Acteurs japonais: Exercice de la perruque","adult":false},{"cast":[],"overview":"No Overview","release_date":"1896-01-01","genres":[],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":191589,"title":"Courses d'ânes: II, la course","adult":false},{"cast":[],"overview":"No Overview","release_date":"1896-01-01","genres":[],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":191591,"title":"Naples, port et Vésuve","adult":false},{"cast":[],"overview":"No Overview","release_date":"1899-01-01","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":191593,"title":"M. Loubet aux courses","adult":false},{"cast":[],"overview":"Four prisoners, in convicts' stripes, march backwards down stairs and, under the watchful eyes of guards, hop backwards into their cells. Later, one overpowers a guard and springs his three pals. But, will they be able to pull off an escape? Other guards come to the aid of their fallen comrade before all four felons can flee. Guards and convicts spring forward and backward out of cells, up and down stairs, and into and out of freedom.","release_date":"1906-01-27","genres":[80,35],"vote_average":5.7,"runtime":3,"cert":"N\/A","id":191595,"title":"The Impossible Convicts","adult":false},{"cast":[],"overview":"No Overview","release_date":"1897-01-01","genres":[],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":191597,"title":"Paris, Place de la République","adult":false},{"cast":["Oprah Winfrey","Robin Williams"],"overview":"If you are born disabled in Ghana, West Africa you are likely to be poisoned, or left to die by your family; and if you are not poisoned or left for dead, you're likely to be hidden away in a room; and if you're not hidden, you are destined to spend your lifetime begging on the streets. Of the twenty million people in Ghana, two million are disabled. This is the story of one disabled man whose mission-and purpose- is to change all that forever. In Emmanuel's Gift, filmmakers Lisa Lax and Nancy Stern have uncovered a story as compelling as it is important. Narrated by Oprah Winfrey, the film chronicles the life of Emmanuel Ofosu Yeboah, a young Ghanaian man born with a severely deformed right leg, who today, against incalculable odds, is opening minds, hearts and doors-and effecting social and political change throughout his country.","release_date":"2005-10-21","genres":[99],"vote_average":6.0,"runtime":80,"cert":"N\/A","id":191599,"title":"Emmanuel's Gift","adult":false},{"cast":["Leah Ayres","Matt McCoy","Kim Chan","George Martin","John Horton"],"overview":"Two employees of a reclusive millionaire, Micki the secretary and Max the chauffeur, decide to attend a society function to which their employer has been invited. In the course of the evening, Max and Micki establish new identities in the world of high society and, while rubbing shoulders with the elite, they uncover a scam that tests their sleuthing skills as much as their social skills.","release_date":"1986-07-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191601,"title":"We're Puttin' on the Ritz","adult":false},{"cast":["Glenne Headly","Tom Irwin","Madeline Zima","Jane Powell","Richard McMillan"],"overview":"The young-adult novel by Garrison Keillor and Jenny Lind Nilsson gets a lively update in this Showtime feature about an unusual family in Sandy Bottom, Wisconsin. The Greens share musical aspirations, but daughter Rachel (Madeline Zima), a talented violinist, is the one most likely to achieve them. Norman (Tom Irwin) is a dairy farmer and Ingrid (Glenne Headly) is a choir director who abandoned the piano when she married and settled down, but the Greens are a happy family, for the most part. The trick is finding a way to reconcile their dreams with a reality that may hold more riches than they realize. When Norman gets a chance to conduct the local orchestra for the Dairy Days celebration, it's an opportunity for the family to come together, not just with each other, but with a community they had never fully appreciate","release_date":"2000-08-27","genres":[],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":191603,"title":"The Sandy Bottom Orchestra","adult":false},{"cast":["Evgeniy Pronin","Danila Kozlovsky","Chulpan Khamatova","Yuriy Kutsenko","Ruslan Ibragimov"],"overview":"Garpastum is a Latin word meaning ball game. Set in 1914 in St. Petersburg, the brothers Andrey and Nikolai are passionate about the matches they play on the streets. They hatch a scheme to buy a playing field. But World War I has already begun and soon their lives and dreams will be shattered.","release_date":"2005-10-27","genres":[],"vote_average":4.4,"runtime":116,"cert":"N\/A","id":191608,"title":"Garpastum","adult":false},{"cast":["Sylvia Sidney","Gene Raymond","Laura Hope Crews","H.B. Warner","Juliette Compton"],"overview":"After Michael Carter's fiancée commits suicide, Michael vows to seek revenge on his wealthy family, who sabotaged their marriage. He drives across the country angrily, and lands up at a saloon, where he is shot by an Indian, Pete. Pete's girlfriend, Tonita nurses Michael's wound and falls in love with him. Michael realizes this, proposes marriage to Tonita - a perfect revenge for his prejudice family. They marry and he takes her to New York, in full Indian dress hoping to embarrass the family.","release_date":"1934-12-06","genres":[18],"vote_average":8.0,"runtime":79,"cert":"N\/A","id":191610,"title":"Behold My Wife!","adult":false},{"cast":["Sacha Bourdo","Patrick Bosso","Christian Charmetant","Michel Boujenah","Stéphane Freiss"],"overview":"","release_date":"2001-11-28","genres":[35],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":191612,"title":"La Grande vie !","adult":false},{"cast":["Scott Sparrow","Scott Sparrow"],"overview":"One man buries another man alive. Oddly, the man being buried alive is calm, whilst the man doing the burying is anxious even though he is in the position of power. It is an exploration of faith versus fear.","release_date":"2013-01-26","genres":[80,53],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":191614,"title":"Nothing About Nothing","adult":false},{"cast":["Daniel Zovatto","Bonnie Dennison","Chris Conroy","Jonny Orsini","Griffin Newman"],"overview":"Six high school seniors celebrating with day's excursion find themselves on rowboat attacked by man-eating fish and must decide who must be sacrificed as they fight their way back to shore.","release_date":"2013-07-19","genres":[27,53],"vote_average":3.8,"runtime":90,"cert":"N\/A","id":191619,"title":"Beneath","adult":false},{"cast":["Jimmy Aubrey","Joe Simberg","Earl Montgomery","Pietro Aramondo","Alice Mann"],"overview":"A man comes home drunk in this slapstick comedy.","release_date":"1917-08-12","genres":[35],"vote_average":4.5,"runtime":13,"cert":"N\/A","id":191621,"title":"Worries and Wobbles","adult":false},{"cast":[],"overview":"","release_date":"2012-05-11","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":191623,"title":"Görünmeyenler","adult":false},{"cast":["Fernande Albany","Henry Fragson","Félix Galipaux","Jane Ivon","Harry Relph"],"overview":"A man needs to get to Monte Carlo from Paris, but finds out that a train will take 17 hours to get there. He decides to go with a man with a special car, who claims that he can get there in just two hours. Complications ensue.","release_date":"1905-08-19","genres":[12],"vote_average":5.6,"runtime":10,"cert":"N\/A","id":191625,"title":"An Adventurous Automobile Trip","adult":false},{"cast":[],"overview":"Avion (it means airplane) is a strange Spanish village. Heap of ruins and luxurious town houses for returnees in winter and in summer overflowed with the arrival of Mexicans returning to the land of their ancestors. That land that once had to be left behind and they were never able to forget.","release_date":"2012-11-02","genres":[],"vote_average":10.0,"runtime":88,"cert":"N\/A","id":191630,"title":"Avión, el pueblo ausente","adult":false},{"cast":[],"overview":"","release_date":"2006-04-09","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191635,"title":"Expedition ins Gehirn. Eine Reise in die mysteriöse Welt der Superbegabten","adult":false},{"cast":[],"overview":"A narrative story based on a series of interviews with children about their dreams.","release_date":"2010-07-20","genres":[],"vote_average":7.0,"runtime":10,"cert":"N\/A","id":191640,"title":"West of the Moon","adult":false},{"cast":[],"overview":"Is it a bird, is it a plane? No, is the legend of Sanchicorrota a XV century bandit who stole from the rich and give to the poor. The search for his prints and his lost memory, between history and myth, just find, and there is little, shepherds, sheep, hunters, film sets, a military base...","release_date":"2013-02-24","genres":[99],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":191642,"title":"Dime quién era Sanchicorrota","adult":false},{"cast":["John Martino"],"overview":"Lotus Cat Food is under new management and this time they have improved the recipe even more.","release_date":"2013-05-28","genres":[27],"vote_average":1.5,"runtime":81,"cert":"N\/A","id":191644,"title":"The Corpse Grinders 3","adult":false},{"cast":["Nick Nevern","Simon Phillips","Rita Ramnani","Peter Barrett","Vas Blackwood"],"overview":"Mike Jacobs thinks he's safe in Witness Protection in Spain. However, when he's spotted at an England game, a deadly game of cat and mouse between London, Marbella and New York ensues.","release_date":"2013-05-19","genres":[80,53],"vote_average":5.4,"runtime":93,"cert":"18","id":191646,"title":"White Collar Hooligan 2: England Away","adult":false},{"cast":["Paulo de Figueiredo"],"overview":"Us to the fascinating, disturbing, ghostly figure of Paulo de Figueiredo, professional mercenary soldier, from the sixties, played the hired liquidator task in diverse corners of the world.","release_date":"2012-10-24","genres":[99],"vote_average":6.2,"runtime":72,"cert":"N\/A","id":191648,"title":"No Man's Land","adult":false},{"cast":["Kate Jackson","Drew Ebersole","Matthew Settle","Kristian Alfonso","Gary Basaraba"],"overview":"Rose Earl is proud as a peacock when Bobby, her eldest, whom she raised, like his kid brother Michael, to become moral men an model citizens, is the first member of the modest family ever to get accepted at college. It will take a while till she starts getting aware of it, but after he joins a respectable fraternity Bobby becomes ever more influenced by his roomy, the ambitious Tom Stahl, who promises him the world as they form an unbeatable team...","release_date":"1997-01-28","genres":[18],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":191650,"title":"What Happened to Bobby Earl?","adult":false},{"cast":["Manuel João Vieira"],"overview":"Satirical rock star runs for president of Portugal.","release_date":"2004-05-06","genres":[99,35],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":191652,"title":"O Candidato Vieira","adult":false},{"cast":["Fernando Guillén Cuervo","Lola Forner","Jaume Valls","Mabel Ordóñez","Carlos Lucena"],"overview":"Long ago, the sect existed in Navarra the sorguiñas. One of them gave birth to a child of the devil, who went to study in Salamanca, frequented the cave and returned to their land, serving as priest in the village of Bargota. Shortly after settling deaths begin to happen in the place and some locals begin to suspect him.","release_date":"1992-07-23","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":191654,"title":"La leyenda del cura de Bargota","adult":false},{"cast":["Ashley Blue","Juliana Kincaid","Lola","Rod Fontana","Trent Tesoro"],"overview":"Spunk Junkies  \"One man has never been enough for me. I need two, three, four - five hung studs dicking me all at once! But I'll only let them come in my fertile pussy. Five hot loads of jizz shooting deep into my womb, one after another, till it's dripping out in big glops and trickling down my butt crack to my asshole. That's when my orgasm turns multiple!\" Witness cum-craving sluts in all their jizz-filled glory. The most internal cum shots ever lensed!","release_date":"2002-02-18","genres":[],"vote_average":10.0,"runtime":84,"cert":"N\/A","id":191662,"title":"5 Guy Cream Pie 2","adult":true},{"cast":["Stephen Doll"],"overview":"Papua, the home island of the cannibals in the far Pacific ocean. Guinea contains many islands which are significantly diversified: enormous mountains, highlands, swamps and huge rocks alternate. The spectacular wildlife, unspoiled wilderness are species habitat of many animal and plant. Papua New Guinea is one of the most culturally diverse countries on the Earth. According to this, 841 different languages are listed for the country. It is also one of the most rural, as only 18 percent of people live in urban centres. The country is one of the world’s least explored, culturally and geographically, and many undiscovered species of plants and animals live there. If you like the amazing nature recordings also from the underwater (to show the rich life world of Pacific Ocean) and interesting cultures and secrets of the cannibals join and come with us for this exciting journey!","release_date":"2013-04-13","genres":[99],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":191667,"title":"Papua 3D","adult":false},{"cast":["Mitch Pileggi"],"overview":"Were the Apollo moon landings faked?","release_date":"2001-02-15","genres":[99],"vote_average":4.5,"runtime":45,"cert":"N\/A","id":191678,"title":"Conspiracy Theory: Did We Land on the Moon?","adult":false},{"cast":["Alexandre Pinto","Joana Costa","Joel Rodrigues","Mário Rodrigues","Cleia Almeida"],"overview":"What stops two people from being together? A third one. What stops one person from fighting for another? Nothing. Pedro lives in the suburbs, where he works with his father in a garage. Everyday he takes the bus downtown where he goes to school and meets his friends. It's summertime and they all go down to the river where they spend their free time or even their school time. Among joints, motorbike riding and swimming, everything seems to go well with this group of friends, until the moment when Pedro and his best friend find out that both of them like the same girl. Pedro finds himself inside a downward spiral, where everything around him seems to fall apart. Like a magnet attracts the iron, Pedro seems to attract problems, from the school until his relationship with his parents. This is the story of Pedro, who by having his head being pushed down so much learned how to breathe under water.","release_date":"2000-02-19","genres":[18,53],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":191683,"title":"Breathing Under Water","adult":false},{"cast":["Cândido Ferreira","José Eduardo","João Teixeira","David Chan Cordeiro","Maria João Pinho"],"overview":"The world of Arthur suddenly was taken by assault by two strangers. Incapable to recognize the two figures presented in front of him, Arthur is trapped in his own chair. A delicate situation, where the intensity increases gradually to it's boiling point.","release_date":"2009-05-06","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191688,"title":"Sr. Artur","adult":false},{"cast":["Miguel Borges","Ana Brandão","São José Correia","Sérgio Grilo","Flávia Gusmão"],"overview":"","release_date":"2009-05-06","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191690,"title":"Bandidas","adult":false},{"cast":["Adolf Hitler","Eva Braun","Rochus Misch","Magnus Hirschfeld","Rudolf Heß"],"overview":"In September 2001, respected German historian Lothar Machtan dropped a bombshell on the world of Hitler studies: Hitler was secretly homosexual. His highly acclaimed and explosive book \"The Hidden Hitler\" ignited a storm of controversy. With information from the bestselling book, award-winning filmmakers Fenton Bailey, Randy Barbato and Gabriel Rotello explore areas of the Führer's private life.","release_date":"2004-06-17","genres":[99],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":191692,"title":"The Hidden Führer: Debating the Enigma of Hitler's Sexuality","adult":false},{"cast":["Hanna Schygulla","Harry Baer","Irm Hermann","Klaus Löwitsch","Ulli Lommel"],"overview":"German filmmaker Rainer Werner Fassbinder directs the made-for-TV melodrama Pioneers in Ingolstadt, based on the play by Marieluise Fleisser. The film opens as a parade of soldiers are marching through a town square singing patriotic songs. Alma (Irm Hermann) and Berta (Hanna Schygulla) are watching them and musing about their ideas on men and relationships. The soldiers (often referred to as pioneers) have been given the task of building a bridge in the town. Alma seems to understand that the soldiers only want her for short sexual encounters, so she's prepared to live her life accordingly. Meanwhile, romantic Berta falls in love with self-centered soldier Karl (Harry Baer), who all but tells her to get lost. The soldiers get drunk and beat up a random passerby. The women grow to hate Alma for her acceptance of life as a sex object. Naïve Berta is ultimately humiliated.","release_date":"1971-05-19","genres":[35,18,10749,10770],"vote_average":5.6,"runtime":84,"cert":"N\/A","id":191703,"title":"Pioneers in Ingolstadt","adult":false},{"cast":[],"overview":"Between April, 1975 and January, 1979, Pol Pot and the Khmer Rouge were responsible for the deaths of 1.7 million people in Cambodia. A quarter of the population were wiped out in one of the most brutal and virulent genocides of the twentieth century.  This new film explores the life of Pol Pot, the ever-smiling, obsessively secretive leader of the Khmer Rouge. What drove him to inflict such a radical experiment on his own people? How did the Khmer Rouge turn from a band of nationalist revolutionaries into a ruthless killing machine? And why did the West stand by and let it happen?\u2028  As an international tribunal in Cambodia finally brings the surviving leaders of the Khmer Rouge to justice, it's time to re-examine the gruesome legacy of Pol Pot.","release_date":"2011-01-01","genres":[99],"vote_average":0.0,"runtime":60,"cert":"","id":191708,"title":"Cambodia, Pol Pot and the Khmer Rouge","adult":false},{"cast":["Gregory Cohen","Francisca Walker","María Izquierdo","Emilia Lara","Bastián Bodenhöfer"],"overview":"Manena is the headstrong adolescent daughter of Pancho, a rich Chilean landowner who devotes his vacation to one thing : the invasion of his artificial lagoon by carps. While he employs increasingly radical methods, Manena has her first romantic experiences and hearbreak - and discovers a silent world in the shadow of her own : that of the Mapuche Indians who demand access to the land and clash with her father.","release_date":"2013-05-20","genres":[35,18],"vote_average":4.0,"runtime":87,"cert":"N\/A","id":191719,"title":"The Summer of Flying Fish","adult":false},{"cast":["Taimak","Von B. von Lindenberg","Lola Fulin","Lawrence Cook","Douglas Rowe"],"overview":"A mechanic runs afoul of a group of modern day pirates when he falls for a female member of a water based criminal gang.","release_date":"1993-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191733,"title":"No More Dirty Deals","adult":false},{"cast":["Suriya","Anushka Shetty","Hansika Motwani","Vivek","Santhanam"],"overview":"Picking up the storyline from where Singam ended, Duraisingam (Suriya) has gone undercover after meeting the Home Minister and is working as an NCC officer in a school in Thoothukudi. The only people who know about this operation are the Chief Minister and Home Minister apart from himself.","release_date":"2013-07-05","genres":[28,35,80,53],"vote_average":5.8,"runtime":166,"cert":"N\/A","id":191735,"title":"Singam II","adult":false},{"cast":["Ann Todd","Patrick Magee","Tony Beckley","Percy Herbert","Suzanna Leigh"],"overview":"Led by a sinister minister, a controlling religious sect called the Brethren has taken control of widow Birdy Wemys, sending her unstable son, Kenny, into a spiraling descent into madness and murder. No woman is safe when Kenny's religious mania overpowers him and leads to a rampage of carnage and chaos!","release_date":"1972-04-30","genres":[27],"vote_average":5.3,"runtime":91,"cert":"15","id":191740,"title":"Beware My Brethren","adult":false},{"cast":[],"overview":"Fight Fat with Combination of Thigh-Trimming, Butt-Thightening Kickboxing Moves","release_date":"","genres":[],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":191742,"title":"Jab, Kick & Burn","adult":false},{"cast":[],"overview":"A 'road-movie' documentary about Pindus Mountains and their people.","release_date":"2013-03-21","genres":[99],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":191744,"title":"The Grocer","adult":false},{"cast":["Fernando Ferrão","Fernando Taborda","Filipe Costa","Ana Flávia Portenzan"],"overview":"","release_date":"2011-05-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191749,"title":"O Voo da Papoila","adult":false},{"cast":["Basky Manmathan","Arthur Simeon","Jon Berrie","Thenuka Kantharajah","Mathivasan Seenivasagam"],"overview":"This film is about six different seemingly ordinary people and how their paths cross during a two-week period in Toronto. A young man, Gnanam, who attributes all of his failures to his dark past and tries to confront it; a dedicated detective, John, who questions his integrity after making a fateful call; a teenager, Aathi, who struggles to cope with the death of his lover; a compassionate widower, Sornam, who is too busy helping others to pay attention to his daughter; a hardworking man, Ariyam, who struggles to find purpose after the death of his only son; and a brave young war victim, Aby, who tries to have a fresh start after being abandoned by her fiancé.","release_date":"2013-09-05","genres":[80,18],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":191751,"title":"A Gun & a Ring","adult":false},{"cast":["Jonny Coyne"],"overview":"Maria Del Conte, a 26-year-old banker has made a decision: she will take her life on her 27th birthday. Although professionally ambitious and successful, her troubled childhood and unhappy love life have fueled her detached bid for suicide for quite some time. Through one of her clients, she is introduced to Michael Scott, a small time film producer. Michael is intrigued by Maria and her glacial attitude. He asks her out. After many refusals his tenacity finally pays off and Maria agrees to meet. As their relationship slowly develops, Michael discovers the reasons behind Maria's fatalistic birthday plan. But with the bond between them strengthening day after day, Maria's new found passion for life seems to be challenging her plan to end it all. But - 'can more ever be enough'?","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":191756,"title":"Coffee Sex You","adult":false},{"cast":[],"overview":"This documentary was secretly and 'illegally' shot inside the prison camps, established during World War II by American authorities to detain US citizens of Japanese descent who were considered a potential threat to national security.","release_date":"1945-05-23","genres":[36,99],"vote_average":6.0,"runtime":48,"cert":"N\/A","id":191758,"title":"Topaz","adult":false},{"cast":["Bill Drummond","Jimi Cauty"],"overview":"Former members of the techno music group The KLF Bill Drummond and Jimi Cauty after forming a new \"art collective\" named the K Foundation burn 1 million UK pounds of their own money in a shack on the Isle of Jura while being taped by their roadie, Gimpo.","release_date":"1995-01-01","genres":[],"vote_average":0.0,"runtime":63,"cert":"","id":191760,"title":"The K Foundation Burn a Million Quid","adult":false},{"cast":["Mary Breckinridge"],"overview":"The Forgotten Frontier (1931) is a documentary film about the Frontier Nursing Service, nurses on horseback, who traveled the back roads of the Appalachian Mountains of the eastern United States.","release_date":"1931-01-01","genres":[],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":191765,"title":"The Forgotten Frontier","adult":false},{"cast":["Boris Buzančić","Božidarka Frajt","Marko Todorović","Branko Milićević","Neda Arnerić"],"overview":"Uzice Republic a known as the 'first offensive', is a story about Serbia in 1941. Few months after German panzers forced Yugoslav Royal Army to capitulate, organized resistance is turning into massive uprising against occupying forces. Partizans, led by Communist party, manage to chase Germans from huge territory later known as the Uzice Republic. However, forces loyal to King have some other ideas.","release_date":"1974-01-01","genres":[10752],"vote_average":5.0,"runtime":170,"cert":"N\/A","id":191767,"title":"The Republic of Užice","adult":false},{"cast":[],"overview":"A limo driver attempts to outrun his bad habits.","release_date":"2004-01-01","genres":[],"vote_average":7.0,"runtime":105,"cert":"N\/A","id":191769,"title":"Clean","adult":false},{"cast":[],"overview":"In the middle of 1938, Kamei Fumio and his film crew got themselves attached to an infantry regiment which they followed around through China for about four months, filming their marching and their fighting and their waiting and their dying - in short, their suffering, and not theirs alone, but also that of the people around them, their designated enemies.","release_date":"1939-01-01","genres":[99],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":191771,"title":"Fighting Soldiers","adult":false},{"cast":[],"overview":"In 1928 Poirier completed Verdun: Visions of History, a dramatized documentary about the battle. The film was shot on site of the carnage. Poirier utilised, ten years after the conflict, the battlefield and the ruins of the forts of Vaux and Douaumont. The performers were French and German veterans and a few professional actors.","release_date":"1928-01-01","genres":[10752],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191773,"title":"Verdun: Vision of History","adult":false},{"cast":["Karen Felber","Paul Schneider","Chuck Snow"],"overview":"Woman struggles with her writing after relocating to be close to her boyfriend.","release_date":"2001-01-01","genres":[18],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":191784,"title":"Security, Colorado","adult":false},{"cast":["Saul Alvarez","Austin Trout"],"overview":"Austin Trout faced Saul Alvarez who was also undefeated as a professional. The bout went the full distance and Alvarez came out victorious. All three judges scorecards were in favor of Alvarez. Trout lost his WBA Light Middleweight title. Alvarez retained his WBC Light Middleweight title. Alvarez became the new WBA Light Middleweight and WBC Light Middleweight champion.","release_date":"2013-04-20","genres":[],"vote_average":7.5,"runtime":48,"cert":"N\/A","id":191789,"title":"Alvarez vs Trout","adult":false},{"cast":[],"overview":"Miguel Cotto fought  the then undefeated prospect Austin Trout December 1st, 2012. Cotto lost the fight via unanimous decision. The fight took place in Madison Square Garden, New York, New York.","release_date":"2012-12-01","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":191794,"title":"Cotto vs. Trout","adult":false},{"cast":["Dhanush","Parvathy Thiruvothu","Salim Kumar","Appukutty","Uma Riyaz Khan"],"overview":"The film is an emotional journey of a common man to an unknown place with the hope to come home and lead a better life. The film revolves around a story of human survival adapted from a newspaper article of a real-life crisis event, when three oil workers from India were kidnapped and taken hostage in Sudan.","release_date":"2013-07-19","genres":[28,53],"vote_average":5.8,"runtime":145,"cert":"N\/A","id":191805,"title":"Maryan","adult":false},{"cast":[],"overview":"\"END is a work dedicated to the planet's most remote locations – a visual requiem for extreme lands, a trip through the most distant peripheries of civilisation, where people and the environment are melded together. END is a research project into the image and the imagination of the end. Given its world premiere at HangarBicocca in Milan, for which it has been specially created as part of the wider Terre Vulnerabili project, END is a three-screen installation that represents a selection of the works produced by Carlos Casas during the decades of arduous research he carried out in the Aral sea, Patagonia and Siberia, channelled into three documentary films, a lengthy series of single-channel videos and various audio-visual live events.\"  - Excerpt from a text by Andrea Lissoni.","release_date":"2008-05-06","genres":[99],"vote_average":9.5,"runtime":64,"cert":"N\/A","id":191816,"title":"END Trilogy","adult":false},{"cast":["Beau Bridges","Aidan Quinn","Josh Henderson","Haley Webb","Jordan Bridges"],"overview":"Young lovers Billy and Sarah journey from L.A. to Texas with plans to make a false claim to the valuable assets left behind by a dead friend. But when their voyage brings them to Tremo, Texas, they find a bizarre and sinister world awaiting them.","release_date":"2013-06-21","genres":[80,18,10749],"vote_average":5.1,"runtime":96,"cert":"N\/A","id":191824,"title":"Rushlights","adult":false},{"cast":[],"overview":"This film tells the remarkable, yet little-known, story of Francisca Halamajowa, a Polish-Catholic woman who risked her life to save 15 Jews during the Holocaust.","release_date":"2009-11-03","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":191826,"title":"No. 4 Street of Our Lady","adult":false},{"cast":["Fiona Cheeks","Haley Paige","Roxy Jezel","Brian Surewood"],"overview":"British Invasion  Roxy came all the way from merry old England to do this 5-Guy Cream Pie. Maybe it's because she's a true whore, and just loves the nastiness of it. Or maybe it's because she wants a green care, and she figures that getting pregnant with an American citizen's baby is the easiest way to do that. Getting fertilized with the semen of five Yanks in one sitting may seem like a clever plan. But good luck in getting the father(s) to show up at the immigration hearing!","release_date":"2003-08-12","genres":[],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":191834,"title":"5 Guy Cream Pie 6","adult":true},{"cast":["Bianca Pureheart","Harmony Rose","Faith Leon","Rod Fontana","Seth Dickens"],"overview":"Surprisingly, many of the girls in porn aren't on birth control. Does doing a 5 Guy Cream Pie make it more likely she'll get pregnant than doing a single or double cream pie? Of course! Think about it. The sperm deposited in her pussy by the first guy gets pushed past her cervix and up into her womb when the next guy starts fucking. Then both loads get shoved in even further when the third guy starts hammering away. After the fifth guy, pregnancy is practically assured is it's her fertile time of the month.","release_date":"2005-02-09","genres":[],"vote_average":10.0,"runtime":98,"cert":"N\/A","id":191836,"title":"5 Guy Cream Pie 15","adult":true},{"cast":["Jackie Ashe","Arcadia Davida","Rod Fontana","Brad Baldwin","Seth Dickens"],"overview":"Jackie Ashe loves the feeling of a man shooting his sperm into her. It gets her off. The way she sees it, that's her purpose in life - to be a sperm repository. After she finishes her career in porn, she plans to be a professional surrogate mother. She will let men deposit their sperm into her, and grow human beings like crops of potatoes until her womb dries up. That Jackie sure is a great gal. Wouldn't you like her to incubate your baby for nine months? Before you answer, maybe you should watch this movie.","release_date":"2005-12-07","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":191838,"title":"5 Guy Cream Pie 20","adult":true},{"cast":[],"overview":"3 Mini-stories: A Boy, A Dog, and A Frog; Frog On His Own; Frog, Where Are You?  \"A Boy, A Dog, and A Frog\"  A small boy and his dog spend a day trying to capture a playful frog at a nearby pond.  \"Frog On His Own\"  With boy and dog in hot pursuit, a frog discovers the joys of motorboating, plays tricks on a magician, goes to a picnic, visits a baby, and alarms adults while amusing children along the way.  \"Frog, Where Are You?\"  Frog escapes from a life sentence in a jar. Join frog as he finds adventure and romance after the great escape.","release_date":"","genres":[10751],"vote_average":0.0,"runtime":51,"cert":"N\/A","id":191846,"title":"Mercer Mayer Frog Stories","adult":false},{"cast":["Ignacy Jan Paderewski","Marie Tempest","Barbara Greene","Eric Portman","W. Graham Brown"],"overview":"In this romantic tale Paderewski, the famed pianist, and two other plane crash survivors are guests of a Swedish baroness. Interwoven throughout this gentle and charming story are exquisite piano solos performed superbly by the elderly pianist, Paderewski.","release_date":"1937-02-11","genres":[18,10749],"vote_average":0.0,"runtime":86,"cert":"","id":191854,"title":"Moonlight Sonata","adult":false},{"cast":[],"overview":"100 minutes of original ASL stories, poetry, music, and video shorts from a deaf stand-up comedian\/performer.","release_date":"","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":191856,"title":"The Rosa Lee Show","adult":false},{"cast":["Katherine Heigl"],"overview":"SHELTER ME is an entertaining and uplifting film series about shelter pets improving the lives of those who adopt them. Hosted by actress Katherine Heigl, SHELTER ME celebrates the human-animal bond with positive, uplifting stories about shelter pets and their new homes. Every year, 3-4 million dogs and cats are euthanized in America's shelters. SHELTER ME focuses on the success stories to bring more people into the shelters to give these incredible animals a second chance. The first film shows how shelter pets are helping our returning war veterans cope with PTSD. We go inside a women's prison, where inmates train shelter dogs to become service animals for people with disabilities. We also see the journey of two stray dogs, from the day they are picked up on the streets and brought to the shelter until the day they become a beloved family pet. SHELTER ME is about redemption, hope, helping others and making a difference. (Steven Latham)","release_date":"2012-05-15","genres":[99],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":191864,"title":"Shelter Me","adult":false},{"cast":[],"overview":"While in South Africa a troubled fashion model must struggle to survive after a car accident leaves her stranded in the African bush. When she wakes up, she fights her way through the wilderness, struggling to survive the harsh conditions.","release_date":"","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":191878,"title":"Africa","adult":false},{"cast":[],"overview":"YERT (Your Environmental Road Trip) is an adventure and a celebration of the American spirit in the face of adversity - a thought-provoking, inspiring, and sometimes hilarious, documentary about the courageous and creative individuals, groups, businesses and leaders of this country who are tackling the greatest environmental threats in history. Called to action by a planet in peril, three friends hit the road to explore every state in America in search of the extraordinary innovators and citizens who are tackling humanity's greatest environmental crises.","release_date":"2011-04-02","genres":[99],"vote_average":0.0,"runtime":113,"cert":"N\/A","id":191880,"title":"YERT: Your Environmental Road Trip","adult":false},{"cast":["Johan Leysen","Toshie Ogura","Rina Yasami","Noriko Sasaki","Yoshi Oida"],"overview":"Tragic love story about the photographer and explorer Felice Beato who travelled back to Japan in 1895 to seek his former wife O-Kiku. On the way he describes in a nostalgic letter to his brother how much he yearns for his lost love O-Kiku and how impotent he feels in an ancient Japan subject to rapid change. The journey takes him to Nagasaki and Moji, Onomichi, Mount Fuji, Yokohama and Tokyo. Places he once visited with his beloved and where he now no longer understands the people. Felice...Felice... is inspired by hand-coloured nineteenth century photos taken by e.g. Felice Beato, Sjimooka Renjo and Baron von Stilfried. In this film, shot entirely in a studio, the photos depict Felice's journey. Awarded the Golden Calf for Best Feature film in 1998. (NFF)","release_date":"1998-02-05","genres":[18],"vote_average":6.0,"runtime":99,"cert":"N\/A","id":191882,"title":"Felice… Felice…","adult":false},{"cast":["Jeff Saumier","Jason Tremblay","Mark Camacho","Tod Fennell","Ray Aranha"],"overview":"Jimmy Albright is a young athlete with a passion for boxing. His mentor, Harry Sloan, an aging trainer and former boxer, sees Jimmy's potential, not only as a boxer but as a young man. With Harry's guidance, Jimmy trains and fights his way to the top of his division. All things appear to be on track, except for one small twist: Jimmy's parents, Don and Doreen, don't know he's a boxer...","release_date":"1997-01-01","genres":[10751,18,28],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":191884,"title":"The Kid","adult":false},{"cast":["Mike Damus","Kim Shaw","Joel McKinnon Miller","Kevin Christy","Kelsey Ford"],"overview":"After Robert, a marrying-up groom, 'accidentally' shoots his fiance's Maid of Honor in the face during a drunken skeet-shooting session, his meddling mother does whatever it takes to ensure the wedding takes place.","release_date":"2013-04-02","genres":[80,35],"vote_average":5.0,"runtime":92,"cert":"N\/A","id":191886,"title":"Shotgun Wedding","adult":false},{"cast":["Nadja Tiller","Robert Hossein","Silvia Monfort","Roger Hanin","Pierre Blanchar"],"overview":"Vicky de Berlin, a female gangster, haunted by wartime memories , runs a floating night-club in Brussel. Marcel, her partner and lover, is in charge of the banknotes forgery manufacture concealed in the bottom of the boat. He decides to rob the Bank of Belgium and exchange a huge sum of counterfeit money for its equivalent in genuine one. But things get complicated when Yoko, the she leader of another gang and her lover The Bug interfere...","release_date":"1959-05-20","genres":[],"vote_average":6.0,"runtime":110,"cert":"N\/A","id":191891,"title":"Riff Raff Girls","adult":false},{"cast":[],"overview":"The second adaptation of Raffaello Giovagnoli's novel comes at a time when Italy really started pumping out their epic films with the longer running times, expensive sets and lavish production values. This film really doesn't stray too far from the source as we have our hero Spartacus being sold as a slave only to rise up and battle the evil Crassus.","release_date":"1913-05-07","genres":[],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":191905,"title":"Spartaco","adult":false},{"cast":["Marcel Perez","Nilde Baracchi","Alfredo Bertone","Filippo Castamagna","Oreste Grandi"],"overview":"Saturnin Farandoul birth was marked by adventure: saved by the waters, raised by monkeys, taken in by sailors, becoming captain of a frigate, he sets off to explore the five or six known and unknown worlds with his loyal crew. Beneath the sea he encounters love in the person of the beautiful Mysora; on land he comes up against a mad wise man, a Machiavellian mandarin and bloodthirsty Apaches but nothing will be able to stop his desire to travel.","release_date":"1913-11-24","genres":[12],"vote_average":6.5,"runtime":77,"cert":"N\/A","id":191910,"title":"The Extraordinary Adventures of Saturnino Farandola","adult":false},{"cast":["David Thompson","Lila Chester","Sidney Bracey","Justus D. Barnes","Madeline Fairbanks"],"overview":"An American family in need of some money decides to pull a little innocent scam on a wealthy English relative.","release_date":"1913-12-11","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":191912,"title":"Uncle's Namesake","adult":false},{"cast":["Praskovya Maksimova","Sofya Goslavskaya","Ivan Mosjoukine"],"overview":"Based on the verse story by Pushkin: pretty young Parasha is living with her widowed mother. Parasha diligently takes care of many household tasks, but she also enjoys flirting with the guards's officers who pass by her window, and she has one particular favourite. One day, Parasha's mother asks her to hire a cook, and to do so as cheaply as possible. Parasha and her beau soon see a way to use this situation to their own advantage.","release_date":"1913-10-09","genres":[],"vote_average":0.0,"runtime":32,"cert":"N\/A","id":191914,"title":"The Little House in Kolomna","adult":false},{"cast":["René Navarre","Suzanne Grandais","Ernest Bourbon","Paul Manson","Marie Dorly"],"overview":"When he goes to Paris an aristocrat steps into a cinema and is shocked by something he sees on screen.","release_date":"1913-01-24","genres":[18],"vote_average":6.3,"runtime":25,"cert":"N\/A","id":191919,"title":"Tragic Error","adult":false},{"cast":["Elisabeth Freeman","Rosalie Jones"],"overview":"This particular film uses real film footage to show a march by women demanding the right to vote. This coincided with the inauguration of Woodrow Wilson and some of the marchers walked all the way from Newark, New Jersey to Washington, DC.","release_date":"1913-05-07","genres":[],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":191921,"title":"On to Washington","adult":false},{"cast":[],"overview":"Two sisters get a letter from their third sister just after coming from the third sister's funeral. It informs them that a nobleman has ruined her life and is responsible for her death...","release_date":"1913-10-25","genres":[18],"vote_average":0.0,"runtime":39,"cert":"N\/A","id":191923,"title":"The Black Ball; or, The Mysterious Sisters","adult":false},{"cast":["Orlando Jones","Derek Luke","Laurence Fishburne","Kid Rock"],"overview":"","release_date":"2003-01-30","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191928,"title":"Behind the Action in 'Biker Boyz'","adult":false},{"cast":["Robert Harron","Kate Bruce","Walter Miller","Lionel Barrymore"],"overview":"The prospector had taught the Indian boy the doctrine of peace. When his tribe resisted the attack of another tribe the boy did not take part. The din of the battle, as the horsemen circled them again and again, the moans of men caught under falling horses struck terror in the boy's heart The incensed warriors cast him from the tribe with the brand of a coward. It was then that his opportunity came to follow the white man's wonderful doctrine. \"Big love man lay down life for friend,\"","release_date":"1913-05-16","genres":[],"vote_average":0.0,"runtime":24,"cert":"N\/A","id":191930,"title":"The Yaqui Cur","adult":false},{"cast":[],"overview":"One of the earliest surviving films of Italian director Umberto Paradisi.","release_date":"1913-05-07","genres":[],"vote_average":6.3,"runtime":24,"cert":"N\/A","id":191932,"title":"For the Father","adult":false},{"cast":["René Poyen","Jeanne Saint-Bonnet","Renée Carl","Juliette Malherbe"],"overview":"Bout de Zan is a very precocious young man! When the circus comes to town, he does what any kid might do in this situation--he steals the circus' elephant!!! Later, he sits on the curb with the elephant and begs coins off people--with a sign saying 'blind since birth'. I am not sure if this is supposed to mean the kid or the animal!","release_date":"1913-05-02","genres":[35,10751],"vote_average":6.2,"runtime":9,"cert":"N\/A","id":191934,"title":"Bout de Zan Steals an Elephant","adult":false},{"cast":["Max Linder"],"overview":"Max has been invited to meet with his in-laws and must dress formally, but each hat he attempts to wear for the occasion gets destroyed.","release_date":"1913-10-24","genres":[35],"vote_average":5.5,"runtime":5,"cert":"N\/A","id":191936,"title":"Max's Hat","adult":false},{"cast":["Roland Giraud","Maurice Risch","Catherine Leprince","Michele Brousse","Georges Beller"],"overview":"","release_date":"1984-03-07","genres":[35],"vote_average":4.8,"runtime":null,"cert":"N\/A","id":191938,"title":"Vive les femmes!","adult":false},{"cast":["Muriel Ostriche","Jean Darnell","Justus D. Barnes","Billy Noel","Nolan Gane"],"overview":"Unable to find help to work his farm, a farmer gets a bright idea--he advertises that any man willing to work on his farm will be permitted to court his two daughters. The girls and their mother don't take kindly to being offered as an \"incentive\", so when some college boys show up looking to take advantage of both offers, the girls come up with a plan of their own.","release_date":"1913-09-27","genres":[35],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":191940,"title":"The Farmer's Daughters","adult":false},{"cast":["Brewce Martin","Duane Peters"],"overview":"Skatopia is an Appalachian farm where hardcore skating, punk rock and hillbilly culture collide in one anarchistic, unique community. Mad-Max style demolition derbies and spontaneous car burning accompany all-night skate sessions. Pain is a badge of honor. Tony Hawk calls Skatopia a \"rite of passage\" for hardcore skaters. Skatopia's owner, Brewce Martin, dreamed of a place where he could live and breathe skating... a place where people forget their \"outside\" lives by plunging into high-energy craziness.","release_date":"2010-09-02","genres":[99],"vote_average":7.0,"runtime":94,"cert":"N\/A","id":191945,"title":"Skatopia: 88 Acres of Anarchy","adult":false},{"cast":[],"overview":"Based on photographs taken on the arrest of political prisoners during the Portuguese dictatorship (1926-1974), this documentary aims to convey the mechanisms by which a dictatorial regime sought to sustain its existence throughout 48 years.","release_date":"2010-12-01","genres":[99],"vote_average":3.5,"runtime":93,"cert":"N\/A","id":191947,"title":"48","adult":false},{"cast":[],"overview":"The adventures of two girls from Zeeland in Zandvoort.","release_date":"1913-09-25","genres":[],"vote_average":7.0,"runtime":15,"cert":"N\/A","id":191949,"title":"Two Zeeland girls in Zandvoort","adult":false},{"cast":[],"overview":"\"The Amblystoma: Curious Salamander From Mexico\". Vintage French educational film from 1913 describing the Axolotl. Very impressive footage for the time.","release_date":"1913-07-07","genres":[99],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":191951,"title":"The Amblystona","adult":false},{"cast":["Mabel Normand","Ford Sterling"],"overview":"A banker's young daughter, playing a game of \"hide and seek\", is apparently locked within the vault resulting in comedic rescue.","release_date":"1913-04-03","genres":[],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":191953,"title":"Hide and Seek","adult":false},{"cast":["Glenda Jackson","Dirk Bogarde","Ken Kercheval","Jane Merrow","John Reilly"],"overview":"The actress (Glenda Jackson) recovers from a 1966 stroke with help from friends and her husband, author Roald Dahl (Dirk Bogarde).","release_date":"1981-12-08","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":191958,"title":"The Patricia Neal Story","adult":false},{"cast":["Ford Sterling","Mabel Normand","Henry Lehrman"],"overview":"Cohen and his rival Goldberg enlist in the Union Army during the American Civil War. Goldberg receives a lieutenant’s commission while Cohen becomes a sergeant. During the Battle of Gettysburg, Cohen inadvertently becomes a hero when he tosses back an enemy hand grenade and raises a fallen flag in the midst of the conflict. Goldberg conspires to have Cohen shot by a firing squad, but Cohen’s girlfriend Rebecca rides to the rescue.","release_date":"1913-11-26","genres":[],"vote_average":5.0,"runtime":13,"cert":"N\/A","id":191966,"title":"Cohen Saves the Flag","adult":false},{"cast":[],"overview":"An Immigrant has come to the United States and is sponsored by a relative. He takes him to find employment and show him how the American work is protected by showing different types of safety equipment.","release_date":"1913-04-21","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":191971,"title":"An American in the Making","adult":false},{"cast":[],"overview":"","release_date":"2010-01-30","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":191973,"title":"Le Maghreb sous la croix gammée","adult":false},{"cast":["Derek Brandon","Lee Arenberg","Patrika Darbo","Francesca Derosa","Christopher Lloyd"],"overview":"When a mythical device from ancient times is rebuilt by a group of Confederates who feel the civil war never ended, Mickey Matson and his newfound friend, Sully, must follow a series of clues left by his dead grandfather to keep the evil men away from the three mystical objects that power the device. If he fails, it could mean not only the loss of his family's home, but maybe the demise of our country as we know it.","release_date":"2016-05-09","genres":[10751],"vote_average":5.0,"runtime":93,"cert":"N\/A","id":191975,"title":"The Adventures of Mickey Matson and the Copperhead Treasure","adult":false},{"cast":["Tom Chatterton","Frank Borzage"],"overview":"Tom Chatterton is called a coward because he will not enlist in the Home Guard during the Civil War -- his mother is dying and he does not wish to leave while she is still alive. When she dies and the Yankees attack, he seizes command of the Home Guard and leads them to victory, proving himself a hero and dying in the process.","release_date":"1913-09-23","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":191977,"title":"Silent Heroes","adult":false},{"cast":["Mikaela Wood","Antonio Ozores","Lina Morgan","Yves Massard","Antonio Garisa"],"overview":"As the era of silent films finds itself at a close, four down-and-out silent film actors and musicians struggle to find work. Fate leads them to a former star of the silent era as she struggles to escape her reputation as a wild and evil vamp of the silver screen and longs to be just thought of as an honest and decent woman. They join forces, and for a short time have a decent amount of success singing and dancing at clubs and bars. But the public has an insatiable taste for foreign black jazz bands, and they will stop at nothing to become a success.","release_date":"1962-05-07","genres":[35,10402],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":191979,"title":"Vampiresas 1930","adult":false},{"cast":["Asta Nielsen","Paul Otto","Fritz Weidemann","Fred Immler"],"overview":"Film star Ruth Breton has a habit of falling in love. When dating Walter she meets Von Zornhorst. When Zornhorst discards her, she pines away. As a last token of his love for Ruth, Walter writes a play for her, but during the final act of \"Pierrot's Death\", Ruth expires.","release_date":"1913-12-06","genres":[18],"vote_average":6.0,"runtime":17,"cert":"N\/A","id":191981,"title":"The Film Prima-Donna","adult":false},{"cast":["Norman Beaton","Trevor Thomas","Floella Benjamin","Dawn Hope","Oscar James"],"overview":"An innocent and unsophisticated Guyanese immigrant is exposed to the hustlin' way of life in the Brixton ghetto.","release_date":"1977-01-01","genres":[35,18],"vote_average":7.0,"runtime":97,"cert":"","id":191983,"title":"Black Joy","adult":false},{"cast":[],"overview":"Two friends on a jaunt in the Alps soon become rivals fighting over a damsel's heart. The suitors barter their muskets for Shrapnel bombshells fastened to their back. Chases and special effects guaranteed!","release_date":"1913-09-11","genres":[],"vote_average":4.0,"runtime":11,"cert":"N\/A","id":191991,"title":"A Duel at the Schrapnell","adult":false},{"cast":["Lionel Barrymore","Claire McDowell","Henry B. Walthall","Christy Cabanne","Kate Bruce"],"overview":"This story is somewhat in the nature of a poetical fantasy, and may be construed as the spectator pleases. It is the story of a wanderer who prefers to seek, through his flute, the spirit of truth, that he may give it out into the world as he passes through his various journeys and experiences in life and thus make earth a better and fairer place. He prefers this to the perpetual strife for gain.","release_date":"1913-05-02","genres":[18,14],"vote_average":6.0,"runtime":17,"cert":"N\/A","id":191993,"title":"The Wanderer","adult":false},{"cast":[],"overview":"Vitagraph short about a farmer's daughter who works her butt off and never really gets anything out of it. She dreams of one day going to college and finally gets her shot but something bad happens on the farm, which might cause her to stay home.","release_date":"1913-08-01","genres":[],"vote_average":5.0,"runtime":13,"cert":"N\/A","id":191995,"title":"The Courage of the Commonplace","adult":false},{"cast":["Keith Poulson","Sophia Takal","Kate Lyn Sheil","Brent Butler","Josh Safdie"],"overview":"Aspiring but less than ambitious photographer Nate clumsily navigates the New York City art world in a post-grad haze, waiting for his breakthrough project to fall into his lap. During a drug-fueled wormhole through the annals of YouTube, Nate discovers his next subjects when an arbitrary click lands him on a crude music video by the Young Torture Killaz—an Insane Clown Posse knock-off group of jaded Delaware teens with a lot to scream about—and the inspiration (and exploitation) flows","release_date":"2013-06-22","genres":[35],"vote_average":6.0,"runtime":73,"cert":"N\/A","id":191997,"title":"Hellaware","adult":false},{"cert":"N\/A","title":"Granddad","cast":["William Desmond Taylor","Mildred Harris","Frank Borzage","J. Barney Sherry"],"genres":[18],"id":191999,"overview":"Mildred is staying with her grandfather, Civil War veteran Jabez Burr, when she receives a letter from her father. Her father has re-married, and will be bringing his new wife home soon. But when Mildred's stepmother finds out that Jabez drinks, she takes a dislike to him, and begins to resent his closeness with Mildred...","runtime":29,"release_date":"1913-07-23","vote_average":6.0,"adult":false}]