[{"cast":["Elizabeth Taylor","George Murphy","S.Z. Sakall","Mary Astor","Gene Lockhart"],"overview":"Sheltered by her parents, a small-town teenager finally goes out on a date.","release_date":"1947-08-27","genres":[35,18],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":192501,"title":"Cynthia","adult":false},{"cast":["Rodolphe Antrim","Sebastian Barrio","Eva Mercedes","Philippe Dean","Maeva Excel"],"overview":"Behind a restaurant's hidden doorway, there awaits a playroom of lust and pleasure. Here, an unassuming woman discovers the truth beneath the lies of her boyfriend's \"urgent meetings\". Ultimately, she too succumbs to this den of desire...but with an unashamed appetite for all which she craves.","release_date":"2001-01-06","genres":[],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":192506,"title":"Black Lace & White Lies","adult":true},{"cast":[],"overview":"Rabbit In The Moon - Decade: Jewel Case movie was released Jul 10, 2007 by the Southbeat studio. The band's style of electronic music is timeless, but to truly understand this group is to see and hear them live. Rabbit In The Moon - Decade: Jewel Case movie This 80+ minute set takes you behind the scenes and in front of thousands of screaming fans at one of their live festival performances, shot in Hi-Def with a 5.1 Surround Sound mix..","release_date":"2007-07-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":192508,"title":"Rabbit In The Moon Decade","adult":false},{"cast":["Wallace Beery","John Howard","Dolores del Río","Donald Meek","Robert Barrat"],"overview":"A frontier scout (Wallace Beery), a Boston officer (John Howard) and a Russian girl (Dolores del Rio) escape with a map past Confederates.","release_date":"1940-02-16","genres":[18,36,10752,37],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":192510,"title":"The Man from Dakota","adult":false},{"cast":["Paulo Betti","Malu Mader","Othon Bastos","Michael Byrne","Antônio Pitanga"],"overview":"A movie about a Brazilian entrepreneur who rivalled American's richest man at his time, well-known Rockfeller. Irineu Evangelista de Souza in 1867 had $155.000 contos de reis, meanwhile the Brazilian Governement annual budget was 97.000 contos de reis. The movie shows his life from poverty to riches and back to poverty again, as is common in Brazil, rich people die poor.","release_date":"1999-10-15","genres":[36,18],"vote_average":7.6,"runtime":132,"cert":"N\/A","id":192512,"title":"Mauá - O Imperador e o Rei","adult":false},{"cast":["Barbarella","Ricardo Bell","Niki Belucci","Dorothy Black","Nikky Blond"],"overview":"","release_date":"2003-01-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":192514,"title":"L'éducation de Claire","adult":true},{"cast":["Alice Babs","Adolf Jahr","Solveig Hedengran","Carl Hagman","Viran Rydkvist"],"overview":"Old fashioned teachers are taught swing dancing by a student.","release_date":"1940-12-21","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":192516,"title":"Swing it, magistern!","adult":false},{"cast":["Aleska Diamond","Angelica Heart","Brooklyn Lee","Katalin Kiraly","Zafira"],"overview":"","release_date":"2012-01-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":192533,"title":"Secrétaires à Lunettes","adult":true},{"cast":["Jeetendra","Hema Malini","Dharmendra","Shreeram Lagoo","Om Shivpuri"],"overview":"Aarti, a dancer, is grieving over the death of her lover, Chandan. She is befriended by Inder who eventually falls in love with her. But a revelation about their connected past leaves them in shock.","release_date":"1977-05-09","genres":[],"vote_average":0.0,"runtime":139,"cert":"N\/A","id":192535,"title":"Kinara","adult":false},{"cast":["Dickie Moore","Martha Sleeper","John Miljan","Franklin Pangborn","Jane Darwell"],"overview":"A look at how his parents' divorce affects the life of a young boy.","release_date":"1934-10-14","genres":[18],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":192540,"title":"Tomorrow's Youth","adult":false},{"cast":["Sunset Carson","Smiley Burnette","Peggy Stewart","Weldon Heyburn","Tom Chatterton"],"overview":"Just after the Oklahoma Panhandle was annexed into the united states an ex-lawman turned newspaper man arrives to town to civilize it. He brings along Frog, a photographer and Sunset Carson as muscle. The seedy element in the territory doesn't want law and order and they plot against them and try to stop Sunset Carson being sheriff.","release_date":"1944-10-06","genres":[28,37],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":192560,"title":"Code of the Prairie","adult":false},{"cast":["Rin Tin Tin Jr.","Grant Withers","Grace Ford","Monte Blue","Lafe McKee"],"overview":"A fur trapper catches another trapper trying to steal his furs. He stops the thief, but later on the furs are stolen anyway. Rin Tin Tin Jr. tracks down the thief to try to get the furs back.","release_date":"1935-05-10","genres":[28,12],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":192562,"title":"The Test","adult":false},{"cast":[],"overview":"","release_date":"2006-10-13","genres":[10402],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":192570,"title":"Deep Blue Organ Trio - Goin' To Town","adult":false},{"cast":["Lou Taylor Pucci","James Duval","Stella Maeve","Nora Kirkpatrick","Amanda Kimmel"],"overview":"Youth, in all its messy, drunken glory, is the connective thread at an all night noise-rock concert in the woods, where a motley assortment of music lovers prove that it isn’t always darkest before the dawn.","release_date":"2013-06-15","genres":[],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":192572,"title":"All Together Now","adult":false},{"cast":["Noël Wells","Matt Mider","Amanda Bauer","Timmy L'Heureux","Chuck McCarthy"],"overview":"On a spur of the moment road trip, new friends Sophie and Pete hatch a misguided plan to get hitched.","release_date":"2013-06-15","genres":[35,18,10749],"vote_average":7.5,"runtime":88,"cert":"N\/A","id":192574,"title":"Forev","adult":false},{"cast":["Rin Tin Tin Jr.","Regis Toomey","Jack Mulhall","Molly O'Day","Jack Mower"],"overview":"Rin-Tin-Tin brings the killer of his mistress to justice.","release_date":"1935-12-16","genres":[12,28],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":192582,"title":"Skull and Crown","adult":false},{"cast":["Vincent Londez"],"overview":"","release_date":"2011-06-07","genres":[99],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":192584,"title":"Un homme presque parfait","adult":false},{"cast":["Tom Tyler","Eddie Gribbon","Marion Shilling","William Gould"],"overview":"A dying Marshal gives his identification papers to Tom. After Tom arrives in town, the papers drop and are found during a fight so Tom decides to assume the Marshal's identity. Mason, the chief, now sends Rattler, the killer of the Marshal, to also kill Tom. But when he overhears Tom is a fake, they change their plans and now go to arrest Tom for the murder of the Marshal.","release_date":"1935-08-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":192589,"title":"Rio Rattler","adult":false},{"cast":["Daniel Giménez Cacho","Regina Orozco","Bruno Bichir","Guillermo del Toro","Andrés Bustamante"],"overview":"Santos, a fighter finished pacheco overweight and suffers from his recent divorce with Busty Mendoza, a voluptuous and wild woman fighter. To get out of your depression, Santos begins a campaign to help Sahuayo Zombies (gray and harmless characters with which fully identifies). However, his philanthropic campaign soon becomes a very profitable business that leverages Santos for their benefit. The population becomes a zombie plague and Busty Santos threatens to dispose of them. However, the Peyote Murderer (rivals Santos) who gets rid of the zombies. But the world without zombies turns out to be worse than anyone could have imagined and the only chance to save the nation is that the Saints and the Peyote work together to return to repopulate the world Sahuayo zombies.","release_date":"2012-11-30","genres":[35,16],"vote_average":5.5,"runtime":96,"cert":"N\/A","id":192591,"title":"El Santos vs la Tetona Mendoza","adult":false},{"cast":["Kemal Sunal","Renan Fosforoğlu","Hüseyin Kutman","Ayşegül Uygurer"],"overview":"Selim is a paperboy who delivers the morning papers with his truck. He buys a walkie talkie to find find a friend. His codename is \"The Handsome\". After a while he meets the girl and they start a relationship. It is hard for them to get married.","release_date":"1987-01-01","genres":[35],"vote_average":5.1,"runtime":92,"cert":"N\/A","id":192596,"title":"The Handsome","adult":false},{"cast":[],"overview":"A filmmaker questions her own national identity.","release_date":"2001-01-01","genres":[],"vote_average":5.0,"runtime":72,"cert":"N\/A","id":192604,"title":"A Hungarian Passport","adult":false},{"cast":[],"overview":"An impressionistic film about bidding farewell to departing army recruits and the end of freedom.","release_date":"1972-05-01","genres":[99],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":192606,"title":"Don't Cry","adult":false},{"cast":["Tom Tyler","Al St. John","William Gould","John Elliott"],"overview":"Tom Hilton and Stub Macey are heading to the Jergenson ranch to buy his cattle. But Jeckyl and Sheriff Slater control the cattle market forcing the ranchers to buy at their price and they intend to keep the newcomers out.","release_date":"1935-12-14","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":192617,"title":"Trigger Tom","adult":false},{"cast":["John Curro","Veronica Fury","Kimberley Pitt","Alison Rogers","Gary Thorpe"],"overview":"A group of brave and committed musicians take on an 80 year curse in an attempt to stage one of the longest, largest and most technically difficult symphonies ever composed.","release_date":"2011-06-30","genres":[99],"vote_average":7.0,"runtime":82,"cert":"N\/A","id":192619,"title":"The Curse of the Gothic Symphony","adult":false},{"cast":["Harry Carey","Gertrude Messinger","Edward Norris","Roger Williams","Earl Dwire"],"overview":"The son of Sheriff Clay Hartley, of the frontier town Elder, has gotten into bad company and hangs out with an outlaw gang in which, Collins, owner of the Golden Rule Saloon, is the secret head. Sheriff Hartley suspects him, but has been unable to gather the needed evidence. Collins instructs his gang, including young Hartley, to hold up the stagecoach on its return trip from Missionary Flats and take the cargo of gold dust it is carrying. Sheriff Hartley is notified of the planned holdup by one of his deputies who has been spying on Collins, and organizes a posse. A deputy-sheriff is killed in the ensuing gunfight between the lawmen and the outlaws, but Deputy Joe Larkin, pursues and captures Clay Hartley Jr. The latter is quickly tried and convicted of the killing of the deputy, and sentenced to be hung. Sheriff Hartley has only a few hours to prove his son was not the killer. He enlists the aid of Collins' step-daughter, Joan, who is in love with Hartley's son.","release_date":"1935-04-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":192636,"title":"Wagon Trail","adult":false},{"cast":["Silas Gordon Brigham","Sam Repshas","Cate Buscher","Josh Davidson","Ricardo Kingsbury"],"overview":"A musician with hyper-sensitive hearing goes in search of an ominous sound that plagues him, but is inaudible to everyone else.","release_date":"2012-06-01","genres":[18,53],"vote_average":6.3,"runtime":90,"cert":"N\/A","id":192644,"title":"Ultrasonic","adult":false},{"cast":["David Sharpe","Gertrude Messinger","Eddie Phillips","Mary Kornman","Mickey Daniels"],"overview":"Young David Morton, heir to millions, has been over-zealously restrained from normal youthful activities by his two old-maid Aunts, Harriet and Agatha. In an outburst from his confinement, he meets lovely Gertrude, and promises to race her injured-brothers car in the Big Race. Between the gangsters trying to win the race by disabling him, and his bungling bodyguards trying to bring him home safely, David has a battle to win the race and Gertrude's heart.","release_date":"1935-04-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":192652,"title":"Roaring Roads","adult":false},{"cast":["David Coverdale","Doug Aldrich","Reb Beach","Michael Devin","Brian Ruedy"],"overview":"Live performance from British rock band Whitesnake, recorded at Japan's 2011 Loud Park Festival at Saitama Super Arena in Saitama City.","release_date":"2013-04-14","genres":[10402],"vote_average":4.0,"runtime":73,"cert":"N\/A","id":192657,"title":"Whitesnake: Made in Japan","adult":false},{"cast":["Mohanlal","Karthika","Thilakan","Sreenivasan","Seema"],"overview":"Madhavan (Sreenivasan) is trying to get a job for his unemployed friend Sethu (Mohanlal). When a spate of robberies takes place in a middle-class neighbourhood, Madhavan has Sethu pose as Raam Singh, a Nepali emigre, to fulfill the residents' need for a Gorkha security guard. A police officer (Thilakan) and his daughter (Karthika) move into the neighbourhood, bringing back memories from the past for Sethu.","release_date":"1986-07-03","genres":[35,10751,10749],"vote_average":7.5,"runtime":140,"cert":"N\/A","id":192671,"title":"Gandhinagar 2nd Street","adult":false},{"cast":["Mohanlal","Revathi","Shobana","Thilakan","Kaviyoor Ponnamma"],"overview":"Nanda (Revathi) is in love with a leading architect Narendaran (Mohan Lal), both of whom are in Bangalore. While they are talking on top of a building Narendran slips and falls down dying instantly. Nanda escorts the corpse to his homeland in Kerala. To her surprise she sees Narendran's twin brother Unni (Mohan Lal), who looks exactly like Narendran. She thinks Narendran is not dead and everyone is trying to fool her.  Narendran's parents want Nanda to marry Unni but he is already in love with Bhadra (Shobana).","release_date":"1993-07-04","genres":[18,10749],"vote_average":6.5,"runtime":140,"cert":"N\/A","id":192673,"title":"Maya Mayooram","adult":false},{"cast":["Amitabh Bachchan","Saif Ali Khan","Sanjay Dutt","Vidya Balan","Jackie Shroff"],"overview":"As the kingdom of Devigarh comes apart at the seams, an aging bodyguard attempts to protect the Royal Family, as well as keep its darkest secrets from ever coming to light.","release_date":"2007-01-01","genres":[28,18,53],"vote_average":6.1,"runtime":105,"cert":"12A","id":192675,"title":"Eklavya: The Royal Guard","adult":false},{"cast":["Navya Nair","Prithviraj Sukumaran","Kaviyoor Ponnamma","Revathi","Siddique"],"overview":"Balamani is the housemaid looking after Unni Amma. There are three more housemaids in the house but it is Balamani's duty to look after them too. Balamani is a devotee of Guruvayoorappan (Lord Krishna of Guruvayoor). But she could never visit the Guruvayoor temple, though her house is very near to the temple. Unni Amma's grandson Manu comes to spend a couple of weeks with Unni Amma before he goes to USA. Manu and Balamani fall in love but the whole family is against their union. Will Balamani's friend Guruvayoorappan (Lord Krishna of Guruvayoor) come to their help..?","release_date":"2002-12-20","genres":[10749,10751],"vote_average":6.6,"runtime":145,"cert":"N\/A","id":192677,"title":"Nandanam","adult":false},{"cast":["Lal","Biju Menon","Mia George","Suresh Krishna","P. Sukumar"],"overview":"The film tells the story of friendship. The story is centered around an eventful New Year celebration of five friends and the sequence of events following it in the next few days.","release_date":"2012-11-29","genres":[35,10751],"vote_average":4.6,"runtime":112,"cert":"N\/A","id":192679,"title":"Chettayees","adult":false},{"cast":[],"overview":"A tiny robot is given the gift of life with only one limitation, the length of his power cable.","release_date":"2009-03-13","genres":[16,18],"vote_average":7.1,"runtime":4,"cert":"N\/A","id":192681,"title":"Reach","adult":false},{"cast":["Glen Payne","George Younce","Ernie Haase","Scott Fowler","Roger Bennett"],"overview":"\"The Cathedrals: A Farewell Celebration\" captures this legendary group during one of their finest - and most emotional - hours. This video was taped at a live concert in the Ryman Auditorium on the Nashville stop of the group's 1999 farewell tour. The farewell celebration, hosted by Bill Gaither, attracted some of the biggest names in gospel music. Shown paying musical tribute to the Cathedrals are the Statler Brothers, the Oak Ridge Boys, Sandi Patty, Guy Penrod and others.","release_date":"1999-01-01","genres":[10402],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":192683,"title":"A Farewell Celebration","adult":false},{"cast":["Guy Madison","Lisa Gastoni","Gastone Moschin","Ingrid Schoeller"],"overview":"","release_date":"1964-05-10","genres":[12,36],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":192685,"title":"Il vendicatore mascherato","adult":false},{"cast":["Vinay Rai","Aravind Akash","Sathyan Sivakumar","Chaams","Raai Laxmi"],"overview":"Billa, Ranga and Kochadaiyaan are dissatisfied with their respective marriages. Along with their friend Guru, who is about to marry, they resolve to turn bachelors once again and live life to the fullest.","release_date":"2013-03-08","genres":[35],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":192687,"title":"Onbadhule Guru","adult":false},{"cast":["In Son Cha","Chang-su Choi","Chol Gyu Ham","Chol Kim","Tae-su Pak"],"overview":"In-Son, a young benchwarmer with aspirations of breaking into the first team, which is littered with established stars. The opening game of the season hands him his opportunity, but his lack of experience coupled with the expectation of the crowd leave him with little success on the pitch. The side loses, forcing the manager and the team back to the drawing board.","release_date":"1978-01-30","genres":[18],"vote_average":5.0,"runtime":77,"cert":"N\/A","id":192692,"title":"Centre Forward","adult":false},{"cast":["Jonas Renkse","Anders \"Blakkheim\" Nyström","Fred Norrman","Mattias Norrman","Daniel Liljekvist"],"overview":"The Black Sessions is a best-of album from Katatonia. It contains the material from Katatonia's 1998-2003 era, which mainly consists of goth rock\/doom metal material. This is the live performance by Katatonia in Krakow, Poland, while Katatonia was touring in support of Viva Emptiness.  1.Ghost of the Sun  2.Criminals  3.Teargas  4.I Break  5.I Am Nothing  6.Sweet Nurse  7.Tonight's Music  8.For My Demons  9.Chrome  10.Future of Speech  11.Complicity  12.Burn the Rememberance  13.Evidence  14.Deadhouse  15.Murder","release_date":"2005-02-21","genres":[10402],"vote_average":9.0,"runtime":69,"cert":"N\/A","id":192697,"title":"Katatonia: The Black Sessions","adult":false},{"cast":["Kisha Tikina Burgos","Ivan Camilo","Dolores Pedro","Rosie Berrido","Enrique Juliá"],"overview":"A Puerto Rican salon employee is forced to confront her own erotic desires when she becomes obsessed with the violent sexual tendencies of her new neighbors.","release_date":"2011-10-05","genres":[10749,80,53],"vote_average":2.0,"runtime":102,"cert":"N\/A","id":192699,"title":"Under My Nails","adult":false},{"cast":[],"overview":"About an hour-and-a-half of video footage featuring the Wu-Tang Clan is collected on this DVD, the bulk of the program being devoted to 14 music videos for tracks from their first four albums (all but one appearing on the first three of those). Unsurprisingly, all seven of their chart singles from the era (\"Method Man\", \"C.R.E.A.M.\", \"Can It All Be So Simple\", \"It's Yourz\", \"Gravel Pit\", \"Protect Ya Neck (The Jump Off)\", and \"Uzi (Pinki Ring)\") are represented, though the video for \"It's Yourz\" also features \"Older Gods\".","release_date":"2006-01-01","genres":[10402],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":192704,"title":"Wu-Tang Clan - The Legend of the Wu Tang - The Videos","adult":false},{"cast":["David Ladd","Julie Adams","John Agar","Charles Winninger","Richard Arlen"],"overview":"Raymie, an eight-year-old boy and an avid fisherman, dreams of catching a legendary giant barracuda know as Old Moe.","release_date":"1960-07-05","genres":[18],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":192706,"title":"Raymie","adult":false},{"cast":["Esraa Bani","Albert Bartlett","Lester Brown","Martha Campbell","Susan Davis"],"overview":"Mother, the film, breaks a 40-year taboo by bringing to light an issue that silently fuels our largest environmental, humanitarian and social crises - population growth. Since the 1960s the world population has nearly doubled, adding more than 3 billion people. At the same time, talking about population has become politically incorrect because of the sensitivity of the issues surrounding the topic- religion, economics, family planning and gender inequality. The film illustrates both the over consumption and the inequity side of the population issue by following Beth, a mother, a child-rights activist and the last sibling of a large American family of twelve, as she discovers the thorny complexities of the population dilemma and highlights a different path to solve it.","release_date":"2011-05-15","genres":[99],"vote_average":8.0,"runtime":69,"cert":"N\/A","id":192708,"title":"Mother: Caring for 7 Billion","adult":false},{"cast":[],"overview":"","release_date":"2008-01-01","genres":[99],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":192710,"title":"Robot sapiens - Les Hommes du futur","adult":false},{"cast":["Samuel L. Jackson","Callan McAuliffe","India Eisley","Carl Beukes","Jaco Muller"],"overview":"Based on the groundbreaking, cult classic anime, KITE tells the story of Sawa, a young woman living in a corrupt society where crime and gangs terrorize the streets. When Sawa's mother and policeman father are found victims of a grisly double homicide, she begins a ruthless pursuit for the man who murdered them. With the help of her father's ex-partner, Karl Aker, and a mysterious friend from her past, she becomes a merciless teen assassin, blasting her way through the dark world of human trafficking only to uncover a devastating truth","release_date":"2014-06-13","genres":[18,28],"vote_average":4.3,"runtime":90,"cert":"15","id":192712,"title":"Kite","adult":false},{"cast":["Amacio Mazzaropi","Marly Marley","Marina Freire","Elizabeth Hartmann","Edgard Franco"],"overview":"","release_date":"1965-05-07","genres":[35],"vote_average":6.7,"runtime":null,"cert":"N\/A","id":192714,"title":"O Puritano da Rua Augusta","adult":false},{"cast":["Erika Christensen","Ralph Cole Jr.","Michael Paré","Paul Sorvino","Victoria Summer"],"overview":"An alcoholic theater owner needs to put together a successful musical in order to pay off his mob debt, but problems arise when the wise guys want to cast their friends in the production.","release_date":"2013-05-10","genres":[10402],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":192731,"title":"How Sweet It Is","adult":false},{"cast":["Benjamin Gilani","Luke Kenny","Kirti Kulhari","Ashwin Mushran","Prem Thapa"],"overview":"Neil Parker is a passionate wildlife photographer who pays more attention to his wildlife than his human life. as a result his relationships with the real world suffer. When his girlfriend walks out on him he resigns himself to isolation and nature. But a chance occurrence changes all that. Changes that he can't seem to handle, changes that seem to take his humanity away... changes that seem unable to change back? The story follow his journey into a darkness that has to be seen to be believed. A monster that seems to be rising out of the depths of desolation and agony... soulless, depraved and out of control.","release_date":"2013-04-05","genres":[53,27,18],"vote_average":3.0,"runtime":94,"cert":"N\/A","id":192736,"title":"Rise of the Zombie","adult":false},{"cast":["Daniel Ellsberg","Franz Gayl","Seymour Hersh","David Carr","Sharon Weinberger"],"overview":"War on Whistleblowers: Free Press and the National Security State highlights four cases where whistleblowers noticed government wrong-doing and took to the media to expose the fraud and abuse. It exposes the surprisingly worsening and threatening reality for whistleblowers and the press. The film includes interviews with whistleblowers Michael DeKort, Thomas Drake, Franz Gayl and Thomas Tamm and award-winning journalists like David Carr, Lucy Dalglish, Glenn Greenwald, Seymour Hersh, Michael Isikoff, Bill Keller, Eric Lipton, Jane Mayer, Dana Priest, Tom Vanden Brook and Sharon Weinberger.","release_date":"2013-04-19","genres":[99],"vote_average":7.7,"runtime":53,"cert":"N\/A","id":192738,"title":"War on Whistleblowers: Free Press and the National Security State","adult":false},{"cast":["Bill Leathwick","Paul Thomas Lewis","Angela Franklyn","James Crompton","James Bailey Fletcher"],"overview":"Journey of a Story follows the life of William Brown, a fictional New Zealand serviceman both physically and emotionally damaged by his tour of duty in Europe and time as a Prisoner of War during World War II. Returning home, William finds a very different world to the one he left behind. Forced to leave the home he planned to enjoy with his wife Lily and young son James, William struggles to cope until an observant War Pension medical officer convinces William to take up writing. Fueled with a new passion for life, William finally finds a road to success, in ways he could not possibly imagine. The story is told to from the elderly William's point of view, as he relays his story to a young theatre director attempting to bring William's life to the stage.","release_date":"2012-05-10","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":192740,"title":"Journey of a Story","adult":false},{"cast":["Hoot Gibson","June Gale","Oscar Apfel","Ada Ince","John Elliott"],"overview":"A rancher's son finds himself helping another rancher who is at odds with his father--all because of the father's crooked partner.","release_date":"1935-07-16","genres":[],"vote_average":3.0,"runtime":60,"cert":"N\/A","id":192742,"title":"Rainbow's End","adult":false},{"cast":["Sunil Dutt","Anil Kapoor","Poonam Dhillon"],"overview":"Bitter hatred had always existed between two Rajput families, namely those of Bharat Singh and Prithviraj Singh, resulting in the death of Bharat's nephew. Years later, Prithviraj's son Dharamraj gets married to Sunaina, who gives birth to a baby boy named Deshraj. On Deshraj's 10th birthday, Prithviraj goes to make peace with Bharat and invites him for a birthday party, which Bharat attends, but there is no end to the animosity - which results in the death of Prithviraj, when his chauffeur, Chandu, is bribed and manipulated by Bharat and his men. (Watch for more)","release_date":"1984-09-06","genres":[10749],"vote_average":5.0,"runtime":131,"cert":"N\/A","id":192750,"title":"Laila","adult":false},{"cast":["Deirdre O'Kane","Sarah Greene","Gloria Cramer Curtis","Liam Cunningham","Ruth Negga"],"overview":"Christina Noble overcomes the harsh difficulties of her childhood in Ireland to discover her destiny on the streets of Saigon. A true story.","release_date":"2014-09-19","genres":[18],"vote_average":6.9,"runtime":100,"cert":"15","id":192767,"title":"Noble","adult":false},{"cast":["Thomas Stipsits","Manuel Rubey"],"overview":"","release_date":"2012-12-07","genres":[],"vote_average":8.5,"runtime":null,"cert":"N\/A","id":192769,"title":"Manuel Rubey & Thomas Stipsits: Triest","adult":false},{"cast":[],"overview":"","release_date":"1934-01-01","genres":[99],"vote_average":8.3,"runtime":51,"cert":"N\/A","id":192783,"title":"Fiestas Cristianas \/ Fiestas Profanas","adult":false},{"cast":["Muriel Robin"],"overview":"","release_date":"1990-05-10","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":192785,"title":"Muriel Robin à l'Olympia - Tout m'énerve","adult":false},{"cast":[],"overview":"","release_date":"1897-01-01","genres":[99],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":192793,"title":"Les Ainos à Ueso, I","adult":false},{"cast":[],"overview":"No Overview","release_date":"1901-01-01","genres":[],"vote_average":5.5,"runtime":1,"cert":"N\/A","id":192795,"title":"Glissade sur la neige","adult":false},{"cast":[],"overview":"No Overview","release_date":"1896-01-01","genres":[],"vote_average":5.3,"runtime":1,"cert":"N\/A","id":192797,"title":"Défilé de jeunes filles au lycée","adult":false},{"cast":[],"overview":"A Chinese dragon parade.","release_date":"1902-01-01","genres":[99],"vote_average":5.3,"runtime":1,"cert":"N\/A","id":192799,"title":"Promenade du dragon à Cholon","adult":false},{"cast":["Claire Windsor","Johnny Mack Brown","Anita Louise","Kenneth Thomson","Matty Kemp"],"overview":"A man falls in love with a young woman, only to discover that she's the daughter of an ex-girlfriend who jilted him almost 20 years before.","release_date":"1934-07-05","genres":[18],"vote_average":6.0,"runtime":65,"cert":"N\/A","id":192807,"title":"Cross Streets","adult":false},{"cast":["Emmanuel Mark","John Tench"],"overview":"A resistance movement rises against a totalitarian regime.","release_date":"1996-07-24","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":192818,"title":"Johnny Shortwave","adult":false},{"cast":["Danny Aiello","Lyle Alzado","J. Christian Ingvordsen","Steven Kaman","John Weiner"],"overview":"The special commando Delta Force is sent behind the line of fire into the terrain of the enemy. Their mission goal is to destroy a base where the enemies prepare a new weapon: a combat helicopter.","release_date":"1989-05-11","genres":[],"vote_average":0.0,"runtime":117,"cert":"N\/A","id":192823,"title":"Shocktroop","adult":false},{"cast":["Yan Qingyu","Yang Xiao-Dan"],"overview":"Often cited as China’s first independent feature film, this low-budget drama, filmed largely in the director’s Beijing apartment, depicts the life of a single mother (a topic considered taboo at the time) caring for her mentally challenged son. Shot with a documentary aesthetic that includes interviews with families of mentally challenged persons, the film helped kick-start the Sixth Generation of filmmakers (including Wang Xiaoshuai and Jia Zhangke) and their ethos of employing documentary realism to depict the true conditions of contemporary China.","release_date":"1990-05-01","genres":[],"vote_average":6.5,"runtime":89,"cert":"N\/A","id":192825,"title":"Mama","adult":false},{"cast":["Nkem Owoh","Mara Derwent","Charles Angiana","Cynthia Okereke","Victoria Summers"],"overview":"Osuofia (Nkem Owoh), a bamboozled villager from Nigeria, travels to London, England to receive his share of an inheritance left for him by a deceased relative.","release_date":"2003-01-01","genres":[],"vote_average":5.5,"runtime":84,"cert":"N\/A","id":192830,"title":"Osuofia in London","adult":false},{"cast":["Edward Furlong","Gary Busey","Lee Majors","Margot Kidder","Edi Zanidache"],"overview":"A dark comedic tale about love, revenge, and the fickle nature of human morality.","release_date":"2013-01-31","genres":[35,18],"vote_average":4.0,"runtime":95,"cert":"N\/A","id":192844,"title":"Matt's Chance","adult":false},{"cast":["Jack Donovan","Alice Dahl","Philo McCullough","Donald Keith"],"overview":"A railroad employee finds out the identity of \"The Wrecker\", a criminal who is deliberately causing trains to crash. However, before he can disclose the crook's name, he is shot and killed. A passenger aboard the train volunteers to go after the killer and bring \"The Wrecker\" to justice.","release_date":"1934-05-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":192852,"title":"Twisted Rails","adult":false},{"cast":[],"overview":"Being a teenager gets a whole lot more complicated for Anna when a zombie outbreak forces her and her friends to fight their way to their high school to rescue their parents. Singing and dancing their way to escape, they find they have to contend with more than just the vicious undead. This action-packed musical comedy promises to be a fresh twist on the zombie genre.","release_date":"2011-02-26","genres":[],"vote_average":4.3,"runtime":16,"cert":"","id":192857,"title":"Zombie Musical","adult":false},{"cast":["Ursula Austin","Jeffrey Hurst","Annie Sprinkle","Ed Marshall","Michael Gaunt"],"overview":"A man finds his wife cheating on him with his best friend; he kills both of them and then himself. Fifty years later, his ghost haunts the same apartment building. He repeatedly has sex with the young woman who moves into the apartment - making her think she's gone insane - kills her male admirers, and for good measure kills her neighbor's lover as well.","release_date":"1976-11-01","genres":[27],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":192859,"title":"Come With Me My Love","adult":true},{"cast":[],"overview":"This documentary begins with Ken Russell posing the question: \"What is a true English folk song, if there is such a thing?\" After recieving an indifferent response from his dog, Ken journeys around the countryside of England searching for an answer. He bumps into and interviews such famous artists as; Donovan, Fairport Convention, Osibisa, Eliza Carthy, So What, Edward II and The Albion Band among others.","release_date":"1997-11-14","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":192867,"title":"Ken Russell 'In Search of the English Folk Song'","adult":false},{"cast":["Johnny Mack Brown","Billie Seward","Syd Saylor","Lloyd Ingraham","Lee Shumway"],"overview":"Safely from behind some shrubbery, Johnny Hume, a boy of 6 or 7, witnesses the slaughter of his mother, father and brother by the guns of a gang led by \"the Cat\". Twenty years later finds Johnny grown to manhood, an expert bronc rider and target shooter - but paralyzed with fearful memories in an actual gunfight. This is brought home to him when some outlaws stick up the local saloon and Johnny ends up cowering behind the bar.","release_date":"1935-07-01","genres":[37],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":192869,"title":"Branded a Coward","adult":false},{"cast":["Li Li-Hua","Roy Chiao","Hsu Feng","Pai Ying","Tien Feng"],"overview":"Lee Khan, a high official under Mongolian Emperor Yuan of the Yuan dynasty (year 1366) procures the battle map of the Chinese rebel Chu Yuan-Chang's army. Rebel spies, aided by treachery within Khan's ranks, strive to corner him in an inn.","release_date":"1973-12-06","genres":[28,12],"vote_average":5.1,"runtime":105,"cert":"N\/A","id":192871,"title":"The Fate of Lee Khan","adult":false},{"cast":["Veronica Yip","Anthony Wong","Anthony Chan","Jamie Luk Kim-Ming","Fruit Chan"],"overview":"The wife of a heart surgeon, suffering from temporary blindness, is home alone. But a strange man ingratiates himself into her household in order to avenge the seduction and death of his wife, for which the surgeon appears responsible...","release_date":"1993-05-11","genres":[53],"vote_average":7.0,"runtime":88,"cert":"N\/A","id":192888,"title":"3 Days of a Blind Girl","adult":false},{"cast":[],"overview":"A small troop of North Korean soldiers, armed with just four guns among them, defeats General Douglas MacArthur and 50,000 American soldiers at Inch'on.","release_date":"1982-01-30","genres":[],"vote_average":8.0,"runtime":92,"cert":"N\/A","id":192890,"title":"Wolmi Island","adult":false},{"cast":["Henry Moss","John Stephen","Robert Orbach","Tom Salter","Tom Salter"],"overview":"Carnaby Street Undressed is a story of fashion, music and eye opening insights into London's Carnaby Street in its 1960s heyday, told by the owners of the fashion shops that defined the iconic Street, and the popular musicians who were part of the “the scene”. This includes The Who lead sing Roger Daltrey, Donovan, Frank Allen from the Searchers, Gary Leeds from The Walker Brothers, and Peter Noone from Herman’s Hermits. The film is the story of a generation that rebelled against the grey conformity of the 1950s with a cultural revolution emanating from Carnaby Street from where it spread across the globe changing fashion and music forever.","release_date":"2011-09-17","genres":[99],"vote_average":0.0,"runtime":90,"cert":"","id":192895,"title":"Carnaby Street Undressed","adult":false},{"cast":[],"overview":"Shocking, hilarious, madcap scenarios involving home videos found in dumpsters; mind-blowing musical footage featuring Don, the musical Indian Gangster; Crispin Glover; Mr. T; and of course Steve Via's surprise birthday video from one lovely quiffing lady. Plus, insane Japanese Game shows involving contestants catapulted off cliffs and large breasted ladies disrobing for the judges to weigh in their verdict! There's even a penis pump infomercial containing full demonstration and background music; highlights from the Turkish Star Wars and Turkish Wizard of Oz (if you're not familiar with the oddity of Turkish Films, these segments are certain to make you a fan); found computer animated Gay porn that is so shocking and hilarious it is certain to be played again and again! Not to mention the Six Million Dollar Man doll anally drilling G.I Joe in the found classic \"Major Repair Job\"! Plus a whole lot more!! We guarantee this video will become your favorite compilation of weirdness!","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":192900,"title":"Lost & Found Video Night Vol. 1","adult":false},{"cast":[],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":192902,"title":"National Geographic - Einzigartiger Everest","adult":false},{"cast":[],"overview":"An elderly dog goes to a time machine, which he plans to use to drive to the future so he can meet with \"someone\" who gives him a kendama. However, the machine goes haywire and the dog is regressed back to his infant state, eventually found by a researcher cat.","release_date":"2004-03-06","genres":[16,12,10751],"vote_average":6.0,"runtime":89,"cert":"N\/A","id":192904,"title":"Doraemon: Nobita in the Wan-Nyan Spacetime Odyssey","adult":false},{"cast":["John Motson","Jonathan Pearce"],"overview":"As the human world gathers to stage the Olympic Games, this programme looks at what would happen if animals were to do the same. Competitors from the mammal, bird, insect, reptile and fish nations are scaled to human size as they compete in Olympic events. On screen BBC sport graphics impart facts and figures, with commentary from John Motson and Jonathan Pearce.","release_date":"2004-08-11","genres":[99,14],"vote_average":0.0,"runtime":58,"cert":"U","id":192906,"title":"Animal Games","adult":false},{"cast":[],"overview":"The Monstruitas of Monster High are obsessed with going to Scaris, The City of Frights for Fashion international competition where the winner will become the apprentice of the world famous Madame Ghostier designer.","release_date":"2013-03-03","genres":[16,14],"vote_average":7.0,"runtime":61,"cert":"U","id":192911,"title":"Monster High: Scaris City of Frights","adult":false},{"cast":[],"overview":"","release_date":"2009-05-24","genres":[10402],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":192928,"title":"Richard Galliano. The Legendary Concert. Acoustic Trio","adult":false},{"cast":["Bruce Le","Lito Lapid","Chiang Tao","Bolo Yeung","Azenith Briones"],"overview":"Bruce returns to Manila to investigate the murder of his sister, Susan Chang. On the night of her attack she was helped by an amateur-boxer, Ramon \"Rocky\" Roblado. Behind Susan's death is the 'Black Dragon Society', who are searching for a sacred Samurai sword hilt which contains a map leading to a hidden location of one billion in Gold. Upon the discovery that Rocky may have the artefact, the leader of the Black Dragon's orders his men to retrieve it for him at any cost.","release_date":"1979-01-01","genres":[28,18],"vote_average":7.0,"runtime":88,"cert":"N\/A","id":192933,"title":"Bruce the Super Hero","adult":false},{"cast":["Cliff Hugo","Bernie Dresel","Jim Cox"],"overview":"","release_date":"2005-06-13","genres":[10402],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":192935,"title":"The Carl Verheyen Band - Live In L.A","adult":false},{"cast":["Preston Foster","Joan Fontaine","Herbert Mundin","William Brisbane","Alan Bruce"],"overview":"The film begins with a knuckle-head playboy (Preston Foster) working on a road crew dressed in a tux in order to win a bet. Apparently, this guy will take on any bet or act on a whim. This becomes very apparent when he disrupts a food giveaway hosted by the mayor's daughter and as a result of this, he announces he's running for mayor--though he seems very much apolitical and has no interest in the job. Later, when he once again meets up with the mayor's daughter (Joan Fontaine) they supposedly fall in love--although there seemed to be little chemistry between them and it made very little sense for Fontaine to suddenly love a guy she so quickly hated at the beginning of the film. Plus, she really had plenty of reason to dislike the guy.","release_date":"1937-06-25","genres":[10749,35],"vote_average":6.0,"runtime":62,"cert":"N\/A","id":192946,"title":"You Can't Beat Love","adult":false},{"cast":["Bruce Bennett","Joan Fontaine","Reed Howes","Monte Blue","Kenneth Harlan"],"overview":"John Kent (Monte Blue' ) wins the Olympic decathlon but is disqualified on a charge of professionalism. William Stevens (Kenneth Harlan), the second-place finisher, is awarded the title and trophies. Six years later Kent is running a moving truck for a living and training his young son Johnny (Bruce Bennett) to become an athlete. Chance brings about a meeting between Ken and Stevens, now a prosperous business man, with a little daughter, Joan (Joan Fontaine), who makes friends with young Johnny. As the years pass, the grown-up Johnny has developed to where he stands a chance of becoming an Olympic athlete and is in love with Joan. Mr. Stevens also wants to see Johnny succeed, and is annoyed that his attention to Joan may interfere with his training.","release_date":"1937-03-03","genres":[18,28],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":192948,"title":"A Million To One","adult":false},{"cast":["Bill Gaither","Mark Lowry","Guy Penrod","David Phelps","Robbie Hiner"],"overview":"Passin' the faith along are the Florida Boys, who mark 50 years together, Larry Gatlin, one country music's top talents, The Steeles, one of the newest additions to country gospel and the energetic Roy Lewis with the Lewis Family. Finding that faith is a hard secret to keep, the Homecoming Friends are \"helping to build the faith of another\" on a brand new video from the Indiana Roof Ballroom in Indianapolis.","release_date":"2004-01-01","genres":[10402],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":192950,"title":"Passin' The Faith Along","adult":false},{"cast":[],"overview":"","release_date":"2009-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":192964,"title":"Paulo ... A Travers Champs !","adult":false},{"cast":["Samantha Ryan","Allie Haze","Samantha 38G","Alex Chance","Diana Doll"],"overview":"Come along on a journey with eight women who are looking for love. Each one decides to go to a dating agency in the hopes of finding their soul mate. And while it may turn out the couplings don’t result in lifelong relationships, they certainly lead to steamy bedroom encounters! The women are passionate together, touching and tasting every inch of flesh as it’s revealed. They 69, scissor each other, discover each intimate place with eager fingers and lips, and leave one another completely satisfied!","release_date":"2012-11-09","genres":[],"vote_average":0.0,"runtime":173,"cert":"N\/A","id":192984,"title":"Lesbian Love Connections","adult":true},{"cast":["Popi Avraam","Donna Berlin","Nadia Charalambous","Christopher Greco","Andreas Karras"],"overview":"Dr Andrew Michael, the brother, is lost in the anonymity of London medical life. His desire to return to the parental home after 30 years is triggered by a letter lost in the post, sent by his father a few days before he died. When Andrew is back in Cyprus he takes lodge in the family home where he is joined by his three sisters. Old issues become revived as he slowly becomes aware that he is not very welcome and he embarks on a journey to discover how his father died, alienating his sisters in the process. The truth comes as suddenly as the rain that sweeps away all lies and sins, restoring the family to its former glory and allowing the siblings to move forward as one.","release_date":"2011-09-30","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":192986,"title":"Dinner With My Sisters","adult":false},{"cast":["Hayley Mills","John Mills","James MacArthur","Lionel Jeffries","Harry Andrews"],"overview":"Tommy Tyler, a lazy Caribbean sailor, and his tom-boy daughter, Spring, are out to search for a buried treasure. Tommy brings aboard William Ashton, a young lawyer, to help with the search. Ashton turns out to be handy when they encounter dangerous rivals. Tommy also tries to play match maker between Ashton and Spring – a difficult task indeed.","release_date":"1965-03-30","genres":[12,35,18],"vote_average":8.1,"runtime":102,"cert":"N\/A","id":192988,"title":"The Truth About Spring","adult":false},{"cast":["Hayley Mills","Ian McShane","Annette Crosbie","Laurence Naismith","Geoffrey Bayldon"],"overview":"A young, lonely, mentaly retarded teenage girl finds solace in burying dead animals after the sudden death of a friend of hers.","release_date":"1965-08-31","genres":[18,10749],"vote_average":5.4,"runtime":105,"cert":"","id":192990,"title":"Sky West and Crooked","adult":false},{"cast":["Jake Shimabukuro"],"overview":"Jake Shimabukuro: Life on Four Strings is a compelling portrait of an inspiring and inventive musician whose virtuoso skills on the ukulele have transformed all previous notions of the instrument’s potential. Through intimate conversations with Shimabukuro (she-ma-BOO-koo-row), Life on Four Strings reveals the cultural and personal influences that have shaped the man and the musician. On the road from Los Angeles to New York to Japan, the film captures the solitary life on tour: the exhilaration of performance, the wonder of newfound fame, the loneliness of separation from home and family.","release_date":"2012-12-10","genres":[99,10402],"vote_average":5.3,"runtime":54,"cert":"N\/A","id":192995,"title":"Jake Shimabukuro: Life on Four Strings","adult":false},{"cert":"N\/A","title":"With God On Our Side","cast":[],"genres":[99],"id":192997,"overview":"With God On Our Side takes a look at the theology of Christian Zionism, which teaches that because the Jews are God's chosen people, they have a divine right to the land of Israel. Aspects of this belief system lead some Christians in the West to give uncritical support to Israeli government policies, even those that privilege Jews at the expense of Palestinians, leading to great suffering among Muslim and Christian Palestinians alike and threatening Israel's security as a whole.  This film demonstrates that there is a biblical alternative for Christians who want to love and support the people of Israel, a theology that doesn't favor one people group over another but instead promotes peace and reconciliation for both Jews and Palestinians.","runtime":82,"release_date":"2010-04-07","vote_average":7.7,"adult":false}]