[{"cast":["Uwe Ochsenknecht","Anica Dobra","Jürgen Tarrach","Andreas Hoppe","Julia-Maria Köhler"],"overview":"","release_date":"2013-05-21","genres":[10770],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197007,"title":"Der Vollgasmann","adult":false},{"cast":[],"overview":"","release_date":"2011-05-01","genres":[18],"vote_average":6.5,"runtime":84,"cert":"N\/A","id":197009,"title":"How to Save a Life","adult":false},{"cast":["Lawrence Bucher","Daniel McCabe","Robert Scott Howard","Brian H. Scott","Mikos Zavros"],"overview":"A serial killer is loose in Vegas. Can Det. Lundi enact justice?","release_date":"2005-04-13","genres":[27],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":197011,"title":"Eyes Of The Chameleon","adult":false},{"cast":["Billy Zane","Mia Sara","James Russo","James Coburn","Louis Mandylor"],"overview":"Charlie Thorpe, a security systems expert, gets caught during a robbery. When he is released from jail he is hired by a bank owner to design a fool proof system during the refurbishing of a bank. But shortly after it's finished he is blackmailed into cracking the security.","release_date":"1995-07-23","genres":[28,53,9648],"vote_average":4.7,"runtime":93,"cert":"N\/A","id":197013,"title":"The Set Up","adult":false},{"cast":["Martin Rapold","Stefan Gubser","Beat Schlatter"],"overview":"The wife of the publisher of the tabloid newspaper EXKLUSIV is shot in front of the editors building. The journaIist Mike Baertschi, employee of EXKLUSlV and his photographer Bernhard Kauter are witnesses of this attack.","release_date":"1999-10-13","genres":[80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197015,"title":"Exklusiv","adult":false},{"cast":["Ella Vicorie Henriksen Haagensen","Julie Solberg","Ebba Tangen"],"overview":"Oh My God! is a humorous observation of children´s interpretations and experiences of sexuality. The film also looks back through grown-up eyes at the reality of being part of the \"in-crowd\" and the lengths to which one is prepared to go to become a respected member. But first and foremost Oh my God! is a film about peer pressure. And about the mysteries of orgasm.","release_date":"2008-05-25","genres":[35],"vote_average":4.0,"runtime":9,"cert":"N\/A","id":197017,"title":"Oh, My God!","adult":false},{"cast":[],"overview":"There's nothing like gathering your family around a roaring fire during the holidays. But what would happen if you added a little Disney magic? Introducing Disney's MAGICAL FIREPLACE, a virtual fireplace that's the next best thing to a real fire and a whole lot more fun! Filled with Disney Magic, it's nothing you've ever seen before! Look for hidden Mickeys and other favorite Disney characters as they mysteriously appear in the shadows. Everyone will \"ooh\" and \"aah\" as the glowing red flames dance to a symphony of fireworks, shimmering colors and spectacular surprises like only Disney can bring. How many classic Disney characters can you find? Choose from classic holiday music, with two beloved songs performed by Disney characters, or the snap, crackle and pop of a roaring fire! So wrap up the season with Disney's MAGICAL FIREPLACE -- it's the perfect way to say \"welcome home\" any day of the year.","release_date":"2008-01-30","genres":[],"vote_average":10.0,"runtime":60,"cert":"N\/A","id":197022,"title":"Disney's Magical Fireplace","adult":false},{"cast":["Cameron Deane Stewart","Justin Deeley","Ally Maki","Andrew Caldwell","Meaghan Jette Martin"],"overview":"A coming-of-age movie that tells a story unfolding in every high school around the country -- a story of kids hiding their true identities in plain sight, even as they feverishly pursue their hearts' desires.","release_date":"2013-05-22","genres":[35,18,10749],"vote_average":6.5,"runtime":79,"cert":"N\/A","id":197033,"title":"Geography Club","adult":false},{"cast":["John Cena","Ryan Reeves","Phillip Jack Brooks","Chris Irvine","Nick Nemeth"],"overview":"For rivals John Cena and Ryback, payback will come in the form of hell – 3 Stages of Hell! Will the ravenous challenger send the Champ for an ambulance ride, or will John Cena escape hell with his WWE Championship? Plus, Dolph Ziggler is back to defend his World Heavyweight Championship against the man he won it from, Alberto Del Rio. And for the first time since WrestleMania, CM Punk is in action, but Chris Jericho wants to spoil the self-proclaimed Best in the World’s Chicago homecoming. Superstars collide and seek retribution as WWE presents, for the first time ever, WWE Payback.","release_date":"2013-06-16","genres":[28,18],"vote_average":7.2,"runtime":180,"cert":"N\/A","id":197044,"title":"WWE Payback 2013","adult":false},{"cast":["George Raft","Gianna Maria Canale","Massimo Serato","Guido Celano","Irene Papas"],"overview":"\"The Man from Cairo\", a Michaeldavid production for distribution by Lippert, with Ray Enright the only credited director on the film print, finds Mike Canelli, the man from Cairo, nosing around Algiers with mystery surrounding the people he meets and the things he does and has done to him, all deriving from the war-time theft of $100,000,000 in gold which lies somewhere in the adjacent desert. People representing many nationalities and reasons are also seeking the gold. It boils down to a battle between Canelli and the original looter aboard a speeding train.","release_date":"1953-09-03","genres":[18,80],"vote_average":7.0,"runtime":81,"cert":"N\/A","id":197052,"title":"The Man From Cairo","adult":false},{"cast":["Sergey Garmash","Sergey Nikonenko","Vasiliy Mishchenko","Vladimir Bolshov","Boris Shcherbakov"],"overview":"Eight men, eight stories about the morning after party...","release_date":"2003-12-04","genres":[18,35],"vote_average":4.1,"runtime":90,"cert":"N\/A","id":197057,"title":"And in the Morning They Woke Up","adult":false},{"cast":["Peter Kraus","Hannelore Schroth","Christine Kaufmann","Helen Vita","Gustav Knuth"],"overview":"","release_date":"1959-06-03","genres":[10402,35],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":197068,"title":"Alle lieben Peter","adult":false},{"cast":["Maria Bamford"],"overview":"For Christmas 2009, Maria Bamford released a free stand-up special online as a gift to her fans - and this is that special!","release_date":"2009-12-25","genres":[],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":197070,"title":"Maria Bamford's One-Hour Homemade Christmas Stand-up Special","adult":false},{"cast":["Kassidy Love Brown","Kristen Harris","Darcy Fehr"],"overview":"On the brink of puberty in 1962 suburban Winnipeg, Sarah Matthews is increasingly challenged and confused by her mother’s instability and sexual power. While her father refuses to acknowledge that the family is fracturing under the stress of his wife’s mental illness, Sarah uses her creativity, inner strength, and a new friend to discover her own identity. With courage, Sarah bears witness and demands truth from the adults around her, demonstrating love’s capacity to endure.","release_date":"2012-04-17","genres":[],"vote_average":9.0,"runtime":84,"cert":"N\/A","id":197078,"title":"Passionflower","adult":false},{"cast":["Tsuyoshi Kusanagi","Narumi Yasuda","Teruyuki Kagawa","Kaho","Shunsuke Kazama"],"overview":"A gangster runs a budget nursing home.","release_date":"2012-11-16","genres":[],"vote_average":5.3,"runtime":134,"cert":"N\/A","id":197080,"title":"Beautiful World","adult":false},{"cast":["Emmanuelle Seigner","Mathieu Amalric"],"overview":"An enigmatic actress may have a hidden agenda when she auditions for a part in a misogynistic writer's play.","release_date":"2013-05-28","genres":[18],"vote_average":7.4,"runtime":96,"cert":"N\/A","id":197082,"title":"Venus in Fur","adult":false},{"cast":[],"overview":"A boy's journey through the universe to find a wondrous new planet to explore.","release_date":"2012-06-20","genres":[],"vote_average":0.0,"runtime":3,"cert":"","id":197093,"title":"PJ, Tiny Planet Explorer","adult":false},{"cast":["Kevin Harrington","Roy Billing","Krew Boylan","Martin Sacks","Anne Tenney"],"overview":"Set against the backdrop of the early eighties, Cliffy retraces his extraordinary journey from famously training in gumboots among cow paddocks through the epic six-day period of the ultra marathon and his emergence as Australia's most unlikely sporting hero.","release_date":"2013-05-27","genres":[18],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":197101,"title":"Cliffy","adult":false},{"cast":["Bob Hope","Jules Epailly","John Berkes","Loretta Sayers","Frank Faylen"],"overview":"An aspiring photographer and his bumbling assistant go to great lengths to take a picture of a beautiful actress whose wealthy husband does not want her photographed.","release_date":"1935-11-23","genres":[35],"vote_average":5.0,"runtime":20,"cert":"N\/A","id":197103,"title":"Double Exposure","adult":false},{"cast":[],"overview":"The Memory of Fountain","release_date":"2013-05-18","genres":[],"vote_average":6.0,"runtime":3,"cert":"N\/A","id":197108,"title":"The Memory of Fountain","adult":false},{"cast":[],"overview":"In the first of Paramount's \"Headliner\" series, narrator Ted Husing travels up and down and around Broadway and other main stem New York City locations, and views the likes of Earl Carroll picking show-girls for hie Varieties; Al Jolson and Jack Benny rehearsing their radio programs; and other celebs, such as Gary Cooper visiting The Big Apple, and Bea Lillie and Sophie Tucker and others caught by the Headliner camera.","release_date":"1935-05-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197110,"title":"Paramount Headliner: Broadway Highlights No. 1","adult":false},{"cast":["James Hellwig","Michael Shawn Hickenbottom","Jim Neidhart","Bobby Heenan","André the Giant"],"overview":"Survivor Series (1989) was the third annual Survivor Series professional wrestling pay-per-view event produced by the World Wrestling Federation (WWF). It took place on Thanksgiving Day, November 23, 1989 at the Rosemont Horizon in Rosemont, Illinois. This was the first Survivor Series event to feature team names. It was also the first Survivor Series to feature four-on-four tag matches instead of five-on-five.  The main event was a four-on-four Survivor Series match where The Ultimate Warriors (WWF Intercontinental Champion The Ultimate Warrior, The Rockers (Shawn Michaels and Marty Jannetty) and Jim Neidhart) defeated The Heenan Family (Bobby Heenan, Colossal Connection (André the Giant and Haku) and Arn Anderson). The undercard also featured Survivor Series matches.","release_date":"1989-11-23","genres":[28,18],"vote_average":8.8,"runtime":180,"cert":"N\/A","id":197112,"title":"WWE Survivor Series 1989","adult":false},{"cast":["Hulk Hogan","James Hellwig","Merced Solis","Ted DiBiase","Richard Vigneault"],"overview":"Survivor Series (1990) was the fourth annual Survivor Series pay-per-view professional wrestling event produced by the World Wrestling Federation (WWF). It took place on Thanksgiving Day, November 22, 1990 at the Hartford Civic Center in Hartford, Connecticut.  This Survivor Series saw the on-screen WWF debut of The Undertaker, who went on to become WWF Champion at the next Survivor Series one year later, and the debut of the Gobbledy Gooker. In addition, Sgt. Slaughter — who was then using an Iraqi sympathizer heel gimmick — delivered a promo where he insulted servicemen stationed in Iraq for Thanksgiving during Operation Desert Shield. Randy Savage, as the \"Macho King\", was interviewed by \"Mean\" Gene Okerlund, and issued a challenge to the Ultimate Warrior for the WWF Championship. Ravishing Rick Rude was replaced by Haku after being suspended by WWF President Jack Tunney for insulting the mother of the Big Boss Man.","release_date":"1990-11-22","genres":[28,18],"vote_average":8.3,"runtime":180,"cert":"N\/A","id":197114,"title":"WWE Survivor Series 1990","adult":false},{"cast":[],"overview":"","release_date":"2011-10-07","genres":[16,10751],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":197122,"title":"Buurman & Buurman - Deel 8","adult":false},{"cast":["Hulk Hogan","James Hellwig","Robert Remus","Khosrow Vaziri","Lawrence Michael Rotunda"],"overview":"SummerSlam (1991) was the fourth annual SummerSlam.. It took place on August 26, 1991 at Madison Square Garden in New York, New York.  it is remembered for the on-screen wedding of Randy Savage and Miss Elizabeth, dubbed \"A Match Made in Heaven\" by announcer Vince McMahon.  This was contrasted with \"A Match Made in Hell\", which was a handicap tag team match between WWF Champion Hulk Hogan and The Ultimate Warrior against Sgt. Slaughter, General Adnan and Colonel Mustafa.  Among the other on-screen highlights of the event was The Legion of Doom defeating The Nasty Boys to win the WWF Tag Team Championship. The team became the only tag team in wrestling history to have held the WWF Tag Team Championship, the NWA World Tag Team Championship, and the AWA World Tag Team Championship. Another highlight was Bret Hart winning his first singles championship in the WWF when he defeated Mr. Perfect for the WWF Intercontinental Championship.","release_date":"1991-08-26","genres":[28,18],"vote_average":9.0,"runtime":180,"cert":"N\/A","id":197124,"title":"WWE SummerSlam 1991","adult":false},{"cast":["Bret Hart","Michael Shawn Hickenbottom","Mark William Calaway","William Moody","James Harris"],"overview":"Survivor Series (1992) was the sixth annual Survivor Series. It took place on November 25, 1992 at the Richfield Coliseum in Richfield, Ohio.  Unlike previous Survivor Series events, Survivor Series 1992 placed a strong emphasis on one-on-one wrestling matches rather than tag team elimination matches. In the main event, Bret Hart retained his WWF Championship in a match against Shawn Michaels. The event also featured a highly-promoted match between the team of Randy Savage and Mr. Perfect and the team of Ric Flair and Razor Ramon. Savage and Perfect won the match when the referee disqualified Flair and Ramon. Two specialty matches also took place, as The Big Boss Man defeated Nailz in a nightstick on a pole match, and The Undertaker won a coffin match against Kamala.  Some of the matches were changed after they were first announced, as several wrestlers left the WWF shortly before the event.","release_date":"1992-11-25","genres":[28,18],"vote_average":8.5,"runtime":180,"cert":"N\/A","id":197129,"title":"WWE Survivor Series 1992","adult":false},{"cast":[],"overview":"","release_date":"2004-07-07","genres":[16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197134,"title":"Full fart med Mulle Meck","adult":false},{"cast":["Bret Hart","Scott Charles Bigelow","Curtis Michael Hennig","Scott Hall","James Edward Duggan Jr"],"overview":"This was the first of 10 King of the Ring events that was produced as a pay-per-view. It took place on June 13, 1993 at the Nutter Center in Dayton, Ohio.  The central focus of this PPV event was the tournament itself. Wrestlers gained entry into the tournament by participating in qualifying matches on WWF TV program. Bret Hart won the tournament by defeating Razor Ramon, Mr. Perfect, and Bam Bam Bigelow. He was attacked by Jerry Lawler during a coronation ceremony, which led to a feud that lasted more than two years. In addition to the tournament, the event featured Yokozuna defeating Hulk Hogan for the WWF Championship as well as Shawn Michaels retaining his belt in a match against Crush for the WWF Intercontinental Championship.  The match for the Intercontinental Championship has received positive reviews, but the ending to the WWF Championship match, which featured Hulk Hogan in his final PPV appearance in the WWF until 2002, has been criticized.","release_date":"1993-06-13","genres":[28,18],"vote_average":9.5,"runtime":160,"cert":"N\/A","id":197136,"title":"WWE King of the Ring 1993","adult":false},{"cast":["Owen James Hart","Scott Hall","Lawrence Michael Rotunda","Sean Michael Waltman","Scott Charles Bigelow"],"overview":"King of the Ring (1994) was the second annual King of the Ring. It took place on June 19, 1994 at the Baltimore Arena in Baltimore, Maryland. \"King of the Ring\" is also the name of the tournament that was the focus of this pay-per-view event.  Owen Hart won the tournament by defeating Doink the Clown to qualify and by winning three matches at the pay-per-view. Over the course of the evening, he defeated Tatanka in the quarter-finals, the 1–2–3 Kid in the semi-finals and Razor Ramon in the final match. He used his coronation ceremony to criticize his brother Bret, with whom he was feuding.  The main event match was a grudge match between two semi-retired wrestlers, Jerry Lawler and \"Rowdy\" Roddy Piper, which Piper won. The undercard also featured Bret Hart defending his WWF Championship against Diesel. The other match was for the WWF Tag Team Championship, in which The Headshrinkers successfully defended the belts against the team of Yokozuna and Crush.","release_date":"1994-06-19","genres":[28,18],"vote_average":8.0,"runtime":165,"cert":"N\/A","id":197141,"title":"WWE King of the Ring 1994","adult":false},{"cast":["Mark William Calaway","William Moody","Ted DiBiase","Bret Hart","Owen James Hart"],"overview":"SummerSlam (1994) was the seventh annual SummerSlam. It was held on August 29, 1994 at the newly opened United Center in Chicago, Illinois.  The pay-per-view had two main events. The first featured Owen Hart fighting his brother Bret Hart in a steel cage match. The other main event was a match between the real Undertaker and an impostor Undertaker.  The undercard featured a match for the WWF Intercontinental Championship between Diesel and Razor Ramon, which Ramon won to regain the title. The other major angle going into SummerSlam was a feud in which Tatanka accused Lex Luger of joining the Million Dollar Corporation, a stable of heel wrestlers.","release_date":"1994-08-29","genres":[28,18],"vote_average":8.0,"runtime":171,"cert":"N\/A","id":197143,"title":"WWE SummerSlam 1994","adult":false},{"cast":[],"overview":"","release_date":"2012-06-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197151,"title":"Kleine Rode Tractor: Buitenpret","adult":false},{"cast":["Benjamin Bratt"],"overview":"There was no torture this time. There was a special season. The San Francisco Giants clinched their eighth National League West Division title and then faced elimination six times in a thrilling 2012 Postseason run. Six times they rose up in victory, battling to a World Series championship. Together they were Giants. Together they are champions.","release_date":"2012-11-27","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":197156,"title":"Official 2012 World Series Film","adult":false},{"cast":["David Cardoso","Patrícia Scalvi","Matilde Mastrangi","Zélia Diniz","Arthur Roveder"],"overview":"Three tales of the erotic: Two young ladies experiment with lesbianism, a handsome and wealthy socialite makes a beautiful woman patiently wait to make love to him, and a gorgeous, but controlling and dominating blind woman makes a hunky stud her sexual hostage in her swanky mansion home.","release_date":"1981-01-01","genres":[18],"vote_average":4.5,"runtime":83,"cert":"N\/A","id":197158,"title":"Porno","adult":false},{"cast":["Robert Benchley"],"overview":"A humorous look at the problems people have trying to sleep.","release_date":"1935-09-14","genres":[35],"vote_average":6.0,"runtime":11,"cert":"N\/A","id":197160,"title":"How to Sleep","adult":false},{"cast":["Bono","The Edge"," Larry Mullen Jr.","Adam Clayton"],"overview":"","release_date":"2006-03-14","genres":[10402],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":197168,"title":"U2 Phenomenon - The Independent Review","adult":false},{"cast":[],"overview":"\"Presenting, for the first time, a selection of the cathodic experimental works from the seminal Italo-American artist Aldo Tambellini; a selection of classic documents of one of the first pioneers of video art and audiovisual experimentation from New York east side scene of the 60s and 70s. Unreleased and classic works available for the first time. Curated by Pia Bolognesi e Giulio Bursi.\"  -Black Video 1  -Black Video 2  -Black Spiral  -Black Video 1 Projections  -6673  -Minus One  -Clone  -Interview at the Black Gate Theatre","release_date":"2012-05-25","genres":[],"vote_average":10.0,"runtime":179,"cert":"N\/A","id":197170,"title":"Cathodic Works","adult":false},{"cast":["Hanna Schygulla","Günther Kaufmann","Michael König","Harry Baer","Katrin Schaake"],"overview":"Michel and Guenther, working in dead-end jobs, are obsessed with going to Peru to find buried treasure, using a map of the Rio das Mortes. Michel's girlfriend, Hanna, humors their plan, but really just wants to get married.","release_date":"1971-02-15","genres":[35],"vote_average":6.3,"runtime":84,"cert":"N\/A","id":197175,"title":"Rio das Mortes","adult":false},{"cast":["Leonard Mann","James Mason","Enrico Maria Salerno","Janet Ågren","Antonella Murgia"],"overview":"After a couple of 'special squad' cops are gunned down while chasing some kidnappers, the head of the squad takes it really personally! His violent path to find the kidnappers leads him to the upper echelons of the government. Now, the powers-that-be don't want to be found out and decide it's time to kill one more cop...","release_date":"1975-09-03","genres":[80],"vote_average":6.0,"runtime":101,"cert":"N\/A","id":197177,"title":"The Left Hand of the Law","adult":false},{"cast":["Pyotr Korshunkov","Stanislav Duzhnikov","Vladislav Kopp","Aleksey Panin","Roman Radov"],"overview":"","release_date":"2001-01-31","genres":[35],"vote_average":7.8,"runtime":63,"cert":"N\/A","id":197182,"title":"DMB-5","adult":false},{"cast":[],"overview":"","release_date":"2003-03-12","genres":[10402,99],"vote_average":7.5,"runtime":null,"cert":"N\/A","id":197199,"title":"Legends of the Delta Blues","adult":false},{"cast":[],"overview":"A young girl has a life-changing experience at an art museum.","release_date":"2006-10-18","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":197201,"title":"Fantasy Beyond","adult":false},{"cast":["Giancarlo Giannini","Emmanuelle Seigner","Vittorio Caprioli","Stefania Sandrelli","Santo Bellina"],"overview":"","release_date":"1990-02-22","genres":[35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":197203,"title":"Dark Illness","adult":false},{"cast":["Steven Bernstein"],"overview":"","release_date":"2010-10-11","genres":[10402],"vote_average":7.0,"runtime":null,"cert":"R18","id":197205,"title":"Steven Bernstein - Solos - Jazz Sessions","adult":false},{"cast":[],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197207,"title":"Die Rückkehr des Seeadlers","adult":false},{"cast":[],"overview":"Andreas Deja, the animator of many of Disney's villains from the 1990s, speaks about the value of studying classic cartoon shorts to aid in his ability to animate. He then goes to the drawing board, where he shows how to bring the Disney character Pluto to life from just one circle, like how he did it for his work in the 1990 short, \"The Prince and the Pauper\".","release_date":"2004-12-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197209,"title":"Pluto 101","adult":false},{"cast":[],"overview":"A documentary short on the Disney 'Tomorrow Land' DVD.","release_date":"2004-05-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197211,"title":"The Optimistic Futurist","adult":false},{"cast":["Marty Sklar","Leonard Maltin"],"overview":"A documentary short on Disney's 'Tomorrow Land' DVD.","release_date":"2004-05-17","genres":[99],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":197213,"title":"Marty Sklar, Walt, and EPCOT","adult":false},{"cast":[],"overview":"A interview with Joe Grant.","release_date":"2004-05-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197215,"title":"A Conversation with Joe Grant","adult":false},{"cast":[],"overview":"An analysis of Pluto from Leonard Maltin.","release_date":"2004-12-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197217,"title":"The Life and Times of Pluto","adult":false},{"cast":[],"overview":"We see Porky Pig taking his teenage daughter (Peta Pig) to a rock concert. When he realises just how wild the concert is, he will stop at nothing to get inside.","release_date":"2004-03-30","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":197225,"title":"My Generation G... G... Gap","adult":false},{"cast":[],"overview":"Compilation of abstract animated films by Oskar Fischinger; includes his short films Spirals, Spiritual Constructions, Study 6, Liebesspiel, Radio Dynamics, and Motion Painting No. 1.","release_date":"2004-12-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197227,"title":"The Contemplative Films of Oskar Fischinger","adult":false},{"cast":[],"overview":"Foghorn Leghorn's dominance over the chicken coop is threatened by a younger, sexier rooster.","release_date":"2004-03-30","genres":[],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":197232,"title":"Cock-a-Doodle-Duel","adult":false},{"cast":[],"overview":"Documentary about F.W. Murnau's \"Herr Tartüff (1925)\".","release_date":"2004-05-25","genres":[],"vote_average":6.7,"runtime":null,"cert":"N\/A","id":197234,"title":"Tartüff, der verschollene Film","adult":false},{"cast":["Michael Gambon","Jodhi May","Polly Walker","Dominic West","Luise Rainer"],"overview":"Under pressure from his publisher, Russian novelist Fyodor Dostoyevsky gets work on his latest piece, 'Rouletenberg'. In the 27 days it takes for him to complete the novel reality and fiction become blurred; in this feverish atmosphere of excess Dostoyevsky's characters come to life as he struggles to complete his work.","release_date":"1997-10-30","genres":[],"vote_average":6.0,"runtime":97,"cert":"","id":197239,"title":"The Gambler","adult":false},{"cast":["Roscoe 'Fatty' Arbuckle","Charlie Chaplin","Douglas Fairbanks","Lita Grey","Georgia Hale"],"overview":"African filmmaker Idrissa Ouedraogo (YAABA) discusses the influence that Charlie Chaplin has been on his work, along with archival footage of interviews with several of Chaplin's co-stars.","release_date":"2003-07-01","genres":[99],"vote_average":5.3,"runtime":27,"cert":"N\/A","id":197241,"title":"Chaplin Today: The Gold Rush","adult":false},{"cast":[],"overview":"The career and death of notorious Colombian drug kingpin Pablo Escobar.","release_date":"2002-05-26","genres":[99],"vote_average":4.0,"runtime":43,"cert":"N\/A","id":197246,"title":"The True Story of Killing Pablo","adult":false},{"cast":["Ugo Tognazzi","Giovanna Ralli","Ombretta Colli","Giovannella Grifeo","Vittorio Mezzogiorno"],"overview":"","release_date":"1980-10-29","genres":[35,18],"vote_average":6.4,"runtime":null,"cert":"N\/A","id":197257,"title":"Arrivano i bersaglieri","adult":false},{"cast":["Reg Lewis","Margaret Lee","Birgit Bergen","Luciano Marin","Andrea Aureli"],"overview":"Wandering strongman Maxxus comes upon two warring tribes, the Sun worshipers and the Moon worshipers...and fights monsters !","release_date":"1963-06-14","genres":[10749,28,12,14],"vote_average":4.3,"runtime":82,"cert":"N\/A","id":197259,"title":"Fire Monsters Against the Son of Hercules","adult":false},{"cast":[],"overview":"Stockholm's Vasa Museum harbours an extraordinary historical attraction: a large, fully intact sailing ship from the 17th century, the Vasa. Nowadays, the huge exhibition hall of the Vasa Museum is home to the ancient ship. These unusual surroundings formed the venue of the Berliner Philharmoniker's 1998 European Concert in Sweden, which was conducted by Claudio Abbado.  Works of Wagner, Tschaikovsky, Debussy and Verdi\r Vasa Museum Stockholm, 1. May 1998\r Berliner Philharmoniker\r Claudio Abbado\r Swedish Radio Choir\r Eric Ericson Chamber Choir  Richard Wagner\r Der fliegende Hollander: Overture (11:32)  Piotr Ilyich Tchaikovsky\r The Tempest. Symphonic Fantasia after Shakespeare (23:02)  Claude Debussy\r Nocturnes (23:10)  Giuseppe Verdi\r Quattro pezzi sacri (41:34)","release_date":"","genres":[],"vote_average":0.0,"runtime":118,"cert":"N\/A","id":197264,"title":"Berlin Philharmonic European Concert 1998 Stockholm","adult":false},{"cast":[],"overview":"Live in Rio 2012, this concert was shot in HD.","release_date":"","genres":[],"vote_average":0.0,"runtime":116,"cert":"N\/A","id":197269,"title":"Bruce Springsteen and the E Street Band at RockinRio","adult":false},{"cast":[],"overview":"A funeral parade in Cairo.","release_date":"1897-01-01","genres":[99],"vote_average":5.5,"runtime":1,"cert":"N\/A","id":197274,"title":"Le Caire, un enterrement","adult":false},{"cast":["Wesley Clark","Peter Coyote"],"overview":"During World War II, a hand-picked group of American GI's undertook a bizarre mission: create a traveling road show of deception on the battlefields of Europe, with the German Army as their audience. The 23rd Headquarters Special Troops used inflatable rubber tanks, sound trucks, and dazzling performance art to bluff the enemy again and again, often right along the front lines. Many of the men picked to carry out these dangerous deception missions were artists. Some went on to become famous, including fashion designer Bill Blass. In their spare time, they painted and sketched their way across Europe, creating a unique and moving visual record of their war. Their secret mission was kept hushed up for nearly 50 years after the war's end.","release_date":"2013-05-26","genres":[99,10752],"vote_average":7.8,"runtime":68,"cert":"N\/A","id":197276,"title":"The Ghost Army","adult":false},{"cast":["DJ Mark Sanchez"],"overview":"DJ Mark Sanchez live DVD filmed at Santoro's Amphitheater in Ybor City Florida.  Groove for 78 Minutes of pulse pounding Breakbeats and Hard House tracks with 100% live video footage of the show.  Featuring footage from the dance floor, VIP, and backstage.  Florida's hottest girls and guys come out to party with one of Florida's hottest DJs in a kick-ass venue!  Includes bonus footage with Jackal &amp; Hyde, DJ Ashley, Playgurl, &amp; DJ Trixie","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":197278,"title":"Club Nights - DJ Mark Sanchez Live at the Amphitheater","adult":false},{"cast":["Gene Autry","Smiley Burnette","George 'Gabby' Hayes","Lucile Browne"],"overview":"Traveling with Doc Parker's medicine show, Gene finds his old friend Harry Brooks wounded and the Sheriff after him for murdering his father. Gene also sees that Craven and his gang are looking for Brooks. Finding clues that Craven was behind the murder, Gene has a plan utilizing the medicine show wagon that will trap the gang.","release_date":"1935-09-05","genres":[37],"vote_average":7.5,"runtime":61,"cert":"N\/A","id":197280,"title":"Tumbling Tumbleweeds","adult":false},{"cast":[],"overview":"Directly from Brazil, the new Insane video Magazine. Delve into the mystique of brazilian Jiu-Jitsu. Learn from the source. Featuring world champions: Xande Ribeiro, Marcelo Garcia, Ricardo Vieira, Ronaldo Jacare, Daniel Moraes, Andre Galvao, Roger Gracie, Felipe Costa, Rodrigo Comprido, Leticia Ribeiro, and more.  2 hours of high-quality, impact footage, and original music. Highlights, reports, techniques, submissions, training, theory, competitions, conditioning...  Watch the brazilian artists lifestyle and understand why they are number one in the world of grappling.","release_date":"2005-01-02","genres":[99],"vote_average":7.0,"runtime":120,"cert":"N\/A","id":197282,"title":"Arte Suave: Jiu-jitsu Lifestyle Vol 1","adult":false},{"cast":[],"overview":"Directly from Brasil, Arte Suave DVD magazine is back with 1 h 50 minutes of high-quality footage and original music. Reports, interviews, training, techniques, conditioning... BJJ, no Gi and MMA. Featuring Royler Gracie, Ronaldo Jacaré, Alvaro Romano, Kid Peligro, Demian Maia, Felipe Costa, Rodrigo Comprido and Leo Vieira. Watch the brazilian artists lifestyle and understand why they are number one in the grappling world.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":197284,"title":"Arte Suave: Jiu-jitsu Lifestyle Vol 2","adult":false},{"cast":["Sittichai Pabchompoo","Pawinee Wiriyachaikit"],"overview":"Tam dies in an accident and his soul is in limbo for 9 days before he'll be reborn. He watches his wife mourn and things he didn't knew when he was alive are revealed to him, so he decides to take some matters in his own hands.","release_date":"2012-07-05","genres":[53],"vote_average":6.5,"runtime":76,"cert":"N\/A","id":197286,"title":"379","adult":false},{"cast":["Ai Weiwei"],"overview":"\"Disturbing the Peace\" is a documentary of an incident during Tan Zuorenâs trial on August 12, 2009. Tan Zuoren was charged with âinciting subversion of state powerâ. Chengdu police detained witnessed during the trial of the civil rights advocate, which is an obstruction of justice and violence. Tan Zuoren was charged as a result of his research and questioning regarding the 5.12 Wenchuan studentsâ casualties and the corruption resulting poor building construction. Tan Zuoren was sentenced five years to prison.","release_date":"2009-01-01","genres":[99],"vote_average":6.3,"runtime":78,"cert":"N\/A","id":197294,"title":"Disturbing the Peace","adult":false},{"cast":[],"overview":"Beijing 2003 is a video about the city that the artist lives in, and its people. Participants include assistants Liang Ye and Yang Zhichao, and driver Wu. The piece took 16 days to complete, starting on October 18, 2003.  Beginning below the Dabeiyao highway interchange, the vehicle from which the video is shot travels every street within the 'fourth ring' of Beijing, one by one. Approximately 2,400 kilometers and 150 hours of footage later, it ends where it began: below the Dabeiyao highway interchange.  Through the windshield, the camera objectively investigates all visual information that appears before the vehicle - the spatial state of the city's streets, the endlessly changing times, scenery, movements, behavior and other aspects - thoroughly, meticulously, and calmly recording the megacity of Beijing through a single lens. The sum of the entire process becomes the meaning of the work.","release_date":"2004-01-01","genres":[99],"vote_average":1.0,"runtime":9000,"cert":"N\/A","id":197299,"title":"Beijing 2003","adult":false},{"cast":[],"overview":"Beijing: The Third Ring is a document of the two opposite views of traffic flow on 55 bridges along Beijing’s Third Ring. The entire piece is made up of 110 segments.","release_date":"2012-01-26","genres":[99],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":197301,"title":"Beijing: The Third Ring","adult":false},{"cast":["Belinda Lee","Jacques Sernas","Massimo Girotti","Maria Frau","Luigi Tosi"],"overview":"The god Zeus sends Venus, the goddess of love, to Earth to find her own true love.","release_date":"1957-12-05","genres":[18],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":197315,"title":"Goddess Of Love","adult":false},{"cast":["Marco Girnth","Sarah Maria Besgen","Xenia Assenza","Jochen Nickel","Klaus J. Behrendt"],"overview":"David and Philip are distinctive in the work's couriers World Express. Every day, roam the world completing tasks assigned to them by the mysterious head of Anson. Do not give up any adversity and provide dangerous consignment on time. Their current mission is to deliver to Mexico a ransom for the kidnapped girl. In the meantime, it appears that the girl's mother, Corrina, was once associated with David. Just before the start of the task Philip is murdered, and the ransom stolen. To save the girl, David needs to work with Corrina. It begins a dangerous journey through the dense jungle to the mysterious Mayan city.","release_date":"2011-01-01","genres":[12],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":197317,"title":"World Express - Mistery of the Maya","adult":false},{"cast":[],"overview":"You'll be hard-pressed to find a more unusual circus, or father-daughter performing duo. The Moscow Cat Theater is just that: a traveling show of cats that perform amazing tricks for the owners who love and train them. Everybody in Russia may be used to seeing cats perform tricks, as the theater's manager explains in this funny, charming film, but felines walking tightropes, crossing the stage on giant balls and walking upside down is not a common sight in most countries. As a balalaika and accordion circus score plays in the background, Creative Director Vladimir and his daughter Maria combine their love of cats and stage to create a captivating act and illustrate the tricks of the trade - giving new meaning to the expression 'herding cats'.","release_date":"2008-05-07","genres":[99],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":197319,"title":"Moscow Cat Theater","adult":false},{"cast":["Anna Valle","Erol Sander","Mathilda May","Stoyan Aleksiev","Anton Alexander"],"overview":"Biopic of Soraya Esfandiary-Bakhtiari, the second wife of the last Shah of Iran, who was overthrown in the 1979's Islamic Revolution.","release_date":"2003-10-05","genres":[],"vote_average":5.3,"runtime":200,"cert":"N\/A","id":197324,"title":"Soraya","adult":false},{"cast":["Jane Seymour","Keith Carradine","Adewale Akinnuoye-Agbaje","Janet-Laine Green","James Keach"],"overview":"Enslavement: The True Story of Fanny Kemble fictionalized made-for-TV movie adapted from her Journal of a Residence on a Georgian Plantation in 1838-1839, starring Jane Seymour and Keith Carradine.","release_date":"2000-04-23","genres":[],"vote_average":4.0,"runtime":120,"cert":"N\/A","id":197326,"title":"Enslavement: The True Story of Fanny Kemble","adult":false},{"cast":["Kellie Martin","Clarence Williams III","Nina Siemaszko","Casey Sander","Brad Rowe"],"overview":"Murder is something to sing about when Mystery Woman Samantha Kinsey-an expert in pulp fiction, and increasingly proficient when it comes to real-life crime-untangles a record-breaking murder. Mystery Woman bookshop owner, Samantha Kinsey, has offered to host a charity concert for a once-famous folk-rock trio out to recapture their old fame flame. But sweet success hits the ultimate sour note when the band's promoter is found murdered in his hotel room. Sam and her partner in crime, Philby, investigate, digging up deadly secrets of private indiscretions, professional greed, and personal vengeance that put a twisted spin on fame and fortune-and bring a whole new meaning to a Top Ten hit.","release_date":"2005-02-25","genres":[9648,80,10770,53],"vote_average":4.6,"runtime":120,"cert":"N\/A","id":197328,"title":"Mystery Woman: Sing Me a Murder","adult":false},{"cast":["Gregory Peck","Mala Powers","John Berry","Dorothy Bridges","Lloyd Bridges"],"overview":"A documentary focused on the life and career of Michael Chekhov.","release_date":"2002-08-25","genres":[99],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":197330,"title":"From Russia to Hollywood: The 100-Year Odyssey of Chekhov and Shdanoff","adult":false},{"cast":["María Félix","Tomás Perrín","Julio Villarreal","Paco Fuentes","Consuelo Guerrero de Luna"],"overview":"In an Italian monastery during the XIII century, a white image appears sculpted by Fray Paracleto humble mystically and sew clothes. Besides a mysterious woman appears Orsina Galata. She tells her story to the Father Provincial and thus dates back to his past.","release_date":"1945-10-06","genres":[],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":197332,"title":"El monje blanco","adult":false},{"cast":["Michael Jordan","Magic Johnson","Larry Bird","David Robinson"],"overview":"NBA Dream Team gives you definitive video profiles of the team selected to take on the world! Charles Barkley: An outrageous and fiercely determined force; Larry Bird: The hardest working man on the floor;  Patrick Ewing: A dominating center, going for his second Olympic Gold Medal;  Magic Johnson: The most charismatic player in NBA history;  Michael Jordan: The player who has taken the game to new heights;  Karl Malone: a combination of size and speed that's unrivaled on the hardwood; Chris Mullin: The ultimate gym rat; Scottie Pippen: One of the NBA's fastest rising stars;  David Robinson: The Admiral with a mission--to claim the gold;  John Stockton: An unselfish player who raises the level of everyone's game. See their spectacular career highlights and intimate behind the scenes portraits of the team that dreams are made of.","release_date":"1993-04-06","genres":[99],"vote_average":0.0,"runtime":36,"cert":"N\/A","id":197334,"title":"NBA Dream Team","adult":false},{"cast":["Soli Labbart","Kari Sorvali","Mikko Kivinen","Erkki Pajala","Matti Tuominen"],"overview":"Sequel to Kuutamosonaatti (1988).","release_date":"1991-03-08","genres":[27,35],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":197336,"title":"Moonlight Sonata II: The Street Sweepers","adult":false},{"cast":["Jenny Hu","Margaret Tu Chuan","Paul Chang Chung","Wang Hsieh","Tien Feng"],"overview":"Zhang Shijie is an international spy, like James Bond, and has to seduce Julie Tan, the daughter of an organization’s leader in order to find their headquarters.","release_date":"1967-05-03","genres":[28],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":197338,"title":"Black Falcon","adult":false},{"cast":["Phil Jackson","Shaquille O'Neal","Kobe Bryant","Derek Fisher"],"overview":"At the beginning of the 2001-02 NBA season, the Los Angeles Lakers were the two-time defending champions... at the end, they were an NBA DYNASTY! The daunting challenge of winning three titles in a row was put to the test in a grueling, seven-game series against the Sacramento Kings that found the Lakers on the brink of elimination. Led by perennial All-Stars Shaquille O'Neal and Kobe Bryant, they swept the New Jersey Nets in the 2002 NBA Finals and forever put their stamp on history.  Take an in-depth look into the Lakers' roller coaster season that culminated with a third straight championship. This official NBA collectible features exclusive interviews, behind-the-scenes locker-room access, and heart-pounding game action. From Robert Horry's thrilling game-winning three pointers to Phil Jackson's inspiring on-court huddles, this DVD captures it all in championship fashion! 60 minutes.","release_date":"2002-07-23","genres":[99],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":197340,"title":"2002 NBA Champions: Los Angeles Lakers","adult":false},{"cast":["Gregg Popovich","Tim Duncan","Tony Parker","Manu Ginobili"],"overview":"Get an inside look at the San Antonio Spurs regular season; triumphant playoff run and NBA Finals victory with the official 2004-2005 NBA Champions DVD. This official DVD provides an all-access pass to exclusive interviews; behind-the-scenes action and an unforgettable courtside view of the NBA Finals.","release_date":"2013-07-25","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":197342,"title":"2005 San Antonio Spurs: Official NBA Finals Film","adult":false},{"cast":["Don Beddoe","Ellen Corby","Stanley Clements","Paul Bryar","Addison Richards"],"overview":"Directed by Jean Yarbrough Ex-con Joseph Braden (Ron Hagerthy) has his car temporarily stolen by a pair of bank robbers who hide their loot in the vehicle's spare tire. After the car is repossessed, it's sold to the kindly Rev. Daniel Sheridan (Don Beddoe), who immediately sets out on a fishing trip. Not knowing that his new automobile was recently used in a heist, Father Dan gets the surprise of his life when he's suddenly stopped by a police officer.","release_date":"1962-02-01","genres":[35],"vote_average":5.0,"runtime":77,"cert":"N\/A","id":197344,"title":"Saintly Sinners","adult":false},{"cast":["Xaver Hutter","Simon Schwarz","Dani Levy","Nicolette Krebitz","Michou Friesz"],"overview":"Jojo, a bicycle messenger prone to daydreaming, gets a job offer from a stranger that begins to blur the lines between fantasy and reality. When the route becomes a regular assignment, Jojo finds romance and deadly enemies along the way.","release_date":"1996-09-06","genres":[18],"vote_average":7.0,"runtime":88,"cert":"N\/A","id":197346,"title":"Tempo","adult":false},{"cast":["Unax Ugalde","Edward Furlong","John Gilbert","José Sefami"],"overview":"","release_date":"2011-11-04","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197354,"title":"Tequila, historia de una pasión","adult":false},{"cast":["James Avery"],"overview":"Years after his Uncle Charles (Dick Sargent) cruelly and unjustly has him committed to a mental asylum, Robert Knight (Bernard White) manages to escape and immediately tracks Charles down at an upcoming family reunion. Along the way, Robert makes a detour to abduct his cousin (Lauren Woodland). After sharing a meal and conversation, the two set off to the reunion, where Robert plans to dispense gory vengeance.","release_date":"1986-03-25","genres":[9648,27,53],"vote_average":3.7,"runtime":null,"cert":"N\/A","id":197359,"title":"The Eleventh Commandment","adult":false},{"cast":["Sivaji Ganesan","S. V. Sahasranamam","S. S. Rajendran","Pandari Bai"],"overview":"\"Parasakthi\" narrates the misfortunes that befall the members of a Tamil family. The youngest sister gets widowed and becomes the victim of an attempted rape by a temple priest. Sivaji Ganesan's character becomes insane.","release_date":"1952-10-16","genres":[],"vote_average":7.0,"runtime":170,"cert":"N\/A","id":197361,"title":"Parasakthi","adult":false},{"cast":["Antonio Banderas","Terele Pávez"],"overview":"Hypocrisy and betrayal are the two dramatic pivots in this effective, emotionally gripping tragedy about the life and death of Paco (Antonio Banderas), a Spanish peasant who had been fighting against the feudal landowning system that kept farmers impoverished. Paco's life is told in flashbacks by a priest (Antonio Ferrandis) who is seen officiating at an anniversary mass attended by three wealthy landowners and no one else. The priest recalls Paco's baptism, his communion, his marriage ceremony and then his work for the peasants as he advocated and led them in a land-reform movement. The rest of the story will rest heavy on the priest's conscience, as he looks out at his empty church.","release_date":"1985-01-13","genres":[80,10752],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":197363,"title":"Réquiem por un campesino español","adult":false},{"cast":["M. G. Ramachandran","Jayalalithaa J","S. A. Asokan","R. S. Manohar","Pandari Bai"],"overview":"Adimai Penn (English: Slave Girl) is a 1969 Indian Tamil film directed by K. Shanker, starring M. G. Ramachandran in the lead role, with J. Jayalalitha, R. S. Manohar, Cho Ramaswamy among others enacting supporting roles. The film, released in 1969, is considered a hit.","release_date":"1968-12-31","genres":[18],"vote_average":7.0,"runtime":180,"cert":"N\/A","id":197365,"title":"Adimaippenn","adult":false},{"cast":["Nino Manfredi","Monica Vitti","Johnny Dorelli","Lino Banfi","Vittorio Mezzogiorno"],"overview":"Three episodes of casual erotic character: a porn scriptwriter and his secretary, a man locked up among homosexuals, and a shy man who decides to hire a prostitute over the phone.","release_date":"1976-11-24","genres":[35],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":197367,"title":"Basta che non si sappia in giro!..","adult":false},{"cast":[],"overview":"Mac calls on his slacker friend Bobby to seek hard drugs after being fired and dumped by his girlfriend. But the pair find more trouble than they ever thought possible as their simple quest brings them to realize the end of the world is nigh.","release_date":"","genres":[],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":197369,"title":"Welcome to Dopeland","adult":false},{"cast":["Allan Lane","Black Jack","Eddy Waller","William Henry","Douglas Fowley"],"overview":"When Border Patrol Lieut. Roberts is killed, it appears that his brother Tim was the killer. To clear the Robert's name for his boss, Lieut. Rocky Lane heads south of the border posing as an outlaw. He hopes to get in with the gang and find Tim who is using an assumed name. As always, Nugget is there to help.","release_date":"1948-09-30","genres":[37],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":197371,"title":"The Denver Kid","adult":false},{"cast":[],"overview":"A feature-length documentary that explores the immense changes that occurred for gays, lesbians and transgender people living in the Global South. In the last decade of the 20th Century, a new heightened visibility began spreading throughout the developing world and the battles between families, fundamentalist religions, and governments around sexual and gender identity had begun. But in the West, few people knew about this historic social upheaval, until 52 men on Cairo’s Queen Boat discothèque were arrested for crimes of debauchery. That explosive story focused attention to the lives and trials of gay people coming out in the developing world and the film chronicles those events.","release_date":"2003-06-07","genres":[99],"vote_average":6.5,"runtime":62,"cert":"N\/A","id":197373,"title":"Dangerous Living: Coming Out in the Developing World","adult":false},{"cast":[],"overview":"The past of the human race lies in African history.","release_date":"2002-01-01","genres":[],"vote_average":7.0,"runtime":68,"cert":"N\/A","id":197375,"title":"Omo: A Journey to the Primaeval Age","adult":false},{"cast":["Geraldine Chaplin","Michel Piccoli","Jane Birkin","Natacha Régnier","Lou Doillon"],"overview":"Anna, 50 years old, moves into her new house. Rooms are full of boxes which contain a lot of things and plenty of memories. Anna has lived many lives and her past comes out of these boxes. Her parents surely, but also her children and their fathers, the living and the dead. In this breakneck period of her life, time is running faster and faster and Anna takes a run-up to face the past and try to go towards the future. And, maybe, to manage to still believe in love?","release_date":"2007-06-06","genres":[18],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":197377,"title":"Boxes","adult":false},{"cast":["Carloto Cotta","Afonso Pimentel","Maria João Bastos","Marco Costa","Rita Pereira"],"overview":"Diana was born and raised in the neighborhood of Estrela Polar, lost his parents when he was a child and leads a band of criminals who negotiates for drugs, money laundering, weapons, paintings, jewelry and tobacco.","release_date":"2013-06-26","genres":[80,18],"vote_average":5.3,"runtime":113,"cert":"N\/A","id":197382,"title":"Bairro","adult":false},{"cast":["Alejandro Jodorowsky","Fernando Arrabal","Núria Espert","Henry Chapier","Jorge Amat"],"overview":"Documentary about the filmmaker Fernando Arrabal.","release_date":"2007-01-01","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":197384,"title":"Arrabal, Panik Cineast","adult":false},{"cast":["Toby Radloff","Heidi Lohr","Lori Scarlett","Tim Redmond","Lewis DeJulius"],"overview":"Former MTV personality Toby Radloff charmed critics and audiences alike in the Academy Award®-nominated 'American Splendor', and now you can see where he got his cinematic start! Toby plays Harold Kunkle, king of the nerds. Harold's been pushed beyond his meek limits and now seeks bloody retribution throughout these two hilarious and horrifying shockers.  As witty as 'Revenge of the Nerds' and as violent as 'The Texas Chainsaw Massacre', Killer Nerd has a wide appeal among fans of horror, comedy, and cult cinema and that goes double for 'Bride of Killer Nerd!'","release_date":"1992-12-29","genres":[35,27],"vote_average":4.4,"runtime":85,"cert":"N\/A","id":197389,"title":"Bride Of Killer Nerd","adult":false},{"cast":["Nadja Uhl","Ulrich Tukur","Mišel Matičević","Marie-Lou Sellem","Nina Gummich"],"overview":"After three years in a coma, Juliane Maybach suddenly wakes up, but doesn't remember the last months before the accident that caused her critical condition. The estrangement from her husband Stefan and their daughter Antonia weighs heavily upon her mind and makes her mistrusting everyone. Little by little, Juliane tries to reveal the secrets in her past.","release_date":"2006-02-07","genres":[18],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":197391,"title":"Dornröschen erwacht","adult":false},{"cast":["Tony Visconti","Nile Rodgers","Brian Eno","Robert Fripp"],"overview":"Featuring a wealth of previously unseen archive, this film looks at how Bowie continually evolved: from Ziggy Stardust to the Soul Star of Young Americans, to the ‘Thin White Duke’. It explores his regeneration in Berlin with the critically acclaimed album Heroes, his triumph with Scary Monsters and his global success with Let’s Dance.  With interviews with all his closest collaborators, David Bowie - Five Years presents a unique account of why Bowie has become an ‘icon of our times’.","release_date":"2013-05-25","genres":[99,10402],"vote_average":7.5,"runtime":90,"cert":"","id":197393,"title":"David Bowie: Five Years","adult":false},{"cast":[],"overview":"The union of Court Lukens and Hallie Willis taken place at the King Plow Arts Center in Atlanta, GA on March 16, 2013.  The venue, decoration, and catering are all party of the Bold American family.","release_date":"2013-03-16","genres":[99,27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197398,"title":"Court and Hallie's wedding","adult":false},{"cast":["Chinedu Ikedieze","Osita Iheme","Amaechi Muonagor"],"overview":"Two young troublesome brothers cause disruption in home life, terrorise the people in their village and wreak havoc at school.","release_date":"2002-04-26","genres":[],"vote_average":2.0,"runtime":86,"cert":"N\/A","id":197409,"title":"Aki Na Ukwa","adult":false},{"cast":["Annette Shun Wah","Annie Yip","Edwin Pang","Heung-Sing Lee"],"overview":"An aging Hong Kong couple move to Australia with their two youngest sons. They stay with a daughter who has already begun a successful career. Meanwhile their eldest daughter lives in Germany and their eldest son remains in Hong Kong. The film explores the different ways the family members cope with isolation and alienation.","release_date":"1996-09-16","genres":[],"vote_average":5.5,"runtime":96,"cert":"N\/A","id":197411,"title":"Floating Life","adult":false},{"cast":["Martin Glade","Josef Heynert","Lavinia Wilson","Verena Peter","Michael Schweighöfer"],"overview":"","release_date":"2008-04-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197416,"title":"Monogamie für Anfänger","adult":false},{"cast":["George Newbern","Elisabeth Shue","Michael Des Barres"],"overview":"Teeny bopper rock star Bart Holton is pushed around by his manager for maximum profit and longs for a normal life. Through a look-alike contest he meets Matt, a student who looks exactly like him and can imitate his dancing style perfectly. Bart proposes to switch roles for a week. At first Matt enjoys being chased by hysterical groupies and Bart enjoys hitting on the highschool girls, but of course both learn quickly that the other's life is quite different from what they'd expected.","release_date":"1987-01-25","genres":[],"vote_average":5.0,"runtime":92,"cert":"N\/A","id":197418,"title":"Double Switch","adult":false},{"cast":["Sylvie Courtois","Charlotte Stéphie","Penelope Valentin"],"overview":"","release_date":"","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":197420,"title":"High School - Teenager Piss Orgy","adult":true},{"cast":[],"overview":"A troubled teenager purges her abusive past in a dream of her own making.","release_date":"","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":197428,"title":"Nought","adult":false},{"cast":["Capucine Laroche","Tabatha Cash","Erika Robbins","Eva Williams","Rossana Doll"],"overview":"","release_date":"1993-01-01","genres":[],"vote_average":3.0,"runtime":79,"cert":"N\/A","id":197451,"title":"Casa d'appuntamento ... puttana dalla testa ai piedi","adult":true},{"cast":["Marcus Mumford","Winston Marshall","Ben Lovett","Ted Dwane"],"overview":"Lovers' Eyes  Little Lion Man  White Blank Page  Not With Haste  Below My Feet  Timshel  (acoustic)  Roll Away Your Stone  Lover of the Light  Thistle &amp; Weeds  Ghosts That We Knew  Awake My Soul  Whispers in the Dark  Dust Bowl Dance  Encore:  Where Are You Now?  I Will Wait  The Cave","release_date":"2012-09-24","genres":[10402],"vote_average":0.0,"runtime":91,"cert":"PG","id":197453,"title":"Mumford & Sons at iTunes Festival 2012","adult":false},{"cast":["Billy Sheehan","Eric Martin","Pat Torpey","Richie Kotzen"],"overview":"This DVD is the live registration of Mr. Big's farewell tour in Japan. Recorded live at Tokyo International Forum on February 5, 2002.  Tracklist:  1. Opening - Lost In America  2. Daddy, Brother, Lover, Little Boy (The Electric Drill Song)  3. Shine  4. Price You Gotta Pay  5. Superfantastic  6. Alive And Kickin'  7. Suffocation  8. Static  9. Where Are They Now?  10. Take A Walk  11. Dancin' With My Devils  12. To Be With You  13. Electrified  14. Addicted To That Rush  15. Mr. Big  16. Blame It On My Youth","release_date":"2002-09-05","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197455,"title":"Mr. Big: Farewell Live in Japan","adult":false},{"cast":["Bobby Astyr","Jean Dalton","Jamie Gillis","Juliet Graham","Alan Marlow"],"overview":"Featuring 1970s adult super-stars Bobby Astyr and Jamie Gillis.","release_date":"1975-11-21","genres":[],"vote_average":6.0,"runtime":53,"cert":"N\/A","id":197457,"title":"Too Many Pieces","adult":true},{"cast":["Jack White","Meg White"],"overview":"Dead Leaves and the Dirty Ground\r Blue Orchid\r I Think I Smell a Rat\r Passive Manipulation\r Let's Shake Hands\r The Nurse\r Hotel Yorba\r Jolene\r (Dolly Parton cover)\r Ball and Biscuit\r My Doorbell\r Cannon\r Broken Bricks\r Cool Drink of Water Blues\r (Tommy Johnson cover)\r Passive Manipulation\r The Same Boy You've Always Known\r The Hardest Button to Button\r We're Going to Be Friends\r Little Ghost\r Death Letter\r (Son House cover)\r I Just Don't Know What to Do With Myself\r (Burt Bacharach cover)\r Encore:\r Screwdriver\r Passive Manipulation\r Seven Nation Army","release_date":"2005-05-23","genres":[10402],"vote_average":0.0,"runtime":71,"cert":"PG","id":197462,"title":"The White Stripes Live at Glastonbury 2005","adult":false},{"cast":["Reb Brown","Len Birman","Heather Menzies","Robin Mattson","Joseph Ruskin"],"overview":"An artist, Steve Rogers, is nearly murdered by spies, looking for his late father's national secrets. He is saved during surgery when a secret formula is injected into him; this serum not only heals him but also gives him fantastic strength and lightning reflexes.  To help him solve the mystery behind his father’s murder and bring those guilty to justice, a government agency equips him with a special motorcycle loaded with gadgets and an indestructible shield. Now armed, he battles against the nation's enemies as the Sentinel of Liberty, Captain America.","release_date":"1979-01-19","genres":[28,10770,878],"vote_average":4.0,"runtime":97,"cert":"N\/A","id":197467,"title":"Captain America","adult":false},{"cast":["Mireille Deyglun","Pierre Chagnon","Michel Forget","Marilyn Lightstone","Charlotte Laurier"],"overview":"In the early 1940's, Canada is a country at war and Florentine is a young woman, from a very poor family, looking for love. She meets two suitable men, a nice soldier from a good and wealthy family, and an ambitious self-centered engineer. She must decide whether she wants to follow her head or her heart...","release_date":"1983-08-28","genres":[],"vote_average":6.0,"runtime":123,"cert":"N\/A","id":197469,"title":"The Tin Flute","adult":false},{"cast":["Anil Kapoor","Sridevi","Raveena Tandon","Farida Jalal","Aruna Irani"],"overview":"Laadla is the story of the kind-hearted Raju, who lives with his disabled mom. One day Raju, on his way to a job interview, saves the life of a rich textile mill owner who offers him a job in his factory. The mill is run by his ambitious daughter Sheetal, whose competitive attitude and open insults have made her many enemies. Raju and Sheetal clash often, until Sheetal tries to get the upper hand by forcing Raju to marry her, even though he has already fallen in love with Kaajal.","release_date":"1994-03-17","genres":[],"vote_average":5.4,"runtime":169,"cert":"N\/A","id":197483,"title":"Laadla","adult":false},{"cast":["Philippe Noiret","Jean Rochefort"],"overview":"Vincent is the victim of an assassination attempt carried out by a young woman who wants to avenge her sister. Albert, the childhood friend of Vincent, wants to help and begins to investigate the woman, but he realizes that Vincent is perhaps not the person he seems to be.","release_date":"1983-09-28","genres":[35,18],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":197485,"title":"L'ami de Vincent","adult":false},{"cast":["Madeleine Stowe","Jennifer Warren","Jack Scalia","Tamara Dobson","Stella Stevens"],"overview":"A cult of descendants of the Amazons plot to take control of mankind, but an inquisitive doctor might uncover their plans.","release_date":"1984-01-29","genres":[53,80,18],"vote_average":4.0,"runtime":95,"cert":"N\/A","id":197487,"title":"Amazons","adult":false},{"cast":["Beau Bridges","Robert Powell","Simon Ward","Jane Seymour","Harry Andrews"],"overview":"They made him a hero by branding him a coward . . . the story of a man who conquered fear.","release_date":"1978-01-01","genres":[10770,12,18,10752],"vote_average":6.7,"runtime":100,"cert":"N\/A","id":197489,"title":"The Four Feathers","adult":false},{"cast":["Jack Oakie","George Burns","Gracie Allen","Lyda Roberti","Wendy Barrie"],"overview":"The wisp of a storyline involves two-bit radio station owner Spud Miller, who doubles as the station's sole announcer while his comic partner Smiley serves as the house crooner. On the verge of bankruptcy, Spud is receptive to the wacky notions of George and Gracie, who've just invented a television device which can pick up and transmit any signal, any time, anywhere.","release_date":"1935-09-20","genres":[10402],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":197491,"title":"The Big Broadcast of 1936","adult":false},{"cast":["Bob Peck","Miranda Richardson","Barry Foster","Gary Waldhorn","Mary Millar"],"overview":"The quiet life of Oxford professor James Westgate is shattered when he is introduced to Penny, the wife of his crass new colleague.","release_date":"1987-01-25","genres":[],"vote_average":8.0,"runtime":100,"cert":"","id":197493,"title":"After Pilkington","adult":false},{"cert":"N\/A","title":"Los Extermineitors 2","cast":["Emilio Disi","Guillermo Francella","Hector Echavarria","Beatriz Salomón","Fernando Siro"],"genres":[28,35],"id":197498,"overview":"The Dragon is in prison ready to escape and take revenge on those who stopped. This will help a mafia organization that moves in the world of illegal betting related to martial arts fights worldwide and also linked to drug trafficking. In prison, the Dragon is a sinister character, McClain (Randholp McClain), an American imprisoned for killing their opponents. But once released sent to compete in the World Martial Arts Championship with Hector Echavarria, Argentine and world champion wrestler.","runtime":null,"release_date":"1990-07-12","vote_average":6.3,"adult":false}]