[{"cast":["Gustav-Peter Wöhler","Dieter Ohlendiek"],"overview":"Set on the deserted North Sea island of Langeness, a lonely woman begins an affair with a stranger; only after he is identified as a political fugitive and deported does she begin to learn about his true identity and his past.","release_date":"1991-05-30","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197503,"title":"Lebewohl, Fremde","adult":false},{"cast":["Lyusyena Ovchinnikova","Oleg Efremov","Nikolay Burlyaev","Larisa Burkova","Konstantin Tyagunov"],"overview":"A sublime, exceptionally well acted film about a single working class mother and her teenage son. She finds a man and marries him, her son is jealous and full of hot air at first but comes to understand her in the end. That's all. The simplicity of the story notwithstanding, this is one of the most sincere and lyrical films to have been produced in the 1960s-1970s Soviet Union. Very realistic, too, showing the life as it was then. Lyusyena Ovchinnikova is superb, it is this film that makes one realize what a wonderful and under-appreciated actress she was. Nikolay Burlyayev is very good as a lanky teenager, the final scene with him carrying a glass of carbonated water for his mother is stunning. Oleg Efremov is very convincing as a working class man who found his happiness at last.","release_date":"1970-05-27","genres":[18],"vote_average":4.0,"runtime":98,"cert":"N\/A","id":197505,"title":"My Mom Has Married","adult":false},{"cast":[],"overview":"A pair of Hungarian filmmakers search the United States for the former Mr. Universe and husband of the late Jayne Mansfield, Mickey Hargitay in this comedy drama.","release_date":"1988-05-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197516,"title":"Mr. Universe","adult":false},{"cast":["Bentein Baardson","Petronella Barker","Per Jansen","Sverre Anker Ousdal","Bjørn Sundquist"],"overview":"Allan and Lisa flee the war-torn city of Sweetwater with their young son for the safety of the municipal dump in this sleepy war drama. They join other displaced survivors who were driven from their homes. After Lisa gives birth to another child and Allan has a fling with the prostitute Mary Diamond, he trades Lisa for a gun. Allan leads a resistance group trying to retake their city who would rather fight and die than live in exile.","release_date":"1988-09-14","genres":[53,878],"vote_average":5.0,"runtime":115,"cert":"N\/A","id":197521,"title":"Sweetwater","adult":false},{"cast":["Mario Šelih","Anja Rupel","Velimir \"Bata\" Živojinović","Rade Šerbedžija","Elizabeth Spender"],"overview":"Peter Berdon (Mario Selič) joins a group of Stalinists after his father is killed by the Nazis in this grim political drama. The film begins with his arrest and uses flashbacks to tell the events that led to his incarceration. His abuse is chronicled both in and out of prison after he falls in with a Bonnie and Clyde-like duo after the war is over.","release_date":"1987-05-30","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":197532,"title":"The Felons","adult":false},{"cast":["Anne-Marie Blanc","Volker Prechtel","Christiane Krüger"],"overview":"Fred is a journalist who investigates the death of a man in room 36. He interviews the man's widow and her deranged mother for clues as to how the man died in a hotel room that is rented by the hour. Also under suspicion is a stranger named Becker who lives next to the room where the killing took place.","release_date":"1988-05-30","genres":[18],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":197534,"title":"Zimmer 36","adult":false},{"cast":["Bekir Adnan","Petre Arsovski","Šaban Bajramović","Salaetin Bilal"],"overview":"In modern-day Macedonia, East Indian gypsy Taip (Miki Manojlovic) becomes friends with UN peacekeeper Riju and introduces him to his life of squalor. When Taip's mother dies, he collects government money for the funeral -- but then she comes back to life. Shown at the 1997 Montreal Film Festival.","release_date":"1997-05-27","genres":[35],"vote_average":5.0,"runtime":133,"cert":"N\/A","id":197539,"title":"Gipsy Magic","adult":false},{"cast":["Louise Portal","Isabelle Pasco","Richard Moffatt","Patrice Godin","Daniel Gadouas"],"overview":"In this Canadian psychological drama a repressed young man struggles with his phobia of sex. It began when he was a sensitive 11-year old awakened in the night by the sound of his parents making love. Not understanding the nature of the groans, he peeks in and is horrified by the sight. Things get worse the next day when he and his mother discover that daddy died in his sleep that night. The boy, confused by it all deduces that it was the sex-act that killed his father and so refuses to mature so he will never have to die. This goes on several years and for some reason his mother doesn't seem to mind. Things seem okay until his mom's new boy friend moves in. The teen and the lover constantly fight. Late at night, the boy begins spying on his mother and the man and in so doing comes to realize that sex is not as deadly as it seemed. Once this light dawns, the boy is able to grow up and become normal.","release_date":"1996-05-27","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":197547,"title":"Not Me!","adult":false},{"cast":["Scott Thompson"],"overview":"Made in the early 1990s, this award-winning Canadian documentary presents the stories of gay and lesbian teenagers who have come out to their family and friends. The journeys for most were emotional and sometimes painful, but ultimately a source of strength and hope. Also included are the tales of young transvestites and street hustlers who have had to leave home because of rejection by their families. P-Flag, a support group for parents of gays is also briefly profiled.","release_date":"1994-05-27","genres":[99],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":197549,"title":"Out: Stories of Lesbian and Gay Youth","adult":false},{"cast":["Ulrich Mühe","Klaus Maria Brandauer","Armin Mueller-Stahl","Andrea Jonasson","Agnes Fink"],"overview":"Ulrich Mühe plays a German businessman who was born completely without scruples. This makes him an eminently suitable candidate for success in the chaotic years after World War I. The shameless man's story is contrasted with that of his polar opposite, a Jewish anarchist.","release_date":"1989-09-21","genres":[18],"vote_average":6.7,"runtime":196,"cert":"N\/A","id":197560,"title":"Spider's Web","adult":false},{"cast":["Soumitra Chatterjee","Dhritiman Chatterjee","Dipankar Dey","Ruma Guha Thakurta","Mamata Shankar"],"overview":"Legendary Indian film director Satyajit Ray developed this project based on a classic play by Henryk Ibsen because his doctor wanted him to only shoot films in a studio. The story has been transferred to Bengal, and Bengali is the language used in the film. In the story, Dr. Ashoke Gupta (Soumitra Chatterji) is an idealistic doctor working in a town near Calcutta. He discovers that the water at a popular temple is the source of an outbreak of typhoid and hepatitis. In order to save lives, he risks his career to try and call attention to this polluted water source. His efforts are thwarted by a local group of building contractors, who attempt to discredit him in various ways. Despite that, Dr. Gupta has supporters, and a reporter from Calcutta offers to tell his story in the papers there.","release_date":"1990-01-19","genres":[18],"vote_average":7.8,"runtime":99,"cert":"N\/A","id":197562,"title":"An Enemy of the People","adult":false},{"cast":["Bruno Cremer","Nelly Borgeaud","Julie Jézéquel","Clotilde de Bayser","Laure Marsac"],"overview":"A death in the family. Patrick dies and his three sisters gather at their parents' home in Normandy. Anne, the oldest, is steady, married with two children, showing little emotion. Isabelle, who's cut herself off from her family for eight years, returns from Paris. Claude, Patrick's twin and still a student, grieves for her other half. Along with their parents, each must face family grievances first before they can grieve together for Patrick. Then comes the revelation of how he died, and new feelings come to the fore. Can a death help a family to heal, coax an aging mother back to sanity, bring a couple into each other's arms, and enable two sisters to grow?","release_date":"1990-05-28","genres":[18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":197567,"title":"Tumultes","adult":false},{"cast":["Ron Athey","Matt Bradshaw","Rick Castro","John Garwood","Damian Hardy"],"overview":"A look at the sex lives of the guys who make L.A. adult movies.","release_date":"1998-06-08","genres":[99],"vote_average":4.5,"runtime":91,"cert":"N\/A","id":197569,"title":"Sex\/Life in L.A.","adult":false},{"cast":["Phil Jackson","Kobe Bryant","Pau Gasol","Lamar Odom","Andrew Bynum"],"overview":"In the 2010 season, one challenger after another tried to knock the Los Angeles Lakers off their NBA throne. But in the end, the Lakers reigned supreme once again, winning their 16th NBA championship. Led by Finals MVP Kobe Bryant, the Lakers championship drive culminated with an NBA Finals triumph over the arch-rival Boston Celtics.","release_date":"2010-07-26","genres":[99],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":197574,"title":"2010 Los Angeles Lakers: Official NBA Finals Film","adult":false},{"cast":["Norman Black","Chris Tiu","Nonoy Baclao","Ryan Buenafe","Nico Salva"],"overview":"Relive the journey of Coach Norman Black and the Ateneo Blue Eagles as they went from contender to 5-peat champions!  Featured in this rare 60-minute documentary are never before seen footage and interviews of the players and coaches that take you from the sanctuary of Moro Lorenzo Sports Center to their annual training camp in the US, to the locker rooms all the way to the hardcourts of the Arena stadium and the Araneta coliseum.  The  three-part documentary runs for a total of 50 minutes. Part One is titled, Learning to Fly and features the 2004-07 seasons. Part Two is titled, Flying High and focuses on Seasons 71-74. Part Three is titled, Last Flight is about Season 75 and The Drive for Five.","release_date":"2012-12-05","genres":[99],"vote_average":7.0,"runtime":48,"cert":"N\/A","id":197576,"title":"2012 Ateneo Blue Eagles: Drive For Five","adult":false},{"cast":["Madge Evans","Preston Foster","James Gleason","H.B. Warner","Neil Hamilton"],"overview":"A young captain hoping to replace the U.S. Army's horses with mechanized vehicles faces court-martial after his commanding officer, who's opposed to modern changes, is killed.","release_date":"1938-08-11","genres":[35,28],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":197578,"title":"Army Girl","adult":false},{"cast":["Alexander Josef Shtol","Mariya Zharkova","Julia Gorr","Ilja Pletner","Roman Sdobnyakov"],"overview":"Berlin. Grisha, a Russian-German boy, fools around with a toygun. The longer he plays, the further he is thrust into an altered reality. The boundaries between the present and the past start to blur. Images from a bygone Berlin appear; streets and buildings still carry the memories of war. Suddenly, he is caught in a nightmare of another lifetime.","release_date":"2013-05-19","genres":[],"vote_average":6.0,"runtime":30,"cert":"N\/A","id":197580,"title":"Come and Play","adult":false},{"cast":[],"overview":"The War of 33 is an intimate, personal and powerful telling of the story of the 2006 war in Lebanon. A series of letters written by Hanady Salman--a mother living through the war in Beirut--carve a narrative arc through the intense and haunting images of conflict. She tells the stories of her family and the people she lives the war with--the refugees, the wounded, and the everyday Lebanese, struggling to maintain their sanity and their humanity during a time of war.","release_date":"2008-05-27","genres":[99],"vote_average":0.0,"runtime":35,"cert":"N\/A","id":197588,"title":"The War of 33 - Letters from Beirut","adult":false},{"cast":["Neil Breen","Klara Landrat","Jennifer Autry","Victoria Viveiros","Danielle Andrade"],"overview":"A small boy discovers a mystical power as a child. He is then separated from his childhood girlfriend. He grows up to be a computer scientist who is hacking into the most secret national and international secrets, as well as being an acclaimed novel writer. His childhood 'finding' gives him amazing paranormal powers. He is reunited with the childhood girlfriend, mystically, on his hospital deathbed... as his relationship with his current drug addict girlfriend is deteriorating. The passions build between the threesome. Mystical, psychiatric and worldly forces rise to prevent him from revealing the hacked secrets. He attempts to reveal all in a Washington DC large press conference, with 'fateful' and dangerous consequences.","release_date":"2013-05-23","genres":[18,14,53],"vote_average":4.6,"runtime":100,"cert":"N\/A","id":197599,"title":"Fateful Findings","adult":false},{"cast":[],"overview":"A look at the criminal investigation of Texas Congressman Tom DeLay on campaign fund-raising charges and his efforts to redraw the state's Congressional districts.","release_date":"","genres":[99],"vote_average":9.0,"runtime":75,"cert":"N\/A","id":197604,"title":"The Big Buy: Tom DeLay's Stolen Congress","adult":false},{"cast":["Will Patton","Gottfried John","Adelheid Arndt","Robbie Coltrane"],"overview":"An American in West Berlin finds himself caught up in murder and intrigue after his associate is killed and a diplomat's daughter is found dead in his room.","release_date":"1984-11-29","genres":[53,80,9648],"vote_average":0.0,"runtime":87,"cert":"","id":197609,"title":"Chinese Boxes","adult":false},{"cast":["Beau Bridges","Susan Sarandon","James Noble","Harriet Rogers","Ann Wedgeworth"],"overview":"A man, recently released from a mental hospital, tries to track down his family.","release_date":"1976-03-01","genres":[18],"vote_average":10.0,"runtime":98,"cert":"N\/A","id":197611,"title":"Dragonfly","adult":false},{"cast":[],"overview":"Six friends take the deadliest challenges of their lives when they go into the woods, where a hunter of human lives lurk in the bushes and trees on a mountain top far in the woods of Los Angeles. His playground of death becomes their final resting place as they go through the woods. Many have come in, but few have made it out when they go into the woods.","release_date":"2012-02-15","genres":[53],"vote_average":2.7,"runtime":80,"cert":"N\/A","id":197613,"title":"Into The Woods","adult":false},{"cast":["Leleti Khumalo"],"overview":"The storyline follows Faith and her two young sons, who live on the streets of Johannesburg as she works a busy street junction begging from passing motorists. With the little money she makes she tries to raise her children, although they often go to sleep hungry and scared. Faith not only has to face the apathy of the wealthy elite that pass her every day but also the distrust and anger of the locals. —bizcommunity.com","release_date":"2005-11-18","genres":[18],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":197615,"title":"Faith's Corner","adult":false},{"cast":["Sandrine Bonnaire","Jane March","Charles Finch","James Fox","Jean Rochefort"],"overview":"Thomas Murray and Amanda have just moved to Paris. He works for a bank owned by Amanda's father Arthur Trevane. Amanda decides that she does not like Paris, so she goes back to London. But trouble begins on a drive through the countryside, where he meets a free spirit whose charms pressure his long-distance marriage.","release_date":"1997-09-17","genres":[18],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":197623,"title":"Never Ever","adult":false},{"cast":[],"overview":"Emotionally scarred after serving in the Gulf War, soldier Quinn Taylor returns to his Arizona home, only to learn that his father plans to sell their land to a drug lord. Determined to interrupt the sale, Taylor goes to war with a powerful cartel.","release_date":"","genres":[],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":197628,"title":"Reflex Action","adult":false},{"cast":["Frédéric Leidgens"],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197633,"title":"Monsieur M, 1968","adult":false},{"cast":["Scarlett Gunden","Corinne Brodbeck","Bea Fiedler","Renate Langer","Erich Padalewski"],"overview":"Nikki Moser, a blond womanizer, made a deal with the burgomaster. He gave him money to buy a hotel, and for this Nikki should marry his daughter Marianne. And the catch is not even that the daughter of the Bavarian city head is a mulatto, but the fact that Nicky does not want to be bound by marriage to anyone. Buddy Tony throws the poor guy the idea of ​​taking a loan, giving money to the burgomaster and sending him away with his daughter. However, to say is not to do. To knock out a loan is a complicated matter.","release_date":"1978-06-29","genres":[35],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":197644,"title":"Hurra, die Schwedinnen sind da","adult":false},{"cast":["Kevin Dillon","Nick Mancuso","Lysette Anthony","Robert Lewis","Stefan Arngrim"],"overview":"Impatient to have a child, an infertile couple seeks help at a sperm bank and are thrilled when the procedure works. But their joy is cut short after they discover the donor is a psychopath willing to kill anyone who stands between him and his baby.","release_date":"1998-06-23","genres":[27,53,18],"vote_average":2.7,"runtime":95,"cert":"N\/A","id":197649,"title":"Misbegotten","adult":false},{"cast":["Lloyd Banks","Yasiin Bey","Layzie Bone","Wish Bone","Mr. Blackchild"],"overview":"A documentary on the secret dossiers that police, FBI, and task agencies have compiled on hip-hop performers and industry executives.","release_date":"2006-01-01","genres":[99],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":197657,"title":"Rap Sheet: Hip-Hop and the Cops","adult":false},{"cast":[],"overview":"Behind the Rainbow explores the transition of the African National Congress (ANC) from its role as a liberation organization to its position as South Africa's ruling party, by means of the evolution of the relationship between two of its most prominent leaders, Thabo Mbeki and Jacob Zuma. Exiled under Apartheid, brothers in arms following Mandela's leadership, they loyally labored to build a non-racial state. Now they are bitter rivals. Their confrontation threatens to tear apart the ANC and the country, mean while the poor desperately seek hope in change and the elite fight for the spoils of victory.","release_date":"2008-10-28","genres":[],"vote_average":0.0,"runtime":124,"cert":"N\/A","id":197659,"title":"Behind the rainbow","adult":false},{"cast":[],"overview":"Savatage live on the WoM-tour","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197664,"title":"Savatage: Cologne Germany","adult":false},{"cast":[],"overview":"1.) Holy Wars  2.) Wake Up Dead  3.) Hangar 18  4) Lucretia  5.) Sweating Bullets  6.) In My Darkest Hour  7.) Tornado Of Souls  8.) Ashes In Your Mouth  9.) Peace Sells  10.) Anarchy In The UK","release_date":"1992-09-25","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":197666,"title":"Megadeth: [1992] Hammersmith Odeon","adult":false},{"cast":[],"overview":"Porky Pig provides play-by-play commentary of a baseball game.","release_date":"1940-07-06","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":197674,"title":"Porky's Baseball Broadcast","adult":false},{"cast":[],"overview":"Good games","release_date":"","genres":[10770],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197688,"title":"San Jose Sharks vs Los Angeles Kings 26.05.13","adult":false},{"cast":["Gérard Depardieu","Jacqueline Bisset","Drena De Niro","Amy Ferguson","Paul Calderon"],"overview":"Fiction inspired from the story of the rise and the fall of french politician and former head of the International Monetary Fund, Dominique Strauss-Kahn.","release_date":"2014-05-22","genres":[18],"vote_average":5.3,"runtime":125,"cert":"N\/A","id":197696,"title":"Welcome to New York","adult":false},{"cast":["Edy Williams","Randy Boone","Harvey Jason","William Smith","Marlene Schmidt"],"overview":"A small-town doctor (Edy Williams) becomes a suspect while probing her rich husband's mysterious death.","release_date":"1975-11-01","genres":[35,18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":197698,"title":"Dr. Minx","adult":false},{"cast":[],"overview":"A featurette on the \"Walt Disney Treasures - The Complete Goofy\" DVD.","release_date":"2002-12-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197715,"title":"'Pinto' Colvig: The Man Behind the Goof","adult":false},{"cast":[],"overview":"A featurette on the \"Walt Disney Treasures - The Complete Goofy\" DVD.","release_date":"2002-12-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197717,"title":"The Essential Goof","adult":false},{"cast":["Sebastian Bach","Rachel Bolan","Dave 'The Snake' Sabo","Scotti Hill","Rob Affuso"],"overview":"Wembley Stadium on 31st August 1991. Setlist:\r 01. Slave to the Grind\r 02. Big Guns\r 03. Piece of Me\r 04. Riot Act\r 05. 18 and Life\r 06. Psycho Love\r 07. Get the Fuck Out\r 08. Monkey Business\r 09. I Remember You\r 10. Youth Gone Wild","release_date":"1991-08-31","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197719,"title":"Skid Row: Live at Wembley Stadium","adult":false},{"cast":[],"overview":"A featurette on the \"A Trip Through the Walt Disney Studios\" DVD.","release_date":"2002-12-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197721,"title":"Studio Tour","adult":false},{"cast":[],"overview":"Follows the life and work of animator Lotte Reiniger.","release_date":"2001-11-19","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":197723,"title":"Lotte Reiniger: Homage to the Inventor of the Silhouette Film","adult":false},{"cast":["Alfre Woodard","Tim Hodge","Geoffrey Jones","Dave Murray"],"overview":"Disney's retelling of the legend of John Henry, the steel-driving man.","release_date":"2000-05-27","genres":[16,18,10751],"vote_average":7.5,"runtime":10,"cert":"N\/A","id":197725,"title":"John Henry","adult":false},{"cast":["Stan Freberg"],"overview":"Baby Wile E. Coyote is told by his father, Cage E., that he's not to speak until he catches a roadrunner...","release_date":"2000-11-05","genres":[16],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":197727,"title":"Little Go Beep","adult":false},{"cast":["Laerte Coutinho","Phedra D.Cordoba"],"overview":"The cartoonist Laerte goes a long way through São Paulo searching for a certificate.","release_date":"2012-08-23","genres":[],"vote_average":5.0,"runtime":13,"cert":"N\/A","id":197729,"title":"Legs Out","adult":false},{"cast":["Brian Aragon","Julian Bah","William Bailey"],"overview":"Inline Movie.","release_date":"2006-01-01","genres":[28],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":197731,"title":"Black Market Inline","adult":false},{"cast":[],"overview":"Documentary recounting the life story of Louise Brooks in 5 sections: \"Lulu in Toe Shoes\"; \"Lulu in Hollywood\"; \"Lulu in Berlin\"; \"Lulu in Hell\"; and \"Resurrection\". Narrated by Shirley MacLaine.","release_date":"1998-05-27","genres":[99],"vote_average":7.5,"runtime":60,"cert":"N\/A","id":197733,"title":"Louise Brooks: Looking for Lulu","adult":false},{"cast":[],"overview":"An off-screen narrator and nine talking heads make the case for Harry Langdon being ranked just below Chaplin, Keaton, and Lloyd as a fine movie comedian. They celebrate his slowed-down style as original and, later, influential. They take issue with Frank Capra's assessment of Langdon's small talent and large ego, suggesting instead that the villain in Langdon's rapid fall may well have been his second wife. Langdon's story is told chronologically, with many clips from silent and sound films. The film celebrates his supporting roles and later writing credits as well as his earlier silent features.","release_date":"1997-12-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197735,"title":"Harry Langdon: Lost and Found - A Story in Five Parts","adult":false},{"cast":["Nelson Eddy","Virginia Bruce","Victor McLaglen","Lionel Barrymore","Edward Arnold"],"overview":"A Harvard man (Nelson Eddy) fights a railroad baron with a disguise and the power of the press.","release_date":"1939-02-24","genres":[18,10402,10749],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":197737,"title":"Let Freedom Ring","adult":false},{"cast":["Kevin Schon","Ernie Sabella","Phillip Ingram"],"overview":"This is a musical short from Disney that features Timon and Pumbaa from The Lion King. Timon sings his own rendition of the hit song Stand By Me in the African fields. While he is singing, Pumbaa is hit by a ton of heavy objects such as safes and airplanes.","release_date":"1995-12-21","genres":[35,16,10402,10751],"vote_average":6.5,"runtime":3,"cert":"N\/A","id":197739,"title":"Stand by Me","adult":false},{"cast":[],"overview":"A boy rediscovers his childhood toy, the rocking horse.","release_date":"1992-07-16","genres":[16,35,10751],"vote_average":5.3,"runtime":5,"cert":"N\/A","id":197747,"title":"Off His Rockers","adult":false},{"cast":[],"overview":"Bugs Bunny partakes of the multiplex cinema that has been instantly built over his hole over the objection of usher Elmer Fudd.","release_date":"1990-05-27","genres":[],"vote_average":4.0,"runtime":4,"cert":"N\/A","id":197749,"title":"Box-Office Bunny","adult":false},{"cast":[],"overview":"The latest work in this anthology, Battery Film is an independent work that presents a unique look at New York City.  Seen through animated sequences that dissolve into actual photos from the city, the film makes the viewer see this large city in a different light.","release_date":"1985-05-27","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":197751,"title":"Battery Film","adult":false},{"cast":[],"overview":"Made to commemorate the 40thanniversary of the Soviet victory over the Germans. The film won second prize at the XXII Leipzig Festival of Films for Children. In a German concentration camp Russian prisoners fashion a Don Quixote doll from a bit of metal. It becomes their symbol of hope. The lyrical film is bracketed with references to the Spanish Civil War, which led to decades of authoritarian rule by Generalissimo Franco, and the 1973 coup detat in Chile which toppled the socialist, pro-Soviet regime of  Salvadore Allende. (Clear skies was the codeword which launched Francos 1936 coup, supported by the fascist governments of Italy and Germany and opposed by the USSR and France).","release_date":"1984-05-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197753,"title":"Tale of a Toy","adult":false},{"cast":["Peter Lee Lawrence","Alan Steel","Carlos Quiney","Beatriz Savón","Carina Monti"],"overview":"In this British adventure, two gentlemen are assigned to stop an impending revolt on the treacherous Khyber mountain pass in India. En route they are waylaid by an angry rebel band. The film is also titled Fury of the Khybers.","release_date":"1970-01-01","genres":[12],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":197755,"title":"Slaughter on the Khyber Pass","adult":false},{"cast":[],"overview":"Foghorn Leghorn assigns Prissy, who's been laying some odd, unsatisfactory eggs, to lay turquoise eggs for Easter...","release_date":"1980-05-27","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":197757,"title":"The Yolks on You","adult":false},{"cast":["João Miguel","Leandra Leal","Letícia Colin","Gracindo Júnior","Leon Góes"],"overview":"The youngest daughter of a rich man has been raped by five black men in the slums of Rio, and her father arranges her marriage to one of his employees in order to save the family's honor.","release_date":"2013-05-24","genres":[],"vote_average":4.4,"runtime":90,"cert":"N\/A","id":197759,"title":"Bonitinha, Mas Ordinária","adult":false},{"cast":[],"overview":"The coyote chases the road runner, but in this one he actually succeeds, to his bemusement.","release_date":"1980-05-27","genres":[],"vote_average":6.4,"runtime":9,"cert":"N\/A","id":197764,"title":"Soup or Sonic","adult":false},{"cast":["Mel Blanc"],"overview":"Yosemite Sam is miserly Ebenezer Scrooge in this spoof of Charles Dickens' classic tale. Porky Pig, as Scrooge's clerk, Bob Cratchit, is fired on Christmas eve for the unpardonable act of using coal to keep warm. When Scrooge evicts Cratchit and his family from their modest dwelling, heroic Bugs Bunny decides to dress like a ghost and teach the hot-tempered miser a lesson on the meaning of Christmas.","release_date":"1979-05-27","genres":[16,35],"vote_average":5.4,"runtime":8,"cert":"N\/A","id":197766,"title":"Bugs Bunny's Christmas Carol","adult":false},{"cast":[],"overview":"Wile E. Coyote chases the Road Runner through some snowy mountaintops, leading to a series of snow-related traps such as the Acme Blizzard Machine which makes instant snow....a little too instant for the Coyote's taste.","release_date":"1979-05-27","genres":[16,35],"vote_average":6.3,"runtime":6,"cert":"N\/A","id":197768,"title":"Freeze Frame","adult":false},{"cast":[],"overview":"A documentary short by Haro Senft.","release_date":"1975-05-27","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":197770,"title":"Sterne in der Stadt","adult":false},{"cast":["Jean-Hugues Anglade","Mélanie Thierry","Philippe Bérodot","Pierre Moure","Loïc Rojouan"],"overview":"Inspector Richard Kemp never got around to putting the handcuffs around the Eardrum Slasher, a dangerous serial killer whose rampage began 20 years before. When Hélène, a psychologist, witnesses the Slasher’s latest crime and offers to testify, Kemp falls in love with her at first sight. In a mysterious turn of event, Kemp is suddenly transported back in time to the site of the Eardrum Slasher’s first murder, he realizes that this could provide a second chance to catch the killer...","release_date":"2013-06-05","genres":[80,14],"vote_average":6.5,"runtime":102,"cert":"N\/A","id":197772,"title":"Back in Crime","adult":false},{"cast":[],"overview":"A short film from Haro Senft.","release_date":"1973-05-27","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":197774,"title":"Mondtag","adult":false},{"cast":["Svetlana Kharlap"],"overview":"Animated Soviet propaganda cartoon by S. Aristakesov, about a boy who search for his grandfather who was MIA in WWII.","release_date":"1973-05-27","genres":[16,10751],"vote_average":5.0,"runtime":10,"cert":"N\/A","id":197776,"title":"Vasilyok","adult":false},{"cast":["Michael Goodliffe"],"overview":"The brutally entitled Don't Be Like Brenda (1973) is an eight-minute lecture to young women, telling them not to be sexually promiscuous like the film's hapless heroine – although heaven knows, the promiscuity hinted at here is tragically modest. Poor Brenda goes all the way with a boy who does not marry her. The film is stunningly without any useful educational content on contraception and makes it entirely clear that the woman, not the man, is to blame. The film even makes her poor unwanted child suffer from a heart defect, so that no one wants to adopt the poor little thing – just to hammer the point home. (from: http:\/\/www.theguardian.com\/film\/filmblog\/2009\/feb\/11\/sex-education-films)","release_date":"1973-05-27","genres":[18,99],"vote_average":5.5,"runtime":8,"cert":"","id":197778,"title":"Don't Be Like Brenda","adult":false},{"cast":["Pip Springhail","Eelco De Jong","Sue Stoodwell","John Perkins"],"overview":"A production of Oxford Polytechnic for sponsor the Family Planning Association, this is an unreservedly hairy promotion of the prophylactic in avoiding unwanted pregnancies.  A wave of period details situate the film in both time and milieu. The culture of its audience, 1970s students, is evoked and displayed via a mattress on the floor, an ethnic rug, the kilim bedpsread, homebrew jars, denim clothes and by hair: long hair, facial hair - beards. The main actors are dead ringers for the infamous cover stars of Alex Comfort's The Joy of Sex, published the year before.","release_date":"1973-05-27","genres":[18,35],"vote_average":6.0,"runtime":5,"cert":"12","id":197780,"title":"'Ave You Got a Male Assistant Please Miss?","adult":false},{"cast":["John Derek","Donna Reed","Sidney Blackmer","Alexander Knox","Aldo Ray"],"overview":"A talented high school football player encounters trouble in a college program.","release_date":"1951-03-01","genres":[18],"vote_average":6.0,"runtime":111,"cert":"N\/A","id":197785,"title":"Saturday's Hero","adult":false},{"cast":["Beetlejuice"],"overview":"Famed Star of Film and Television, \"Beetle\" Shocked His Many Fans With The release of Beetle Uncensored\". On That collection he played pranks and committed drunken outrageous acts upon the unexpectant masses!  This time you will see a different side of Beetle..  ONE THAT YOU NEVER KNEW EXISTED!  YOU KNOW \"THE BEETLE\"  NOW LEARN \"THE MAN!\"","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":197787,"title":"Beetle - As Bad As Can","adult":false},{"cast":["Rod Cameron","Cathy Downs","Johnny Mack Brown","Raymond Walburn","Alan Hale Jr."],"overview":"Steve Llewellyn hung up his guns after killing a man in self-defense, left Willow Creek and went on the drift for five years. Now he’s back. And the bad blood stirred up by his return and the violence caused by a cattleman’s grab for all the good grasslands mean Steve must strap on his sidearms again. Rod Cameron -- who became a marquee draw with a pair of espionage serials in the 1940s and went on to establish himself as a popular cowboy star -- makes Steve a hero to reckon with in Short Grass, one of the actor’s 10 films with busy shoot-‘em-up director Lesley Selander. Johnny Mack Brown, a sagebrush stalwart in his own right, plays the marshal who allies with Steve. Adding to the Western pedigree is costar Cathy Downs, who plays the title role in the iconic My Darling Clementine. Buffs will note other familiar faces, including Alan Hale, Jr., well remembered as the skipper who takes a “three-hour tour” to Gilligan’s Island.","release_date":"1950-12-24","genres":[37],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":197789,"title":"Short Grass","adult":false},{"cast":["Melissa McCarthy","Sam Pancake"],"overview":"Talking to the camera, Margaret tells us about her friendship with God. \"We talk every day,\" she explains. And at that moment, her phone rings, and it's God on the line. God's gossip is the best, Margaret tells us. Then, we see what happens to her when she and God have a falling out. Can they patch it up? Is she sane?","release_date":"1998-01-01","genres":[35],"vote_average":6.8,"runtime":11,"cert":"N\/A","id":197806,"title":"God","adult":false},{"cast":["Rob Paulsen"],"overview":"The titular duo, tasked with intercepting a monstrous robot set to destroy their town, quarrel until they lose their vehicle's fuel: a live hamster.","release_date":"2000-01-01","genres":[16,18,35,27,12],"vote_average":8.0,"runtime":9,"cert":"N\/A","id":197817,"title":"Kog-Head and Meatus","adult":false},{"cast":[],"overview":"","release_date":"1902-01-01","genres":[99],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":197819,"title":"Danseuses Cambodgiennes du roi Norodom. II.","adult":false},{"cast":["Sean Nelson","Tony Doupe","David S. Hogan","Conner Marx","Tara Simmons"],"overview":"A group of friends must survive a night in the wilderness after one of them is found stabbed to death. The dilemma is whether the killer is out in the woods, or is one of their own. The answer depends on unraveling the six month old mystery of their friend Sophia, who died suspiciously and whose killer was never found.","release_date":"2013-05-16","genres":[9648,53],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":197821,"title":"Shadowed","adult":false},{"cast":["Emanuela Fontes","Maxwell Nascimento","Rita Batata","Fabinho Nepo"],"overview":"A poor young woman prepares to enter music college, but has no piano to practice. Her boyfriend decides to help her crashing into houses that have one so she can plays.","release_date":"2016-01-21","genres":[],"vote_average":2.5,"runtime":52,"cert":"N\/A","id":197823,"title":"Invasores","adult":false},{"cast":[],"overview":"From personal experience in Brussels (where she lives), and travel through Catalonia, the UK and Israel, Anna explores the benefits of linguistic diversity and found that the interaction between language and politics is the main obstacle for multilingualism .","release_date":"2013-05-29","genres":[],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":197831,"title":"La fuerza de Babel","adult":false},{"cast":[],"overview":"Jara Brishtite Bhijechhilo, is a Bengali film based on Joy Goswami's story Jara Brishtite Bhijechhilo, released in 2007. The film directed by Anjan Das stars Indrani Halder, Sudip Mukherjee, Aloknanda Ray.  Indrani Haldar has bagged the best actress award at the Madrid International Film Festival (Spain) for her role in this film, plays a woman, who walks out of marriage after being subjected to repeated marital rape and starts living her life on her own terms with her poet-lover","release_date":"","genres":[],"vote_average":7.5,"runtime":118,"cert":"N\/A","id":197833,"title":"Those who were drenched in rain","adult":false},{"cast":["Aparna Sen","Debashree Roy","Dipankar Dey","Prosenjit Chatterjee","Chitra Sen"],"overview":"A female dancer becomes famous but loses her relationship with her daughter on the way.","release_date":"1994-11-18","genres":[18],"vote_average":8.3,"runtime":138,"cert":"N\/A","id":197835,"title":"19th April","adult":false},{"cast":[],"overview":"Aparajita Tumi is a 2012 Bengali film directed by Aniruddha Roy Chowdhury. The film stars Prosenjit Chatterjee, Padmapriya Janakiraman, Kamalinee Mukherjee, Chandan Roy Sanyal, Indraneil Sengupta. It is a venture of director Aniruddha Roy Chowdhury after his successful and critically acclaimed movie Antaheen. This film also had Shantanu Moitra as music director and Anindya and Chandril as lyricists like Tony's previous film. The film is an adaptation of the novel 'Dui nari hate Tarbari' by famous Bengali writer Sunil Gangopadhyay.","release_date":"2011-01-19","genres":[],"vote_average":8.5,"runtime":128,"cert":"N\/A","id":197837,"title":"You, Undefeated","adult":false},{"cast":[],"overview":"Egaro celebrates the centenary of the historical football match between Mohun Bagan and East Yorkshire Regiment for the IFA Shield where Mohun Bagan snatched the shield on 29 July 1911 during a time when India was under British rule.","release_date":"2011-01-21","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":197839,"title":"Egaro","adult":false},{"cast":["Sara Montiel","Maurice Ronet","Isabel Garcés","Milo Quesada","Luisa de Córdoba"],"overview":"A young woman working as a maid for a big time stage performer is mistaken for the star in Buenos Aires and becomes a great success in the land of the tango.","release_date":"1960-08-29","genres":[18,35,10402],"vote_average":5.7,"runtime":122,"cert":"N\/A","id":197841,"title":"Mi último tango","adult":false},{"cast":[],"overview":"This documentary by filmmaker Raymonde Provencher talk about childhoods in Uganda, where they were forced to kill against their will as soldiers in the Lord's Resistance Army. Now as adults, they're working as activists to help others through a support group for survivors of childhood slavery, never forgetting their own haunting experiences.","release_date":"","genres":[],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":197843,"title":"Grace, Milly, Lucy ... Child Soldiers","adult":false},{"cast":["Takeshi Kusao","Yuko Mizutani","Hideyuki Tanaka","Hirotaka Suzuoki","Hideyuki Umezu"],"overview":"Sho and his friend Tetsurou stumble upon an odd alien artifact while walking through the woods. Then, the alien artifact breaks free of its metallic bonds and enters Sho's body, turning him into the Guyver. With this new power, Sho must do battle with the evil Chronos corporation and their genetically enhanced Zoanoids, who seek to get the Guyver back into their labs. No one close to Sho is safe from Chronos. He must fight.","release_date":"1989-09-25","genres":[878,16,28,27],"vote_average":8.0,"runtime":360,"cert":"15","id":197854,"title":"The Guyver: Bio-Booster Armor","adult":false},{"cast":[],"overview":"The story features four divine Dragon Kings, rulers of the four parts of the world according to Chinese myths. The brothers are reborn in the modern world, complete with supernatural powers and the ability to become the Dragons which are their true forms. They are content to live ordinary lives as long as nobody meddles with them.","release_date":"1991-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197859,"title":"The Legend of the Four Kings","adult":false},{"cast":["Eddie Constantine","Henry Silva","Jack Klugman","Elsa Martinelli","Micheline Presle"],"overview":"A couple of hit men (Henry Silva, Jack Klugman) set out to kill an old friend (Eddie Constantine).","release_date":"1965-08-10","genres":[53,80,18],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":197864,"title":"Hail! Mafia","adult":false},{"cast":["Dilip Roy","Sreelekha Mitra","Rajatava Dutta","June Malia","Arunima Ghosh"],"overview":"Ek Mutho Chabi is a Bengali feature-film released in September 2005. As the name suggests, the movie does not tell one continuous story over 90 minutes; rather it's a compilation of six different stories combined together, all of around 20–25 minutes duration. All directed by different directors. The movie is a kind of experiment with short stories after success of telefilm industry.Argyakamal Mitra’s Janmodin, Partha Sen’s Pakshiraj, Indranil Roychowdhury’s Tapan Babu, Prabhat Roy’s Ragun Babur Galpo, Anjan Dutt’s Tarpor Bhalobasha and Kaushik Ganguly’s ProgressReport make up the package of six.","release_date":"2005-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197866,"title":"A Fistful Of Film","adult":false},{"cast":["Little Tony","Silvia Dionisio","Ferruccio Amendola","Francesco Mulè","Aldo Puglisi"],"overview":"A hotel owner, in competition with a rival owner, finds a cache of lost treasure on the bottom of the bay after trying to drown himself which turns his life upside down.","release_date":"1968-12-06","genres":[10402,35],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":197868,"title":"Vacation on the Esmeralda Coast","adult":false},{"cast":["Gerd Knebel","Henni Nachtsheim"],"overview":"","release_date":"2009-10-30","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197873,"title":"Badesalz - Dugi Otok","adult":false},{"cast":["Suzanne von Borsody","Iain Glen","Rutger Hauer","Daniel Sharman","William Mickleburgh"],"overview":"","release_date":"2007-11-10","genres":[18,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197878,"title":"Starting Over","adult":false},{"cast":["Ini Edo","Mercy Johnson","Funke Akindele"],"overview":"Mercy Johnson, Funke Akindele and Ini Edo are constantly preying on the rich and wealthy... Especially expatriates and foreigners to fulfill their dreams and be the most classy ladies in town. In the second installment, Indian and elderly men become potential husbands.","release_date":"2010-08-28","genres":[],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":197889,"title":"White Hunters 2","adult":false},{"cast":["Kurt Cobain","Dave Grohl","Krist Novoselic","Pat Smear"],"overview":"By 1993, Nirvana was in a state of disarray. Having kick-started the grunge phenomenon two years earlier, the band were now keen to return to their roots.","release_date":"","genres":[],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":197891,"title":"Nirvana: In Utero","adult":false},{"cast":["Rob Machado","Jack Johnson","Kelly Slater"],"overview":"In 2001 Woodshed Films released their third Moonshine Experiment surf movie entitled “Shelter.” With a similar style and feel to the first two Moonshine Experiments, “Thicker Than Water” and “September Sessions”, “Shelter” is one of Taylor Steele and Chris Malloy’s best productions. This surf movie does a great job of staying far away from the politics of surfing and focuses more on soul surfing. However, don’t think that there aren’t any surfers worth watching in this movie because there are plenty. “Shelter” is jam packed with professional and well-known surfers such as Rob Machado, Taylor Knox, Joel Tudor, Mick Fanning, Dean Morrison, Jack Johnson, The Malloy’s, Kelly Slater, Nat Young, Donavon Frankenreiter, Shane Dorian, Jon Swift and many more.  The soundtrack for “Shelter” is similar to “Thicker Than Water” and “September Sessions”. It has a slower and mellower feel, featuring artists such as Mason Jennings, The Shins, White Buffalo and even surfers Jon Swift and Rob Machado.","release_date":"2001-01-01","genres":[99],"vote_average":5.8,"runtime":40,"cert":"N\/A","id":197893,"title":"Shelter","adult":false},{"cast":["Brooklyn Blue","Megan Coxxx","Emily B","Jordan Pryce","Samantha Bentley"],"overview":"The Velvet Lounge is an exclusive private members club where gentlemen can relax and enjoy the company of desirable young women. British director Disanto presents a beautiful cinematic adult production shot in amazing location. In house relationships, the experience of high class courtesans and their clients are all exposed in this collection of erotic vignettes.","release_date":"2013-01-31","genres":[],"vote_average":10.0,"runtime":132,"cert":"N\/A","id":197898,"title":"The Velvet Lounge","adult":true},{"cast":["Inke László","Esztergályos Cecília","Harsányi Gábor","Juli Básti","Ádám Szirtes"],"overview":"Lt. Kojak arrives in Budapest as a guest speaker for the 'International Crime Writers Conference'. Soon after he starts enjoying the pleasures that the city has to offer, he assists his old friends at the police department with a case. The case involves solving the murder of a noted scientist, unaware that a Mafia hit man and his female companion are targeting him.","release_date":"1980-06-05","genres":[35,80],"vote_average":6.0,"runtime":103,"cert":"N\/A","id":197900,"title":"Kojak Budapesten","adult":false},{"cast":["Woodie King Jr.","Dick Anthony Williams","Peggy Kirkpatrick"],"overview":"Steely Brown, a young boy living in Harlem, wanders the streets of the city one night, reflecting on what led to the disappearance of his father.  Meeting the denizens of his neighborhood, he engages in conversations that begin to sketch the outlines of the enigma, invoking Vietnam, marital discord, paternal relationships, substance abuse, schooling and unemployment—in short, the life of an American family.","release_date":"1976-06-01","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":197902,"title":"The Long Night","adult":false},{"cast":["Frank Ellrich","Wildstylez","Frontliner","DJ Isaac","Sven Sieperda"],"overview":"Qlimax 2012 took place on the 24th of november 2012 in the Gelredome, Arnhem. The event is Q-Dance's most popular event, that draws around 30.000 visitors each year from all around the world.","release_date":"2012-11-25","genres":[10402],"vote_average":6.0,"runtime":134,"cert":"N\/A","id":197907,"title":"Qlimax 2012","adult":false},{"cast":["Psycho Les","9th Wonder","Streetrunner","Cool & Dre","Pharrell Williams"],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197909,"title":"Beat Makerz - The Documentary","adult":false},{"cast":["Gianni Morandi","Ottavia Piccolo","Angela Goodwin","Fabio Garriba","Claudia Giannotti"],"overview":"","release_date":"1972-10-27","genres":[10749,35],"vote_average":4.5,"runtime":98,"cert":"N\/A","id":197911,"title":"La cosa buffa","adult":false},{"cast":["Oliver Pocher"],"overview":"","release_date":"2007-09-27","genres":[],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":197913,"title":"Oliver Pocher - It's My Life","adult":false},{"cast":["Kurt Krömer","Steffen Möller"],"overview":"","release_date":"2010-04-24","genres":[99],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":197915,"title":"Polen für Anfänger","adult":false},{"cast":["Liberace","Joanne Dru","Dorothy Malone","Alex Nicol","William Demarest"],"overview":"He dazzled America for decades with his musical artistry. Now fans as well as those curious about this exciting entertainer’s unique appeal can relive the Liberace magic in his only starring film, Sincerely Yours. In a poignant story scripted by Irving Wallace, Liberace plays a concert pianist threatened by deafness. Plunged into despair, he finds escape from personal sorrow by secretly involving himself in the problems of strangers. Liberace touches the heart and delights the ear with sparkling renditions of 31 selections from Chopin to Chopsticks. Along the way he romances Joanne Dru and Dorothy Malone, trades barbs with old pro William Demarest and in a warmly humorous nightclub scene, pokes fun at his own image as the 1950s matinee idol of the little-old-lady set. From beginning to end, Sincerely Yours perfectly captures the charisma and sheer musicality of the legendary Mr. Showmanship.","release_date":"1955-11-05","genres":[18],"vote_average":5.0,"runtime":115,"cert":"N\/A","id":197926,"title":"Sincerely Yours","adult":false},{"cast":["Francis Perrin","Dominique Lavanant","Jean-Claude Brialy","Julien Guiomar","Christiane Jean"],"overview":"","release_date":"1986-05-19","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197928,"title":"Le Débutant","adult":false},{"cast":[],"overview":"","release_date":"2000-05-14","genres":[16,10751],"vote_average":6.3,"runtime":null,"cert":"N\/A","id":197933,"title":"Heidi zurück in den Bergen","adult":false},{"cast":[],"overview":"","release_date":"2010-06-29","genres":[10402],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":197944,"title":"James Blood Ulmer: Solos - The Jazz Sessions","adult":false},{"cast":["Phil Vischer"],"overview":"Volume 8: Words to Make Us Wise will take your family through the books of Job, Psalms, Proverbs, Ecclesiastes and Song of Solomon. You'll hear the story of Job and his faithfulness and learn all about the wisdom David and Solomon share in the Psalms and Proverbs. A quick trip through Ecclesiastes will teach you to trust God in the midst of everyday trials, and then Sunday School Lady will explain the \"mushy\" book - Song of Solomon - and how it demonstrates God's love for us. Memorable songs and great entertainment from VeggieTales creator Phil Vischer.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197946,"title":"What's in the Bible: Words to Make Us Wise","adult":false},{"cast":["Friedrich von Thun","Hartmut Becker","Wolfgang Fischer","Ewald Precht","Michael Verhoeven"],"overview":"A four man US fireteam on patrol seizes a passing young Vietnamnese girl and continue to torture, rape and kill her. Only one soldier refuses to take part in it and reports this incident to his superior, who dismisses it as simple wartime incident. As a consequence for his report, the soldier has to fear for his life. Later, the perpetrators are convicted, although subsequent appeals reduce their sentences significantly.  The plot takes place in a Bavarian forest and reenacts a real war crime that happened in the Vietnam war. The soldiers wear US uniforms, have authentic names but speak with a pronounced Bavarian accent - a conscious directing decision known as Brechtian distancing effect.","release_date":"1970-07-16","genres":[18,10752],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":197960,"title":"o.k.","adult":false},{"cast":["Maximilian Schell","Cordula Trantow","Helmut Qualtinger","Else Ehser","Karl Hellmer"],"overview":"A man comes to a small village to begin his new job as an attendant at the nearby castle. But everybody in the village claims that he surely must be mistaken, there is no need for an attendant at the castle.","release_date":"1968-08-30","genres":[9648,18],"vote_average":6.3,"runtime":93,"cert":"N\/A","id":197962,"title":"The Castle","adult":false},{"cast":["Klaus Schwarzkopf","Elke Sommer","Jürgen Prochnow","Ulla Jacobsson","Kristina Nel"],"overview":"One or the Other of Us (German: Einer von uns beiden) is a 1974 West German film directed by Wolfgang Petersen. It was Petersen's first theatrical feature film, and was based on the novel of the same name by Horst Bosetzky, published anonymously under his pseudonym -ky. The film is a psychological thriller and focuses on the intense conflict between a university professor and a blackmailer. The film features Klaus Schwarzkopf and Jürgen Prochnow as the two main characters and won two Bundesfilmpreise.","release_date":"1974-04-22","genres":[],"vote_average":5.5,"runtime":105,"cert":"N\/A","id":197964,"title":"One or the Other of Us","adult":false},{"cast":[],"overview":"Two reels of mis-takes in shooting Part II of 3RD DEGREE. Film was loaded in camera improperly and the image slides about off-center and becomes blurred – creating some rather amusing and mysterious imagery. A made “found” object. —ubu.com","release_date":"1982-01-01","genres":[],"vote_average":5.4,"runtime":6,"cert":"N\/A","id":197975,"title":"Bad Burns","adult":false},{"cast":["Phil Vischer"],"overview":"Buck Denver and friends journey through 17 major and minor prophets! From Jonah and the whale to Daniel in the lion's den to the hope-filled prophecies of Isaiah, the next installment of What's in the Bible? will have your family laughing and learning more than ever about the Israelites' journey and their need for God's Great Rescue Plan! Memorable songs and great entertainment from VeggieTales creator Phil Vischer.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197977,"title":"Buck Denver Asks: What's in the Bible? Volume 9 - God Speaks!","adult":false},{"cast":["Nino D'Angelo","Laurentina Guidotti","Biagio Izzo","Gennaro Montuori","Tommaso Bianco"],"overview":"Nino establishes a club of supporters of Naples, fighting against the violence in the stadiums. But the Camorra hinders its project.","release_date":"1987-01-01","genres":[35],"vote_average":5.6,"runtime":null,"cert":"N\/A","id":197985,"title":"Quel ragazzo della curva B","adult":false},{"cast":["Phil Vischer"],"overview":"Let VeggieTales® creator Phil Vischer and a bunch of hilarious new friends explain the entire Bible to your kids in this groundbreaking, fast-paced and fun-filled DVD series. Volume 10: Jesus is the Good News! takes your family through the 400 years between the Old and New Testaments, and then shares about the life and ministry of Jesus Christ from the books of Matthew, Mark, Luke and John. Funny and meaningful, Phil Vischer also shares the Gospel and encourages children (and parents) who don't know Jesus to do so - and reach out to a friend or Pastor to experience God's saving grace.  Volume 10 \"Jesus Is The Good News!\" contains two 25-minute episodes:  Episode 1: \"God's Perfect Timing\" Buck Denver and crew learn about the 400 years between the Old and New Testaments and how Jesus arrives at just the perfect time.  Episode 2: \"The Messiah has come!\" Learn about the life and ministry of Jesus - how he died for us and rose again to launch the kingdom of God in the world and in us!","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197987,"title":"What's in the Bible: Jesus is the Good News!","adult":false},{"cast":[],"overview":"It is a truism in most modern societies: Drugs that treat are good; drugs that transport are taboo.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197989,"title":"National Geographic: Taboo - Altered States","adult":false},{"cast":["Phil Vischer"],"overview":"Host Buck Denver and his friends make understanding the Bible easy as they send your family on a journey through the book of Acts - starting with Pentecost, following Jesus' disciples as they spread the Good News through the world, and watching the conversion and ministry of Saul - in What's in the Bible? Volume 11: Spreading the Good News. We know the stories of Moses, Noah, David and Jesus, but in this groundbreaking series, we learn how they all fit together to tell one big, redemptive story.","release_date":"2013-04-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":197991,"title":"What's in the Bible: Spreading the Good News!","adult":false},{"cast":["Graham Fellows","Elma Johnson","Martin Parr","Stuart Thom","Tim Humphries"],"overview":"Shuttleworth travels to the Shetland Islands to test his theory that the further north in Great Britain you go the nicer people are, Shetland being the most far north part of the UK. He meets various Shetland people in unrehearsed situations. Many assume him to be a real person and not a comic creation, though some scenes are acted, particularly parts with famous local tour guide Elma Johnson.","release_date":"2006-09-01","genres":[35,10402],"vote_average":0.0,"runtime":80,"cert":"","id":197993,"title":"John Shuttleworth: It's Nice Up North","adult":false},{"cert":"N\/A","title":"Minazuki","cast":["Eiji Okuda","Kazuki Kitamura","Takami Yoshimoto","Keiko Oginome","Takashi Saito"],"genres":[18],"id":197998,"overview":"Akira's wife walks out on him, leaving him to confide in his gangster brother-in-law. Using only a cryptic note as a clue the two brothers go on a road trip to find his wife. After a series of violent encounters with strangers, Akira meets a prostitute. The pair start a relationship. After Akira finds his wife, he questions whether he still wants to be with her.","runtime":114,"release_date":"1999-10-23","vote_average":6.3,"adult":false}]