[{"cast":["Shin Saburi","Chikage Awashima","Keiko Tsushima","Yôko Katsuragi","Chishū Ryū"],"overview":"Nami (波 Nami) is a Japanese film directed by Noboru Nakamura. It was entered into the 1952 Cannes Film Festival.","release_date":"1952-01-01","genres":[],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":199501,"title":"The Waves","adult":false},{"cast":["Marcel Mouloudji","Raymond Pellegrin","Antoine Balpêtré","Julien Verdier","Claude Laydu"],"overview":"Originally titled Nous Sommes Tout des Assassins, We Are All Murderers was directed by Andre Cayette, a former lawyer who detested France's execution system. Charles Spaak's screenplay makes no attempt to launder the four principal characters (Marcel Mouloudji, Raymond Pellegrin, Antoinine Balpetre, Julien Verdeir): never mind the motivations, these are all hardened murderers. Still, the film condemns the sadistic ritual through which these four men are brought to the guillotine. In France, the policy is to never tell the condemned man when the execution will occur--and then to show up without warning and drag the victim kicking and screaming to his doom, without any opportunity to make peace with himself or his Maker. By the end of this harrowing film, the audience feels as dehumanized as the four \"protagonists.\" We Are All Murderers was roundly roasted by the French law enforcement establishment, but it won a special jury prize at the 1952 Cannes Film Festival.","release_date":"1952-06-06","genres":[80],"vote_average":6.7,"runtime":117,"cert":"N\/A","id":199503,"title":"We Are All Murderers","adult":false},{"cast":["Gustavo Rojo","Félix de Pomés","Ludmilla Tchérina","Carmen de Lirio","Ángel Jordán"],"overview":"The Evil Forest (Spanish: Parsifal) is a 1951 Spanish drama film directed by Daniel Mangrané. It was entered into the 1952 Cannes Film Festival.","release_date":"1951-12-21","genres":[14,18,10749],"vote_average":5.0,"runtime":79,"cert":"N\/A","id":199505,"title":"Parsifal","adult":false},{"cast":["Anselmo Duarte","Tônia Carrero","Marisa Prado","Zbigniew Ziembinski","Renato Consorte"],"overview":"Tico-Tico no Fubá is a 1952 Brazilian comedy film directed by Adolfo Celi and starring Anselmo Duarte. It was entered into the 1952 Cannes Film Festival. The film is a fictionalized biography of Brazilian composer Zequinha de Abreu (1880–1935), who penned the song \"Tico-Tico no Fubá\" that became an international hit in the 1940s.","release_date":"1952-04-21","genres":[18,10402],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":199507,"title":"Tico-Tico no Fubá","adult":false},{"cast":["Arturo de Córdova","Virginia Luque","América Barrio","Juana Sujo","Tomás Henríquez"],"overview":"The captain of a small vessel, regularly sailing between his home island of Margarita Island in the Caribbean and the Venezuelan mainland, has two separate and very different relationships. At home, he is happily married, having named his boat Isabel after his wife. Yet on his visits to the port of La Guaira, he has a passionate affair with Esperanza, a woman working in a seedy cabaret who tries to retain him with hexes and spells.","release_date":"1950-06-08","genres":[18],"vote_average":6.5,"runtime":96,"cert":"N\/A","id":199509,"title":"The Yacht Isabel Arrived This Afternoon","adult":false},{"cast":["Eliane Lage","Abilio Pereira de Almeida","Carlos Vergueiro","Mário Sérgio","Zilda Barbosa"],"overview":"Caiçara is a 1950 Brazilian drama film directed by and starring Adolfo Celi. It was nominated for the Grand Prize of the Festival at the 1951 Cannes Film Festival.","release_date":"1950-06-08","genres":[18],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":199511,"title":"Caiçara","adult":false},{"cast":[],"overview":"The title of this Argentine film translates literally to Dance of Fire. It is the sometimes profound, sometimes slightly sordid tale of Emilia, (Amelia Bence), a famous concert pianist. As a child, Emilia was sexually assaulted by a circus clown (Enrique Diosdado) while the music of Manuel de Fallas' \"Ritual Dance of Fire\" could be heard from the circus tent. Since that time, Emilia has gone into hysterics every time she hears the de Fallas composition. Making matters worse, the lascivious clown is now her business manager. Exploiting Emilia's fragile emotional state, the ruthless manager dominates the poor girl. An outburst of violence against the manager is not only inevitable, but in the context of the story it's downright cathartic.","release_date":"1949-06-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199513,"title":"Dance of Fire","adult":false},{"cast":["Werner Krauss","Dieter Borsche","Gisela Uhlen","Paul Dahlke","Angelika Meissner"],"overview":"The Falling Star (German: Der Fallende Stern) is a 1950 West German drama film directed by Harald Braun. It was entered into the 1951 Cannes Film Festival.","release_date":"1950-08-12","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199515,"title":"Der fallende Stern","adult":false},{"cast":["Raymond Souplex","Jean Debucourt","Robert Berri","Marthe Mercadier","Nicole Cézanne"],"overview":"Identite Judiciare stars Raymond Souplex as wily French police inspector Basquier. The villain is Berthet (Jean Debucourt), a high-ranking government official. Basquier suspects that Berthet is a vicious murderer, but is unable to prove anything thanks to bureaucratic interference. Thus, the good inspector plays a waiting game a la Columbo, hoping for that one fatal slip on the part of the killer. Certain portions of Identite Judiciare proved a bit too intense for American audiences, and were accordingly snipped by the censors.","release_date":"1951-04-18","genres":[80],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":199517,"title":"Identité judiciaire","adult":false},{"cast":["Sergey Bondarchuk","Anatoli Chemodurov","Кира Канаева","Boris Chirkov","Nikolai Komissarov"],"overview":"Soviet filmmaker Yuri Raisman once more combines political dogma with solid entertainment values in Dream of a Cossack (aka Cavalier of the Golden Star). The title character, played by future director Sergei Bondarchuk (and billed for obscure reasons as Semyon Bondarchuk), is an ex-soldier who returns home to the Kuban region, there to take up life as a farmer. Instead, he galvanizes the local citizenry into participating in a massive construction project, which will result in a new power station and canal. Thus does Raisman offer an prime example of Russian collectivism while making it seem as though it had sprung from individual initiative. Dream of a Cossack is based on a popular novel by S. Babayefsky.","release_date":"1951-07-09","genres":[10749,18],"vote_average":5.5,"runtime":112,"cert":"N\/A","id":199519,"title":"Dream of a Cossack","adult":false},{"cast":["Gyula Benkö","Miklós Gábor","Lajos Rajczy","Temessy Hédi","Sándor Tompa"],"overview":"Különös házasság is a 1951 Hungarian drama film directed by Márton Keleti. It was entered into the 1951 Cannes Film Festival.","release_date":"1951-08-12","genres":[18],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":199521,"title":"Különös házasság","adult":false},{"cast":[],"overview":"The title of this Argentine film would seem to suggest an exploitive anti-drug tract. While it's true that Marihuana leans towards stridency and unsubtlety, it has a lot more going for than, say, Reefer Madness. Lopez Lagar plays a prominent surgeon whose pot-addict wife is murdered under sordid circumstances. Vowing revenge, the doctor ventures into Buenos Aires' drug subculture to find his wife's killer. He finds a few faithful friends along the way, notably a singer (Fanny Navarro) and a pianist (Nathan Pinzon). Unfortunately, the surgeon becomes the very thing he despises when he takes to the weed himself. The climax pits the good guys against the evil forces of a drug-dealer (Eduardo Cuitino) and his gang. Some intentional humor is provided by Hector Quintanilla as a goofy doper.","release_date":"1950-06-08","genres":[],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":199523,"title":"The Marihuana Story","adult":false},{"cast":[],"overview":"The New China (Russian: Освобождённый Китай, Osvobozhdyonnyy Kitay) is a 1950 Soviet documentary film directed by Sergei Gerasimov. It was entered into the 1951 Cannes Film Festival.","release_date":"1951-05-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199525,"title":"The New China","adult":false},{"cast":["Vlasta Chramostová","Jindra Hermanová","Miroslav Holub","Věra Kalendová","Otomar Krejča"],"overview":"The Trap (Czech: Past) is a 1950 Czech drama film directed by Martin Frič. It was entered into the 1951 Cannes Film Festival.","release_date":"1950-11-17","genres":[18,10752],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":199527,"title":"The Trap","adult":false},{"cast":["Evangelos Protopappas","Dimos Starenios","Vasilis Diamantopoulos","Miranta Myrat","Smaroula Giouli"],"overview":"The Last Mission (Greek: Teleftaia apostoli) is a 1950 Greek drama film directed by Nikos Tsiforos. It was entered into the 1951 Cannes Film Festival.","release_date":"1949-04-03","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":199532,"title":"The Last Mission","adult":false},{"cast":["John Jarratt","Ryan Corr","Shannon Ashlyn","Philippe Klaus","Gerard Kennedy"],"overview":"Lured by the promise of an Australian holiday, backpackers Rutger, Katarina and Paul visit the notorious Wolf Creek Crater.  Their dream Outback adventure soon becomes a horrific reality when they encounter the site's most infamous local, the last man any traveller to the region ever wants to meet—Mick Taylor.  As the backpackers flee, Mick pursues them on an epic white knuckled rampage across hostile wasteland.","release_date":"2013-08-30","genres":[27,53],"vote_average":6.2,"runtime":106,"cert":"18","id":199534,"title":"Wolf Creek 2","adult":false},{"cast":[],"overview":"One-time teen lovers reunite when the woman reveals the man to be the father of her daughter.","release_date":"2013-06-07","genres":[],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":199536,"title":"The Shape Of Rex","adult":false},{"cast":["Donahue Tuitt"],"overview":"7 days, 4 couples and a whole heap of issues make Marriage Prep a story for all ages. Four engaged couples who are having the pre-marriage jitters register for CC &amp; C's Marriage Preparatory Workshop where \"marriage is the game and Jesus gets the glory!\"","release_date":"2000-02-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199538,"title":"Marriage Prep","adult":false},{"cast":["Kathy Griffin"],"overview":"Kathy Griffin delivers a stand-up set at the Wells Fargo Center for the Arts in Santa Rosa, Cal. The celeb-skewering comic targets Justin Bieber, Justin Timberlake, Jodi Arias and Barbra Streisand, and also talks about a family dinner and her dogs.","release_date":"2013-06-04","genres":[35],"vote_average":7.0,"runtime":45,"cert":"N\/A","id":199546,"title":"Kathy Griffin: Calm Down Gurrl","adult":false},{"cast":["Hayley Mills","David McCallum"],"overview":"Two young lovers are placed at odds with each other after reigniting a feud between their families over a valuable South African diamond mine. Power, money, love and passion all play an important part in the battle for control.","release_date":"1975-06-30","genres":[18],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":199551,"title":"The Kingfisher Caper","adult":false},{"cast":["Cuba Gooding Jr.","Emmanuelle Vaugier","Evert McQueen","Ty Hungerford","Jeff Gannon"],"overview":"A widowed reporter recruits the help of a federal agent to investigate her late husband's secrets, but the two become the target of unknown attackers.  When FBI Agent John Nelson’s key informant, Miles, is abducted and shot, all that’s left is a severed finger. In order to find a new lead, Nelson travels to New York City to inform widowed magazine reporter Rebecca Scott that her long dead husband, Miles, had only recently been murdered to see if she had heard from him in recent years. Perplexed, Scott joins Agent Nelson in the wealthy enclave of Australia’s Gold Coast to find out what really happened. The two soon discover Miles may have been part of an elaborate “Ponzi scheme” to bilk investors, and a vengeful billionaire, out of millions of dollars. As more layers of Miles’ secret life are exposed, can the two stay ahead of the mysterious attackers who will stop at nothing to halt their investigation?","release_date":"2013-06-10","genres":[28],"vote_average":5.0,"runtime":92,"cert":"15","id":199556,"title":"Absolute Deception","adult":false},{"cast":[],"overview":"The film is about terrible life of a common man","release_date":"1975-02-15","genres":[16],"vote_average":7.0,"runtime":9,"cert":"N\/A","id":199564,"title":"The Man And His Bird","adult":false},{"cast":[],"overview":"A touching relationship","release_date":"2001-09-17","genres":[16],"vote_average":6.0,"runtime":9,"cert":"N\/A","id":199566,"title":"Arcadia","adult":false},{"cast":["Jeremy Oxley"],"overview":"Following the Sunnyboys’ enigmatic frontman Jeremy Oxley from the band’s origins, breakthrough success and his subsequent 30-year battle with schizophrenia, The Sunnyboy is one man's inspired story of survival and hope.  A meditation on a condition often stigmatised and misunderstood, Kaye Harrison’s documentary buries below the surface of Oxley’s public “identity” to explore his own reality and battle to maintain “self”. Secure in a loving relationship with his partner Mary, Oxley slowly emerges from his solitary torment to join the world we all share.  The film follows him as he tentatively unpicks his confused thoughts and feelings about the past with his brother Peter. From his struggle with the physical effects of years spent self-medicating to his hopeful contemplation of a married future and a daring return to the stage, The Sunnyboy is the definitive documentary of Jeremy Oxley's journey from the Sunnyboys and back.","release_date":"2013-06-02","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":199568,"title":"The Sunnyboy","adult":false},{"cast":["Cate Blanchett","Hugo Weaving","Rose Byrne","Miranda Otto","Richard Roxburgh"],"overview":"Seventeen talented Australian directors from diverse artistic disciplines each create a chapter of the hauntingly beautiful novel by multi award-winning author Tim Winton. The linking and overlapping stories explore the extraordinary turning points in ordinary people’s lives in a stunning portrait of a small coastal community. As characters face second thoughts and regret, relationships irretrievably alter, resolves are made or broken, and lives change direction forever.","release_date":"2013-09-25","genres":[18],"vote_average":6.0,"runtime":180,"cert":"N\/A","id":199570,"title":"The Turning","adult":false},{"cast":["Nathan Phillips","Angourie Rice","Daniel Henshall","Jessica De Gouw","David Field"],"overview":"What would you do on the last day on Earth?  With the end of the world only hours away, the self-absorbed James heads to the ultimate party-to-end-all-parties. On his way there, he saves the life of a young girl named Rose who is searching desperately for her missing father. This simple act sets James on a path to redemption.","release_date":"2014-07-31","genres":[878,18,53],"vote_average":6.5,"runtime":87,"cert":"15","id":199575,"title":"These Final Hours","adult":false},{"cast":["Ewan McGregor"],"overview":"One fine day, a solitary man walking alone on a deserted beach, minding his own business, suddenly discovers a delicious chocolate éclair just lying there. Looking around to see if the coast is clear the man decides to eat the cake...","release_date":"1999-02-01","genres":[18],"vote_average":5.7,"runtime":5,"cert":"N\/A","id":199580,"title":"Desserts","adult":false},{"cast":["Dorothy West","Kate Bruce","Dell Henderson","Charles West","W. Chrystie Miller"],"overview":"After her mother's death, Ruth struggles to support herself as a seamstress. While Ruth delivers shirts to the factory owner, the owner's son steals some money and Ruth is accused of the crime. She flees the ghetto of New York's Lower East Side and hides in the country where a young farmer takes her in and they fall in love","release_date":"1910-06-06","genres":[],"vote_average":5.0,"runtime":16,"cert":"N\/A","id":199585,"title":"A Child of the Ghetto","adult":false},{"cast":["Greta Gynt","James Hayter","Hector Ross","Jean Cadell","Patric Doonan"],"overview":"When his grandfather dies, George Westcott (Patrick Doonan) returns home from India to collect his inheritance -- only to find that the will has mysteriously gone missing. As his greedy relatives try to seize the estate, George gets the help of a movie star (Greta Gynt), a window cleaner (James Hayter and a police inspector (Herbert Ross) to track down the missing will. It seems that justice will prevail -- but is George Wescott really George Wescott?","release_date":"1952-07-01","genres":[35,80],"vote_average":0.0,"runtime":60,"cert":"","id":199596,"title":"I'm A Stranger","adult":false},{"cast":["Wojciech Mecwaldowski","Piotr Głowacki","Magdalena Rózanska","Eryk Lubos","Teresa Sawicka"],"overview":"This is the story of three characters (brothers Tomek and Jacek and their neighbor Magda), each of them is in their own way lonely and alienated. The title character makes herself secluded. Tomek's alienation results from his neurological disease, and Jacek contacts the world mainly via the Internet. This is also a film about love. Love of one brother to the other and of one alienated human being to the other. All together it creates a very universal picture with a Polish entourage.","release_date":"2013-06-14","genres":[18,35],"vote_average":6.4,"runtime":90,"cert":"","id":199604,"title":"The Girl from the Wardrobe","adult":false},{"cast":["Ron Randell","Mary Parker","John Bailey","Carl Jaffe","Anne Blake"],"overview":"In this political thriller, set within an unnamed country, revolutionaries try to prevent their leader's execution by kidnapping the president's daughter. A brave hostage pilot, breaks out and heroically saves the girl as the revolutionary leader is killed.","release_date":"1956-12-01","genres":[53],"vote_average":5.0,"runtime":80,"cert":"","id":199606,"title":"The Hostage","adult":false},{"cast":["Eric Meyers"],"overview":"Tornado Rampage 2011 finds the people who were pulled into the raging tornadoes and tells their stories first-hand, with remarkable and terrifying video footage they shot in the heat of the storm. Discovery Channel's 'Stormchaser' Reed Timmer joins the hunt on the 27 April, tracking down the twisters as they form - with exclusive pictures of their progress across Alabama and Mississippi states.","release_date":"2011-05-22","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199608,"title":"Tornado Rampage","adult":false},{"cast":["José Sancho","Roger Coma","Roberto Alvarez","Guillermo Montesinos","Enrique Arce"],"overview":"","release_date":"2010-11-21","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199625,"title":"Tarancón, el quinto mandamiento","adult":false},{"cast":["Tom Tryon","Jan Merlin","Alvy Moore","Martin Milner","Jacqueline Beer"],"overview":"A group of young soldiers parachute into France in preparation for D-Day.","release_date":"1956-05-27","genres":[18,10752],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":199627,"title":"Screaming Eagles","adult":false},{"cast":["Lily Ho Li-Li","Chang Yi","Wong Chung-Shun","Yue Wai","Helen Ma Hoi-Lun"],"overview":"The Silver Fox is a throwback, the last of its kind where the heroic swordsmen are women. Lily Ho (before she became one of Shaw Brothers' great erotica actresses) portrays the feared swordswoman Silver Fox, who as a child saw her father senselessly wounded and her mother raped. It's 18 years later and it's payback time.","release_date":"1968-03-13","genres":[28,12],"vote_average":6.0,"runtime":91,"cert":"N\/A","id":199635,"title":"The Silver Fox","adult":false},{"cast":["Mahmoud Abdel Aziz","Gamil Ratib","Menna Shalabi","Salwa Khattab","Rola Mahmoud"],"overview":"Bahgat Mansour is an old poor magician that lives a bad life and tries to get a better one by reaching to the rich people. what happens to him and his daughter-that he keeps indoor- then?","release_date":"2001-12-30","genres":[35,18],"vote_average":3.5,"runtime":120,"cert":"N\/A","id":199637,"title":"Al-Saher","adult":false},{"cast":[],"overview":"The film revolves around a group of friends decide to take a trip Safari to spend their summer vacation in one of the mountainous areas and discover that a television channel you shoot people present in this region and broadcast imaging on the air, and exposed this group's positions many do not know whether the work of a TV channel to make display thatbroadcasts on the air more exciting or is it just a normal positions.","release_date":"2010-04-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199645,"title":"Safari","adult":false},{"cast":["James Franco","Mila Kunis","Jessica Chastain","Zach Braff","Henry Hopper"],"overview":"A poetic road trip through Pulitzer prize-winning CK Williams' life over the course of 40 years.","release_date":"2012-11-16","genres":[18,10749],"vote_average":4.2,"runtime":72,"cert":"N\/A","id":199647,"title":"The Color of Time","adult":false},{"cast":["Mel Blanc","Daws Butler"],"overview":"Daffy Duck does Superman as Stupor Duck (aka mild-mannered reporter Cluck Trent) takes on the villainous yet nonexistent Aardvark Ratnik.","release_date":"1956-07-06","genres":[16,35,10751],"vote_average":6.4,"runtime":7,"cert":"N\/A","id":199649,"title":"Stupor Duck","adult":false},{"cast":["Erminio Macario","Rita Pavone","Margherita Fumero","Enzo Liberti","Franco Agostini"],"overview":"In the Roman guesthouse of Maria Boccioni Stagno, a failed opera singer, several picturesque figures coexist, including Professor Luigi Savoia, a violinist who also has no hope of a career ...","release_date":"1975-05-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199651,"title":"Due sul pianerottolo","adult":false},{"cast":["Daniël Arends"],"overview":"","release_date":"2008-01-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":199653,"title":"Daniël Arends: Joko 79","adult":false},{"cast":["Sergiu Nicolaescu","Ilarion Ciobanu","Gheorghe Dinică","Sebastian Papaiani","George Constantin"],"overview":"A story of an apolitical police commissar who is using odd methods against the gangsters.","release_date":"1972-10-29","genres":[53,28,80],"vote_average":6.9,"runtime":95,"cert":"N\/A","id":199655,"title":"With Clean Hands","adult":false},{"cast":[],"overview":"The Raw and The Cooked is a culinary journey around the gourmets paradise, Taiwan. The film makes seven stops along the way. In the islands capital, Taipei, we visit a traditional Taiwanese restaurant, a legendary dim-sum palace, and one of the city's lively night markets. Next, we encounter the hearty cuisine of the Hakka, Taiwan's largest ethnic community; were introduced to the pure and delicious seafood specialties of the Ami indigenous tribe; and we get a glimpse of the Buddhist influences on Taiwanese cuisine. Finally, we are invited to a banquet by one of the islands most creative chefs. Combining traditional cuisine and best organic ingredients, he weaves a culinary magic to create spectacular and novel dishes. On our travels, we witness the efforts of Taiwan's young environmental movement to resist the rapid pace of urbanization, which is destroying much of the islands beautiful countryside. The Raw and The Cooked is an island tour that celebrates fine food.","release_date":"2012-09-15","genres":[99],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":199657,"title":"The Raw and the Cooked","adult":false},{"cast":["Jim Gordon","Ray Kelly","Steve Gatschet","Greg Eisenhuth","Sherri Hewell"],"overview":"To some, it’s murder. To them, it’s just work. The Troma Team is proud to present Robert Larkin’s intense sci-fi thriller Viral Assassins. In the not so distant future, a terminal disease will make cancer look like the common cold. The government’s solution to this epidemic is to make carrying the disease a capital crime, punishable by death through a team of highly trained assassins. This not only lowers the risk of the disease spreading but also greatly lowers health costs for the average Joe. But what happens if the government becomes infected? The only hope for a vaccine is trapped within the diseased body and mind of a government lab technician. Unfortunately, the government hires their most dedicated and trigger-happy assassin to eliminate her. Will the assassin uphold the government’s heinous order, or will he jeopardize his own life, reputation and health insurance by eliminating her?","release_date":"2000-10-05","genres":[878,18],"vote_average":2.0,"runtime":90,"cert":"N\/A","id":199659,"title":"Viral Assassins","adult":false},{"cast":["Marilou Berry","Mehdi Nebbou","Bérengère Krief","Charlie Dupont","Amelle Chahbi"],"overview":"Josephine doesn't like her job and keeps on having relationships without a future. Her sister and parents keep pushing her to find a good husband. To shut them up, she creates a handsome Brazilian millionaire but her little white lie has a flip side - she loses everything to find the love of her life.","release_date":"2013-06-19","genres":[10749,35],"vote_average":6.1,"runtime":88,"cert":"N\/A","id":199661,"title":"Josephine","adult":false},{"cast":["Ben Savage","Anna Pheil","Richard Riehle","Janet Wood"],"overview":"Looking for inspiration, a wild LA Musician and buttoned up novelist (Ben Savage) will unexpectedly end up double booked at a remote cabin retreat. Girl Meets Boy movie Sparks will fly when this odd couple is trapped together looking to beat writers block under the watchful eye of their nosy neighbors. Starring Ben Savage, Anna Pheil and Jake Busey, Girl Meets Boy is a romantic tale of how to find love where you least expect it.","release_date":"2013-06-04","genres":[35],"vote_average":4.0,"runtime":87,"cert":"N\/A","id":199675,"title":"Girl Meets Boy","adult":false},{"cast":[],"overview":"Ali: An American Hero is an American television movie which aired on August 31, 2000 on FOX. It chronicles portions of the career of heavyweight boxer Muhammad Ali, who is portrayed by David Ramsey.  Cassius Clay (David Ramsey), winner of the gold medal for boxing in the light heavyweight division at the 1960 Summer Olympics, rises in the professional ranks and defeats heavyweight boxing champion Sonny Liston in a stunning upset to capture the title in 1964. Controversy surrounds his decision to join the Nation of Islam, his name change from Cassius Clay to Muhammad Ali, his friendship with Malcolm X (Joe Morton), and his conscientious objection to the draft during the Vietnam War. Stripped of his title, he eventually recaptures it in 1974 in the so-called \"Rumble in the Jungle\"—an epic bout against George Foreman in Zaire.","release_date":"2000-08-01","genres":[],"vote_average":3.5,"runtime":85,"cert":"N\/A","id":199677,"title":"Ali: An American Hero","adult":false},{"cast":[],"overview":"Isabela carries a trágca tormented life from her daughter's death in a car crash is now under investigation by journalists Sonia and Juan Ramón, as rumored strange appearances of a supernatural being at the scene of the accident which has caused the death of those who dare to walk it at night. Reporters were given the task of getting to the bottom of the matter but find a story full of inconsistencies and feelings. Its proximity to Isabela and her paraplegic husband reveals that the inexplicable occurrences are more related to a tragic life with a tragic death. Helena's cry will continue to attract the curious but common destiny will be .... death","release_date":"2009-06-05","genres":[],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":199679,"title":"El llanto de Helena","adult":false},{"cast":[],"overview":"This delightful documentary will introduce you to three amazing and lovable bears - Mikhael, Louie and Mike. Their personal stories of coming out, dealing with body image and searching for community will surprise and move you. They offer a new way to look at the bear community. BEAR RUN tracks the colorful rituals, playful language and evolving aesthetic of bear culture, by following the guys as they romp through the BEAR event circuit to Lazy Bear, P-town, NYC, Albany, Chicago and Montreal. Along the way, the film challenges stereotypes about gay life and creates an entertaining and intimate portrait of what it means to be a mature, gay man in the new millennium. Originally broadcast on Logo. A film by Dan Hunt","release_date":"2009-01-01","genres":[99],"vote_average":0.0,"runtime":51,"cert":"N\/A","id":199684,"title":"Bear Run: Celebrating the Bear Community","adult":false},{"cast":["Simone Berriau","George Rigaud","Gina Manès","Philippe Hériat","Sylvette Fillacier"],"overview":"A country girl (Simone Berriau) finds work as a chorus girl in Paris, gets embroiled with a bad egg, and then finds true love with a good-looking milkman.","release_date":"1935-11-21","genres":[35,18],"vote_average":7.0,"runtime":82,"cert":"N\/A","id":199689,"title":"Divine","adult":false},{"cast":["Eduardo De Filippo","Peppino De Filippo","Leda Gloria","Dina Perbellini","Enrico Viarisio"],"overview":"A comedy about a governor who wants a miller's wife and tries to fix a night with her by putting the miller in jail.","release_date":"1935-02-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199694,"title":"Three Cornered Hat","adult":false},{"cast":["Jenny Hutton","Christian Brandin","Ingrid Meling Enoksen","Jonas Karlström","Jenny Kihlström"],"overview":"Behind the scenes of a porn shoot, the actors are practicing various positions. The rumour is that one of the girls is doing a double anal, an advanced routine that requires someone extremely tough. A startling film about workplace intrigue, set at a decidedly different place of work.","release_date":"2013-05-19","genres":[35],"vote_average":5.4,"runtime":15,"cert":"N\/A","id":199702,"title":"Pleasure","adult":false},{"cast":[],"overview":"In the vastness of the Himalayas, a young nomad’s curiosity lies beyond the horizon.","release_date":"2013-05-19","genres":[],"vote_average":10.0,"runtime":8,"cert":"N\/A","id":199704,"title":"Tau Seru","adult":false},{"cast":[],"overview":"Leaving the UK to retire to Thailand sounds like a dream, but a dream can quickly become a nightmare and paradise can turn on you in a second. Following key members of The Soi Dog Foundation, this documentary is a testament to their dedication in helping the estimated 20,000 dogs living wild on the island of Phuket. Faced with horror and inhumanity each day, foundation Managers John and Gill Dalley battle on regardless, but when adversity turns into incomprehensible personal tragedy, is their will strong enough to fight another day?","release_date":"2010-06-05","genres":[],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":199709,"title":"Soi Dog","adult":false},{"cast":[],"overview":"Thousands of fans dream of winning the championship. But only one team can come out on top. The inevitable is announced: the confrontation between the twisted depends only on time, used by the police to organize and avoid battle in the stands.","release_date":"","genres":[99],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":199711,"title":"Ball of Proof","adult":false},{"cast":[],"overview":"Using the latest scientific and archaeological research, combined with reconstructions of battles in computer graphics, \"Rome - The Last Frontier\" tells the story of how Rome conquered Britain. Under a dictatorship which lasted for over 400 years, this series reveals the backstage of what was considered the largest empire ever built in the history of mankind.","release_date":"","genres":[],"vote_average":0.0,"runtime":49,"cert":"N\/A","id":199713,"title":"Roma - A Última Fronteira","adult":false},{"cast":["Timothy Bottoms","Susan George","Bo Hopkins","Morgan Woodward","John Karlen"],"overview":"A crooked sheriff in a small Southern town frames an ex-convict in a drug bust and takes his girlfriend.","release_date":"1976-07-09","genres":[28],"vote_average":5.5,"runtime":96,"cert":"N\/A","id":199715,"title":"A Small Town in Texas","adult":false},{"cast":["Marcello Mastroianni","Vittorio De Sica","Alberto Sordi","Marisa Merlini","Lorella De Luca"],"overview":"A Pianetta lacks the medical officer, and this until the arrival of Dr. Marchetti. In the country, however, the doctor is already installed Don Antonio, the local healer that with a little 'of psychology, magic potions and tricks is held in high regard, especially by Mafalda that awaits her fiancé Corrado who does not write more since 1942. Even Easter, the doctor's assistant, uses a magic potion when he falls for him. Among Don Antonio and Dr. Marchetti broke a kind of war at a distance in which all are involved, including Clamide, nephew of Don Antonio, flirting with Galeazzo.","release_date":"1957-12-04","genres":[35],"vote_average":7.1,"runtime":102,"cert":"N\/A","id":199717,"title":"Doctor and the Healer","adult":false},{"cast":["São José Correia","Peter Michael","Bruno Bravo","Pedro Costa","Daniel Fernandes"],"overview":"","release_date":"2007-06-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199722,"title":"Má Fila","adult":false},{"cast":["Dan Dailey","Celeste Holm","Colleen Townsend","Alan Young","Natalie Wood"],"overview":"A woman takes in boarders to support her husband's harebrained financial schemes.","release_date":"1949-01-18","genres":[35],"vote_average":3.0,"runtime":94,"cert":"N\/A","id":199727,"title":"Chicken Every Sunday","adult":false},{"cast":["Miriam Díaz-Aroca","Neus Asensi","Ana Risueño","Eloi Yebra","Farid Fatmi"],"overview":"Mercedes (Neus Asensi) Mariángeles (Ana Risueño) and Carmen (Miriam Diaz Aroca) need to escape something: the stress of the job, a divorce or a gray and boring existence. And all three are looking for something: a love affair in an exotic country. The destination is Tunisia, land of contrasts, from the deserts and beaches. But far from land into a paradise unprecedented journey undertaken with a group of quirky characters.","release_date":"2001-05-11","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":199729,"title":"El paraíso ya no es lo que era","adult":false},{"cast":["Patricia Roc","Rosamund John","Bill Owen","Brenda Bruce","Patrick Holt"],"overview":"The bewildered wife of a bigamist allows her child to be adopted and then regrets it.","release_date":"1947-11-19","genres":[18],"vote_average":6.0,"runtime":78,"cert":"","id":199731,"title":"When The Bough Breaks","adult":false},{"cast":["Ana Fernández","Claudia Vega","Manuel Morón","Iñaki Ardanaz","Ander Pardo"],"overview":"The known world is over, only its ashes remain. In a desperate attempt to reunite their family, Ana and her mother embark on a dangerous journey in which they will face the creatures that dominate the planet and an even more dangerous monster: the one all humans carry inside.","release_date":"2012-10-11","genres":[27,14],"vote_average":5.5,"runtime":24,"cert":"N\/A","id":199736,"title":"Horizon","adult":false},{"cast":["Branislav Trifunović","Boris Isaković","Dara Džokić","Jasna Đuričić","Emir Hadžihafizbegović"],"overview":"After years spent in Belgrade, Janko returns to his half-deserted village, the home of his widowed mother Milica. The latter sincerely hopes that Janko has come back for good; her son, however, has other plans.","release_date":"2013-12-04","genres":[18],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":199738,"title":"Withering","adult":false},{"cast":["Mikael Persbrandt","Hanna Alström","Tanja Lorentzon","Sten Ljunggren","Ida Engvoll"],"overview":"The story of a lone father's relationship with his daughter, of the destructive power of alcohol, of a child's vulnerability, but also of love, betrayal and socialist politics in 1970s Sweden. A unique and moving story freely based on Åsa Linderborg's best-selling novel.","release_date":"2013-11-08","genres":[18],"vote_average":6.2,"runtime":110,"cert":"N\/A","id":199740,"title":"Nobody Owns Me","adult":false},{"cast":["Chu Ko-Liang","Amber Kuo","Tony Yang","Kang Ching-Jung"],"overview":"David Loman, a simple country bumpkin who accidentally becomes a big boss in the criminal underworld. A decade passes, and life seems to go on as usual - solving daily problems for locals and receiving \"protection fees\" - until one day a deity tells David through a medium that he needs to find a double to avoid a catastrophe. Panicky, the boss seeks help from Old Ho, who agrees to pass as David for a few days, but is assassinated when attending a gathering with fellow gangsters.","release_date":"2013-02-01","genres":[35,18],"vote_average":3.6,"runtime":98,"cert":"N\/A","id":199742,"title":"David Loman","adult":false},{"cast":["Choi Min-soo","Yoo Ji-tae","Park Sang-myeon","Lee Ho-jae","Jeong Joon"],"overview":"An arsonist is terrorizing Seoul and the fire investigators are hot on his trail.","release_date":"2000-11-11","genres":[28,18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":199747,"title":"Libera Me","adult":false},{"cast":["Mel Blanc","Stan Freberg","Dick Nelson"],"overview":"Scheming mice Hubie and Bertie convince a cat that he is, in fact, a lion.","release_date":"1946-11-23","genres":[16,10751,35],"vote_average":7.3,"runtime":7,"cert":"N\/A","id":199749,"title":"Roughly Squeaking","adult":false},{"cast":[],"overview":"","release_date":"2010-07-17","genres":[10402],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":199751,"title":"[em] Michael Wollny, Eva Kruse, Eric Schaefer - Jazz Baltica","adult":false},{"cast":["Garrison Keillor","Paul Reubens","Grey DeLisle","Jacob Bertrand","Thomas F. Wilson"],"overview":"Tom And Jerry are among the last animals living in Storybook Town, a fairy tale-inspired theme park \"where dreams come true, if you believe.\"","release_date":"2013-08-04","genres":[16,10751],"vote_average":5.5,"runtime":66,"cert":"N\/A","id":199753,"title":"Tom and Jerry's Giant Adventure","adult":false},{"cast":["Morten Gundel","Anders Forchhammer","Nikolaj Lie Kaas","Stina Ekblad","Jesper Milsted"],"overview":"Combining the exultant sweep of epic period drama with the subtle intimacy of biography in a social perspective, this is a tale of materially impoverished childhood, struggling early manhood and an unrequited first love turned into good musical fortune for Carl Nielsen, one of the great composers of the 20th century. Based on the composer's autobiography, the film itself is designed to soar like a symphony.","release_date":"1994-02-04","genres":[18,10402],"vote_average":7.0,"runtime":125,"cert":"N\/A","id":199755,"title":"Carl, My Childhood Symphony","adult":false},{"cast":["Edmund Lowe","Helen Mack","Dick Foran","Samuel S. Hinds","Paul Hurst"],"overview":"The slick Universal programmer Secrets of a Nurse was based on a Collier's Magazine story by distinguished journalist Quentin Reynolds. This story in turn was based on a true incident, in which a gangster \"returned from the dead\" to save an innocent young man from the electric chair. The nurse of the title is Katharine McDonald (Helen Mack), in love with prizefighter Lee Burke (Dick Foran). As Burke recovers from a beating inflicted by crooked gamblers, Katharine must fend off the advances of shady criminal attorney John Dodge (Edmund Lowe). Hoping to rid the world of his romantic rival for good and all, Dodge arranges for Burke to be framed for murder. Convicted and sentenced to death, Burke walks the dreaded \"last mile\", as miles away Katharine struggles to revive a mortally wounded gambler who may be able to save her sweetheart from electrocution.","release_date":"1938-12-02","genres":[18,9648],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":199760,"title":"Secrets of a Nurse","adult":false},{"cast":["Claudia Christian","Valerie Breiman","Brian Belknap","Peter Berg","Jeff Conaway"],"overview":"Two sisters reunite after not having seen each other for five years. While catching up on each others' lives, they relive childhood experiences, both good and bad.","release_date":"1989-05-01","genres":[18],"vote_average":1.0,"runtime":92,"cert":"N\/A","id":199762,"title":"Tale of Two Sisters","adult":false},{"cast":["Adam Dutkiewicz","Jesse Leach","Mike D'Antonio","Justin Foley","Joel Stroetzel"],"overview":"Killswitch Engage performing live at the Rock AM Ring Festival in 2012, at The Nürburgring race track in Germany.  Setlist:  1. Fixation on the Darkness 00:00  2. Rose of Sharyn 05:18  3. This Is Absolution 08:58  4. Life to Lifeless 12:19  5. The Arms of Sorrow 17:08  6. My Curse 20:53  7. The End of Heartache 25:03  8. My Last Serenade 30:45  9. Holy Diver 35:50","release_date":"2012-06-06","genres":[10402],"vote_average":8.0,"runtime":41,"cert":"N\/A","id":199767,"title":"Killswitch Engage - Rock AM Ring 2012","adult":false},{"cast":["Tony Leblanc","Félix Fernández","Vicky Lagos","Fernando Sancho"],"overview":"","release_date":"1958-06-05","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199772,"title":"Entierro de un funcionario en primavera","adult":false},{"cast":["Takako Fuji","Kanna Kashima","Ayako Omura"],"overview":"Before Ju-On and The Grudge, Takashi Shimizu had to prove his new edgy take on horror in the form of two short films—this is the first.","release_date":"1998-09-27","genres":[27],"vote_average":4.5,"runtime":3,"cert":"N\/A","id":199774,"title":"In a corner","adult":false},{"cast":["Enrico Maria Salerno","Gastone Moschin","Riccardo Cucciolla","Mario Adorf","Ciccio Ingrassia"],"overview":"Taking place almost entirely during a murder trial, the film details in significant detail the deep roots sunk by organised crime into the business and political life of Sicily.","release_date":"1972-02-03","genres":[80],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":199779,"title":"The Sicilian Checkmate","adult":false},{"cast":[],"overview":"Why do those who make us laugh the hardest seem to have the most troubled souls?  This two-hour event will look at the fantastic rises and fatal descents of such stars as John Belushi, Chris Farley, Phil Hartman, and others uncovering the reasons why the gift of laughter often comes with such a steep price tag.  We'll hear from friends, lovers, colleagues, psychiatrists, authors and more going deep inside the troubled lives and hysterical work of some of the greatest comic minds of our time.","release_date":"2009-06-02","genres":[],"vote_average":0.0,"runtime":88,"cert":"","id":199784,"title":"The Tragic Side of Comedy","adult":false},{"cast":["Steven Gerrard","Jerzy Dudek","Jamie Carragher","Xabi Alonso","Luis Garcia"],"overview":"Sky One UK documentary showing events leading up to, during and after Liverpool Football Club's historic fifth European Cup victory, where the team fought back from 3-0 at half time, to win the game on penalties.","release_date":"2005-05-24","genres":[99],"vote_average":0.0,"runtime":51,"cert":"","id":199786,"title":"Liverpool FC: One Night in May","adult":false},{"cast":["Mario de la Rosa","Fernando Albizu","Paco Manzanedo","Marta Flich","Sara Gómez"],"overview":"Marcos Vela is a prestigious gastronomic journalist who accepts the request of an independent publisher to write an article on the recent emergence of the Clandestine Restaurants.","release_date":"2013-09-20","genres":[27,53],"vote_average":5.8,"runtime":90,"cert":"N\/A","id":199788,"title":"Omnivores","adult":false},{"cast":["Etsuko Shihomi","Sonny Chiba","Misa Ohara","Hiroshi Nawa","Tatsuya Nanjo"],"overview":"Maki is the leader of a female gang who fights for justice, but she ends up being framed and sent to a sadistic woman's prison. Will Maki be able to escape and take revenge?","release_date":"1975-03-08","genres":[28,80,18],"vote_average":7.0,"runtime":78,"cert":"N\/A","id":199790,"title":"13 Steps of Maki: The Young Aristocrats","adult":false},{"cast":["Cheng Pei-Pei","Elliot Ngok","Ng Fung","Lo Wei","Tien Feng"],"overview":"After the Ming Emperor is overthrown and his infant son put in the care of the Black Dragon Society, a traitorous martial arts clan attacks the society and forces two inexperienced swordsmen to flee with the infant and begin a dangerous journey in search of allies.","release_date":"1969-08-13","genres":[28,12],"vote_average":6.0,"runtime":108,"cert":"N\/A","id":199792,"title":"Raw Courage","adult":false},{"cast":["John Huston","Peter Fox","Pelé","Lisa Wills","David Ruprecht"],"overview":"A group of orphans and their guardian get together to try to save their orphanage.","release_date":"1983-05-31","genres":[18,10751],"vote_average":6.5,"runtime":101,"cert":"N\/A","id":199797,"title":"A Minor Miracle","adult":false},{"cast":["Pawan Kalyan","Preeti Jhangiani","Aditi Gowitrikar","Ali","Achyuth"],"overview":"Subrahmanyam (Pawan Kalyan), the youngest son of a family is a wastrel and a ladies man. His father always scolds him but his brother Chakri (Achyuth) who is a boxer, and friend Jaanu (Preeti Jhangiani) dote him. Meanwhile he falls in love with Lovely (Aditi) and for this he keeps on telling lies to her that he is very rich. Jaanu in the middle truly loves Subrahmanyam and gives him everything he asks her for thinking that he is doing these for her but he does it for lovely. The incidents that led Subrahmanyam to change, the way he realised the true love of Jaanu and the final twist of him becoming a boxing champion is the real plot to be seen.","release_date":"1999-07-15","genres":[18,28],"vote_average":7.3,"runtime":160,"cert":"N\/A","id":199808,"title":"Thammudu","adult":false},{"cast":["Noëlle Perna"],"overview":"","release_date":"2004-06-04","genres":[35],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":199813,"title":"Mado la Niçoise","adult":false},{"cast":["Aaron Pedersen","Hugo Weaving","Jack Thompson","Ryan Kwanten","Tony Barry"],"overview":"An indigenous detective returns to the Outback to investigate the murder of a young girl.","release_date":"2013-06-05","genres":[53,80,9648],"vote_average":6.0,"runtime":121,"cert":"N\/A","id":199818,"title":"Mystery Road","adult":false},{"cast":[],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199820,"title":"Neznáma Antarktída","adult":false},{"cast":["Christian Clark","Georgina Haig","Craig Hall","Gary Sweet","Andrea Demetriades"],"overview":"Jakob Evans suffers an emotional breakdown after the death of his wife in a car accident. His loss and pain runs deep as he claims to have found her in bed with another man just before she died. Unable to accept her death and her infidelity, Jakob decides his only chance at closure is to find the man she was sleeping with to help him comprehend what they shared. With the help of Grace, a promiscuous and troubled girl, Jakob starts to put together the pieces of the puzzle and track down his wife's lover.","release_date":"2013-06-12","genres":[18,9648],"vote_average":5.5,"runtime":85,"cert":"N\/A","id":199825,"title":"Nerve","adult":false},{"cast":[],"overview":"The first ever DVD release featuring classic archive material from Canada's most popular Rock band. I Like To Rock contains a full show the band played at London's Hammersmith Odeon during their 1981 tour of the UK.  SETLIST: \"Big City Girls\" \"Crash and Burn\" \"Tellin’ Me Lies\" \"Future Tense\" \"Ladies Man\" \"Caught in the Crossfire\" \"Sign of the Gypsy Queen\" \"Just Between You and Me\" \"Bad Boys\" \"One More Time\" \"21st Century Schizoid Man\" \"Roller\"  \"I Like to Rock\" \"All Over Town\" \"Wanna Rock\".","release_date":"2008-07-08","genres":[],"vote_average":7.5,"runtime":66,"cert":"N\/A","id":199827,"title":"April Wine - I Like to Rock: Live in London","adult":false},{"cast":[],"overview":"Pressure Points: Live in Concert is a live DVD by progressive rock band Camel, released in 2003, recorded  at Hammersmith Odeon on 11th May 1984","release_date":"","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199835,"title":"Camel - Pressure Points - Live In Concert","adult":false},{"cast":["Daniel Flügger"],"overview":"A man fights off an army of zombies.","release_date":"2006-12-18","genres":[27],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":199840,"title":"Zombie Warrior","adult":false},{"cast":["David Brownstein, M.D."],"overview":"Join renowned holistic physician Dr. David Brownstein as he shares his insights on the shocking epidemic of thyroid illness faced by 52 million Americans today. This powerful video-documentary presentation shares exactly what you can do to protect yourself and your family from the little-known dangers of thyroid disorders no linked to 59 diseases and conditions.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":199848,"title":"Overcoming Thyroid Disorders","adult":false},{"cast":[],"overview":"","release_date":"2007-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199865,"title":"Leões do Deserto","adult":false},{"cast":[],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199867,"title":"Rocinha Pacificada","adult":false},{"cast":[],"overview":"Massive Attack , live at Melt Music Festival (Germany)  16-18 July 2010  United Snakes  SONGS: Babel, Girl I Love You, Invade Me, Teardrop, Safe From Harm, Inertia Creeps, Unfinished Sympathy, Atlas Air.","release_date":"2010-06-15","genres":[10402],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":199869,"title":"MASSIVE ATTACK - Live at Melt Festival","adult":false},{"cast":[],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199871,"title":"O Palmito","adult":false},{"cast":["Christine Fernandes","Caco Ciocler","Tuca Andrada","Maria Manoella","Camilo Bevilacqua"],"overview":"The life of Brazilian actress Odete Lara, muse of the movement called Cinema Novo in Brazil, who exchanged stardom for a quiet and religious life.","release_date":"2002-08-20","genres":[18],"vote_average":5.0,"runtime":107,"cert":"N\/A","id":199873,"title":"Lara","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199875,"title":"Abelhinhas","adult":false},{"cast":[],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199877,"title":"Mar Doce","adult":false},{"cast":["Jonas Chernick","Callum Keith Rennie","Michelle Nolden","Lindy Booth","Brianna Williams"],"overview":"","release_date":"2005-09-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199879,"title":"Lucid","adult":false},{"cast":["Simone Spoladore","Letícia Sabatella","Marília Pêra","Marcos Winter","Sandra Barsotti"],"overview":"","release_date":"2006-11-10","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199884,"title":"Vestido de Noiva","adult":false},{"cast":["Iggy Pop"],"overview":"2002  Some of the excellent footage includes: excerpts from the 1970 Cincinnatti Pop Festival, famed for the Ig's clambering onto the audience, being hoisted aloft, and walking on a sea of hands, a feat unduplicated back in the day or since in the rock world; earliest Stooges B&W archival snippets showing Iggy right out of the chute as theatrical, quasi-modern dance iconoclast; the Ig enjoying his own private listening party to the original recording of \"No Fun\" years later; and lots of late-'90's\/early 2000's audience interaction, sloppy kisses and all.  1  Lust For Life  2  TV Eye  3  I'm Alright  4  Dirt  5  Search & Destroy  6  Funtime  Featuring – David Bowie  7  Nightclubbing  8  Lust For Life  9  China Girl  10  Bla, Blah, Blah  11  Lust For Life  12  I'm A God  13  Natural Feeling  14  Louie, Louie","release_date":"1998-04-02","genres":[99,10402],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":199886,"title":"Iggy Pop: Jesus? This Is Iggy","adult":false},{"cast":["Tibor Bitskey","Éva Vass","Endre Gyárfás","Ferenc Zenthe","Ferenc Pethes"],"overview":"","release_date":"1954-02-04","genres":[28,36],"vote_average":9.3,"runtime":114,"cert":"N\/A","id":199888,"title":"Rákóczi hadnagya","adult":false},{"cast":["Jacobo Muñoz","Ainhoa Aldanondo","Guido Balzaretti","Emma Caballero","Eneko Capapay"],"overview":"August 1936, the beginning of the Spanish Civil War. 51 members of the Claretian community of Barbastro (Huesca) are martyred, die for their faith. The film recounts the last weeks of his life, since they are held until they are finally shot. During that time, they perform various writings they talk about their situation, of his fellow captives, people who saw them. These writings have been the basic testimony used to narrate this real fact in film version.","release_date":"2013-06-14","genres":[],"vote_average":6.0,"runtime":133,"cert":"N\/A","id":199890,"title":"Un Dios prohibido","adult":false},{"cast":[],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199892,"title":"Avenida Parada - A Polícia na Maior Festa Gay do Mundo","adult":false},{"cast":["Procópio Ferreira","Ana Esmeralda","Ruth de Souza","Jaime Costa","Carlos Zara"],"overview":"","release_date":"1956-01-01","genres":[35,9648],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199894,"title":"Quem Matou Anabela?","adult":false},{"cast":["Betty Faria","Mário Gomes","Armando Bógus","Beatriz Segall","Ítala Nandi"],"overview":"This adaptation of a classic Brazilian novel focuses on the relations of charismatic characters within a tenement.","release_date":"1978-01-01","genres":[],"vote_average":4.2,"runtime":110,"cert":"N\/A","id":199896,"title":"O Cortiço","adult":false},{"cast":["Anne Baxter","Macdonald Carey","Cecil Kellaway","Max Showalter","Catherine McLeod"],"overview":"When a man confesses to his wife that he has been unfaithful, she imagines all the different ways that historical figures such as Cleopatra and Joan of Arc might handle the situation.","release_date":"1952-10-09","genres":[35,18],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":199898,"title":"My Wife's Best Friend","adult":false},{"cast":[],"overview":"","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199900,"title":"Negociador da Vida","adult":false},{"cast":[],"overview":"","release_date":"2008-07-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199902,"title":"Toca do Macaco","adult":false},{"cast":["Bettina Lieder","Sebastian Graf","Jörg Buttgereit"],"overview":"A stage play by Jörg Buttgereit, photographed by Thilo Gosejohann, based on a radio play by Jörg Buttgereit.","release_date":"2013-05-11","genres":[],"vote_average":0.0,"runtime":44,"cert":"N\/A","id":199913,"title":"Sexmonster!","adult":false},{"cast":["Thidarat Chareonchaichana","Noppadol Duangporn","Boonchai Limathibul","Jonathan Morrill","Surasee Patham"],"overview":"More than 100,000 people gather by the Mekong River in North-East Thailand on November Full Moon every year. After sunset, mysterious fireballs rise up from the river and disappear into the sky. Where do the fireballs come from? While the locals still adhere to the traditional myth that they are the dragon, Great Naga, making a sacred offering to Buddha, the Western visitors take a more sceptical stance: Dr. Norati sets out to prove that the fireballs are natural while Dr. Surapol wants to prove the phenomenon a hoax. Meanwhile, temple-custodian Abbot Loh believes his monks have been responsible for the \"miracle\" for the past 30 years.","release_date":"2002-10-11","genres":[35,18],"vote_average":5.3,"runtime":119,"cert":"N\/A","id":199921,"title":"Mekhong Full Moon Party","adult":false},{"cast":["Zsolt Végh","Gábor Dióssy","Péter Scherer","Sándor Csányi","Zoltán Kálmánczhelyi"],"overview":"","release_date":"2000-03-01","genres":[35],"vote_average":8.3,"runtime":21,"cert":"N\/A","id":199923,"title":"Uristen@menny.hu","adult":false},{"cast":["Ebizo Ichikawa","Kou Shibasaki","Hideaki Ito","Miho Nakanishi","Maiko"],"overview":"An actor named Kosuke plays the role of Iemon in a stage version of Yotsuya Kaiden and his new lover Miyuki plays Oiwa. However, as they delve deeper into their respective performances, the line between fantasy and reality becomes obscured until the murderous, vengeful themes of the play bleed into their own relationship.","release_date":"2014-08-23","genres":[27],"vote_average":6.6,"runtime":93,"cert":"18","id":199925,"title":"Over Your Dead Body","adult":false},{"cast":["Eric Allan Kramer","Rob Morrow","Stephen Tobolowsky","Kristoffer Polaha","Lew Temple"],"overview":"Approaching collapse, the nation's economy is quickly eroding. As crime and fear take over the countryside, the government continues to exert its brutal force against the nation's most productive who are mysteriously vanishing - leaving behind a wake of despair. One man has the answer. One woman stands in his way. Some will stop at nothing to control him. Others will stop at nothing to save him. He swore by his life. They swore to find him.","release_date":"2014-09-12","genres":[18,878,9648],"vote_average":4.0,"runtime":99,"cert":"N\/A","id":199933,"title":"Atlas Shrugged: Part III","adult":false},{"cast":[],"overview":"","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":199938,"title":"Billabong Frothing","adult":false},{"cast":["Anthony Finetti","Peter Nelson","Loren Haynes","Loren Haynes"],"overview":"Captain Baronski, assigned a squad of misfit soldiers, trains them into a fighting powerhouse \"The Expendables.\" Breaking every rule, they must risk their lives crossing into Cambodia to save the American hostages.","release_date":"1988-07-14","genres":[28],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":199949,"title":"The Expendables","adult":false},{"cast":["Samuel L. Jackson","Lawrence Bender","Gregory Nicotero","Stacey Sher","Richard N. Gladstein"],"overview":"Take a look at Tarantino's career from the beginning, with interviews from co-workers, critics, stars and master filmmakers alike as well as a tribute to his greatest collaborator, Sally Menke. Produced for the 'Tarantino XX' Blu-ray collection","release_date":"2012-11-20","genres":[99],"vote_average":7.5,"runtime":133,"cert":"N\/A","id":199951,"title":"Quentin Tarantino: 20 Years of Filmmaking","adult":false},{"cast":["Benoît Magimel","Mélanie Thierry","Nicolas Duvauchelle","Sylvie Testud","Denis Podalydès"],"overview":"After the death of her mother, Anne makes a shocking discovery: an old photograph casts doubt on her origins and leads her to discover a mysterious uncle who lived with her parents after the war. As she lifts the lid on a long forgotten family secret, the young woman learns that her mother once succumbed to an amorous passion that was as intense as it was short-lived...","release_date":"2013-07-03","genres":[18],"vote_average":6.1,"runtime":110,"cert":"N\/A","id":199977,"title":"For a Woman","adult":false},{"cast":["Archana Puran Singh"],"overview":"A police officer Ram (Sunil Shetty), a man of his word. His wife Manthara (Archana Puran Singh) is obsessed with money and neglects her family in pursuit of getting rich quick. She forces Ram to buy a lottery ticket and he obliges. When he goes into a restaurant for a snack, he finds that he has no money to tip the waitress Piya (Priya Gill). He promises her half the money if he ever wins the lottery. And to his surprise, he does!! But Manthara is not about to give up half of this windfall so easily....and as Ram and Piya come closer to each other, they discover a growing attraction....","release_date":"1999-01-22","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":199979,"title":"Bade dilwala","adult":false},{"cast":["Mario Romeo Milano","Kathleen Conway","Pat McCormick","Anna Karin","Charles Pierce"],"overview":"Filled with the fast-paced thrills of a 007 epic and the suave sophistication of a Pee Wee Herman adventure, this film takes the sacred, great all-American Nerd and puts him where he belongs - on a top secret spy mission.","release_date":"1990-01-01","genres":[35],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":199981,"title":"Nerds of a Feather","adult":false},{"cast":["Pearl White"],"overview":"Elaine Dodge is the beautiful young daughter of Taylor Dodge, president of the Consolidated Insurance Company. When Mr Dodge is murdered by a mysterious cloaked figure known only as the Clutching Hand, Elaine enlists the aid of Craig Kennedy to unmask the killer","release_date":"1914-12-29","genres":[],"vote_average":6.0,"runtime":280,"cert":"N\/A","id":199986,"title":"The Exploits of Elaine","adult":false},{"cast":["Gene Autry","Ann Miller","Jimmy Durante","Barton MacLane","Jerome Cowan"],"overview":"His Arizona hometown of Torpedo invites Gene back to be the honorary sheriff of the Frontier Days Celebration.","release_date":"1940-09-15","genres":[37],"vote_average":5.0,"runtime":84,"cert":"N\/A","id":199991,"title":"Melody Ranch","adult":false},{"cert":"N\/A","title":"The House That Jack Built","cast":["E.J. Bonilla","Melissa Fumero","Leo Minaya","Flor De Liz Perez","John Herrera"],"genres":[10751,18,80],"id":199999,"overview":"Complications ensue when street-smart, cash-rich Jack fulfills his fantasy of housing his extended family in a single Bronx apartment complex.","runtime":90,"release_date":"2015-12-11","vote_average":5.3,"adult":false}]