[{"cast":[],"overview":"On December 31, 1999, four people entered a house located in the Blacklands of Texas to investigate supposed supernatural activity. They were never seen alive again. Two months later a video tape labeled with only the title \"Blackwood Evil\" was delivered to WBWE television in Sunrise, Texas. It chronicles the last hours in the lives of the four investigators as unseen demons take them one by one.","release_date":"2000-03-26","genres":[],"vote_average":3.0,"runtime":85,"cert":"N\/A","id":203009,"title":"Blackwood Evil","adult":false},{"cast":["Richard Egan","Martha Hyer","Rick Jason","Jan Murray","Frankie Randall"],"overview":"A group of six thieves selected from different areas are sent a letter that promises them a minimum of $50,000 and includes a plane ticket. The letter instructs them to grow a beard. After being given a blindfolded ride from the airport, they arrive at a ghost town and meet with the boss (Number #1, Jan Murray). All of the \"Wolves\" are assigned a number, wear identical overalls and instructed never to take off the gloves that they are given. They are only to address eachother by their numbers; in that way, if one is caught, he can't rat-out the others. Number #1 reveals to them that they will take over a town, and clean it out. Using the ghost town for training, they develop their tactics to fleece the town.","release_date":"1973-01-01","genres":[80,18],"vote_average":7.0,"runtime":91,"cert":"N\/A","id":203014,"title":"Day of the Wolves","adult":false},{"cast":["Mary Beard","Fabian Kanz","Mattia Buondonno","Andrew Wallace-Hadrill"],"overview":"The volcanic eruption that ravaged Pompeii in year 79 is one of the most famous in history. It is known how its victims died, but how did they live? A new insight into the lives of the people who lived in the shadow of Mount Vesuvius before its cataclysmic eruption.","release_date":"2010-12-14","genres":[99,36],"vote_average":0.0,"runtime":59,"cert":"PG","id":203016,"title":"Pompeii: Life and Death in a Roman Town","adult":false},{"cast":["Charles Solomon Jr.","Julie Strain","Clive Pearson","Lisa Jay Harrington","Erol Landis"],"overview":"Rock musicians are selling their souls to the devil for fame and fortune. An attorney with magical powers attempts to stop it.Rock musicians are selling their souls to the devil for fame and fortune. An attorney with magical powers attempts to stop it.","release_date":"1992-06-11","genres":[27],"vote_average":1.8,"runtime":92,"cert":"N\/A","id":203021,"title":"Witchcraft IV: The Virgin Heart","adult":false},{"cast":["Miranda Odell","Lauren Ian Richards","Kathleen St. Lawrence","Don Scribner","James Servais"],"overview":"Three drama students revive three witches, who want to open a gate to hell; Will Spanner and Kelly get involved, while Detectives Lutz and Garner investigate.","release_date":"2000-05-09","genres":[27],"vote_average":1.3,"runtime":90,"cert":"N\/A","id":203023,"title":"Witchcraft XI: Sisters in Blood","adult":false},{"cast":["Wendy Cooper","Eileen Daly","Kerry Knowlton","Stephanie Beaton","Sean Harry"],"overview":"In England, bisexual British vampires free Californian Satanist Hyde from police custody; LAPD Detective Lutz and Interpol's Bureau 17 try to catch them.","release_date":"1999-05-25","genres":[27],"vote_average":1.3,"runtime":90,"cert":"N\/A","id":203025,"title":"Witchcraft X: Mistress of the Craft","adult":false},{"cast":[],"overview":"Jack Peterson is the most celebrated birdhouse builder in the town of Stalksdale. His large wooden erections are the talk of the town. He's friendly and attractive and seems to have everything going for him. In fact, you might assume Jack is one of the luckiest guys around. But most don't know that Jack was horribly disfigured at birth, making him incapable of forming close relationships with women. Things start looking up, however, when Jack learns of a medical procedure that can reverse his condition. With the help of his womanizing best friend Alan and an eccentric doctor named Skinner, Jack tries to win the heart of the girl next door and obtain the life he's always wanted. Things turn comically tragic, however, when things don't quite go as planned.--Anonymous","release_date":"2004-12-01","genres":[35],"vote_average":9.0,"runtime":81,"cert":"N\/A","id":203030,"title":"Ding-A-Ling-Less","adult":false},{"cast":["Roberto Bonfim","Zilda Mayo","Ruy Leal","Claudete Joubert","Zaira Bueno"],"overview":"A humble farmer aspiring for richness leaves his land to become a prospector. He finds a precious gem and hides it from his employer, for which he ends up beaten and tortured. After being released, he kills the perpetrators and flees to the big city. There he finds some criminals who will end up transforming him into the most powerful drug dealer and pimp of the underworld.","release_date":"1982-05-24","genres":[],"vote_average":0.0,"runtime":128,"cert":"N\/A","id":203035,"title":"O Rei da Boca","adult":false},{"cast":["Sam Shepard","Judy Davis","Bebe Neuwirth","Zeljko Ivanek","Boyd Banks"],"overview":"Biographical look at the bombastic love affair that writers Dashiell Hammett and Lillian Hellman shared in 1940 and 50's Hollywood. Refusing to marry, but deeply in love, the two engaged in many affairs and battled the bottle. Dashiell served in both World wars, but in the 1950's, he was branded a Communist and cast into prison during the McCarthy witch hunts. Hellman likewise was branded a Communist, but was kept out of prison. Neither were able to work, requiring Lillian to take a job as a sales-woman in a boutique while Dashiell suffered from tuberculosis and eventually lung cancer. Bebe Neuwirth also appears as socialite-writer Dorothy Parker.","release_date":"1999-05-31","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":203040,"title":"Dash and Lilly","adult":false},{"cast":["Petar Kralj"],"overview":"It is a love story. When the twelve-breasted boar's sow farrows thirteen piglets, not having enough \"sucking space\" for the thirteenth, she rejects it and for the most part such piglets die. This drama from the world of animals paints the harshness of nature to the unwanted \"thirteenth piglet\", which we named Gile Baksuz (Gile Bad Luck). The rejected piglet is taken and given shelter by another species - a roe and her fawn...","release_date":"1987-12-30","genres":[99],"vote_average":10.0,"runtime":100,"cert":"N\/A","id":203042,"title":"The Vanishing World","adult":false},{"cast":[],"overview":"A man pursues his dying wish while battling lymphoma, joining pioneers of the green burial movement in conserving habitat and revolutionizing the funeral industry.","release_date":"2014-08-15","genres":[],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":203044,"title":"A Will for the Woods","adult":false},{"cast":["Valentina Sperantova","Ruben Simonov","Nina Nikitina","Aleksandar Gruzinskiy","Kolya Tagunov"],"overview":"It is a screen version of an Indian national fairy tale. Malicious and greedy rajah wishes to get a wonderful antelope who strikes gold coins by hoofs. The country boy rescues an antelope, but rajah, threatening the boy, compels the antelope to serve him but he is severely punished for it.","release_date":"1954-08-08","genres":[16],"vote_average":6.8,"runtime":31,"cert":"N\/A","id":203046,"title":"The Golden Antelope","adult":false},{"cast":["Gracita Morales","Ángel Ter","Mara Laso","Gabriel Llopart","Matilde Muñoz Sampedro"],"overview":"Guadalupe is an orphan as a child by Eulalio host and Euphrasia, who incite to steal and commit crimes. She opposes and decides to leave the house to avoid it in the company of a goldfinch and his trusty cat. The girl comes to live independently but failures will accumulate, until he accidentally meets Baby, a lady of good family, and among them emerges a sincere friendship.","release_date":"1964-01-13","genres":[],"vote_average":5.5,"runtime":72,"cert":"N\/A","id":203048,"title":"La chica del gato","adult":false},{"cast":[],"overview":"Nomads. Hashshashins. Freedom Fighters. Terrorists. One American's forty-year adventure in Afghanistan.","release_date":"2007-06-24","genres":[99],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":203050,"title":"A Life in Hashistan","adult":false},{"cast":["Andy Griffith","Sam Bottoms","Noah Beery Jr.","James Best","Randy Boone"],"overview":"Ben Campbell, a 22 year old gas station attendant in a small desert town, is looking to make some extra money. He is surprised when Madec, a wealthy lawyer, asks him to be his guide in a hunting trip in the desert. When Madec accidentally shoots a prospector, he is fearful of what it will do his reputation, and decides to eliminate the only witness, Ben, who is forced to go on the run. In addition to being hunted by Madec, Ben must also contend with the harsh desert elements. But if he does make it back to town alive, will anyone believe his story?","release_date":"1974-09-11","genres":[10770,53],"vote_average":6.8,"runtime":74,"cert":"N\/A","id":203055,"title":"Savages","adult":false},{"cast":["Leea Klemola","Peter Franzén","Ria Kataja","Emmi Nivala","Alex Anton"],"overview":"At first glance Maarit looks like any other woman in her early forties. There is, however, something strange under the surface. She radiates sexual energy that is hard to define.","release_date":"2013-03-08","genres":[18,10749],"vote_average":5.8,"runtime":95,"cert":"N\/A","id":203060,"title":"Open Up to Me","adult":false},{"cast":["Krista Kosonen","Tommi Korpela","Sampo Sarkola"],"overview":"Vaarala, a reserved romantic photographer, has an odd artistic vision of loneliness: he takes serial photos of an empty park bench in remote spaces of nature. When he meets and falls in love with the spirited, unruly Ansa, his ‘bench’ is suddenly filled. But in order to be with her he has to not only overcome his own frailties, but also the impending danger of Ansa’s volatile ex-con ex, and then Ansa herself, a woman prone to impulsiveness and impetuousness.","release_date":"2013-02-01","genres":[],"vote_average":5.3,"runtime":96,"cert":"N\/A","id":203062,"title":"Things We Do for Love","adult":false},{"cast":[],"overview":"Stranded, starving and facing certain death, three intergalactic criminals encounter an ominous harbinger that will change the fate of the universe.","release_date":"2013-05-29","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":203064,"title":"Ovo","adult":false},{"cast":["Carla Gugino","Jake Busey","Gerald McRaney","Dawn Cody"],"overview":"Cal and his family are driving to their new home in California and are terrorized by a motorcycle gang along the highway.","release_date":"1994-09-25","genres":[10770,18,28],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":203066,"title":"Motorcycle Gang","adult":false},{"cast":[],"overview":"Shot over the course of seven years, this documentary from filmmakers Susan Koch and Jeff Werner relates the inspiring true story of Mario Rocha, a teen who unlocked his talent for writing while serving out a murder sentence behind bars.","release_date":"2006-06-16","genres":[],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":203068,"title":"Mario's Story","adult":false},{"cast":[],"overview":"The many problems of marriage and relationships may sometimes condense into something as trivial an affair as parking a car","release_date":"2013-01-01","genres":[],"vote_average":6.0,"runtime":11,"cert":"N\/A","id":203070,"title":"Pocket Parking","adult":false},{"cast":["Janne Reinikainen","Antti Raivio","Markku Peltola","Maria Järvenhelmi","Tiina Weckström"],"overview":"A film about Finnish artist Kalervo Palsa who was completely neglected by his peers and time","release_date":"2013-06-02","genres":[18,35],"vote_average":5.0,"runtime":65,"cert":"N\/A","id":203072,"title":"The Surrealist and His Naughty Hand","adult":false},{"cast":["Gordon Vorster","Trix Pienaar","Karools Kruiper","Rachel Kruiper","Braam van Wyk"],"overview":"A tragedy that tells the story of a romance between an \"Afrikaaner\" (An Afrikaans speaking South African) on the run for murder and a a recently widowed farm owner who has to build up her farm in the Koi San area.  Interjected with the tale is the love story of a San Bushman boy and girl.","release_date":"1975-05-17","genres":[18],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":203074,"title":"Sarah","adult":false},{"cast":["Coco Martin","Paolo Rivero"],"overview":"A married man is having an affair with another man. After some time apart, the two men spend a night together in a family vacation home in Tagaytay, Cavite. Together in such close quarters, the two are left with nothing to do but to confront the realities of their relationship.","release_date":"2008-02-19","genres":[10749],"vote_average":5.3,"runtime":75,"cert":"N\/A","id":203076,"title":"Daybreak","adult":false},{"cast":[],"overview":"","release_date":"2006-06-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":203081,"title":"Cali - Concert au Bataclan","adult":false},{"cast":[],"overview":"This experiment was a “prestige advertisement” for Shell Motor Oil.\r As conventional animation became dominated by Walt Disney, many European filmmakers turned to puppets as an alternative, and Lye enlisted the help of avant-garde friends such as Humphrey Jennings and John Banting to make the amusing puppets.  Exploring the still-complex color process, which involved the combination of three separate images, Lye creates such a vivid storm scene that reviewers hailed it as “proof that the color film has entered a new stage.” The music is Holst’s The Planets. - Harvard Film Archive","release_date":"1936-01-01","genres":[16],"vote_average":6.9,"runtime":6,"cert":"","id":203089,"title":"The Birth of the Robot","adult":false},{"cast":[],"overview":"Lye edited together “swing” versions of the popular Lambeth Walk (including Django Reinhardt on guitar and Stephane Grapelli on violin), combining them with a particularly diverse range of direct film images, scratched as well as painted. He was particularly pleased with a final guitar solo (with a vibrating horizontal line) and double bass solo (with a stomping vertical line). For this film Lye did not have to include any advertising slogans; friends at the Tourist and Industrial Development Association, shocked to learn that Lye and his family had become destitute, arranged for TIDA to sponsor the film – to the horror of government bureaucrats who could not understand why a popular dance was being treated as a tourist attraction. - Harvard Film Archive","release_date":"1940-01-01","genres":[10402,16],"vote_average":7.1,"runtime":4,"cert":"","id":203091,"title":"Swinging the Lambeth Walk","adult":false},{"cast":[],"overview":"Intended as a publicity film for Chrysler, Rhythm uses rapid editing to speed up the assembly of a car, synchronizing it to African drum music. The sponsor was horrified by the music and suspicious of the way a worker was shown winking at the camera; although Rhythm won first prize at a New York advertising festival, it was disqualified because Chrysler had never given it a television screening. P. Adams Sitney wrote, “Although his reputation has been sustained by the invention of direct painting on film, Lye deserves equal credit as one of the great masters of montage.” And in Film Culture, Jonas Mekas said to Peter Kubelka, “Have you seen Len Lye’s 50-second automobile commercial? Nothing happens there…except that it’s filled with some kind of secret action of cinema.”  - Harvard Film Archive","release_date":"1957-01-01","genres":[99],"vote_average":6.5,"runtime":1,"cert":"","id":203093,"title":"Rhythm","adult":false},{"cast":[],"overview":"In his last great film, completed a few months before his death at the age of 78, Lye returned to the black-and-white techniques of Free Radicals and his “white ziggle-zag-splutter scratches in quite doodling fashion,” exploring some “particularly vibrant, ziggy little images” reminiscent of the freest and most vigorous forms of Abstract Expressionism. The soundtrack combines Jumping Dance Drums from the Bahamas with drum music by the Yoruba of Nigeria and the sounds of Lye’s metal kinetic sculptures. - Harvard Film Archive","release_date":"1966-01-01","genres":[16],"vote_average":6.3,"runtime":4,"cert":"","id":203095,"title":"Particles in Space","adult":false},{"cast":[],"overview":"Lye created a series of scratched images in the 1950s – more regular or geometric than his usual style – to accompany Rock ‘n’ Rye, a track by jazz guitarist Tal Farlow, but he did not get far with the editing. He returned to the material in 1980 but died before it was completed. His assistant Steven Jones finished the film under the supervision of Lye’s widow Ann, who had been closely involved with all of Lye’s American films. - Harvard Film Archive","release_date":"1958-01-01","genres":[],"vote_average":6.8,"runtime":2,"cert":"","id":203100,"title":"Tal Farlow","adult":false},{"cast":[],"overview":"The first animated picture made by Jiří Trnka for adults. It is a comic story of a legendary chimney-cleaner who, with the help of a spring from an old lounge-chair, became the terror of the Prague occupation SS troops in World War II. —kratkyfilm.cz","release_date":"1946-01-01","genres":[14,16,35,10752],"vote_average":6.0,"runtime":14,"cert":"N\/A","id":203102,"title":"Springman and the SS","adult":false},{"cast":[],"overview":"The passion for high speed can nowadays almost be seen in the new-born. The film shows that such passion, if not controlled, is self-destructing and even suicidal. At least this is the way Trnka presents it in this satiric story. —kratkyfilm.cz","release_date":"1962-01-01","genres":[16],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":203104,"title":"Passion","adult":false},{"cast":[],"overview":"Antiphon is constituted by the same 4 basic elements of cinema, light and darkness, sound and silence, as is my film Arnulf Rainer but it has the opposite form. Negative becomes positive, positive becomes negative, silence becomes sound, sound becomes silence. - Peter Kubelka","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":203112,"title":"Antiphon","adult":false},{"cast":[],"overview":"A tragi-comic story of a young man from Maine who tries to kill his mother when she sells the family farm.","release_date":"2007-03-25","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":203114,"title":"Knee Deep","adult":false},{"cast":["Scott Glenn","Angela Alvarado","Benjamin Bratt","Robert Beltran","Tim Sampson"],"overview":"An L.A. cop tracks down a seemingly mystic murderer on an Indian reservation.","release_date":"1993-02-10","genres":[28,18,27,10770],"vote_average":3.3,"runtime":93,"cert":"N\/A","id":203116,"title":"Shadowhunter","adult":false},{"cast":["Ken Duken","Dagny Dewath","Matthias Koeberlin","Stipe Erceg","Thomas Thieme"],"overview":"A modern day version of Robin Hood.","release_date":"2013-08-20","genres":[53,28,18],"vote_average":10.0,"runtime":100,"cert":"N\/A","id":203121,"title":"Robin Hood","adult":false},{"cast":["Kelley Hirst","Kaelan Wong"],"overview":"An Astron-6 short film.","release_date":"2010-02-01","genres":[],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":203126,"title":"Kris Miss","adult":false},{"cast":[],"overview":"Matthew Kennedy's gritty tale of revenge torn from pale underbelly of Winnipeg streets.","release_date":"2008-10-30","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":203128,"title":"You're Dead","adult":false},{"cast":[],"overview":"Jon Stewart hosts this fund-raiser for autism charities from New York City's Beacon Theatre. Performers include Will Ferrell, Adam Sandler, Tina Fey, Rosie O'Donnell, Conan O'Brien, Sarah Silverman and Steve Carell.","release_date":"2010-10-21","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":203133,"title":"Night of Too Many Stars: An Overbooked Concert for Autism Education","adult":false},{"cast":["Samantha Jane Polay","Paul Gordon","Amber Crawford","Derek Evans","Tony Gomez"],"overview":"A gun blast, a flash of light, and a young woman awakens to the comfort of her own bed. Bonnie Clayton has it all, a great relationship, a challenging career, and the burden of a dream that grows more vivid and disturbing with each passing night. But when Bonnie is abducted by a sadistic stranger and his colorful entourage, she discovers that the key to her survival lies within the familiar realms of her recurring dream.","release_date":"2005-02-07","genres":[28,80],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":203135,"title":"Broken","adult":false},{"cast":[],"overview":"'Less Than Three' is a short film about two friends who are directing the same short film, while also both dating the lead actress at the exact same time. The co-directors of 'Less Than Three', Nick Aucello and Joseph Lomas, acted in the film as themselves, two friends named Nick and Joe co-directing a short film, and the same holds true for many of the other positions in the cast and crew. While the awkward love triangle provides most of the films comedy, overall the film deals with more somber themes such as growing up, societal expectations, and the surrender of control.","release_date":"","genres":[],"vote_average":10.0,"runtime":26,"cert":"N\/A","id":203137,"title":"Less Than Three","adult":false},{"cast":["Juan Minujín","Mimí Ardú","Carlos Echevarría","Javier van de Couter","Osmar Núñez"],"overview":"A writer dying of AIDS searches for a cure and human interaction in the hospitals and sex clubs of Buenos Aires.","release_date":"2005-02-11","genres":[18,10749],"vote_average":7.3,"runtime":95,"cert":"","id":203139,"title":"A Year Without Love","adult":false},{"cast":["Pat Metheny"],"overview":"","release_date":"2012-09-24","genres":[10402],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":203150,"title":"Pat Metheny -The Making Of The Orchestrion Project","adult":false},{"cast":["Teddy Robin","Bin Bin","Tsui Hark","Violet Pan Ying-Zi"],"overview":"Two street urchins meet up with a sad and lonely rich kid. They become friends when the kid's shady uncle mistakes them for his nephews.","release_date":"1985-01-01","genres":[10751,35],"vote_average":0.0,"runtime":86,"cert":"12","id":203152,"title":"Run Tiger Run","adult":false},{"cast":["Carsten Winger","Eva Bergh","Sigrun Otto","Gunnar Simenstad","Einar Vaage"],"overview":"In \"Skadeskutt\" we follow the couple Einar and Else Wang in a painful drama about love, happiness, sorrow and eternal damnation. About a couple's struggle trying to get pregnant and the despair of not succeeding. About psychological disorders and the society's insane judging of people with such problems. A nationwide press was impressed with \"Skadeskutt\". The director Edith Carlmar, one of the first female directors in Norway, was compared with Hitchcock for her work. For actor Carsten Winger, his portrayal of the character in the movie was considered a victory and a big achievement. \"A sure success\", \"Impressive\" and \"A victory for Norwegian Films\" are some lines from the critics. \"Skadeskutt\" is one of the breakthroughs within Norwegian film making.","release_date":"1951-08-26","genres":[18],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":203154,"title":"Maimed","adult":false},{"cast":["Andy Griffith","Jonathan Banks","James Cromwell","Mitzi Hoag","Claude Earl Jones"],"overview":"The police chief of a small town begins an investigation after a young woman, who was supposed to have died several months previously, shows up at the funeral of her parents, who had been murdered. (IMDB)","release_date":"1977-09-20","genres":[9648],"vote_average":8.5,"runtime":100,"cert":"N\/A","id":203156,"title":"The Girl in the Empty Grave","adult":false},{"cast":["Carlos Alberto Riccelli","Gianfrancesco Guarnieri","Bete Mendes","Fernanda Montenegro","Milton Gonçalves"],"overview":"Otavio is an idealistic union leader trying to organize workers at a factory to resist the company's exploitative practices. His son, Tião, one of the employees, is more of a realist and doesn't want to risk losing his job by striking. This clash of perspectives puts the father and son at odds. Fortunately, Tião's mother, Romana, is on hand to act as a moderator between the two opinionated men.","release_date":"1980-06-24","genres":[18],"vote_average":7.8,"runtime":134,"cert":"N\/A","id":203158,"title":"They Don't Wear Black Tie","adult":false},{"cast":[],"overview":"In this movie a hunter is being hunted by a pack of wolves but suddenly a more natural prey is spotted and wolves and man start the hunt together...","release_date":"2011-11-19","genres":[878],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":203163,"title":"The Hunt","adult":false},{"cast":["Brendan Bayliss","Jake Cinninger","Ryan Stasik","Joel Cummins","Kris Myers"],"overview":"Umphrey's McGee took the stage of The Tabernacle in Atlanta, Georgia for the second night of their New Year's run and treated their fans to yet another live debut, playing \"Drink My Drank\" to eager fans' satisfaction. The entire first set was on fire, but the beginning of set two gives you a way to see Umphrey's like never before. Each member of the band is sporting a GoPro camera. You'll get a close up view of shredding guitar solos via Brenden and Jake's guitar cameras. You'll get bass slapping and head-banging via Stasik's head mounted GoPro. There's a combination of spacey and beautiful keyboard licks you'll see from the \"JoelPro,\" and you'll witness the heart of Umphrey's McGee beat through the chest-mounted cams worn by Andy and Kris as they power through \"1348\" and \"Day Nurse.\" What do you say Umphreaks, are you ready to join the band on stage?","release_date":"2013-05-15","genres":[],"vote_average":0.0,"runtime":164,"cert":"N\/A","id":203165,"title":"Umphrey's McGee: The Tabernacle, Atlanta, GA 12\/29\/2012","adult":false},{"cast":["Brendan Bayliss","Jake Cinninger","Ryan Stasik","Joel Cummins","Andy Farag"],"overview":"Umphrey's McGee capped out their four night run in Atlanta's famous Tabernacle with an incredible three set New Year's Eve show. In set one, Joel and Jake effortlessly nailed the piano and guitar sections of Allman Brothers classic \"Jessica.\" \"Hajimemeshite\" was dedicated to a fan who flew all the way from Japan for the New Year's run, illustrating that the fans will pull out all the stops to catch a stand out performance by Umphrey's. Stasik dedicated the cover of a personal favorite, Wang Chung's hit \"Dance Hall Days,\" to his wife Mary Welch. Mad Dog's Filthy Little Secret horn section added a rich, full sound to the band throughout the night and Waful's gyroscopic lighting illuminated the venue's famous pipe organ. Umphrey's McGee rang in the new year with \"Auld Lang Syne\" and invited wives and family members on stage to share this momentous occasion with friends and fans alike.","release_date":"2013-05-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":203170,"title":"Umphrey's McGee: The Tabernacle, Atlanta, GA 12\/31\/2012","adult":false},{"cast":["Joe Mastrino","Heather VanderWielen","Shirin Caiola","Steve Parks","Shalaka Kulkarni"],"overview":"In the best screwball comedy tradition, This award winning film  tells the story of love and luck turning on the toss of a coin. Tom Benett is trying to do the right thing, but his good intentions keep getting derailed by his scheming fiancé and a hustler who want his $350 million dollar lottery ticket. Mix in skulduggery with a stolen investment formula, a childhood sweetheart, and a couple of homicidal pensioners, and Tom has a long way to go before he learns that it's okay to lose once you've learned what's worth winning!","release_date":"2013-01-12","genres":[18,35],"vote_average":9.5,"runtime":97,"cert":"N\/A","id":203181,"title":"Coin Toss","adult":false},{"cast":["Alexa PenaVega","Reiley McClendon","Saige Thompson","Charan Prabhakar","Adam Hendershott"],"overview":"Five school friends seek adventure on Halloween night in an abandoned, haunted mine, only to find to their horror that the ghostly rumors may be true as they fight for survival.","release_date":"2013-08-15","genres":[12,27,9648,53],"vote_average":3.7,"runtime":95,"cert":"N\/A","id":203186,"title":"The Mine","adult":false},{"cast":[],"overview":"Kwame (Clarke), seventeen and straight, who is trying to reconcile his estranged fathers, Max (Beadle Blair) and Jordan (Collins). He must contend with Max's insistence that he is over Jordan, and Jordan's new relationship with former military man Jonno. Kwame is also trying to attract his love interest, Asha, and provide support to his two best friends: Dean (Keating), a talented footballer struggling with an abusive father and a crush on Max, and skater boy Bambi, trying unsuccessfully to secure a commitment from his older, on-off boyfriend, Robin","release_date":"1999-01-01","genres":[],"vote_average":7.3,"runtime":225,"cert":"","id":203218,"title":"Metrosexuality","adult":false},{"cast":["François Périer","Bibiane Kirby","Atika Tahiri"],"overview":"A film of Chris Marker and the broadcasting(audiovisual) confederate Group - CFDT(FRENCH TRADE UNION)...  For the centenarian of the law of 1884, which we agree to take for point of departure of the labor union, CFDT(FRENCH TRADE UNION) confided to Chris Marker the realisation of a film dedicated to hundred years of syndicalism in France. Chris Marker plans the question in the future and imagines a television news of 2084 for the anniversary of the second centenarian and three possible scenarios: the grey hypothesis, that of the \"crisis\", \" a fearful society which hums and gives itself false safeties in the hope of a balance always questioned \"; the black hypothesis, \" a world where the technique took the place of the ideologies \"; the blue hypothesis, finally, that of the dream and the imagination.","release_date":"1984-10-01","genres":[99],"vote_average":5.5,"runtime":10,"cert":"N\/A","id":203226,"title":"2084","adult":false},{"cast":["Dick Purcell","June Travis","Victor Varconi","Olin Howland","Margaret Irving"],"overview":"An ex-con takes flight after he's framed for a jewelry store robbery and murder.","release_date":"1937-04-04","genres":[80,18,10749],"vote_average":4.0,"runtime":58,"cert":"N\/A","id":203240,"title":"Men In Exile","adult":false},{"cast":[],"overview":"San Yuan Li is a 2003 experimental independent Chinese documentary directed and produced by artists Ou Ning and Cao Fei.  Armed with video cameras, twelve artists present a highly stylized portrait of San Yuan Li, a traditional village besieged by China's urban sprawl. China's rapid modernization literally traps the village of San Yuan Li within the surrounding skyscrapers of Guangzhou, a city of 12 million people. The villagers move to a different rhythm, thriving on subsistence farming and traditional crafts. They resourcefully reinvent their traditional lifestyle by tending rice paddies on empty city lots and raising chickens on makeshift rooftop coops.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":203242,"title":"San Yuan Li","adult":false},{"cast":["Casper Van Dien","David Paymer","Vanessa Angel","Jenifer Lewis","Seiko Matsuda"],"overview":"After stealing a briefcase, a drifter finds himself caught in the middle of an international crime caper.","release_date":"2003-09-11","genres":[53],"vote_average":4.5,"runtime":90,"cert":"N\/A","id":203244,"title":"Partners","adult":false},{"cast":["Julia Markovski","Sullivan Stapleton","Alison Whyte","John Waters"],"overview":"Centre Place is a sophisticated romantic drama featuring Melbourne's style, fashion and culture. Set in the very European boutiques, cafes and bars of Melbourne's inner lane-ways the film focuses on the highs and lows of aspiring artist Lizzie Baxter. Lizzie is a lost soul living in denial. At 28, she would prefer to stay in a shallow relationship than take charge of her own life. This is Lizzie's unique story but also the story of an entire generation; living in limbo and not ready to grow up.","release_date":"2012-02-14","genres":[],"vote_average":5.5,"runtime":100,"cert":"N\/A","id":203246,"title":"Centre Place","adult":false},{"cast":["Tom Zé","Rita Lee","Roberto Maia","Neusa Marthins","Júlio Medaglia"],"overview":"The enlightened and extra-terrestrial Brazilian genius-multi-instrumentalist flies to Asturias in 2008 to give a music workshop. His journey takes us on another: that of his career, the ostracism with which he would be punished, his perpetual crusade for the materialization of “the idea”, his unique inspiration and incredible sense of humour. All emitted through his words and those of the people that surround him. An authentic pioneer, a free and cosmic spirit.","release_date":"2009-10-24","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":203248,"title":"Tom Zé: Liberated Astronaut","adult":false},{"cast":["Vincent De Paul","Tony Sago","Christina Antelo","Jorge Ameer"],"overview":"Helen and Mike travel to the island of Contadora for a romantic honeymoon. Upon arrival, the couple is greeted by charming Gabriel, a romantic dreamer in search of his true sexual identity, and the alluring threesome soon develop an intimate relationship. A love triangle on the island of Contadora.","release_date":"2006-11-17","genres":[],"vote_average":7.7,"runtime":70,"cert":"N\/A","id":203259,"title":"Contadora Is for Lovers","adult":false},{"cast":[],"overview":"A passionate procession of bicyclists planning to shut down the International Monetary Fund and World Bank meeting travels 500 miles across Europe on a journey to Prague in this fascinating documentary. The goal is to create a mobile utopian community which will be a living counter-example to the values of these powerful financial institutions.","release_date":"2007-08-14","genres":[],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":203261,"title":"Caravan\/Prague: The Uneasy Road to Change","adult":false},{"cast":["Micheline Bezançon","Elizabeth Huart","Raymond Jourdan","Gilette Barbier","Madeleine Marion"],"overview":"A woman arrives in Paris with her little girl to look for work. With limited funds and no luck, they end up penniless, homeless and dependent on the rare kindness of strangers.","release_date":"1959-03-31","genres":[18],"vote_average":7.7,"runtime":68,"cert":"N\/A","id":203263,"title":"A Simple Story","adult":false},{"cast":["Rex Allen","Buddy Ebsen","Mary Ellen Kay","Billy Kimbley","Alix Ebsen"],"overview":"Blind Pete Horne knows the location of the Lost Spanish Silver Lode, but is knifed before he can tell anyone. His seeing eye dog, Duke, brings Rex Allen and Gabriel Horne to Pete's lifeless body. They set out to find the killer and run into trouble near Silver City, Arizona, when they rescue Katie McIntosh from a gang that is chasing her buckboard.","release_date":"1951-03-01","genres":[37],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":203268,"title":"Silver City Bonanza","adult":false},{"cast":["Laura Adriani","Lavinia Guglielman","Tiziano Mariani","Giulia Morgani","Federico Palmieri"],"overview":"Six kids decide to stay in a huge movie theater after watching a gruesome thriller. But the guard is a dangerous psycho","release_date":"2013-06-27","genres":[53],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":203270,"title":"Multiplex","adult":false},{"cast":["Maureen O'Hara","John Payne","Howard Da Silva","Phillip Reed","Grant Withers"],"overview":"In 1805, the United States battles the pirates of Tripoli as the Marines fight to raise the American flag.","release_date":"1950-11-09","genres":[12,28],"vote_average":4.9,"runtime":95,"cert":"N\/A","id":203272,"title":"Tripoli","adult":false},{"cast":["Michael J. Minor","Daniel Roberts","Tasma Walton"],"overview":"Dan Freeman an obsessive UFO Hunter roams the Nevada desert around AREA 51 searching the skies for contact, but alone in the desert he awakens to a deeper mystery.","release_date":"2009-08-05","genres":[878],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":203277,"title":"Dreamland","adult":false},{"cast":[],"overview":"","release_date":"2012-05-09","genres":[99,9648],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":203291,"title":"Učitelé z hvězd","adult":false},{"cast":["Chris Warfield","Sally Fraser","Dick Foote","Peter Forster","Chick Chandler"],"overview":"The crew of a fishing boat discovers a deserted luxury yacht at sea with a dead body on board. They claim the yacht as salvage, not knowing that a drug smuggling ring has hidden $500,000 worth of heroin on the boat.","release_date":"1962-09-19","genres":[18,53],"vote_average":4.5,"runtime":76,"cert":"N\/A","id":203305,"title":"Dangerous Charter","adult":false},{"cast":["Bradley Cross","Joe Gosling","Janet Bamford","Emily Spowage","Matthew Seber"],"overview":"The course of true love does not run smoothly for two young lads at Norman's Cozy campsite on the Welsh coast  in the mid 80s. Two English holiday-makers, Paul, an innocent northerner from Rochdale, and  George, a jack the lad, nervy young man from London meet up. Paul has come on holiday with his domineering mum Denise and her attempts to control him, though comic, throw him further into thrall with George. Both teenagers dream of escape but their dreams go through many ups and downs in the course of 'Dream On'. Based on the play by Lloyd Eyre-Morgan.","release_date":"2013-06-09","genres":[18],"vote_average":4.6,"runtime":95,"cert":"15","id":203310,"title":"Dream On","adult":false},{"cast":["Karen Gillan","Stanley Weber","Iain De Caestecker","Henry Ian Cusick","Kate Dickie"],"overview":"When a struggling publisher discovers his only successful author is blocked he knows he has to unblock her or he's finished. With her newfound success, she's become too damn happy and she can't write when she's happy.The only trouble is, the worse he makes her feel, the more he realises he's in love with her.","release_date":"2013-10-11","genres":[10749,35,18],"vote_average":6.4,"runtime":102,"cert":"PG","id":203321,"title":"Not Another Happy Ending","adult":false},{"cast":[],"overview":"A documentary film about the three remaining generations of fishermen in the Aral Sea,\r And their awaiting and everyday struggle to survive in one of the scarcest places on the planet. Life after one of man made biggest disasters.","release_date":"2004-06-23","genres":[99],"vote_average":7.3,"runtime":53,"cert":"N\/A","id":203329,"title":"ARAL. Fishing in an Invisible Sea","adult":false},{"cast":["Noémie Rosenblatt","Priscilla Bescond","Grégoire Baujat","Priscilla Bescond","Noémie Rosenblatt"],"overview":"(…) To go to the other side, she builds a night vision, from those whom make the dead alive. A vision that has the makings of a dream, which makes the invisible visible: Orpheus falls asleep and allows the cinema to be.","release_date":"2013-06-25","genres":[14,9648],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":203331,"title":"What Makes Me Take the Train","adult":false},{"cast":[],"overview":"Luchador wrestling meets youthful discontent","release_date":"2013-06-25","genres":[],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":203336,"title":"Salah's Shadow","adult":false},{"cast":[],"overview":"A Trip Down Memory Lane is a 1965 experimental collage film by Arthur Lipsett, created by editing together images and sound clips from over fifty years of newsreel footage. The film combines footage from a beauty contest, religious procession, failed airflight, automotive and science experiments, animal experimentation, skyscraper construction, military paraphernalia, John D. Rockefeller and scenes of leisure, Richard Nixon and scenes of war, blimps and hot air balloons, and a sword swallower. Lipsett envisioned his film as a kind of cinematic time capsule for future generations.","release_date":"1965-01-01","genres":[99,36],"vote_average":6.0,"runtime":12,"cert":"N\/A","id":203374,"title":"A Trip Down Memory Lane","adult":false},{"cast":["Harry Manx"],"overview":"","release_date":"2012-12-12","genres":[10402],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":203385,"title":"Guitar Artistry Of: Harry Manx - Raga Meets The Blues","adult":false},{"cast":["Taylor Hanson","Zac Hanson","Isaac Hanson"],"overview":"Experience the This Time Around album as a live performance that was recorded during HANSON's legendary 5 of 5 performance in April 2010.","release_date":"2010-04-26","genres":[10402],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":203396,"title":"Hanson - 5 of 5: This Time Around","adult":false},{"cast":["Taylor Hanson","Zac Hanson","Isaac Hanson"],"overview":"Experience The Walk album as a live performance that was recorded during HANSON's legendary 5 of 5 performance in April 2010.","release_date":"2010-04-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":203398,"title":"Hanson - 5 of 5: The Walk","adult":false},{"cast":[],"overview":"An adventure of greenscreens and spacetime","release_date":"2013-06-25","genres":[],"vote_average":0.0,"runtime":33,"cert":"N\/A","id":203409,"title":"Green Out","adult":false},{"cast":[],"overview":"Bonus 2nd Feature: Romeo: Lovemaster Of The Wild Women's Dorm","release_date":"","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":203447,"title":"Romeo: Love Master Of The Wild Women's Dorm","adult":false},{"cast":["Nando Reis","Samuel Rosa"],"overview":"","release_date":"2010-11-19","genres":[99,10402],"vote_average":8.5,"runtime":null,"cert":"N\/A","id":203455,"title":"Skank e Nando Reis: Estúdio VH1","adult":false},{"cast":[],"overview":"Chi Kuan Chun (Shaolin Temple, Men from the Monastery) trains with the White Haired Scholar in the Beggar Style of Kung Fu. His training is amazing, his duels are legendary! This is a rare and unseen Shaw Legends Classic!","release_date":"","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":203466,"title":"The Beggar of No Equal","adult":false},{"cast":["Howard Vernon","Manuel Pereiro","Montserrat Prous","Jacqueline Laurent","Anne Libert"],"overview":"Linda comes to the big city in search of fun and excitement.  What she finds is exploitation and abuse at the hands of a succession of sleazy guys.  Searching for love, she enters into a lesbian relationship with a beautiful countess, discovers drugs and swingers' parties and starts acting in porno movies.  She also begins to write a secret diary... With a cast of some of the most stunning Euro actresses of the period, wall-to-wall sex and nudity, pot parties, porno shoots and a psychedelic soundtrack, this is a gem of 1970s exploitation cinema from Jess Franco.  Street scenes shot in Benidorm (Alicante, Spain) and Las Palmas (Gran Canaria, Spain).","release_date":"1973-06-21","genres":[18],"vote_average":6.5,"runtime":87,"cert":"N\/A","id":203474,"title":"Sinner: The Secret Diary of a Nymphomaniac","adult":false},{"cert":"N\/A","title":"Queen Bee","cast":["Luh I-charn","Ko Chun-Hsiung","Chi Kuan-Chun","Yi Hung","Ruo-Ian Yang"],"genres":[18],"id":203476,"overview":"Shaw Legend Chi Kuan Chun is the Hung Kuen Fist master who trains an undercover agent known as Queen Bee. His brutal style of Kung Fu comes in handy when the Queen Bee takes on the villains. Authentic Hung Gar Style action presented!","runtime":87,"release_date":"1981-10-08","vote_average":0.0,"adult":false}]