[{"cast":[],"overview":"A remote village in the Northwest of Russia. A mental asylum is located in an old wooden house. The place and its inhabitants seem to be untouched by civilization. In this pristine setting, no articulate human voice is heard, and pain is muted. The landscapes and buildings are not so much inhabited as lightly entwined and then passed through by their anonymous residents, like some creeping mist. Phantoms half stuck, half undone in a phantom world—lost persons from a lost society?﻿","release_date":"2013-06-26","genres":[99],"vote_average":4.0,"runtime":20,"cert":"N\/A","id":203502,"title":"The Letter","adult":false},{"cast":[],"overview":"Tracklist:\r 01. Intro\/Bealtaine\r 02. Wytches' Brew\r 03. Richard Parker's Fancy\r 04. The Raven\r 05. Alive!\r 06. Dil Gaya\r 07. Entrezomp ni Kelted\r 08. Fairy Tale\r 09. Saltatio Vita","release_date":"","genres":[],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":203510,"title":"Omnia: Pagan Folk Lore","adult":false},{"cast":["Phyllis Coates","Myron Healey","Arthur Space","John Daheim","Mike Ragan"],"overview":"Jean Evans of an international wildlife foundation, who is known to Africa as 'the Panther Girl' because of her bravery in jungle living,  stumbles on a plot by a mad scientist to frighten the natives out of a diamond-laden district by chemically growing crayfish to giant size, and enlists the aid of a game hunter friend to prevent a monster rampage and bring the culprits to justice.","release_date":"1955-01-03","genres":[28,878],"vote_average":5.5,"runtime":167,"cert":"N\/A","id":203527,"title":"Panther Girl of the Kongo","adult":false},{"cast":["Omar Sharif","Khaled El Nabawy","Amr Waked"],"overview":"Love, passion, responsibility and loss follow a man over the course of half a century in this powerful drama from Egypt. In 1948, Hassan (Khaled El Nabawy) is working his first day on the job for a telegraph company when he has to deliver a telegram to Noura (Cyrine Abdelnour), a beautiful woman who is waiting on a ship docked in the harbor. The message is from Noura's fiancé, but when Hassan sees her, he acts on an impulse, and by the end of the day he's slept with Noura. In 1973, Hassan crosses paths with Noura again; her brother is in the hospital, and Hassan happens to meet Nadia, the beautiful woman's daughter who he may have fathered. And in 2001, elderly Hassan (now played by Omar Sharif) visits Cairo and meets Ali, Nadia's son, and both are taken aback at the similarities between them.","release_date":"2009-06-25","genres":[18],"vote_average":0.0,"runtime":125,"cert":"N\/A","id":203529,"title":"The Traveller","adult":false},{"cast":["Antonio Molina","María de los Ángeles Hortelano","Margarita Robles","Manuel de Juan","Alicia González"],"overview":"Singing in the streets of Cordoba, Antonio Reyes known in the Plaza del Cristo de los Faroles a beautiful Andalusian girl, Soledad, which seeks to conquer the boy to show his friends that no woman can resist. There are several times that the singer tries, but ignores her loneliness despite the tricks he uses to conquer, Soledad is not influenced by the actions of Antonio.","release_date":"1958-06-03","genres":[],"vote_average":5.4,"runtime":88,"cert":"N\/A","id":203531,"title":"El Cristo de los Faroles","adult":false},{"cast":[],"overview":"The story takes place in Seoul, the capital city of South Korea. The four real-life members of the punk band, Crying Nut perform at Drug, a popular club in Hong-Ik Univ. area, the most famous area for underground music in the country. While the band members live about their lives, a series of bodies are found dead near their part of Seoul. A long-haired exhibitionist who went about revealing himself to high school girls and a girl who had been to one of their concerts, are found dead. Strangely, a picture, object or symbol representing Bruce Lee is left behind at the crime scenes. For this reason, the murders are named the \"Bruce LEE Virus\". Kyung-rock, the bassist for the Crying Nut, decides to become a detective to solve this mystery. On his quest to solve this case, Kyung-rock runs into many strange and bizarre characters that lead him on a crazy adventure...","release_date":"2002-01-26","genres":[35],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":203533,"title":"Looking for Bruce Lee","adult":false},{"cast":["Li Xuejian","Tian Zhuangzhuang","Zi Jin"],"overview":"Xu Daqin, a retired Chinese factory worker, returns to the remote Yunnan province, where he hopes to reconcile himself with the life and opportunity he passed up in this place 40 years ago.","release_date":"2004-10-14","genres":[18],"vote_average":7.0,"runtime":100,"cert":"N\/A","id":203538,"title":"South of the Clouds","adult":false},{"cast":["Lilou DIABATE","Saera Nakandakari"],"overview":"LiLou is a 5th grade school girl who is half Japanese and half Guinean. She is the odd one out in her class, and her classmate, Kokoro is her only friend as they both share the same sense of loneliness. Kokoro never smiles since she became unable to have dreams at night. Lilou makes up her mind to bring dreams and laughter back to her friend and that’s when, Kokoro goes missing. This is the start of Lilou’s adventure that will change her life completely.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":117,"cert":"","id":203546,"title":"Lilou's Adventure","adult":false},{"cast":[],"overview":"In a remote corner of the Himalaya, in the forbidden Kingdom of Mustang, mysterious caves, perched high on cliff faces and carved by humans thousands of years ago, have lain just beyond reach — until recently. In April of 2007, a team of climbers and scientists climbed inside the long-hidden chambers for the first time in modern history.","release_date":"2009-05-24","genres":[],"vote_average":10.0,"runtime":55,"cert":"N\/A","id":203548,"title":"Lost Cave Temples of the Himalaya","adult":false},{"cast":[],"overview":"In Washington D.C., one church becomes the symbol of a local community dedicated to one another.","release_date":"2003-06-01","genres":[],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":203553,"title":"Let the Church Say, Amen","adult":false},{"cast":["Herbert Marshall","Ruth Chatterton","Simone Simon","Tyrone Power","Constance Collier"],"overview":"When a busybody teacher in a girls' finishing school finds a love letter from a student to an unknown man, a minor scandal erupts.","release_date":"1936-08-08","genres":[18,10749],"vote_average":6.5,"runtime":66,"cert":"N\/A","id":203555,"title":"Girls Dormitory","adult":false},{"cast":["Allan Lane","Black Jack","Eddy Waller","Roy Barcroft","Lyn Wilde"],"overview":"It has been almost five years since the outlaws have stolen the army payroll from Lt. Raymond D'Arcy. While claiming that he gave the money to Major Bishop, neither the money or Bishop have ever been found and Raymond was convicted of the theft. Now he is at the abandoned fort, an escaped convict with a letter, looking to find the truth about the robbery. Members of his old command are also there and Rocky shows up to return Raymond to prison.","release_date":"1949-01-22","genres":[37],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":203557,"title":"Sheriff of Wichita","adult":false},{"cast":["Herbert Zimmermann","Heribert Meisel","Heinz Gottschalk","Steve Hudson"],"overview":"The 1958 finals, held in Sweden, saw the emergence of a new superstar in Pélé. This 17 year-old wonder player led the Brazilians to a final triumph over the host nation 5-2.","release_date":"1958-06-25","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":203559,"title":"Hinein!","adult":false},{"cast":["Robert DoQui","Isaac Fields","Barbara Hale","Rafer Johnson","Lincoln Kilpatrick"],"overview":"Told by a U.S. Army colonel and his wife, this vintage Western set in post-Civil War Texas chronicles the exploits of the all-black 10th cavalry regiment, which was formed in 1871. Cesar Romero plays the unit's commander.","release_date":"1970-12-16","genres":[37,10749],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":203564,"title":"The Red, White, and Black","adult":false},{"cast":["Patrick Allen"],"overview":"The 1970 finals saw the emergence of probably the greatest team the world has ever seen, in the all-conquering form of Brazil. Pélé was playing in his last finals and his touch, vision and goal prowess combined with Jairzinho's amazing feat of scoring in every round, propelled the Brazilians to an irresistible 4-1 final victory over an overwhelmed Italy.","release_date":"1970-06-25","genres":[99],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":203566,"title":"The World at Their Feet","adult":false},{"cast":["Joss Ackland"],"overview":"The 1974 finals in West Germany saw the emergence of \"Total Football\" in the shape of the classy Dutch led by the legendary Johan Cruyff. The Dutch swept all before them until they came up against the solid hosts in the final. Beckenbauer led West Germany to a tense 2-1 victory.","release_date":"1974-06-25","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":203568,"title":"1974 FIFA World Cup Official Film: Heading For Glory","adult":false},{"cast":["Corey Peters","Alfonso Smith","Aaron Morgan","John Conner","Ray Fisher"],"overview":"A group of college football standouts from diverse backgrounds begin their quest to make the roster of an NFL football team. Late Rounders follows graduating college football players as they attempt to take the next step in their careers and make the 53-man roster on an NFL football team.","release_date":"2011-03-13","genres":[99],"vote_average":5.5,"runtime":92,"cert":"N\/A","id":203570,"title":"Late Rounders","adult":false},{"cast":["Dave Dobbyn"],"overview":"Californian ecologist David Ainley has been traveling to the Ross Sea to study this unique ecosystem for more than thirty years. He has written scientific papers describing it as a ‘living laboratory’. Largely untouched by humans, it is one of the last places where the delicate balance of nature prevails. But an international fishing fleet has recently found its way to the Ross Sea. It is targeting Antarctic toothfish, sold as Chilean sea bass in up-market restaurants around the world.  The catch is so lucrative it is known as white gold. Ainley knows that unless fishing is stopped the natural balance of the Ross Sea will be lost forever. Together they form ‘the Last Ocean’ and begin a campaign taking on the commercial fishers and governments in a race to protect Earth’s last untouched ocean from our insatiable appetite for fish.","release_date":"2012-08-01","genres":[99],"vote_average":8.2,"runtime":83,"cert":"N\/A","id":203584,"title":"The Last Ocean","adult":false},{"cast":[],"overview":"Woman wonders why her little pet birds keep disappearing. Sylvester the cat knows, but other than burping feathers, he's not saying. But it looks like he's met his match when the woman orders another bird from the pet shop: a little yellow canary named \"Tweety\".","release_date":"1948-04-02","genres":[],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":203586,"title":"I Taw a Putty Tat","adult":false},{"cast":[],"overview":"90 minutes of things","release_date":"2013-06-26","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":203588,"title":"Standard and poor's, ces yeux, Césaire","adult":false},{"cast":["Lázaro Ramos","Clara Charf","Antônio Cândido","Carlos Marighella"],"overview":"This communist and parliamentarian leader was arrested and tortured, and became famous for having written the \"Minimanual of the Urban Guerrilla\". Greatest name of the left-wing militancy in Brazil in the 1960s, Carlos Marighella acted in the main political events of Brazil between the 1930s and 1969 and was considered enemy number one of the Brazilian military dictatorship. His life was a great act of resistance and courage.","release_date":"2012-08-12","genres":[99],"vote_average":5.5,"runtime":100,"cert":"N\/A","id":203593,"title":"Marighella","adult":false},{"cast":["Li Hsiang-Chun","Chong Yuen-Yung","Chin Feng","Yam Kit","Lydia Shum"],"overview":"Return Of The Phoenix is yet another masterpiece from prolific director Li Han-hsiang. An imperial minister Cheng Pu (Ching Miao) is faced with a quandary. He's getting old and his daughters are still not married. Elder daughter Shueh-yeh (Elizabeth Chuang) is so ugly no one wants her. Younger daughter Shueh-wu (Li Hsiang-chun) is beautiful but Mrs Cheng refuses to let her marry before her elder sister. The drama unfolds when Cheng decides to marry Shueh-wu off.","release_date":"1963-07-24","genres":[35,18,10402,10749],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":203598,"title":"Return of the Phoenix","adult":false},{"cast":["Bill Elliott","Robert Blake","Bob Steele","Alice Fleming","Peggy Stewart"],"overview":"Redwood Valley residents raise $50,000 for blasting a mountain tunnel to bring a new railroad there. Town leader Bidwell engineers a plot to steal the money and to blame it on the Reno Kid (Bob Steele) who has recently broken out of prison in order to clear himself of false charges that sent him there and caused him to lose his ranch. The badly-wounded sheriff turns his badge over to Red Ryder. Reno visits his wife, Molly and their ailing son Johnny, and Red, also wounded, is brought there by Little Beaver. There, Red begins to believe Reno's story about being innocent.  Written by Les Adams","release_date":"1946-03-29","genres":[37],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":203600,"title":"Sheriff of Redwood Valley","adult":false},{"cast":["Julián Génisson","Lorena Iglesias","Aaron Rux","Pilar Barrios","Rubén Silva"],"overview":"A pathologically enthusiastic couple, with a weak spot for wine, decides to fly to Seattle to realize their dreams: she dreams of strengthening her leadership abilities in an exclusive corporate coaching seminar, Body Language Empowerment in One Week, while he dreams of getting as close as humanly possible to the tomb of the greatest fighter of all times. Upon arrival in Seattle, a sagacious mobster teaches them that it takes more than just a map to find Bruce's tomb, and something more than just a body to master the art of interpersonal communication. Will their relationship survive the mobster's grueling training? Will they be able to channel their enthusiasm towards a common dream? Seattle is a puzzle: will they find a frame pretty enough to hang it on the wall when it's all over?","release_date":"2013-10-13","genres":[18,35],"vote_average":7.3,"runtime":95,"cert":"N\/A","id":203602,"title":"Towards Bruce Lee's Tomb","adult":false},{"cast":[],"overview":"No Fire Zone is a feature length film about the final awful months of the 26 year long Sri Lankan civil war told by the people who lived through it.","release_date":"2013-06-28","genres":[99,10752],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":203604,"title":"No Fire Zone: The Killing Fields of Sri Lanka","adult":false},{"cast":["Raven Alexis","Bella Banxx","Victoria White","Jelena Jensen","Charley Chase"],"overview":"Sexy Raven Alexis finds her naughty dream job shooting explicit photos and video for a new internet website. Capturing lusty sex acts on camera turns her on deeply, and she finds herself sleeping with her horny subjects as well as her handsome and hung boss. Shell film anyone who is hot and hungry in every perverted act with a growing passion for experiencing the wild fucking herself.","release_date":"2011-11-29","genres":[],"vote_average":4.3,"runtime":119,"cert":"N\/A","id":203606,"title":"Nude Content","adult":true},{"cast":["Rogério Samora","André Gomes","Rita Blanco","Suzana Borges","Patrícia Guerreiro"],"overview":"The complex relationship between master and servant is explored in director João Botelho's adaptation of Denis Diderot's popular novel Jacques le Fataliste et Son Maître. As Tiago (Rogério Samora) drives his master (André Gomes) through the Portuguese countryside to an unspecified destination, the traveling pair embark on a series of highly philosophical discussions. Flowing with tales of his life in the military and previous sexual escapades, Tiago trades a series of tales with his rapt passenger, including the story of a vengeful spurned lover who plots revenge on the nobleman who rejected her by transforming a prostitute into a society lady and convincing him to marry the tainted bride.","release_date":"2005-06-26","genres":[18],"vote_average":3.0,"runtime":99,"cert":"N\/A","id":203611,"title":"The Fatalist","adult":false},{"cast":[],"overview":"When movie cameras were put in the hands of a few young people, they made this film about themselves and their world. The footage they gathered is presented in feature film with very little editing. There are sit-ins, love-ins, animated discussions among themselves about almost everything, and encounters with adults on a bus and on the street. The film is a revealing portrait of a dissenting generation and its rationale.","release_date":"1970-01-01","genres":[],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":203613,"title":"Christopher's Movie Matinee","adult":false},{"cast":["David Hewlett","Vickie Papavs","Bruce McFee"],"overview":"Ben and Ellen use the elevator in their building when all of a sudden, Hank, the blood covered security man of the building rushes into the elevator, claiming that there is a dangerous alien-like creature in the building.","release_date":"1997-01-01","genres":[27,9648,53],"vote_average":6.1,"runtime":17,"cert":"N\/A","id":203618,"title":"Elevated","adult":false},{"cast":["Sabrina Ferilli","Ivan Franěk","Matteo Reza Azchirvani","François Montagut","Rocco Papaleo"],"overview":"","release_date":"2002-10-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":203623,"title":"Cuore di donna","adult":false},{"cast":[],"overview":"A slight crackling accompanied by a silent voice, take us through a series of cold and desolate landscapes, in which gather silhouettes carrying torches. They perform rituals that we fail to understand. When daylight comes, it only remains fragments.\r 'Until the Sacrifice of Giants' is a documentary fable about the disappearance of myths in contemporary society, through the observation of popular rites. The ritual is here treated as a fiction, a frame within which we are witnessing the end of an imaginary civilization. The viewer becomes the partner of the scientist who tries to understand through analysis of fragments and ruins.","release_date":"2013-06-26","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":203634,"title":"Until the Sacrifice of Giants","adult":false},{"cast":["Gina Lollobrigida","Louis Jourdan","Corinne Marchand","Daniel Gélin","Philippe Noiret"],"overview":"Lisa, a fashion photographer, has an affair with a married man. They both know that the relationship forces them to have fun. When he goes through a delicate family situation caused by his daughter's adventure with a much older man, Lisa understands how much she is in love and how little she can expect from him.","release_date":"1966-05-06","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":203648,"title":"Les Sultans","adult":false},{"cast":[],"overview":"Louis Henderson and the letters of 1497","release_date":"2013-06-26","genres":[],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":203653,"title":"Visionary Letters","adult":false},{"cast":["Dennis O'Keefe","Florence Rice","John Hubbard","Jessie Ralph","Buddy Ebsen"],"overview":"A loud-mouthed Texas cowpuncher tries his hand at polo finding himself at odds with high society and trying to save a floundering Wild West show.","release_date":"1939-04-14","genres":[35,10749,37],"vote_average":7.0,"runtime":71,"cert":"N\/A","id":203655,"title":"The Kid From Texas","adult":false},{"cast":[],"overview":"A film about a field","release_date":"2013-06-26","genres":[],"vote_average":0.0,"runtime":29,"cert":"N\/A","id":203657,"title":"The Age of Stone","adult":false},{"cast":["Kevin Mitnick","Steve Wozniak","John Draper"],"overview":"The Secret History of Hacking is a 2001 documentary film that focuses on phreaking, computer hacking and social engineering occurring from the 1970s through to the 1990s. Archive footage concerning the subject matter and (computer generated) graphical imagery specifically created for the film are voiced over with narrative audio commentary, intermixed with commentary from people who in one way or another have been closely involved in these matters.","release_date":"2001-01-01","genres":[99],"vote_average":6.5,"runtime":50,"cert":"N\/A","id":203659,"title":"The Secret History of Hacking","adult":false},{"cast":[],"overview":"Raphaël Holt and the magic of memory","release_date":"2013-06-26","genres":[],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":203664,"title":"Veloma, Over the Water","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":203675,"title":"suono ancora","adult":false},{"cast":["Fernando Luís","Manuela de Freitas","Mário Viegas","Zita Duarte","Catarina Correia"],"overview":"Fernanda, António and Quim are travelling by train to a provincial Portuguese industrial city. Fernanda, a teacher, agrees to replace a pregnant colleague. António is returning to the home he was forced to flee long ago, accused of setting fire to the Duarte’s factory. At the station he bumps into Mariana who is in love of him. António is not welcome and is violently attacked by a group connected to Duarte ...","release_date":"1993-06-25","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":203680,"title":"Rosa Negra","adult":false},{"cast":[],"overview":"Erie consists of a series of single take vignettes in and around communities near Lake Erie that relate to Black migration in the USA, contemporary conditions, folks concentrating on the task at hand, theater and famous art objects.","release_date":"2010-02-03","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":203685,"title":"Erie","adult":false},{"cast":["Frank Welker","Matthew Lillard","Grey DeLisle","Mindy Cohn","Isabella Acres"],"overview":"Join Scooby-Doo, Shaggy and the Mystery Inc. crew as they head to Chicago for a talent show, some museum tours and whole lotta pizza! The windy city is home to the hit TV show, Talent Star, in which songwriting duo Fred and Daphne are finalists with some high hopes. Not to be left out, Scooby and Shaggy have a secret act in the works, which they are betting will take the contest by storm. Unlucky for them, the competition is frightful at this talent contest as the show is being broadcast from an opera house with a history of horrors and a particularly vengeful phantom that has cursed the show's production. From costume changin' chases to collecting creepy clues, the show must go on and with a natural talent like Scooby-Doo on the case, you can be sure that the laughs, thrills and adventure are always first place!","release_date":"2013-08-20","genres":[10751,12,16],"vote_average":6.7,"runtime":75,"cert":"PG","id":203696,"title":"Scooby-Doo! Stage Fright","adult":false},{"cast":["Mohammed George"],"overview":"Sara wants her school mate Frankie to become her lover. She is  willing to do whatever it take to get him under her bosom but she has to get  through Lee.","release_date":"2013-06-30","genres":[],"vote_average":9.5,"runtime":10,"cert":"15","id":203698,"title":"Forget The Pact","adult":false},{"cast":["Aislinn Derbez","Eduardo Arroyuelo","José María Torre","Alejandro Camacho"],"overview":"Ana, Daniel, Christian and Pia, a group of friends who have managed to stay together despite the problems that surround them every day. Until today, when an unexpected event will change their lives forever. \"Musth\" is a story about love, trust, loyalty, desire, happiness and forgiveness, a story about how we play on this board called LIFE.","release_date":"2013-06-27","genres":[35,18],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":203700,"title":"Musth","adult":false},{"cast":[],"overview":"Shot over the course of five years, Intimidad is an in-depth portrait of Cecy and Camilo Ramirez, a young couple struggling to make ends meet in Reynosa, Mexico. They have recently left their 2-year old daughter, Loida, with Cecy's mother in Santa Maria in the hopes of building a proper home and after one year, they return to visit her for the Christmas holidays. But their vacation is barely the respite the couple expected, as Loida hardly recognizes her parents, and a sudden tragedy threatens to tear the family apart.","release_date":"2008-02-16","genres":[99],"vote_average":8.0,"runtime":74,"cert":"N\/A","id":203708,"title":"Intimidad","adult":false},{"cast":["片桐ナナ","早乙女らぶ"],"overview":"Lacrosse player Nana Katagiri left the playing field to give a blowjob to a man behind a screen that shielded them from view, after which she returned to the game. She then has sex with a man on the empty field. Following that, she gets into a hot tub with a group of other women. Eventually all of them leave except for Love Saotome, who has lesbian sex with Nana, Finally, Nana has sex with another man.","release_date":"2012-01-18","genres":[],"vote_average":0.0,"runtime":125,"cert":"N\/A","id":203731,"title":"Real! ! Active lacrosse player 1 in the nation the AV debut of shock! ! Katagiri Nana","adult":true},{"cast":["片桐ナナ"],"overview":"Athlete Nana Katagiri in her second adult video.","release_date":"2012-04-21","genres":[99],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":203736,"title":"Do you like a woman who is dressed as a boy? 7","adult":true},{"cast":["Fatou N'Diaye","Jean-Christophe Dollé","Ângelo Torres","Bia Gomes","Jorge Quintino Biague"],"overview":"A young African woman learns that finding love and happiness need not come at the sacrifice of one's identity in director Flora Gomes 2002 romantic musical My Voice. Young and beautiful, Vita (Fatou N'Diaye) decides to leave her home in West Africa to study in Paris. Before Vita leaves, her mother (Bia Gomes) nervously reminds her of the family curse stating that any female in their lineage who sings will be struck dead. Vita reassures her mother that she will do no such thing and leaves to begin her new life. Shortly after arriving in Paris, however, she meets and falls in love with a young French musician named Pierre (Jean-Christophe Dolle), who -- in a moment of romantic abandon -- convinces Vita to sing. Pierre's astonishment at Vita's obvious talent for music prompts him to convince her to record an album, which she does but almost immediately regrets upon remembering her promise to her mother about the curse.","release_date":"2002-06-26","genres":[10402,35],"vote_average":6.7,"runtime":110,"cert":"N\/A","id":203738,"title":"My Voice","adult":false},{"cast":["Patrícia Guerreiro","Suzana Borges","Rui Morrison","Rogério Samora","José Pinto"],"overview":"A historical classic drama in three acts, retold after an original prologue about dreams and nightmares of the thirteen-year-old noble heroine, Maria de Noronha.","release_date":"2001-06-26","genres":[36,18],"vote_average":4.7,"runtime":112,"cert":"N\/A","id":203746,"title":"Who Are You?","adult":false},{"cast":[],"overview":"The Romanian dictator is remembered by those who served him and those who suffered at his hand.","release_date":"1998-05-30","genres":[99],"vote_average":0.0,"runtime":50,"cert":"","id":203757,"title":"Nicolae Ceausescu: The Unrepentant Tyrant","adult":false},{"cast":[],"overview":"Born in Cairo in 1929, Yasser Arafat was named chairman of the Palestine Liberation Organization 40 years later. From this post, he was at the forefront of years of violence, border disputes, and the Palestinian liberation movement, all centering on neighboring Israel. Arafat signed a self-governing pact with Israel in 1991, at the Madrid Conference, and together with Israeli leaders made several attempts at lasting peace soon after, notably through the Oslo Accords (1993) and the Camp David Summit of 2000. Stemming from the Oslo Accords, Arafat and Israel's Yitzhak Rabin and Shimon Peres shared the Nobel Peace Prize, but the terms were never implemented. Arafat ceded his PLO chairman post in 2003, and died in Paris in 2004.","release_date":"1996-02-07","genres":[99],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":203759,"title":"Biography: Yasser Arafat","adult":false},{"cast":["Jerzy Stuhr","Gosia Dobrowolska","Danuta Szaflarska","Alex Mozdzynski","Ewa Skibińska"],"overview":"Jerzy Stuhr wrote, directed, and starred in this drama about a man sworn to uphold the law who applies a very different moral code to himself than he does to others. As Adam Borowski, Stuhr plays a government lawyer prosecuting a variety of cases, including smuggling, theft, child abandonment, and racially motivated assault. However, Adam's own life is hardly a model by which to live. He's overextended himself financially and is trying to figure out how to avoid paying the hospital bills for his terminally ill mother. Adam is married, but he's been having an affair for some time, and, while he breaks off his relationship with his mistress, he's easily tempted into other liaisons. His wife wants to adopt a handicapped child; Adam would prefer not to have another child in the house, and he uses his influence to slow up the paperwork. And in order to reduce his tax bill, Adam has involved himself in a charitable donation scheme of dubious legality.","release_date":"1999-06-26","genres":[],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":203770,"title":"A Week in the Life of a Man","adult":false},{"cast":["Mikhail Porechenkov","Anna Mikhalkova","Sergey Gazarov","Yekaterina Vasilyeva","Anatoliy Belyy"],"overview":"Tolik didn't succeed in life, sports career did not work, his wife left him. Unsuccessful, unloved, hopeless, he has lost faith in himself. All changes when he encounters a strange stranger Anna Ilinichna, who invites him to take part in an unusual marathon in faraway America.","release_date":"2013-07-02","genres":[35,18],"vote_average":6.2,"runtime":101,"cert":"N\/A","id":203778,"title":"Marathon","adult":false},{"cast":["Yuriy Kutsenko","Dmitriy Maryanov","Irina Apeksimova","Konstantin Yushkevich"],"overview":"Four old friends decide to have a meeting in order to discover a hidden truth about themselves. Based on Filipp Lelush play.","release_date":"2013-07-01","genres":[35,18],"vote_average":6.4,"runtime":90,"cert":"N\/A","id":203780,"title":"The Game of Truth","adult":false},{"cast":["Valeria Golino","Niccolò Senni","Sergio Rubini","Stefano Dionisi","Corrado Invernizzi"],"overview":"Francesca Archibugi directed this Italian drama set in Rome where 14-year-old Siddhartha (Niccolo Senni) is forced to deal with his heroin-addicted mother Silvia (Valeria Golina). He occasionally gets a visit from his filmmaker father Massimo (Sergio Rubini), who left them years earlier. Silvia is involved with lawyer Roberto (Stefano Dionisi), and they have a child, four-year-old Domitilla (Francesca di Giovanni). She lives with her father but sometimes stays with Silvia and Siddhartha. One day Domitilla pricks her finger on a used needle belonging to her mother. Using the Internet to seek advice, Siddhartha is told to have Domitella tested for hepatitis and AIDS. Desperate, he sets forth but is soon stymied and frustrated by a medical bureaucracy. Shown at the 1998 Venice Film Festival.","release_date":"1998-09-04","genres":[18],"vote_average":6.8,"runtime":105,"cert":"N\/A","id":203785,"title":"Shooting the Moon","adult":false},{"cast":["Thomas Kretschmann","Yanina Studilina","Philippe Reinhardt","Heiner Lauterbach","Mariya Smolnikova"],"overview":"Drama set in 1942, during one of the most important battles of World War II, which stopped the progress of Nazi forces and turned the tide of war in favor of the Allies. The Soviet army mounts a counter-attack on the Nazi forces that occupy half of Stalingrad on the other side of the Volga, but the operation to cross the river is unsuccessful. A few soldiers who managed to get to the other side take refuge in a house on the bank of Volga. Here they find a girl who didn’t escape when the Germans came. While the whole might of the German army descends onto them, the heroes of Stalingrad experience love, loss, joy and the sense of ultimate freedom that can only be felt by those about to die. They defend the house at all costs while the Red Army prepares for another attack.","release_date":"2013-10-09","genres":[10752,28,18],"vote_average":5.9,"runtime":131,"cert":"N\/A","id":203793,"title":"Stalingrad","adult":false},{"cast":["Henry Cavill","Armie Hammer","Alicia Vikander","Elizabeth Debicki","Luca Calvani"],"overview":"At the height of the Cold War, a mysterious criminal organization plans to use nuclear weapons and technology to upset the fragile balance of power between the United States and Soviet Union. CIA agent Napoleon Solo and KGB agent Illya Kuryakin are forced to put aside their hostilities and work together to stop the evildoers in their tracks. The duo's only lead is the daughter of a missing German scientist, whom they must find soon to prevent a global catastrophe.","release_date":"2015-08-13","genres":[35,28,12],"vote_average":7.1,"runtime":116,"cert":"12A","id":203801,"title":"The Man from U.N.C.L.E.","adult":false},{"cast":["Wilson Tong","Ng Kwan-Lung","Fung Hak-On","Angela Mao","Bolo Yeung"],"overview":"Kwok Chung is a righteous rich kid whose hobby is to fight and brawl. One encounter nearly gets him killed, but he is saved by Yueh (Fong Hak On), the Snake Fist Master. Yueh befriends and teaches Kwok the deadly art of the snake. Soon, Kwok realizes that his teacher has more in common with a snake than just techniques. He's being set up by his teacher, and his family is also targeted for murder!","release_date":"1980-01-17","genres":[28],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":203803,"title":"Snake Deadly Act","adult":false},{"cast":["Anna Juliana Jaenner","Mathieu Charrière","Francois Smesny","Louis Sebastien"],"overview":"","release_date":"2013-07-24","genres":[18],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":203805,"title":"Flesh of My Flesh","adult":false},{"cast":["Joe Estevez","Robert Z'Dar","Christopher Jon Martin","Andrea Tice","Robert E. DuPont"],"overview":"Meltdown is a action\/adventure film about a FBI agent who goes deep undercover to bring down a crime syndicate. When his cover is blown the mob and FBI want him dead. His only hope of survival is a female agent who is willing to break the rules to help save his life. Out numbered and out gunned it is a deadly fight to the finish.","release_date":"2009-11-14","genres":[28],"vote_average":5.4,"runtime":90,"cert":"N\/A","id":203810,"title":"Meltdown","adult":false},{"cast":["Lee Parry","Violetta Napierska","Bela Lugosi","Robert Scholz","Gustav Birkholz"],"overview":"French aristocrat falls for Russian nightclub singer, gets involved in underground Russian revolutionary movement.  Part 1 and 2 were re-edited in the surviving copy named Daughter of the night.","release_date":"1920-02-26","genres":[],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":203812,"title":"Daughter of the Night 2","adult":false},{"cast":["Nicole Garcia","Reda Kateb","François Damiens","Monia Chokri"],"overview":"Paris, North Station, anything comes by, even trains. One would like to stay, but they have to hurry up... Like other thousands lives crossing, Ismael, Mathilde, Sacha and Joan are going to meet here...","release_date":"2013-09-04","genres":[35,18],"vote_average":5.7,"runtime":119,"cert":"N\/A","id":203814,"title":"Gare du Nord","adult":false},{"cast":[],"overview":"To realize its story of the little man up against the bureaucracy of the world, The Overcoat draws its asthetic inspiration from silent film era classics such as Chaplin's Modern Times and Fritz Lang's Metropolis.  The Overcoat was inspired by a concept developed by co-creators Morris Panych and Wendy Gorling to create a play that could be told without spoken dialogue.","release_date":"2001-06-27","genres":[18],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":203816,"title":"The Overcoat","adult":false},{"cast":[],"overview":"Little Audrey isn't interested in reciting Mother Goose rhymes with the other kids in class. She'd rather read her modern comic book. When she's caught not paying attention by the teacher, she is ordered to sit in the corner. Audrey falls asleep and soon realizes that Mother Goose can be modern too.","release_date":"1950-08-18","genres":[],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":203821,"title":"Goofy Goofy Gander","adult":false},{"cast":[],"overview":"Sugarfoot, the faithful old plow-horse, fearing his days and place on the farm are numbered since his master had purchased a tractor, destroys it. The farmer is outraged and banishes Sugarfoot from the farm. Sugarfoot is determined to make the money needed to buy his master a new tractor, and he becomes a movie-double for a screen Wonder Horse of the Movies, and makes enough money to buy a new tractor. The farmer forgives him and, as a reward, takes him to the movies, where Sugarfoot sees the star-horse getting all the credit for all of Sugarfoot's stunt-doubling.","release_date":"1954-02-15","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":203823,"title":"A Horse's Tale","adult":false},{"cast":[],"overview":"Homo Sapiens 1900 is a 1998 documentary directed by Peter Cohen, about various eugenics methods that were in practice in Europe during the first part of the 20th century.  Eugenics is to be the scientific credo of the 20th century. The man credited with its invention, Francis Galton, says it is based on the concept that the evolution of man is crippled by the ill-conceived - those unfit to breed. The study of eugenics thus would concern itself with distinguishing the weed from the good flowers.","release_date":"1998-10-30","genres":[99],"vote_average":7.0,"runtime":88,"cert":"N\/A","id":203828,"title":"Homo Sapiens 1900","adult":false},{"cast":["Genevieve Tobin","Adolphe Menjou","Mary Astor","Edward Everett Horton","Patricia Ellis"],"overview":"Carol feels, for whatever reason, that her husband, John, has grown indifferent to her, and is on a quest to find out why, suspecting another woman. She sees the family physician, Dr. Swope, first and then hires a private detective. Her own sleuthing is more effective and she devises a plan; having long been pursued by Eric, she apparently accedes and accompanies him to an apartment and, per her plan, enter the wrong one. There, they find Carol's best friend, Charlotte, and John hiding in a closet. The latter, showing more nerve than good sense, goes into a rage and berates Carol for her apparent philandering. The battle continues at home, where their daughter Janet informs them that because of them, she and Paul have given up on the idea of marriage, but are going away together, anyway. Carol and John trail them to a hotel and find them in twin beds, whereupon John, armed with a fire-ax, summons a justice of the peace and demands a fire-ax version of a shotgun wedding.","release_date":"1934-01-13","genres":[10749,35],"vote_average":7.0,"runtime":61,"cert":"N\/A","id":203830,"title":"Easy to Love","adult":false},{"cast":["Thomas Haden Church","Justin Urich","Lisa Loeb","Rick Overton","George Murdock"],"overview":"","release_date":"2004-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":203832,"title":"The killer.com","adult":false},{"cast":["Sarah Snook","Mark Webber","Joelle Carter","David Andrews","Chris Ellis"],"overview":"A young woman recuperating at her father's run-down home after a tragic accident soon encounters a terrifying presence with a connection to her long-deceased mother.","release_date":"2014-11-07","genres":[53,27],"vote_average":5.2,"runtime":90,"cert":"15","id":203834,"title":"Jessabelle","adult":false},{"cast":["Robert MacNeil"],"overview":"Middle East expert Robert Satloff examines the forgotten history of Jews in North Africa during World War II, hoping to uncover lost stories of Arabs saving the lives of Jews during the Holocaust.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":203836,"title":"Among the Righteous: Lost Stories from...","adult":false},{"cast":[],"overview":"Julia Stern the blue opaque","release_date":"2013-06-27","genres":[],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":203838,"title":"Searching for L Frequency","adult":false},{"cast":["Drew Diveley","Cecilia Dorhauer","Adam Egan","Sarah Hohne"],"overview":"Humans versus Zombies is a documentary style short film about 4 college students who are a team in the popular college campus game of Humans versus Zombies. The leader, Riley, the expert, Camden, the Bro, Dean and the Chick, Jennifer or JoJo all fight for their survival against the zombie horde, on a daily basis. At day four, the dysfunctional team has made their way through the game without losing a single team member, at the cost of other teams and players. In this short film, you will hear advice from veteran players and gain insight into the intensity of the game, which is anything but a game to some. This documentary short film may or may not be based on true events.","release_date":"2011-05-01","genres":[12,35],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":203840,"title":"Humans vs Zombies: A Documentary","adult":false},{"cast":["Karthika Nair","Lakshman Narayan","Manoj Bharathiraja","Renuka","Subiksha"],"overview":"Annakodi (Karthika) falls in love with Kodiveeran (Lakshman Narayan), a lower caste man in a rural village. Meanwhile the evil local moneylender a womaniser has a son Sadaiyan (Manoj K Bharathi) who is impotent but wants to marry Annakodi and take revenge on her for spitting on his face. Things take a turn, the lovers are separated and Sadaiyan marries Annakodi, and his lecherous father lusts after her.","release_date":"2013-06-28","genres":[18],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":203842,"title":"Annakodi","adult":false},{"cast":["Monte Hale","Lorna Gray","Paul Hurst","William Haade","John Alvin"],"overview":"Monte Hale has been working as a teller in a Texas bank during the summer to earn money for his medical college expenses during the upcoming year. He is about to leave to return to college when the bank is held up by two members of a notorious gang, headed by Marlowe, leaving Monte with the smoking gun of one of the bandits that killed the bank president. To avoid bringing disgrace on the family of his sweetheart, Julia Collins, by revealing that it was her brother Jeff, supposedly working in Denver, who induced him to open the back door of the bank to let the robbers in, Monte allows suspicion to rest on him until he can clear himself.","release_date":"1947-12-15","genres":[37],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":203844,"title":"Under Colorado Skies","adult":false},{"cast":[],"overview":"Upon turning 40, a man chases his dream of becoming a professional golfer at any cost. What he finds along the way changes his life forever.","release_date":"2009-04-01","genres":[99],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":203846,"title":"The Back Nine","adult":false},{"cast":["John Kassir","Joe Alaskey","Tress MacNeille","Cree Summer","Don Messick"],"overview":"Buster, Babs and the entire 'Tiny Toons' gang decided to take a trip to Ft. Lauderdale for Spring Break. Meanwhile, Elmrya believes that Buster is the Easter Bunny, and with the help of Samuel Gerard(Tommy Lee Jones in 'The Fugitive') they go on a mission to capture Buster. Plucky tries to make a quick buck by sellin' \"The Tan Meiser 6000\" but quickly turns his sights on a blonde duck that passes him by. Spoofs of music videos and films of that time (1994) are some of the highlights","release_date":"1994-03-27","genres":[16,10770,35],"vote_average":6.1,"runtime":45,"cert":"N\/A","id":203848,"title":"Tiny Toons Spring Break Special","adult":false},{"cast":[],"overview":"This examination of cultural and economic globalization follows the life-cycle of Mardi Gras beads from a small factory in Fuzhou, China, to Mardi Gras in New Orleans, and to art galleries in New York City.","release_date":"2005-01-01","genres":[],"vote_average":7.0,"runtime":72,"cert":"12","id":203859,"title":"Mardi Gras: Made in China","adult":false},{"cast":["Olimpia Carlisi","Tina Femiano","Salvatore Grasso","Aldo Bufi Landi","Vincenza Modica"],"overview":"Giuseppe M. Gaudino made his directorial debut with this experimental film portrait contrasting the ancient Roman empire with poverty in present-day Naples. The film's narrator introduces the ancient town of Pozzuloi, home to Nero, his mother Agrippina, the Sibyl of Cumae, and Christian martyr Artema. This historical drama is intertwined with a modern-day story of a poverty-stricken family, forced by earthquakes during the '70s to move to the country, a devastating blow to the close-knit family. After a 1997 Venice Film Festival screening at 125 minutes, the filmmakers announced their plans to re-edit to a shorter running time. Also known as Moonspins Between Land and Sea.","release_date":"1997-06-27","genres":[],"vote_average":5.5,"runtime":101,"cert":"N\/A","id":203864,"title":"Round the Moons Between Earth and Sea","adult":false},{"cast":["Jerzy Stuhr","Katarzyna Figura","Irina Alfyorova","Dominika Ostałowska"],"overview":"Jerzy Stuhr scripted, directed and plays four roles in this Polish comedy about four men -- an army officer, a college instructor, a priest, and a drug dealer -- and their relationships with four females. An attractive student (Dominika Ostalowska) puts the teacher in an awkward spot when she reveals her love for him. An 11-year-old (Karolina Ostrozna) informs the priest that she's his daughter. The army officer is pleased when confronted by a past lover (Irina Alfiorowa). The drug dealer, taken prisoner, must decide whether or not to trust his wife (Katarzyna Figura) with his hidden loot. In the wrap-up, the elderly accountant (Jerzy Nowak) passes judgment on all four men. Stuhr acted in films by the late Krzysztof Kieslowski, who had some input here by offering advice to Stuhr on this screenplay. Shown at the 1997 Venice Film Festival, this film is also known as Love Stories.","release_date":"1997-06-27","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":203872,"title":"Love Stories","adult":false},{"cast":["Ondřej Vetchý","Petr Rajchert","Leona Dusáková","Vladimír Čapka","Veronika Forejtová"],"overview":"A fairy tale based on motifs taken from Josephine tales. Like Josef II, the fictitious emperor Maxmilián often disappears from the castle in disguise in order to find out how his vassals live. On one of these 'trips' he meets a drummer returning home from his stint in the army. They live through various adventures together, meeting bandits as well as human foolishness and perfidiousness which almost leads them to the scaffold.","release_date":"1998-10-29","genres":[14,10751],"vote_average":6.0,"runtime":70,"cert":"N\/A","id":203880,"title":"The Emperor and the Drummer","adult":false},{"cast":["Paul Hubschmid","Karin Dor","Vivi Bach","Nando Gazzolo","Rosalba Neri"],"overview":"Paul Hubsschmid is Paul Finney aka Upperseven, master of disguise. He's out to stop a diamond smuggling operation which fronts for a missile building project.","release_date":"1966-02-24","genres":[28,80,18],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":203888,"title":"The Spy with Ten Faces","adult":false},{"cast":[],"overview":"A nameless survivor is ambushed and infected with the virus, a beautiful gift to the world.","release_date":"2012-09-29","genres":[27],"vote_average":3.2,"runtime":26,"cert":"N\/A","id":203890,"title":"2 Hours","adult":false},{"cast":[],"overview":"\"Killing Love\" is a short film about a couple in love. He is a jealous man with a short fuse, while she is beautiful, and a little crazy. Together, they're like a modern day Bonnie and Clyde, a dangerous combination. They are bound to repeat their mistakes again, unless one of them wakes up from this crazy killing love they're in...","release_date":"2013-01-08","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":203892,"title":"Killing Love","adult":false},{"cast":["Boyd Rice"],"overview":"The film that gives this DVD its title, \"Live In Osaka\", is a recording of NON's legendary 1989 live performance in Osaka, Japan. The band consisted of Boyd Rice, along with a star-studded line up including Michael Moynihan, Rose McDowall, Douglas P and Tony Wakeford.","release_date":"2004-06-27","genres":[10402],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":203894,"title":"NON: Live in Osaka","adult":false},{"cast":[],"overview":"An experimental film by Boyd Rice \"…like a hallucinatory motion picture Rorschach test, incorporating sound, rhythm, and archetypal symbology.\"","release_date":"1996-06-27","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":203896,"title":"Black Sun","adult":false},{"cast":["Kurt Kuenne"],"overview":"This short documentary chronicles the completion and release of the feature documentary \"Dear Zachary: A Letter to a Son About His Father\" and the subsequent journey to amend the Canadian criminal code. It is intended as an epilogue to \"Dear Zachary\" and offered as a thank you to those who supported this effort and made this change happen.","release_date":"2013-04-04","genres":[99],"vote_average":9.0,"runtime":14,"cert":"N\/A","id":203898,"title":"The Legacy of Dear Zachary: A Journey to Change the Law","adult":false},{"cast":["Dichen Lachman","David Yow","Mike Dirksen","Sally Jaye","Samm Levine"],"overview":"After one too many bad nights, a ring girl decides it's high time to get out from under the thumb of a local gangster, and burn every bridge she can on the way out.","release_date":"2010-09-20","genres":[80],"vote_average":4.0,"runtime":18,"cert":"N\/A","id":203900,"title":"Sunday Punch","adult":false},{"cast":["Taylor Hanson","Zac Hanson","Isaac Hanson"],"overview":"Experience Shout it Out album as a live performance that was recorded during HANSON's legendary 5 of 5 performance in April 2010.","release_date":"2010-04-25","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":203902,"title":"Hanson - 5 of 5: Shout it Out","adult":false},{"cast":["Taylor Hanson","Zac Hanson","Isaac Hanson"],"overview":"Hanson concert shot live at the Fillmore in San Francisco where they peform 12 hit songs including \"Mmmbop\", \"If Only\", \"This Time Around\", and \"Thinking of You\".","release_date":"2001-04-23","genres":[10402],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":203907,"title":"Hanson: At the Fillmore","adult":false},{"cast":["Benedict Cumberbatch","Jonny Lee Miller","Ella Smith","Naomie Harris","George Harris"],"overview":"Childlike in his innocence but grotesque in form, Frankenstein’s bewildered creature is cast out into a hostile universe by his horror-struck maker. Meeting with cruelty wherever he goes, the friendless Creature, increasingly desperate and vengeful, determines to track down his creator and strike a terrifying deal.  Urgent concerns of scientific responsibility, parental neglect, cognitive development and the nature of good and evil are embedded within this thrilling and deeply disturbing classic gothic tale.","release_date":"2011-03-17","genres":[18,27],"vote_average":8.7,"runtime":132,"cert":"15","id":203912,"title":"National Theatre Live: Frankenstein","adult":false},{"cast":["Anatoli Gorokhov","Aida Vedishcheva"],"overview":"The adventures of a little ship who has a lot of friends.","release_date":"1970-06-06","genres":[16,10751],"vote_average":4.5,"runtime":10,"cert":"N\/A","id":203914,"title":"Little Boat","adult":false},{"cast":["Yuen Biao","Athena Chu","Allen Lan Hai Han","Ma Chung-Tak","Eddy Ko"],"overview":"The 'flying Swallow', Li San (Yuen Biao) robs the rich to help the poor. He has come to Beijing to search for his lost love, Ching Li \/ Chinny (Athena Chu Yin), who has been sold as prostitute.","release_date":"1996-01-01","genres":[28],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":203916,"title":"The Hero of Swallow","adult":false},{"cast":["Franco Nero","Innokentiy Smoktunovskiy","Vittoria Belvedere","Aleksandr Abdulov","Vsevolod Larionov"],"overview":"When gold is discovered in a remote location, a variety of different groups descend on the spot to stake their claims, resulting in a spate of brutal violence.","release_date":"1992-06-06","genres":[18,36],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":203918,"title":"Gold","adult":false},{"cast":[],"overview":"It's 2018 and Earth is under attack. Nuclear weapons devastate several developing countries. Weaker governments look to the United States to take on the world's military leadership. Soon even Russia and other powers consider joining the alliance. In humanity's darkest moments, the dream of a united world seems to be finally coming true... but throughout human history, man has often been his worst enemy. And history likes to repeat itself.","release_date":"2013-06-27","genres":[10752],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":203920,"title":"NWO - United We Stand","adult":false},{"cast":[],"overview":"Anthony Wonke directs this documentary marking the 25th anniversary of the Piper Alpha oil rig disaster. Re-examining the events that led to the drilling platform, at the time the largest and oldest in the North Sea oilfield, exploding on the night of the 6th July 1988, killing 167 men, the film includes testimonies from rescuers and some of the 61 survivors, many of whom were forced to jump hundreds of feet into a flaming, oil-covered sea, and discovers what the physical and psychological legacy of the disaster has meant for those involved.","release_date":"2013-06-19","genres":[99],"vote_average":5.6,"runtime":93,"cert":"","id":203922,"title":"Fire in the Night","adult":false},{"cast":["Trevor Howard","Ron Ely","Britt Ekland","Jürgen Goslar","Ken Gampu"],"overview":"A story about slave hunting, colonialism, revenge and love.","release_date":"1978-02-24","genres":[],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":203924,"title":"Slavers","adult":false},{"cast":["Joel Coen","Ethan Coen","George Clooney","Roger Deakins","Holly Hunter"],"overview":"During the promotional campaign for \"O Brother, Where Art Thou?\" in 1999, BBC broadcast a documentary about the Coen brothers, mainly concerning their past. The documentary consists of featured interviews with many of the actors that they have worked with, along with family, friends and crew members.","release_date":"2000-11-01","genres":[99],"vote_average":0.0,"runtime":42,"cert":"","id":203929,"title":"The Coen Brothers","adult":false},{"cast":[],"overview":"A modern, Los Angeles grifter story steeped in the city's pulp fiction tradition. It centers on Ian, a wayward errand boy who longs to move up the Hollywood ranks, but has attained little more than heartache and debt, and the beautiful Anna, an aspiring actress fresh off the bus from Kansas.","release_date":"2013-07-07","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":203931,"title":"A Girl and a Gun","adult":false},{"cast":[],"overview":"A Girl and A Gun shows the female perspective on an object whose history is deeply bound to men and masculinity. The classic Hollywood portrayals of pistol packin' mamas, tomboy sharp shooters, sexually twisted femme fatales, and high-heeled, cold-blooded assassins are caricatures. In truth, the typical woman who hangs out at rifle ranges and keeps ammo in her purse is the girl-next-door, the single mom, a hard working sister or aunt. Maybe she's a realist or has learned tough lessons from life; either way, she cares about her personal safety and may even find salvation, comfort or something satisfying in possessing a gun. In a word, she is empowered.  Breaking through the caricatures, A Girl and a Gun reveals America's diverse and far-ranging female gun community. It depicts how this community is portrayed by the media and targeted by the gun industry; and shows, through personal stories, how guns change women's lives.","release_date":"2013-07-03","genres":[99],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":203933,"title":"A Girl and a Gun","adult":false},{"cast":[],"overview":"Chronicling the rise from underground to over-ground, Rewind 4Ever is the definitive UK Garage music documentary. From the confines of the house party to the vibrant club scene and beyond, there has never been a more in depth look at the Garage genre. From the years of 1998 to 2002 UK Garage dominated the national charts. The most successful British dance genre to ever emerge from London’s underground, Rewind 4Ever travels back in time to uncover the untold story of a genre of music that defined an entire generation, still prevalent in today’s music world. The influence and legacy of Garage has been immense and the artists most known for putting it on the music map share their passion with you. The first British dance music documentary of its kind, here is the ultimate history of the birth, death and resurrection of Garage music.","release_date":"2013-07-15","genres":[99],"vote_average":0.0,"runtime":null,"cert":"PG","id":203944,"title":"Rewind 4Ever","adult":false},{"cast":["David Reynoso","Lucha Villa","Eric del Castillo"],"overview":"When the bottle she uses to help women gave birth to their children breaks, Mama Santos the midwife announces that something terrible is going to happen in a town from the country side of Mexico, while tension and acts of violence increase. A story of superstition in a small town from the pen of Nobel Prize winning author Gabriel Garcia Marquez","release_date":"1975-02-13","genres":[35,18,14],"vote_average":6.0,"runtime":118,"cert":"N\/A","id":203946,"title":"Presagio","adult":false},{"cast":["Véra Briole","Francis Renaud","Raymond Gil"],"overview":"It's a grim world of prostitution, drug dens, transvestites, junkies and murderers. The seediest side of urban life is examined in this tragedy. The film follows the complex, interwoven lives of four characters as they live their harsh and gritty nocturnal lives on the city streets. The main characters are Fifi a pickpocket who is simultaneously involved with Divine, a transvestite hooker and Vera a peep show dancer who refuses to be a hooker. Vera lives with her would-be pimp Jesus le Gitan, a small-scale drug dealer. When the area riff-raff become embroiled in hostilities, two of main characters are slowly killed in horrible ways. Fifi is then left to avenge their deaths.","release_date":"1995-02-02","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":203954,"title":"Pigalle","adult":false},{"cast":["Fabrizio Bentivoglio","Felice Andreasi","Giuseppe Battiston","Giuseppe Cederna","Vitalba Andrea"],"overview":"Many tribal people, including the Gypsies, have a form of marriage ceremony where the bride is ritually kidnapped from her home. Pietro De Leo (Fabrizio Bentivoglio), a store security guard, spends his days catching shoplifters, his weekends visiting his children who are in the custody of his ex-wife, and his evenings thinking about how to flirt some more with the store's makeup consultant. One day, he sees a young Gypsy girl (Maria Bako) lift something from his store, but is so taken with her that he lets it slide. He even testifies on her behalf when she comes to court for a hearing on another matter. Indeed, he is so taken with her that he wants to marry her, gypsy-style. He has a great deal of difficulty bringing off the kidnapping, but finally accomplishes this and the subsequent wedding. He moves to the south of Italy and starts a new life with her as a truck driver while she gets legit jobs as a hotel maid and at a factory.","release_date":"1993-09-10","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":203968,"title":"Un'anima divisa in due","adult":false},{"cast":[],"overview":"Shockumentary","release_date":"1993-01-01","genres":[99,27],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":203970,"title":"Death Scenes 3","adult":false},{"cast":["Valentin Popescu","Ştefan Iordache","Irina Petrescu","Irina Movilă","Alfred Demetriu"],"overview":"In an allegorical tale, a luxurious hotel is ruled like a communist country. The ignorant views of leaders and the social stratification are the main focus.","release_date":"1992-04-01","genres":[18],"vote_average":4.5,"runtime":105,"cert":"N\/A","id":203972,"title":"Luxury Hotel","adult":false},{"cast":["Carmen Maura","Mario Gas","Àlex Casanovas","Rosario Flores","Marieta Orozco"],"overview":"Zabu was a dancer in a small cabaret in Bilbao. Twelve years later she is living with her daughter Lola and a small delinquent called Lino in a squalid suburb of an industrial city. She dreams of leaving for Australia.","release_date":"1991-10-11","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":203974,"title":"Chatarra","adult":false},{"cast":[],"overview":"A malevolent vagrant decides to make life hell for an injured accident victim.","release_date":"2009-01-01","genres":[35,18,27,53],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":203976,"title":"Hell's Drifter","adult":false},{"cast":[],"overview":"Directed by Abolfazl Jalili","release_date":"1991-04-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":203978,"title":"A True Story","adult":false},{"cast":[],"overview":"When a tired factory worker Christo Panov (Oleg Borisov) going home from work gets embroiled with a dispute with a bus driver, leading to threats of assault by the driver, that's bad enough. Then an irate passenger files charges against the driver. After the driver appears on the factory worker's doorstep with his wife and three children, pleading with him not to testify, he easily agrees. However, soon he learns that the woman who brought charges against the driver is now being charged by with slander. No matter what he does, someone will suffer unneccessarily. Oleg Borisov won an acting award for his role as the factory worker from the 1988 Venice film festival.","release_date":"1990-01-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":203980,"title":"The Sole Witness","adult":false},{"cast":["Fanny Ardant","Jeremy Irons","Agnès Soral"],"overview":"Widower Edouard Pierson (Jeremy Irons) fought for Australia in World War Two, but he was born (and married) in Belgium. For the past twelve years, he has been living in Australia with his daughter. His occupation as a wool merchant is in keeping with his family's tradition. He is determined to remain in Australia, and is equally determined to keep his daughter (Danielle Lyttleton) from learning much about her mother, whom she never knew. Nonetheless, when his brother (Tcheky Karyo) calls urgently from Belgium, requesting his help in saving the family's business there, he returns to his hometown of Verviers. In addition to saving the family business, he comes to have second thoughts about returning to Australia after he has a brief affair with a Belgian woman (Fanny Ardant). Meanwhile, his daughter has made contact with her grandmother (Helene Surgere), and is beginning to learn about her mother.","release_date":"1989-09-12","genres":[18],"vote_average":5.0,"runtime":118,"cert":"N\/A","id":203988,"title":"Australia","adult":false},{"cert":"N\/A","title":"Together","cast":["Sonia Sui","Kenny Bee","Lee Lieh","Umin Boya","Gina Li Chien-Na"],"genres":[18],"id":203996,"overview":"Do you still remember being a 17-year-old ?","runtime":114,"release_date":"2012-11-30","vote_average":6.0,"adult":false}]