[{"cast":["Tien-chi Cheng","Kuo Chu Huang"],"overview":"A group of youth enter Shaolin to become proficient in the arts of the snake, crane, tiger, and leopard. Their training is put to the test when Shaolin is invaded! This rare classic has never been seen outside of Asia. (Original uncut Chinese version with English titles.)","release_date":"1972-01-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":204505,"title":"The Little Hero of Shaolin Temple","adult":false},{"cast":[],"overview":"This feature film starts as a fast moving, almost surreal, docu-soap set in a Salford car park.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204507,"title":"Car Park","adult":false},{"cast":["Will Lyman"],"overview":"CHINA: A CENTURY OF REVOLUTION is a six-hour tour de force journey through the country’s most tumultuous period. First televised on PBS, this award-winning documentary series presents an astonishingly candid view of a once-secret nation with rare archival footage, insightful historical commentary and stunning eyewitness accounts from citizens who struggled through China’s most decisive century.  Part One: China in Revolution 1911–1949 (1989)  Part Two: The Mao Years 1949–1976 (1994)  Part Three: Born Under the Red Flag 1976–1997 (1997)","release_date":"1997-09-20","genres":[99],"vote_average":0.0,"runtime":360,"cert":"N\/A","id":204509,"title":"China  - A Century of Revolution","adult":false},{"cast":["Damien Thomas","Moustapha Akkad","Albert Blackshaw","Anthony Quinn","John Bloom"],"overview":"TV movie on the making of 'Mohammad Messenger of God","release_date":"1976-01-01","genres":[],"vote_average":0.0,"runtime":47,"cert":"N\/A","id":204514,"title":"The Making of an Epic: Mohammad Messenger of God","adult":false},{"cast":["Asia Carrera","Draghixa","Julia Ann","Kaylan Nicole"],"overview":"","release_date":"1994-12-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204522,"title":"Sex & Money","adult":true},{"cast":["Gareth Hunt","Nick Tate","Fiona Curzon","Geoffrey Keen","Gary Hope"],"overview":"A British secret agent sent to America to rescue a nobleman comes up against an evil genius who is replacing people in important positions with clones who will do his bidding.","release_date":"1979-08-01","genres":[28],"vote_average":0.0,"runtime":78,"cert":"","id":204530,"title":"Licensed to Love and Kill","adult":false},{"cast":[],"overview":"Video blogger Stephen McKinney has been traveling across Japan in search of haunted places for thrills and excitement. For his next trip, Stephen travels to the infamous Jukai - the 'cursed' suicide forest at the base of Mt. Fuji. He soon discovers a series of security cameras placed in the forest, along with abandoned tents and strange footprints. What begins as a fun adventure, soon becomes a race against time. Stephen must now uncover the mystery behind these items, before he too suffers the same unknown fate. This film is presented through a collection of found footage; including the enigmatic security cameras - the eyes of Jukai.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204550,"title":"Eyes of Jukai","adult":false},{"cast":["Khigh Dhiegh","Mako Iwamatsu","Soon-Tek Oh","Miiko Taka","Irene Tsu"],"overview":"China, 7th century. On their way to a provincial center Judge Dee and his three wives spend the night at a Taoist monastery. Soon the judge discovers that the secluded place holds a secret - the former abbot died of unnatural causes. After a number of mysterious events and more cases of murder Dee tracks down the true villain.","release_date":"1974-12-29","genres":[9648,10770],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":204555,"title":"Judge Dee and the Monastery Murders","adult":false},{"cast":["Kate Mulgrew","Geneviève de Gaulle Anthonioz","Jacqueline Pery d'Alincourt","Anise Postel-Vinay","Germaine Tillion"],"overview":"Four young women joined the Resistance to fight Nazi oppression and brutality in occupied France. They were arrested and deported to Ravensbruck concentration camp, where they helped each other to survive.  SISTERS IN RESISTANCE captures their recollections and the intense friendship that has survived with them.","release_date":"2001-06-15","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":204560,"title":"Sisters in Resistance","adult":false},{"cast":["John Thaw","Kevork Malikyan","Matthew Marsh","Andreas Karras","Miles Anderson"],"overview":"Contemporary thriller set partly on the island of Rhodes. A bankrupt former garage owner, now working as a waiter and a caretaker on the Greek isle, is hauled in by the local police when a young Englishwoman he has befriended goes missing. Under suspicion of murder, he flees the island and returns to England, where he begins trying to piece together the missing woman's background and her reasons for visiting Rhodes in the first place.","release_date":"1997-06-30","genres":[18,53],"vote_average":7.0,"runtime":120,"cert":"","id":204565,"title":"Into the Blue","adult":false},{"cast":["Vincent Price"],"overview":"Vincent Price hosts this documentary exploring the historical myths surrounding vampires.","release_date":"1982-01-01","genres":[99],"vote_average":7.0,"runtime":52,"cert":"N\/A","id":204567,"title":"Vincent Price's Dracula","adult":false},{"cast":["Cybill Shepherd","Ken Olin","Nick Young","Andrew Robinson","Christopher McDonald"],"overview":"Through a series of elaborate schemes, a wealthy woman arranges for the murder of her husband's mistress and then takes steps so that the crime won't be traced back to her. The detective investigating the murder soon realizes her role in it, and sets out to find a way to pin the murder on her.","release_date":"1993-06-30","genres":[9648,10770],"vote_average":4.1,"runtime":173,"cert":"N\/A","id":204569,"title":"Telling Secrets","adult":false},{"cast":["Kerry Corrigan","Trevor Crane","Strath Crawford","Erin Dunnigan"],"overview":"A nuclear leak mutates the fish in the lake next to the local university. Journalism student, Lola Dent sees this story as an opportunity to make the honor list. She uses her wiles to convince a rookie harbor police officer to help her crack the case.","release_date":"2006-01-01","genres":[35,27],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":204577,"title":"Sharp Teeth","adult":false},{"cast":["Sidney Fullmer","Alexandra Peters","Alana Gordillo","Mika Abdalla","Omar Paz Trujillo"],"overview":"Meet nine-year old Saige, a talented artist with a passion for horses, in this modern-day story about finding your voice! Saige is excited about the new school year, until she discovers that art-her favorite class-has been cut. On top of that, her best friend, Tessa, seems to be spending more and more time with another girl. For help, Saige turns to her grandma Mimi, a well-known artist and horse-woman, who inspires her to take action. Can Saige find the courage to overcome her fears and save the art program-and her friendship with Tessa? Heart-warming, empowering, and fun, it's a movie for every girl who has ever dreamed big. Written by Anonymous (IMDB.com)","release_date":"2013-07-02","genres":[10751],"vote_average":6.8,"runtime":99,"cert":"N\/A","id":204582,"title":"An American Girl: Saige Paints the Sky","adult":false},{"cast":["Lisa Edelstein","Brenda Song","Robert Gant","Michael Cowell","Stan Egi"],"overview":"A bonded courier transports a bratty teenager on an international flight, but realizes a trap has been set up for them when they reach the U.S.","release_date":"2008-12-21","genres":[35,10770],"vote_average":5.2,"runtime":88,"cert":"N\/A","id":204584,"title":"Special Delivery","adult":false},{"cast":["Juliet Stevenson","Jim Carter"],"overview":"Juliet Stevenson stars as prosecutor Helen West from the popular crime novels by Frances Fyfield. Helen and her significant other, Chief Superintendent Geoffrey Bailey (Jim Carter), have recently moved to a sedate London suburb only to face a shocking murder. Bailey thinks he has the case wrapped up, but Helen punches holes in the evidence and his ego, and then proceeds to track down the real killer.","release_date":"1999-06-30","genres":[9648,10770],"vote_average":0.0,"runtime":101,"cert":"","id":204586,"title":"Trial by Fire","adult":false},{"cast":[],"overview":"A terrible film about a shockingly sad story.  The honour killing of a 26 year old gay man by his father.  Wendel's writing is banal and lifeless, his direction is no better.  A young man who deserved better.............","release_date":"","genres":[80],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":204588,"title":"Invisible Lines","adult":false},{"cast":["Oskar Homolka","Robert Urquhart","Yvonne Furneaux","Josephine Griffin","Harold Kasket"],"overview":"A London solicitor and a French detective investigate the mysterious death of an elderly woman suspected of being poisoned.","release_date":"1953-08-01","genres":[9648],"vote_average":6.0,"runtime":73,"cert":"","id":204602,"title":"The House of the Arrow","adult":false},{"cast":["Alice Faye","Don Ameche","Henry Fonda","Edward Arnold","Warren William"],"overview":"Alice Faye plays the title role in this 1940 film biography of the early-20th-century stage star.","release_date":"1940-05-24","genres":[18,10402],"vote_average":7.0,"runtime":127,"cert":"N\/A","id":204604,"title":"Lillian Russell","adult":false},{"cast":["Lang Lang","Herbie Hancock","Jahja Ling"],"overview":"","release_date":"2012-06-16","genres":[10402],"vote_average":7.5,"runtime":null,"cert":"N\/A","id":204606,"title":"Lang Lang & Herbie Hancock - Live in Berlin","adult":false},{"cast":["Jarred Alterman","Jarred Alterman","Jarred Alterman","Scott Graham","Trent Haaga"],"overview":"Will Nitch is on a mission to achieve a transendental tantric sexual experience: a sustained orgasm. He begins to assemble a Secret Society of Women: women are, afterall, pivotal to helping a man to reach the cosmic blue lights. Will wants all the women for himself, and with the help of all the women in his life and his friend Chip, he plans a midnight tantric sex party; during which he hopes to climax to the point of reaching the mythical blue lights.","release_date":"2002-04-29","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204608,"title":"Operation Midnight Climax","adult":false},{"cast":["Gert Fröbe","Tatjana Sais","O.E. Hasse","Hans Deppe","Karl Schönböck"],"overview":"Long before he played the corpulent Goldfinger, German actor Gert Froebe was a scarecrow-skinny comedian. In Berliner Ballade, Froebe makes his screen debut as Otto, a feckless Everyman who tries to adjust to the postwar travails of his defeated nation. Stymied by black-market profiteers and government bureaucrats, Otto begins fantasizing about a happier life at the end of that ever-elusive rainbow. Director R. A. Stemmle doesn't have to strive for pathos: he merely places his gangly star amidst the ruins of a bombed-out Berlin, and the point is made for him. Filmed in 1948, Berliner Ballade was later released in the U.S. as The Berliner.","release_date":"1948-12-31","genres":[18],"vote_average":7.3,"runtime":89,"cert":"N\/A","id":204622,"title":"The Berliner","adult":false},{"cast":["Manuel Alvarado","Eric Bishop","Tracy Hatton","Jerry Lee","Gary Leonard"],"overview":"A group of college kids on a field trip run afoul of a botanist gone bonkers and his hulking moron of an assistant. Wackiness ensues.","release_date":"1991-01-01","genres":[53,27],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":204627,"title":"Line of Fire","adult":false},{"cast":["María Villar"],"overview":"A group of actors retire to an island in Tigre to rehearse William Shakespeare’s As You Like It. Just before they start, Luisa, who is playing Rosalind, makes a bad decision – to terminate her relationship via mobile phone. Torn between her work and her personal preoccupations, in something of a daze, Luisa goes from wardrobe tests to dialogue review and a rehearsal that confirms Rosalind as the object of desire for the entire cast: Celia, Orlando, Febe. When rehearsals are over, there is a barbeque, and Luisa finds her fellow actors planning a day in the country with their partners. This offers her a chance to overcome her loneliness, though she still harbours hopes of a phone call. –Locarno Film Festival  Matías Piñeiro’s Rosalinda, an original meditation on Shakespeare’s As You Like It, is a rich and enjoyable work that sustains a brisk comic tempo in a mellow, sunlit atmosphere","release_date":"2010-06-15","genres":[18],"vote_average":6.0,"runtime":43,"cert":"N\/A","id":204641,"title":"Rosalinda","adult":false},{"cast":["Jean Hersholt","Lina Basquette","Ricardo Cortez","Rex Lease","Rosa Rosanova"],"overview":"Soap-opera about a social-climbing Jewish man and his old-world parents who are heartbroken by his rejection of them. Young Morris Goldfish follows his immigrant father into business. His ruthless business practices cause him to become a big success, and he moves the family to Park Avenue. They go, but were happier back on the East Side. Morris is ashamed of this parents and his humble origins, but learns in the end that there is more to life than money.","release_date":"1929-03-04","genres":[18],"vote_average":6.4,"runtime":84,"cert":"N\/A","id":204643,"title":"The Younger Generation","adult":false},{"cast":["Hiroshi Fujioka","Takeshi Sasaki","Jirô Chiba","Hideyo Amamoto","Mahito Tsujimura"],"overview":"Professor Daidōji has developed a gravity machine called the GX Device. Unfortunately, Shocker wants it; so they attack the professor and destroy his laboratory, but come home empty-handed. Shocker's agents find out that the plans for the GX Device are with Daidōji's daughter, who is celebrating her birthday. Now the Kamen Riders, along with FBI agent Kazuya Taki, must protect Daidōji's daughter and prevent Shocker from obtaining the plans.","release_date":"1972-03-17","genres":[878,28,12],"vote_average":0.0,"runtime":32,"cert":"N\/A","id":204645,"title":"Kamen Rider vs. Shocker","adult":false},{"cast":["Paul Robinson","Ashima Shiraishi","Carlo Traversi"],"overview":"Paul Robinson returns to Cape Town, South Africa to show his friends Carlo Traversi and Ashima Shiraishi the boulders he discovered on previous trips. Carlo repeats some of Paul's hardest lines from the last season and Ashima sets new standards for women's bouldering world wide. The crew also discovers and explores the vast, untapped potential for bouldering on the Cape of South Africa with numerous first ascents of all difficulties.","release_date":"2013-01-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204653,"title":"Chasing Winter","adult":false},{"cast":["James A. FitzPatrick"],"overview":"A visit to Chichicastenango, Guatemala, where Mayan civilization flourished.","release_date":"1936-02-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204661,"title":"Sacred City of the Mayan Indians","adult":false},{"cast":["Robert Benchley","Billy Bletcher","Jules Cowles","George Guhl","Frank Sheridan"],"overview":"A candidate has laryngitis, so his assistant must make a speech in his place. Both the speaker and his audience are soon befuddled.","release_date":"1936-09-04","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":204663,"title":"How to Vote","adult":false},{"cast":["Félix Bossuet","Tchéky Karyo","Dimitri Storoge","Mehdi El Glaoui","Andreas Pietschmann"],"overview":"Belle and Sebastian is set high in the snowy Alps during the Second World War. The resourceful Sebastian is a lonely boy who tames and befriends a giant, wild mountain dog, Belle – even though the villagers believe her to be ‘the beast’ that has been killing their sheep.","release_date":"2013-12-18","genres":[12],"vote_average":7.0,"runtime":104,"cert":"N\/A","id":204668,"title":"Belle and Sebastian","adult":false},{"cast":["Louis Prima","Lucille Ball","Pee Wee Russell"],"overview":"Louis Prima, between song numbers, tells how he happened to get a job in a Hollywood cafe playing music while a couple, unrelated to anything else, play a slot machine in the background. This short was reissued in 1944 and again in 1952. Lucille Ball has a bit part. Song numbers include; \"Way Down Yonder in New Orleans\", \"Up a Lazy River\", \"Dinah\",\"Basin Street Blues\" and \"Johnny Get Your Gun.\"","release_date":"1936-06-30","genres":[10402],"vote_average":5.0,"runtime":16,"cert":"N\/A","id":204670,"title":"Swing It","adult":false},{"cast":["Norman Knox","Muntu Ndebele","Bess Finney","Karen Valentine","José Ferrer"],"overview":"\"e’Lollipop\" is the extraordinary story of two inseparable South African children, Tsepo and his orphaned friend Jannie.  Jannie is sent to a missionary station in Tsepo’s village where they become best friends as Jannie finds his place in his new home. Life is full of childhood fun and antics until tragedy strikes: Jannie, now 10 years old, is seriously injured.  In the face of much adversity, Tsepo and his community pull together so that Jannie can get specialised medical treatment. A daunting challenge lies ahead... At what cost will Jannie survive? Tsepo and Jannie’s inspirational story unfolds against the breathtaking backdrops of a dramatic African landscape and New York City in the mid-1970s. \"e’Lollipop\" is a life-changing story that reminds us of the true value of friendship, community, sacrifice and family - despite our color or creed.","release_date":"1975-03-24","genres":[10751,18],"vote_average":8.0,"runtime":85,"cert":"N\/A","id":204672,"title":"Forever Young, Forever Free","adult":false},{"cast":[],"overview":"An animated cartoon to help children explore why and how animals move as they do. A little boy discovers that he cannot compete with a monkey, a snake or a horse by imitating the way they move. He can only outdistance them when he climbs into a vehicle that can travel in any environment, proving that while other animals are trapped by their environment, humans, the inventors, aren't.","release_date":"1966-06-01","genres":[16],"vote_average":6.0,"runtime":10,"cert":"N\/A","id":204674,"title":"The Animal Movie","adult":false},{"cast":[],"overview":"The housekeeper does her best to get nourishing food into Little Audrey, but the only thing Audrey wants is candy. And she wants lots of it. The housekeeper banishes Audrey to her room, but the cunning girl has sweets hidden in bags that hang outside her bedroom window. The angry servant finds every last piece of candy in the room and takes it away. Soon, Audrey has candy withdrawal and even gets the sweet-tooth version of delirium tremens. A nightmare sends her to a Candy Horror Land where evil candy canes and sinister licorice drops force-feed her all the candy she doesn't want.","release_date":"1948-07-06","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":204676,"title":"Butterscotch and Soda","adult":false},{"cast":["Amália Rodrigues","Pierre Clémenti","Pierre Vaneck","João Guedes","Jorge Sousa Costa"],"overview":"Pierre, a French sailor circa 1850, disembarks in a desert Atlantic island, and discovers a woman who had survived for many years her father and brother, dead while searching for mysterious valuables. The young couple discover paradise, and its end. - IMDb","release_date":"1965-03-15","genres":[18],"vote_average":7.5,"runtime":98,"cert":"N\/A","id":204678,"title":"Enchanted Isles","adult":false},{"cast":["John Trent","Marjorie Reynolds","Milburn Stone","Lucien Littlefield","Tommy Bupp"],"overview":"An American pilot with a top-secret invention is kidnapped by foreign agents.","release_date":"1939-03-08","genres":[80,12],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":204683,"title":"Mystery Plane","adult":false},{"cast":["Vince Barnett","Billy Gilbert","Louise Keaton","Addie McPhail","James C. Morton"],"overview":"Billy Gilbert and Vince Barnett moved over to the remnants of the Christie Brothers for a series of short subjects in which they played variations on Laurel &amp; Hardy. Here, in this short subject, they get hired to run a used car lot and steal a car for James Morton.","release_date":"1936-01-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204685,"title":"The Brain Busters","adult":false},{"cast":["Ted Husing","Ross Allen"],"overview":"This short follows a day of work for an Everglades wildlife trapper catching animals for zoos around America. In this film, his assignment is to go out into the swamp with his Indian assistant and find a bobcat, 2 black bear cubs and six rattlesnakes.","release_date":"1936-05-08","genres":[99],"vote_average":1.0,"runtime":10,"cert":"N\/A","id":204687,"title":"Catching Trouble","adult":false},{"cast":[],"overview":"The title song is sung with the Bouncing Ball, plus animated sequence.","release_date":"1936-03-26","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":204689,"title":"I Feel Like a Feather in the Breeze","adult":false},{"cast":[],"overview":"A Screen Song from the Fleischer Studios with the song \"Talking Through My Heart\".","release_date":"1936-11-26","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":204691,"title":"Talking Through My Heart","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204693,"title":"Airpower13","adult":false},{"cast":[],"overview":"A Screen Song from the Fleischer Studios with the song \"Never Should Have Told You\".","release_date":"1937-01-28","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":204701,"title":"Never Should Have Told You","adult":false},{"cast":[],"overview":"\"Red Nichols &amp; His World Famous Pennies\" aren't exactly a household name today, but they are featured in this obscure Vitaphone short. It begins with a lady at a nickelodeon putting coins in the machines and cranking them. What's weird is that music, too, comes out of them and each time she goes to a different machine, it's a way of introducing the next musical number.","release_date":"1936-01-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204703,"title":"Red Nichols & His World Famous Pennies","adult":false},{"cast":["Michael Gira","Eugene Hutz","Arto Lindsay","Lydia Lunch","Thurston Moore"],"overview":"A full-length feature documentary produced in 2006 which serves as a companion piece to and is included on the DVD of the 2004 film KILL YOUR IDOLS.","release_date":"2006-08-11","genres":[99,10402],"vote_average":7.5,"runtime":57,"cert":"N\/A","id":204705,"title":"Kill Your Idols: More.","adult":false},{"cast":["Edgar Bergen"],"overview":"In this short film, Charlie McCarthy and Edgar Bergen preside over the courtroom for a day, dispensing their own comic brand of justice.","release_date":"1936-11-21","genres":[35],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":204707,"title":"Nut Guilty","adult":false},{"cast":["Raphaël Personnaz","Bérénice Bejo","Emir Kusturica","Mélanie Bernier","Guillaume de Tonquédec"],"overview":"There is something strange - some would even say abnormal - about the Malaussène family. But if you take a closer look, no one could be happier than this cheerfully chaotic family, even though their mother is usually off on one romantic adventure or another. Life is never a bore for Benjamin Malaussène, professional scapegoat and the older brother responsible for this horde of kids. But when incidents happen wherever he goes, police and colleagues begin to eye him suspiciously. It soon becomes a matter of life and death to find out what is going on and who is so interested in ruining his life. Written by Pathe International","release_date":"2013-10-16","genres":[18],"vote_average":6.1,"runtime":92,"cert":"N\/A","id":204709,"title":"The Scapegoat","adult":false},{"cast":["James Mason","Carla Lehmann","Raymond Lovell","Enid Stamp-Taylor","Walter Rilla"],"overview":"Candlelight in Algeria is a 1944 British war film directed by George King and starring James Mason, Carla Lehmann and Raymond Lovell. This drama follows the exploits of Eisenhower's top aide, Mark Clark, and other important Allies as they journey to an important meeting held on Algeria's coast. The precise location of this vital secret gathering is upon a piece of film which must not fall into enemy hands","release_date":"1944-03-19","genres":[18,10752],"vote_average":5.4,"runtime":82,"cert":"","id":204711,"title":"Candlelight in Algeria","adult":false},{"cast":["Richard Barthelmess","Ann Dvorak","Helen Lowell","Helen Chandler","Henry O'Neill"],"overview":"An elderly woman provides an Alibi to a man she scarcely knows who is on trial for murder of his girlfriend's racketeer father.","release_date":"1934-07-14","genres":[18],"vote_average":6.0,"runtime":58,"cert":"N\/A","id":204716,"title":"Midnight Alibi","adult":false},{"cast":["Josef Bek","Josef Benátský","Kamil Blahovec","Ladislav Boháč","Josef Dekoj"],"overview":"","release_date":"1947-04-10","genres":[18],"vote_average":5.0,"runtime":77,"cert":"N\/A","id":204721,"title":"The Strike","adult":false},{"cast":["Pietro Bigerna","Silverio Blasi","Livio Bussa","Giuseppe Forli","Pietro Germi"],"overview":"Directed by Arturo Gemmiti","release_date":"1946-11-20","genres":[18,10752],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204723,"title":"Montecassino nel cerchio di fuoco","adult":false},{"cast":["Roldano Lupi","Nada Fiorelli","Dina Sassoli","Emilio Baldanello","Antonio Centa"],"overview":"Italian fugitives from German war camps unite to form \"Lupo\", a partisan brigade which uses their knowledge of the countryside to wage their own personal war on the Germans.","release_date":"1946-09-17","genres":[10752,18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":204725,"title":"Pian delle stelle","adult":false},{"cast":["Theodor Pištěk","Anny Ondra","Josef Šváb-Malostranský","Karel Lamač","Luigi Hofman"],"overview":"Shot in the early 1920s, this classic film about the elixir of life and the secret of the Black Tower has finally been restored to its original version.","release_date":"1921-10-14","genres":[14,27],"vote_average":6.0,"runtime":60,"cert":"N\/A","id":204727,"title":"Arrival from the Darkness","adult":false},{"cast":[],"overview":"This Czech documentary presents a visit to the Pridnestrovian Moldavian Republic (a.k.a. Trans-Dniestr) as a trip to a museum of communist totalitarianism. The country, whose independence has been recognized by only a few other states, remains an isolated multi-ethnic enclave held together by an authoritarian regime. In a country where you are only allowed to film out the window of a train, the locals are afraid of being denounced but are glad to live in a comfortable refuge from the hectic modern world, and songs on television celebrate the president.","release_date":"2012-09-30","genres":[99],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":204729,"title":"Fortress","adult":false},{"cast":["Helmut Rossmann","Claudia Mögenburg","Günther Simon","Angela Brunner","Uwe Pietsch"],"overview":"Alfons is very unlucky boy. Even when he intends well everything is going wrong, so his life is full of various mishaps.","release_date":"1966-02-24","genres":[12,10751,35],"vote_average":7.1,"runtime":68,"cert":"N\/A","id":204731,"title":"Alfons Zitterbacke","adult":false},{"cast":["Eiji Gotake","Kishou Taniyama","Kenichi Suzumura","Masanobu Nakami","Nobuyuki Hiyama"],"overview":"Sensitive Pornograph (センシティブ・ポルノグラフ Senshitibu Porunogurafu?) is a Japanese yaoi anime OVA based after a Boys' Love manga anthology of short stories by Ashika Sakura who also authored the seinen series Sekirei under her other pen-name, Sakurako Gokurakuin. It has one episode which is made up of two separate and unconnected parts, the title story and the fourth story in the book, \"Trophies Belong in the Bedroom\". It was animated by Digital Works, assisted by Phoenix Entertainment.","release_date":"2004-12-20","genres":[16],"vote_average":1.0,"runtime":31,"cert":"N\/A","id":204733,"title":"Sensitive Pornograph","adult":true},{"cast":["Heino Ferch","Heikko Deutschmann","Elke Winkens","Elyas M’Barek","Sönke Möhring"],"overview":"","release_date":"2011-01-02","genres":[10770,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204738,"title":"Rottmann schlägt zurück","adult":false},{"cast":["Claudio Bisio","Michelle Hunziker"],"overview":"","release_date":"2003-07-29","genres":[35],"vote_average":6.7,"runtime":null,"cert":"N\/A","id":204749,"title":"Zelig Circus: Svisti e mai Visti - vol.2","adult":false},{"cast":["Jon Reep"],"overview":"That hilarious hick from Hickory is back! And in this new one-hour stand-up special he's gonna make the rafters shake and your biscuits bake. Recorded live at the McGlohon Theatre in Charlotte, NC, is a sweet batch of sophisticated small town funny with a little bit of big city smarts. Jon lays down the rules for nudity in locker rooms, contemplates big city vs. small town life, and of course, shares more heart-warming stories about his loveable father David Reep.","release_date":"2009-10-20","genres":[35],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":204751,"title":"Jon Reep: Metro Jethro","adult":false},{"cast":["John Mark Ainsley","Michael Wallace","Matthew Rose","Richard Mosley-Evans","John Moore"],"overview":"Captain Vere, an old man, is haunted by a moment in his life when he was tested and found wanting.  Based on Herman Melville's novella of naval life in the late 18th Century, Benjamin Britten's 'Billy Budd' is a gripping reflection on good and evil, innocence and corruption.","release_date":"2011-04-25","genres":[10402],"vote_average":10.0,"runtime":200,"cert":"U","id":204753,"title":"Billy Budd","adult":false},{"cast":["Minako Kotobuki","Mamoru Miyano","Miyamoto Kanako","Katsuyuki Konishi","Maaya Sakamoto"],"overview":"In Kyokutei Bakin's classic Japanese epic novel Nansou Satomi Hakkenden, eight samurai serve the Satomi clan during Japan's tumultuous Sengoku (Warring States) era. The Edo-era samurai are the reincarnations of the spirits that Princess Fuse mothered with a dog named Yatsufusa. In Fuse Gansaku: Satomi Hakkenden, the female hunter Hamaji comes to her brother in order to hunt Fuse. Thus, the karmic cycle of retribution that began long ago with the Satomi family begins anew.  Fuse were hybrid creatures of humans and dogs in the Edo period. As there were rumors saying that they killed humans and ate their souls, the Shogun Government offered high bounty for hunting them.  Hamaji was a young female huntress living in the rural part of Mutsu while her brother Dousetsu was living in Edo. The story began as Hamaji went to Edo in order to help his brother to earn some bounty. But in Edo, she met a mysterious young men being chased by others. His name was Shino ...","release_date":"2012-10-20","genres":[28,16,18,36],"vote_average":8.1,"runtime":110,"cert":"N\/A","id":204755,"title":"Fuse, Memoirs of the Hunter Girl","adult":false},{"cast":["Dawn French","New Adventures"],"overview":"Channel 4 has commissioned a new dance film with the choreographer Matthew Bourne, to be broadcast Christmas 2011.  Conceived by Bourne and directed by the award-winning Ross MacGibbon, Bourne’s longstanding film collaborator, the new film brings together graphics, animation and 360 degree studio shooting, in a distinctive new way of presenting dance on screen. The film will be a journey through a series of worlds where stories are told through dance. Those who know Bourne’s stage work will recognise extracts from many of his biggest hits.","release_date":"2011-12-01","genres":[10402],"vote_average":10.0,"runtime":48,"cert":"U","id":204757,"title":"Matthew Bourne's Christmas","adult":false},{"cast":["Louise Bourgoin","Laurent Stocker","Cédric Kahn","Paula Denis","Serge Bozon"],"overview":"Two sibling doctors take on a young diabetic patient and both fall for the girl’s lovely mother, who tends bar at a local watering hole, testing their fraternal bonds and professional relationship.","release_date":"2013-09-04","genres":[35,18],"vote_average":5.4,"runtime":100,"cert":"N\/A","id":204762,"title":"Miss and the Doctors","adult":false},{"cast":["Joey Pollari","Gabriele Angieri","Emily Fradenburgh"],"overview":"A retired FBI profiler is called in on a last case - only to find himself at the mercy of a teenage killer's deadly game. He must use all his skills and experience to save lives, including his own.","release_date":"2012-11-18","genres":[53],"vote_average":6.0,"runtime":108,"cert":"N\/A","id":204767,"title":"Profile Of A Killer","adult":false},{"cast":["Jean Michel Jarre","Christine Durand","Sylvain Durand","Michel Geiss","Jo Hammer"],"overview":"Outdoor Concert by Jean Michel Jarre to celebrate 150 years of Houston and Texas and 25 years of NASA.","release_date":"1986-04-05","genres":[10402],"vote_average":10.0,"runtime":53,"cert":"N\/A","id":204769,"title":"Jean Michel Jarre Rendez-vous Houston: A City in Concert","adult":false},{"cast":["Alex Skarbek","Jeremy Taieb","Sabrina Nouchi","Georges Martin Censier","Andrée Rozenn"],"overview":"Between fear of success and a tricky break-up, Ludovic is beyond all hope as he is getting close to the 30's stage. His unexpected meeting with a sick child, Raphael, shakes up his daily life and his future approach. Together, they go after their dreams...","release_date":"2013-09-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204771,"title":"Find the Way","adult":false},{"cast":["Fernando Rocha"],"overview":"Portuguese standup comedy by Fernando Rocha.","release_date":"2009-06-11","genres":[35],"vote_average":7.5,"runtime":null,"cert":"N\/A","id":204776,"title":"Fernando Rocha - Portugal Laugh in Times of Crisis","adult":false},{"cast":["Jonathan Furr","Ben Allison","Ron Perlman","David Andrews","Mike Pniewski"],"overview":"In rural Mississippi, just before Pearl Harbor, brothers Pete, about 19, and Willie, about 10 years younger, are close. News arrives of America's entry into the Second World War, and Pete goes to enlist. Willie wants to come along, but is told he cannot. After his big brother leaves, the boy walks 30 miles to the nearest town, where the sheriff eventually puts him on a bus to Memphis where his brother is. At the recruiting office, Willie proves even more determined to see his brother. Eventually, sympathetic Colonel McKellog takes care of him.","release_date":"2003-07-30","genres":[18],"vote_average":7.3,"runtime":40,"cert":"N\/A","id":204781,"title":"Two Soldiers","adult":false},{"cast":[],"overview":"When a roaming German Shepherd Dog rescues a boy's pet lamb from the slaughterhouse he struggles to reunite them, despite being chased by police and getting little cooperation from the lamb.","release_date":"1958-07-06","genres":[],"vote_average":9.3,"runtime":77,"cert":"N\/A","id":204798,"title":"The Littlest Hobo","adult":false},{"cast":["Peter Breck","Peggy McCay","Carroll O'Connor","Angela Cartwright"],"overview":"The story of the rough collie hero, Sunnybank Lad. Based on the book by Albert Payson Terhune.","release_date":"1962-06-02","genres":[18],"vote_average":8.0,"runtime":98,"cert":"N\/A","id":204800,"title":"Lad: A Dog","adult":false},{"cast":["Boris Shchukin","Nikolai Okhlopkov","Vasili Vanin","Nikolai Arsky","Nikolai Chaplygin"],"overview":"Commissioned by Josef Stalin to commemorate the 20th anniversary of the Soviet Revolution, Lenin in October was the first of Russian director Mikhail Romm's tributes to the Marxist visionary who helped orchestrate the insurrection of October, 1917.","release_date":"1937-11-07","genres":[18,36],"vote_average":5.7,"runtime":93,"cert":"N\/A","id":204802,"title":"Lenin in October","adult":false},{"cast":["Rafael Trevino","Lupita Ferrer","Napoleón Deffit","Raquel Castaños","Lilián de Celis"],"overview":"A girl poses as man in order to work in a hotel bellhop. A guest is attracted to her but thinks it is and confused man goes to a psychologist.","release_date":"1965-09-09","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":204804,"title":"Me ha gustado un hombre","adult":false},{"cast":["Patrick O'Driscoll","Leif Fuller","Lilly Maher","Yonatan Schultz","Ben Chinburg"],"overview":"Melvin, a high school student who doesn't fit in, becomes victim of a horrible prank, now he will seek revenge on all who wronged him... and even some who didn't.","release_date":"2009-04-01","genres":[],"vote_average":6.0,"runtime":63,"cert":"N\/A","id":204806,"title":"Melvin","adult":false},{"cast":[],"overview":"The Pink Panther arrives on his motorcycle at Bicep Beach, where a hulky, egotistical man is flexing his muscles for a group of bathing beauties. Using his bag-full of inflatable items, including muscles, weights, a swimming pool, waterskis, and balloon animals, the Pink Panther diverts the beauties' attention away from the muscleman, who angrily tries to regain his dominant-guy-on-the-beach status.","release_date":"1968-04-10","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":204808,"title":"Come On In! The Water's Pink","adult":false},{"cast":["Moni Moshonov","Patrick Stewart","Sasson Gabai","Yaël Abecassis","Moshe Ivgy"],"overview":"In this hilarious crime comedy, a gifted 12-year-old boy and three elderly men plan a bank robbery in order to seek revenge on the institution for cheating the youngster after the death of his father.","release_date":"2013-07-03","genres":[35,80],"vote_average":6.5,"runtime":107,"cert":"N\/A","id":204810,"title":"Hunting Elephants","adult":false},{"cast":[],"overview":"Farmer Elmer Fudd decides to rid himself of pesty Bugs Bunny using the ACME company's \"ewectwonic pest contwoller with a wobot bwain.\" The robot ends up as scrap at Elmer's feet, courtesy of Bugs.","release_date":"1953-12-12","genres":[16],"vote_average":6.3,"runtime":7,"cert":"N\/A","id":204812,"title":"Robot Rabbit","adult":false},{"cast":[],"overview":"For a chance at free food at a barn dance, Woody dresses as a girl to fool ticket taker Wally Walrus.","release_date":"1951-10-29","genres":[16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":204814,"title":"The Woody Woodpecker Polka","adult":false},{"cast":["Nick Cheung","Kristy Yang","Alex To Tak-Wai","Sam Lee","Joe Junior"],"overview":"Two brothers, Yat and Leung, with different mothers have different fates. After Leung and his mother being expelled from the family, they are housed by a feng shui master. Leung is a lucky guy and brings a good fortune to his mother. On the other side, Yat's presence poses a tragic threat to his family. Eventually, Yat's parents die and Leung's mother decides to raise Yat and the two boys exchange their names. However, their lives will turn upside down when they reach the age of thirty. The only way Yat can retain his luck is to overtake all the good luck from Leung.","release_date":"2003-06-04","genres":[],"vote_average":7.5,"runtime":88,"cert":"N\/A","id":204819,"title":"Fate Fighter","adult":false},{"cast":["Mark Dacascos","Natasha Gregson Wagner","Traci Lords","Raymond Cruz"],"overview":"Johnny is a bad guy whom is trying to go straight whom becomes smitten with Laura, a wealthy good girl whom is rebelling against her parents by pretending to go steady with him, all set among the backdrop of 1950s Los Angeles.","release_date":"1994-09-02","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":204821,"title":"Dragstrip Girl","adult":false},{"cast":["Robin Padilla","Johnny Delgado","Rufa Mae Quinto","Paul Holmes","Raymart Santiago"],"overview":"Jess Huson has a dream like many other struggling Filipinos, he dreams of a better life for himself and his family in America. After he is rejected, Jess embarks on a comical adventure filled with crazy schemes and ludicrous plans that end up in hilarious train wrecks that can only happen, where else, in the Philippines.","release_date":"2005-05-25","genres":[35],"vote_average":10.0,"runtime":105,"cert":"N\/A","id":204823,"title":"La Visa Loca","adult":false},{"cast":["James Fox","Cyril Cusack","Andrew Tiernan","Tony Armatrading","Celia Bannerman"],"overview":"Hiding out in an industrial wasteland from the murderous wrath of a regional ruler, a woman, disguised as a boy, gives wooing lessons to the edgy lad who proclaims he loves her.","release_date":"1992-10-09","genres":[10749],"vote_average":5.0,"runtime":117,"cert":"","id":204825,"title":"As You Like It","adult":false},{"cast":[],"overview":"","release_date":"2006-07-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204836,"title":"Ambra - Prism Of Life","adult":false},{"cast":["Michael T. Weiss","Peter Coyote","Maureen Flannigan","Steve Rankin","Dan Gauthier"],"overview":"Detective John Traveller (Peter Coyote) is convicted of the murder of his wife and her lover. His partner and friend, Detective Matthew Ransom, becomes very upset, affecting his marriage that was not working well. The lover of John's wife was the son of Luke Williams, a detective of the same department, and he does not accept the death of his son. After the trial and conviction of John, Matthew separates from his wife Mary Ramson, being sexually arrested by John's daughter Jude. Meanwhile, a serial killer kills the enemies of John, leaving clues in the crime scenes relatives to Sherlock Holmes tales and Matthew suspects of Jude.","release_date":"2003-05-09","genres":[80,18,53],"vote_average":5.9,"runtime":91,"cert":"N\/A","id":204841,"title":"Written in Blood","adult":false},{"cast":[],"overview":"The Third Wave film was shot in Sri Lanka following the 2004 Indian Ocean earthquake. It was directed by Australian film maker Alison Thompson and Italian producer Oscar Gubernati. After the 2004 Asian tsunami disaster, four independent volunteers, with little money and no experience, race off to volunteer in tsunami ravaged Sri Lanka.","release_date":"2009-09-11","genres":[],"vote_average":9.0,"runtime":94,"cert":"N\/A","id":204846,"title":"The Third Wave","adult":false},{"cast":["Farooq Shaikh","Poonam Dhillon","Madan Puri","Iftekhar"],"overview":"Noorie is a 1979 Hindi movie produced by Yash Chopra, and directed by Manmohan Krishna. Noorie (Poonam Dhillon) lives in the Bhaderwah valleys with her father, Ghulam Nabi (Iftekhar) and her dog Khairoo, she has a boyfriend Yusuf (Farooq Shaikh), they decide to get married, the date is decided and preparations begin. But fate had something else in store. As another villager Bashir Khan (Bharat Kapoor) takes a liking to Noorie and approaches Noorie's father for her hand, to which Ghulam Nabi refuses.","release_date":"1979-05-11","genres":[],"vote_average":7.3,"runtime":114,"cert":"N\/A","id":204848,"title":"Noorie","adult":false},{"cast":["Patsy Kelly","Lyda Roberti","Lynne Overman","Robert Armstrong","Rosina Lawrence"],"overview":"Kitty Reily (Patsy Kelly) and Lena Marchetti (Lyda Roberti) meet each other at an amateur Radio Show. Kitty quickly learns to greatly dislike incompetent Lena. They keep running into each other until Kitty  resigns to being friends with Lena when they become hospital nurses and share a dorm room.","release_date":"1937-04-23","genres":[35],"vote_average":4.0,"runtime":68,"cert":"N\/A","id":204850,"title":"Nobody's Baby","adult":false},{"cast":["Roger Daltrey","Pete Townshend","John Entwistle","Kenney Jones","Tim Gorman"],"overview":"The Who presents their last concert of the 1982 \"Farewell\" tour in Toronto, Canada, 1982.","release_date":"","genres":[99],"vote_average":4.0,"runtime":118,"cert":"N\/A","id":204852,"title":"The Who Rocks America 1982","adult":false},{"cast":[],"overview":"A TV concert special showcasing performances by Alice Cooper and support acts Sha Na Na, The Tubes and Nazareth. Filmed June 19, 1977 at Anaheim Stadium, Anaheim, CA, this special was broadcast in September 1977 on US television.","release_date":"","genres":[],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":204854,"title":"Alice Cooper & Friends","adult":false},{"cast":[],"overview":"","release_date":"2012-11-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204865,"title":"Juan and the Ballerina","adult":false},{"cast":["Melanie Griffith","Michael Cudlitz","Pruitt Taylor Vince","Suzanne Quast","Brad Bufanda"],"overview":"JIM TAHANA doesn't leave much of an impression when he passes you by. But look closer and you'll sense his hunger - the deep hunger of an insatiable American soul - always scanning to devour something - anything that might fill the searing, unexplained void within him. Jim obsesses over the hobby that has been part of his DNA since he was a young boy: grief tourism - the act of traveling with the intent to visit places of tragedy or disaster. Every year his week-long vacations from work are spent going to grief tourist locations in the lives of different serial killers he is fascinated with. This years obsession is Carl Marznap, a mass murder from New Orleans, Louisiana. But this trip is no ordinary vacation as Jim's rancid sexual impulses and weakening grip on reality deteriorate into a violent despair that will ultimately unlock an unspeakable secret festering within him, bringing The Grief Tourist to it's brutal and shocking finale...","release_date":"2013-08-23","genres":[53,18],"vote_average":5.5,"runtime":84,"cert":"N\/A","id":204882,"title":"The Grief Tourist","adult":false},{"cast":["Brian Klinknett","Erica Bigelow","Paula Shannon","Linda Van Compernolle","Frank Burgess"],"overview":"A mixture of documentary footage and re-enactment scenes, some filmed on the actual locations, of the infamous Tate-LaBianca murders committed by the gang known as the Manson Family. Features music by Charles Manson.","release_date":"1970-12-01","genres":[18,80],"vote_average":2.0,"runtime":82,"cert":"N\/A","id":204884,"title":"The Other Side Of Madness","adult":false},{"cast":[],"overview":"","release_date":"2005-06-23","genres":[10402],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":204889,"title":"Till Bronner - A Night in Berlin","adult":false},{"cast":["Velimir \"Bata\" Živojinović","Ivana Surdic","Neda Arnerić","Miodrag Krivokapić"],"overview":"The doctors predicted Vesna to have one more year. The very sick girl is taken, by her estranged grandfather, up to the mountains, where she learns of a different life.","release_date":"1997-07-12","genres":[18],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":204891,"title":"Some Birds Can't Fly","adult":false},{"cast":["Polo Ravales","Joseph Bitangcol","Emilio Garcia","Jean Garcia","Paolo Rivero"],"overview":"Joaquin (Polo Ravales), an unassuming fisherman, is forced to confront his homosexuality when his sex-starved wife Cynthia (Althea Vega) returns from her overseas job eager to get pregnant. His young and impulsive lover, Waldo (Joseph Bitangcol), flees to Manila in disgust. After a month of hesitation, Joaquin leaves his wife to follow Waldo. His search takes him on a seamy yet colorful trip through Manila's gay underbelly. He discovers Waldo's dangerous flirtation with Rufo (Emilio Garcia), a bisexual rogue cop who holds the clue to Waldo's disappearance. Rufo lures Joaquin into his home and introduces him to his submissive wife, Beng (Jean Garcia). A sadist who beats up Beng regularly, Rufo turns Joaquin into a prisoner and sex slave - like he did to Waldo. When Joaquin is finally reunited with Waldo, he discovers that Rufo is about to sell them like fish to an international sex trafficking ring, along with his personal harem of male and female captives.","release_date":"2008-12-11","genres":[18],"vote_average":6.0,"runtime":97,"cert":"N\/A","id":204893,"title":"No Way Out","adult":false},{"cast":["João Miguel"],"overview":"Freely inspired by the work Catatau, by Paulo Leminski, the plot begins with the historical hypothesis imagined by the poet from Curitiba: “What if René Descartes had come to Brazil with Maurício de Nassau?” The film materializes this hypothesis and joins the father of modern philosophy in his journey through the tropics. Under the effect of hallucinatory herbs, he investigates questions revolving around geometry and optics in the face of an absolutely strange world. Known for his famous sentence “I think, therefore I am”, Descartes faces his doubt towards phenomena reason doesn’t explain. René, Renatus, Re born.","release_date":"2011-08-12","genres":[18],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":204898,"title":"Ex-It","adult":false},{"cast":["Skin Diamond","Jade Aspen","Ana Foxxx","Cali Sweets","Ramon Nomar"],"overview":"We know you've been craving some chocolate honies, so we're breaking out the black book just for you! Join Jade Aspen, Skin Diamond, Ana Foxxx, and Cali Sweets because they're horny and ready to get buck wild on cock. Don't miss out, because these delicious ebonies are about to get it on!","release_date":"2013-05-01","genres":[],"vote_average":10.0,"runtime":122,"cert":"N\/A","id":204906,"title":"The Black Book","adult":true},{"cast":["Tom Laughlin","Richard Shannon","Constance Davis","Kip King"],"overview":"Written, produced, directed and starring Tom \"Billy Jack\" Laughlin","release_date":"1960-01-01","genres":[18],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":204914,"title":"The Proper Time","adult":false},{"cast":[],"overview":"","release_date":"2012-11-08","genres":[10402],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":204919,"title":"Dominic Miller & Band - Leverkusener Jazztage 2012","adult":false},{"cast":["Bing Crosby","Ethel Merman","Charles Ruggles","Ida Lupino","Grace Bradley"],"overview":"A young man falls in love with a beautiful blonde. When he sees her being forced onto a luxury liner, he decides to follow and rescue her. However, he discovers that she is an English heiress who ran away from home and is now being returned to England. He also discovers that his boss is on the ship. To avoid discovery, he disguises himself as the gangster accomplice of a minister, who is actually a gangster on the run from the law.","release_date":"1936-01-24","genres":[35,10402],"vote_average":5.5,"runtime":92,"cert":"N\/A","id":204948,"title":"Anything Goes","adult":false},{"cast":["Ralph Forbes","Marceline Day","Flash","Bert Roach","William Fairbanks"],"overview":"A German Shepherd Dog and the people he loves are entangled in World War One.","release_date":"1928-03-24","genres":[18,10752],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204950,"title":"Under the Black Eagle","adult":false},{"cast":[],"overview":"Herbie is a short 16mm black and white film by George Lucas and Paul Golding made in 1966 as part of their USC film school course. It is an abstract film with no story and no actors, that graphically depicts the reflections of moving light streaks and light flashes from traffic at night. It is set to a piece of jazz music by Herbie Hancock, whose first name was used for the title.","release_date":"1966-01-01","genres":[10402],"vote_average":6.3,"runtime":3,"cert":"N\/A","id":204958,"title":"Herbie","adult":false},{"cast":["Alfonso Zayas","Alberto Rojas","José René Ruiz","Ana Luisa Peluffo","Patricia Rivera"],"overview":"","release_date":"1986-07-03","genres":[35],"vote_average":8.3,"runtime":null,"cert":"N\/A","id":204960,"title":"Tres Mexicanos ardientes","adult":false},{"cast":["Jorge Rivero","Sasha Montenegro","Carmen Salinas","Eduardo de la Peña","Mabel Luna"],"overview":"","release_date":"1977-07-03","genres":[35],"vote_average":7.3,"runtime":100,"cert":"N\/A","id":204962,"title":"Las ficheras (Bellas de noche II)","adult":false},{"cast":["Víctor Manuel Castro","Arturo Cobo","Luis de Alba","Joaquín García Vargas","Lyn May"],"overview":"","release_date":"1979-07-03","genres":[35],"vote_average":2.5,"runtime":105,"cert":"N\/A","id":204964,"title":"Las cariñosas","adult":false},{"cast":["Nélson Baretta","Júlio Contreras","Ronaldo Franzen Jr.","Eduardo Hugo López","Walter Rossini"],"overview":"In March 2003, five mountain-climbers go to Tierra del Fuego, in the extreme South of South America, to climb Mount Sarmiento. Unexpected events abort the mission, turning a documentary about achievement into a portrait of failure and frustration.","release_date":"2005-06-17","genres":[99,12],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":204969,"title":"Extremo Sul","adult":false},{"cast":["Nivardo Carillo","Gunilla Röör","Jhon Padovani","Teresa Lastarria"],"overview":"There are only three ways out, by boat, by plane, or by Gringa. Manuel (Nirvado Carillo) is a destitute farmhand from the Andes with little hopes for the future.  Armed with a manual on how to charm a Gringa, he hopes to get a new start.","release_date":"2010-07-04","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":204971,"title":"Gringa","adult":false},{"cast":["Jessica Morris","Oliviah Crawford","Roberto 'Sanz' Sanchez","Israel Sáez de Miguel","Christian Levatino"],"overview":"After a car breaks down in an isolated desert, a mother and young daughter are relentlessly pursued by a deadly snake","release_date":"2011-07-15","genres":[53],"vote_average":5.0,"runtime":92,"cert":"N\/A","id":204973,"title":"Venom","adult":false},{"cast":["Kenichi Hagiwara","Shima Iwashita","Takeshi Kusaka","Sayoko Ninomiya","Haruko Sugimura"],"overview":"Follows a young med student's relationships with two women: a dangerous affair with a childhood friend and his mother's struggle to rebuild their estranged relationship.","release_date":"1973-09-01","genres":[80,18],"vote_average":6.3,"runtime":118,"cert":"N\/A","id":204975,"title":"The Petrified Forest","adult":false},{"cast":["Margrethe II of Denmark","Ronja Mannov Olesen","Christian Elmelund","Nathia Petersen","Esther Knudsen"],"overview":"Hans Christian Andersen's fairy tale is told here as a digital theater piece. The visual point of departure is fashioned by découpages created by Queen Margrethe II of Denmark, who is also the narrator. The découpages serve to establish the mood around the story of the children, Kaj and Gerda. They consist of a countless number of clippings, which are subsequently subjected to the processes of computer animation and mixed with graphics, live actors and music into an unique fairy tale universe.","release_date":"2000-04-01","genres":[14,18,10751],"vote_average":8.0,"runtime":35,"cert":"N\/A","id":204977,"title":"The Snow Queen","adult":false},{"cast":["Mary Millington","David Sullivan","Faith Daykin","John M. East","John Lindsay"],"overview":"A crass pseudo-documentary about UK nude model, actress &amp; sexual freedom advocate Mary Millington.\r Shot a year after her suicide.","release_date":"1980-01-01","genres":[],"vote_average":1.0,"runtime":45,"cert":"","id":204979,"title":"Mary Millington's True Blue Confessions","adult":false},{"cast":[],"overview":"At the age of 28, I was drafted as a soldier in the Second Lebanese War. Instinctively, I grabbed my video camera. The movie recalls the lack of justice in this unnecessary war and the loss of valuable lives. This was my personal earthquake and the nation as a whole. (Yariv mozer)","release_date":"2008-04-06","genres":[99],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":204996,"title":"My First War","adult":false},{"cert":"N\/A","title":"Shakespeare's Women and Claire Bloom","cast":[],"genres":[],"id":204998,"overview":"Claire Bloom has performed leading and important supporting roles in numerous plays by William Shakespeare, starting while she was still in her teens. In this documentary, she discusses her experiences and performs monologues and soliloquies from 'Romeo and Juliet,' 'The Merchant of Venice,' 'As You Like It,' 'Richard III,' 'Hamlet,' and 'King Henry the Eighth,' among others.","runtime":54,"release_date":"1999-01-01","vote_average":6.0,"adult":false}]