[{"cast":["Steve Sabol","G. Gordon Liddy","Jerry Falwell","Allen Ginsberg","Lawrence Taylor"],"overview":"Artists, Philosophers, Musicians, Politicians and more offer their thoughts on Pro Football, in this 1986 film produced by NFL Films.","release_date":"1986-09-01","genres":[99],"vote_average":8.5,"runtime":43,"cert":"N\/A","id":205512,"title":"Autumn Ritual","adult":false},{"cast":["Robert Kerman","Nancy Dare","Crystal Sync","Michael Gaunt","Celia Dargent"],"overview":"Three unrelated stories. The first is about a dissatisfied, hurtful couple clinging together to spite each other rather than take the risk of finding a relationship. The second story consists of a series of female clients at a psychologist's office that each tell their bitter and sad stories of how they developed their attitudes towards men or sex in general. The final story is a day in the life of a model that can't seem to get past posing for the men's magazine circuit, the daily abuse she deals with, her feelings of enslavement, and the impact upon her sanity.","release_date":"1977-03-23","genres":[18],"vote_average":5.3,"runtime":83,"cert":"N\/A","id":205514,"title":"Odyssey: The Ultimate Trip","adult":true},{"cast":["Andrzej Grabowski","Dagmara Bąk","Adam Konowalski","Ryszard Ronczewski","Elżbieta Karkoszka"],"overview":"","release_date":"2011-01-01","genres":[35],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":205522,"title":"Kop głębiej","adult":false},{"cast":["Dragon Lee","Martin Chui Man-Kwai","Lee Ye-Min","Kim Ki-Ju","Gwak Mu-Seong"],"overview":"Dae-dong is the newly appointed leader of the Jung-mu Martial Arts Hall. He is challenged by the Japanese and is killed. The Jung-mu Hall is almost at the point of ruin. The teachers of Jung-mu Hall go searching for the master Keum-san of Chosun, the great Taekwondo fighter. Keum-san was the Korean teacher of the deceased Dae-dong and a highly respected warrior. When Keum-san's disciple, Chung, hears the sad tidings of Dae-dong's death, his only friend, he goes to China with the Jung-mu masters to hold his funeral. During Dae-dong's funeral, Chung receives a challenge from the treacherous Japanese man, Kuromasa. Chung kills Kuromasa and returns to Chosun but he discovers his wife and master Keum-san murdered. Stunned, Chung destroys them all and leaves for somewhere desolately carrying his young child.","release_date":"1977-01-13","genres":[28],"vote_average":10.0,"runtime":110,"cert":"N\/A","id":205524,"title":"The Last Fist of Fury","adult":false},{"cast":["Lex Barker","Sylvia Lopez","Vira Silenti","Saro Urzì"],"overview":"","release_date":"1959-06-23","genres":[12],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":205532,"title":"Il figlio del corsaro rosso","adult":false},{"cast":["Carmen Villani","Carlo Giuffrè","Esperanza Roy","Aldo Maccione","Simón Andreu"],"overview":"","release_date":"1978-02-23","genres":[35],"vote_average":2.8,"runtime":null,"cert":"N\/A","id":205552,"title":"Es pecado... pero me gusta","adult":false},{"cast":["Gastone Moschin","Philippe Leroy","Lionel Stander","Franco Fabrizi","Raymond Bussières"],"overview":"","release_date":"1971-07-05","genres":[35],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":205557,"title":"Stanza 17-17 palazzo delle tasse, ufficio imposte","adult":false},{"cast":["George Montgomery","Angela Stevens","Douglas Kennedy","Jay Silverheels","James Seay"],"overview":"During the Civil War, a Southerner joins the Union Army and is accused of leaking information to the Confederates.","release_date":"1953-03-31","genres":[37],"vote_average":3.0,"runtime":76,"cert":"N\/A","id":205559,"title":"Jack McCall Desperado","adult":false},{"cast":["Dylan Sprouse","Cole Sprouse","Brenda Song","Ashley Tisdale","Raven-Symoné"],"overview":"Raven Baxter checks into the Tipton Hotel while on a business trip with her boss; Zack and Cody try to seduce the models for Raven's photoshoot, Maddie tries to get London to wear one of Raven's dresses, and pop star Hannah Montana wants a Raven original to wear on her new tour.","release_date":"2007-01-16","genres":[10770],"vote_average":7.1,"runtime":60,"cert":"N\/A","id":205567,"title":"That's So Suite Life of Hannah Montana","adult":false},{"cast":["Aaron Kwok","Nick Cheung","Jiang Yiyan","Li Chen-Hao","Chen Kuan-Tai"],"overview":"Chen Tan (Aaron Kwok), a private detective in Thailand, travels to Malaysia following a series of clues found in a photo. There he searches for a man called Chai, who might help reveal the truths behind the murder of his parents 30 years ago. Chen finds Zheng (Nick Cheung), a Malaysian detective born in China. Together they meet Chai's daughter, Zi-Wei (Jiang Yi Yan) who could hold the key to cracking the case.","release_date":"2013-04-10","genres":[28,80],"vote_average":6.7,"runtime":90,"cert":"N\/A","id":205575,"title":"Conspirators","adult":false},{"cast":[],"overview":"Explores the relationships and rivalries, in addition to the mysteries and miracles behind the Catholic church.","release_date":"","genres":[53,18],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":205595,"title":"The Vatican","adult":false},{"cast":["Maxime Van Laer"],"overview":"","release_date":"2002-07-05","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":205606,"title":"Maxime Au Théâtre Sébastopol","adult":false},{"cast":["Frances Marion","Uma Thurman","Kathy Bates","Jackie Cooper","Martha Coolidge"],"overview":"This documentary, first shown on the Turner Classic Movies cable channel, tells of the life and career of screenwriter Frances Marion. By the mid 1920s, she was the most respected and highest paid script writer in Hollywood. She also became the first person to win two Oscars for her work (for The Big House (1930) and The Champ (1931)).","release_date":"2000-01-01","genres":[99],"vote_average":7.0,"runtime":56,"cert":"N\/A","id":205608,"title":"Without Lying Down: Frances Marion and the Power of Women in Hollywood","adult":false},{"cast":["طارق الإبياري","Laila Elwi","Talaat Zakaria","حسن عبدالفتاح","عمرو أديب"],"overview":"","release_date":"2012-04-11","genres":[10749,35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":205610,"title":"بنطلون جوليت","adult":false},{"cast":[],"overview":"A documentary about Jews life in Palestine.","release_date":"1913-07-05","genres":[],"vote_average":10.0,"runtime":78,"cert":"N\/A","id":205612,"title":"Life of the Jews of Palestine","adult":false},{"cast":["Owen Beckman","Anthony Tyler Quinn","Jacob Tawney","Bo Barrett","Taylor Emerson"],"overview":"In the near future, a young journalist is blackmailed by a powerful government agency to spy on an underground nationalist group.","release_date":"2011-07-05","genres":[53],"vote_average":3.0,"runtime":100,"cert":"N\/A","id":205623,"title":"The New Republic","adult":false},{"cast":[],"overview":"Otolith III proposes an alternate trajectory for the fictional protagonists of The Alien, the unrealised screenplay by legendary Bengali director Satyajit Ray. Written in 1967, The Alien would have been the first science fiction film to be set in contemporary India.","release_date":"2010-07-05","genres":[99],"vote_average":0.0,"runtime":48,"cert":"","id":205625,"title":"Otolith III","adult":false},{"cast":[],"overview":"","release_date":"2012-11-07","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":205627,"title":"Das blaue Juwel","adult":false},{"cast":["Charles Kent","Tom Powers","Courtenay Foote","Florence Turner","Leo Delaney"],"overview":"From his apartment, where he lives a cheerless widower's life, overlooking Washington Park, Alan Dale sees a refined, but poverty-stricken old gentleman on one of the park benches. Calling his butler, he instructs him to go down and tell the old man he would like to see him. When the butler approaches the elderly man the old fellow is somewhat skeptical, but finally consents to go with him. Alan receives his guest cordially and tells him why he has requested him to come and invites him to dinner. During the meal the old man tells his life's story: how he married a young woman, and after the birth of a little daughter, she died. How his daughter had married a young fellow and gone to live in New York, and how he had lost his money. The last news he had received of her was of her death.","release_date":"1913-04-29","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":205629,"title":"A Window on Washington Park","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":205631,"title":"Finde dich","adult":false},{"cast":["Bobby Connelly","Mabel Kelly","Tefft Johnson","Ada Utley","Charles Kent"],"overview":"The third in the series, An Easter \"Lily\" takes on upstairs\/downstairs race relations with childhood candor. Following his family’s African American maid to the laundry, Sonny Jim befriends her daughter Lily and shares his teddy bear. With Easter approaching, Mother Dear buys her boy a new outfit and readies her home for relatives. Sonny Jim talks about the coming festivities with his playmate. When he learns that she does not have holiday clothes, he appropriates the white frock of his visiting cousin and invites Lily to join his family for Sunday worship.","release_date":"1914-04-09","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":205633,"title":"An Easter Lily","adult":false},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"Daffy challenges duckhunter Elmer to a boxing match, rigged in his favor with the collusion of the duck referee. In the stands, Elmer's dog Larrimore suspects that something funny is going on, but he's drowned out by Daffy's all-duck cheering section.","release_date":"1943-03-06","genres":[16,35],"vote_average":6.3,"runtime":7,"cert":"N\/A","id":205638,"title":"To Duck.... Or Not to Duck","adult":false},{"cast":[],"overview":"Popeye has a new car; Olive wants a driving lesson. Things don't go well.","release_date":"1940-08-16","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":205646,"title":"Wimmin Hadn't Oughta Drive","adult":false},{"cast":[],"overview":"The Pink Panther buys a land lot atop a narrow mesa, and the house he builds blocks a nearby observatory's view of the Moon. At first, the short, pointy-nosed astronomer at the observatory zooms his huge telescope into the panther's window and believes the newspaper photo of a sexy woman being looked upon by the panther is an actual observation of life on the Moon, and he telephones the fantastic finding to his employers. The Pink Panther builds a brick wall to block the telescope's view, and the hostilities begin.","release_date":"1968-06-30","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":205648,"title":"Twinkle, Twinkle, Little Pink","adult":false},{"cast":[],"overview":"It's Thanksgiving, and Tom Turk is trying to avoid become the main attraction on Porky Pig's dinner table. Fellow bird Daffy Duck is willing to help him, until he realizes that he'll miss out on a delicious meal. Hilarity ensues as each tries to get the other caught by Porky.","release_date":"1944-02-12","genres":[16],"vote_average":6.7,"runtime":7,"cert":"N\/A","id":205650,"title":"Tom Turk and Daffy","adult":false},{"cast":[],"overview":"Hector is a dog with an easy life and the run of the house when the lady of the house gives him a warning...one more mess and you're out. Hector would be okay if not for the fact that three little puppies have been left on their doorstep. Hector has a hectic time keeping them in line and cleaning up their messes without alerting the lady.","release_date":"1948-11-19","genres":[],"vote_average":6.4,"runtime":6,"cert":"N\/A","id":205652,"title":"Hector's Hectic Life","adult":false},{"cast":["Lu Hsiao-Fen","Yu Feng Ma"],"overview":"A girl, who was sold by her stepfather at the age of 14, has had been a prostitute for 14 years. Her family, despite enjoying a comfortable life with her help, avoids her. She thus decides to have a son of her own and succeeds by sheer determination. She is now hopeful that her son will have a life better than hers.","release_date":"1983-10-07","genres":[18],"vote_average":7.5,"runtime":95,"cert":"N\/A","id":205660,"title":"A Flower in the Rainy Night","adult":false},{"cast":["Harumi Ichikawa","Haruko Sawamura","Eijirô Mori","Kaichi Yamamoto"],"overview":"An adaptation of Anna Christie, considered lost.","release_date":"1923-07-29","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":205665,"title":"Foggy Harbour","adult":false},{"cast":["Franco Fortini","Luciana Nissim","Adriano Aprà"],"overview":"The film is a sort of presentation of Franco Fortini's book 'I Cani del Sinai'. Fortini, an Italian Jew, reads excerpts from the book about his alienation from Judaism and from the social relations around him, the rise of Fascism in Italy, the anti-Arab attitude of European culture. The images, mostly a series of Italian landscape shots, provide a backdrop that highlights the meaning of the text. - Fabrizio Sabidussi","release_date":"1977-11-30","genres":[99],"vote_average":4.0,"runtime":83,"cert":"N\/A","id":205667,"title":"Fortini\/Cani","adult":false},{"cast":["Louis Lo","Lo Yuen","Yik Ga","Chan Wai-Ying","Resand Lam Hau-Yi"],"overview":"An omnibus of tales from the three directors, Sit, Maka and Woo. Each dealing with true love and romance. The third and the best one of the tales deals with a hen-pecked husband trying to kill his wife. An action packed tale written and directed by John Woo who lets the fireworks fly!","release_date":"1978-11-16","genres":[35],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":205708,"title":"Hello, Late Homecomers","adult":false},{"cast":["Sergei Makovetsky"],"overview":"","release_date":"1983-04-29","genres":[10752,18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":205716,"title":"Экипаж машины боевой","adult":false},{"cast":["Caroline Redekopp","Xavier Sotelo","Adam Beach","Pat Fry","Allison Graham"],"overview":"Taylor Evans, a successful, pretty modern day woman is finding her world rapidly collapsing around her as a sudden and unexplained phobia to water grips her psyche, shattering her fragile world. In desperation to save herself, Taylor reaches out to Dr. John Cane, a cast out phobia specialist, and ally of the worst kind. Dr. Cane, a notorious psychiatrist whose recent prominence and rise in the medical community is linked to a successful but controversial behavior analysis treatment he's pioneered on a desolate island. Reluctantly, Dr. Cane agrees to treat Taylor's irrational fear of water but on the sole condition the treatment take place on the remote island for her safety and wellbeing. On the island nothing is ever what it seems.","release_date":"2012-01-01","genres":[53],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":205718,"title":"September Runs Red","adult":false},{"cast":["Topher Hopkins","Della Hobby","Tony Hale"],"overview":"A teenager abandons his dream of going to college after a comely neighbour introduces him to the world of kinky sex.","release_date":"1999-01-26","genres":[35],"vote_average":1.5,"runtime":93,"cert":"N\/A","id":205732,"title":"Raging Hormones","adult":false},{"cast":["Mikaela Kahn","Shelly Shenoy","Scott Abernathy","Scott C. Brown","Daniel Cords"],"overview":"Home for Leilah is the fortress lair of her crime lord father; her family the mobsters who terrorise a world from which she is protected. But when she gets a taste of the outside, she realises the real darkness lies not on lawless streets, but deep within herself.","release_date":"2013-03-20","genres":[],"vote_average":6.0,"runtime":15,"cert":"N\/A","id":205740,"title":"En Passant","adult":false},{"cast":["Mario Merola","Regina Bianchi","Biagio Pelligra","Erika Blanc","Antonio Allocca"],"overview":"","release_date":"1981-08-14","genres":[18,10402],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":205751,"title":"Inmate","adult":false},{"cast":["Haruka Ayase"],"overview":"The Horipro Caravan Scout winner's number 1 DVD is here. Ayase Haruka is Japan's most popular drama actress and a stunning beauty to behold.","release_date":"2003-02-28","genres":[99],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":205753,"title":"Swaying 17 Year Old","adult":false},{"cast":["Sissy Spacek","Monte Markham","Mark Miller","Susan Oliver","Slim Pickens"],"overview":"A recently divorced Santa Fe architect is surprised to find himself falling in love with a free-spirited young hitchhiker.","release_date":"1973-03-02","genres":[18,35,10749],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":205761,"title":"Ginger in the Morning","adult":false},{"cast":["María Rojo","José Alonso"],"overview":"Virginia is taking a class at film school, and has decided on her solo project for the class. She will secretly film herself and her ex-husband Marcelo with a candid camera while they make love.","release_date":"1991-08-23","genres":[35,18],"vote_average":6.6,"runtime":85,"cert":"18","id":205763,"title":"Homework","adult":false},{"cast":["Ana Colchero","Esteban Soberanes","Beatriz Aguirre","Dino García"],"overview":"Eugenia Ramírez is a succesful divorced dentist. She goes out on a business trip only to find her appartment robbed when she returns. Her life soon changes.","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":205768,"title":"Acosada","adult":false},{"cast":[],"overview":"Augusto, a lift operator in an advertising agency, learns that his mother has died in the village where she lived. A long, anxiety-filled day follows until he gets permission to go to the funeral.","release_date":"1967-01-01","genres":[18],"vote_average":6.5,"runtime":100,"cert":"N\/A","id":205770,"title":"Passing the Meridian","adult":false},{"cast":[],"overview":"A film about a man who once took part in Pinochet's massacres.","release_date":"2011-02-06","genres":[99],"vote_average":5.0,"runtime":70,"cert":"N\/A","id":205772,"title":"The Young Butler","adult":false},{"cast":["Johnny Lockhart","Aleksandr Dissan","Steven Christopher","Georgia Visser"],"overview":"MARTY is a quirky straight guy weekdays, and gay on weekends, a high school senior, who along with his questionably straight friend JAKE, unravels the mystery of who put a hit on their friend THOMAS'S new gay lover. Jake uses his expertise as a peeping tom and gossip monger to discover neighborhood secrets, while Marty helps Thomas hide safely. At home Marty has problems of his own, when his boyfriend MICHAEL, and girlfriend ANYBODYS, find out about each other. When a surprise fourth person is sneaks into the room, the end results might be deadlier than the hit man.","release_date":"2010-10-05","genres":[80,18],"vote_average":3.3,"runtime":65,"cert":"N\/A","id":205774,"title":"Unsolved Suburbia","adult":false},{"cast":[],"overview":"Fantina and Betty have lesbian fun. Nikolas and Daniel fill all the holes of the hot readhead Erica. Erica and her friend Betty blindfold Nikolas, and play around with his dick. Ruslan and Otello first caress Fantina and then make sure she cums hard. Nikolas and Betty hardcore!","release_date":"2013-06-01","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":205785,"title":"Allure 2","adult":true},{"cast":["Barbara Stanwyck","Sam Hardy","William Janney","Louis Natheaux","Harry J. Vejar"],"overview":"The owner of a border town gambling saloon falls in love with a promiscuous young girl. When she has an affair with another, he tosses her out of town. She gets revenge by marrying his younger brother.","release_date":"1929-12-26","genres":[10749,18],"vote_average":4.5,"runtime":60,"cert":"N\/A","id":205793,"title":"Mexicali Rose","adult":false},{"cast":["Tamara Hext","Tom Campitelli","Dan Shackleford","John S. Davies"],"overview":"A woman's sister has been kidnapped by satanists hoping to bring about the end of the world.","release_date":"1988-10-25","genres":[27],"vote_average":1.5,"runtime":87,"cert":"N\/A","id":205795,"title":"Gates of Hell 2:  Dead Awakening","adult":false},{"cast":["David Lynch","Naomi Watts","Laura Harring"],"overview":"A short documentary about the making of David Lynch's film Mulholland Drive.","release_date":"2004-04-05","genres":[99],"vote_average":7.2,"runtime":24,"cert":"N\/A","id":205803,"title":"The Making of: Mulholland Drive","adult":false},{"cast":["Susumu Shingu","Yosuke Shingu"],"overview":"Documentary on the work of a Japanese artist and his hopes of creating a wind powered community.","release_date":"2012-12-27","genres":[99],"vote_average":6.0,"runtime":97,"cert":"N\/A","id":205814,"title":"Breathing Earth - Susumu Shingu's Dream","adult":false},{"cast":[],"overview":"Life is good in Rabbitland - its rabbit inhabitants have reached the highest stage of evolution where they have no brains and happily spend their days voting in the free and democratic elections.","release_date":"2013-02-11","genres":[16,18],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":205816,"title":"Rabbitland","adult":false},{"cast":["Brett Gelman","Katherine Waterston"],"overview":"After locking herself out of her apartment, a young woman finds herself in the company of a strange and frightening neighbor.","release_date":"2011-03-12","genres":[18],"vote_average":8.0,"runtime":15,"cert":"N\/A","id":205818,"title":"Eat","adult":false},{"cast":[],"overview":"Woody invites Winnie Woodpecker to a sock hop, but some other bird wants to be with her too, and they fight over her.","release_date":"1954-09-20","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":205823,"title":"Real Gone Woody","adult":false},{"cast":[],"overview":"Take Australia's vocal superstars The Ten Tenors, add a 90 piece orchestra, a percussion section and some of the world's leading musicians. Apply all of this to the compositional work of film score icon John Barry and his celebrated lyricist partner Don Black. You have ‘A Night With The Ten Tenors ‘Here’s To The Heroes.’  Recorded live in the European city of Hamburg this concert event offers a unique reworking of some James Bond tunes and renditions of Queen.","release_date":"2006-12-07","genres":[10402],"vote_average":0.0,"runtime":118,"cert":"N\/A","id":205825,"title":"Here's to the Heroes - A Night with the Ten Tenors","adult":false},{"cast":["Aimee Graham","Teresa DiSpina","Matt LeBlanc","Carolyn Seymour","Eleanor O'Brien"],"overview":"Donna is sent to a reform school to take the fall for bad boy Vince. Inside, she makes friends and learns about herself.","release_date":"1994-09-23","genres":[18],"vote_average":4.6,"runtime":85,"cert":"N\/A","id":205827,"title":"Reform School Girl","adult":false},{"cast":["Xiao Ming Biao","Zhang Jie","Caiping Wang"],"overview":"Long ago, in a majestic Kingdom in China, events on Earth are reflected in Heaven and the sun and moon keep each other in balance.  Trouble brews when the mistreatment of girls results in a moon that stubbornly refuses to move in the sky.  Soon, the sun threatens to lose balance and fall from the heavens, destroying the Earth.  The King knows that in order to restore balance in Heaven, he must first fix an imbalance between boys and girls on Earth.  But how?  One day, an oppressed orphan named Mei Mei disobeys her scheming stepmother and instead fulfills her destiny by attending the Full Moon Dance. It is there, wearing the magic slippers that her mother gave her before she died, she finally determines her fate … and the fate of her threatened world.","release_date":"2010-02-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":205832,"title":"Cinderella Moon","adult":false},{"cast":["Ron Ely","Raimund Harmstorf","Gila von Weitershausen","Arthur Brauss","Angelika Ott"],"overview":"Adventure movie based on Jack London's novel \"Son of the Wolf\".","release_date":"1972-10-04","genres":[37,12],"vote_average":0.5,"runtime":89,"cert":"N\/A","id":205861,"title":"Cry of the Black Wolves","adult":false},{"cast":["Joachim Fuchsberger","Erika Blanc","Eddi Arent","Rosalba Neri","Rik Battaglia"],"overview":"Frankie Bargher is hired by the government to pose as his own brother who became a target for two groups of evil agents.","release_date":"1967-08-10","genres":[28,12,80],"vote_average":4.0,"runtime":99,"cert":"N\/A","id":205866,"title":"Target Frankie","adult":false},{"cast":["Peter Falk","Tammy Blanchard","Katey Sagal","Alexander Conti","Mark Akeson"],"overview":"Max, an angel in exile, walks around the United States to help humans. In a small town in Maine, he meets a young woman without a family named Sally. As she struggles to get custody of her younger brother, Max immediately believes that his new mission is to help Sally. But Jo, a strict angel, is sent to explain to his colleague that this is not exactly what is expected of him. Indeed, Max's mission is not to help Sally, but Karl, the manager of a small factory of Christmas decorations. His business is barely surviving because its traditional products do not meet the success of yesteryear. First bored, Max notices that Karl knows Sally ...","release_date":"2004-11-28","genres":[18,10751,14,10770],"vote_average":5.7,"runtime":83,"cert":"N\/A","id":205868,"title":"When Angels Come to Town","adult":false},{"cast":["Tomasz Sobczak","Lidia Bogacz","Edyta Torhan","Jerzy Król","Thymn Chase"],"overview":"","release_date":"2013-07-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":205870,"title":"Kamchatka","adult":false},{"cast":["Alain Delon","Carla Gravina","Louis Julien","Monique Chaumette","Louisa Colpeyn"],"overview":"A reformed gangster turns to his old associates for help after his son kills a police officer.","release_date":"1976-08-15","genres":[80,18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":205872,"title":"Boomerang","adult":false},{"cast":["Mel Blanc","Danny Webb"],"overview":"Bugs heckles a black hunter and escapes from a bear.","release_date":"1941-09-20","genres":[16,35],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":205874,"title":"All This and Rabbit Stew","adult":false},{"cast":[],"overview":"A little black boy is hired to kill a cat, but the feline escapes and proceeds to play tricks on the kid, pretending he's a ghost come back to haunt his \"killer.\"","release_date":"1944-06-03","genres":[16],"vote_average":3.9,"runtime":7,"cert":"N\/A","id":205876,"title":"Angel Puss","adult":false},{"cast":["Sara Berner","Mel Blanc","Ruby Dandridge","Vivian Dandridge","Lillian Randolph"],"overview":"The stories of \"Goldilocks\" and \"Little Red Riding Hood\" collide with the world of jazz, resulting in three jiving bears and a jitterbugging Big Bad Wolf.","release_date":"1944-09-02","genres":[35,16],"vote_average":6.4,"runtime":7,"cert":"N\/A","id":205878,"title":"Goldilocks and the Jivin' Bears","adult":false},{"cast":[],"overview":"A jazz cartoon involving a \"Fats Waller\"-like cat who leaves the \"Uncle Tomcat Mission\" for the local jazz club.","release_date":"1943-07-17","genres":[16],"vote_average":4.8,"runtime":7,"cert":"N\/A","id":205883,"title":"Tin Pan Alley Cats","adult":false},{"cast":["Kayla Ewell","Brittney Alger","Sarah Butler","Michael Welch","Chris Ashworth"],"overview":"Six college friends unite for a weekend getaway where they find themselves fighting for their lives after a terrorist attack turns the local residents into rage infused zombies.","release_date":"2013-07-30","genres":[18,27,53],"vote_average":3.9,"runtime":92,"cert":"N\/A","id":205891,"title":"The Demented","adult":false},{"cast":["Josh Walitt","Jeff Stroud","Rich Cowden","Sondraya Rowe"],"overview":"A teenager creates a machine to raise the dead for a science experiment. Things go terribly wrong....","release_date":"2000-02-01","genres":[],"vote_average":4.8,"runtime":79,"cert":"N\/A","id":205902,"title":"Machine Head","adult":false},{"cast":["Hans Moser","Irene von Meyendorff","Lotte Lang","Fritz Odemar","Iván Petrovich"],"overview":"","release_date":"1942-11-08","genres":[35,80],"vote_average":9.5,"runtime":null,"cert":"N\/A","id":205907,"title":"Einmal der liebe Herrgott sein","adult":false},{"cast":["Yoko Ono"],"overview":"The film Eye Blink made in 1966 by Yoko One was her first film that made her famous to audiences and gave her notability.","release_date":"1966-03-10","genres":[],"vote_average":4.3,"runtime":1,"cert":"N\/A","id":205912,"title":"Eyeblink","adult":false},{"cast":["Jason Gann","Adam Zwar","Cindy Waddingham"],"overview":"A man comes home with his date to find that her dog, Wilfred, can speak to him.","release_date":"2002-02-24","genres":[35,14],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":205917,"title":"Wilfred","adult":false},{"cast":[],"overview":"Tessa Hughes-Freeland’s “Baby Doll” is a tiny slice of cinéma vérité from 1982 about the girls working the now defunct Baby Doll Lounge on Church and White St. in downtown Manhattan. It captures a moment before NYC got sanitized.","release_date":"1982-01-07","genres":[99],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":205919,"title":"Baby Doll","adult":false},{"cast":["Heinz Rühmann","Adolf Wohlbrück","Eugen Burg","Ferdinand von Alten","Josef Peterhans"],"overview":"","release_date":"1932-07-18","genres":[35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":205921,"title":"Der Stolz der 3. Kompanie","adult":false},{"cast":["Manny Pacquiao","Freddie Roach"],"overview":"Manny Pacquiao vs. Joshua Clottey, billed as The Event, was a welterweight fight for the WBO World welterweight championship. The bout was held on March 13, 2010, at Cowboys Stadium, in Arlington, Texas, United States. This match was put together after the long awaited \"superfight\" between Manny Pacquiao and Floyd Mayweather, Jr. had fallen through.","release_date":"2010-03-13","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":205926,"title":"Pacquiao vs. Clottey","adult":false},{"cast":[],"overview":"","release_date":"2012-11-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":205931,"title":"Gdzie diabeł mówi dobranoc","adult":false},{"cast":["Anika Perro","Angel Heart","Jeanny Bee","Terry Rubens"],"overview":"","release_date":"1994-01-01","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":205933,"title":"Twilight 22","adult":true},{"cast":[],"overview":"Barney takes the kids on his imaginary adventure bus ride to go some places including the castle, the pizza place, the horse ranch, and even the circus. Before they leave, Baby Bop and BJ also join them.","release_date":"1997-09-02","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":205935,"title":"Barney's Adventure Bus","adult":false},{"cast":["Buck Jones","Tim McCoy","Raymond Hatton","Virginia Carpenter","Murdock MacQuarrie"],"overview":"When two of their Marshal friends are killed, the Rough Riders are sent to investigate. They have to find the killers in a ghost town where the houses and an old mine are interconnected by secret passages and tunnels.","release_date":"1942-03-27","genres":[37],"vote_average":0.0,"runtime":62,"cert":"N\/A","id":205940,"title":"Ghost Town Law","adult":false},{"cast":["Fernando Fernán Gómez","Agustín González","Carme Elias","Amparo Baró","Mercedes Lezcano"],"overview":"Leopoldo Contreras, a professor emeritus of Roman law has serious economic problems. His translations of classical authors do not give enough money to live and had to sell even their floor. To remedy the situation is offered as a slave to a former student in exchange for room and board.","release_date":"1985-03-04","genres":[18],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":205942,"title":"Stico","adult":false},{"cast":["Albert J Leon","Dawson Montoya","Heather Gilliland"],"overview":"A coming-of-age story about two dim-witted 20-year-old roommates, Gene and Eugene, and their quest to lose their virginity.","release_date":"2011-10-23","genres":[35],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":205950,"title":"20 Year Old Virgins","adult":false},{"cast":[],"overview":"In one of the least populated regions of the world, few men lead lives in total solitude, spending months and months alone. This documentary tells the story of three of these men. Isolated from the world for different reasons. They survive in a suspended time of their own. In one of the most difficult environments of the world.","release_date":"2006-07-06","genres":[99],"vote_average":9.3,"runtime":52,"cert":"N\/A","id":205952,"title":"Solitude at the End of the World","adult":false},{"cast":["Heinrich George","Hilde Krahl","Siegfried Breuer","Hans Holt","Margit Symo"],"overview":"When two russian captains of cavalry came to a German post station one of them recalls what happened long time ago. He begins to tell the story: Ten years ago a comrade of them made a resting at the post station and fell in love with the station master's daughter. He promised everything to her and finally convinced her to come with him to St. Petersburg. When both arrived there she had to realize that her captain never had the intention to marry her.","release_date":"1940-04-23","genres":[18],"vote_average":7.0,"runtime":92,"cert":"N\/A","id":205957,"title":"The Postmaster","adult":false},{"cast":["Rod Cameron","Ilona Massey","Lorna Gray","Forrest Tucker","George Cleveland"],"overview":"Hero Rod Cameron kills Sheriff Sam Borden (George Cleveland) at point-blank range and in front of several witnesses in the opening of this Republic Pictures Western, released in the company's patented Trucolor system. The \"killing,\" however, is merely a ruse set up to allow army agent Johnny Drum (Cameron) to infiltrate a gang of highway robbers. The gang is led by Whit Lacey (Forrest Tucker), and although Johnny is determined to bring Whit and his men to justice, he cannot help befriending the charming rascal. It all comes to a head when the Sioux attack the local fort and both Johnny and Whit prove that they at least have something in common -- bravery and loyalty. Ilona Massey, as Cameron's love interest, performs \"Walking Down Broadway,\" by William H. Lingard and Charles E. Pratt, and \"I'll Sing a Love Song,\" with lyrics by Jack Elliott and Aaron Gonzales.","release_date":"1948-10-30","genres":[37],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":205962,"title":"The Plunderers","adult":false},{"cast":["Bob Burns","Ashley Austin","Ray Harryhausen","Forrest J. Ackerman","George E. Turner"],"overview":"A documentary covering the history of Apes in the movies. Written and Directed by Donald F. Glut.","release_date":"1994-01-01","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":205967,"title":"Hollywood Goes Ape!","adult":false},{"cast":[],"overview":"A counselor teaches a better way of life to troubled youths. The lessons are put to the test when they encounter a cult of death in a field trip to the woods.","release_date":"","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":205969,"title":"The Wounded","adult":false},{"cast":[],"overview":"Chantal Akerman investigates the American Deep South through the story of a lynching and grisly murder of an African-American man that took place in Texas in 1998.","release_date":"1999-05-15","genres":[99],"vote_average":6.3,"runtime":71,"cert":"N\/A","id":205980,"title":"South","adult":false},{"cast":["Abbey Curran"],"overview":"Miss You Can Do It chronicles Abbey Curran, Miss Iowa USA 2008 and the first woman with a disability to compete at the Miss USA Pageant, and eight girls with various physical and intellectual disabilities as the girls participate in the Miss You Can Do It Pageant. Abbey founded the annual Miss You Can Do It Pageant in 2004 and girls and their families travel from all around the country to participate in this one night where their inner beauty and abilities reign.","release_date":"2013-06-24","genres":[99,10751,18],"vote_average":5.8,"runtime":75,"cert":"N\/A","id":205985,"title":"Miss You Can Do It","adult":false},{"cast":[],"overview":"While the Vietnam War, the Civil Rights movement and political scandal were consuming the nation, a basketball legacy grew in southern California. Led by coach John Wooden, the UCLA Bruins amassed an unprecedented ten NCAA titles in the 12 seasons from 1964-1975, setting a standard of excellence and consistency in a volatile country.","release_date":"2007-03-26","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":205990,"title":"The UCLA Dynasty","adult":false},{"cast":["Judith Allen","Donald Cook","Russell Hopton","Robert Emmett Keane","George Meeker"],"overview":"An unhappily married newspaper reporter discovers she's being used as a pawn in a scheme to discredit the political candidate she's been assigned to write about.","release_date":"1936-12-21","genres":[18],"vote_average":0.0,"runtime":64,"cert":"N\/A","id":205992,"title":"Beware Of Ladies","adult":false},{"cert":"N\/A","title":"Last Train Home","cast":["Ron White","Noam Zylberman","Donna Goodhand","Katharine Isabelle","Paul Coeur"],"genres":[18,10751,12],"id":205997,"overview":"Tom Bradshaw searches for his family while riding the rails in this family drama set in the 1880s.","runtime":92,"release_date":"1989-11-30","vote_average":0.0,"adult":false}]