[{"cast":["Mötley Crüe"],"overview":"Sunday, May 29, 1983: Heavy Metal Day at the US Festival. Mötley Crüe took the stage with Quiet Riot, Triumph, Ozzy Osbourne, Judas Priest, Scorpions and Van Halen. The world would never be the same.  Setlist:  1 Take Me to the Top 2  Looks That Kill  3 Bastard  4 Shout at the Devil  5 Merry-Go-Round  6 Knock 'em Dead, Kid  7 Piece of Your Action  8 Live Wire  9 Helter Skelter","release_date":"1983-05-29","genres":[],"vote_average":0.0,"runtime":46,"cert":"N\/A","id":206522,"title":"Mötley Crüe: The US Festival '83","adult":false},{"cast":["Emily Hamilton","Parvin Dabas","Glenn Fitzgerald","Sweta Keswani","Murali Sharma"],"overview":"This film examines two East-meets-West marriages shifting between the 1850s and 2000s. In 2005, a Gujarati student falls in love with a British woman. In flashback, a king married to an Englishwoman tries his best to blend multiple cultures.","release_date":"2006-08-01","genres":[18],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":206524,"title":"The Memsahib","adult":false},{"cast":["Rostislav Plyatt","Gleb Strizhenov","Erast Garin","Ivan Ryzhov"],"overview":"The collection of TV series based on Albert Maltsa’s stories. Action happens at the time of the Great depression.","release_date":"1962-11-25","genres":[36,99],"vote_average":6.0,"runtime":82,"cert":"N\/A","id":206526,"title":"The Coin","adult":false},{"cast":["Godfrey Tearle","Jeanne De Casalis","John Laurie","Thorley Walters","Morland Graham"],"overview":"A retired general helps out by sheltering some evacuees during WWII.","release_date":"1944-11-06","genres":[10752,18],"vote_average":0.0,"runtime":100,"cert":"","id":206528,"title":"Medal for the General","adult":false},{"cast":["Tom Long","Claudia Karvan","Melissa Madden-Gray","Bryan Brown","Jason Clarke"],"overview":"Three people discover jealousy and larceny are a dangerous combination in this tense drama. John (Bryan Brown) is a veteran insurance investigator who succumbs to temptation and veers towards the wrong side of the law. With the help of novice con man Ben (Tom Long), John hatches a scheme to substantiate false claims by taking a percentage of several questionable claims his firm has settled for a fraction of their usual worth. John and Ben are assisted in their illegal business by Louise (Claudia Karvan), a lawyer with a cocaine problem who is also John's lover. But when Louise becomes involved with Ben and demands a bigger share of the money, their already-shaky confidence game begins to collapse.","release_date":"2000-02-18","genres":[53,80,18],"vote_average":5.3,"runtime":93,"cert":"N\/A","id":206530,"title":"Risk","adult":false},{"cast":[],"overview":"Documentary about the grueling construction of not one but two world class restaurants. In this food-driven documentary, director Roger M. Sherman shadows restaurateur Danny Meyer, the culinary brains behind Eleven Madison Park, Tabla, Union Square Cafe and Gramercy Tavern in an attempt to find out what fuels his business cravings.","release_date":"2010-10-15","genres":[99],"vote_average":6.0,"runtime":57,"cert":"N\/A","id":206532,"title":"The Restaurateur","adult":false},{"cast":["Marlee Matlin","Michael Dudikoff","David Attis","Daniel Pilon","Sophie Lorain"],"overview":"In Her Defense is a 1998 thriller directed by Sidney J. Furie.  Lawyer Andrew Garfield begins having an affair with a deaf woman, played by Marlee Matlin, when one day her husband catches them. Andrew Garfield then kills him. From then on in the film, the lawyer must defend his lover who's blamed for the murder that he committed himself.","release_date":"1999-04-23","genres":[53],"vote_average":5.3,"runtime":94,"cert":"N\/A","id":206537,"title":"In Her Defense","adult":false},{"cast":["Shiney Ahuja","Seema Rahmani","Uttara Baokar","Vinod Pande","Nitish Pandey"],"overview":"Two passionate lovers have a relationship that was doomed from the start. Father Williams, a catholic priest and young Rosemary begin a seemingly innocent association, but the relationship quickly turns intensely physical.","release_date":"2005-02-25","genres":[18],"vote_average":5.8,"runtime":138,"cert":"N\/A","id":206542,"title":"Sins","adult":false},{"cast":["Ruth Grams","Alexander von Stahl","Hans-Ludwig Zachert","Rainer Hofmeyer","Winfried Ridder"],"overview":"","release_date":"2013-06-18","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206568,"title":"Endstation Bad Kleinen - Vom Versagen deutscher Sicherheitsorgane","adult":false},{"cast":["Amrish Puri","Rajit Kapoor","Kirron Kher"],"overview":"Sardari Begum is a 1996 Hindi movie directed by Shyam Benegal. The film stars Kiron Kher, Amrish Puri, Rajit Kapur and Rajeshwari Sachdev.  The film's lead actress Kiron Kher won the 1997 National Film Award - Special Jury Award. Rajeshwari Sachdev won the 1997 National Film Award for Best Supporting Actress. The music by Vanraj Bhatia also received wide acclaim. Arati Ankalikar-Tikekar, the play back singer of the film also received accolades in the category of 'Best Playback Singer'.  This film focuses on the complex portrait of family relationships, generational and sexual politics as well as social mores in India.","release_date":"1996-01-01","genres":[],"vote_average":0.0,"runtime":135,"cert":"N\/A","id":206573,"title":"Sardari Begum","adult":false},{"cast":[],"overview":"Young film star Ken Mihara is about to fall from stardom. His rise as a celebrity is solely credited to his onscreen counterpart, Keiko, who recently announced her retirement from acting in order to get married. Feeling frustrated and helpless, Ken turns to alcohol as he begins to provoke fights, attempts to lure a girl into bed, and argues with his wife, who came to visit him at the studio. All she says is thank you and leaves Ken puzzled. Ken Mihara, once a budding young star, takes a job as an extra. Although he's past his prime, he still manages to infuse a young filmmaker with the motivation to pursue her dreams as a director.","release_date":"2000-11-09","genres":[],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":206575,"title":"Last Scene","adult":false},{"cast":[],"overview":"A documentary about the life and career Mexican boxer Julio César Chávez.","release_date":"2007-05-18","genres":[],"vote_average":5.3,"runtime":78,"cert":"N\/A","id":206577,"title":"J.C. Chavez","adult":false},{"cast":["Allan Lane","Linda Stirling","Earle Hodgins","Twinkle Watts","Roy Barcroft"],"overview":"The Topeka Terror  is a western film of 1945 directed by Howard Bretherton. The land-rush opening of the Cherokee Strip brings in its wake a scattering of outlaws and claim jumpers. Among these is a crooked promoter. Trent Parker (Frank Jacquet), and his henchmen who plan a huge swindle by compiling falsified reports, putting the claims of honest settlers into the names of various henchmen. Clay Stevens (Allan Lane), a government agent posing as a drifting cowhand, advises the settlers to organize their resistance. Ben Jode (Roy Barcroft), the gang leader, runs for sheriff so he can gain full control of the town.","release_date":"1945-01-26","genres":[37,28,12],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":206585,"title":"The Topeka Terror","adult":false},{"cast":["Luis Nieto"],"overview":"A short by Luis Nieto.","release_date":"2006-01-28","genres":[],"vote_average":5.3,"runtime":4,"cert":"N\/A","id":206590,"title":"Carlitopolis","adult":false},{"cast":["Tony Liu","Chi Kuan-Chun","David Chiang","Alexander Fu Sheng","Shih Szu"],"overview":"The \"Godfather Of The Kung-Fu Film\" created this rousing epic of a seemingly suicidal mission to destroy the Japanese Navy's flagship in 1937, featuring many great actors he had worked with over the years. Their courageous and desperate attempts to do just that comprise the remarkable action in this rousing epic, featuring some of the greatest actors Chang had ever made, was making, and would ever make famous. (IVL)","release_date":"1977-04-10","genres":[18,28,10752],"vote_average":6.0,"runtime":112,"cert":"N\/A","id":206592,"title":"The Naval Commandos","adult":false},{"cast":["Ana Gouveia","Ana Claudia","Jorge Humberto"],"overview":"","release_date":"2013-07-11","genres":[18],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":206594,"title":"Ana","adult":false},{"cast":["Anita Yuen","Deannie Yip","Josie Ho","Julian Cheung","Mimi Chu"],"overview":"Alex is happily married to maternal doctor Hiu-Tung for five years. When Alex is fatally wounded in an accident, he reveals to Hiu-Tung about his affair with Black, who is impregnated with his baby.","release_date":"1995-06-15","genres":[18],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":206596,"title":"Tragic Commitment","adult":false},{"cast":["James Mitchell","Rosemarie Stack","Jan Merlin","Jess Barker","Hugh Sanders"],"overview":"A former gunfighter who went to prison but then took up religion arrives in a western town as the new preacher. There he finds a feud between the ranchers and the farmers. The Railroad Agent is after the ranchers land and has his men causing all the trouble. The new preacher sets out to bring the two sides together and he says he will not need a gun.","release_date":"1956-11-01","genres":[37],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":206598,"title":"The Peacemaker","adult":false},{"cast":["Chin Feng","Pat Ting Hung","Cheng Miu","Lee Ying","Lee Ying"],"overview":"The story revolves around Tian Yu Quan (Chin Feng) who rushes to the aid of an elderly fisherman who is bullied by an arrogant relative of the Qiu Shan ministry. In the heat of the ensuing battle he kills the said man and is hence chased by the district's officials. Trying to use the waterway to shake off his enemies, Yu Quan finds a true friend in the old fisherman's bark-stearing daughter, Hu Feng Lian (Ting Hung) who becomes his loyal accomplice. As symbol for his gratitude, Yu Quan bestows Feng Lian with a Butterfly Chalice to reflect their eternal friendship bond...","release_date":"1965-03-09","genres":[28,18,10402,36],"vote_average":6.0,"runtime":84,"cert":"N\/A","id":206600,"title":"The Butterfly Chalice","adult":false},{"cast":["Roy Rogers","George 'Gabby' Hayes","Sally Payne","Linda Hayes","Edward Pawley"],"overview":"Romance on the Range is a 1942 American film. Fur theives are looting the traps on the ranch where Roy is foreman and they have murdered one of Roy's friends.","release_date":"1942-05-18","genres":[37],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":206602,"title":"Romance on the Range","adult":false},{"cast":["Alan Scott","Frank Latimore","Diana Lorys","María Silva","Alfonso Rojas"],"overview":"Two men pretend to the same woman in a fort located in the wilds of Canada. Also, one of them will be the object of desire of an Indian girl.","release_date":"1964-01-01","genres":[],"vote_average":4.0,"runtime":101,"cert":"N\/A","id":206604,"title":"La carga de la policía montada","adult":false},{"cast":["Edwin August","Dorothy West","Mabel Normand","Marion Sunshine"],"overview":"In the Kentucky backwoods, Dorothy West helps her moonshiner father take some jugs to his still; along the way, she meets dashing Edwin August. Ms. West and Mr. August are immediately attracted to each other -- but he is \"The Revenue Man \", which means, of course, trouble for the moonshiners. After August begins arresting the bootleggers, citizens dependent on the alcohol trade take up arms against the man. Even West wields a rifle; when a loved one is shot, she wants to hunt down, and kill, revenue man August.","release_date":"1911-09-24","genres":[],"vote_average":4.0,"runtime":17,"cert":"N\/A","id":206606,"title":"The Revenue Man and the Girl","adult":false},{"cast":["Ana Torrent","Ernesto Alterio","Antonio Dechent","Manuel Morón","Carlos Kaniowsky"],"overview":"The daughter of a poker player frequents the casinos to earn a living the only way he has learned: playing.","release_date":"2003-03-12","genres":[],"vote_average":5.5,"runtime":96,"cert":"N\/A","id":206608,"title":"Juego de luna","adult":false},{"cast":["Edwin August","Mary Pickford","Charles Hill Mailes","Bert Hendler","Claire McDowell"],"overview":"D.W. Griffith's Biograph short The Schoolteacher and the Waif (1912) can be seen as foundational in terms of this storyline. Nora, the waif, played by Mary Pickford, is forced to attend school--she is actually dragged through the dirt kicking and screaming--by local officials. She warms to her teacher for the way that he defends her against the taunts of some other students, but subsequently rejects him when she has to wear a dunce cap during a spelling bee. Unsupervised by her alcoholic father, Nora becomes a determined truant, wandering the town during school hours. There she catches the attention of a carnival huckster, who convinces her that they will run away and be married. The schoolmaster, meanwhile, preoccupied by Nora's absence, leaves his other students to go find her. He encounters her at a crossroads, being spirited away by the huckster, and calls the man's bluff by saying that he'll find them a minister.","release_date":"1912-06-26","genres":[],"vote_average":4.0,"runtime":17,"cert":"N\/A","id":206610,"title":"The School Teacher and the Waif","adult":false},{"cast":["Roddy Piper","Miles O'Keeffe","Jane Wheeler","Chris Bolton","Alina Thompson"],"overview":"A jailed auto mechanic must run for his life after he witnesses the murder of a fellow inmate by two prison guards.","release_date":"1996-01-01","genres":[28,18],"vote_average":6.2,"runtime":94,"cert":"N\/A","id":206612,"title":"Marked Man","adult":false},{"cast":[],"overview":"Horrified by the 9\/11 attacks on America, filmmaker Taran Davies and Afghan American, Walied Osman, set out for Afghanistan to observe how the Afghan people have survived 24 years of war. They meet a member of the Afghan royal family once tortured by the Taliban, a refugee family stuck in a one-room apartment, a revered Muslim elder, an aid worker and a warlord. A unique and intimate film, Afghan Stories documents the torment, resolve and dreams of a people whose lives have been torn apart by war.","release_date":"2003-04-30","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":206617,"title":"Afghan Stories","adult":false},{"cast":[],"overview":"A father tries to arrange a marriage to a wealthy man for his daughter, but she don't like him. And in anger she accidentally makes a young officer see stars and one can sparkles in their eyes.","release_date":"1910-06-19","genres":[],"vote_average":4.0,"runtime":13,"cert":"N\/A","id":206622,"title":"L'amorino","adult":false},{"cast":["Chen Kun","Li Bingbing","Isabella Leong","Vivian Hsu","Yang Kuei-Mei"],"overview":"They fell in love; Chen Qiushui was 20. Wang Biyun was 18. When Qiushui fled Taiwan after the 228 Massacre, Biyun gave him a gold engagement ring and they promised to meet again. Qiushui served as an army doctor during the Korean War, where he met Wang Jindi, a nurse from Shanghai who fell in love with him instantly. Years had gone by, Qiushui married Jindi and settled in Tibet. While in Taiwan, Biyun buried Qiushui's mother and continued to pray for his return.  Flashback to modern time, Biyun is living in New York. Her niece played by Isabella Leong, a writer, has travelled to Tibet to find out what happened to Qiushui. Through the pictures she sends back via internet, Biyun finally gets to see the familiar face once again.","release_date":"2006-11-25","genres":[18],"vote_average":4.8,"runtime":117,"cert":"N\/A","id":206624,"title":"The Knot","adult":false},{"cast":[],"overview":"A little girl's caretaker is distracted by her suitor and in her absentmindedness fails to look after the child, who happily went after a butterfly…","release_date":"1910-11-25","genres":[18],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":206626,"title":"Who Was the Culprit?","adult":false},{"cast":["Dave Broadfoot","Dave Broadfoot","James Bradford","Jennifer Finestone","Ben Mulroney"],"overview":"It's Christmas Eve and all of Santa's helpers are busy packing the sleigh... all except one unnamed elf who is too young and too clumsy to help. But in a dream come true he is riding with Santa helping deliver the toys and making a sacrifice which earns him his name \"Bluetoes.\"","release_date":"1988-10-10","genres":[16,10751],"vote_average":6.3,"runtime":30,"cert":"N\/A","id":206628,"title":"Bluetoes, the Christmas Elf","adult":false},{"cast":["Ted Bessell","Sian Barbara Allen","Bette Davis","Charles Drake","Allan Arbus"],"overview":"A sculptor hires young college girls to take care of his elderly mother and his supposedly insane sister, both of whom live in the old family mansion with him.","release_date":"1973-11-24","genres":[18,27,9648,53,10770],"vote_average":7.0,"runtime":74,"cert":"N\/A","id":206630,"title":"Scream, Pretty Peggy","adult":false},{"cast":[],"overview":"A early film adaptation of \"The Rape of the Sabines\" which is an episode in the legendary history of Rome, traditionally said to have taken place in 750 BC, in which the first generation of Roman men acquired wives for themselves from the neighboring Sabine families. The English word \"rape\" is a conventional translation of Latin raptio, which in this context means \"abduction\" rather than its prevalent modern meaning in English language of sexual violation.","release_date":"1910-02-10","genres":[],"vote_average":2.0,"runtime":18,"cert":"","id":206632,"title":"The Rape of the Sabine Women","adult":false},{"cast":["Lupino Lane","Wallace Lupino"],"overview":"How the Lupino's spent their summer. Slapstick comedy.","release_date":"1929-03-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206634,"title":"Summer Saps","adult":false},{"cast":["Yvette Andréyor","Renée Carl","Luitz-Morat","Georges Wague"],"overview":"The son of Emperor Nero's poisoner drinks the fatal potion prepared by his mother.","release_date":"1911-03-10","genres":[],"vote_average":5.0,"runtime":15,"cert":"N\/A","id":206636,"title":"Le fils de Locuste","adult":false},{"cast":[],"overview":"La Sposa del Nilo (1911) was a proto-epic, where you could sense the Italian filmmakers (Enrico Guazzoni in this case) gearing up to the gigantic imaginings of Cabiria and Quo Vadis just a few years on. The film wanted to impress you with its stateliness and scale; at time the central action (a young virgin is drowned to appease Isis and ensure that the Nile floods) became lost in the crowded frame – but that just reminded you that early cinema audiences look that much more intently at what was going on, and picked up on details that our lazier eyes sometimes miss.","release_date":"1911-06-10","genres":[],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":206638,"title":"La sposa del Nilo","adult":false},{"cast":["Sofia Aparício","Isabel Ruth","Christian Cloarec","Américo Silva","Rita Durão"],"overview":"","release_date":"2011-03-10","genres":[18],"vote_average":6.0,"runtime":105,"cert":"N\/A","id":206640,"title":"E o Tempo Passa","adult":false},{"cast":["Varg Vikernes"],"overview":"Varg Vikernes embarks on a spiritual journey back in time, to the Stone Age (around 30 000 BC) to a previous life. He sees the distant past through the eyes of his former self, and doing so understands the meaning of the forgotten bear cult rituals, that still influences the modern mind. He discovers that these age-old rituals are the roots to all philosophies, traditions and religions.","release_date":"2013-07-11","genres":[99],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":206642,"title":"ForeBears","adult":false},{"cast":["Gia Balarjishvili","Kakha Gurgenidze","Mishiko Lobjanidze","Besik Bachiashvili","Ia Vakhtangishvili"],"overview":"Seven Short Stories About First Love...","release_date":"1981-06-01","genres":[18,10749,10751,35],"vote_average":6.7,"runtime":65,"cert":"N\/A","id":206644,"title":"Seven Short Stories About First Love","adult":false},{"cast":["Frank McHugh","Jane Wyman","Cora Witherspoon","Diana Lewis","Berton Churchill"],"overview":"A lowly office clerk angers his fiancee and future mother-in-law by spending money intended for marriage furniture on a statue of a pretty girl, which he refuses to part with at any cost.","release_date":"1938-03-19","genres":[80,12,35],"vote_average":5.0,"runtime":57,"cert":"N\/A","id":206661,"title":"He Couldn't Say No","adult":false},{"cast":["Mircea Breazu","Anna Széles","Ion Tugearu","Mihai Pălădescu"],"overview":"A young man's quest for a kingdom promising eternal youth and immortality. To reach his goal he must fulfill the three wishes of the Emperor's daughter, retrieve three golden objects, answer three riddles set by the Lord of Time, and overcome an evil witch and escape the Kingdom of Lies ruled by an evil Emperor and the young man's nemesis, the Prince of Lies. In return for good deeds along the way, he is given a magical horn and feather to aid him in his quest and is served by a flying horse, All this before he can finally enter the Kingdom of Youth without Old Age and Life without Death and marry the Emperor's daughter.","release_date":"1968-06-06","genres":[10751,14],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":206669,"title":"Kingdom in the Clouds","adult":false},{"cast":["David Attenborough"],"overview":"Over three very personal films, Sir David Attenborough looks back at the unparalleled changes in natural history that he has witnessed during his 60-year career.","release_date":"2012-11-16","genres":[99,10751,99],"vote_average":10.0,"runtime":175,"cert":"U","id":206671,"title":"Attenborough 60 Years in the Wild","adult":false},{"cast":["Ioana Moraru","Stela Popescu","Andrianu Kuchinska","Grigore Grigoriu"],"overview":"The continuation of adventures of Maria and Mirabella, in which the two girls get lost in a fabulous world inside a television set.","release_date":"1989-04-10","genres":[16,35,10751,10402],"vote_average":7.0,"runtime":71,"cert":"N\/A","id":206673,"title":"Maria and Mirabella in Transistorland","adult":false},{"cast":["Meryl Streep"],"overview":"An adaption of the British TV series, this documentary chronicles the lives of a group of economically, racially and socially diverse 7-year olds living throughout America in 1990. The filmmakers will return every seven years to chronicle the children's growth.","release_date":"1991-05-24","genres":[99,10770],"vote_average":7.0,"runtime":120,"cert":"N\/A","id":206675,"title":"Age 7 in America","adult":false},{"cast":["Malindi Fickle","Alice Frank","Vanni Nguyen","Wendy Walker","Sabrina Culver"],"overview":"A small town is struck by scandal when Jennifer Walsh, a troubled teenager takes her own life.\r But things aren't always what they seem.\r In the weeks before her death, Jennifer is thrown into detention with a twisted trio of \"bad girls,\" the moral rejects of an oppressive educational system at St. Andrew's Catholic High School.\r These outcasts quickly form a strange bond, but the delicate balance of their friendship is threatened after Jennifer uncovers one of the girl's criminal activities.\r When the girl learns that Jennifer has a secret of her own, all Hell breaks loose.","release_date":"2003-08-27","genres":[35,27],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":206710,"title":"St. Andrew's Girls","adult":false},{"cast":[],"overview":"A young man searches for his identity deep in the Amazon jungle, while living among the tribe that murdered his grandfather decades earlier. The Grandfathers is a motion-graphics documentary completing Jim Hanon's inspiring trilogy begun with Beyond the Gates of Splendor and followed by End of the Spear. These films were produced by Mart Green. Jesse Saint struggles to find his place in a world dominated by the memory of a famous grandfather he never knew and a heroic father he could not understand. Years spent living among the Waodani and befriending the three old men who took part in his grandfather's murder teach Jesse the healing power of dignity, respect and forgiveness. In the jungle, Jesse must confront his family's past as he determines his own future. This documentary is a moving tribute to a young boy's quest for significance and wholeness, and its imprint on three old men, who, unwittingly, are on a quest of their own.","release_date":"","genres":[],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":206712,"title":"The Grandfathers","adult":false},{"cast":["Lara Phillips","Josh Randall","Michael Gilio","Claire Rankin","Rachel Luttrell"],"overview":"The life of a flight attendant is glamorous and exciting, but as The Aviary follows Summer Pozzi from city to city we discover that when the uniform comes off, things can get very complicated.","release_date":"2005-06-13","genres":[18],"vote_average":6.0,"runtime":85,"cert":"N\/A","id":206714,"title":"The Aviary","adult":false},{"cast":["Ken Watanabe","Kyoka Suzuki","Mitsuko Kusabue","Takashi Kashiwabara","Erika Toda"],"overview":"A drama based on the 1985 plane crash that caused 520 deaths, the worst aviation event in Japanese history.","release_date":"2009-10-23","genres":[18],"vote_average":6.4,"runtime":202,"cert":"N\/A","id":206719,"title":"The Unbroken","adult":false},{"cast":["Andy 'Hippa' Kriss","Patrick Casey"],"overview":"Recent college graduate Herman Schumacher has just taken up residence in an apparently great house with apparently great roommates. But all is not well. Why did the roommate Herman replaced leave all of his stuff behind, as though he never really left? And why do the rest of the roommates \"assume\" he joined a cult? And why is there a makeshift tombstone with his name on it in the backyard? And what's the deal with the monster that's stealing Herman's socks and living in a giant labyrinth under the house? As Herman searches for the answers he'll learn that they can only be found on a path that leads to sex, murderous murder, hole-digging, and a BATTLE TO THE DEATH!","release_date":"2003-09-01","genres":[35,27],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":206721,"title":"Hey... Stop Stabbing Me!","adult":false},{"cast":["Kazuko Yoshiyuki","Yuji Miyaji","Youki Kudoh"],"overview":"Gabai Granny is based on the bestseller Saga No Gabai Baachan (Gabai Granny from Saga), which is penned by comedian Shimada Yoshichi as he recounts his childhood memories of growing up under the care of his grandmother.","release_date":"2006-06-02","genres":[],"vote_average":6.0,"runtime":104,"cert":"N\/A","id":206726,"title":"Granny Gabai","adult":false},{"cast":["Victor Browne","Stephanie Drapeau","Kevin Sizemore","Marc Raymond","Chip Bent"],"overview":"The story centers around Robert, with the help of Lawrence and Natalie, as he struggles to find out who has murdered his wife and child. Along the way, he must try to navigate through a web of political intrigue that involves a cop and a district attorney.","release_date":"2013-01-18","genres":[53],"vote_average":4.0,"runtime":95,"cert":"N\/A","id":206728,"title":"Closure","adult":false},{"cast":["Martin Sheen"],"overview":"Provides a behind-the-scenes look, with unprecedented access, into life inside the Vatican. With rare footage of secret archives, private chapels and papal quarters, the program explores the Vatican's long, powerful history, and the unique traditions and ceremonies that have survived for nearly 2000 years. Accounts from Vatican officiants, historians and devoted individuals who work closely with the Pope John Paul II provide privilieged insight into the inner workings of one of the richest wonders of the world.","release_date":"2001-11-21","genres":[99],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":206739,"title":"National Geographic: Inside the Vatican","adult":false},{"cast":[],"overview":"","release_date":"1929-01-22","genres":[99],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":206741,"title":"Nazaré, Praia de Pescadores","adult":false},{"cast":[],"overview":"The 20-member band Septentrional has been making music for 62 years as Haiti's most celebrated big band. This inspirational doc charts the history of Haiti from its independence from French colonialism to 2010's devastating earthquake-all set to the vibrant music of Septentrional and punctuated with personal memories.","release_date":"2011-04-22","genres":[],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":206746,"title":"When the Drum Is Beating","adult":false},{"cast":["Raul de Carvalho"],"overview":"","release_date":"1936-07-11","genres":[18,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206748,"title":"Bocage","adult":false},{"cast":["Rellys","Paul Azaïs","Monique Rolland","Claude May","Gabriello"],"overview":"","release_date":"1940-02-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206756,"title":"Narcisse","adult":false},{"cast":["Armida","Wallace Ford","El Brendel","Jack La Rue","Luis Alberni"],"overview":"Two Americans stranded in Mexico with an elephant try to sell their animal to a traveling carnival. Low-budget comedy with songs and a misleading title.","release_date":"1944-08-18","genres":[],"vote_average":3.0,"runtime":61,"cert":"N\/A","id":206758,"title":"Machine Gun Mama","adult":false},{"cast":["Virgílio Teixeira","Helga Liné","Artur Semedo","Maria José","Maria Olguim"],"overview":"The sea, often treacherous, is the only source of living of the people of Nazaré. The film tells the story of António and his family, where no dreams are allowed. There is also the mourning of the woman in black wailing silently on the beach or waiting for their children lost in the sea.","release_date":"1952-12-12","genres":[18],"vote_average":7.0,"runtime":81,"cert":"N\/A","id":206763,"title":"Nazaré","adult":false},{"cast":["Gabriel Pais","Carlos Wallenstein","Vasco Santana","Isabel de Castro","António Silva"],"overview":"Manuel and Pedro have different approaches to love. Manuel suffers a disgust that makes him sullen, and enters the priesthood. Pedro keeps on in his carefree ways, and commits a robbery. Manuel knows the robber is Pedro, but he learned it in Catholic confession. To keep his vows as a priest, he is prepared to be arrested.","release_date":"1956-06-06","genres":[18],"vote_average":0.0,"runtime":118,"cert":"N\/A","id":206765,"title":"O Dinheiro dos Pobres","adult":false},{"cast":["Aleksandr Frolov","Konstantin Ozerov","Alina Namsaraeva","Mose Kurtanidze"],"overview":"The older of two brothers is a lawyer, a successful man who everyone is turning to with various problems. But he himself has to solve the main task of his life - to pull his younger brother out of trouble.","release_date":"2012-11-21","genres":[18,80],"vote_average":7.7,"runtime":79,"cert":"N\/A","id":206767,"title":"Reshala","adult":false},{"cast":["Milú","Eugénio Salvador","Madalena Sotto","Jacinto Ramos","Artur Semedo"],"overview":"Meia-Lua used to be a sailor, but he now makes a poor living smuggling. He is a cynical man, who doesn't care for Ana or for the child they had together. He lives with the beautiful Marlene who dances in the bars. Gull spends her whole days lulling a doll in her arms, and she waits for her love that will rise from the depths of the sea. The deaf musician Sparrow watches over her, in his despaired love and long-held wish of becoming a sea captain. There is a dispute down the piers, there is a crime that might be just an accident, there is a bad conscience that turns sour, there is a boat full of poor wretches like a rocking lullaby, a baby that passes from arms to arms, a clumsy beggar that finds some work, a courthouse of tramps... From this expressionist account that has unexpected comical moments, the censors from Salazar's regime cut away 20 minutes that were never to be found again.","release_date":"1956-09-10","genres":[18],"vote_average":5.0,"runtime":76,"cert":"N\/A","id":206769,"title":"Vidas sem Rumo","adult":false},{"cast":["Francisco Higino Craveiro Lopes","Juscelino Kubitschek de Oliveira"],"overview":"The film documents the official visit of the President of the Portuguese Republic, Craveiro Lopes, to Brazil, and his meeting with the President of the Republic of Brazil, Juscelino Kubitschek, in June 20, 1957.","release_date":"1957-07-11","genres":[99],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":206771,"title":"The Presidential Journey to Brazil","adult":false},{"cast":["Axel Milberg","Clemens Jakubetz","Johanna-Christine Gehlen","Frank Stieren","Anneke Kim Sarnau"],"overview":"","release_date":"2000-12-19","genres":[10751,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206773,"title":"Der Weihnachtswolf","adult":false},{"cast":["Uldis Vadziks","Paul Butkevich","Ivars Kalnins","Mirdza Martinsone"],"overview":"In one of the prestigious restaurants during banquet speech a large company's director Palmgren is killed in front of dozen guests . Case is lead by Criminal Investigation Officer Pierre Monson with his assistants. Suspect can be easily intercepted if only miserably lazy police officers Kvant and Kristiansson instead of catching criminal would not argue with father of little 3 years old boy who yelled: \"Police, police, mashed potatoes\" when they ate hot dogs. Help comes from capital in form of the famous Commissioner Martin Beck, who discovers that murdered industrialist was involved in illegal activities and had many enemies. The case is linked as well with government's \"higher ends\".","release_date":"1979-09-08","genres":[35,9648],"vote_average":0.0,"runtime":130,"cert":"N\/A","id":206775,"title":"Unfinnished Dinner","adult":false},{"cast":["María Dulce","Roberto Camardiel","Félix Fernández","Mário Pereira","Fernanda de Sousa"],"overview":"","release_date":"1959-05-07","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206777,"title":"A Luz vem do Alto","adult":false},{"cast":["Raul Solnado","Glicínia Quartin","Luís Cerqueira","Costa Ferreira","Rui Mendes"],"overview":"João Barbela is poor man who lives out of charity - what coins the people of Lisbon's popular districts give him as 'pay' for his puppeteering work. For the kids, he is like a king, Dom Roberto = puppet). When he meets Maria, an equally poor girl, he fancies to change her life, and get her a house, maybe marrying, and being happy together.Life does not exactly have a happy ending, like he managed with his puppets 5-minute plays...","release_date":"1962-05-29","genres":[35,18],"vote_average":6.0,"runtime":102,"cert":"N\/A","id":206779,"title":"Dom Roberto","adult":false},{"cast":["Florbela Queirós","Sinde Filipe","Lia Gama","Zita Duarte"],"overview":"World peace is at stake if a spy-ring obtains the electronic device","release_date":"1967-11-03","genres":[28,53],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":206781,"title":"Seven Bullets for Selma","adult":false},{"cast":["Soumitra Chatterjee","Utpal Dutt","Tapan Chatterjee","Santosh Dutta","Rabi Ghosh"],"overview":"The musician duo of Goopi Gayin and Bagha Bayin make a comeback in this sequel, where they are invited to the court of the Hirak Raja (Diamond King), for their musical skills. They have to perform at the kingdom's Jubilee Celebrations. But coming to the kingdom, they use their natural goodness and curiosity to find out that all is not well in the kingdom. There is exploitation of poor farmers and diamond-miners. There are sycophant courtiers and ruthless armies. And there is a mad scientist with this Brain-washing machine. With the help of an upright school-master, Goopi and Bagha set out to correct the evils... with the help of their ghost-given skills, fast thinking and an impish sense of humour.","release_date":"1980-12-18","genres":[35],"vote_average":8.1,"runtime":118,"cert":"N\/A","id":206789,"title":"The Kingdom of Diamonds","adult":false},{"cast":[],"overview":"Short film by Kannada movies.","release_date":"","genres":[],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":206791,"title":"Sookshma: Be Sensible","adult":false},{"cast":["Sabyasachi Chakraborty","Saheb Bhattacharjee","Bibhu Bhattacharya","Basudeb Mukherji","Paran Banerjee"],"overview":"Feluda alias Pradosh Mitra, a private detective is invited by a rich former Zamindar (and a retired big game hunter) in North Bengal. The task is to solve a riddle which was written by an ancestor long time ago. The riddle ostensibly contains clue to finding hidden treasure that belongs to the family of the Zamindar. When Tarit Sengupta, the personal secretary of the Zamindar is killed in mysterious circumstances, Feluda finds out that Tarit had already solved the riddle, and was in the process of stealing the treasure when he was killed. Then the mystery thickens as there are many suspects. At the end the man-eating Tiger appears to give the story a new dimension. How does Feluda Solve it? See it to believe. The mastery of Satyajit Rays's writing and direction of Sandip Ray can be seen here.","release_date":"2011-12-15","genres":[53],"vote_average":7.3,"runtime":107,"cert":"N\/A","id":206793,"title":"Royal Bengal Rahasya","adult":false},{"cast":["Vsevolod Larionov","Mikhail Astangov","Aleksandr Khvylya","Pavel Sukhanov","Osip Abdulov"],"overview":"A classic movie based on a famous \"Dick Sand, A Captain at Fifteen\" novel by Jules Verne.","release_date":"1945-06-06","genres":[12,10751],"vote_average":6.7,"runtime":83,"cert":"N\/A","id":206798,"title":"A Captain at Fifteen","adult":false},{"cast":["Margherita Buy","Paolo Hendel","Silvio Orlando","Isaac George","Delia Boccardo"],"overview":"","release_date":"1990-10-12","genres":[],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":206800,"title":"La settimana della sfinge","adult":false},{"cast":["Robert Webber"],"overview":"1975 documentary \"Pacific Challenge\", directed by Robert Amram.","release_date":"1975-01-01","genres":[99],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":206802,"title":"Pacific Challenge","adult":false},{"cast":["John Hahn-Petersen","Birgitte Federspiel","Axel Strøbye","Louis Miehe-Renard","Bodil Steen"],"overview":"","release_date":"1966-03-24","genres":[10749,35],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":206819,"title":"Dyden går amok","adult":false},{"cast":["Olivia Wilde","Jason Bateman","Jenny Slate","Billy Crudup","Tony Roberts"],"overview":"Left broke and homeless by his wealthy parents' divorce, a young man moves in with an old friend and finally meets the woman of his dreams -- only to discover she's already dating his friend.","release_date":"2014-09-05","genres":[35,18],"vote_average":5.1,"runtime":86,"cert":"15","id":206821,"title":"The Longest Week","adult":false},{"cast":["Uldis Dumpis","Baiba Sipeniece","Valters Krauze","Regnārs Vaivars","Jana Duļevska"],"overview":"","release_date":"2004-07-11","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206829,"title":"Es mīlu Jūsu meitu","adult":false},{"cast":["Kaspars Znotiņš","Agnese Zeltiņa","Normunds Laizāns","Liene Šomase","Rēzija Kalniņa"],"overview":"","release_date":"2007-07-11","genres":[35,18,10749],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":206831,"title":"Bitter Wine","adult":false},{"cast":["Rimante Krilavičute","Oļģerts Dunkers"],"overview":"Poor countryside girl Elza has been unsuccessfully looking for a job in Riga before she gets help from an acquantance. After that, fortune seems to turn and rich aged factory owner Ķikulis wants to marry Elza. Reluctant at first, she finally agrees but the marriage doesn't got smoothly.","release_date":"1979-07-11","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":206836,"title":"Soon Rust","adult":false},{"cast":["Ingeborga Dapkūnaitė","Lembit Ulfsak","Sauļus Balandis","Antra Liedskalniņa"],"overview":"","release_date":"1987-07-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206838,"title":"Apstākļu sakritība","adult":false},{"cast":["August Emerson","Natasha Lyonne","Bill Suplee","Scott Lilly","James F. Williams IV"],"overview":"\"Running Away With Blackie\" takes a complex and thought-provoking look into the lonely and desperate life of Jetty. Jetty, having a history of drug abuse and denial, now must confront his own personal demons in order to move forward in his life. Along with his best and only friend; his dog Blackie, he encounters some strange characters during his travels who serve as a constant reminder of what he has been trying to run away from. Jetty finally wakes up and has an epiphany when he encounters a Goblin-Like Figure (Camden Toy) who reminds him that he is the only one who can help himself, and cannot hide from himself any longer.","release_date":"2009-04-10","genres":[18,14],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":206843,"title":"Running Away with Blackie","adult":false},{"cast":["Jörg Pose","Manfred Möck","Karin Gregorek","Heinz-Dieter Knaup","Doris Thalmer"],"overview":"At the beginning of the 50s, two extremely disparate men meet in a private sanatorium for consumptives: an officer in the People's Police, Josef Heiliger; and a young Protestant curate, Hubertus Koschenz. On account of their consumption, they have to share a room. Initially, this is the only thing they have in common.","release_date":"1988-01-27","genres":[18],"vote_average":8.2,"runtime":118,"cert":"N\/A","id":206848,"title":"Einer trage des anderen Last","adult":false},{"cast":["Melanie LeBlanc","Antoine Gratton"],"overview":"Zoe, a young Acadian woman, decides to head home to her mother in Prince Edward Island after a failed relationship on the West Coast. Out of money, she decides to hitchhike and to rely on the kindness of strangers to carry her across the country. The first person to offer her a couch to sleep on is Alex, a musically gifted francophone who moved to Vancouver a few years ago to work for a software company. Alex decides to leave his job and follow Zoe. A romantic who is convinced he's found his soul mate, Alex's love is challenged throughout the trip. From one couch to the next, from one city to the next, they learn to trust and draw strength from one another giving new meaning to their lives.","release_date":"2010-09-28","genres":[10749],"vote_average":3.0,"runtime":76,"cert":"N\/A","id":206859,"title":"Everybody’s Couch","adult":false},{"cast":["Vasiliy Livanov","Aleksei Chertsov","Anna Dikul","Mikhail Svetin","Leonid Yarmolnik"],"overview":"Is so happened that Karik and Valya, the main characters, remarkably shrank in size, their whole habitual world acquiring unusual contours and unusual features.","release_date":"1987-06-06","genres":[12,10751,878],"vote_average":6.0,"runtime":128,"cert":"N\/A","id":206867,"title":"Karik and Valya's Remarkable Adventures","adult":false},{"cast":[],"overview":"In this fascinatingand brutal adventure story, two American journalists leave behind the comforts of home for the untamed \"Land of Smiles\" Thailand. In their search for an escape from thebusy American lifestyle, they come across a startlingly different world.  Journey throughthe enigmatic world of Thailand asyou're takenfrom inside a kickboxing camp in the northern mountains, to urban brothels which hold ancient secrets of Asian erotic acts. Watch as theydiscover an underground monkey labor camp and explore the insane violence of \"Burmese Bareknuckle\" kickboxing.  Witness six jaw-dropping Muay Thai kickboxing matches at the famed \"Gawilla Boxing Stadium\" in Chiang Mai, Thailand, including the rivalry between Thai and Myanmar fighters with two special \"Burmese Bareknuckle\" kickboxing matches.  Which country will take the honors in this epic battle?","release_date":"","genres":[],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":206869,"title":"Fightland","adult":false},{"cast":["Samantha Ryan","Maya Hills","Cece Stone","Jayden Jaymes"],"overview":"Starring Jayden Jaymes! Every MILF Has A Young Secret!  Your favorite cheating housewife whores are back and they're horny as hell! It's no secret that these hottie MILFs crave more hardcore action than their husbands can deliver, so keep your mouth shut and your cock hard cuz he could be home any minute! Being unfaithful feels so fucking good!","release_date":"2013-02-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206874,"title":"Don't Tell My Husband 2","adult":true},{"cast":["Diana Prince","Julia Ann","Raylene","Francesca Lé","Kristal Summers"],"overview":"Ever wonder about the secret lives of housewives? This dick tasting orgy will show you exactly what's on their daily agendas! Five expert cocksmiths work overtime to satisfy six mouth-watering MILFS who push the envelope of orgy possibilities with every new move!","release_date":"2012-05-31","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":206876,"title":"Housewives Orgy","adult":true},{"cast":["Jean-Michel Vovk","Clotilde Fargeix"],"overview":"Pieces of memories restitute what remains from a lost love.","release_date":"2003-12-31","genres":[27],"vote_average":6.0,"runtime":10,"cert":"N\/A","id":206881,"title":"The End of Our Love","adult":false},{"cast":["Totally Tabitha","Kylee King","Shannon Kelly","Tatiana Stone","Kelly Broox"],"overview":"Cooking and cleaning just is not enough for these hot and horny wives!","release_date":"2006-07-31","genres":[],"vote_average":0.0,"runtime":147,"cert":"N\/A","id":206889,"title":"Screw My Wife Please 55","adult":true},{"cast":["Blue Angel","Marica Hase","Antonya","Samia Duarte","Chrissy Harris"],"overview":"Suck My Cunt","release_date":"2013-03-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206891,"title":"Suck My Cunt","adult":true},{"cast":["Shane Diesel","Katie Kox","Jacky Joy","Lyla Storm","Rylie Richman"],"overview":"Featuring Katie Kox With Shane Diesel! Can these horny sluts handle the diesel? You're about to find out because Shane Diesel's massive dick is here to give Jacky Joy, Katie Kox, Rylie Richman, and Lyla Storm a ride they'll never forget. Watch these pussies get stretched beyond their limits as they get plowed and pummeled by the biggest dick they've ever seen!","release_date":"2011-10-19","genres":[],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":206896,"title":"The Biggest Dick I've Ever Seen","adult":true},{"cast":["Sharon Matt","Tony Vorno","Bonnie Clark","Bill Moore"],"overview":"After Vickie was raped, she left her parents and her husband and throws herself into various sexual adventures.","release_date":"1969-08-13","genres":[],"vote_average":10.0,"runtime":71,"cert":"N\/A","id":206901,"title":"Baby Vickie","adult":false},{"cast":["Gustav Fröhlich","Jester Naefe","Helen Vita","Herbert Hübner","Gert Fröbe"],"overview":"In a small town a bag with delicate letters disappears. Many of the residents are worried about their written messages. A clever sculptor uses the opportunity to play a prank.","release_date":"1954-02-11","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":206903,"title":"The Little Town will go to Sleep","adult":false},{"cast":["Samuli Torssonen","Janne Torssonen","Antti Keskinen"],"overview":"The first Star Wreck animation was inspired by the classic computer game Star Control 2. Star Wreck I was drawn frame by frame using Deluxe Paint Animation, so the visuals are just as crude as the dialogue. Then again, this was one of Samuli's animations to have dialogue.  The only thing Star Wreck I has in common with the later episodes are the characters' names. The so called plot is simple: Plingons are attacking Earth and the CPP Kickstart must fight them off. The story is bad, the graphics are bad and the acting is really bad. This is a classic!","release_date":"1992-01-01","genres":[878,35,16],"vote_average":3.5,"runtime":4,"cert":"N\/A","id":206914,"title":"Star Wreck","adult":false},{"cast":["Candace Brown","Amir Talai","Mitch Silpa","Jordan Black","Eileen O'Connell"],"overview":"Missed Connections is a comedic romance about a guy named Neal who finds himself knee-deep in a quarter-life crisis. He is haunted by the memory of catching his best friend and girlfriend having sex with eachother. After quitting his job and suffering through the worst birthday party of his life, he tries to get over his ex by doing what anyone would do tricking women on the Internet. At the suggestion of his two real best friends, Barry and George, Neal sets up fake dates with women who have placed Missed Connections ads online. He goes on the dates but only watches from a distance as the girl waits for someone to show up. Just as the girl is about to leave, Neal comes over and tells her that he wouldn't have stood her up. Checkmate. Neals plan is going really well, until he meets Jane and then keeps meeting her. As it turns out, Jane may be just as damaged and devious as he is.","release_date":"2013-06-05","genres":[35],"vote_average":6.0,"runtime":77,"cert":"N\/A","id":206916,"title":"Love, Sex, and Missed Connections","adult":false},{"cast":["Samuli Torssonen","Rudi Airisto","Janne Torssonen","Petri Lehtinen","Ville Hakkinen"],"overview":"Pirk's fumbling voyages continue in Star Wreck III - Wrath of the Romuclans. There were improvements in the graphics, a more complicated storyline, and lots of new, tasteless humour. Many consider this to be the funniest of the old episodes, although Pirk's excessive swearing did raise a few eyebrows back int he day... Star Wreck III saw the first of the now traditional red-shirted security guard jokes.  Having wrecked his ship in the previous episode, Pirk now commands a brand new starship, and is sent to investigate a Romuclan attack plan on a backwater space station. It all ends with the most massive space battle in the history of the P-fleet, and it's lead by Pirk... With odds like that, does humanity stand a chance?","release_date":"1994-12-04","genres":[878,16,35],"vote_average":3.0,"runtime":31,"cert":"N\/A","id":206918,"title":"Star Wreck III: The Wrath of the Romuclans","adult":false},{"cast":["Samuli Torssonen","Antti Satama","Timo Vuorensola","Rudi Airisto","Nina Karppinen"],"overview":"See how Pirk got stranded in the past! Star Wreck V: Lost Contact was the first film to use live actors instead of cartoons. Real sets would have cost too much, so we decided to try bluescreen, just for fun. Our expectations weren't high, but it worked. So the movie was shot against a cheap blue bed-sheet and the blue background was replaced with spaceship bridges.  The story was a parody of Star Trek: First Contact. The Korg send a ship back in time to 20th century Earth. The Kickstart, being the only functioning P-fleet ship around, has to follow.  The Korg plan to assassinate rockstar Jeffrey Cochbrane (Played by Rudi Airisto and a pair of sunglasses) and his band Dethdestro before their concert attracts the attention of Vulgars. This would stop humanity's first contact aliens and change the future. If that wasn't bad enough, all Jeff wants to do is play loud and drink too much, but now Pirk and his crew must force him to save the world...","release_date":"1997-01-01","genres":[878,35,28],"vote_average":4.0,"runtime":43,"cert":"N\/A","id":206920,"title":"Star Wreck V: Lost Contact","adult":false},{"cast":["Astrīda Kairiša","Gunārs Cilinskis","Ģirts Jakovļevs","Lilita Ozoliņa"],"overview":"Doctor Rudolfs spends time at his country cottage, and there he meets teacher Laura - a mother of two children whose husband is in prison. Rudolfs rescues Laura's daughter, Zaiga, who is sick, befriends her son, Maris, and falls in love with Laura, but she desperately struggles with her feelings of responsibility towards her family.","release_date":"1976-07-12","genres":[10749,18],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":206922,"title":"Lake Sonata","adult":false},{"cast":["Pēteris Lūcis","Ņina Melnbārde","Milda Zīlava","Hermanis Vazdiks","Rūdolfs Bērziņš"],"overview":"Oskars lives in a typical sea-side village, but wants to break free of his father’s rule and the old ways – he dreams of new, large nets, an ice-cellar, and the fishermen’s independence from the fish wholesaler. At first, no one wants to believe in Oskars’ plans, except for happy-go-lucky Fredis. With the help of Fredis, Oskars builds a new fish trap, gaining admiration from even the old fishermen.","release_date":"1939-01-01","genres":[18],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":206924,"title":"The Fisherman's Son","adult":false},{"cast":["Jan Sosniok","Ellenie Salvo González","İdil Üner"],"overview":"","release_date":"2006-05-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206926,"title":"Le Grand Complot","adult":false},{"cast":["Jean Marais","Jess Hahn","Jean Yanne","Danièle Evenou","Raffaella Carrà"],"overview":"","release_date":"1966-10-26","genres":[35,28],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":206931,"title":"Le Saint prend l'affût","adult":false},{"cast":["Albert Préjean","Suzy Prim","Jean Marchat","Denise Grey","Jacques Baumer"],"overview":"","release_date":"1945-08-11","genres":[80,18,9648],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":206933,"title":"Les Caves du Majestic","adult":false},{"cast":["Alvis Hermanis","Mirdza Martinsone","Pēteris Glaudiņš","Sauļus Balandis","Elza Radziņa"],"overview":"","release_date":"1987-07-12","genres":[9648,53,80],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":206938,"title":"The Photo of a Woman with a Boar","adult":false},{"cast":["Lidija Pupure","Gunārs Cilinskis","Uldis Dumpis","Lilita Ozoliņa","Ints Burans"],"overview":"A detective and a militia captain are working together investigating a murder. When their job is done, the feelings do not let them say goodbye.","release_date":"1973-07-12","genres":[18,80],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":206946,"title":"Checkmate to the Queen of Diamonds","adult":false},{"cast":["Jānis Plēsums","Mirdza Martinsone","Paul Butkevich"],"overview":"","release_date":"1980-07-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206948,"title":"Spāņu variants","adult":false},{"cast":["Darry Cowl","Béatrice Altariba","Don Ziegler","Julio Peña","Elena Barrios"],"overview":"A modern re-telling of the Robinson Crusoe story. But, this time, our hero is a macguivering expert. So he creates himself a modern paradise based on his beloved delivery tricycle that we saw in the previous movie\"The tricyclist\".","release_date":"1960-03-02","genres":[35],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":206950,"title":"Robinson et le triporteur","adult":false},{"cast":["Vija Artmane","Valentīna Teličkina","Dalvins Ščerbakovs"],"overview":"","release_date":"1987-07-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206952,"title":"Svītas cilvēks","adult":false},{"cast":["Franks Matuss","Liāna Upeniece","Peteris Liepins","Katerina Evo"],"overview":"","release_date":"1989-07-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206954,"title":"Tapers","adult":false},{"cast":["Ināra Slucka","Ņina Iļjina","Jeļena Skorohodova","Jeļena Kazarinova"],"overview":"","release_date":"1985-07-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206956,"title":"Meeting on the Milky Way","adult":false},{"cast":["Eteuati Ete","Tofiga Fepulea'i"],"overview":"NZ’s most successful and funniest comedy duo are back with the DVD of their hit show Prettyfull Woman.  All of the Laughing Samoans characters, such as Sam and Tony, Paul and Victor and Jonathan and Bryan, are back. Including the flamboyant and outspoken Aunty Tala who, in this show, enters a beauty contest!  Hilarious ‘clean’ comedy for all nationalities and ages to enjoy.","release_date":"2009-08-07","genres":[35],"vote_average":10.0,"runtime":140,"cert":"N\/A","id":206958,"title":"The Laughing Samoans: Prettyfull Woman","adult":false},{"cast":["Macdonald Carey","Joanne Dru","John Ireland","Tom Powers","Ralph Dumke"],"overview":"Professional killer Bus Crow is hired by cattlemen to eliminate squatters. When Marshal Sam Rochelle is sent to investigate, saloon owner Hallie has to be a reluctant witness.","release_date":"1953-07-13","genres":[37],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":206960,"title":"Hannah Lee","adult":false},{"cast":[],"overview":"Listen to Jane Z Live (simplified Chinese: 倾听 张靓颖; traditional Chinese: 傾聽 張靚穎) is Jane Zhang's first live album that was released on 4 June 2012. It is her third album with Universal Music Group under Show City Times and sixth album to date. All songs were sung and recorded live at Beijing Huasheng Tianqiao Theater in April 2012.","release_date":"2012-06-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206965,"title":"倾听：张靓颖现场专辑","adult":false},{"cast":["Robert W. Evans","Molly Ryman","Marcel Torres","Berenice Mosca","Ron Brice"],"overview":"Doyle Simms grows up across the Hudson from NYC and flees his toxic family to attend a film program there. After a bumpy first year he returns more determined than ever to become a storyteller and figure out his place. Financial setbacks force Doyle to find creative \"rent-controlled living\" and begin a dual life living out of Penn Station while going to school. We follow Doyle over his college years as he begins to build relationships with several colorful characters such as Saul, a homeless book dealer who shows him the ropes and his own brand of street philosophy, and Allyson, a beautiful, struggling actress he carefully begins to pursue and fall for. Doyle begins to find a weird balance and begin to build a home, but the pressure of maintaining his worlds begins to crack the façade and he's forced to confront his past family demons and reconcile the person he wants to be with the person he is.","release_date":"2010-01-24","genres":[18],"vote_average":7.0,"runtime":104,"cert":"N\/A","id":206967,"title":"...Around","adult":false},{"cast":[],"overview":"Former police officer Jesus Vissarion is the soul of Siberia. His 4,000 disciples follow a strict regime of no meat, no eggs, no milk, no fish, no alcohol, no smoking and very little money.  Filmmaker George Carey touches down in the obscure Siberian outpost of Minusinsk, just in time to join in the fun and frolics at Vissarion's big festival, taking place in Sun City, the new Promised Land, roughly 200 miles north of Mongolia.  George is approached by Vissarion's closest apostle, a former rock singer called Vadim Redkin, who says he can take him to meet the great man...","release_date":"2010-03-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":206972,"title":"A Long Weekend with The Son of God","adult":false},{"cast":[],"overview":"Phantom ride along the Metropolitan line with views of the stations and landscapes along the way.","release_date":"1910-05-31","genres":[],"vote_average":0.0,"runtime":17,"cert":"","id":206980,"title":"A Trip on the Metropolitan Railway","adult":false},{"cast":[],"overview":"Roger Empson builds a house for his disabled wife Jean that is completed automated and monitored by a computer called A.D.A.M. (Automated Domestic Appliance Monitor). But things take a nasty turn when A.D.A.M. starts to develop feelings towards Jean...","release_date":"1973-04-07","genres":[],"vote_average":0.0,"runtime":54,"cert":"","id":206982,"title":"A.D.A.M.","adult":false},{"cast":["Peter Firth","Caroline Langrishe","Pippa Guard","Patrick Magee","Sylvia Coleridge"],"overview":"Now a respected teacher of temporal observers, Dominick has not visited the past for several years. He is content with his lot, resigned to the idea that he will never again see Jane, the lover he left in 1980, or their son. Then his boss gives him a new mission: to find out what has become of one of Dominick's students, Pyrus Bonnington, who has gone missing in 1982.","release_date":"1982-12-14","genres":[],"vote_average":0.0,"runtime":83,"cert":"","id":206996,"title":"Another Flip for Dominick","adult":false},{"cert":"N\/A","title":"Automania 2000","cast":["Ed Bishop"],"genres":[878,16,35],"id":206998,"overview":"An animated, dark satire of America's automobile-obsessed, consumerist culture. An anonymous, brilliant scientist toils tirelessly in his ivory tower satisfying the public's ever-increasing demands for novelty and status consciousness, with predictable environmental consequences.","runtime":9,"release_date":"1964-06-12","vote_average":7.3,"adult":false}]