[{"cast":["Tim McIntire","Jack Elam","L.Q. Jones","Ty Randolph","Eloy Casados"],"overview":"SACRED GROUND tells the fact-based story of a mountain man and his Indian wife who happen upon a partially built cabin and finish it for their own home, not realizing that they occupy a sacred burial ground. A Paiute burial party clashes with the couple and in the ensuing skirmish, the wife is critically wounded while in the middle of childbirth. Bitter over her loss and needing a wetnurse for his baby, he steals one of the Paiute woman who had just lost a baby. In this modern version of Helen of Troy, the battle is on, as he takes on the whole band in a desperate attempt to survive. Written by Dale Roloff","release_date":"1983-03-11","genres":[18,37],"vote_average":7.0,"runtime":100,"cert":"N\/A","id":208500,"title":"Sacred Ground","adult":false},{"cast":["Bruce Jones","Karen Gilbertson","Richard Corben","Stan Dresser","Herb Arnold"],"overview":"Unearthly terror stalks the creatures of The Dark Planet. An anthology, including tentacled horror from the Tower of Blood, a primitive challenges a beast to avenge a murdered mate and a space jockey confronts a master computer.  Mostly wordless sci-fi anthology directed by fantasy and comic book artist Richard Corben (Heavy Metal).","release_date":"1989-01-01","genres":[27,878,14,16,9648],"vote_average":4.0,"runtime":93,"cert":"N\/A","id":208505,"title":"The Dark Planet","adult":false},{"cast":["Audrey Hepburn","Mel Ferrer","Diana Wynyard","Raymond Massey","Basil Sydney"],"overview":"Mayerling is the name of a notorious Austrian village linked to a romantic tragedy. At a royal hunting lodge there, in 1889, Crown Prince Rudolf--desperate over his father's command to put away his teenage mistress, the Baroness Marie Vetsera--shot her to death and killed himself. The misfortune may indeed have been a murder-suicide, but perhaps it was a political assassination, or even the result of a lunatic family vendetta: scholarship is still catching up with the facts.","release_date":"1957-02-04","genres":[],"vote_average":6.5,"runtime":85,"cert":"N\/A","id":208507,"title":"Mayerling","adult":false},{"cast":["Frankie Muniz","Maggie Castle","Barry Bostwick","Andrew Lawrence","Michael Steger"],"overview":"Thieving Spring Breakers steal an ancient relic that unleashes a disastrous curse upon Las Vegas.  Stars: Frankie Muniz, Maggie Castle, and Barry Bostwick","release_date":"2013-07-17","genres":[53,10770,878,28,12],"vote_average":3.1,"runtime":86,"cert":"N\/A","id":208512,"title":"Blast Vegas","adult":false},{"cast":["Frank Keenan","Charles Ray","Gertrude Claire","John Gilbert","Patricia Palmer"],"overview":"Set during the American Civil War, Keenan stars as a Virginia colonel and Charles Ray as his weak-willed son. The son is forced, at gunpoint, by his father to enlist in the Confederate army. He is terrified by the war and deserts during a battle. The film focuses on the son's struggle to overcome his cowardice.","release_date":"1915-11-14","genres":[18,10752,36],"vote_average":6.0,"runtime":77,"cert":"N\/A","id":208517,"title":"The Coward","adult":false},{"cast":["Kim Hadfield Verheul","Kimberley Valstar","Leah Hurst Lywood","Jeff Sharpe","Robin Pyatt Bellamy"],"overview":"30 GHOSTS chronicles rural Ontario horse farmer and paranormal-investigator-on-the-side, Kim Hadfield, over a year of intense struggle as she pursues her dream of proving to mankind that ghosts exist.","release_date":"2013-10-26","genres":[99],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":208519,"title":"30 Ghosts","adult":false},{"cast":[],"overview":"The documentary \"A boy like her\" is about the Icelandic boy Halldor who believed from a young age that he was a girl. When he came to realize that his gender would not change even if he prayed and wished he soon realized that he only had two options in life - to take his own life or to undergo a sex-change. As a teenager he went through terrible periods and people around him started to ask questions about what was wrong. He did not dare to tell his parents, family and friends that he was girl. He decided to move abroad and live as a girl in foreign countries. At the age of twenty he realized he had to return home and face his past. With the population of only 320,000 people, returning home was not easy. Only about 20 Icelanders had undergone a sex-change and he wanted to become of of them","release_date":"2012-08-07","genres":[99],"vote_average":0.0,"runtime":62,"cert":"N\/A","id":208521,"title":"A Boy Like Her: A Personal Story About an Unavoidable Journey","adult":false},{"cast":["Stephen Mailer","Kristy Swanson","Andrew McCarthy","Matthew Perry","Calista Flockhart"],"overview":"Gabriel Higgs has failed to get into Johns Hopkins to study medicine. He's sixth on a list of backup candidates, and must persuade the five people ahead of him to drop out. Gabriel has a family tradition to live up to. Things don't go to plan.","release_date":"1994-12-07","genres":[35,10749],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":208529,"title":"Getting In","adult":false},{"cast":["Magda Vášáryová ","Július Vašek","Viera Strnisková","Hana Pastejříková","Dagmar Bláhová"],"overview":"This film, chronicling the last days of Czech resistance fighter Maruska Kuderikova (played by Magda Vasaryova), is based on her diaries. Though she was tortured and eventually executed by the Nazis, her diaries indicate that she was optimistic for the humanity of her captors and did not by any means hate them. Told with simple dignity, this film makes clear why Maruska became a national hero.","release_date":"1972-05-26","genres":[10752,18],"vote_average":3.8,"runtime":86,"cert":"N\/A","id":208531,"title":"And Give My Love to the Swallows","adult":false},{"cast":["Stuart Whitman","Laura Gemser","Gabriele Tinti","Pilar Velázquez","Francisco Algora"],"overview":"An erotic adventure with Laura Gemser.","release_date":"1978-07-10","genres":[53,12],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":208542,"title":"Woman from the Torrid Land","adult":false},{"cast":["Patrick Lindner","Claudia Jung","Sascha Hehn","Mike Krüger","Francine Jordi"],"overview":"Some musicians try to save a hotel from bankruptcy.","release_date":"2008-10-18","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":208544,"title":"Das Musikhotel am Wolfgangsee","adult":false},{"cast":[],"overview":"","release_date":"2007-12-07","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":208546,"title":"Compaz de arena","adult":false},{"cast":["Joe Odagiri","Kei Suma","Seiji Chihara","Shota Sometani","Ken Watanabe"],"overview":"\"A School Behind Bars\" centers around Asahi Junior High School, which is located within Nagano Matsumoto Boy's prison in Matsumoto City, Nagano Prefecture - the only public school in Japan that is located inside a prison. The school's students are all prisoners ranging in age from 20-70. The students are carefully selected after taking an entrance exam and being selected by the school's admission board.","release_date":"2010-10-10","genres":[18],"vote_average":0.0,"runtime":122,"cert":"N\/A","id":208548,"title":"A School Behind Bars","adult":false},{"cast":[],"overview":"The film documents the launch of HMS Albion at Blackwall on the 21st of June, 1898—an event that was witnessed by 30,000 onlookers, 37 of whom lost their lives when the jetty upon which they were standing became washed away by the resultant swell.","release_date":"1898-09-30","genres":[99],"vote_average":4.3,"runtime":1,"cert":"","id":208550,"title":"The Launch of HMS Albion at Blackwall","adult":false},{"cast":[],"overview":"A phantom ride.","release_date":"1898-07-19","genres":[],"vote_average":6.0,"runtime":2,"cert":"","id":208552,"title":"View from an Engine Front: Barnstaple","adult":false},{"cast":["Zachary Scott","Carole Mathews","Barton MacLane","Dick Foran","Lola Albright"],"overview":"Ranchers battle one another over water rights. Western.","release_date":"1955-01-23","genres":[37],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":208554,"title":"Treasure Of Ruby Hills","adult":false},{"cast":["Tom Gramenz","Swen Gippa"],"overview":"Prora, on the Baltic Sea. Mysterious, endless. In this deserted former Nazi holiday camp and communist military complex, teenagers Jan and Matthieu embark on an adventure that puts their friendship at risk.","release_date":"2012-03-24","genres":[18,10749],"vote_average":6.8,"runtime":23,"cert":"U","id":208556,"title":"Prora","adult":false},{"cast":["Richard Briers","Harry Fowler","Barbara Moore","Angus Lennie","Peter Hawkins"],"overview":"An animated film about the British engineer Isambard Kingdom Brunel, who spearheaded numerous engineering marvels of the early 19th century - including the Thames Tunnel, the Great Western Railway, and the Great Eastern steamship (for 40 years the world's largest steamship). Various styles of animation are used to depict events in his colorful life.","release_date":"1975-03-17","genres":[36,16,99],"vote_average":7.2,"runtime":30,"cert":"U","id":208561,"title":"Great","adult":false},{"cast":["Cesar Montano","Amy Austria","Caridad Sanchez","Jericho Rosales","Ronnie Lazaro"],"overview":"Ahmad belongs to the Bangsamoro people. While many of his kind are bent on fighting, thinking that Mindanao is only for the Muslims, Ahmad prefers to live a simple and peaceful life. He works as a doctor in Manila while his wife, Fatima, and his only son, Ibrahim, stay in Mindanao with his mother, Farida. Ahmad is shocked and devastated when Fatima breaks the confounding news. Ibrahim was killed by a stray bullet when vigilantes indiscriminately fire at their village. Ahmad goes back to where he came from Mindanao. Ibrahim’s death did not cause Ahmad to stop striving to live a peaceful life, much to the consternation of his brother, Musa. His brother takes an exactly opposite stand. Musa believes in waging a war against all the Kaafir (unbelievers) who may impede the Moro’s goal of independence. He even trains his young son, Rashid to a Muslim warrior’s life.","release_date":"2001-07-20","genres":[28,18,10752],"vote_average":6.0,"runtime":130,"cert":"N\/A","id":208566,"title":"New Moon","adult":false},{"cast":["Jett Pangan","J.B. Leonor","Francis Reyes","Buddy Zabala","Carlos Balcells"],"overview":"A movie about the Filipino rock Band The Dawn.","release_date":"2006-07-20","genres":[18,10402],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":208574,"title":"Just Like Before","adult":false},{"cast":["Charo Santos-Concio","Tommy Abuel","Mona Lisa","Mario Montenegro","Sarah K. Joaquin"],"overview":"A young cameraman, Jun Torres, encounters a strange woman, Teresa, in his hometown at the time of Lent.","release_date":"1977-01-13","genres":[27],"vote_average":7.5,"runtime":105,"cert":"N\/A","id":208579,"title":"The Rites of May","adult":false},{"cast":["Michael Kitchen","Claire Foy","Phil Davis","Alexander Armstrong","Eleanor Matsuura"],"overview":"A satirical swipe at the phone-hacking scandal surrounding the British newspaper industry.","release_date":"2012-01-01","genres":[],"vote_average":6.0,"runtime":60,"cert":"","id":208581,"title":"Hacks","adult":false},{"cast":["Ina Raymundo","Klaudia Koronel","Jaclyn Jose","Irma Adlawan","Dante Rivero"],"overview":"A mother and her daughter—who are both victims of incest-rape perpetrated by the same man now languishing in jail—are approached by a couple of filmmakers with an offer to produce a movie based on the two women’s true story. They hesitate on the idea at first but agree eventually for the sum of money they will be paid in exchange for selling the rights to the material. When the finished film is finally shown in theaters, they proceed to the city all the way from their hometown to catch the screening. They are elated at the prospect of seeing the larger-than-life versions of themselves. But as the motion picture gradually unfolds before their very eyes, they instead go through another harrowing experience of a lifetime.","release_date":"2001-02-20","genres":[18],"vote_average":7.0,"runtime":105,"cert":"N\/A","id":208583,"title":"Larger than Life","adult":false},{"cast":["Ken Stott","Maxine Peake","Olivia Colman","Alex Jennings","George Costigan"],"overview":"Drama which tells the story of comedian Tony Hancock's love affair with his friend's wife, and her fight to save the man and his career.","release_date":"2008-03-26","genres":[35,18,10770],"vote_average":6.8,"runtime":86,"cert":"15","id":208594,"title":"Hancock & Joan","adult":false},{"cast":[],"overview":"Mercadal conducts a breathtaking song, not just for our ears but also for our consciousness.","release_date":"2012-07-19","genres":[],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":208599,"title":"Harbour's Puddle","adult":false},{"cast":[],"overview":"Awesome Online Magazine decide to hold auditions for a new movie. In a way reminiscent of X-Factor, one by one the cast come on stage to perform. But one is pushed too far and decides he doesn't like rejection. All hell breaks out as the psycho runs amok!","release_date":"","genres":[],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":208613,"title":"Awesome Killer Audition","adult":false},{"cast":["Tony Leung Ka-Fai","Kelly Chen","Simon Yam","Siu Yam-Yam","Cherry Ngan"],"overview":"In the first of a two-part film project, three short stories from acclaimed Hong Kong horror writer Lilian Lee are adapted for the big screen in this horror anthology.","release_date":"2013-07-11","genres":[27],"vote_average":5.4,"runtime":114,"cert":"N\/A","id":208621,"title":"Tales From The Dark 1","adult":false},{"cast":["Giorgio Albertazzi","Ciro Capano","Anna Tognetti","Ernesto Mahieux"],"overview":"","release_date":"2003-03-06","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":208623,"title":"L'avvocato de Gregorio","adult":false},{"cast":["P.K. Nair","Krzysztof Zanussi","Lester James Peries","Vidhu Vinod Chopra","Saeed Akhtar Mirza"],"overview":"Indian documentary about Indian film history and P. K. Nair, the founder of the National Film Archive of India and guardian of Indian cinema. He built the archive can by can in a country where the archiving of cinema was considered unimportant.","release_date":"2012-06-26","genres":[99],"vote_average":7.8,"runtime":150,"cert":"N\/A","id":208625,"title":"Celluloid Man","adult":false},{"cast":["John Lee Hooker","Berry Gordy","Martha Reeves","John Sinclair","George Clinton"],"overview":"Documentary looking at how Detroit became home to a musical revolution that captured the sound of a nation in upheaval.  In the early 60s, Motown transcended Detroit's inner city to take black music to a white audience, whilst in the late 60s suburban kids like the MC5 and the Stooges descended into the black inner city to create revolutionary rock expressing the rage of young white America.  With contributions from Iggy Pop, Alice Cooper, George Clinton, Martha Reeves, John Sinclair and the MC5.","release_date":"2008-03-07","genres":[99,10402],"vote_average":0.0,"runtime":60,"cert":"","id":208636,"title":"Motor City's Burning: Detroit from Motown to the Stooges","adult":false},{"cast":["Bob Pearson","Maurice Quintal","Robert Desjardins","Kerry Seabrook","Claudette Plouffe"],"overview":"The Gimli Glider features studio interviews with the pilot Captain Bob Pearson, co-pilot Maurice Quintal, flight attendant Robert Desjardins, eye-witness Kerry Seabrook, and the General Director of the Federal inquiry Claudette Plouffe. Thirty years after the Gimli Glider incident, they recount the extraordinary flight and share what it felt like to have their professional abilities questioned in public. In spite of all the doubts, they knew they always had the unwavering support of the people of Gimli.","release_date":"","genres":[99],"vote_average":0.0,"runtime":22,"cert":"N\/A","id":208644,"title":"The Gimli Glider","adult":false},{"cast":["Doris Payne"],"overview":"How does a poor, single, African-American mother from segregated 1950s America wind up as one of the worlds most notorious jewel thieves? A glamorous 81-year-old, Doris Payne is as unapologetic today about the nearly $2 million in jewels shes stolen over a 60-year career as she was the day she stole her first carat. With Payne now on trial for the theft of a department store diamond ring, filmmakers Kirk Marcolina and Matthew Pond probe beneath her consummate smile to uncover the secrets of her trade and what drove her to a life of crime. Stylish recreations, an extensive archive and candid interviews reveal how Payne managed to jet-set her way into any Cartier or Tiffanys from Monte Carlo to Japan and walk out with small fortunes. This sensational portrait exposes a rebel who defies societys prejudices and pinches her own version of the American Dream while she steals your heart.","release_date":"2013-10-16","genres":[99],"vote_average":7.8,"runtime":73,"cert":"N\/A","id":208649,"title":"The Life & Crimes of Doris Payne","adult":false},{"cast":["Sun Ra","Abner Jay","Moon Dog","Eric Isaacson"],"overview":"A film, music and aural presentation by Eric Isaacson of Mississippi Records, Portland, USA. Featuring archival film, images &amp; stories spanning 1890 to the present day, illustrating Eric's own special history of underground music movements and bonafide individuals. The live footage performances are culled from rarely seen film shot during Alan Lomax's North American travels between 1978 to 1985 and Mississippi Record's own enormous library of folk blues, gospel, esoteric, international &amp; punk music.","release_date":"2013-07-20","genres":[99],"vote_average":10.0,"runtime":120,"cert":"N\/A","id":208654,"title":"I Don't Feel at Home in This World Anymore: Film, Stories & Images from the Mississippi Records and Alan Lomax Archive","adult":false},{"cast":["Sean Patrick Flanery","Kristanna Loken","Chris Carmack","Richard Gleason","Brien Perry"],"overview":"When the mayor of a crime-ridden city and his opponent are both assassinated while seeking election, two FBI agents, John Archer and Mila Driver, reluctantly join forces to investigate the murder only to discover that City Hall holds more secrets than the identity of the killer.","release_date":"2013-07-09","genres":[53],"vote_average":4.3,"runtime":96,"cert":"N\/A","id":208656,"title":"Dark Power","adult":false},{"cast":[],"overview":"A child, who is afraid, of the dark forms a unique relationship with the objects that once frightened him.","release_date":"1980-01-01","genres":[16],"vote_average":6.3,"runtime":5,"cert":"N\/A","id":208658,"title":"Nitemare","adult":false},{"cast":["Gerda Maurus","Ernst Stahl-Nachbaur","Harry Frank","Ernst Behmer","Paul Kemp"],"overview":"During the shooting of a jealousy scene on a soundstage, one actress is murdered. Due to the fact that the male star of the movie had a relation with the victim and the female star is now his fiance, he is suspected by the police.","release_date":"1930-07-24","genres":[53],"vote_average":5.0,"runtime":73,"cert":"N\/A","id":208669,"title":"The Shot in the Talker Studio","adult":false},{"cast":["Ross McElwee","Marilyn Levine"],"overview":"In 1986, Ross McElwee (Sherman's March) and Marilyn Levine were making a film about the 25th anniversary of the Berlin Wall, when the imposing structure was still very much intact as the world’s most visible symbol of hardline Communism and Cold War lore. They thought they were making a documentary on the community of tourists, soldiers, and West Berliners who lived in the seemingly eternal presence of the graffiti emblazoned eyesore.  But in 1989, as the original film neared completion, the Wall came down, and McElwee and Levine returned to Berlin, this time to capture the radically different atmosphere of the reunified city.","release_date":"1991-04-03","genres":[99],"vote_average":7.0,"runtime":88,"cert":"N\/A","id":208671,"title":"Something to Do with the Wall","adult":false},{"cast":["Christopher Plummer","Susannah York","Glynis Johns","Ian Bannen","Tom Bell"],"overview":"Three sailors on leave turn a British town upside down.","release_date":"1969-03-29","genres":[35],"vote_average":3.0,"runtime":102,"cert":"","id":208673,"title":"Lock Up Your Daughters","adult":false},{"cast":["Evan Stone","Michael Vegas","Ana Foxxx","Richie Calhoun","Penny Pax"],"overview":"Worlds collide in this sexy and hilarious spoof of the popular sci-fi series!","release_date":"2013-06-26","genres":[35,878],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":208678,"title":"This Ain't Star Trek XXX 3","adult":true},{"cast":["James Brawly","George Kuchar","Stella Kuchar","Maulis Pearson"],"overview":"An overheated tale of lust, guilt, and Mom, made as a response to the French New Wave.","release_date":"1964-03-11","genres":[],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":208683,"title":"Anita Needs Me","adult":false},{"cast":["Emily Longstreth","Patrick Kirton","Danny Nucci","Rhonda Gray","Joel Bennett"],"overview":"The goings-on at a typical drive-in on a summer night.","release_date":"1985-09-19","genres":[35],"vote_average":2.3,"runtime":92,"cert":"N\/A","id":208688,"title":"American Drive-In","adult":false},{"cast":["Apisit Opasaimlikit","Padung Songsang","Boriboon Junreurng","Pongsthep Anurat","Supakson Chaimongkol"],"overview":"Two exorcists capture their work on video and upload it to YouTube. They come to the attention of a TV show that wants to boost its ratings. However, the studio crew remain skeptical.","release_date":"2012-10-28","genres":[27,35],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":208693,"title":"Ghost Day","adult":false},{"cast":["Peter Maffay","Rufus Beck","Heinz Hoenig","Bertram Engel","Pascal Kravetz"],"overview":"","release_date":"2004-01-05","genres":[10402],"vote_average":10.0,"runtime":180,"cert":"N\/A","id":208695,"title":"Tabaluga und das verschenkte Glück","adult":false},{"cast":["Manoush","Andreas Pape","Ines Zahmoul","Anna Habeck","Annika Strauss"],"overview":"Three friends, Simon, Nina and Dodo, travel to Mallorca but their flight is delayed in Frankfurt. Accidentally the get mugged and wind up at a restaurant called \"Maison de la Petite Mort\", a notorious venue where members of the Elite Class secretly meet in the basement for bloody games of perversion.","release_date":"2009-10-10","genres":[53,27],"vote_average":4.8,"runtime":76,"cert":"N\/A","id":208697,"title":"La Petite mort","adult":false},{"cast":["Matt O'Neill","Kristin Lorenz","Jeff Ryan","S. Daxton Balzer","Reggie Bannister"],"overview":"After being forced to visit a hypnotist, Martin receives news of his estranged mother's passing. He returns home for the funeral, and before long, people start dropping dead. The victims - brutally torn apart by what appears to be a predatory monster - convince the local police that Martin is somehow responsible, and soon he comes to believe it too, as all the victims are connected to the evil within him.","release_date":"2011-10-07","genres":[27],"vote_average":2.0,"runtime":85,"cert":"N\/A","id":208705,"title":"Primitive","adult":false},{"cast":["Elizabeth Montgomery","James Naughton","Karen Grassle","Michael Goodwin","Robin Gammell"],"overview":"A 17-year-old girl lapses into a coma and wakes up 20 years later.","release_date":"1985-12-23","genres":[18,10770],"vote_average":6.0,"runtime":120,"cert":"N\/A","id":208707,"title":"Between the Darkness and the Dawn","adult":false},{"cast":[],"overview":"An exploration of the relationship between the film industry and classic tales of mythology. Special effects master Ray Harryhausen discusses some of his most spectacular creatures and effects. We look at Hollywood's treatment of some of the supernatural characters and heroic stories of Greek mythology and examine the early history of motion picture special effects.","release_date":"1981-07-25","genres":[99],"vote_average":0.0,"runtime":46,"cert":"","id":208709,"title":"Man, Myth and Titans","adult":false},{"cast":[],"overview":"","release_date":"2010-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":208717,"title":"Året Var 1961","adult":false},{"cast":["Jenna Haze","Marco Banderas","Tori Black","Mick Blue","Tony De Sergio"],"overview":"Award winning Superstar Jenna Haze leads you through her deviant sexual fantasies. A film packed full of beautiful girls all taking cock to the max in a breathtakingly hardcore style.Stunning Jenna takes on two studs in a truly fast paced DP scene, talking dirty as she gets fucked hard and deep.Sultry Roxy Jezel makes a welcoming return in her beautifully romantic pussy fucking scene while dark haired beauty Tori Black takes it balls deep on a pool table.Six sordid scenes in total, these girls define the word Nymphomaniac.","release_date":"2009-07-21","genres":[],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":208719,"title":"Jenna Haze - Nymphomaniac","adult":true},{"cast":[],"overview":"Visions of a flower valley, saturated with the intoxicating colours of dreams gone by.","release_date":"2011-07-20","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":208733,"title":"Poppy Fields Forever","adult":false},{"cast":[],"overview":"A found footage “re-narrative” of Pope John Paul II’s 1998 visit to Communist Cuba. Based on a freewheeling montage alternating between hallowed conventions of narrative filmmaking and unholy collisions of repurposed sound and image.","release_date":"2013-01-21","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":208735,"title":"Separate Vacations","adult":false},{"cast":[],"overview":"Sugar Beach is one in an ongoing series of fixed-camera, multiple-exposure compositions on single rolls of film.","release_date":"2011-07-20","genres":[],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":208737,"title":"Sugar Beach","adult":false},{"cast":[],"overview":"A condensed version of James Benning’s Ten Skies (2004) with the skies removed. Nothing but the clouds remain.","release_date":"2012-07-20","genres":[],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":208739,"title":"Ten Skies","adult":false},{"cast":["Sonali Kulkarni","Sai Tamhankar","Girish Kulkarni"],"overview":"A Neo-Noir Marathi film on a detective who's looking for an opportunity to bring a change in his monotonous life...","release_date":"2013-01-18","genres":[80,53,18],"vote_average":6.0,"runtime":121,"cert":"N\/A","id":208756,"title":"Pune 52","adult":false},{"cast":["Lanny Barbie","Joanna Angel","Steve Crest","Tommy Gunn","T.J. Hart"],"overview":"When you mistake your accountant for your psychiatrist, anything can happen. And it all does, to porn's Scorching, new siren, Lanny Barby. Join Lanny, Joanna Angel, AVN's best new starlet, TJ Hart, Van Damage, and more in this twisted tale of mistaken identity, in which confusion only leads to correction and errors only lead to eros!  Total video on DVD 4 hours.","release_date":"2006-11-01","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":208758,"title":"Intimate Strangers","adult":true},{"cast":["Jason Flemyng","Aleksey Chadov","Agniya Ditkovskite","Yuriy Tsurilo","Olga Zaytseva"],"overview":"Early 18th century. Cartographer Jonathan Green undertakes a scientific voyage from Europe to the East. Having passed through Transylvania and crossed the Carpathian Mountains, he finds himself in a small village lost in impassible woods. Nothing but chance and heavy fog could bring him to this cursed place. People who live here do not resemble any other people which the traveler saw before that. The villagers, having dug a deep moat to fend themselves from the rest of the world, share a naive belief that they could save themselves from evil, failing to understand that evil has made its nest in their souls and is waiting for an opportunity to gush out upon the world.","release_date":"2014-01-30","genres":[53,12,9648,14,27,878],"vote_average":5.0,"runtime":127,"cert":"15","id":208763,"title":"Forbidden Empire","adult":false},{"cast":["Paco Mir","Joan Gràcia","Carles Sans"],"overview":"A live recording of the full show Terrific! by the spanish comic group El Tricicle","release_date":"1992-01-01","genres":[],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":208771,"title":"Terrific!","adult":false},{"cast":[],"overview":"A three-screen collage that serves as a companion piece to Harmony Korine's \"Gummo\". The same actors are featured, and similar themes are touched upon.","release_date":"1998-06-16","genres":[],"vote_average":6.0,"runtime":40,"cert":"N\/A","id":208782,"title":"The Diary of Anne Frank Part II","adult":false},{"cast":["Sola Aoi"],"overview":"A girl becomes possessed by a spell to satisfy the needs of those who lust for her.","release_date":"2004-09-28","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":208790,"title":"Witch Hunt IV","adult":true},{"cast":[],"overview":"Colour footage of London.","release_date":"1927-07-20","genres":[],"vote_average":0.0,"runtime":10,"cert":"","id":208795,"title":"Home at Last!","adult":false},{"cast":["Bud Abbott","Lou Costello"],"overview":"Offering 1950s television audiences night after night of vaudeville-style hilarity, comic legends Abbott and Costello frequently used their hosting duties on \"The Colgate Comedy Hour\" as opportunities to revisit some of their most beloved routines.This wonderful collection of Bud and Lou's best bits includes \"Getting Down Off a Duck's Back,\" \"The Ice Cream Bit,\" \"Oh! Charlie\" with Lon Chaney, Jr., \"Crazy Horse,\" \"Who's on First?\" in color, and more.","release_date":"2007-11-06","genres":[35,10751],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":208803,"title":"Abbott and Costello: Funniest Routines, Vol. 2","adult":false},{"cast":["Christopher Farley","Paul Meade","Jenifer Ferguson","Colin Armstrong","Tom Katsis"],"overview":"In a remote forest, Astrophysicist Dr. Adam Gaines and his homemade robotic assistant Jimbot recover a 3.5 billion year old meteorite containing an alien organism that may hold the secrets to the universe. What they don't realize is that a mysterious terrorist named Gremlo Flugg and his band of \"Fluggmen\" also seek the ancient contents of the meteorite so they can carry out their sinister plans to take over planet Earth.","release_date":"2010-06-06","genres":[878],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":208811,"title":"Atom Nine Adventures","adult":false},{"cast":["Vana O'Brien","Steve Smith","Ariel Aver","L'Kaika Young","Dana Young"],"overview":"It's a musical, magical adventure when Alex, Benji, and Kelly go on a trip to Uncle Rubato's mansion. At least, until things start disappearing. Can the kids solve the mystery?","release_date":"1992-09-04","genres":[10751],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":208816,"title":"Wee Sing - The Marvelous Musical Mansion","adult":false},{"cast":["Urban Priol"],"overview":"","release_date":"2008-12-08","genres":[35],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":208827,"title":"Urban Priol - Tilt! 2008","adult":false},{"cast":["Steve Reeves","Jacques Sernas","Gianna Maria Canale","Claudio Gora","Ombretta Colli"],"overview":"The decurion Randus holds himself so well in the command of his troops, that Caesar promotes him to centurion. He is subsequently sent to Egypt, to keep Cesar informed on the actions and intentions of co-triumvir Marcus Licinius Crassus - a man too rich, and ambitious, for Caesar's comfort. A fateful sea trip from Egypt to Rome forces Randus in captivity by mercenary troops, and leads a revolt by which he gets freedom for himself, and all the other slaves. Through an amulet he received from his late mother, a man who had fought by Spartacus' side, identifies the young man as Spartacus' and Varinia's son. At first reluctant to accept this story about his origins, Randus will be forced by the circumstances to repeat the feat of his father, twenty years later.","release_date":"1962-08-24","genres":[12,18,36],"vote_average":6.4,"runtime":100,"cert":"N\/A","id":208835,"title":"The Slave","adult":false},{"cast":["Vincent Macaigne","Solène Rigot","Bernard Ménez","Jonas Bloquet","Christine Fagiolini"],"overview":"The story of Maxime, a 33-year-old musician, who has come to find refuge in his father’s home in the town of Tonnerre. There he will have the joy and the bad luck of meeting Mélodie, a 21-year-old girl trapped by her love for her childhood sweetheart. One and the other will not experience the same story at the same time, which will trigger a series of incidents.","release_date":"2013-08-12","genres":[18,35],"vote_average":5.9,"runtime":106,"cert":"N\/A","id":208837,"title":"Tonnerre","adult":false},{"cast":["Paolo Baroni","Angelo Cannavacciolo","Diego Cappuccio","Massimo Ciavarro","Claudio Coli"],"overview":"","release_date":"1983-07-20","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":208839,"title":"Go to Great","adult":false},{"cast":["Ján Kroner","Tatiana Pauhofová","Klára Pollertová","Iva Janžurová","Diana Mórová"],"overview":"A contemporary tragicomedy from a modern city about disintegration of relationship, disintegration of a marriage, and maybe also about the disappearance of basic rules from decent life. A very black comedy about people in their 40ies who already have money, but still listen to rock and roll, exchanging drugs for mobile phones.","release_date":"2007-12-06","genres":[35,18],"vote_average":6.0,"runtime":105,"cert":"N\/A","id":208847,"title":"Half Breakdown","adult":false},{"cast":["Roberta Flack","Sammy Davis Jr.","Isaac Hayes","Marvin Gaye","Cannonball Adderley"],"overview":"A concert film highlighted by performances from Marvin Gaye, Jerry Butler, and Roberta Flack.","release_date":"1973-05-13","genres":[10402,99],"vote_average":0.0,"runtime":123,"cert":"N\/A","id":208849,"title":"Save the Children","adult":false},{"cast":["Massimo Boldi","Teo Teocoli","Giorgio Ariani","Serena Grandi","Giorgio Porcaro"],"overview":"","release_date":"1982-12-01","genres":[35],"vote_average":5.7,"runtime":null,"cert":"N\/A","id":208854,"title":"Sturmtruppen II - Tutti Al Fronte","adult":false},{"cast":["Bae Jong-ok","Rok-gyeong Kim","Kang Hye-jung","Jeong Jin","Jung Kyung-ho"],"overview":"Sang-eun is a pretty 20 year old girl, that is warm hearted and possess an extraordinary gift for folding paper into various figures. She has a loving mom and friends, but she is also mentally retarded. She has the intelligence of a 7 years old. Sang-Eun learns everything slowly, but there are still a lot of things she does not know about. She is fixated with the idea that she will meet the prince of her dreams, like in the fairy tales she so often reads.","release_date":"2007-01-11","genres":[18],"vote_average":7.4,"runtime":113,"cert":"N\/A","id":208871,"title":"Herb","adult":false},{"cast":["Alberto Lionello","Edwige Fenech","Ray Lovelock","Erna Schürer","Olga Bisera"],"overview":"Distressed that her wayward husband, Gianni (Alberto Lionello), forsakes her favors and seduces a series of other women, drop-dead gorgeous Gioia (Edwige Fenech) turns to handsome lothario Patrizio (Ray Lovelock) to help her get revenge. Will her enthusiastic affair help Gianni see the error of his ways? Luciano Martino directs this saucy comedy that also stars Aldo Maccione, Alvaro Vitali and Olga Bisera.","release_date":"1977-02-03","genres":[35],"vote_average":5.3,"runtime":92,"cert":"N\/A","id":208873,"title":"The Virgo, the Taurus and the Capricorn","adult":false},{"cast":["Kim Joong-ki","Ahn Suk-hwan","Choi Il-hwa"],"overview":"Kim Sunmyung, a man with communist beliefs who refused to recant his ideals, would ultimately serve more than 42 years in prison. Based on a true story, the film tells of personal conviction and dignity.","release_date":"2003-10-24","genres":[18,36],"vote_average":6.3,"runtime":108,"cert":"N\/A","id":208878,"title":"The Road Taken","adult":false},{"cast":[],"overview":"Hosted by NPR and Fox News commentator Mara Liasson, the program provides a short, colorful history of the antitrust laws in America","release_date":"","genres":[99],"vote_average":0.0,"runtime":27,"cert":"N\/A","id":208889,"title":"Fair Fight in the Marketplace","adult":false},{"cast":["John Payne","Mona Freeman","Lee J. Cobb","Ray Middleton","Skip Homeier"],"overview":"The Mayhew brothers flee from one Texas town to another as older brother Bill repeatedly attempts to keep younger brother Sam out of jail. Bill finally gives up on his younger brother and heads for Colorado. He gets a job and all is well until his brother shows up and takes a job that puts them on opposite sides of the law.","release_date":"1955-06-15","genres":[37],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":208897,"title":"The Road to Denver","adult":false},{"cast":["Adi Sitzmann","Le Dinhan","Ornella Goria"],"overview":"Lisl Ponger creates an imaginary map of the twentieth century on which the stories of emigration are engraved like well-worn tracks of occidental memory. The pictures, made by observant tourists, are revealed, in their tensile relationship to the soundtrack, as a post-colonial journey. A journey through exactly those countries which long ago have been shrunk together in space and time. Finally the wonderful neon signs of the “Hotel Edison” and “Radio City” remind one of the origins of this form of appropriation of the world, of the time of great expeditions, of Benjamin‘s shop-windows and passages, and of the time when technical apparatus and means of transportation fundamentally altered the perceptions of modern man.","release_date":"1996-07-21","genres":[99],"vote_average":6.0,"runtime":12,"cert":"N\/A","id":208899,"title":"Passages","adult":false},{"cast":["Eric Johnson","Brendan Fletcher","Bill Switzer","Emily Hampshire","Michael Hogan"],"overview":"Darren Huenemann, a spoiled 18-year old plots to have two classmates murder his mother and grandmother so he can inherit their fortunes. His worship of Caligula leads him to treat all like those in the Roman Imperial Court, manipulating, threatening and cajoling those who would stand in his way. Based on a true story of the early Nineties in British Columbia.","release_date":"2000-09-20","genres":[],"vote_average":6.0,"runtime":91,"cert":"N\/A","id":208910,"title":"Scorn","adult":false},{"cast":["Paul Naschy","Peter Beaumont","Monique Brainville","Beba Novak","Helene Vatelle"],"overview":"1968 Spanish horror film that is the second in a long series about the werewolf Count Waldemar Daninsky, played by Paul Naschy. The film is considered a lost film. It apparently was never theatrically released, nor has it ever turned up on video. Since Naschy insisted the script was filmed, it has come to be referred to as the second of the 12 Waldemar Daninsky werewolf movies, even though no one has ever seen it. To make matters even stranger, the lead actors whom Naschy attributed to this film (Peter Beaumont and Monique Brainville) apparently never existed. The \"French director\" Rene Govar seems to have directed only this one film as he has no other credits under his name on imdb.com. This is why most Naschy fans regard this movie listing as a hoax, some thinking that Naschy may even have made it up to boost his resume at a time when he was just starting out in the industry.","release_date":"1968-01-01","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":208915,"title":"Nights of the Werewolf","adult":false},{"cast":["Paul Naschy","Caroline Munro","Howard Vernon","Fernando Hilbeck","Joseph Garco"],"overview":"Paul Naschy plays several roles in this film about a nowhere actor who likes to pick up prostitutes and play sex games. His nephew resides with him, and is lost in a fantasy world of his own.","release_date":"1987-01-01","genres":[],"vote_average":7.0,"runtime":97,"cert":"N\/A","id":208917,"title":"Howl of the Devil","adult":false},{"cast":[],"overview":"Documentary about The Larry Sanders Show.","release_date":"","genres":[],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":208919,"title":"The Making Of 'The Larry Sanders Show'","adult":false},{"cast":["Anne Nagel","Weldon Heyburn","Harry Davenport","Harry Hayden","Don Barry"],"overview":"A young heiress moves away from home, takes a job in a Chicago department store and weds a co-worker who's unaware of his bride's wealthy background.","release_date":"1938-01-27","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":208924,"title":"Saleslady","adult":false},{"cast":["Joshua David Brown","Tom Lister Jr.","James Aaron Smith","Roscoe","Patrice Stewart"],"overview":"","release_date":"2004-09-06","genres":[35],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":208932,"title":"A Night In Compton","adult":false},{"cast":["Wayne Casey","AnnieScott Rogers","Paul Schilens","Lisa Wharton","Nate Duncan"],"overview":"In the wake of last week’s Backwoods Bloodbath (review here) release, MVM offer up another similarly abysmal slice of no-budget drudgery in the form of Razor’s Ring. Here the story follows protagonist Scott (Casey), a businessman out for his morning run when he comes across ruthless ex-con couple Razor and Julie (Schilens and Wharton). After witnessing them callously run over a dog on the road, Scott has a gun pulled in his face and is forced to join them on their Death Race 20000-inspired joy ride as the pair attempt to gain a better “score” than their partner.","release_date":"2008-01-16","genres":[27],"vote_average":4.0,"runtime":95,"cert":"N\/A","id":208934,"title":"Razor's Ring","adult":false},{"cast":["Maria Carolina Alba","Lucio Allocca","Serena Bennato","Natalia Bizzi","Domitilla Cavazza"],"overview":"","release_date":"1986-07-21","genres":[35],"vote_average":6.3,"runtime":null,"cert":"N\/A","id":208936,"title":"Separati In Casa","adult":false},{"cast":[],"overview":"On a weekend in June 1983, in what was deemed a \"country outing,“ an impressive number of artists from Berlin went to a small village in Schleswig-Holstein; their intention was to give the local residents a taste of Berlin’s avant-garde art. This event included presentations of dance, music, performance art, painting, land art and film. Back in Berlin the footage was manipulated in several ways to produce an “experimental examination.” —independent film and video database","release_date":"1983-09-23","genres":[],"vote_average":6.0,"runtime":16,"cert":"N\/A","id":208944,"title":"Miniatures: Many Berlin Artists in Hoisdorf","adult":false},{"cast":["Helmut Färber","Michel Delahaye","Georges Goldfayn","Danièle Huillet","Manfred Blank"],"overview":"A tribute to Mallarmé that not only asserts the continuing relevance of his work but also confronts its literary ambiguities with political and cinematic ambiguities of its own. In outline, the film could not be more straightforward: it offers a recitation of one of Mallarmé’s most celebrated and complex poems (it was his last published work in his own lifetime, appearing in 1897, a year before his death) and proposes a cinematic equivalent for the author’s original experiment with typography and layout by assigning the words to nine different speakers, separating each speaker from the other as she or he speaks, and using slight pauses to correspond with white spaces on the original page.","release_date":"1977-01-01","genres":[18,35],"vote_average":8.0,"runtime":11,"cert":"N\/A","id":208949,"title":"Every Revolution Is a Throw of the Dice","adult":false},{"cast":["Andrew Solomon"],"overview":"Little Monsters presents some of the animal kingdom’s strangest survival strategies: poison dart frogs, chameleons, praying mantises and scorpions, to name but a few. Thanks to 3D visualization, large audiences can experience a chameleon thrusting out its tongue at close range, rattle- snakes striking at their targets to within fractions of an inch, praying mantises hunting and hummingbirds feeding, filmed from inside the flower! And with its ingenious combination of slow-motion 3D and timelapse 3D, “Little Monsters” even improves upon state of the art 3D for greater impact, yielding unbelievable scenes the world has never seen and “felt” before.","release_date":"2013-01-01","genres":[99],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":208966,"title":"Little Monsters 3D","adult":false},{"cast":["Kumail Nanjiani"],"overview":"In his debut stand-up special, Kumail Nanjiani talks about all the things that terrify him completely.","release_date":"2013-07-21","genres":[35],"vote_average":5.9,"runtime":62,"cert":"N\/A","id":208968,"title":"Kumail Nanjiani: Beta Male","adult":false},{"cast":[],"overview":"Vietnam in HD is a 6-part series that immerses viewers in the sights, sounds and stories of the Vietnam War as it has never before been seen. Thousands of hours of uncensored footage--much of it shot by soldiers in action--will detail every critical chapter of the conflict.  The war will unfold onscreen through the gripping firsthand accounts of 13 brave men and women who were forever changed by their experience in Vietnam.","release_date":"2011-11-08","genres":[10752],"vote_average":8.2,"runtime":250,"cert":"N\/A","id":208982,"title":"Vietnam in HD","adult":false},{"cert":"N\/A","title":"Who Was Edgar Allan?","cast":["Paulus Manker","Rolf Hoppe","Guido Wieland"],"genres":[],"id":208990,"overview":"A nihilistic art student meets the mysterious Edgar Allen at a coffee shop in Venice. The fascination for the older man soon turns into paranoia.","runtime":83,"release_date":"1984-04-11","vote_average":5.0,"adult":false}]