[{"cast":[],"overview":"This documentary delves into the origins of the “soup of life” made by chef and essayist Yoshiko Tatsumi, which she originally created as a nourishing food for her bed-ridden father. Tatsumi, a popular TV personality (Kyo no Ryori) and writer, works with local food producers to ensure the most wholesome ingredients, and shares her wisdom and experience in popular cooking classes held at her home.","release_date":"2012-11-03","genres":[],"vote_average":0.0,"runtime":113,"cert":"N\/A","id":209001,"title":"Drops of Heaven","adult":false},{"cast":["Pat O’Brien","Margaret Lindsay","John Payne","Johnnie Davis","Melville Cooper"],"overview":"Don Vincente is determined to make a success of himself and his band. He gets his break by performing at the Garden of the Moon, which is broadcast over the radio. The problem is that John Quinn is the club's ruthless, scheming manager who will do anything to keep Vincente under his thumb. John's assistant, Toni Blake,  falls for Vincente, complicating the escalating war.","release_date":"1938-10-01","genres":[35,10749],"vote_average":5.0,"runtime":94,"cert":"N\/A","id":209024,"title":"Garden of the Moon","adult":false},{"cast":["Mansai Nomura","Nana Eikura","Hiroki Narimiya","Tomomitsu Yamaguchi","Koichi Sato"],"overview":"In the year 1590, the mighty warlord Toyotomi Hideyoshi is close to fulfilling his ambition of unifying all of Japan under his banner when he comes across unexpected resistance in the form of a floating fortress known as Oshi Castle. Narita Nagachika, a frivolous hedonistic fellow and unlikely candidate for the position of rebel general, finds himself in charge of defending the castle. His odds? An army of 500 men to combat Toyotomi Hideyoshi's army of 20,000.","release_date":"2012-11-02","genres":[36,35,18],"vote_average":5.9,"runtime":150,"cert":"N\/A","id":209032,"title":"The Floating Castle","adult":false},{"cast":[],"overview":"Young Pim and the villain Avelino race against each other. In order to win the race, and the prize, Avelino cheats as much as he can.","release_date":"1943-01-01","genres":[16,35],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":209037,"title":"Automania","adult":false},{"cast":["Mark Atteberry","Molly Brink","Ricardo Gil","Oona Mekas","Aidan Potter"],"overview":"TV film, nominated for Best Experimental Series in 2010, in Streamy Awards.","release_date":"2009-09-17","genres":[9648,10770],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":209039,"title":"HBO Imagine","adult":false},{"cast":["Vlasta Burian","Meda Valentová","Zorka Janů","Anna Steimarová","Jaroslav Marvan"],"overview":"Fifty years old Baron von Fibberg lives at The Fibberg Castle with his wife Olga and daughter Charley. Besides the delight in hunting, Baron is very enthusiastic about truth. Although he can't withstand any falsehood of others, he keeps his own intimate secrets from his wife. Charley seems to be an innocent girl at first glance, but she has a little secret too. She fell in love with a young fop Ernest Benda and married him in secret. Her only concern is the way, how to let her strict father know about the marriage. Together with her husband they prepare a plan how to do it, but it turns out to be a catastrophe for the whole family.","release_date":"1940-09-13","genres":[35],"vote_average":5.5,"runtime":99,"cert":"N\/A","id":209041,"title":"Burian the Liar","adult":false},{"cast":["Yang Mi","Amber Kuo","Hayden Kuo","Xie Yi-lin","Kai Ko"],"overview":"When four best friends try and move forward in their work and personal life, they realize that trying to live their life's dream is more difficult than they imagine -- especially in the high fashion world of Shanghai.","release_date":"2013-06-27","genres":[18,10749,35],"vote_average":4.5,"runtime":116,"cert":"N\/A","id":209049,"title":"Tiny Times","adult":false},{"cast":["Kyoka Suzuki","Hiroki Hasegawa","Kyoko Fukada"],"overview":"45-year-old Rui Nakamura (Kyoka Suzuki) is a highly successful publisher. During the course of work, she encounters a 28-year-old married man named Kou Suzuki (Hiroki Hasegawa) who aggressively pursues her. Unexpectedly, Rui Nakamura starts to fall in love with the younger married man  Set 5 years after the ending of the NHK drama series “Second Virgin,” Rui Nakamura (Kyoka Suzuki) is transferred to Kuala Lumpur, Malaysia while still taking care of Marie Suzuki (Kyoko Fukada).","release_date":"2012-06-04","genres":[18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":209057,"title":"Second Virginity","adult":false},{"cast":["Brian McKenna"],"overview":"In a wide-ranging look at the history and present of the barbarous relic, CBC's Brian McKenna and Ann-Marie MacDonald have gathered many perspectives (pro and con) on gold. The following documentary moves from historical shipwrecks to Nazi 'death gold' and England's war chest to recent years where widespread economic uncertainty has given the yellow metal a \"new lustre in the world of high finance.\" Valued for its permanence, beauty and scarcity, people will lie, cheat, steal and kill in the name of gold; and the clip provides color on many of the market manipulations of the last few years.","release_date":"2013-04-17","genres":[99],"vote_average":0.0,"runtime":43,"cert":"N\/A","id":209068,"title":"The Secret World of Gold","adult":false},{"cast":["Lea Padovani","Renato Baldini","Ubaldo Lay","Beniamino Maggio","Valeria Moriconi"],"overview":"","release_date":"1954-12-10","genres":[18,10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":209070,"title":"Napoli è sempre Napoli","adult":false},{"cast":["Dennis Hopper","Marley Shelton","Devon Gummersall","Talia Shire","Devon Gummersall"],"overview":"A reporter sent to cover a murder trial discovers a web of deceit stemming from a torrid affair.","release_date":"2000-02-12","genres":[53,18],"vote_average":4.2,"runtime":97,"cert":"N\/A","id":209084,"title":"Lured Innocence","adult":false},{"cast":["Steve Ostringer","Holly Adams","Fred Wittenstein","Alyce Wittenstein","Beatrice Fensten"],"overview":"After returning home, Coman Gettme discovers that his hometown has come to be governed strictly by fashion.","release_date":"1986-01-01","genres":[],"vote_average":7.0,"runtime":21,"cert":"N\/A","id":209107,"title":"Betaville","adult":false},{"cast":["Caitlin E.J. Meyer","Maeve Millard","Kellet Cook","Dennis Saylor","Brock Holman"],"overview":"“A Pioneer Miracle” tells the story of 8-year-old Belle Richards, who, after disobeying her father’s counsel, finds herself and her brother in serious danger.  With divine intervention, the pair survive a terrible rockslide, imprinting on Belle a lifelong lesson of faith, prayer, and the importance of obedience.","release_date":"2003-06-01","genres":[10751,37],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":209109,"title":"A Pioneer Miracle","adult":false},{"cast":["Dana DeArmond","Otto Bauer","Alexa Nicole","Jada Stevens","Jayden Cole"],"overview":"Night. Hollywood Boulevard. Bright lights, big city. Sexy girls walking along the star-studded world-renown famous strip in miniskirts and thigh-high boots. Vivian gets dressed for the night in a cheap apartment above the street.  Edward, a wealthy businessman from out of town, is lost on his way to Beverly Hills. A wrong turn lands him in Hollywood, where he meets Vivian and her roommate Laura on the street. He agrees to pay Vivian if she will help him get back to his hotel. An intriguing conversation develops between them, and by the time they reach his luxurious suite, they are both interested in getting to know each other a little more.","release_date":"2012-06-29","genres":[],"vote_average":7.0,"runtime":103,"cert":"N\/A","id":209114,"title":"Pretty Woman: A XXX Parody","adult":true},{"cast":["Ned Bower","Robert Schwartzman","Taylor Locke","Louie Stephens","Matthew Winter"],"overview":"This DVD includes a live performance from the Wiltern in Los Angeles in 2004. Also included are Broll footage from 2003, mostly behind the scenes, possible live footage from Tokyo\/Osaka, and video clips.","release_date":"2004-11-15","genres":[10402],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":209116,"title":"Rooney: Spit and Sweat","adult":false},{"cast":["Simone Telecchi","Roberto Birindelli","Natalia Mikeliunas","Ohana Homem","Luís Fernando Veríssimo"],"overview":"After years of dating women, Simone meets Pedro. He's charming, intelligent and attractive, and he's appeared at a time when Simone's relationship with her live-in girlfriend is falling apart. Tormented by uncertainties and doubts that test everything Simone thinks she knows about herself, she must make a decision. But in the end is it really a question of gender? This is a film about sexual expression and choice, and about the importance of following your heart.","release_date":"2013-12-13","genres":[],"vote_average":5.0,"runtime":70,"cert":"N\/A","id":209118,"title":"Simone","adult":false},{"cast":[],"overview":"14-year-old Mie is an elite dancer. When her partner stops dancing, her family decides to search for a new partner abroad. Russian Egor finds out that his mother has set up a try out for him, and if this turns out well, Egor will travel to Denmark. Since May 2011, he has lived with Mie and her parents in Denmark, where everything indicates that they are the perfect match on the dance floor. In Mie's home, however, problems are piling up. The family has suddenly gained a new member, and had it not been for the growing success, Egor would probably have been put on a plane back to his mum by now.","release_date":"2012-11-14","genres":[99],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":209120,"title":"Dance for Me","adult":false},{"cast":[],"overview":"Low-budget drama set in Auckland, following a random collection of characters all connected via a bizarre video project.","release_date":"","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":209125,"title":"We Feel Fine","adult":false},{"cast":["Lexi Swallow","April O'Neil","Kagney Linn Karter","Sasha Knox","Sarah Vandella"],"overview":"A romantically unattached woman, Annie, fears she is losing her BFF, Lillian, when Lillian announces her engagement. To make matters worse, Lillian has become very close to her boss's wife, the rich and sophisticated Helen, who takes over control of all of the wedding plans after Annie's attempts fail miserably. The bridal group includes the promiscuous tomboy Megan, who propositions every man she meets, the new bride Beca, who experiences her first lesbian experience with Lillian' cousin Rita. After Annie discovers Helen is also fucking her pseudo boyfriend, she seeks comfort from the cock of a friendly Irish cop who pulled her over thinking she was drunk.","release_date":"2011-10-11","genres":[35],"vote_average":0.0,"runtime":148,"cert":"N\/A","id":209127,"title":"Bridesmaids XXX Porn Parody","adult":true},{"cast":[],"overview":"Two goofy extras enroll to a weird audition for a big 3D production","release_date":"2013-05-30","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":209132,"title":"Una notte agli studios","adult":false},{"cast":["Michael Ostrowski","Hilde Dalik","Oliver Rosskopf","Karl Fischer","Manuel Rubey"],"overview":"Most of the time, Patrick Angerer enjoys a pretty laid back view of life. So he's not especially impressed by the protest action his workmates are taking against the strict wage targets set by the new management of Falkendorf steel plant. But things suddenly begin to get interesting for Patrick when his ex, Barbara Brossman, still the great love of his life, is sent to Falkendorf as the union's lawyer: as she's brought along her new partner, Patrick has his work cut out trying to convince Babs that his life doesn't entirely consist of football and trips down the pub.","release_date":"2013-07-25","genres":[35],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":209134,"title":"Taking It Back","adult":false},{"cast":[],"overview":"Located on the Pacific ring of fire, Japan was born out of volcanic eruptions. Its chain of 6852 islands stretches almost 3000km kilometers - with climates ranging from temperate in the North to subtropical in the south, it is a country of volcanic mountains, of rolling landscapes, of sun baked beaches and even rainforest. The geographical diversity leads to spectacular animal diversity. Wild Japan highlights the multiplicity of life on these shores as it takes you from hot spa bathing Macaques in the North, via Brown Bears and Raccoon dogs to the fiddler crabs and mud skippers in the mangrove swamps of the South; an Island hopping adventure around this vast and varied country.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":209136,"title":"Japan's Wild Secrets","adult":false},{"cast":["Jean Seberg","Stanley Baker","Philippe Forquet","Addison Powell","Jack Hedley"],"overview":"A young American art student must decide whether to stay in Paris with her boyfriend or go back to the U.S. when her wealthy father arrives to bring her back.","release_date":"1963-09-18","genres":[18,10749],"vote_average":6.0,"runtime":105,"cert":"N\/A","id":209138,"title":"In the French Style","adult":false},{"cast":["James Coburn","Ted Wass","Glynnis O'Connor","Marion Ross","Joan Prather"],"overview":"Fresh out of law school, Kevan Harris is hired by her dead father's ex-partner, Frank Murchison, and immediately 'falls into bed' with him. She then falls in love with his son, Gregory, who is fighting his father over his mother's will. Along the way, she learns about her father and his relationship with the ruthless Murchison.","release_date":"1985-01-13","genres":[10770],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":209140,"title":"Sins of the Father","adult":false},{"cast":["Ann Sothern","Gene Raymond","Victor Moore","Helen Broderick","Harry Parke"],"overview":"The day after Carol returns from a European trip, she wakes up to find her dead father's creditors hauling everything away. Her aunt wants her to marry a millionaire, but Carol insists on getting a job.","release_date":"1937-12-31","genres":[35,10749],"vote_average":4.0,"runtime":72,"cert":"N\/A","id":209154,"title":"She's Got Everything","adult":false},{"cast":["Bibi Andersson","Harriet Andersson"],"overview":"In the early fifties Ingmar Bergman got himself a cine-camera, a 9.5 mm Bell &amp; Howell, which he often used both privately and in his work. \"Bilder från lekstugan\" (\"Images from the Playground\") embark on these films, giving a diverse representation of one of the greatest artists in cinema.  iMDB","release_date":"2009-09-24","genres":[99],"vote_average":7.0,"runtime":29,"cert":"N\/A","id":209156,"title":"Images from the Playground","adult":false},{"cast":["Laura Smet","Yannick Renier","Léa Drucker","Gilles Cohen"],"overview":"Pauline, 28, hopes that by moving to the countryside she will be able to come to terms with the recent death of her husband. Here, she meets François, an introverted man of about her age whose emotional wounds run much deeper than her own. Forever scarred by a childhood tragedy, François lives a prisoner-like existence, guarded night and day by his authoritarian father and intrusive sister. Pauline and François discover a common bond in the fact that they both desperately want to start a new life, but lack the confidence to do so. At first, they find it hard to communicate with one another. But, gradually, they find the words to express their feelings and begin to realise that each has the power to set the other free...","release_date":"2010-09-21","genres":[18],"vote_average":2.0,"runtime":95,"cert":"N\/A","id":209161,"title":"Pauline et François","adult":false},{"cast":["Valerie Bertinelli","Harry Hamlin","Karen Sillas","Martin Donovan","David Marshall Grant"],"overview":"A female FBI investigator takes over jurisdiction in Dear Lake, a small northern town just as a young boy is abducted. Her investigation leads to a bigger series of abductions and murders dating back over 20 years. Her investigation also brings her into a mutual attraction with the small-town police chief who shares her investigation.","release_date":"1997-09-20","genres":[],"vote_average":8.0,"runtime":240,"cert":"N\/A","id":209163,"title":"Night Sins","adult":false},{"cast":["Raquel Arscuchin","Leticia Baibiene","María Luisa Bertrans de Barahona","Luisa Blanco","Delia Califano"],"overview":"Documentary about children stolen during Argentina's dictatorship that collects testimonies from kidnapped between 1976 and 1983. During these years, thousands of people were kidnapped and murdered with impunity. In many cases, the state appropriated the newborns of pregnant women at the time of his abduction. The disappearance of 500 children is one of the darkest legacies of this period. However, the tireless work of the Grandmothers of the Plaza de Mayo became possible that a hundred of these children were returned to their families.","release_date":"2004-03-25","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":209168,"title":"Nietos (Identidad y memoria)","adult":false},{"cast":[],"overview":"It's the ocean like you've never seen it before. Using data from scientists around the globe, combined with specially developed computer animation software, NGC turns the Earth's ocean waters crystal clear. Spectacular underwater landscapes and hidden structures are revealed. Follow sperm whales as they dive into the dark depths of the Kaikoura Canyon off New Zealand, and descend to the underwater mountain ranges of the Mid-Atlantic Ridge to find never-before-seen creatures.","release_date":"2012-01-01","genres":[99],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":209176,"title":"Light The Ocean","adult":false},{"cast":["Victor Osuagwu","Sam Loco Efe","Chinedu Ikedieze","Osita Iheme"],"overview":"An illiterate village boy, who has been taken advantage of, heads to the city to study law. He returns with grandiose vocabulary and a mission to belittle those who had previously made him feel demeaned.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":209184,"title":"Powerful Civilian","adult":false},{"cast":["Jennifer Aniston","John Hawkes","Yasiin Bey","Tim Robbins","Isla Fisher"],"overview":"Two common criminals get more than they bargained for after kidnapping the wife of a corrupt real-estate developer who shows no interest in paying the $1 million dollar ransom for her safe return.","release_date":"2013-09-14","genres":[35,80],"vote_average":5.6,"runtime":94,"cert":"","id":209189,"title":"Life of Crime","adult":false},{"cast":[],"overview":"","release_date":"1981-11-21","genres":[],"vote_average":9.5,"runtime":null,"cert":"N\/A","id":209194,"title":"Barbara à Pantin","adult":false},{"cast":[],"overview":"Barrage balloon documentary","release_date":"1940-01-01","genres":[],"vote_average":0.0,"runtime":26,"cert":"","id":209202,"title":"Squadron 992","adult":false},{"cast":["Marilyn Bartoli","Deb Biggins","Michael Daluz","Jeremiah Donovan","Bob Farr"],"overview":"In the early-morning hours of July 23, 2007, in Cheshire, Conn., ex-convicts Steven Hayes and Joshua Komisarjevsky broke into the family home of Dr. William Petit, his wife, Jennifer Hawke-Petit, and their daughters, Michaela, 11, and Hayley, 17. Dr. Petit was beaten and tied to a pole in the basement. The three women were bound in their bedrooms while the men ransacked the house. The brutal ordeal continued throughout the morning, ending with rape, arson and a horrific triple homicide.","release_date":"2013-07-22","genres":[99],"vote_average":6.3,"runtime":115,"cert":"N\/A","id":209204,"title":"The Cheshire Murders","adult":false},{"cast":[],"overview":"The earliest recognized film by Lars Trier (made in his youth before he adopted the \"von\") is this stop motion cartoon, Turen til Squach land… En Super Pølse film (Trip to Squash Land… A Super Sausage film).","release_date":"1967-07-22","genres":[14,12,16],"vote_average":5.0,"runtime":2,"cert":"N\/A","id":209209,"title":"The Trip to Squash Land","adult":false},{"cast":[],"overview":"","release_date":"2007-11-10","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":209217,"title":"Klitoris - die schöne Unbekannte","adult":false},{"cast":["Arno","Valérie Lemaître","Edith Scob","François Négret","Fabrice Rodriguez"],"overview":"A man assumes the identity of a dead person and convinces a young amnesiac that he is part of her life.","release_date":"2006-08-30","genres":[18],"vote_average":6.0,"runtime":101,"cert":"N\/A","id":209219,"title":"Komma","adult":false},{"cast":["Charles Bukowski"],"overview":"Charles Bukowski is filmed going to a poetry reading in San Francisco.","release_date":"1973-01-01","genres":[99],"vote_average":8.0,"runtime":60,"cert":"N\/A","id":209221,"title":"Bukowski","adult":false},{"cast":["Alberto Franceschini","Paolo Rozzi","Tonino Loris Paroli","Annibale Viappiani"],"overview":"","release_date":"2008-09-30","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":209223,"title":"Il sol dell'avvenire","adult":false},{"cast":["Carol Connors","Joe Banana","Jack Birch","Lea Vivot","Kathy Mandeville"],"overview":"Two couples on a picnic are attacked by a gang of vicious bikers, who beat up the men and rape the women. One of the men finds out who the bikers are, arms himself and goes after them.","release_date":"1973-01-01","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":209225,"title":"Road of Death","adult":false},{"cast":["Óscar Álvarez","Mirta Ibarra","Omar Valdés","Coralia Veloz","Rogelio Blain"],"overview":"A theater director and script-writer falls for a female worker from the Havana docks, but his machismo, social and working conflicts, and the Cuban woman's condition interfere with their relationship.","release_date":"1983-08-24","genres":[10749],"vote_average":5.0,"runtime":68,"cert":"N\/A","id":209227,"title":"Up to a Certain Point","adult":false},{"cast":["Sebastian Bezzel","Simon Schwarz","Eisi Gulp","Ilse Neubauer","Lisa Potthoff"],"overview":"Franz, the local police officer in a tiny bavarian village has to investigate in a case involving a disliked school principal who commited suicide? Or was it murder after all?","release_date":"2013-07-31","genres":[35,80],"vote_average":6.9,"runtime":87,"cert":"N\/A","id":209232,"title":"Steam-bread Blues","adult":false},{"cast":["Suzanne Marwille","Julius Czonský","Marie Jelínková","Ferenc Futurista","Luigi Hofman"],"overview":"","release_date":"1918-12-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":209234,"title":"Ošálená komtesa Zuzana","adult":false},{"cast":["Amber","Harper"],"overview":"Shot in 1996 and edited in 2000, this is a short documentary about a group of 13-year-old riot grrrls in Los Angeles who were socially ostracized at their school by their peers and upperclassmen. Everyone in the schoolyard held strong opinions about these so-called \"dirty girls,\" and meanwhile the \"dirty girls\" themselves aimed to get their message across by distributing their zine across campus.","release_date":"2000-05-29","genres":[99],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":209236,"title":"Dirty Girls","adult":false},{"cast":["Ferenc Futurista"],"overview":"","release_date":"1918-12-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":209238,"title":"Ferenc se žení","adult":false},{"cast":["Ferenc Futurista","Eman Fiala"],"overview":"","release_date":"1927-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":209240,"title":"Ferenc a kráva","adult":false},{"cast":["Pavel Bezouška","Mirka Burešová","Pavel Soukup","Matěj Hádek"],"overview":"","release_date":"2008-02-07","genres":[99,10770],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":209242,"title":"Opouštíme ráj","adult":false},{"cast":["Owen Wilson","Zach Galifianakis","Amy Poehler","Laura Ramsey","Lauren Lapkus"],"overview":"When Steve Dallas, a womanizing local weatherman, hears that his off-the-grid best friend Ben Baker has lost his estranged father, the two return to Ben's childhood home. Once there, they discover Ben has inherited the family fortune, and the ill-equipped duo must battle Ben's formidable sister and deal with his father's gorgeous 25-year old widow.","release_date":"2013-09-07","genres":[35],"vote_average":5.2,"runtime":114,"cert":"N\/A","id":209244,"title":"Are You Here","adult":false},{"cast":["Emma Thompson","Pierce Brosnan","Celia Imrie","Timothy Spall","Tuppence Middleton"],"overview":"Retirement at last! Middle-aged and divorced, company owner Richard Jones is looking forward to a worry-free existence as he arrives at his office on his last day of work. Much to his dismay, he discovers that the management buyout of his company was fraudulent. The company is now bankrupt and the employee pension fund — including his own — has been embezzled. Enlisting the help of his ex-wife Kate, Richard sets out to track down the shady businessman behind the fraud...","release_date":"2013-09-12","genres":[35],"vote_average":5.9,"runtime":94,"cert":"12","id":209249,"title":"The Love Punch","adult":false},{"cast":["Antonio de la Torre","María Alfonsa Rosso","Olimpia Melinte","Joaquín Núñez","Delphine Tempels"],"overview":"Carlos is the most prestigious tailor in Granada, but he's also a murderer in the shadows. He feels no remorse, no guilt, until Nina appears in his life and love awakens.","release_date":"2013-10-11","genres":[53,18],"vote_average":5.9,"runtime":117,"cert":"15","id":209251,"title":"Cannibal","adult":false},{"cast":["Rubén Ochandiano","Manuela Velasco","Nico Romero","Silma López","Toni Acosta"],"overview":"A comedy about love, loneliness and fear.","release_date":"2015-04-23","genres":[35,10749],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":209256,"title":"Cuento de verano","adult":false},{"cast":["Naoto Takenaka","Naohito Fujiki","Ryoko Kuninaka","Yuuki Tsujimoto","Kanji Ishimaru"],"overview":"Kotoji Akame (Naoto Takenaka) is a shabby, middle aged low-ranking samurai of small stature. One day, in a drinking contest, he misses sending his lord off as he leaves Edo for Kuju. Released from service for this blunder, Akame becomes a wandering samurai. He goes on to steal lances from many feudal lords' processions. For Furuta, suffering defeat is out of question. To protect his domain and family, he takes it on himself to meet Murase and proposes an alliance between the Wako, Fuki and Ushizu domains. With the fate of the feudal families in their hands, Furuta and Murase pursue Akame. Each with something to protect, the men fight desperately over the lances.","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":209267,"title":"Oyari Haishaku","adult":false},{"cast":["Joel Edgerton","Jai Courtney","Melissa George","Tom Wilkinson","Sarah Roberts"],"overview":"Three detectives become embroiled in a tense struggle after a tragic accident that leaves a child in critical condition. One is guilty of a crime, one will try to cover it up, and the other attempts to expose it. How far will these men go to disguise and unravel the truth?","release_date":"2014-08-28","genres":[9648,53,80],"vote_average":5.6,"runtime":105,"cert":"N\/A","id":209269,"title":"Felony","adult":false},{"cast":["Kristen Wiig","Guy Pearce","Hailee Steinfeld","Jennifer Jason Leigh","Sami Gayle"],"overview":"A wild teenage girl orchestrates a romance between her nanny and her father, who is a recovering addict.","release_date":"2013-09-07","genres":[18],"vote_average":5.9,"runtime":103,"cert":"N\/A","id":209271,"title":"Hateship Loveship","adult":false},{"cast":["Jack O'Connell","Ben Mendelsohn","Rupert Friend","David Ajala","Peter Ferdinando"],"overview":"19-year-old Eric, arrogant and ultra-violent, is prematurely transferred to the same adult prison facility as his estranged father. As his explosive temper quickly finds him enemies in both prison authorities and fellow inmates — and his already volatile relationship with his father is pushed past breaking point — Eric is approached by a volunteer psychotherapist, who runs an anger management group for prisoners. Torn between gang politics, prison corruption, and a glimmer of something better, Eric finds himself in a fight for his own life, unsure if his own father is there to protect him or join in punishing him.","release_date":"2013-09-09","genres":[18],"vote_average":7.1,"runtime":106,"cert":"","id":209276,"title":"Starred Up","adult":false},{"cast":["Brian Krause","Nancy Stafford","Danielle C. Ryan","Heather Beers","James Gaisford"],"overview":"America is in the midst of the Depression, and the Kamp family is struggling to get by, especially after Mrs. Kamp's untimely death. Now little Ruthie, with her mother gone and her father overwhelmed by doctor bills resulting from her brother's polio, expects another Christmas without presents or festivities. But when her father brings home one dollar in change and lets the children use it to buy special gifts for each other, the Kamps come to find that money isn't what fills Christmas with joy, love, and miracles.","release_date":"2013-12-14","genres":[18,10751],"vote_average":6.2,"runtime":101,"cert":"N\/A","id":209284,"title":"Christmas for a Dollar","adult":false},{"cast":[],"overview":"Trevor the Dinosaur is a short documentary about a plastic dinosaur named Trevor and his human friend Derek Scott.","release_date":"","genres":[],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":209292,"title":"Trevor the Dinosaur","adult":false},{"cast":["Adrien Brody","Edison Chen","Tony Hawk","David Ismalone","Jodie Kidd"],"overview":"With an entry grid full of superstars and supercars, driving everything from Ferrari Enzos to Rolls Royce Phantoms, Gumball is certain to cause a stir wherever it goes! Picture supermodel Jodie Kidd navigating her way round the roads of Marrakech, with oscar winner Adrien Brody coming up alongside in his Porsche Turbo and skateboard legend Tony Hawk in hot pursuit; then add MTV sensations the Aiya! Gang to the mix and you start to get the picture. Watch the Aiya! Gangs crazy antics as they set off from Paris with 192 amazing supercars, and see their excitement for a road trip turn into a HELL ride!","release_date":"2007-05-27","genres":[99,35],"vote_average":0.0,"runtime":72,"cert":"18","id":209294,"title":"Gumball 3000: Drivin' Me Crazy","adult":false},{"cast":["Joseph Schmidt","Viktor de Kowa","Charlotte Ander","Fritz Kampers","Carl de Vogt"],"overview":"A Song Goes Round the World is a 1933 German drama film directed by Richard Oswald and starring Joseph Schmidt, Viktor de Kowa and Charlotte Ander.","release_date":"1933-05-08","genres":[18,10402,35,10749],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":209302,"title":"A Song Goes Round the World","adult":false},{"cast":[],"overview":"In a city afflicted by a series of increasingly violent protests, a dying young man is visited in his apartment by a refugee, a political radical, and a priest.","release_date":"2013-05-01","genres":[],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":209304,"title":"Pilgrims","adult":false},{"cast":["Micheal Hunter","Mark Pilisi","Rebecca Saunders","Kim Willoughby","Peter Bland"],"overview":"In the turbulence of Auckland, Ska (Hunter) is a streetwise 19 year old, whose father is a drunkard and whose older sister works at a high-class massage parlour. When he decide to “rescue” her, he is thrown out. With some friends, he take revenge by trashing the place, but the reply results in Ska's best friend being killed. The massage parlour boss is also a crooked concert promoter, so Ska, and his gang, “hijack” a concert which incites the audience to riot.","release_date":"1986-10-14","genres":[18,80,28],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":209306,"title":"Queen City Rocker","adult":false},{"cast":["Cornell Borchers","Yvonne Mitchell","Armin Dahlen","Alexander Knox","Geoffrey Keen"],"overview":"During World War II, a German woman, Inga, goes missing and is presumed dead. Her infant son is placed in an orphanage where, years later, he's adopted by a childless couple. The adoptive parents' happiness is shattered when Inga reappears and insists on custody of her son.","release_date":"1954-11-09","genres":[18],"vote_average":7.0,"runtime":89,"cert":"","id":209308,"title":"The Divided Heart","adult":false},{"cast":["David Wenzel","Rick Lohman","Russell Friedenberg","Allan Walker","Kristin Muri"],"overview":"A new government agency with the right to domestic charter is reformed to prevent another terrorist attack in the United States.","release_date":"2009-05-17","genres":[18,28,80],"vote_average":0.5,"runtime":118,"cert":"N\/A","id":209313,"title":"Echelon 8","adult":false},{"cast":["Lino Ventura","Laurent Terzieff","Hannes Messemer","Eva Bartok","Suzy Prim"],"overview":"","release_date":"1959-04-21","genres":[18,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":209315,"title":"Douze heures d'horloge","adult":false},{"cast":[],"overview":"Director Q returns with this psychedelic take on Nobel Laureate Rabindranath Tagore's namesake play. A prince and his friend, trapped in a crumbling palace, invoke an Oracle who passes on a message of liberation. They flee the palace, and shipwrecked on a paradise island encounter a strange culture. The islanders are all soldiers who call themselves the cards, and live by a code of rules that outlaws any human behaviour. Thanks to the new arrivals, the land of cards sees dissent for the first time.","release_date":"2013-09-13","genres":[],"vote_average":4.3,"runtime":110,"cert":"N\/A","id":209320,"title":"The Land of Cards","adult":false},{"cast":["Suzanne Marie Doyon","Floyd Red Crow Westerman","Max Gail","Brian McNamara","Julia Campbell"],"overview":"Julie, a lonely fourteen year old girl, moves to Manzanita, an Oregon seaside town, from Los Angeles after her writer father, Robert, loses his job. Her family, including mother Kathryn and older sister Susan, has trouble adjusting to life in a small town. Julie parents struggle with her father's unemployment and her sister, Susan, finds solace in a summer fling with Tom.","release_date":"","genres":[],"vote_average":2.0,"runtime":107,"cert":"N\/A","id":209322,"title":"The Legend of Tillamook's Gold","adult":false},{"cast":["Allan Lane","Black Jack","Eddy Waller","James Nolan","Gail Davis"],"overview":"Rocky Lane (Allan Lane) hits the trail when he gets word that one of two brothers in a partner-ship mining project has been killed by outlaws trying to gain possession of the mine. The other brother, Nugget Clark (Eddy Waller), wants no part of the law, and is particularly set against the young sheriff, Keith Ames (William Henry), courting his niece Trudy (Gail Davis).","release_date":"1949-03-29","genres":[37],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":209327,"title":"Death Valley Gunfighter","adult":false},{"cast":["Rex Allen","Koko","Slim Pickens","Roy Barcroft","Virginia Hall"],"overview":"Anchor is building a railroad and to get cheap labor he gets Black Hawk's Indians to attack and burn the incoming wagon train. This forces the settlers to work for Anchor and he pays them in devalued scrip. When Rex figures out Anchor's swindle, Anchor gets Black Hawk to capture him. When Anchor turns on Black Hawk and shoots him, Black Hawk gets a chance to repay a debt to Rex.","release_date":"1953-02-25","genres":[28,37,10402,12],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":209329,"title":"Old Overland Trail","adult":false},{"cast":["Jean-Dominique Bauby"],"overview":"On December 8, 1995, at the age of 43, Jean-Dominque Bauby, editor-in-chief of ELLE Magazine, suffered from a stroke and fell into a coma. When Bauby awoke he found himself completely speechless and paralyzed. In Locked-In Syndrome, director Jean-Jacques Beiniex follows Bauby's efforts to write The Diving Bell and the Butterfly, which was later adapted into a critically acclaimed film.","release_date":"1997-03-14","genres":[],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":209331,"title":"Locked-In Syndrome","adult":false},{"cast":[],"overview":"\"American Shopper\" is a feature-length film about one man's passionate and comic struggle to start an unlikely new sport, and about the citizens of a small town who overcome their initial skepticism and get swept up in his crazy dream. The film follows the stories of several townspeople who decide to participate in the sport and compete in the 1st National Aisling Championship, and whose lives are turned upside down in the process.","release_date":"2007-02-04","genres":[35,99],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":209333,"title":"American Shopper","adult":false},{"cast":["Josie Davis","Mayim Bialik","Joanna Clare Scott","Claire Bloom","Chita Rivera"],"overview":"The story of three girlfriends who go back to Kalamazoo, Michigan for their 10 year high school reunion. There, they discover that a time capsule placed on their graduation night containing predictions would be opened. Horrified at the thought of having their unfulfilled goals made public, the three women decide to find the time capsule and destroy it before it is opened.","release_date":"2006-04-07","genres":[35],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":209338,"title":"Kalamazoo?","adult":false},{"cast":["Ron Perlman","Ken Olin","Jill Eikenberry","Gregg Henry","Nicholas Pryor"],"overview":"Religious beliefs clash with the law when an Amish infant is killed in a rural community.","release_date":"1988-10-24","genres":[80,18,53],"vote_average":6.0,"runtime":120,"cert":"N\/A","id":209340,"title":"A Stoning in Fulham County","adult":false},{"cast":["Patrick Muldoon","Cathy Moriarty","Tim Thomerson","Fred Ward","C. Thomas Howell"],"overview":"FBI Agent Jason Chandler has devoted his life to enforcing the law. But on the trail of a series of mysterious murders surrounding some of society's deadliest serial killers, Agent Chandler is forced down a path where no one can be trusted. Only this time, sociopathic killers are being meticulously murdered one by one in grisly circumstances - and it's no coincidence. Now, to search for justice, he must uncover the truth. And the life he must protect will be his own.","release_date":"1999-04-03","genres":[53,80],"vote_average":5.0,"runtime":90,"cert":"","id":209342,"title":"Red Team","adult":false},{"cast":["Jim Broadbent","Lindsay Duncan","Jeff Goldblum","Olly Alexander","Brice Beaugier"],"overview":"Nick and Meg Burrows return to Paris, the city where they honeymooned, to celebrate their 30th wedding anniversary and rediscover some romance in their long-lived marriage. The film follows the couple as long-established tensions in their marriage break out in humorous and often painful ways.","release_date":"2013-10-04","genres":[35,18],"vote_average":6.3,"runtime":93,"cert":"15","id":209350,"title":"Le Week-End","adult":false},{"cast":["Mädchen Amick","Henry Thomas","Frank Whaley","Shawnee Smith","Pamela Gidley"],"overview":"Characters in a bio technological firm utilize nanotechnology (miniature, smart robots) to control others for their own good.","release_date":"1997-09-26","genres":[],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":209352,"title":"Bombshell","adult":false},{"cast":["Allan Lane","Black Jack","Chubby Johnson","Mary Ellen Kay","Roy Barcroft"],"overview":"The Pike gang steal $30,000 from the Adams Bank, but one of them double crosses the rest of the gang and hides the money in Fort Dodge, Nevada. As Fort Dodge is out of his jurisdiction, Deputy Sheriff 'Rocky' Lane (Allan Lane) takes a vacation there and finds that everything is owned by 'Skeeter' Davis (Chubby Johnson), who knows nothing about the hidden money. But the Pike gang is also in town looking for the money. When settlers come to town, Rocky devises a plan to catch the outlaws and retrieve the money for the Adams Bank","release_date":"1951-08-24","genres":[37],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":209354,"title":"Fort Dodge Stampede","adult":false},{"cast":[],"overview":"Three men are dangerously obsessed with the same woman.","release_date":"2000-01-01","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":209356,"title":"Love Her Madly","adult":false},{"cast":["Jadwiga Smosarska","Stefan Jaracz","Józef Wegrzyn"],"overview":"Polish historical film.","release_date":"1932-09-09","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":209358,"title":"The November Night","adult":false},{"cast":["Anthony Michael Hall","Michael Paré","Deborah Moore","Terry Kiser","Brian Haley"],"overview":"Paul Watkins (Michael Paré) is an American pilot stationed in the Middle East, who is taken away from his normal duties of protecting the skies to show an actor everything he needs to know about being a pilot in the Air Force. The actor, Tom Slade (Anthony Michael Hall), is about to start filming an Air Force movie and wants to \"get the feeling\" for the part. When Watkins takes Slade for a ride in an F-16 fighter, some other American jets are attacked and the pair comes to the rescue. However, it does not go according to the plan.","release_date":"1992-01-01","genres":[10752,28],"vote_average":4.5,"runtime":101,"cert":"N\/A","id":209369,"title":"Into the Sun","adult":false},{"cast":[],"overview":"An aspiring businessman moves to marijuana-friendly California with high hopes of opening a government legal dispensary and seeing the \"green\" roll in. But a moratorium placed on seller's licenses complicate matters.","release_date":"2010-09-25","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":209371,"title":"Green","adult":false},{"cast":["Bill Robinson","Ernest Whitman","Dusty Fletcher","Babe Matthews","Muriel Rahn"],"overview":"A talented tap dancer who can't get an audition uses his prowess at playing craps to gain ownership of a musical show, making himself the star.","release_date":"1934-06-29","genres":[35],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":209373,"title":"King for a Day","adult":false},{"cast":["Ivan Herceg","Ivan Đuričić","Ivan Glowatzky","Hrvoje Kečkeš","Žarko Potočnjak"],"overview":"The main character Struja (Stream) is an unyielding rock musician in a demo-band called When Dirty Harry Met Dirty Sally. Struja would do anything to gather money to record the album as long as it doesn't involve giving up his rock musician beliefs. However, playing pop songs at weddings seems to be the only way out, and the rest of the bend - Struja's best friend and keyboard player Mario (Ivan Duricic), Deni, a handsome singer and bass player (Ivan Glowatzky) and Zlajfa, an indifferent drummer (Hrvoje Keckes) - are trying to persuade Struja to make a compromise. At the beginning he is very firm and reluctant to give in, but when Anja, the girl he left, announces that she is pregnant with his baby, Struja suddenly realizes that there are bigger issues in life than playing at wedding.","release_date":"2007-07-14","genres":[18,35],"vote_average":9.0,"runtime":106,"cert":"N\/A","id":209375,"title":"Play Me a Love Song","adult":false},{"cast":["Hairie Othman","Umie Aida","Farid Amirul","Faizal Hussein","Rusdi Ramli"],"overview":"This is a film about a Malaysian soldier, Lt. Adnan, who gave his life in defending Malaya from the Japanese invasion during World War II. It exemplifies an example of the patriotic spirit that should be in every Malaysian. Lt. Adnan was a courageous individual who was willing to give everything, including his life, for the people and nation. He also succeeded in destroying the widely held myth that Malays were good only as rebels and pirates. He believed that no matter what, as a patriotic citizen, one had to fight until the last drop of blood to defend the nation.","release_date":"2000-08-28","genres":[10749,10752,36,28],"vote_average":8.0,"runtime":120,"cert":"N\/A","id":209380,"title":"Leftenan Adnan","adult":false},{"cast":["Robert Więckiewicz","Agnieszka Grochowska","Iwona Bielska","Zbigniew Zamachowski","Maria Rosaria Omaggio"],"overview":"How was it possible that a single man influenced contemporary world so significantly? This film is an attempt to capture the phenomenon of a common man’s metamorphosis into a charismatic leader — an attempt to see how a Gdansk shipyard electrician fighting for workers’ rights awakened a hidden desire for freedom in millions of people.","release_date":"2013-09-05","genres":[18],"vote_average":6.4,"runtime":127,"cert":"N\/A","id":209385,"title":"Walesa: Man of Hope","adult":false},{"cast":["Wallace Huo","Yuan Shanshan","Jiang Yiyi","Joan Chen","Joan Chen"],"overview":"By the China Audio Visual, in the studio together to build a positive, gold medal screenwriter, producer is based in Jin Yong's famous novel \"Swordsman\" on March 24 at the first national 4A-class tourist destination Zhejiang Xiandu boot.  Joe Chen unassailable modeling exposure, following Wallace (Linghu), Yuan Shanshan (Ren Yingying), such as modeling exposure, the highly anticipated and controversial Joe Chen (Swordsman) modeling has finally surfaced. In addition, Leung Kar Yan (Feng Qingyang), Han Dong (Tian Boguang), Lv Jiarong (Blue Phoenix), Zhang Tianyang (total no Shi) Dingzhuang Zhao also be exposed April 5","release_date":"2013-03-03","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":209408,"title":"Swordsman","adult":false},{"cast":["Sushant Singh Rajput","Parineeti Chopra","Vaani Kapoor","Rishi Kapoor","Rajesh Sharma"],"overview":"A journey of three restless young people who junk the society's syllabus for finding love and decide to follow their heart.","release_date":"2013-09-06","genres":[18,10749],"vote_average":5.8,"runtime":141,"cert":"N\/A","id":209410,"title":"Shuddh Desi Romance","adult":false},{"cast":[],"overview":"Behind Forgotten eyes combines first-hand accounts from both Korean women and Japanese soldiers who lived through one of the worst atrocities in humankind. This is almost out for these women and their stories.","release_date":"2007-05-24","genres":[99],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":209412,"title":"Behind Forgotten Eyes","adult":false},{"cast":["Marie Vinck","Fedja van Huêt","Hilde Van Mieghem","Jan Decleir","Veerle Baetens"],"overview":"Sarah, a beautiful and gifted 15-year-old from a wealthy but chaotic family, holds on to one dream: to run away from home and to become a professional ballet dancer.","release_date":"2004-11-17","genres":[18],"vote_average":5.3,"runtime":100,"cert":"N\/A","id":209414,"title":"The Kiss","adult":false},{"cast":["Shep Gordon","Alice Cooper","Sylvester Stallone","Anne Murray","Willie Nelson"],"overview":"Supermensch documents the astounding career of Hollywood insider, the loveable Shep Gordon, who fell into music management by chance after moving to LA straight out of college, and befriending Janis Joplin, Jim Morrison and Jimi Hendrix. Shep managed rock stars such as Pink Floyd, Luther Vandross, Teddy Pendergrass and Alice Cooper, and later went on to manage chefs such as Emeril Lagasse, ushering in the era of celebrity chefs on television.","release_date":"2013-09-07","genres":[99],"vote_average":7.3,"runtime":75,"cert":"N\/A","id":209416,"title":"Supermensch: The Legend of Shep Gordon","adult":false},{"cast":["Luis Callejo","Manolo Solo","Andrés Gertrúdix","Marian Álvarez","Rosana Pastor"],"overview":"The first work from Fernando Franco revolves around Ana, a 30 year old ambulance driver. Though good at her job, Ana has problems relating in her personal life. She doesn't know it, but she suffers from a condition known by psychiatrists as Borderline Personality Disorder. The situation pushes her to outbreaks of self-destructive behaviour, alcohol abuse and self-harm. Ana is incapable of getting what she wants most: to be happy.","release_date":"2013-10-04","genres":[18],"vote_average":4.9,"runtime":98,"cert":"N\/A","id":209418,"title":"Wounded","adult":false},{"cast":["Elena Anaya","Valeria Bertuccelli","Fernán Mirás","Esteban Lamothe","Esteban Bigliardi"],"overview":"The Argentinian filmmaker Victoria Galardi presents her new work, presented in the Co-production Forum at the 60th edition of the Festival. This Spain-Argentina co-production tells the tale of Ana, a woman who has a love affair with her best friend's ex-husband. A film about the search for love, friendship, loneliness, fear, guilt, the world of women...","release_date":"2013-05-08","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":209420,"title":"Pensé que iba a haber fiesta","adult":false},{"cast":["Azlee Senario","Wahid Senario","Mazlan Pet pet","Umie Aida","Syanie"],"overview":"The story starts with Azlee trading his cute Kancil for a Proton Wira through a salesman named Borhan. Azlee plans to take his wife Zati and their son Zizi to Cherating. After Azlee left, Borhan meets a bouncer named Mazlan who is on the look out for the same Proton Wira with the hope of repossessing it. Mazlan, who is determined to get the car back, was told that Azlee has it. Meanwhile, Azlee and his family were stopped by an Indonesian named Yassin along the Karak highway. Yassin wants a lift to Kuantan but he is refused by Azlee. A few metres away, a beautiful girl Linda stops Azlee because her car broke down. Azlee gives Linda a ride to town and this angers Zati. A quarrel ensues and Azlee accidentally knocks down Saiful on a motorcycle....","release_date":"2000-05-23","genres":[12,35],"vote_average":0.0,"runtime":118,"cert":"N\/A","id":209422,"title":"Senario Lagi","adult":false},{"cast":["Danny x-factor","Bienda","Mohd Asrulfaizal","Along Eyzendy"],"overview":"Two childhood friends, Buchek and Jaha, met again in Kuala Lumpur after being separated for so long. They’re now young adults – but due to different experiences in life, their attitudes and views about the world became totally different from one another.  Buchek is a graduate from UM while Jaha, who used to stay in a rehabilitation school Henry Gurney, is now trapped into the hustle and bustle of city life in Kuala Lumpur.  After they met, Jaha decided to share and show some parts of his life with Buchek, who happens to lead a totally different lifestyle than him. Buchek witnessed the wild lifestyles of Jaha and felt the need to bring him back into the righteous path.","release_date":"2008-10-29","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":209424,"title":"Budak Kelantan","adult":false},{"cast":["Gert Fröbe","Marina Vlady","Robert Hossein","Harry Meyen","Maurice Ronet"],"overview":"Two total strangers suspect each other of murdering their own wives.","release_date":"1963-01-11","genres":[18,80,53],"vote_average":6.0,"runtime":107,"cert":"N\/A","id":209426,"title":"Enough Rope","adult":false},{"cast":[],"overview":"An empathetic description of the misery in an inner Parisian suburb, by a photographer who was also the camerman for Joris Ivens, Pierre Prévert and Luis Buñuel. - Nicole Brenez","release_date":"1946-01-01","genres":[],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":209428,"title":"Aubervilliers","adult":false},{"cast":["John Gilbert","Louis Wolheim","Leila Hyams","Anita Page","Marie Prevost"],"overview":"Director Mervyn LeRoy's 1931 crime drama stars John Gilbert and Leila Hyams.","release_date":"1931-03-07","genres":[18],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":209433,"title":"Gentleman's Fate","adult":false},{"cast":["Christian Tramitz","Cosma Shiva Hagen","Thomas Fritsch","Sascha Draeger","Jannik Schümann"],"overview":"","release_date":"2009-11-10","genres":[10751,16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":209441,"title":"WinneToons - Die Legende vom Schatz im Silbersee","adult":false},{"cast":["Tom Mason","Eric Braeden","Melinda O. Fee","Fawne Harriman","Matthew Laborteaux"],"overview":"An alien mother ship hovering in Earth's atmosphere is the base for an attempted alien invasion of Earth.","release_date":"1980-03-02","genres":[27,878,10770],"vote_average":3.5,"runtime":100,"cert":"N\/A","id":209443,"title":"The Aliens Are Coming","adult":false},{"cast":["Christopher Walken","Vincent Piazza","Freya Tingley","James Madio","Sean Whalen"],"overview":"A musical biopic of the Four Seasons—the rise, the tough times and personal clashes, and the ultimate triumph of a group of friends whose music became symbolic of a generation. Far from a mere tribute concert, it gets to the heart of the relationships at the centre of the group, with a special focus on frontman Frankie Valli, the small kid with the big falsetto.","release_date":"2014-06-05","genres":[10402,18],"vote_average":6.9,"runtime":134,"cert":"15","id":209451,"title":"Jersey Boys","adult":false},{"cert":"N\/A","title":"Lanka","cast":["Suresh Gopi","Mamta Mohandas","Manuraj","Archana","T. P. Madhavan"],"genres":[18],"id":209453,"overview":"Lanka is a Malayalam film directed by A. K. Sajan released in the year 2006. The film stars Suresh Gopi and Mamta Mohandas.","runtime":124,"release_date":"2007-02-26","vote_average":1.0,"adult":false}]