[{"cast":["Ken Watanabe","Sayuri Yoshinaga","Etsushi Toyokawa","Toshirō Yanagiba","Satomi Ishihara"],"overview":"In 1868, after the fall of the Shogun-dominated Japan, the new government orders people from Awaji, near Kobe, to re-locate to the northern part of Hokkaido. These people once supported the now displaced Samurais of the older days. After two years, over 500 of them settled in their new land under the leadership of Hideaki, husband of Shino. However, as crops fail he is to go to Sapporo to learn new techniques of farming, leaving his wife and daughter for 5 years. All this time, the new community is constantly watched by the government which choose to again uproot them from their new homes.","release_date":"2005-01-14","genres":[18,36],"vote_average":4.8,"runtime":169,"cert":"N\/A","id":210500,"title":"Year One in the North","adult":false},{"cast":[],"overview":"College student Fred (Austin Trow), wakes up totally hung over after having blacked out the night before. When his roommate, Jacob (Alex Kramer), brings him breakfast, revealing that Fred came out the night before, Fred goes back into denial, despite Jacob’s acceptance of Fred’s sexuality. Will Fred finally accept the truth about himself?","release_date":"2013-05-02","genres":[35],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":210502,"title":"Not Gay","adult":false},{"cast":["Benjamin Millepied","Virginie Caussin"],"overview":"A woman crosses a mirrored surface in the Moroccan desert to embrace her lover, and the two take flight to the mournful notes of Mozart's Piano Concerto No. 23 in A major in a turning, spinning whirligig of dancing joy.","release_date":"2011-09-13","genres":[],"vote_average":10.0,"runtime":1,"cert":"N\/A","id":210504,"title":"L'envol","adult":false},{"cast":["Henry \"Big Bank Hank\" Jackson","Guy \"Master Gee\" O'Brien","Michael \"Wonder Mike\" Wright"],"overview":"Thirty years after recording \"Rapper's Delight,\" Master Gee &amp; Wonder Mike come back to reclaim their identities and rightful place in Hip Hop history.","release_date":"2011-11-05","genres":[99],"vote_average":7.5,"runtime":90,"cert":"N\/A","id":210506,"title":"I Want My Name Back","adult":false},{"cast":["Edina","Gabi Black","Julia Swenn","Jessica Mark","Elinor Gasset"],"overview":"Pierre and his friends once again take us on a tempestuous tour taking in no less than 5 filthy newcummers in the sensuous shape of Kristina, Agnes, Erika, Nicolette and Edina. Add these to some firm favorites and let the pussy parade begin. These brazen bitches take us from classic castings to full on fetish with as much DP, anal and dripping facial cumshots as it is humanly possible to cram into the 6 scenes and 3 hours of hardcore heaven!","release_date":"2002-06-13","genres":[],"vote_average":0.0,"runtime":177,"cert":"N\/A","id":210508,"title":"Superfuckers 11: Serial Sex","adult":true},{"cast":["Paul Bartel","Rose Wood","Carol Saltus","Ida Hempstead","Liz Torres"],"overview":"A psychologist interviews the members of a therapy group for people with sexual issues as to why they're in the group.","release_date":"1969-01-01","genres":[],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":210513,"title":"Utterly Without Redeeming Social Value","adult":false},{"cast":["Jennifer Garner","Alfred Molina"],"overview":"A short film that deals with the forbidden love of a woman for her pastor, which she reveals to him while confessing.","release_date":"2012-05-22","genres":[18],"vote_average":5.0,"runtime":12,"cert":"N\/A","id":210518,"title":"Serena","adult":false},{"cast":[],"overview":"All monkeys get what they want.","release_date":"2006-01-01","genres":[16],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":210520,"title":"Bananas","adult":false},{"cast":["Diana Nyad"],"overview":"Diana Nyad, an iron-willed swimmer determined to leave her mark on the long-distance swimming world attempts a swim from Cuba to Florida, at the age of sixty-two.","release_date":"2012-07-07","genres":[99],"vote_average":7.0,"runtime":17,"cert":"N\/A","id":210522,"title":"Diana","adult":false},{"cast":[],"overview":"The cycle of life. A boy whose father is a pilot imagines that his toy plane becomes the real thing, allowing him to fly side-by-side through the heavens with his father. He takes off from a tree house overlooking the sea and his father's landing strip. Their flight is graceful and full of adventure. Then, we watch the boy grow, study, marry, father a child, and become, himself, a grandfather. Holding a toy plane, he takes his grandchild to the same cliff from whence his own imagination took off years before.","release_date":"2005-05-17","genres":[],"vote_average":6.4,"runtime":12,"cert":"N\/A","id":210524,"title":"Imago...","adult":false},{"cast":["Marin Ireland","Joel Johnstone"],"overview":"What happens when you go 90% of the way?","release_date":"2012-07-06","genres":[18],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":210526,"title":"Allison","adult":false},{"cast":[],"overview":"This is the story of a toad named Baz, who has suddenly, for no good reason which is apparent, disappears. As Baz is gone, the story of the theories put forth to his possible plight is told by his friend Daz, whose \"mates call him Dazza\" and who tells the story as he thinks it went. Daz tells the audience that he knows not where Daz went, only that he disappeared \"like a fart in a fan factory\" and that since he's disappeared, nobody around knows what happened to him. In this short film, Daz tells us his theories on what may have happened...","release_date":"2002-01-01","genres":[16],"vote_average":5.0,"runtime":6,"cert":"N\/A","id":210531,"title":"Cane-Toad: What Happened to Baz?","adult":false},{"cast":[],"overview":"A commuter escapes into a dream world.","release_date":"2004-07-27","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":210538,"title":"La routine","adult":false},{"cast":["Michel Aumont","Francis Perrin","Chloé Stefani","Jonathan Zaccaï","Armelle Deutsch"],"overview":"","release_date":"2013-05-23","genres":[53],"vote_average":6.5,"runtime":87,"cert":"N\/A","id":210540,"title":"Chambre noire","adult":false},{"cast":[],"overview":"In the near future, three astronauts endeavor to complete a journey of unprecedented ambition. Though they may leave Earth behind, they will soon discover that the past is not as easy to escape.","release_date":"","genres":[878,18],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":210542,"title":"Tin Can","adult":false},{"cast":["maheshh"],"overview":"Pokiri is a Indian Telugu film written and directed by Puri Jagannadh starring Mahesh Babu and Ileana D'Cruz in the lead roles and Prakash Raj, Sayaji Shinde and Ashish Vidyarthi in supporting roles.","release_date":"","genres":[28],"vote_average":0.5,"runtime":null,"cert":"N\/A","id":210550,"title":"Pokiri 2","adult":false},{"cast":["Jason Britt"],"overview":"A methodic young man is felling like his life has been snatched from him and plots a scheme to commit suicide. In a confused state of mind, he drives his car to a park wearing a suit and having a rope in his hands. He parks his car, and while preparing the gallows in a tree and checking his watch, he repeats many time the sequence of words \"- rope, suit, park, hang\" in his thoughts as if it was a check list for committing suicide.","release_date":"2010-03-01","genres":[18],"vote_average":8.0,"runtime":4,"cert":"N\/A","id":210555,"title":"Rope","adult":false},{"cast":["Stel Petrou","Olina Svenaeus","Fenfen Huang","Bruce Wang"],"overview":"None supplied","release_date":"2010-04-08","genres":[53],"vote_average":0.0,"runtime":5,"cert":"","id":210563,"title":"Parallel Lines: Darkroom","adult":false},{"cast":[],"overview":"Metal objects of the past come to life in the depths of the sea.","release_date":"2010-12-16","genres":[16],"vote_average":7.3,"runtime":2,"cert":"N\/A","id":210571,"title":"The Deep","adult":false},{"cast":[],"overview":"None supplied","release_date":"2010-04-08","genres":[12,16],"vote_average":0.0,"runtime":4,"cert":"","id":210573,"title":"Parallel Lines: Jun and the Hidden Skies","adult":false},{"cast":["Jason Wood"],"overview":"Thank You Jason Wood for allowing us this moment.\r Oden's struggle with cancer finally came to an end.  May he rest in peace and his memory be eternal.","release_date":"2009-01-01","genres":[],"vote_average":8.0,"runtime":6,"cert":"N\/A","id":210578,"title":"Last Minutes with ODEN","adult":false},{"cast":["Han Chae-young","Kim Bum"],"overview":"An attempt to promote Korean tourism. A screenwriter meets a photographer. They walk through the beauty of Korean nature.","release_date":"2010-09-24","genres":[18,10749,35],"vote_average":2.0,"runtime":30,"cert":"N\/A","id":210592,"title":"Haru: An Unforgettable Day in Korea","adult":false},{"cast":["Eva-Theresa Jermiin Anker","Magnus Wettendorff Dyring","Frederikke Hjort Arentz","Christine Exner"],"overview":"This story is about the 10-year-old girl, Liv, who starts dating her classmate, Mike. Mike gives Liv a little, white mouse as a present. This mouse is very important to Mike, and he tamed it all by himself. Back at school, Mike starts talking to Liv's friend, who is the popular girl in class, and Liv finds herself getting jealous. In her powerlessness towards this strange emotion, Liv takes out her frustration on the mouse. She leaves the mouse with her cat and closes the door behind her. The mouse gets badly injured. When Liv discovers that Mike is still only interested in her, it's too late to save the mouse. A film about love, cowardice and jealousy.","release_date":"2009-04-23","genres":[18],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":210594,"title":"The Mouse","adult":false},{"cast":["Edward Albert","Kate Jackson","Gloria Swanson","Craig Stevens","Jack Perkins"],"overview":"A strong-willed woman not only dominates her family of California winegrowers, but also has a strange hold on a colony of bees in her vineyard.","release_date":"1974-02-26","genres":[27,10770],"vote_average":2.6,"runtime":74,"cert":"N\/A","id":210599,"title":"Killer Bees","adult":false},{"cast":[],"overview":"Patricio wants time alone with Francisca while she tries to forget her recent heartbreak. Sofia, a sexy hitchhiker, just wants a little distraction on her aimless journey. In a beautiful beach house on the Chilean coast, three twentysomethings are about to get much more than they expected.","release_date":"2009-08-27","genres":[18],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":210601,"title":"Weekend","adult":false},{"cast":["Robbie Baines","Kevin Kronow","Cecilia Ljung","Elias Ringquist","Totte Steneby"],"overview":"The story takes place in the 50's. A 13-year old boy, who has never seen a naked woman, collects pictures of pin up girls. One of his pictures is that of a naked blonde woman holding a guitar that is covering her private parts. One day a woman that resembles the girl in the picture moves in to the neighbourhood. Could it be the same blonde?","release_date":"1996-01-01","genres":[35],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":210603,"title":"Pin Up","adult":false},{"cast":["Tobias Asphaug","Kenneth Colban","Lillemor Åril"],"overview":"A boy writes an essay about a bad day.","release_date":"1986-01-01","genres":[35],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":210605,"title":"Essay","adult":false},{"cast":["Kasper Emanuel Stæger","Malou Olsen"],"overview":"Ludvig wants win Alice's heart, but before she will give it to him, he has to perform a rap. Just when he's about to rap, they are interrupted by Ludvig's parents.  Will Ludvig get a new chance to win Alice's heart?","release_date":"1996-01-01","genres":[10749],"vote_average":6.0,"runtime":11,"cert":"N\/A","id":210607,"title":"Sweethearts?","adult":false},{"cast":["Joanna Pettet","William Shatner","David Janssen","Lance LeGault","Helen Hunt"],"overview":"A homesteading family in the 1867 Wyoming faces a crisis when the husband is killed and the wife must decide whether to remain or take her son and daughter back East.","release_date":"1973-12-18","genres":[37],"vote_average":5.2,"runtime":74,"cert":"N\/A","id":210609,"title":"Pioneer Woman","adult":false},{"cast":["Józef Skwark","Stanisław Milski","Pola Raksa","Krystyna Karkowska","Kazimierz Wichniarz"],"overview":"Adventures of Adam Cisowski - very smart boy- who is looking a big treasure hidden by Napoleon's Soldier in XIX century. But he is not only person who is looking a treasure. His rivals are very dangerous.","release_date":"1960-07-28","genres":[12,10751],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":210611,"title":"The Devil from Seventh Grade","adult":false},{"cast":["Monica Vitti","Gastone Moschin","Pierre Clémenti","Peppino De Filippo","Carlo Giuffrè"],"overview":"","release_date":"1970-12-20","genres":[35],"vote_average":5.2,"runtime":null,"cert":"N\/A","id":210613,"title":"Ninì Tirabusciò: la donna che inventò la mossa","adult":false},{"cast":["Yves Montand","Lea Massari","Marcel Bozzuffi","Frédéric de Pasquale","Germaine Delbat"],"overview":"Ange leaves New York to fly to his native Corsica. His mother is dying and Ange, who was not present when his father died, wishes to be present at her death. In Corsica Ange finds his brother Baptiste who married Maria, the woman he loved. He finds out that his father was killed, but nobody wants to tell him the name of the killer. And finally he finds two killers expecting him.","release_date":"1973-03-30","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":210615,"title":"The Son","adult":false},{"cast":["Kyle Kinane","Bryan Cook","Benjamin Roy","Brendan Kelly"],"overview":"Kyle Kinane is back with a brand new hourlong comedy show and he’s brought a few friends along. Shot June 14, 2013 in Chicago as part of the Just for Laughs Comedy Festival, Dancing Around the Shit Fire is a no holds barred, uncensored romp featuring Kyle Kinane and comics Bryan Cook (Competitive Erotic Fan Fiction) and Ben Roy (Those Who Can’t) with musical guest Brendan Kelly from The Lawrence Arms.  It’s Kinane’s personal “love letter” to his hometown of Chicago, as he returns to a sold out crowd to confess his hilariously true stories and hijinks of living in the ‘Windy City’.","release_date":"2013-07-23","genres":[],"vote_average":10.0,"runtime":59,"cert":"N\/A","id":210623,"title":"Dancing Around the Shit Fire with Kyle Kinane","adult":false},{"cast":[],"overview":"In poor and lonely farm country, a woman calls a doctor out to make a house call on her strangly-ailing son. And what the old doctor finds when he gets there isn't listed in any medical books...  Originally a pilot for a proposed television series, now exists as a stand-alone short film, and as the final segment in the film \"Deadtime Stories Volume 1.\"","release_date":"2004-08-24","genres":[27,53],"vote_average":0.0,"runtime":28,"cert":"N\/A","id":210634,"title":"Chill Factor: House Call","adult":false},{"cast":["Julia Louis-Dreyfus","Jason Alexander","Larry David"],"overview":"A half-hour look at what Seinfeld did to pull the show together to get season 8 going and what he did behind-the-scenes to substitute for Larry David.  Most of the cast and crew discuss what went on","release_date":"2007-07-02","genres":[99],"vote_average":6.0,"runtime":24,"cert":"N\/A","id":210636,"title":"Jerry Seinfeld, Submarine Captain","adult":false},{"cast":["Florante Aguilar","Celestino Aniel","Romeo Bergunio","Felipe Alonzo"],"overview":"Upon his father's death, Florante, a classically trained guitarist returns to the Philippines after 12 years of absence. During his stay he rediscovers the music of harana - a long-forgotten tradition of Filipino serenading when men sang under the window at night to fearlessly declare their love for a woman.  Intent on unearthing these unheralded songs, Florante travels to the remote provinces where he discovers three of the last surviving practitioners - a farmer, a fisherman and a tricycle driver. Astounded by their golden voices, Florante asks them to travel with him to perform and record these unknown songs. During their travels, the haranistas meet Brian, a shy young man who for years has been secretly in love with a schoolmate. The haranistas, who have not serenaded in the last thirty years, offered their services to serenade Brian's object of affection, resulting in one of the most tender moments of genuine harana captured on film.","release_date":"2012-10-14","genres":[99,36,10402],"vote_average":6.5,"runtime":104,"cert":"N\/A","id":210638,"title":"Serenade","adult":false},{"cast":["Kathryn Long","Kathryn Short"],"overview":"A teenage girl, Carly Beth, wishes for a scarier mask to wear on Halloween and finds one at an old store. What she doesn't realize is that the mask itself is evil and has the power to take control of the wearer.","release_date":"1995-10-27","genres":[27],"vote_average":8.9,"runtime":42,"cert":"N\/A","id":210640,"title":"The Haunted Mask","adult":false},{"cast":[],"overview":"The true story of one woman's quest to befriend and protect and extroverted wild dolphin, Moko. Filmed in the 6 months leading up to Moko's death, Soul in the Sea follows a journey of discovery, devastating loss, and resolution. It's a love story with a difference; breaking through the invisible wall between people and animals, celebrating the incredible experience of friendship with a lone wild dolphin, and questioning whether we are truly aware of these souls in the sea. The greatest friendships can come out of the blue...","release_date":"","genres":[],"vote_average":0.0,"runtime":64,"cert":"N\/A","id":210645,"title":"Soul in the Sea","adult":false},{"cast":["José Miguel Orozco","Alberto Rodríguez","Eduviges Vega","Byron Mármol","Mario Emilio Orozco"],"overview":"Pepe Moco, a mentally handicapped boy, who makes an advert for one of  the presidential candidates who promises to organise the first World Cup  in Guatemala. Beto is a kid who scales a town drawn in chalk, venting his  spleen on its walls, threatening passersby with balls. The two of them soon  become very close evoking the past and present of a country that does  harm.","release_date":"2013-07-19","genres":[99],"vote_average":6.0,"runtime":62,"cert":"N\/A","id":210647,"title":"Even the Sun Has Spots","adult":false},{"cast":["Lorenzo Lamas","Lobo Sebastian","Antonio Ramos","Tony Colitti","Elvia Hernandez"],"overview":"Jake Killian, ex-cop, searches for a mysteriously abducted US-banker, with the help of the single living witness, a stripper called Extasy.","release_date":"1997-02-28","genres":[28],"vote_average":4.0,"runtime":102,"cert":"N\/A","id":210655,"title":"Black Dawn","adult":false},{"cast":["Leslie Hope","Nola Augustson","Gabriel Hogan","Marnie McPhail","Dean McDermott"],"overview":"Karen and Phil's first male child is stolen by a false nurse on Christmas' Eve. A determined policewoman follows all clues in order to find the baby before it's too late.","release_date":"2001-12-18","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":210657,"title":"Stolen Miracle","adult":false},{"cast":["Bill Farmer","Corey Burton"],"overview":"Goofy checks in with the Disney Cruise Line to avoid the hassle and stress of other cruises.","release_date":"2011-02-16","genres":[16],"vote_average":6.0,"runtime":2,"cert":"N\/A","id":210671,"title":"Checkin' in with Goofy","adult":false},{"cast":["Lex Barker","Mara Corday","Stephen McNally","John Dehner","Trevor Bardette"],"overview":"The Man from Bitter Ridge is a film directed by Jack Arnold. Jeff Carr, a special investigator, arrives in Tomahawk. His assignment is to discover who has been holding up the local stagecoach and is guilty for a series of killings that terrorize the town. Sheepman Alec Black is suspected by the local population but it is not long before Jeff realizes the man is innocent. Alec even becomes a good friend although he is in love with the same woman as him, Holly. Jeff will manage to arrest the real culprits but not before the latter try to compromise him down.","release_date":"1955-04-12","genres":[37],"vote_average":4.7,"runtime":80,"cert":"N\/A","id":210673,"title":"The Man from Bitter Ridge","adult":false},{"cast":["María Mahor","Juanjo Menéndez","María Isbert","Tomás Blanco","Luisa Sala"],"overview":"Marisa is an employee in a travel agency. She is in mourning and her workmates call her in fun 'the little widow'. One day, Carlos, the owner of a hotel in Almuñécar, visits the agency and is attracted by her thinking that she really is a widow. She falls in love with him and, encouraged by her friend Amelia, they both go on holiday to the hotel owned by Carlos.","release_date":"1970-08-17","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":210684,"title":"Los Hombres las prefieren viudas","adult":false},{"cast":["Barbara De Rossi","Carlo Giuffrè","Novello Novelli","Francesco Nuti","Ferzan Özpetek"],"overview":"","release_date":"1983-11-09","genres":[35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":210689,"title":"Son Contento","adult":false},{"cast":["Ken Wahl","Debrah Farentino","Ted Levine","Jim Byrnes","Jonathan Banks"],"overview":"Vinnie Terranova is back, foiling a staged kidnaping of computer mogul Paul Callendar's son in order to probe possible inside information brokering. Meanwhile, McPike is having a hard time working with his young boss, who feels Terranova and McPike are dinosaurs not worth supporting.","release_date":"1996-05-02","genres":[],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":210691,"title":"Wiseguy","adult":false},{"cast":["Eamonn Walker","Tim McInnerny","Zoë Tapper","Sam Crane","Lorraine Burroughs"],"overview":"The Tragedy of Othello, the Moor of Venice is a tragedy by William Shakespeare, believed to have been written in approximately 1603, and based on the Italian short story Un Capitano Moro (\"A Moorish Captain\") by Cinthio, a disciple of Boccaccio, first published in 1565. The work revolves around four central characters: Othello, a Moorish general in the Venetian army; his new wife, Desdemona; his lieutenant, Cassio; and his trusted ensign, Iago. Because of its varied and current themes of racism, love, jealousy and betrayal, Othello is still often performed in professional and community theaters alike and has been the basis for numerous operatic, film and literary adaptations.","release_date":"2008-03-25","genres":[18],"vote_average":6.0,"runtime":195,"cert":"","id":210696,"title":"Othello: Shakespeare's Globe Theatre","adult":false},{"cast":["Roger Allam","Patrick Brennan","Jason Baughan","Daon Broni","Phil Cheadle"],"overview":"Hotspur is dead and Prince Hal has proved his mettle on the battlefield, but King Henry IV lies dying and the rebels show no sign of surrendering. Even Sir John Falstaff is forced out of the taverns to raise a militia, but will his attachment to Hal be rewarded with promotion and the life of ease he feels sure he deserves? Henry IV Part 2 includes some of the greatest moments in Shakespeare: the deathbed scene of the old King, when Hal contemplates the crown; and Hal's devastating rejection of Falstaff himself. Roger Allam ('a Falstaff to treasure' - The Times) won the 2011 Best Actor Olivier Award for his performance in Henry IV Parts 1 and 2. 'Jamie Parker (Prince Hal) is 'terrific to watch' (London Evening Standard); he appeared in As You Like It at the Globe in 2009, and was also in The History Boys at the National Theatre, on Broadway and on film.","release_date":"2012-06-25","genres":[35,18,36],"vote_average":10.0,"runtime":171,"cert":"N\/A","id":210701,"title":"Henry IV Part 2: Shakespeare's Globe Theatre","adult":false},{"cast":[],"overview":"This dreamvideo was filmed primarily in California during the months of June and August of 1984. Featuring the music of Windham Hill artists William Ackerman, Scott Cossu, Daniel Hecht, Michael Hedges, Bill Quist, Shadowfax, Ira Stein and George Winston.","release_date":"1984-01-01","genres":[],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":210703,"title":"Windham Hill: Water's Path","adult":false},{"cast":[],"overview":"This program has been hailed as a natural moment so perfectly described that it will never be forgotten. Scenes captured in Colorado, Utah, Nevada and California during the months of December 1984 and January 1985 accompanied by the music of 12 Windham Hill artists. Includes an original composition by Mark Isham created and scored for this video.","release_date":"1985-01-01","genres":[10402],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":210705,"title":"Windham Hill: Winter","adult":false},{"cast":[],"overview":"The Street Stops Here is a portrait of the nation's best high school basketball coach, Bob Hurley, Sr. and his career-long struggle to inspire and motivate those around him in order to keep the doors of a poor, inner-city Catholic school open. This is a story about teenagers fighting their way out of the 'hood, armed with little more than a basketball and the hard wisdom of a fierce, demanding coach. For 35 years, Hurley has led St. Anthony his way. He's an uncompromising teacher who demands perfection from kids who've known little discipline growing up on the streets of Jersey City. His methodical, yet volatile style works miracles.","release_date":"2010-03-31","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":210710,"title":"The Street Stops Here","adult":false},{"cast":["Kirk Morris","Moira Orfei","Daniele Vargas","Ombretta Colli","Franco Cobianchi"],"overview":"","release_date":"1964-01-29","genres":[12,28,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":210712,"title":"The Terror of the Steppes","adult":false},{"cast":[],"overview":"This documentary profiles Rafael Correa, an established economist who was elected Ecuador's president in 2006 and quickly transformed a country with archaic structures into a participatory democracy.","release_date":"2012-11-14","genres":[99],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":210714,"title":"Ecuador","adult":false},{"cast":["Harold Ramis","Chevy Chase","Mark Canton","Cindy Morgan","Scott Colomby"],"overview":"Behind-the-scenes documentary of the making of 'Caddyshack'.  Among the people interviewed: producer Jon Peters, writer\/director Harold Ramis, and players Cindy Morgan, Scott Colomby,  Ann Ryerson, Hamilton Mitchell, and Chevy Chase.","release_date":"1999-05-05","genres":[99,35],"vote_average":7.0,"runtime":32,"cert":"N\/A","id":210719,"title":"Caddyshack: The 19th Hole","adult":false},{"cast":["John Payne","Dennis O'Keefe","Arleen Whelan","Frank Faylen","Mary Anderson"],"overview":"In 1863, having escaped from a rock-quarry prison in Salt Lake, six inmates led by convicted murderer Pete Black take over a small wagon train headed by preacher Jacob Karns. Tensions and hardships grow as the travelers continue to trek toward California across dry, desolate country.","release_date":"1951-10-01","genres":[37],"vote_average":6.0,"runtime":80,"cert":"N\/A","id":210721,"title":"Passage West","adult":false},{"cast":["Maria Grazia Cucinotta","Lazar Ristovski","Giorgio Noè","Jessica Auriemma","Patrizia Corti"],"overview":"In the early 1960's, a Sicilian single mother marries an older, crass widowed truck driver. When he is arrested trying to smuggle an antique, she ends up falling in love with her handsome stepson.","release_date":"1998-11-05","genres":[35,10749],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":210726,"title":"The Second Wife","adult":false},{"cast":["Jesus Nebot","Chelsea Rendon","Vernee Watson-Johnson","Susan Haskell","Lindsay Price"],"overview":"Mexican English teacher Pablo Fernandez seeks a better life for himself and his spoiled daughter Christina after losing his wife in a hurricane. Pablo becomes a tomato picker as illegal immigrant in California. While driving his illegal employer Charlie's truck, he accidentally runs over Dinah Knightly, who later dies. Dumb, arrogant detective Bryant and brighter but superstitious rookie Steven Lightning investigate and set chase.","release_date":"2002-06-21","genres":[28,12,18],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":210728,"title":"No Turning Back","adult":false},{"cast":["Anupam Kher","Pratibha Sinha","Jugal Hansraj","Deb Mukherjee","Prateeksha Lonkar"],"overview":"In Mumbai for a wedding, a married man contemplates an affair with a sexy starlet who has an ulterior motive for flirting with him.","release_date":"1997-04-04","genres":[10749],"vote_average":0.0,"runtime":144,"cert":"N\/A","id":210730,"title":"Gudgudee","adult":false},{"cast":["Milú","António Silva","Eugénio Salvador","Vasco Morgado","Maria Luísa"],"overview":"A typesetter is an amateur stage director, and his niece and an employee are stage actors. When they have an opportunity to go professional, differences arise between the two men. Things get worse when the employee starts seeing the girl even when there is no need for rehearsals - and the uncle opposes their relationship.","release_date":"1952-08-21","genres":[10402,35,10749],"vote_average":6.5,"runtime":98,"cert":"N\/A","id":210732,"title":"Os Três da Vida Airada","adult":false},{"cast":["David Wayman","Paul Kelleher","Tina Barnes","Jeanie Wishes","Natalie Milner"],"overview":"3 interlocking stories from the dark days of World War 2. A soldier on a suicide mission. A troubled family with a monster in their bomb shelter. A supernatural investigator on her most dangerous assignment yet.","release_date":"2012-08-13","genres":[10752,27],"vote_average":2.9,"runtime":87,"cert":"R18","id":210734,"title":"Battlefield Death Tales","adult":false},{"cast":["Takayuki Hasegawa","Shiori Gechov"],"overview":"In Tokyo, a Goth girl and an Internet voyeur connect in the post 9-11 world of surveillance and paranoia.","release_date":"2003-10-01","genres":[99,18],"vote_average":2.8,"runtime":98,"cert":"N\/A","id":210736,"title":"Peep \"TV\" Show","adult":false},{"cast":["Puma Swede","Marley Mason","Mishka","Mia Gold","Savannah Fox"],"overview":"Goal-oriented director\/performer Mike Adriano keeps his eye on the prize, that being the seductive asses of beautiful women! Mikes newest two-disc celebration of butt-banging mayhem, Up Her Asshole #3, is a POV-style journey deep into the most intimate region of some sexy bitches. The filthy anal sluts in this collection dont shy away from the anus winking, asshole gaping, slobbery face fucking and nasty ass-to-mouth cocksucking that Adriano fans have cum to expect.","release_date":"2013-02-01","genres":[],"vote_average":0.0,"runtime":256,"cert":"N\/A","id":210738,"title":"Up Her Asshole 3","adult":true},{"cast":["Eden Kötting","Dudley Sutton"],"overview":"A documentary examining the causes and effects of Joubert syndrome – a rare hereditary brain disorder, which affects both the motor and intellectual development of its sufferers.","release_date":"2002-07-28","genres":[],"vote_average":5.0,"runtime":37,"cert":"","id":210740,"title":"Mapping Perception","adult":false},{"cast":[],"overview":"A Place for My Head (w\/ Ext. Intro + Outro)  Given Up  Faint  With You (2012 Ext. Intro)  Runaway  From the Inside  Somewhere I Belong (2012 Ext. Intro)  Numb  Lies Greed Misery  Points of Authority (Studio Version)  Waiting for the End (w\/ Until It Breaks verse, … more)  Breaking the Habit  Leave Out All the Rest \/ Shadow of the Day \/ Iridescent  The Catalyst  Burn It Down  What I've Done  Crawling  New Divide  In the End  Bleed It Out (w\/ Beastie Boys' Sabotage bridge; tight end)  Papercut  One Step Closer","release_date":"","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":210742,"title":"Linkin Park - Rock am Ring 2012","adult":false},{"cast":[],"overview":"A well-meaning but misguided talent agent uses his paraplegic girlfriend's government compensation to fund his quest to resurrect a faded club singer's career.","release_date":"2000-09-09","genres":[],"vote_average":8.0,"runtime":111,"cert":"N\/A","id":210750,"title":"Walk the Talk","adult":false},{"cast":["Ladislav Potměšil","Jiří Novotný"],"overview":"","release_date":"1999-01-27","genres":[],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":210767,"title":"Byl jednou jeden polda III - Major Maisner a tančící drak","adult":false},{"cast":["Frank Welker","Jeff Bennett","Matthew Lillard","Grey DeLisle","Stephanie D'Abruzzo"],"overview":"Get ready to experience the world-famous Scooby-Doo! and Crew like never before in this all-new, original puppet movie! What begins as a routine night for the Gang - which includes the slobbering sleuth and Shaggy eating a triple-extra-large Scooby snack pizza - becomes a mad dash to find the frightening Phantom Parrot, who has a map to pirate Gnarlybeard's hidden treasure. Scooby sniffs out the map's clues, which lead him right to a spooky pirate ship. Ruh-roh! What will Gnarlybeard be willing to do to protect his booty? The whole family will love casting off on this mysterious, fun-filled voyage again and again.","release_date":"2013-07-22","genres":[10751],"vote_average":5.8,"runtime":42,"cert":"N\/A","id":210769,"title":"Scooby-Doo! Adventures: The Mystery Map","adult":false},{"cast":["Giuliana De Sio","Richard Anconina","Mario Scarpetta","Nicola Di Pinto","Enzo Cannavale"],"overview":"Teresa is a nurse and does not have an easy life: her husband plays poker and next to her she sleeps only and the father organizes the illegal lot among the sick. So one night Teresa is involved, in spite of herself, in a whirlwind of ambiguous situations, together with Ferdinando and Friariello, met by chance, between camorristi, dog races and a bingo of which he unknowingly becomes the prize. But \"has to pass\" to \"nuttata\", this is certain, but how?","release_date":"1988-05-15","genres":[80,35],"vote_average":0.0,"runtime":114,"cert":"N\/A","id":210774,"title":"Se lo scopre Gargiulo","adult":false},{"cast":["Jim Carrey","Eric Judor","Ramzy Bedia"],"overview":"A man in his pajamas drives in a bed that moves like a car, while singing Elvis Presley's \"Pecan Pie\".","release_date":"2003-01-01","genres":[35],"vote_average":4.7,"runtime":2,"cert":"N\/A","id":210776,"title":"Pecan Pie","adult":false},{"cast":["Eason Chan","Lee San-San","Carina Lau","Tony Ho","Cheung Tat-Ming"],"overview":"Bear and Satay are two cops who got moved to the Cop Shop Babes brigade, where they can chat up policewomen. But bomb expert Fireball wants to revenge from the Cop Shop Babes chief (Carina Lau) and the girls.","release_date":"2001-05-19","genres":[35,80,18],"vote_average":3.0,"runtime":96,"cert":"N\/A","id":210778,"title":"Cop Shop Babes","adult":false},{"cast":["Beatrice Miller","Sarah Hankins","Diego Torrado","Amy Driesler"],"overview":"Raised by her two Moms, Young Hanna has always known there are all types of families. But she's never thought about the logistics of it all until her friend Marco explains the process of creating chicks from eggs. Soon after, an educational trip through cyberspace has Hanna asking, 'Who's MY rooster?'","release_date":"2010-04-17","genres":[18,35],"vote_average":7.0,"runtime":15,"cert":"N\/A","id":210783,"title":"Hens and Chicks","adult":false},{"cast":["Bryan Anthony","Teresa Arnold-Simmons","Kelcey Black","Linda Brown","Stella Sauers"],"overview":"When young Gertrude suddenly believes that she is an angel, she sets forth on a journey to earn her halo. Her journey forces her to face the hard truth about the world around her, as well as the people she trusts the most.","release_date":"","genres":[],"vote_average":9.0,"runtime":14,"cert":"N\/A","id":210785,"title":"St. Gertrude","adult":false},{"cast":["Dave Gilmet","Kristin Gilmet","Kent Weber","Shelley Imbs","Jason Aupperle"],"overview":"Set in the fictitious country of Shitholistan, rebel leader battles imperialist forces of the United States, Canada and the UN for control of the country's money rich sod fields.","release_date":"","genres":[],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":210790,"title":"Bravo Sierra","adult":false},{"cast":["Gunbritt Öhrström","Heinz Hopf","Lars Lind","Mimi Nelson","Sten Ardenstam"],"overview":"Lisa is a Stockholm fashion designer who leaves the big city to rent a country home for the summer. The landlords have a beautiful 17-year-old daughter Ingrid, and at summer's end Lisa agrees to take Ingrid back to the city to give her a job as a model. When Lisa sets Ingrid up with a date, the teenage temptress wears out her date then bounces from bed to bed in her amorous pursuits of love and freedom. Ingrid invites Lisa over for dinner where they also end up in bed together in this erotic exploitation feature.","release_date":"1968-08-07","genres":[18],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":210795,"title":"To Ingrid, My Love, Lisa","adult":false},{"cast":["Joe Moran","Jocelyn DeBoer","Patrick McColley","Lloyd Kaufman"],"overview":"Romantic comedy about friendship, love, college and the awkward situations that bring them all together.","release_date":"2009-01-01","genres":[35,10749],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":210797,"title":"Stuck Like Chuck","adult":false},{"cast":["Julie Ann Emery","Matt Shevin","John Kapelos","Ron Canada","Kimberly Quinn"],"overview":"None supplied","release_date":"2008-11-08","genres":[53],"vote_average":9.0,"runtime":17,"cert":"N\/A","id":210799,"title":"The Beneficiary","adult":false},{"cast":["Stephanie Leon","Laura Christensen","Pernille Højmark","Stina Ekblad","Jesper Christensen"],"overview":"A story about friendship and sticking together through tough times. The movie shows how two young girls and their families cope with their differences, how they are brought together and torn apart and how they are changed by the injury of a racing pigeon. But when the girls take it upon themselves to heal the pigeon, its recovery can bring them all hope.","release_date":"1996-02-02","genres":[10751,18],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":210816,"title":"Watch Me Fly","adult":false},{"cast":["Sofie Gråbøl","Ken Vedsegaard","Martin Brygmann","Ann Kristine Simonsen","Sigurd Emil Roldborg"],"overview":"Also known as: Groovy Days","release_date":"1996-04-26","genres":[35],"vote_average":6.7,"runtime":52,"cert":"N\/A","id":210818,"title":"Fede tider","adult":false},{"cast":["Mel Blanc","June Foray"],"overview":"Daffy Duck is ordered by his loud-mouthed wife to sit on their egg in a nest. When Daffy adjusts the nest to make it more comfortable, the egg rolls away from him and into a crocodile hatchery, where it is indistinguishable from all the other eggs. When Daffy picks what he think is his egg from the crocodile hatchery, a male crocodile gives chase and does battle with Daffy for the egg.","release_date":"1962-03-31","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":210823,"title":"Quackodile Tears","adult":false},{"cast":["Richard Condie","Jay Brazeau"],"overview":"A concert pianist prepares to begin his practising for a major concert coming up. Unfortunately, he has this procrastination problem that prevents him from getting any serious time done, even when his frustration with it literally driving him into a frenzy.","release_date":"1979-01-01","genres":[16,35],"vote_average":6.8,"runtime":12,"cert":"N\/A","id":210828,"title":"Getting Started","adult":false},{"cast":["Nahuel Viale","Ariel Nuñez Di Croce"],"overview":"Pablo offers Javier a taxi ride to his place and once there, invites him in. After watching television with his cousin, Pablo asks Javier to sleep over. Once in bed, almost naked, they get ready to go to sleep.","release_date":"2008-05-01","genres":[],"vote_average":7.3,"runtime":15,"cert":"N\/A","id":210830,"title":"The Watch","adult":false},{"cast":["Olivier Savoie-Mainguy","Jean-Guy Bouchard","Christiane Labelle","Monique Lacasse","Pierre G. Lacasse"],"overview":"Computer animated short film created to commemorate the National Film Board of Canada's 50th anniversary.","release_date":"1989-09-10","genres":[],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":210832,"title":"Anniversary","adult":false},{"cast":["Vince Colosimo","Sigrid Thornton","Sandy Gore","Bill Hunter"],"overview":"Vinnie is a teenage boy who is an outcast at school, alienating teachers and students alike. He is a local courier for the local Mafia boss. He lives in welfare housing with his mother (Peta Toppano), a young brother and sister, and his Mum's lover who he can't stand. Vinnie takes out his aggression with the world practicing boxing at the local gym. He is haunted by images of his father (when just a boy he witnessed his father's murder) and his father's boxing career. His music teacher (Sandy Gore) encourages him to get involved as a drummer with the school band, and his girlfriend Gloria (Sigrid Thornton) and others influence him to stay away from the Mafia.","release_date":"1984-08-15","genres":[18],"vote_average":7.6,"runtime":102,"cert":"N\/A","id":210837,"title":"Street Hero","adult":false},{"cast":["Karl Moore","Kurt D. Christenson","Kris Ingersol"],"overview":"Meet Jerome, tortured soul. Bored with his extensive collection of tattoos and piercings we follow Jerome on his trek across Dallas for the next, newest form of body modification as he seeks meaning, identity and acceptance from this harsh world in the form of a new scar.","release_date":"2000-06-25","genres":[],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":210839,"title":"Delusions in Modern Primitivism","adult":false},{"cast":["Roc LaFortune","David La Haye","François Lambert","André Montmarquette","Catherine Sénart"],"overview":"While planning to go to an Halloween party with the woman of his dreams, the shy and innocent Daniel sees himself rather dragged by the threatening Sylvain in a series of misadventures which will introduce him to the Montreal underworld.","release_date":"2000-10-06","genres":[35],"vote_average":4.7,"runtime":80,"cert":"N\/A","id":210841,"title":"Méchant party","adult":false},{"cast":[],"overview":"”Rytual” is a vividly illustrated record of the character's struggle with everyday activities. A sequence of overlapping interactions between a human and a dog often assumes a grotesque, comical form of intolerable compulsions. The short film raises a timid question about the complexity - or should we say imperfections - of human nature. Behaviors, gestures and habits of both the human and his dog show a far-reaching resemblance, while their mutual relationship is an unending cycle of everyday rituals. The character, entangled in the series of recurring events, unexpectedly discovers the terrifying animality of his own nature. This disturbing metamorphosis is interrupted by a sudden awakening. But was it merely a dream?","release_date":"2010-01-01","genres":[16,9648],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":210846,"title":"The Ritual","adult":false},{"cast":["Johnny Depp","Gwyneth Paltrow","Ewan McGregor","Paul Bettany","Olivia Munn"],"overview":"Art dealer, Charles Mortdecai, searches for a stolen painting rumored to contain a secret code that gains access to hidden Nazi gold.","release_date":"2015-01-21","genres":[35,12],"vote_average":5.4,"runtime":106,"cert":"12","id":210860,"title":"Mortdecai","adult":false},{"cast":["Kotaro Satomi","Jûshirô Konoe","Yuriko Mishima","Ryutaro Otomo","Ryutaro Otomo"],"overview":"As the Shogun lays dying, seventeen Iga clan ninja are sent to infiltrate the impenetrable fortress where his youngest son is preparing to storm Edo Castle and name himself Shogun by force of arms. They are to either steal the documents that will eventually give him lawful claim to rulership, or they are to assassinate him. But even before they reach the castle walls, they find their every move countered by a ruthless ninja hunter in the employ of the would-be usurper (Konoe), who not only knows their every tactic but knows the exact make-up of their team thanks to his own spies within Edo Castle. As the Iga Ninja fall one by one, the mission's success or complete failure--where failure will result in a bloody war of succession--comes to hinge on a single young and inexperienced ninja (Kotaro).","release_date":"1963-07-06","genres":[28,80],"vote_average":6.3,"runtime":99,"cert":"N\/A","id":210865,"title":"Seventeen Ninja","adult":false},{"cast":["Hiroyuki Watanabe","Yûko Moriyama","Hitomi Shimizu","Shunya Wazaki","Taibun Tozawa"],"overview":"Legendary samurai Jubei Yagyu must face off against a necromancer and his army of the undead in order to rescue Ohiro the young ninja girl from the clutches of Inshun Hozoin, the evil man slated to become lord of darkness on the eve of Armageddon. No living man is a match for Jubei's sword, but what skill can this mythic swordsman employ to defeat an army of the undead?","release_date":"1996-10-03","genres":[12,28,14,80],"vote_average":5.0,"runtime":83,"cert":"N\/A","id":210870,"title":"Reborn from Hell II: Jubei's Revenge","adult":false},{"cast":["Jenna Presley","Alanah Rae","Gianna Jolie","Krissy Lynn","Mariah Madysinn"],"overview":"Big Tits Boss is a focus on powerful women with big tits in the professional environment. Enjoy the hot and steamy hardcore action presented to you by RealityKings.com. Nothing but the hottest big tittied women! This site is dedicated to all the sexy women with big bouncy tits who are super freaks and just happen to be powerful (CEOs, Lawyers, CIOs, CFOs, etc)","release_date":"2010-12-31","genres":[],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":210881,"title":"Big Tits Boss 15","adult":true},{"cast":["Ty Hardin","Pier Angeli","Rossano Brazzi","George Sanders","Luciano Pigozzi"],"overview":"A British colonial policeman in Africa, circa 1900, pursues a band of escaped killers across territory so wild, it lies just \"one step to hell.\"","release_date":"1968-04-14","genres":[12,28],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":210886,"title":"One Step to Hell","adult":false},{"cast":["Jim Davis","Arleen Whelan","Carl Smith","Harry Lauter","Marty Robbins"],"overview":"Jim Davis is a man on the run. He comes across the body of a dead man wearing the badge of a marshal. He buries the body and takes the badge and rides on. At the next town, he is mistaken for the dead man, a legendary marshal named Brennan. The town sent for Marshal Brennan because they were facing a crisis that includes among other things an epidemic. The Stranger decides to stay as a way of hiding from the men chasing him. What he does not realize is that when he takes on the Badge of Marshal Brennan, he takes on the responsibilities of Marshal Brennan.","release_date":"1957-04-14","genres":[37],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":210888,"title":"The Badge of Marshal Brennan","adult":false},{"cast":["Bob Steele","Tom Tyler","Rufe Davis","Rudolph Anders","Lois Collier"],"overview":"In 1937 the life in out West has not changed much. The boys are working at the Wyoming ranch of Captain Marvin herding horses which he sells to Kurt Redman. Marvin will not sell any horses to any army, but the boys find out that Redman is a German agent shipping the horses directly to the Third Reich. When Marvin tries to stop Redman, his son Tad, who is studying medicine in Germany, is arrested and held hostage. Marvin must fire the boys as the sneaky German agents take over the ranch, but the boys will not give up their attempt to stop them.","release_date":"1942-06-16","genres":[37],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":210890,"title":"The Phantom Plainsmen","adult":false},{"cast":["Vince Segovia","Kathy Corpus","Gavin Macintosh"],"overview":"When a highly-skilled martial artist turned rookie cop loses his best friend to a gambling syndicate that runs a to-the-death fight competition, he makes it his mission to bring justice.","release_date":"2011-05-14","genres":[18,28,80],"vote_average":5.5,"runtime":85,"cert":"N\/A","id":210892,"title":"Blood Games","adult":false},{"cast":[],"overview":"\"An Affirmative Act\" is pro-gay marriage film, starring Charles Durning, Eric Etebari, Costas Mandylor, Rachael Robbins, and Blanche Baker, about a lesbian couple where one pretends to be a man in order for the two to get married and equal benefits. A slice of life of a young, professional married couple with their darling baby turns a sharp, dark corner when the pair are arrested and charged with several counts of fraud. The reason: Terry and Samantha Succi aren't the man and woman that they purported to be... Terry and Samantha married under false pretenses, ignoring state law that discriminates against homosexual partners and prohibits them from receiving the same rights and benefits as their straight counterparts.","release_date":"2010-06-04","genres":[],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":210894,"title":"An Affirmative Act","adult":false},{"cast":[],"overview":"The Callers explores the world of auctions with a group of Pennsylvania auctioneers who move mounds of merchandise to eager buyers, year-round.  Through its portrayal of several experienced auctioneers and a host of curious buyers, this new feature documentary reveals our complex relationship with stuff.","release_date":"","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":210896,"title":"The Callers","adult":false},{"cast":["Graham Skipper","Josh Ethier","Vanessa Leigh","Susan T. Travers","Anthony Amaral III"],"overview":"Mark Fisher disappeared from his home in a brilliant flash of blue light almost two years ago. His friend Seth Hampton was the last to see him alive. Now a string of grisly, violent murders leads Seth to believe that Mark is back, and something evil is living inside of him.","release_date":"2013-09-19","genres":[27,878],"vote_average":4.8,"runtime":80,"cert":"18","id":210910,"title":"Almost Human","adult":false},{"cast":["Rakhee Gulzar","Rishi Kapoor","Neetu Singh","Shashi Kapoor","Deven Verma"],"overview":"Nisha (Raakhee), an accomplished architect is a reclusive after the tragic death of her boyfriend, Shashi Saigal (Shashi Kapoor). This is when Karan Saxena (Rishi Kapoor) offers her employment with his advertising agency, she accepts. Though only she knows that Karan, newly married with Timsi (Neetu Singh) resembles Shashi a lot, and she will do anything in her power to get him.","release_date":"1977-09-14","genres":[],"vote_average":10.0,"runtime":137,"cert":"N\/A","id":210915,"title":"Doosara Aadmi","adult":false},{"cast":["Bill Elliott","George 'Gabby' Hayes","Anne Jeffreys","Alice Fleming","Weldon Heyburn"],"overview":"Western film directed by John English in 1948. The Patterson's are after the Hartley's share of the stage line. They kill Jim Hartley but their attempt on Tom Hartley is foiled by Elliott. When Elliott assumes the identity of Tom Hartley and fights off their attempts to shut down the stage line, they frame him for murder. He escapes the Sheriff and with Gabby's help goes after the real killers.","release_date":"1943-11-20","genres":[37],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":210917,"title":"Overland Mail Robbery","adult":false},{"cast":["Christopher Warbey","Ali Allen","Mandy Harper","Frazer Hines","Richard Molinas"],"overview":"Four children try to raise money to replace a broken saw, taking them on an unexpected journey through the capital.","release_date":"1958-08-01","genres":[10751,12],"vote_average":6.0,"runtime":52,"cert":"","id":210925,"title":"The Salvage Gang","adult":false},{"cast":["Bill Elliott","Lorna Gray","Joseph Schildkraut","Bruce Cabot","Andy Devine"],"overview":"When power-hungry Faulkner and Leroux want to divide Texas into smaller sections, instead of allowing it to enter the Union as a single state, Gary Conway and the Texas Rangers must step in to thwart their chicanery.","release_date":"1948-05-24","genres":[37],"vote_average":10.0,"runtime":88,"cert":"N\/A","id":210927,"title":"The Gallant Legion","adult":false},{"cast":["Sam Chotibund","Chermarn Boonyasak","Jutarat Atthakorn","Ackarat Nitipol","Russamee Thongsiripraisri"],"overview":"Set in the future, Em is a young, good-looking guy whose 'Dream Machine Project' promises much. Unsurprisingly women are queuing up to date him, among them Rose, the sexy vice president of Em's company. While he still indulges in womanizing, Em's life is totally changed when he encounters God in the form of a surreal creature, who makes him an irresistible proposal.","release_date":"2003-01-01","genres":[14,35],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":210935,"title":"O'Lucky Man","adult":false},{"cast":["Frank Whaley","Annabeth Gish","Jean Stapleton","Amy Jo Johnson","Patrick Van Horn"],"overview":"An advertising executive fails to realize that the woman of his dreams is his best friend since first grade, now married to his cheating co-worker.","release_date":"2001-01-17","genres":[35],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":210937,"title":"Pursuit of Happiness","adult":false},{"cast":["Mami Yamasaki","Masato Hagiwara","Sawa Suzuki","Shirô Sano","Koji Moritsugu"],"overview":"Physician Koichiro Kiby loses interest in work and begins drinking in a local park after the death of his wife. One day he encounters a girl who knows intimate details about his life. Now, he must unlock her mystery in this fantasy drama.","release_date":"2008-01-26","genres":[28,53,18,878],"vote_average":4.5,"runtime":84,"cert":"N\/A","id":210939,"title":"Persona","adult":false},{"cast":["Cornel Wilde","Michael Rennie","Debra Paget","John Derek","Raymond Massey"],"overview":"Omar Khayyam was one of the greatest Persian poets. He was also a brilliant mathematician. Though his quatrains were written in the 11th century, they are still popular the world over. The details of his life are unknown, so this movie invents a biography for him and includes in it his real achievements - the invention of a new calendar and the penning of those epigrammatic poems. This film has him romancing a sultan's bride and foiling the assassin sect's plot to kill the sultan's son.","release_date":"1957-08-23","genres":[12,10749],"vote_average":5.3,"runtime":101,"cert":"N\/A","id":210944,"title":"Omar Khayyam","adult":false},{"cast":["George Montgomery","Yvonne De Carlo","Tab Hunter","Brian Donlevy","John Russell"],"overview":"U.S. Marshal Gid McCool (George Montgomery) leads a wagon train of convicted felons to Huntsville prison in this routine western. The only female among the crooks is the dancehall girl Laura Mannon (Yvonne De Carlo), McCool's former flame. When McCool cannot be swayed from completing his lawful duty, Laura tries to endear herself to shotgun rider Mike Reno (Tab Hunter) in hopes he will set her free.","release_date":"1967-07-01","genres":[37],"vote_average":4.7,"runtime":91,"cert":"N\/A","id":210955,"title":"Hostile Guns","adult":false},{"cast":["Jonathan Boal","Michele Earnest","Bryce Fesser","Carlos Kearns"],"overview":"After the death of their mother, two sisters are forced to question and redefine their love for each other.","release_date":"2011-06-24","genres":[10749,18],"vote_average":3.0,"runtime":80,"cert":"15","id":210957,"title":"Mary Marie","adult":false},{"cast":[],"overview":"What could possibly tempt the tastebuds of an anthropomorphized bull and his tiny duck-like friend? A severed hand! Dee-lish! But be careful - we've heard that baked hand causes heartburn!","release_date":"1999-07-29","genres":[16,35],"vote_average":0.0,"runtime":2,"cert":"","id":210962,"title":"Minotaur and Little Nerkin","adult":false},{"cast":[],"overview":"An office clerk, fearing replacement by a robot, fights back.","release_date":"1988-01-01","genres":[16],"vote_average":5.8,"runtime":5,"cert":"N\/A","id":210964,"title":"Technological Threat","adult":false},{"cast":["Ruby Lin","Huang Jue","Ding Yongdai"],"overview":"Shubei town, southeast China, the present day. Five years after he fled with RMB 800,000 from a bank robbery, Liu Chuan returns incognito to the town. Policeman Wang Laoshi, who was on duty at the time of the robbery and was demoted for letting Liu escape, is working in the same district police station to which he was transferred after the robbery and still keeps an eye on Liu. By chance, Liu stays in some small lodgings in Wang's district where Qin Xiaosong, a psychology graduate who's run away from her domineering parents, is staying. Next day, Wang spots Liu in the street and gives chase, finally handcuffing him in a deserted warehouse. At that moment, the town is devastated by an earthquake and the building collapses. Wang is knocked unconscious and Liu steals his uniform. After rescuing Qin, Liu finds himself roped into saving other townspeople and becomes a hero in the locals' eyes. Meanwhile, Wang recovers and sets out to hunt down Liu.","release_date":"2011-05-09","genres":[28,18],"vote_average":5.9,"runtime":92,"cert":"N\/A","id":210966,"title":"Fallen City","adult":false},{"cast":[],"overview":"President Jimmy Carter \"sings\" Ray Charles' \"Georgia on my Mind\", while thinking about his home state.","release_date":"1977-01-01","genres":[16],"vote_average":5.0,"runtime":4,"cert":"N\/A","id":210968,"title":"Jimmy the C","adult":false},{"cast":[],"overview":"","release_date":"2007-07-07","genres":[],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":210970,"title":"Homo.pl","adult":false},{"cast":[],"overview":"A character closely resembling then-mayor Ed Koch sings a variation on the \"Theme from 'New York, New York'\" in an entirely clay-animated film depicting a variety of locations and celebrities associated with New York City.","release_date":"1983-01-01","genres":[16],"vote_average":5.6,"runtime":4,"cert":"N\/A","id":210972,"title":"Sundae in New York","adult":false},{"cast":["John Hurt","Hayley Mills","Dudley Sutton","Tony Britton","Thorley Walters"],"overview":"Life for Richard Forbush, brilliant biology student and conceited philanderer, is one long round of eat, drink and be merry. But his decision to accept a six-month research post in the Antarctic, making the first detailed study of a penguin colony, changes all that...  Living in Shackleton’s derelict hut, Forbush is alone at the frozen edge of the world, his only links to civilisation a two-way radio and letters to his elusive, would-be girlfriend, Tara, in London. Through an often ferocious winter in the company of the penguins, he grows increasingly attached to his hardy, endearing subjects – learning profound lessons in endurance and humility.","release_date":"1971-07-29","genres":[12],"vote_average":6.0,"runtime":101,"cert":"","id":210977,"title":"Mr. Forbush and the Penguins","adult":false},{"cast":["Ping Medina","Irma Adlawan","Jasmine Curtis-Smith","Mercedes Cabral","Toni Gonzaga"],"overview":"It tells the story of Moises, a Filipino single-dad working as a caregiver in Herzliya, Israel, who comes home to his apartment in Tel Aviv to celebrate his son Joshua’s 4th birthday. Itwas on that day that Moises, together with their Filipino neighbors Janet, and her daughter Yael, ﬁnd out that the Israeli government is going to deport children of foreign workers.  Afraid of the new law, Moises and Janet decide to hide their children from the immigration police by making them stay inside the house.","release_date":"2013-07-27","genres":[18,10751],"vote_average":5.0,"runtime":93,"cert":"N\/A","id":210979,"title":"Transit","adult":false},{"cast":["Barbara Miguel","Nadine Samonte","Jake Cuenca","Anita Linda","Manny Castañeda"],"overview":"Inspired by the actual story of one of the youngest mothers in Philippine history, “Nuwebe” follows the story of Krista who at the tender age of 9 got pregnant from the sexual abuse perpetrated by her own father. What follows is a story of struggle and renewal. Krista’s story is complex. She refuses to see herself as a victim. Despite her situation, she demonstrates an incredible level of resilience and determination to overcome the trauma of her past. Her mother on the other hand is torn between her love for her child and her love for her husband.","release_date":"2013-07-27","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":210984,"title":"The Youngest","adult":false},{"cast":["Yssa Ramos","Ronnie Lazaro"],"overview":"A 12-year-old girl named Onang (Yssa Ramos) found herself at the doorstep of reaching her dreams – to becom a performer. Onang, who lived all her life with her widowed father Tatang (Ronnie Lazaro) at the mountaintop in Ilocos Sur, joined a choir that would represent their town at a competition in Manila. Despite her father’s disapproval, she went on and left for the city. With hopes of realizing her dreams and living a new life, Onang learned that staying was more impossible than leaving.","release_date":"2013-07-31","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":210986,"title":"Onang","adult":false},{"cast":["Diana Alferez","Paolo O'Hara"],"overview":"Husband Tonyo and wife Isa, struggling for a better life, were separated when she was forced to work abroad. Tonyo stayed home to take care of the household and their three children.\r The family managed to keep in touch through Skype, an Internet-based video call system, where they could go on with their lives as if she was never out of the country. She would see the children to school, check on his husband’s errands and one day, even caught his husband keeping someoneelse’s “bra” hanging in their closet.","release_date":"2013-07-31","genres":[],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":210988,"title":"The Houseband's Wife","adult":false},{"cert":"N\/A","title":"Beyond Reason","cast":["Telly Savalas","Diana Muldaur","Diana Muldaur","Bob Basso","Rita Marie Carr"],"genres":[18,53],"id":210993,"overview":"An unconventional psychiatrist slowly begins to question his own sanity.","runtime":88,"release_date":"1977-01-01","vote_average":0.0,"adult":false}]