[{"cast":["Lynn Harris","Frank Millen","Marsha Jordan","Francis Fey","Kathy Hilton"],"overview":"A married couple decides to be unfaithful to each other. Wackiness, melodrama and lots of softcore sex ensues.","release_date":"1974-01-01","genres":[],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":212001,"title":"I Love You, I Love You Not","adult":false},{"cast":["John Darrell","James Coleman","Joe Crane","Carolyn Hall","Susan Hayes"],"overview":"A priest sheds his habit, tunes in, turns on and drops out for a road trip that will change his life and bring him sorrow. Filmed in 1971 but not released until 2001.","release_date":"1971-01-01","genres":[18],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":212003,"title":"Electric Shades of Grey","adult":false},{"cast":["Steve Kanaly","Karen Carlson","Macon McCalman","Robert Chimento","Sonny Landham"],"overview":"A soldier who deserted because of spiritual beliefs was tried and evaluated by four psychiatrists, and they all concluded that he was unable to distinguish right from wrong, so he was sentenced to a mental hospital. One day, he escapes and kidnaps them and leaves them all in the middle of the desert.","release_date":"1984-05-25","genres":[27,80,28,53],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":212005,"title":"Fleshburn","adult":false},{"cast":["Des Roberts","Claudia Siefried","John Landon","Robert Branche","Frank Donato"],"overview":"The latter-day adventures of Count Dracula, now calling himself Adrian and running a haunted-house-themed nightclub in Los Angeles.","release_date":"1970-01-01","genres":[27,35],"vote_average":4.0,"runtime":80,"cert":"N\/A","id":212007,"title":"Guess What Happened to Count Dracula?","adult":false},{"cast":[],"overview":"Fifteen years ago, a fortune-telling gypsy predicted death and chaos for the sleepy Scottish village of Donbrae. Zombies, evil, blood, anal weapons. An event too horrible to comprehend. Her reappearance at this year's Donbrae festival prompts disquiet among the few who know of her ominous forecast. Upon learning of her apparent mystic powers, local men Nigel and Malcolm seek out the gypsy to see if she's for real. The stories they are told about their own fates are almost too ridiculous to believe. But when her predictions start to come true, the men become increasingly alarmed.","release_date":"2007-01-01","genres":[27],"vote_average":0.0,"runtime":86,"cert":"","id":212027,"title":"Dead Fortunate","adult":false},{"cast":[],"overview":"Miike Snow at Coachella Music and Art Festival 2012","release_date":"","genres":[10402],"vote_average":0.0,"runtime":47,"cert":"N\/A","id":212029,"title":"Miike Snow Coachella 2012","adult":false},{"cast":[],"overview":"The Weeknd live at Coachella Valley Music and Arts Festival 2012","release_date":"","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212031,"title":"The Weeknd Live at Coachella 2012","adult":false},{"cast":[],"overview":"To be filled","release_date":"2004-09-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212045,"title":"Ek Se Badhkar Ek","adult":false},{"cast":["Shabana Azmi","Naseeruddin Shah","Farooq Shaikh","Shreeram Lagoo","Dina Pathak"],"overview":"Based on a short story by Maitreyi Devi, Kalpana Lajmi’s directorial debut tells a story of extramarital affair in the tea gardens of Assam. Famous Assamese singer-composer Hazarika contributes some fine compositions, overcoming the mandatory emphasis on regional folk-music in films set in exotic locales.","release_date":"1986-11-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212047,"title":"A Moment (Ek Pal)","adult":false},{"cast":["Rohini Hattangadi","Deepti Naval","Naseeruddin Shah"],"overview":"A Kafkaesque tale about a young couple (Naseeruddin Shah and Deepti Naval) that moves to the city from a village with the hope of finding privacy and freedom, which are unavailable in the joint family system.","release_date":"1991-01-01","genres":[18],"vote_average":0.0,"runtime":137,"cert":"N\/A","id":212049,"title":"The Dwelling","adult":false},{"cast":["Shabana Azmi","Pankaj Kapur","Irrfan Khan","Deepa Sahi","Vijayendra Ghatge"],"overview":"After years of painstaking research at the cost of his domestic pleasure, Dr. Dipankar Roy discovers a vaccine for leprosy. The news is flashed over television and overnight, an insignificant junior doctor receives international recognition. Professional jealousy and abuse of power threaten Dr. Roy, even as the Secretary of Health reprimands him for breaking the news to the press. He is asked to report to the Director of Health. Professional colleagues Dr. Arijit Sen and Dr. Ramananda invite him to a lecture but it is merely a pretence to humiliate him. Dr. Roy suffers a mild heart attack but he refuses to go to the hospital. His wife and few others like Dr. Kundu stand by Dr. Roy, but the harassment continues; a letter from an American foundation is suppressed and Dr. Roy transferred to a remote village. The last straw is two American doctors receiving credit for discovering the same vaccine. Dr. Roy is shattered. Written by Rajesh Das.","release_date":"1991-01-01","genres":[18],"vote_average":4.3,"runtime":122,"cert":"N\/A","id":212051,"title":"Ek Doctor Ki Maut","adult":false},{"cast":[],"overview":"Accomplished documentarians Rob Epstein and Jeff Friedman take a trip across the American South and Southwest, asking people about their hopes and fears.","release_date":"1993-07-30","genres":[],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":212053,"title":"Where Are We? Our Trip Through America","adult":false},{"cast":["Brendan Hines","Elizabeth Banks","Kris Park","A Martinez","Peter Onorati"],"overview":"Three friends encounter violence and bigotry in a small college town.","release_date":"2001-10-21","genres":[10749,18],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":212058,"title":"Ordinary Sinner","adult":false},{"cast":["Veronica Hamel","Pam Dawber","Daniel Hugh Kelly","Wendelin Harston","Tupper Cullum"],"overview":"A recently widowed doctor moves with her daughter to start at a new hospital. While there a loving mother brings her son in for treatment. The doctor suspects that there is something wrong, and theorizes that the mother is deliberately making her son sick so that she could bring him to the hospital for the attention that it gives her. When the doctor decides to restrict the mother's access to her son and is reporting her to child services, the mother in turn decides to sue the doctor and the hospital. And some of the hospital board don't agree with her diagnosis or think that she's over-reacting. And even while the mother's not allowed access to her son, he is still sick, so is the doctor right or wrong?","release_date":"1994-11-13","genres":[18],"vote_average":5.0,"runtime":110,"cert":"N\/A","id":212060,"title":"A Child's Cry for Help","adult":false},{"cast":["Jean Smart","Richard Gilliland","Scout Taylor-Compton","Angus T. Jones","Weston Nathanson"],"overview":"Audrey Walker has given up her hopes and dreams, until an ex-love returns to town and helps her realize a second chance at life.","release_date":"2003-05-11","genres":[18],"vote_average":3.0,"runtime":84,"cert":"N\/A","id":212062,"title":"Audrey's Rain","adult":false},{"cast":["Raven-Symoné","Aisha Tyler","Samuel Jones III","Gary Grubbs","William Ragsdale"],"overview":"Their town always had two proms, one for the whites and one for the blacks. When both proms wanted the same DJ, Brianna McCallister suggested combining the proms, which would also mean more money for decorations. However, her idea shook the town up, especially after a white student was let off for the same offense that a black student was suspended for. Can the town overcome racial tensions and finally combine the two proms?","release_date":"2006-02-05","genres":[10770,18],"vote_average":6.7,"runtime":90,"cert":"N\/A","id":212067,"title":"For One Night","adult":false},{"cast":["Marlo Thomas","Peter Strauss","Frances Sternhagen","Courtney Chase","Leelee Sobieski"],"overview":"The undying bond between a mother and her beloved son nearly destroys the lives of an entire family. Jessie Yates (Marlo Thomas) is torn between the ghost of her son and the life she has created with her husband and family.","release_date":"1994-12-10","genres":[18,9648],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":212069,"title":"Reunion","adult":false},{"cast":["François Morency","Geneviève Brouillette","Pierrette Robitaille","Jacques Girard","Yves Jacques"],"overview":"Florence and Nicolas live happily together. Until the sister of Nicolas them points to a contest you get to win the first prize, a wedding with all expenses paid in Niagara Falls. Without thinking twice, decide to marry. Following on from then occur a series of inexplicable events that will make their relationship is complicated by the discovery of the extravagances of his family","release_date":"2001-06-01","genres":[35],"vote_average":5.3,"runtime":92,"cert":"N\/A","id":212074,"title":"Nuit de noces","adult":false},{"cast":["Matthew Modine","Obba Babatundé","Michele Greene","Bruce Dinsmore","Emily VanCamp"],"overview":"When a Black Panther raid on the house of a dope dealer goes awry, an innocent young man is killed and the leader of the raid team, a Panther named Charles Henderson (Obba Babatunde), is sentenced to life in prison. Bestselling author Paul Freeman (Modine) offers a creative-writing class in Henderson's prison, initially looking for a story for his next book; but when Henderson becomes his student, Freeman starts to investigate Henderson's case and becomes convinced that, after 20 years, Henderson deserves to be released--but the next step is convincing the sister of the man whose death Henderson is responsible for.","release_date":"2002-01-31","genres":[18],"vote_average":7.0,"runtime":85,"cert":"N\/A","id":212076,"title":"Redeemer","adult":false},{"cast":["John Wayne","Henry Fonda","James Stewart","Andy Devine","John Ford"],"overview":"A documentary encapsulating the career and Western films of director 'John Ford' , including clips from his work and interviews with his colleagues.","release_date":"1971-12-05","genres":[37,99],"vote_average":6.5,"runtime":52,"cert":"N\/A","id":212078,"title":"The American West of John Ford","adult":false},{"cast":["Cheryl Ladd","Polly Draper","Ted Levine","D. David Morin"],"overview":"Ever since Pam Cheney (Cheryl Ladd) lost her baby during labor, she has been struggling with depression. She is not only supported by her loving, but hard working husband Sean (Robert Desiderio), but also by her friends Ella (Polly Draper) and Terry Sabin (D. David Morin), who have also lost a baby at age three. One year after labor, Pam decides to finally take a proposal to adopt a toddler. Going through official agencies proves unsuccessful, partly due to Pam's age, partly due to the growing demand of adoption. She is advised to take care of an orphaned teenager instead, but Sean refuses this option.","release_date":"1993-12-25","genres":[18],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":212083,"title":"Broken Promises: Taking Emily Back","adult":false},{"cast":["James Belushi","Phyllis Diller","Cheech Marin","Cam Clarke","Debi Derryberry"],"overview":"The Nuttiest Nutcracker is a 1999 direct-to-video Christmas film loosely based on the classic tale The Nutcracker, directed by Harold Harris, starring the voices of James Belushi, Cheech Marin, and Phyllis Diller. This film tells about a group of fruit and veggies trying to help the Nutcracker's army get a star up on a Christmas tree before midnight, and stop a rodent army from destroying Christmas.","release_date":"1999-10-19","genres":[16],"vote_average":3.5,"runtime":48,"cert":"N\/A","id":212088,"title":"The Nuttiest Nutcracker","adult":false},{"cast":["Philip Dorn","Kitty Jantzen","La Jana","Theo Lingen","Hans Stüwe"],"overview":"After the events of Der Tiger von Eschnapur, Maharadscha Chandra is ready to execute his well-planned vengeance, in which German architect Peter Fürbringer, his fiancée Irene and his assistant will have to fight for their lives amidst a revolt fueled by traitor Prinz Ramigani.","release_date":"1938-01-27","genres":[18],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":212090,"title":"The Indian Tomb","adult":false},{"cast":["Suzanne von Borsody","Bettina Zimmermann","Guntbert Warns","Franziska Neiding","Maria Bachmann"],"overview":"Six weeks after the accidental death of her husband, Wessendorf Vicky decides to travel to Bangkok to investigate the background of the scene of the tragedy. Her husband George had bought a luxury apartment in the city, Vicky wants to sell as quickly as possible.","release_date":"2009-04-10","genres":[10770,18,10751],"vote_average":2.5,"runtime":90,"cert":"N\/A","id":212092,"title":"Schicksalstage in Bangkok","adult":false},{"cast":[],"overview":"\"I have not changed the editing structure. I have made the films printable. They are the first known fully collaged films, i.e., films made from found footage, and were done sometime in the ‘40s. Cornell combines Vaudeville jugglers, animal acts, circus performers, children eating and dancing, science demonstrations, mythical excerpts, and crucial freeze-frames of faces into a timeless structure, totally unconcerned with our usual expectations of “montage” or cinematic progression. He collects images and preserves them in some kind of cinematic suspension that is hard – impossible – to describe. But it’s a delight to anyone whose soul has not been squashed by the heavy dictates of Art.\" —Larry Jordan","release_date":"1938-12-31","genres":[],"vote_average":5.9,"runtime":8,"cert":"N\/A","id":212097,"title":"Cotillion","adult":false},{"cast":["Rüdiger Vogler","Ruth Rieser","Ney Piacentini","Claudia Netto","Kiko Mascarenhas"],"overview":"The life of Austrian writer Stefan Zweig in Brazil. He wrote the famous book \"Brasil, País do Futuro\" (Brazil, Country of the Future). He and his wife Lotte, in a mysterious death pact, decided to kill themselves in the week following 1942 Carnival, in Brazil.","release_date":"2003-05-18","genres":[],"vote_average":0.0,"runtime":113,"cert":"N\/A","id":212126,"title":"Lost Zweig","adult":false},{"cast":["Adalberto Martínez","María Luisa Zea","Miguel Manzano","Joaquín Roche","Charles Rooner"],"overview":"A worker overwhelmed by the economic crisis and the cost of living is accidentally propaganda of a political party, apparently from left, who convinces him to join their ranks and defending the working class. After entering through a ritual as mysterious as typical, you will realize demagoguery and arrangements existing between union leaders to maintain the status quo unchanged and profit from mafia practices.","release_date":"1951-07-12","genres":[18,35,80],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":212128,"title":"They Say I'm a Communist","adult":false},{"cast":["Gianni Buscarino","Vittorio Vigneri"],"overview":"Scene cut from Sicilia. Shows the sheer detail in their working out of the dialogue. Assymetrical framing to, oddly for them, draw attention. —endupatthemovies.blogspot.com","release_date":"2001-11-01","genres":[],"vote_average":5.0,"runtime":7,"cert":"N\/A","id":212130,"title":"L'arrotino","adult":false},{"cast":["Diego Braguinsky","Olga Alamán","Yohana Cobo","Pau Durà","Anna Moret"],"overview":"A young child's fear of \"a monster in the well\" may keep him from saving the life of someone close to him.","release_date":"2007-02-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212135,"title":"The Monster of the Well","adult":false},{"cast":["Pascal Elso","Pascale Arbillot","Antoine Chappey","Oumar Diaw","Ibrahima Mbaye"],"overview":"","release_date":"2013-04-05","genres":[18,36],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212137,"title":"Les pirogues des hautes terres","adult":false},{"cast":[],"overview":"Made for BBC Television in 1967, this 20-minute documentary features a rare interview with the director and a unique demonstration of his lighting techniques. Courtesy of BBC Worldwide.","release_date":"1967-08-04","genres":[99],"vote_average":5.0,"runtime":20,"cert":"PG","id":212142,"title":"The World of Josef von Sternberg","adult":false},{"cast":["Frank Truong","Emilie De La Perriere","Pier Gaudin","Laetitia Lopez","Olivier Ho Hio Hen"],"overview":"A secret criminal organization, headed by Mr. Takamura, arranges a tournament in order to find the perfect killer. Ten young people who have nothing to lose, accept the rules and run in this revenge. To spice up the game, Silex, the right arm of Takamura, winner of the last 5 years, was introduced anonymously in the group. Between emerging friendships, rivalries and spirit of chivalry, the participants manage the tests. The eliminations are increasing and the losses are heavy. The tournament goes far to the point of no return.","release_date":"2008-11-10","genres":[28,18,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212150,"title":"Unfailing","adult":false},{"cast":["Miyu Irino","Maaya Sakamoto","Satoshi Hino","Yoshitsugu Matsuoka","Youko Hikasa"],"overview":"The war between Euro Britannia and the European Union  continues. New orders are given to the W-0 Unit. To land in the middle of the enemy territory as a diversion.  The pilots of the W-0 Unit consist only of the commanding officer, Leila, the only surviving Japanese from their last battle, Akito, and the three that escaped from the Eleven ghettos and lived in the underworld, Ryou, Yukiya, and Ayano. With everyone holding their respective expectations, the operation moves forward.  On the other side in Euro Britannia, Shin, who made his benefactor commit suicide with the mysterious power of “Geass”, is appointed the leader of the Knights of St. Michael. As Shin steadily advances for the sake of his own ambition, he and his subordinates in the Ashura squad are given orders to deploy.  The one that lives in order to fight, and the one that fights in order to live.","release_date":"2013-09-14","genres":[28,16],"vote_average":5.7,"runtime":60,"cert":"N\/A","id":212161,"title":"Code Geass: Akito the Exiled 2: The Wyvern Divided","adult":false},{"cast":["Marie Laure descouraux","Abdelhafid Metalsi","Olivier Marchal","Hiam Abbass"],"overview":"","release_date":"2008-04-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212172,"title":"A Police Romance","adult":false},{"cast":["Gustavo Cerati","Zeta Bosio","Charly Alberti"],"overview":"","release_date":"2008-10-06","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212180,"title":"Soda Stereo: Gira Me Verás Volver","adult":false},{"cast":[],"overview":"Concert DVD","release_date":"2013-08-05","genres":[10402,99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212182,"title":"Beatsteaks: Muffensausen","adult":false},{"cast":["Peter Outerbridge","Max Brooks","Steven Schlozman"],"overview":"Zombies: are they real? Every culture creates its own version of a zombie. There have been diseases in history that have mimicked behavior of a zombie virus. The plausibility is there. You would never be up against one zombie.you would be up against thousands or millions of zombies. How would you survive?","release_date":"2011-10-25","genres":[99],"vote_average":6.5,"runtime":94,"cert":"N\/A","id":212193,"title":"Zombies: A Living History","adult":false},{"cast":["Rick Kunzi","Johanna Lixey","Bill Vincent","Ryann Davey","Tommy Strasz"],"overview":"Fifteen years ago, a group of young friends were playing a game of baseball. One of them is called home for dinner and the gang decides to let the creepy neighborhood fat kid join in. The first pitch is slammed over the fence, into the road, and the fat kid excitedly chases the ball. As the group taunts him and his efforts, they don't notice a truck speeding toward him. He is killed on impact. PRESENT DAY- The members of the old gang all receive mysterious invitations to reunite at an old lodge. Thinking one of the group must have some \"big announcement\", they all arrive at the lodge. What the group learns about the lodge and the real reason why they were \"invited\", leaves them fighting for their lives.","release_date":"2003-01-01","genres":[],"vote_average":4.5,"runtime":82,"cert":"N\/A","id":212195,"title":"Invitation","adult":false},{"cast":["Yardly Kavanagh","Liridon Rashiti","Laury Verdieu"],"overview":"Nydia occupies her days by completing household chores and secretly reading poetry. Aspiring to escape a mapped out fate, she accepts a motorcycle ride invitation downtown from Jeff, a mysterious classmate of hers.","release_date":"2012-10-12","genres":[10751],"vote_average":7.0,"runtime":15,"cert":"N\/A","id":212200,"title":"With Jeff","adult":false},{"cast":["Peter Pasyk","Micheal Thomas","Kresimir Bosiljevac","Brad Hampton"],"overview":"Model is a crisp jaunt through the hyper-designed world or architectural model building as it faces a new threat - the advent of 3D printing.","release_date":"2012-09-10","genres":[35,18],"vote_average":6.0,"runtime":5,"cert":"N\/A","id":212202,"title":"Model","adult":false},{"cast":["Patrice Berthomier"],"overview":"While at work, Robin, a French immigrant pilot, receives a phone call that sends shock waves through his soul. Unseen by others, turmoil seeps into his inner world and echoes in his daily life. He will have to let this pain in, but not now. An impressionistic depiction of an all-but-ordinary day, The near future takes us to the poetic boundary between droning engines and complete silence, aerial and terrestrial, pastoral and urban, man and machine, life and death.","release_date":"2012-09-10","genres":[18],"vote_average":7.0,"runtime":19,"cert":"N\/A","id":212204,"title":"The Near Future","adult":false},{"cast":["Nicolas Wright","Yoursie Thomas","Genevieve Genest","Caitlin Howden"],"overview":"An earnest young outdoors-man goes out into the barren desert for some hiking and yoga. But his serenity is brought to a grinding halt when a strange man appears from out of nowhere and tempts him with hookers.","release_date":"2012-09-10","genres":[35],"vote_average":7.0,"runtime":10,"cert":"N\/A","id":212206,"title":"Crackin' Down Hard","adult":false},{"cast":["Mourad Makram","Hanan Youssef"],"overview":"The recent Egyptian revolution released many prisoners who were abused by the forces of national security. Many prisoners were imprisoned with no real charges, while their families were denied access to them. Amaal, the mother, who's been worn down by poverty, wants to make a festive meal to welcome the return of her son, and erase a harsh past that depleted the spirit of many Egyptian youths. Her other son, Shawky, a 13 year old, tries, the only way he knows, to help bring an ingredient for that festive meal, by taking what he's not given. Egypt has been the feast for those in power, while its poor majority strive for their daily meals. Will the revolution retrieve the stolen spirit of the youth?","release_date":"","genres":[18],"vote_average":5.0,"runtime":22,"cert":"N\/A","id":212208,"title":"Their Feast","adult":false},{"cast":["William Belleau","Ranjit Samra","Mikal Grant"],"overview":"A cop comes across what he suspects to be a shoplifter caught in the act, but the confrontation doesn't go nearly as expected.","release_date":"","genres":[18,35],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":212210,"title":"The Dancing Cop","adult":false},{"cast":["Judith Baribeau"],"overview":"Sullivan's Applicant explores the mundane, the everyday task of commuting into a city and encountering all of the barriers and frustrations along the way. However, although the film captures this idea of 'the everyday' it also illustrates how things can happen unexpectedly, forcing us to see that things happen for a reason, and that there are silver linings to almost everything bad that comes our way. This film was part of a larger project which explored the character of the city of Montreal. Each film was to examine smaller corners of everyday life in Montreal and make those moments accessible and relatable to those who would see them.","release_date":"","genres":[18],"vote_average":9.0,"runtime":12,"cert":"N\/A","id":212212,"title":"Sullivan's Applicant","adult":false},{"cast":["Shawn Lawrence","Julian Richings"],"overview":"A man digs through his attic looking for something clearly of great significance. What it is, we're not quite sure. When he finds a VHS tape and realizes he nor anyone he knows owns a VCR anymore, he goes on a quest to find it.","release_date":"","genres":[18,12],"vote_average":8.0,"runtime":5,"cert":"N\/A","id":212214,"title":"The Tape","adult":false},{"cast":["Sakay Ottawa"],"overview":"None supplied","release_date":"","genres":[],"vote_average":6.0,"runtime":3,"cert":"N\/A","id":212216,"title":"I'm Beginning to Miss You","adult":false},{"cast":["Arnaud Kamphuis"],"overview":"A poetic embodiment of an unsaid goodbye during the final two minutes of a dying man. He bids farewell to his wife while his soul is riding a fast train exiting his bodily realm. This is an animated odyssey constructed with vintage medical engraving illustration taken from century-old med-school textbooks. Inspired by a recent family mourning: Our reflection, contemplation and heart-to-heart dialogs that followed soon after that.","release_date":"","genres":[16,14],"vote_average":6.0,"runtime":2,"cert":"N\/A","id":212218,"title":"L'Aubade","adult":false},{"cast":["Emily Roberts","Cole Ballantyne","Kassie Svendsen","Ida Tremblay","Denise Charles"],"overview":"In a tightly-knit Cree community in northern Canada, 16-year-old Alyssa's plans to become a mom begin to unravel.","release_date":"2012-09-12","genres":[18],"vote_average":5.0,"runtime":11,"cert":"N\/A","id":212220,"title":"Barefoot","adult":false},{"cast":["Colombe Demers","Diana Leblanc","Sean McCann","Noah Ryan Scott","Pierre Simpson"],"overview":"Filmmaker Jeffrey St. Jules reconstructs the story of his grandparents and their rugged frontier life in the logging towns of Northern Ontario. It is a genre twisting reflection on a fractured family history, which St. Jules infuses with myth and fact, joy and heartbreak.","release_date":"2012-09-01","genres":[18],"vote_average":8.0,"runtime":37,"cert":"N\/A","id":212222,"title":"Let the Daylight Into the Swamp","adult":false},{"cast":["Hrant Alianak","Amber Borden","Jessica Clement","Katie Frances Cohen","Helen Colliander"],"overview":"When pre-teens from a summer leadership camp are sent on a scavenger hunt to Hector's no-nonsense used appliance shop, a mini-culture clash ensues.","release_date":"2012-07-03","genres":[35],"vote_average":7.0,"runtime":9,"cert":"N\/A","id":212227,"title":"Dear Scavengers","adult":false},{"cast":["Aleksandra Myrna"],"overview":"A dysfunctional family try to connect at a Sunday brunch.","release_date":"2012-09-01","genres":[35],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":212229,"title":"American Sisyphus","adult":false},{"cast":["Jonathan Daniel Brown","Kenny Wormald","Ron Perlman","Aaron Yoo","Amanda Tapping"],"overview":"An eighteen year old high school drop out and his twenty-seven year old friend start trafficking marijuana across the border of Canada in order to make money and their lives are changed forever.","release_date":"2014-04-18","genres":[18],"vote_average":6.3,"runtime":110,"cert":"N\/A","id":212231,"title":"Kid Cannabis","adult":false},{"cast":["Niels Borksand","Marie Brink","Per Bentzon Goldschmidt","Lone Hertz","Buster Larsen"],"overview":"Danish farmer's son Rasmus Berg has been given a costly education in Copenhagen, and when he returns, he speaks Latin to his parents, and Latinises his name as Erasmus Montanus. He wants to \"dispute\", and goes on to \"prove\" a number of absurdities, such as that his mother is a rock. He is contrasted to his brother Jacob who is only interested in knowledge which of practical application.","release_date":"1972-12-31","genres":[],"vote_average":6.0,"runtime":85,"cert":"N\/A","id":212242,"title":"Erasmus Montanus","adult":false},{"cast":["Hughie Green","Margaret Lockwood","Harry Tate","Robert Adams","Roger Livesey"],"overview":"Set during the Peninsular Campaign of the Napoleonic War, Mr Midshipman Easy has just joined the Royal Navy. He is very keen to do well but luckily he has an understanding captain to pull him out of the various adventures he seems to get involved in.","release_date":"1935-11-01","genres":[12],"vote_average":0.0,"runtime":74,"cert":"","id":212250,"title":"Midshipman Easy","adult":false},{"cast":["Frank McHugh","Hugh Herbert","Mary Boland","Mischa Auer","Alan Mowbray"],"overview":"Frantic screwball comedy about a meek personal assistant (Frank McHugh) who is promoted to managing editor of a newspaper features syndicate that is owned by and staffed with cuckoos.","release_date":"1937-07-13","genres":[10749,35],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":212255,"title":"Marry the Girl","adult":false},{"cast":["Danny Glover","Mykelti Williamson","Glynn Turman","Carl Lumbly","Lamont Bentley"],"overview":"They've ridden dusty miles without end and fought fierce battles. Yet when these brave African-American cavalrymen enter a scraggly frontier town, they must walk through it instead of ride. The town dishonors them but the soldiers' Native-American foes do not. Apache leader Victoria and other warriors give the horsemen a name of honor and strength: \"Buffalo Soldiers\".  The troopers' daring hunt for Victorio frames this stirring tribute to the former slaves and other African-Americans of the 9th and 10th U.S. Calvary Regiments. Danny Glover, Mykelti Williamson, Glynn Turman, Carl Lumbly and Michael Warren star in an adventure bringing to light that largely unknown story and the unique moral dilemma the men faced. Atten-hut! \"Buffalo Soldiers are riding\" through town.","release_date":"1997-12-07","genres":[36,18,37],"vote_average":4.7,"runtime":94,"cert":"","id":212257,"title":"Buffalo Soldiers","adult":false},{"cast":[],"overview":"The 1988 UEFA European Football Championship final tournament was held in West Germany between 10 and 25 June 1988. It was the eighth European Football Championship, which is held every four years and supported by UEFA.  The tournament crowned the Netherlands as European champions for the first, and so far only time. Euro 88 was a rare incidence of a major football tournament ending without a single sending-off or goalless draw, nor any knockout matches going to extra time or penalties.","release_date":"1988-08-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212259,"title":"Fotbollskrönikan EM 1988","adult":false},{"cast":[],"overview":"The 2012 UEFA European Football Championship, commonly referred to as Euro 2012, was the 14th European Championship for men's national football teams organised by UEFA. The final tournament, between 8 June and 1 July 2012, was hosted for the first time by Poland and Ukraine, and was won by Spain, who beat Italy 4–0 in the final at the Olympic Stadium in Kiev, Ukraine.","release_date":"2012-08-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212261,"title":"Fotbollskrönikan EM 2012","adult":false},{"cast":["Judy Ann Santos","Janice de Belen","Iza Calzado","Agot Isidro","Lui Manansala"],"overview":"The death of Mariel was met with such hurt by her three closest friends.  But it was her best friend, Carla that she leaves a most special gift, a box full of her diaries through the years.  Carla has been Mariel’s friend since their high school years; they have practically shared everything in their lives together.  Their two other girl friends, Sandra and Olive formed the quartet who would get together ever so often and served as a mutual support system.  Despite warnings from Sandra and Olive not to read the diaries left behind by Mariel, Carla could not help herself  to find out what was written on those volumes of handwritten materials.  True enough, what she discovered completely shattered all her perceptions and beliefs of the friendship shared by the four women through the years.","release_date":"2012-08-22","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":212263,"title":"Those Little Secrets","adult":false},{"cast":["David Sumner","Susan Travers","James Hayter","Jack Watson","Olga Lindo"],"overview":"Scotland Yard is thrown into an uproar when a mad killer begins knocking off beautiful young blondes.","release_date":"1962-09-01","genres":[80,18],"vote_average":6.5,"runtime":68,"cert":"","id":212265,"title":"Out of the Fog","adult":false},{"cast":["Matheus Nachtergaele"],"overview":"Olegário, a poor man from the Brazilian Northeast, must cross an arid region to sell his animals. He faces several dangers like poisonous snakes, a jaguar, hunger and thirst.","release_date":"2013-08-02","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":212267,"title":"Na Quadrada das Águas Perdidas","adult":false},{"cast":["Paco Sanz"],"overview":"Francisco Sanz Baldoví (Anna, 1872-Valencia, 1939), better known as “Paco Sanz” or “ventriloquist Sanz”, was one of the most popular artists in Spain in the first half of the 20th century. In 1918, the Spanish ventriloquist filmed this fascinating documentary (entitled “Sanz and the Secret of His Art”), with the help of filmmaker Maximiliano Thous and his two artisan mechanics, in order to show the extraordinary complexity of the mechanism of his dolls and his ability to handle them on stage.","release_date":"1918-08-15","genres":[99],"vote_average":8.5,"runtime":64,"cert":"N\/A","id":212275,"title":"Sanz and the Secret of His Art","adult":false},{"cast":["Lee Majors","Barry Corbin","Reginald VelJohnson","Margaret Avery","Rachel Wilson"],"overview":"Murdered because he refused to sell his land to a greedy opportunist, Bucko Cassidy (Lee Majors) returns as a ghost to help his grown son, Junior (Derek Hamilton), keep the homestead in the family. While contending with conflicts in his marriage to Ellie (Rachel Wilson), Junior also has to convince everyone around him that he's not crazy -- because he's the only one who can see Bucko. Barry Corbin costars in this quirky comedy.","release_date":"","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":212277,"title":"Waitin' to Live","adult":false},{"cast":["Kristy Cromwell"],"overview":"The journey of a young boy.","release_date":"2007-01-02","genres":[],"vote_average":5.0,"runtime":2,"cert":"18","id":212288,"title":"t.o.m.","adult":false},{"cast":["Nina Hamson"],"overview":"A short directed by Walther Ruttmann and features music by Robert Schumann.","release_date":"1931-08-05","genres":[],"vote_average":8.0,"runtime":7,"cert":"N\/A","id":212290,"title":"In der Nacht","adult":false},{"cast":["Zacharie Destraz","Jules Martinet","Pierrick Destraz","Henri Destraz","Zoé Tinguely"],"overview":"About a man going from early childhood to old age in the time it takes to freshen up.","release_date":"2010-07-31","genres":[10751],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":212295,"title":"Le Miroir","adult":false},{"cast":["Isao Kimura","Yoshiko Kuga","Isuzu Yamada","Yūnosuke Itō","Kinzô Shin"],"overview":"An ethical, young tax collector new to his area encounters increasingly absurd individuals and groups coping with their post-war woes.","release_date":"1954-11-22","genres":[35,18],"vote_average":6.0,"runtime":83,"cert":"N\/A","id":212300,"title":"A Billionaire","adult":false},{"cast":["Marcus Gilbert","Jane Snowden","Josette Simon","Tom Adams"],"overview":"A swashbuckling dramatisation of George Macdonald Fraser's book The Pyrates. A tale of adventure and romance on the high seas.","release_date":"1986-12-29","genres":[35],"vote_average":0.0,"runtime":null,"cert":"","id":212302,"title":"The Pyrates","adult":false},{"cast":["Tony Leblanc","Mauricio Garcés","Manolo Gómez Bur","Rosanna Yanni","Jesús Puente"],"overview":"John is a rogue that convinces two friends to be trusted with your money, ensuring that you will place in Switzerland in very good condition, but his plan will encounter some difficulties.","release_date":"1970-11-07","genres":[35],"vote_average":6.0,"runtime":97,"cert":"N\/A","id":212304,"title":"El dinero tiene miedo","adult":false},{"cast":["Brian Kerwin","Elizabeth Peña","Jonathan Carrasco","Adrian Sparks","Bill McKinney"],"overview":"Aliens crashland near a small desert town, strewing odd bluish-glowing rocks throughout the area. Townfolk notice something is amiss when temperatures begin to soar, water disappears, power goes down and people seem not to be themselves.","release_date":"1995-12-31","genres":[10770,878],"vote_average":3.3,"runtime":89,"cert":"N\/A","id":212306,"title":"It Came from Outer Space II","adult":false},{"cast":["Bracha van Doesburgh","Nabila Marhaben","Horace Cohen","Fehd El Ouali","Abdullah el Baoudi"],"overview":"Two friends, the Dutch-Moroccan Raja and the Dutch Nancy are both about twenty years old and travel by car to Morocco to buy furniture for their new henna- and nail studio. They see life as a challenge and because of their close friendship, they feel they can take on anything. But during their trip something happens, which has a big impact on the lives of the two girls..","release_date":"2008-06-04","genres":[18],"vote_average":6.5,"runtime":105,"cert":"N\/A","id":212308,"title":"Hitte\/Harara","adult":false},{"cast":[],"overview":"Opens with a shot of King William Street from the Government House gates, then moves on to an aerial view of the street. Proceeds to show views of: Rundle Street, CML building on North Terrace, Railway Station, Government House, railway yard, Light's statue, aerial views of the city, Torrens Lake, Ross Smith Memorial, Garden of Memory, Botanic Garden, Morialta Gorge and the Falls, Onkaparinga (Oakbank) Racecourse, the BHP Smelters and the method of ore treatment at Port Pirie, Mount Gambier, Blue Lake, River Murray.","release_date":"1934-08-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212328,"title":"Here is Paradise","adult":false},{"cast":["Linden Ashby","Maxwell Caulfield","Alexandra Paul","Melanie Wilson","Cynthia Preston"],"overview":"Griff McCleary is a cop, now his son shot himself with Griff's gun. A year later both he and his wife are still reeling from it. Griff feeling shut out by his wife Olivia, decides to move out. Now he is investigating what appears to be a murder-suicide. He believes that there was no suicide. His investigation leads him to a girl named Nikki.","release_date":"2001-10-09","genres":[53],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":212336,"title":"Facing the Enemy","adult":false},{"cast":[],"overview":"Crazy House is a 1928 Our Gang short silent comedy film directed by Robert F. McGowan. It was the 76th Our Gang short that was released. It was the final appearance of Jackie Condon, who was with the gang since the pilot episode of Our Gang in 1922.","release_date":"1928-06-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212338,"title":"Crazy House","adult":false},{"cast":[],"overview":"The popular jazz band in performance. The numbers presented include \"I've Been Working on the Railroad,\" \"On the Road to Mandalay,\" \"Chinese Dream,\" \"Fanfare\" and \"Here Comes the Showboat.\"","release_date":"1929-03-05","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":212346,"title":"Paul Tremaine and His Aristocrats","adult":false},{"cast":[],"overview":"A Vitaphone recording of opera performer Beniamino Gigli.","release_date":"1927-08-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212357,"title":"Beniamino Gigli, Assisted by M. Picco and Minna Boener and the Metropolitan Opera Chorus in Three Numbers from 'Cavalleria Rusticana'","adult":false},{"cast":[],"overview":"Panoramic view of the banks of the River Nile.","release_date":"1897-08-05","genres":[],"vote_average":6.5,"runtime":1,"cert":"N\/A","id":212359,"title":"Panorama des rives du Nil","adult":false},{"cast":[],"overview":"The room looks like a lavish nightclub. The Ambassadors, a 15-piece band dressed in tuxedos, play three numbers: \"Nobody But You,\" \"That Reminds Me of You,\" and a jazzy rag. Gus Arnheim is at the piano, his direction is understated. Occasionally, a trio of musicians sings a few bars with light voices.","release_date":"1928-06-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212361,"title":"Gus Arnheim and His Ambassadors","adult":false},{"cast":[],"overview":"A musical short featuring George Stoll, Edythe Flynn and The Hot Four.","release_date":"1928-07-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212363,"title":"The Jazzmania Quintette","adult":false},{"cast":["Gus Arnheim","Sunny Howard"],"overview":"\"Gus Arnhein and His Coconut Grove Orchestra\" is an agreeable short--and one of the earlier Vitaphone released. While the band is just about totally forgotten today, they had a nice sound and are a nice representative of the era. And, like most Vitaphone films of the day, the camera is mostly stationary and there are no fancy effects--just a straight recording of the act--which included several nice songs.","release_date":"1928-07-05","genres":[10402],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":212365,"title":"Gus Arnheim and His Cocoanut Grove Orchestra","adult":false},{"cast":[],"overview":"The curtain opens; behind it are two pianos where Charles Bourne and Phil Ellis, billed as the Music Boxes, are seated playing. After a few bars, Blossom Seeley and Bennie Fields enter - she's in tulle, he's in sport coat, worsted trousers, vest, and tie carrying a cane and straw hat. They do three numbers, \"Hello Mr. Bluebird,\" Irving Berlin's \"The Call of the South,\" and \"(A Pretty Spanish Town) On a Night Like This.\" Between the first two numbers, they kibbutz about southern music, and for the third song, she dons a sombrero and a serape and he sports a guitar and a gaucho hat. There's also a bit of dancing during the third number.","release_date":"1928-07-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212370,"title":"Blossom Seeley and Bennie Fields","adult":false},{"cast":["Alice Lau Nga-Lai ","David Wu","Tse Kwan-Ho","Fung Bo-Bo"],"overview":"On the night of the Hong Kong 1967 Leftist Riots, Butterfly Yiu was given an accidental chance to perform the final show when the original and star performer, Pak Long, was stranded at another venue. This started a chain of events that will change the four character's lives forever.","release_date":"1994-04-20","genres":[18],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":212372,"title":"I Have a Date with Spring","adult":false},{"cast":["Erika Eleniak","C. Thomas Howell","Jack Scalia","Karen Black","James Russo"],"overview":"Barry is a down-and-out-guy who takes a job at the shipping department of Technoworks, a high-tech Yuppie company. He gets invited to the house of his boss Quinn, for a weekend afternoon barbecue with some of his boss's friends. The party gets weird, Barry plays a demented version of charades while standing on the picnic table, and the next door neighbor starts screaming racial slurs over the fence. When Jude, the widow of the ex-owner of Technoworks arrives, the plot thickens. Clues to past crimes are revealed, and the real reason for the party is discovered. But not before Barry beats the hell out of a tow-truck driver, screws the boss's wife and wreaks havok with the neighbor. And as the title suggests, before the day is over, we will discover who is the Felon, or perhaps the people at party are all, one way or another, Felons.","release_date":"1998-12-17","genres":[9648,18],"vote_average":4.5,"runtime":94,"cert":"N\/A","id":212374,"title":"Charades","adult":false},{"cast":[],"overview":"A vaudeville style comedy\/musical short about a couple that gets engaged and their fighting families.","release_date":"1929-08-05","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":212376,"title":"Fifty Miles from Broadway","adult":false},{"cast":["Tony Leung Ka-Fai","Tony Leung Chiu-Wai","Lawrence Cheng","Michael Chow Man-Kin","Ann Bridgewater"],"overview":"Tom Chan, Dick Ching and his older cousin Hairy Mo live in the same tenement building but each of their love life is different.","release_date":"1993-02-25","genres":[10749,35],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":212378,"title":"Tom, Dick and Hairy","adult":false},{"cast":[],"overview":"Close-up on a face laughing &amp; laughing, then not crying &amp; crying.","release_date":"1898-08-05","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":212380,"title":"Tears and Laughter","adult":false},{"cast":["Kai Wiesinger","Liane Forestieri","Andreas Brucker","Peer Jäger","Florian Fitz"],"overview":"La dolce vita! Except life is anything but sweet for Jan (Kai Wiesinger), whose attempts to modernize an old luxury hotel in Italy are thwarted by the local competition’s mafia-like methods. Fortunately, help is at hand in the shapely form of Maria (Liane Forestieri), a German-Italian who originally came to fetch her young son. Together, they get the job done and, this being a romantic comedy, fall in love just as marketing director Susanne, who also happens to be Jans’ girlfriend, arrives to inspect the work. Her suspicions are soon aroused.","release_date":"2003-11-10","genres":[35,10749,10770],"vote_average":6.5,"runtime":92,"cert":"N\/A","id":212388,"title":"Seven Weeks In Italy","adult":false},{"cast":["Peter Alexander","Marianne Koch","Marika Rökk","Willy Millowitsch","Gunther Philipp"],"overview":"","release_date":"1962-02-02","genres":[35,10402],"vote_average":6.0,"runtime":107,"cert":"N\/A","id":212399,"title":"Die Fledermaus","adult":false},{"cast":["Tony Renis","Franco Franchi","Ciccio Ingrassia","Alighiero Noschese","Walter Chiari"],"overview":"Four former soldiers meet and reminisce about the time they were in active service: a parachutist mistaking his sergeants house for a brothel, a hypnotized sailor who thinks he has changed his sex, two GIs captured by an African tribe.","release_date":"1963-08-05","genres":[35],"vote_average":4.3,"runtime":99,"cert":"N\/A","id":212401,"title":"Obiettivo ragazze","adult":false},{"cast":["Laura Efrikian","Gianni Morandi","Anna Maria Polani","Nino Taranto","Gino Bramieri"],"overview":"","release_date":"1965-08-05","genres":[10402],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":212409,"title":"Se non avessi più te","adult":false},{"cast":["Mal","Silvia Dionisio","Pippo Franco","Francesco Mulè","Carlo Delle Piane"],"overview":"","release_date":"1969-12-05","genres":[10749],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":212417,"title":"Pensiero d'amore","adult":false},{"cast":["Mal","Giacomo Agostini","Lino Banfi","Rossella Bergamonti","Dante Cleri"],"overview":"","release_date":"1970-12-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212419,"title":"Amore formula 2","adult":false},{"cast":[],"overview":"A husband believes that love will fade and all marriages go downhill over the years. His wife and two other couples plot to make him think that she is about to run off with another man. Faced with the possible loss of his wife, he realizes that he still loves her.","release_date":"1929-11-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212424,"title":"So This Is Marriage","adult":false},{"cast":["Paul Stanton","William Hillpot","Lee Morse"],"overview":"Lee at the piano singing a fragment of a blues when a young man enters her home with a pile of records: - Hello Miss Morse. I've brought over those records you just made for us. Oh, they're great. We'll be able to make the movie next week. Lee replies: I don't think so.","release_date":"1930-04-05","genres":[10402],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":212426,"title":"A Million Me's","adult":false},{"cast":["Michael Shawn Hickenbottom","Steve Austin","Jake Roberts","Marc Mero","Leon Allen White"],"overview":"King of the Ring (1996) was the fourth annual King of the Ring. The event took place on June 23, 1996 from the MECCA Arena in Milwaukee, Wisconsin.  The main event was a standard wrestling match for the WWF Championship. Shawn Michaels competed against British Bulldog, with Mr. Perfect serving as the special guest enforcer. The undercard featured the 1996 King of the Ring tournament, won by Stone Cold Steve Austin.  Other matches on the undercard included a WWF Intercontinental Championship match between champion Goldust and challenger Ahmed Johnson, Mankind versus The Undertaker, Ultimate Warrior versus Jerry \"The King\" Lawler and a WWF Tag Team Championship match between champions The Smoking Gunns and challengers The Godwinns.  Austin's victory speech after winning the 1996 King of the Ring tournament gave rise to the \"Austin 3:16\" tag line, and the event has been cited by WWE as the starting point of the Attitude Era.","release_date":"1996-06-23","genres":[28,18],"vote_average":8.7,"runtime":180,"cert":"N\/A","id":212428,"title":"WWE King of the Ring 1996","adult":false},{"cast":["Kurt Böwe","Katrin Knappe","Gudrun Ritter","Käthe Reichel","Franciszek Pieczka"],"overview":"In a small town, everyone has tried to forget what happened shortly after WWII. That is, until a stranger finds a book that Jadup (Kurt Böwe) gave to the young refugee Boel (Katrin Knappe), who resettled in the town over 30 years ago. Painful memories about Boel and the post-war period begin to surface and shake up the whole town. Boel vanished back then and nobody knew why. Word spread about a rape and some tried to blame a Russian soldier. Jadup, the town's respected and popular mayor, remembers, though, how he mistrusted Boel and did not help her through this difficult time; HE didn't even notice THAT Boel loved him. Jadup's confrontation with the past gives him a new, critical view of his current situation and surroundings.","release_date":"1988-05-12","genres":[18],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":212436,"title":"Jadup and Boel","adult":false},{"cast":["Peter Fonda","Hans-Peter Korff","Cleo Kretschmer","Konstantin Wecker","Hans Brenner"],"overview":"A movie about little Marianne's life in a little German village 1943-1950. The peace comes in the shape of an American soldier who brings chewing gum to all the children, a soldier they call Mr. Frieden. Marianne's head is filled with fear of war and belief that the war will come back.","release_date":"1983-09-01","genres":[18],"vote_average":7.0,"runtime":112,"cert":"N\/A","id":212438,"title":"Peppermint-Peace","adult":false},{"cast":["Michael Shawn Hickenbottom","Sidney Raymond Eudy","Tony Norris","Leon Allen White","Davey Boy Smith"],"overview":"In Your House 9: International Incident took place on July 21, 1996 at General Motors Place in Vancouver, British Columbia, Canada. The main event was a Six-Man Tag Team match featuring Camp Cornette Vs The People's Posse.","release_date":"1996-07-21","genres":[28,18],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":212440,"title":"WWE In Your House 9: International Incident","adult":false},{"cast":["Mark Damon","Cris Huerta","Gisela Hahn","Peter Berling","Ulrich Beiger"],"overview":"A gangster comedy with music by Les Humphries and the Les Humphries Singers.","release_date":"1974-05-02","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":212442,"title":"Bang, and the Angels Sing","adult":false},{"cast":[],"overview":"Raina Kabaivanska, though hardly passible as a teenager, shines in the title role. Her voice and acting are stunning. Nazzareno Antinori is also a solid Pinkerton with a pleasing voice, and Eleonora Jacovic is a wonderful Suzuki. To top things off the scenery is quite well done, and the staging is effective. I can't imagine any other filmed \"Butterfly\" being better than this one.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212444,"title":"Madama Butterfly","adult":false},{"cast":[],"overview":"the story of the artists community in Laurel Canyon in the 60s and 70s","release_date":"2009-11-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212446,"title":"Legends of the Canyon: The Origins of West Coast Rock","adult":false},{"cast":["Toby Stephens"],"overview":"One year on, a full explanation of what might have happened has emerged.","release_date":"2010-05-30","genres":[],"vote_average":0.0,"runtime":60,"cert":"","id":212451,"title":"Lost: The Mystery of Flight 447","adult":false},{"cast":["Michael Shawn Hickenbottom","Mick Foley","Monty Kip Sopp","Davey Boy Smith","Owen James Hart"],"overview":"In Your House 10: Mind Games took place on September 22, 1996 at the CoreStates Center in Philadelphia, Pennsylvania. It was the tenth pay-per-view of the In Your House series.  The Main Event featured Shawn Michaels vs Mankind for the WWF Championship.  Other matches include Undertaker vs. Goldust in a \"Final Curtain\" match, Mark Henry vs. Jerry Lawler, and a Tag Team Championship match between The Smoking Gunns and Owen Hart with The British Bulldog.","release_date":"1996-09-22","genres":[28,18],"vote_average":7.0,"runtime":180,"cert":"N\/A","id":212456,"title":"WWE In Your House 10: Mind Games","adult":false},{"cast":["Cameron Van Hoy","Michael Drayer","Timothy V. Murphy","Masayuki Imai","Hidetoshi Imura"],"overview":"Two boys with a get rich quick scheme end up in prison, but when they meet a famed treasure hunter named Blake West with a plan to break out they agree to journey out into the unforgiving desert to uncover a mysteriously cursed artifact. Blake West's former employer, a Japanese industrialist, is determined to beat our hero to the treasure and stop the boys by any means necessary.","release_date":"2010-01-01","genres":[28,12],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":212461,"title":"Treasure of the Black Jaguar","adult":false},{"cast":["Antonio Vilar","Carlos Muñoz","Fernando Fernán Gómez","Julio Riscal","Nani Fernández"],"overview":"","release_date":"1949-11-10","genres":[18],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":212463,"title":"Alas de juventud","adult":false},{"cast":["Felix Roco","Joseph Roble","Hiyasmin Neri","Bembol Roco","Malou Crisologo"],"overview":"A of two high school senior students who believes passing the UPCAT will help make their dreams of becoming successful come true.","release_date":"2008-12-08","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212465,"title":"UPCAT","adult":false},{"cast":["Hannelore Elsner","Karoline Eichhorn","Axel Schreiber","Julia Brendler","Ricarda Zimmerer"],"overview":"","release_date":"2010-08-31","genres":[18,10770],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":212467,"title":"Alles Liebe","adult":false},{"cast":["Stuart Ashen","Richard Sandling","Warwick Davis","Robert Llewellyn","Victoria Broom"],"overview":"Ashens is going on a quest to find the legendary, and elusive electronic tat known as the Game Child.","release_date":"2013-08-08","genres":[35,12],"vote_average":6.0,"runtime":88,"cert":"PG","id":212481,"title":"Ashens and the Quest for the Gamechild","adult":false},{"cast":["Christian Leffler","Mariam Parris","Danny Cistone","Dalene Young","Christopher Darga"],"overview":"Free spirit Lee Ann plans to sell her baby to pay her rent, much to the dismay of her roommate.","release_date":"2000-11-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":212489,"title":"Baby Luv","adult":false},{"cast":["Nick Sommer","Spencer Harlan","Kaleb Shorey","Kevin Sommerfield","J.R. Watkins"],"overview":"Scott Rantzen (Brady Simenson) is a horror movie loving misfit who is teased by the popular students in school. When a date with the very popular and very beautiful Erica Carpenter (Stephanie Leigh Rose) backfires, he feels as though his life is ruined. Ten years later, the gang reunite for their class reunion. Little do they know that someone is waiting for them and ready to see that they pay for what they did. Is Scott back for revenge and will the old gang survive to tell the tale? It'll be more gore for Class of 04.","release_date":"2013-10-05","genres":[27],"vote_average":4.6,"runtime":70,"cert":"N\/A","id":212494,"title":"Don't Go to the Reunion","adult":false},{"cert":"N\/A","title":"Mickey's Pals","cast":["Mickey Rooney","Delia Bogard","Kendall McComas","Jimmy Robinson","Billy Barty"],"genres":[35],"id":212499,"overview":"The second short from the \"Mickey McGuire\" film series. The series was based on Fontaine Fox's popular comic strip \"Toonerville Trolley\". \"Mickey McGuire\" was a popular rival to Hal Roach's Our Gang series. Perhaps the most notable note about the series is that it launched Mickey Rooney's film career. The film follows Mickey McGuire (Rooney) and his pals as they start a \"Pet Xchange\".","runtime":22,"release_date":"1927-10-02","vote_average":0.0,"adult":false}]