[{"cast":["Claudia Galli","Richard Ulfsäter","Eva Fritjofson","Pamela Cortes Bruna","Lennart Jähkel"],"overview":"When Erica finds Fjällbacka's photographer Stigge murdered in his studio, she can't help but take interest in the investigation regarding his death. Patrik and his colleagues at the Fjällbacka police soon starts to question whether or not Stigge was the sweet old man he seemed to be. Erica is already ahead of them - since her mother-in-law Kristina has confided in her that she is one among many in the neighborhood that Stigge blackmailed... In \"The sea gives, the sea takes\" we go back to the 1960s to tell the story of how true love corrupted young Stigge and made him cover up a murder with the purpose to win the love of his life.","release_date":"2013-09-22","genres":[80,9648],"vote_average":5.9,"runtime":90,"cert":"N\/A","id":229007,"title":"The Fjällbacka Murders: The Sea Gives, the Sea Takes","adult":false},{"cast":["Tia Mowry"],"overview":"The girls with a passion for fashion hit the runways of Paris in this super-secret super-sweet spy spectacular! When someone starts mysteriously poisoning the most popular models in Paris, Cloe, Yasmin, Jade and Sasha are recruited to go undercover in the City of Lights as supermodels to find the evil mastermind! But will the girls be able to discover the secret before one of them is the next target? There is no mystery that the Bratz cannot solve when they work together!","release_date":"2013-10-08","genres":[],"vote_average":7.7,"runtime":60,"cert":"N\/A","id":229015,"title":"Bratz Go to Paris: The Movie","adult":false},{"cast":["Derek Lux","Ashley Ryan","Christy Crowley","Noah Haydon","Crystal Dawson"],"overview":"Told entirely without dialogue, Hush Hush follows a conservative newlywed couple whose failed attempts at intimacy lead them down separate paths of sexual self-discovery.","release_date":"2013-09-11","genres":[18],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":229023,"title":"Hush Hush","adult":false},{"cast":["Clàudia Pons","Miriam Planas","Mercè Montalà","Leyla Rodriguez","Tània Sarrias"],"overview":"","release_date":"2013-10-13","genres":[9648,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":229031,"title":"Psychophony","adult":false},{"cast":["Lee Ritenour","Dave Grusin","Diane Schuur"],"overview":"Lee Ritenour &amp; Dave Grusin - Live From The Record Plant","release_date":"2003-10-19","genres":[10402],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":229033,"title":"GRP Allstars - Live From The Record Plant","adult":false},{"cast":["Vivien Galinon","Elina Löwensohn","Nicolas Guerrier","Thomas Delpérié","Adrien Dournel"],"overview":"","release_date":"2010-03-05","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":229035,"title":"Des rêves pour l'hiver","adult":false},{"cast":["Ellie Goulding"],"overview":"Ellie Goulding: LIVE at the Troubadour - Official HD Director's Cut (2012)","release_date":"2012-10-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"PG","id":229058,"title":"Ellie Goulding: LIVE at the Troubadour","adult":false},{"cast":[],"overview":"Nestled high on a mountainside in the Middle East, a Syrian Druze village has survived under Israeli occupation, while 136 others like it were wiped out. Using a multi-character narrative, the film weaves its way through streets and orchards revealing how this secretive community have clung onto their land using a simple fruit-the apple","release_date":"2013-10-20","genres":[],"vote_average":0.0,"runtime":80,"cert":"PG","id":229060,"title":"Apples of the Golan","adult":false},{"cast":["Samuel Fuller","James Franco","Jennifer Beals","Bill Duke","Wim Wenders"],"overview":"Friends and admirers of iconoclastic film director Sam Fuller read from his memoirs in this unconventional documentary directed by Fuller's only child, Samantha.","release_date":"2013-08-28","genres":[99],"vote_average":7.0,"runtime":80,"cert":"N\/A","id":229065,"title":"A Fuller Life","adult":false},{"cast":["Johnny Örbäck","Santiago Calatrava"],"overview":"A dramatic, behind-the-scene-story about the building of Santiago Calatravas Turning Torso in Malmö. A 190 meter high, twisted residential building which was appointed \"worlds best residential building project\" at Mipim in Cannes, 2005.","release_date":"2007-09-01","genres":[99],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":229070,"title":"The Socialist, the Architect and the Twisted Tower","adult":false},{"cast":["Silas Bäckström","Oscar Hedlund","Cornelis Vreeswijk","Sid Jansson","Jack Vreeswijk"],"overview":"A portrait of Swedish troubadour Cornelis Vreeswijk.","release_date":"1997-12-31","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":229072,"title":"Cornelis - dokumentären","adult":false},{"cast":["Reine Brynolfsson","Pernilla August","Daniel Mesguich","Bergljót Arnadóttir"],"overview":"A movie about the volatile marriage between artist Nils Dardel and Thora Klinckowström.","release_date":"1989-04-01","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":229074,"title":"Den döende dandyn","adult":false},{"cast":["Jiří Vršťala","Hanuš Bor","Vladimír Horka","Eva Hrabetová"],"overview":"During undisturbed Clown Ferdinand clears his trailer to an unknown missile approaches the city. All men flee in a hurry, only Ferdinand did not hear the messages and drives carelessly with his old car through the deserted city. When he meets three children, understands the situation and tries to escape, it's already too late. All find themselves inside a rocket and experience an exciting flight into space. Strange machines, robots and weird so many adventures waiting for the inhabitants of the earth. This film reuses sets from Polák's Ikarie XB 1 (1963).","release_date":"1963-05-10","genres":[35,878,10751],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":229079,"title":"Clown Ferdinand and the Rocket","adult":false},{"cast":["Raymond Burr","Barbara Hale","Debbie Reynolds","William R. Moses","Jerry Orbach"],"overview":"A young theatre director is accused of killing a more famous Broadway director. Perry takes his case.","release_date":"1989-04-09","genres":[80,18,9648],"vote_average":7.4,"runtime":100,"cert":"N\/A","id":229081,"title":"Perry Mason: The Case of the Musical Murder","adult":false},{"cast":["Lars-Erik Berenett","Agneta Ekmanner","Ernst Günther","Roland Hedlund","Stefan Sauk"],"overview":"A tabloid journalist investigates a series of bomb attacks in Stockholm.","release_date":"1989-12-31","genres":[80,53],"vote_average":0.0,"runtime":281,"cert":"N\/A","id":229095,"title":"Den svarta cirkeln","adult":false},{"cast":["Raymond Burr","Barbara Hale","Alexandra Paul","William R. Moses","Deidre Hall"],"overview":"A hockey player of friend of Ken Malansky's is accused of murdering a team owner. Perry takes the case.","release_date":"1989-11-09","genres":[80,18,9648],"vote_average":7.0,"runtime":96,"cert":"N\/A","id":229097,"title":"Perry Mason: The Case of the All-Star Assassin","adult":false},{"cast":["Raymond Burr","Barbara Hale","William R. Moses","Teresa Wright","Yvette Mimieux"],"overview":"Perry Mason ventures to Paris to defend a U.S. Marine Corps Captain accused of murdering a man suspected of being a Nazi SS Officer.","release_date":"1990-03-11","genres":[9648,18,80],"vote_average":6.7,"runtime":90,"cert":"N\/A","id":229102,"title":"Perry Mason: The Case of the Desperate Deception","adult":false},{"cast":["Nana Heilmann","Per Johansson"],"overview":"A journey through contemporary Sweden to explore changes in the society over the past 20 years.","release_date":"2010-05-20","genres":[99],"vote_average":7.0,"runtime":72,"cert":"N\/A","id":229104,"title":"Den nya tiden","adult":false},{"cast":["Inés Sastre","Gianmarco Tognazzi","Myriam Catania"],"overview":"","release_date":"2003-10-30","genres":[35,10749],"vote_average":4.7,"runtime":null,"cert":"N\/A","id":229118,"title":"Io no","adult":false},{"cast":["Matthieu Chedid"],"overview":"","release_date":"2013-10-16","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":229123,"title":"Alcaline, le Concert avec -M-","adult":false},{"cast":["Kristen Bell","Danny Pudi","Michael York","Danica McKellar","Tony Hale"],"overview":"Set on the eve of Flatland's first mission into their 'outer-space,' the story presents the intriguing mysteries of triangles with angle sums greater than 180 degrees and flipping into dimensions that are literally out of this world.","release_date":"2012-10-10","genres":[878,16],"vote_average":4.0,"runtime":36,"cert":"N\/A","id":229125,"title":"Flatland²: Sphereland","adult":false},{"cast":[],"overview":"","release_date":"1997-04-21","genres":[10402],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":229127,"title":"Hank Jones & Ron Carter – Great Jazz in Kobe ’96","adult":false},{"cast":["Justin Barrett","Adrian Casati","Tess Snider","Vance Swope"],"overview":"Cupid, Devil and a rather sexy young judge, jury and executioner in the form of Death gather in the After Life War Room, just past Heaven's Gates, to attend to their daily routine of manipulating our lives down on Earth with modern techniques that would put our internet dating generation to shame. Each of them, reluctantly compelled to play out their role in the game of love and life in order to maintain the balance. There's an unspoken attraction in the room and their true contradictory personalities are gradually revealed to each other, when someone gets a bright idea and re-purposes their high tech weapons to turn the tide of war and flip everything on it's head. This is a love triangle with cosmic repercussions!","release_date":"2012-01-01","genres":[16],"vote_average":4.0,"runtime":9,"cert":"N\/A","id":229132,"title":"Devils, Angels & Dating","adult":false},{"cast":["Hildegard Knef","Sergio Fantoni","Giacomo Rossi-Stuart","Ángela Cavo","Ennio Balbo"],"overview":"Caterina finds out that her husband Peter Tzar of Russia, is plotting to kill her. She sets Count Orlov free from prison, Peter's sworn enemy, becomes empress of Russia and leads the Cossacks army against him.","release_date":"1963-01-12","genres":[18,36,10749],"vote_average":4.0,"runtime":105,"cert":"N\/A","id":229134,"title":"Catherine of Russia","adult":false},{"cast":["Martin Mikulas","Miroslava Hozová","Rudolf Hrušínský","Vladimír Menšík","Radoslav Brzobohatý"],"overview":"A little boy, named Prdelka, traveled with his father from Prague to the country during the Second World War. There, the boy became friends with a local fisherman and learned to catch the golden eels. Eventually, his father and mother were arrested by the Nazis and the boy stayed with the fisherman.","release_date":"1979-10-20","genres":[10770,18,10751],"vote_average":8.0,"runtime":83,"cert":"N\/A","id":229151,"title":"Golden Eels","adult":false},{"cast":["Rosita Díaz Gimeno"],"overview":"Spanish musical and religious drama.","release_date":"1934-01-01","genres":[],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":229153,"title":"La dolorosa","adult":false},{"cast":[],"overview":"In the past decade, researchers working in Mexico’s Yucatan Peninsula have made a series of startling discoveries, revealing a gaping hole in our understanding of the Maya… could it be that what we thought we knew has suddenly turned out to be just half the story? Quest for the Lost Maya follows American archaeologists George Bey and Bill Ringle and their Mexico colleague Tomas Gallareta Negron as they find startling evidence of a forgotten Mayan society in the Yucatan. The team discovers a still more ancient royal palace complex buried beneath an ancient pyramid deep in the Yucatan jungle.","release_date":"2012-03-28","genres":[99],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":229155,"title":"National Geographic: Quest for the Lost Maya","adult":false},{"cast":["Victor “Vitico” Bereciartua","Nicolas Bereciartua","Ariel Rodriguez","Sebastian Bereciartua","Jerónimo Sica"],"overview":"","release_date":"2010-12-26","genres":[],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":229160,"title":"Viticus - Voy a pasar a buscarte","adult":false},{"cast":[],"overview":"68 Angry Minutes Live documents the powerhouse duo, Local H, premiering their highly anticipated album, \"12 Angry Months\", live on the day of its release.  Filmed on the final night of a sold-out seven night stand at the Beat Kitchen in their home town of Chicago, this unvarnished DVD features interviews with Scott Lucas and Brian St. Clair as they provide insight into the making of \"12 Angry Months\" as well as reflections on that raucous night at the Beat Kitchen.","release_date":"2010-02-23","genres":[],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":229162,"title":"Local H: 68 Angry Minutes","adult":false},{"cast":["Jessi Gotta","Nat Cassidy","Alyssa Simon","Gavin Starr Kendall"],"overview":"New York City. 2016. In the years since Hurricane Sandy, the city has been brought to its knees by a series of 'Frankenstorms.' As hurricane season hits yet again, New York braces itself for the oncoming wave of destruction. Roommates Margot and Daniel attempt to survive this 'new' New York by avoiding it at all costs. But with the advent of three strange deaths in their Brooklyn building, the world they've been hiding from is knocking hard on the back door. They soon discover that the salad days of getting drunk and watching horror movies are behind them, because they have a new roommate, and he's got a real bug up his ass.","release_date":"2013-09-14","genres":[],"vote_average":5.0,"runtime":73,"cert":"N\/A","id":229164,"title":"They Will Outlive Us All","adult":false},{"cast":["Hal Holbrook","Barbara Hale","William R. Moses","Dixie Carter","Diahann Carroll"],"overview":"A former associate of Perry Mason returns to handle the defense of a world-class chess player accused of murdering a prominent TV personality.","release_date":"1994-05-10","genres":[18,9648,80],"vote_average":7.5,"runtime":120,"cert":"N\/A","id":229166,"title":"A Perry Mason Mystery: The Case of the Lethal Lifestyle","adult":false},{"cast":["Gloria Tapia","Ronn Elfors","Stina Ekblad","Allan Svensson","Vanna Rosenberg"],"overview":"Nora is 15 years old. Her parents died when she was young and now she lives with Anders and Karin and their son Dag. They move into an old apartment in an old house in Enköping. Behind a wall they find some old items from people who lived there a long time ago. They also discover that their apartment is haunted by a ghost. Together with Dag, Nora tries to find out more about the people who lived there.","release_date":"1991-08-28","genres":[18,9648],"vote_average":6.2,"runtime":128,"cert":"N\/A","id":229177,"title":"Agnes Cecilia - En sällsam historia","adult":false},{"cast":["Samantha Morton","Michael Shannon","Natasha Calis","Charlie Tahan","Peter Fonda"],"overview":"Maryann moves in with her grandparents after she's orphaned. Desperately lonely, she sets out to befriend a neighboring deathly ill, bed-ridden boy, despite the outright disapproval of his mother. Maryann's persistence pays off, however, and during a series of secret visits she gradually uncovers some seriously sinister goings-on in the house.","release_date":"2013-10-19","genres":[27,53],"vote_average":6.0,"runtime":104,"cert":"N\/A","id":229182,"title":"The Harvest","adult":false},{"cast":["Dizzy Gillespie"],"overview":"Rare images of immortal bebop jazzman Dizzy Gillespie as he talks about his beginnings and music theories -- and blows a lot of hot music on his famous bent horn.","release_date":"1965-01-01","genres":[],"vote_average":7.0,"runtime":22,"cert":"N\/A","id":229190,"title":"Dizzy Gillespie","adult":false},{"cast":["Omar Ahmad Marzouk"],"overview":"","release_date":"2013-10-21","genres":[35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":229195,"title":"Omar Marzouk: Bange For Sjov","adult":false},{"cast":["Miguel Ayones","Miguel Arribas","Kiti Mánver","Cecilia Roth","Beatriz Elorrieta"],"overview":"In the late '50s, a young student falls in love with actress Kim Novak and fills the walls of his room with her photographs. One day, he meets a girl who looks a lot like her at a party, but is so shy that he needs to get drunk to declare his love.","release_date":"1980-01-18","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":229200,"title":"The Semester We Loved Kim Novak","adult":false},{"cast":["Erika Eleniak","Monika Schnarre","Peter Dobson","Bill Mondy","Jann Arden"],"overview":"Liz tells her old friend Barbara that she believes her ex-husband is stalking her. She plans to leave town for awhile and stay at a cabin in the mountains. Barbara invites herself along and when it seems that Dale has followed them to the cabin, Barbara discovers she doesn't know Liz as well as she thought.","release_date":"2001-12-10","genres":[28,9648,53],"vote_average":4.5,"runtime":93,"cert":"N\/A","id":229202,"title":"Snowbound","adult":false},{"cast":["Jane Seymour","Bruce Davison","A Martinez","David Keith","Amanda Barfield"],"overview":"Jane Seymour stars in this made-for-TV drama as Rebecca Blake, a bookstore employee who lives contently in San Pedro, California with her construction-worker husband Joe (A Martinez). A chance meeting with a woman named Lynn Wyman (Cathy Lee Crosby), coupled with her recent nightmares and searing headaches (one of which has prompted a spectacular collapse at her local grocery store), lead Lynn to the inescapable conclusion that she is an amnesiac--and that she might be Abbie Stewart, who has another family in Fillmore County. Journeying to Abbie's hometown to learn the truth, our heroine is put off somewhat by the curiously mixed reaction of the man who might be her \"other\" husband, school principal Chase Stewart (Bruce Davison). The key to mystery may not be the surrealistic dreams experienced by Rebecca\/Abbie, but instead that painful-looking gash in her head.","release_date":"1999-03-02","genres":[53],"vote_average":5.7,"runtime":120,"cert":"N\/A","id":229204,"title":"A Memory in My Heart","adult":false},{"cast":["Charley Chase","Tom Hanlon","Don Beddoe","Bruce Bennett","Beatrice Blinn"],"overview":"An obnoxious heckler at a baseball game infuriates everybody.","release_date":"1940-02-16","genres":[35],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":229206,"title":"The Heckler","adult":false},{"cast":["Mercedes Ruehl","Alberta Watson","Alex Carter","Karen Glave","Elisa Moolecherry"],"overview":"Life is good for Susan, her two children and new boyfriend Russell. But life abruptly changes when she discovers her perfect boyfriend is a drug dealer. Realising the danger this could bring to her family she tells him to leave. Suddenly her house is raided and Susan is arrested as a co-conspirator in Russell's drug business. Her situation goes from bad to worse when she finds herself behind bars with violent criminals. How will she ever prove her innocence when the system seems against her? Guilt By Association is a disturbing story based on true events.","release_date":"2002-03-13","genres":[],"vote_average":5.7,"runtime":100,"cert":"N\/A","id":229208,"title":"Guilt by Association","adult":false},{"cast":[],"overview":"No overview is available.","release_date":"2005-01-02","genres":[99],"vote_average":0.0,"runtime":13,"cert":"","id":229210,"title":"About Unknown Chaplin","adult":false},{"cast":["Charlie Chaplin","Sydney Chaplin"],"overview":"A document of Charlie Chaplin's trip to Bali in 1932.","release_date":"2003-09-22","genres":[99],"vote_average":0.0,"runtime":10,"cert":"","id":229212,"title":"Trip to Bali","adult":false},{"cast":["Brad Johnson","Megan Gallagher","Roxana Zal","Leslie Hardy","Ken Kercheval"],"overview":"Police officer Jack Fletcher is injured in a gun battle resulting in the loss of his sight.","release_date":"2001-11-26","genres":[18,53],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":229214,"title":"Blind Obsession","adult":false},{"cast":["Krister Henriksson","Margreth Weivers","Åke Lindström","Carl-Gustaf Lindstedt","Keve Hjelm"],"overview":"\"Prosperous Times\" - It is in the mid 70s. UN soldier Jussi, returns to his native village after a few years of absence, looks at the resort boredom and injustice with new eyes, but is not able to do anything.","release_date":"1980-01-28","genres":[18],"vote_average":0.0,"runtime":106,"cert":"N\/A","id":229216,"title":"Blomstrande tider","adult":false},{"cast":["Lawrence Gray","Alexander Gray","Bernice Claire","Louise Fazenda","Ford Sterling"],"overview":"Early '30s musical about two sisters in love with the same man.","release_date":"1930-04-13","genres":[10749,35,10402],"vote_average":0.0,"runtime":69,"cert":"N\/A","id":229221,"title":"Spring Is Here","adult":false},{"cast":["Torgny Anderberg","Britta Billsten","Karin Biribakken","Anders Börje","Krister Henriksson"],"overview":"An Argentine actor comes to Sweden. He has a pictured Sweden as a paradise. From his small rented room he is trying in vain to make contact with the Swedes.","release_date":"1978-12-25","genres":[18],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":229223,"title":"Frihetens murar","adult":false},{"cast":["Barbarella","Jo","Mélanie","olivia"],"overview":"Thanks to Viv Thomas, we all can enjoy the sensual touch and kisses that these beautiful young women share. Watch as these girls lick, finger, and stuff toys inside one another in the most passionate ways. You'll never want to stop watching this hot action. It's simply breathtaking!","release_date":"2008-06-02","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":229231,"title":"Young Lesbian Lust 2","adult":true},{"cast":["Johan Hägglund","Marita Nordberg","Asko Sarkola","Rea Mauranen","Staffan Göthe"],"overview":"A movie by Agneta Fagerström-Olsson.","release_date":"1993-09-30","genres":[18],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":229236,"title":"Kärlekens himmelska helvete","adult":false},{"cast":["Charlie Cubitt","Summer Nite","Teona Styles","Ian Tate","Tony Uttley"],"overview":"100% British Fuck Fest 2","release_date":"2008-03-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":229238,"title":"100% British Hardcore Fuckfest 2","adult":true},{"cast":["Lise-Lotte Nilsson","Krister Henriksson","Isabella Kollman","Margaretha Krook","Carl Johan De Geer"],"overview":"A short film by Marie-Louise De Geer Bergenstråhle.","release_date":"1978-03-19","genres":[18],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":229240,"title":"Mamma, pappa, barn","adult":false},{"cast":["Gunilla Nyroos","Reine Brynolfsson","Lennart Hjulström","Percy Brandt","Anders Ekborg"],"overview":"A biographical drama about the Swedish writer Moa Martinsson.","release_date":"1986-10-09","genres":[18],"vote_average":10.0,"runtime":100,"cert":"N\/A","id":229245,"title":"Moa","adult":false},{"cast":["Szilvia Grizig","Margot Kidney","Melanie Petite","Marzia Simonelli","Andrea Spinks"],"overview":"Viv Thomas brings you the Best of The Best!","release_date":"2008-04-22","genres":[],"vote_average":0.0,"runtime":114,"cert":"N\/A","id":229247,"title":"The Best of Bubblegum Babes","adult":true},{"cast":["Meital Barda","Jan Decleir"],"overview":"","release_date":"2003-11-10","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":229264,"title":"SuperTex","adult":false},{"cast":["Glenn Plummer","Fred Williamson","Freda Payne","Ice-T","M.C. Hammer"],"overview":"The life of a beautiful rising female recording star is placed in jeopardy when she witnesses the drive-by shooting of a rival rap-star in Las Vegas. Wanted by both the killers and the corrupt police, the young woman must go into hiding while three of her kick-ass friends root-out the truth to the situation.","release_date":"2001-03-15","genres":[18],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":229266,"title":"Rhapsody","adult":false},{"cast":["Christine Neubauer","Oliver Stritzel","Timothy Peach","Jaecki Schwarz","Ulrike Bliefert"],"overview":"","release_date":"2007-11-10","genres":[10770,18],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":229268,"title":"Suchkind 312","adult":false},{"cast":["Mireia Ros","Bernard Seray","Manuel de Benito","Linda Lay","Eva Lyberten"],"overview":"Crime drama centering on a gang of rapists, the aftermath of their crimes on the victims and the gang members being brought to justice.","release_date":"1978-05-02","genres":[80,18,53],"vote_average":6.1,"runtime":92,"cert":"N\/A","id":229273,"title":"The Dawn Rapists","adult":false},{"cast":[],"overview":"Feedback was Transworld Skateboarding's eighth video and featured Chad Muska, Andrew Reynolds, Arto Saari, Geoff Rowley, Neal Mims, Jason Dill, Anthony Van Engelen, Bam Margera, Kerry Getz and Mike Maldonado.","release_date":"1999-05-01","genres":[99],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":229281,"title":"Feedback","adult":false},{"cast":["Remy LaCroix","Solhey Rivera","Mischa Brooks","Stephanie Cane","Billy Glide"],"overview":"Bailey's step dad Christian threatened to tell her mom about the naughty pictures on her cell phone, so she licked his anus and let him slam that tight little pussy! Mischa couldn't resist shoving her tongue up Billy's asshole when she gave him a massage! Remy's step dad Evan got a pleasant surprise when she tossed his salad and forced him to fuck her! Sohley was having trouble falling asleep so she licked Billy's butt-hole so he wouldn pound her into slumber. Billy was mad when he caught Stephanie stealing his porn so she decided to deep throat his hard cock and toss his salad to calm him down!","release_date":"2012-03-28","genres":[],"vote_average":0.0,"runtime":210,"cert":"N\/A","id":229283,"title":"My Stepdaughter Tossed My Salad 6","adult":true},{"cast":["Jarunee Suksawat","Sorapong Chatree","Manop Aussawathep","Rith Luecha","Lak Apichat"],"overview":"A young Hmong girl becomes a love interest for a hero played by Sorapong Chatree in one of his dozens of ethnic roles. When she isn't romping through grassy mountain meadows like Julie Andrews in The Sound of Music, she's somersaulting and flip-flopping around, mowing down bad guys.","release_date":"1979-01-01","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":229291,"title":"The Mountain Lion","adult":false},{"cast":["Hulk Hogan","Scott Hall","Kevin Nash","Jeff Farmer","Lawrence Wendell Pfohl"],"overview":"Fall Brawl 1996: War Games took place on September 15, 1996 from the Lawrence Joel Veterans Memorial Coliseum in Winston-Salem, North Carolina. The main event was a WarGames match between Team nWo (Hollywood Hogan, Scott Hall, Kevin Nash, &amp; nWo Sting) versus team WCW (Lex Luger, Ric Flair, Arn Anderson, &amp; Sting). Randy Savage faced The Giant, Harlem Heat defended the WCW World Tag Team Championships against The Nasty Boys, Rey Mysterio, Jr. defended the WCW Cruiserweight Championship against Super Calo, Chris Benoit wrestled Chris Jericho, and 3 other matches took place on the under card.","release_date":"1996-09-15","genres":[28],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":229293,"title":"WCW Fall Brawl 1996","adult":false},{"cast":["Hulk Hogan","Randy Savage","Kevin Nash","Scott Hall","Booker Huffman"],"overview":"Halloween Havoc 1996 took place on October 27, 1996 from the MGM Grand Garden Arena in Las Vegas, Nevada. Hollywood Hogan defended the WCW World Heavyweight Championship against Randy Savage in the main event. Also at the event, Harlem Heat defended the WCW World Tag Team Championships against The Outsiders, Steve McMichael and Chris Benoit fought The Faces of Fear (Meng and The Barbarian), Arn Anderson wrestled Lex Luger, Chris Jericho faced Syxx, and The Giant competed against Jeff Jarrett.  The under card included Eddie Guerrero vs Diamond Dallas Page and Rey Mysterio, Jr. defending the WCW Cruiserweight Championship against Dean Malenko.","release_date":"1996-10-27","genres":[28],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":229298,"title":"WCW Halloween Havoc 1996","adult":false},{"cast":["Sammy Shum Chun-Hin","Tan Han-Jin","Justin Cheung","Shiga Lin","Elva Ni"],"overview":"Television scriptwriter Hung is the boyfriend of TV host Rose , a domineering woman who talks on the phone with somebody else while having sex with him.  Sean has a physique that gets him likened to Kung Fu Panda and the Hamburglar, and is generally a loser in the game of love. Then there's Shing, a lothario who attracts more than his fair share of women, but whose heart is set on an unattainable woman with a past in the form of nightclub hostess Miss Poon.  The three men meet at the funeral of Wong Chun-chun, a woman all of them have been involved with at different points in her life. Various assorted incidents lead to their becoming friends who can be called upon to help sort out each other's increasingly complex relationship woes.","release_date":"2013-10-16","genres":[35,10749],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":229303,"title":"The Best Plan Is No Plan","adult":false},{"cast":["Hulk Hogan","Roddy Piper","Paul Wight","Lawrence Wendell Pfohl","Dallas Page"],"overview":"Starrcade (1996) was the fourteenth annual Starrcade professional wrestling pay-per-view event. It was the ninth Starrcade event produced by WCW, and it took place on December 29, 1996 from the Nashville Municipal Auditorium in Nashville, Tennessee.  The main event was between Hollywood Hogan and Roddy Piper. Piper debuted to WCW earlier in the year to oppose the nWo, and challenge Hogan to determine who the bigger icon was. Other matches featured Lex Luger and The Giant, Diamond Dallas Page and Eddie Guerrero for the vacant WCW United States Heavyweight Championship, The Outsiders and the Faces of Fear for the WCW World Tag Team Championship, and Ultimo Dragon and Dean Malenko to unify the J-Crown Championship and the WCW Cruiserweight Championship.","release_date":"1996-12-29","genres":[28],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":229305,"title":"WCW Starrcade 1996","adult":false},{"cast":["Ranjini Haridas","Baburaj","Bhagath Manuel","Sija Rose","Ashokan"],"overview":"Starring the popular (koora) TV show Anchor from Idea Star Singer, Ranjini Haridas","release_date":"2013-01-04","genres":[28,18,35],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":229310,"title":"Entry","adult":false},{"cast":[],"overview":"The ResErection\" documentary - a very personal 60-minutes documentary about the re-union of Turbonegro - and the complete live show of the very first live appearance after the re-union at the Quart Festival in Norway 2002.","release_date":"2005-04-19","genres":[],"vote_average":6.0,"runtime":110,"cert":"N\/A","id":229312,"title":"Turbonegro The ResErection","adult":false},{"cast":["Gia Mantegna","Devon Werkheiser","Spencer Daniels","Rachel Seiferth","Jessica Jann"],"overview":"A teen seductress pulls three other privileged Malibu kids into her devious scheme, and unforeseen consequences force the group to face their own fears and mortality.","release_date":"2014-01-31","genres":[53],"vote_average":3.4,"runtime":99,"cert":"N\/A","id":229314,"title":"California Scheming","adult":false},{"cast":["Remy LaCroix","Molly Bennett","Dani Jensen","Giselle Leon","Jessie Andrews"],"overview":"Carlos Dee is back with \"Let Me Suck You 4\". Featuring a combination of big names and brand new starlets, sucking cock, and coaxing cum. Starring Jessie Andrews, Remy LaCroix, Katie St. Ives, Lizz Tayler, Molly Bennett, Dani Jensen, Kelly Surfer, Giselle Leon","release_date":"2012-04-20","genres":[],"vote_average":10.0,"runtime":139,"cert":"N\/A","id":229316,"title":"Let Me Suck You 4","adult":true},{"cast":["Angus Duncan","Angel Tompkins","Heidi Brühl","Alexandra Hay","Jo Anne Meredith"],"overview":"A man attempts to sleep with five different women.","release_date":"1974-01-01","genres":[35],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":229324,"title":"How to Seduce a Woman","adult":false},{"cast":["Hulk Hogan","Paul Wight","Sean Michael Waltman","Eddie Guerrero","Kevin Nash"],"overview":"Souled Out 1997, and also known as nWo Souled Out, took place on January 25, 1997 from the Five Seasons Center in Cedar Rapids, Iowa. This was an nWo sponsored PPV, all of the matches were nWo versus WCW. WCW president\/nWo member Eric Bischoff and Ted DiBiase provided commentary. The nWo referee, Nick Patrick, officiated all the matches. No WCW wrestler was allowed to have theme music while the appropriate nWo theme songs played for the various members of the group. The main event featured WCW World Heavyweight Champion Hulk Hogan defending the title against The Giant. Eddie Guerrero defended the WCW United States Championship against Syxx in a Ladder match, The Outsiders defended the WCW World Tag Team Titles against the Steiner Brothers, Scott Norton faced Diamond Dallas Page, Buff Bagwell fought Scotty Riggs, Jeff Jarrett wrestled Mr. Wallstreet, Big Bubba Rogers took on Hugh Morrus, and Chris Jericho competed against Masahiro Chono.","release_date":"1997-01-25","genres":[28],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":229329,"title":"WCW Souled Out 1997","adult":false},{"cast":["Sombat Metanee","Toon Hiranyasup","Sor Ardsanajingda","Naowarat Yuktanun"],"overview":"A story about a man that can transform from human to crocodile and has magical powers that make people adore him.","release_date":"1982-01-01","genres":[27,14],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":229331,"title":"Khun Chang Khun Paen Prab Jorrakay Thaen Kward","adult":false},{"cast":["LauraLee Gillum","Stephen Kaplan","Ron Rogell","Kathryn Venverloh"],"overview":"Rose LeNoire is trying to hide her own dark secret as she and her companion, Jonathan Canus, hunt the vampire clan that killed her family. The two find themselves at a NYC college racing to kill the vampires before they can breed and increase their numbers.","release_date":"1998-12-31","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":229333,"title":"Dark Rose: Feedin' & Breedin'","adult":false},{"cast":["Al Darago","Mark Williams","Ann Jagerman","Debbie Jackson","Chuck Hicks"],"overview":"Doug, a horror movie fan, and Ralis, lead singer of a rock band, start making a slasher film but Ralis gets carried away.","release_date":"1997-01-01","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":229335,"title":"Screen Kill","adult":false},{"cast":[],"overview":"","release_date":"2008-12-31","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":229340,"title":"A repülés élménye - Sierra Kilo Delta","adult":false},{"cast":["Mohanlal","Mamta Mohandas","Meera Jasmine","Mithra Kurian","Padmapriya Janakiraman"],"overview":"Chandrabose becomes an alcoholic after his wife's death. His life, however, takes an interesting turn after he dissuades a young IT professional from committing suicide.","release_date":"2013-04-12","genres":[35,10749],"vote_average":3.6,"runtime":156,"cert":"N\/A","id":229345,"title":"Ladies & Gentleman","adult":false},{"cast":["Marie-Louise De Geer Bergenstråhle","Anders Ek","Malin Gjörup","Manne Grünberger","Nina Gunke"],"overview":"About a girl growing up in a big city in the seventies. She cultivates her artistic ambitions. After a series of relationships, she gets a small part in a play and becomes pregnant.","release_date":"1976-01-27","genres":[18],"vote_average":6.0,"runtime":106,"cert":"N\/A","id":229347,"title":"Hallo Baby","adult":false},{"cast":["Hans Mosesson","Björn Granath","Benny Granberg","Niklas Hald","Göran du Rées"],"overview":"The photographer Göran finds his friend Stig F Dahlman's dead in the basement. The police consider the case as an accident, but Göran suspects murder.","release_date":"1995-02-09","genres":[18],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":229349,"title":"Tag ditt liv","adult":false},{"cast":["Gregory Abbey","Philip Anthony","Lisa DeSimone","Frank Frankson"],"overview":"The adopted prince of Egypt, Moses eventually learns the truth behind his identity, and must make a decision whether to follow his heart away from Egypt, or remain as prince.","release_date":"1998-01-01","genres":[16,10751],"vote_average":6.0,"runtime":52,"cert":"N\/A","id":229354,"title":"Moses: Egypt's Great Prince","adult":false},{"cast":["Michel Lemoine","Maria Pia Luzi","Jany Clair","Marco Guglielmi","Otello Toso"],"overview":"An alien race sends cyborgs--made to look like the son of a famous scientist, whom they killed when he landed on their planet--to Earth to help pave the way for an invasion.","release_date":"1962-02-13","genres":[878],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":229365,"title":"Planets Around Us","adult":false},{"cast":[],"overview":"Harlem Street Singer tells the little-known story of Reverend Gary Davis, the great American ragtime, blues and gospel guitarist. Not only is he one of the greatest folk guitar players of all time, he also represents the sweep of popular music in America during the twentieth century. Harlem Street Singer traces his journey from the tobacco warehouses of the rural south to the streets of Harlem, and onto the 1960s folk music scene, a blind street musician and itinerant preacher who rose out of abject poverty to influence a generation of musicians from Ramblin’ Jack Elliott to the Grateful Dead.","release_date":"2014-09-26","genres":[36,99],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":229367,"title":"Harlem Street Singer","adult":false},{"cast":["Sven Lindberg","Göran Stangertz","Camilla Lundén","Helena Brodin","Gunvor Pontén"],"overview":"This is story about an elderly man who's wife has just passed away. He is carrying her remains in an antique vase for burial at their cottage in the country. The story relates the trip of the old man, his son, a middle aged rock singer who lives a bohemian life in an old bus, and the son's young girl friend (Catti). Many comical mishaps and adventures befall them (and the urn) on the way to the cottage, where the story has a surprise ending. On a deeper level, the story is about the relationships between the three main characters and how they change during the journey.","release_date":"1993-11-11","genres":[18],"vote_average":5.5,"runtime":89,"cert":"N\/A","id":229369,"title":"Spring of Joy","adult":false},{"cast":["Göran Stangertz","Camilla Lundén","Pernilla August","Rolf Lassgård","Tommy Körberg"],"overview":"\"Where The Rainbow Ends\" - Mikael Persson is about to realize his dream, a great musical with some of Sweden's foremost artists and with himself in the lead role. But just weeks before the premiere the Swedish Enforcement Authority knocks on the door and throws Michael and his family out on the street. He and his fiancee Catti resort to all means to save his life's work and they get unexpected help from the past.","release_date":"1999-10-14","genres":[18],"vote_average":2.0,"runtime":111,"cert":"N\/A","id":229371,"title":"Where The Rainbow Ends","adult":false},{"cast":["Camilla Lundén","Göran Stangertz","Lena Endre","Pernilla August","Sven Lindberg"],"overview":"Michael has a secret that he intends to announce during his birthday party. He has finally decided to propose to Catti, his girlfriend of many years. But Catti has other plans ...","release_date":"2000-03-23","genres":[18],"vote_average":1.0,"runtime":114,"cert":"N\/A","id":229373,"title":"Födelsedagen","adult":false},{"cast":["Carly Oates","Ryan Shogren","Quantae Love","Heather Anne Wood","Emily Button"],"overview":"After killing and cannibalizing several men and being found unfit for trial, Regina Stevens desperately tried to convince her psychiatric caregivers that she wasn't mentally ill, but was in fact slowly becoming a real life zombie.","release_date":"2013-08-01","genres":[27,18],"vote_average":3.3,"runtime":77,"cert":"N\/A","id":229375,"title":"Pretty Dead","adult":false},{"cast":["Bruno","Marrone"],"overview":"","release_date":"2008-01-01","genres":[10402],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":229377,"title":"Bruno e Marrone - Série Prime: Acústico II","adult":false},{"cast":["Pierre Andre","Intan Ladyana","Ruminah Sidek","Khatijah Tan","Rio Elani"],"overview":"Jangan Pandang Belakang (translates as \"Don't Look Behind\") is a 2007 Malaysian horror film directed by Ahmad Idham. It holds the record as the highest-grossing film in Malaysia, which was previously held by 1994 drama film Sembilu.","release_date":"2007-04-04","genres":[27],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":229394,"title":"Jangan Pandang Belakang","adult":false},{"cast":["Pierre Coffin"],"overview":"Two Minions are busy at work in the mailroom. One of them, bored, decides to throw a box of expired PX-41 samples into its designated chute.","release_date":"2013-12-10","genres":[16,35,10751,878],"vote_average":6.9,"runtime":5,"cert":"N\/A","id":229405,"title":"Panic in the Mailroom","adult":false},{"cast":["Pierre Coffin"],"overview":"A Minion, seeing many owners walk their dogs, wants a puppy of his own. He tries to leash a ladybug but fails. Luckily, a UFO that sweeps away the ladybug somehow agrees to become a Puppy.","release_date":"2013-12-10","genres":[16,35,10751,878],"vote_average":7.3,"runtime":5,"cert":"N\/A","id":229407,"title":"Puppy","adult":false},{"cast":["William Shatner","Erich Müller"],"overview":"","release_date":"2002-11-10","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":229421,"title":"Spplat Attack","adult":false},{"cast":[],"overview":"","release_date":"2008-01-01","genres":[99],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":229432,"title":"O Homem da Cabine","adult":false},{"cast":[],"overview":"","release_date":"2009-01-01","genres":[99],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":229434,"title":"O Abraço Corporativo","adult":false},{"cast":["Cora Carina","Donna Marie","Jamie Woods","Scotti Andrews","Suzy Spark"],"overview":"Europe's most talented director of erotica, Viv Thomas, artfully explores the intricacies of sexuality in his movies. These 8 scenes will allow the viewer to experience his vision as the gorgeous women lick, suck and fuck for his lens and your lucky eyes. Be seduced into the world of Viv Thomas and the talented European performers as they enjoy hardcore sex shot beautifully by the master lens man himself.","release_date":"2010-03-24","genres":[10749],"vote_average":0.0,"runtime":161,"cert":"N\/A","id":229436,"title":"British Seductions","adult":true},{"cast":["Angel Dark","Jane Darling","Melissa Lauren","Alicia Rhodes","Rita Faltoyano"],"overview":"14 beautiful vixens.","release_date":"2008-07-29","genres":[],"vote_average":2.0,"runtime":179,"cert":"N\/A","id":229441,"title":"British Sexfest","adult":true},{"cast":["Jarl Kulle","Janne 'Loffe' Carlsson","Carl Billquist","Nils Eklund","Jan Nygren"],"overview":"The immortal story of Phileas Fogg and his servant Passepartout.","release_date":"1974-12-31","genres":[14,35],"vote_average":7.0,"runtime":125,"cert":"N\/A","id":229449,"title":"Around the World in 80 Days","adult":false},{"cast":["Chandler","Envy","Laura Palmer","Lisa Belle","Chelsea Blue"],"overview":"An all star cast of 9 hot gorgeous chicks in spectacular fetish garb doing wild and kinky things.  A successful fashion photographer and filmmaker receives an urgent call from potential money people to find a number of gorgeous, hot models for a new project and he needs them ASAP! He gets on the phone to his sexy brunette assistant Petra to round up a group of today's most glamorous, hottest and wildest models. Watch 9 sensational sexstars in all sorts of incredible kinky fetish clothing tease, pose and have one spectacular sex scene after another. Girl\/girl stairwell orgies, D.P.'s, dildo butt fucking, threesomes, foursomes, shaving, ass licking, fingering and more! 9 of today's hottest models makes for a sure fire winner.","release_date":"1999-09-09","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":229454,"title":"Decadent Divas","adult":true},{"cast":["Shanti Roney","Tuva Novotny","Ing-Marie Carlsson","Örjan Ramberg","Tord Peterson"],"overview":"\"Make Believe\" - A film about the love of life, love of truth and love between two people who do not understand that they love each other.","release_date":"2003-11-13","genres":[18,10749],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":229459,"title":"Kommer du med mig då","adult":false},{"cast":["Bridgette Kerkove","Donita Dunes","Jeanie Rivers","Samantha Sterlyng","Tabitha Stevens"],"overview":"The most exhilarating, electrifying Decadent Divas yet! Wild, spectacular female fetish action. Double anals - DP's - wild dildo orgies - tremendous kinky fetish attire ... Outrageous sex, humiliation, whipping, spanking, toe, heel and ass sucking. A fantastic looking cast once again show off their erotic yet nasty best in a style that only Pussyman can deliver. See Bridgette celebrate her 200th video of the year by plugging her ass all the way! Exhilerating!","release_date":"2000-06-14","genres":[],"vote_average":10.0,"runtime":86,"cert":"N\/A","id":229461,"title":"Decadent Divas 5","adult":true},{"cast":["Pedro Maia","Sophia Corral","Talis Castro","Paula Carneiro","Zeca Abreu"],"overview":"Salvador, 1984. After twenty years of dictatorship, people go to the streets to ask for general elections. This will be a year of transformations for the country and the young Caio.","release_date":"2015-01-15","genres":[18],"vote_average":7.3,"runtime":95,"cert":"N\/A","id":229466,"title":"After the Rain","adult":false},{"cast":["Adriana Sage","Charlie","Isabella Camille","Jennifer Steele","Nikita Cash"],"overview":"Hot Fetish action at its best...  Nine tremendous models from around the world show off their gorgeous faces and hot bodies attired in wild fetish outfits in Pussyman's 7th installment of today's hottest girl\/girl series.  Outrageous sex, intense dildos orgies, bootlicking, deep-throating toes and feet kinky food sex, spanking and incredible ass and pussy sucking and fucking make for another spectacular all-girl fetish adventure -- Pussyman style.","release_date":"2004-08-22","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":229468,"title":"Decadent Divas 7","adult":true},{"cast":["Jece Valadão","Georgia Quental","Elza Gomes","Vera Gimenez","Otávio Augusto"],"overview":"Otavio has to find and marry Madame Bettina's daughter if he wants to inherit her fortune.","release_date":"1973-01-01","genres":[35],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":229473,"title":"A Filha de Madame Bettina","adult":false},{"cast":["Werner Schünemann","Tarcísio Filho","Evandro Elias","Lu Adams","Sirmar Antunes"],"overview":"","release_date":"2008-08-12","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":229481,"title":"Netto e o Domador de Cavalos","adult":false},{"cert":"N\/A","title":"Sonho de Valsa","cast":["Xuxa Lopes","Arduíno Colassanti","Daniel Dantas","Ney Matogrosso","Paulo Reis"],"genres":[18],"id":229483,"overview":"","runtime":null,"release_date":"1987-01-01","vote_average":0.0,"adult":false}]