[{"cast":["Ahmad Hashim","Alvin Wong","Inom Yon","Yasmin Ahmad"],"overview":"A young teacher named Yasmin (\"Min\") goes off in search of her birth mother.","release_date":"2003-04-15","genres":[18],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":232001,"title":"Min","adult":false},{"cast":["Ashok Kumar","Meena Kumari","Asit Baran","Sheetal","Badri Prasad"],"overview":"In Calcutta at the turn of the century, two families (one wealthier than the other but both belonging to the same caste) live in adjoining properties. Their respective patriarchs fall out over the repayment of a loan and the intervention of a member of a lower caste in the families' financial arrangements. The rift causes much heartache to the younger members of the families, two of whom have secretly plighted their troth to each other.","release_date":"1953-01-01","genres":[10751,18],"vote_average":0.0,"runtime":151,"cert":"N\/A","id":232018,"title":"Parineeta","adult":false},{"cast":[],"overview":"Domestic bliss, tenderness, heartbreak and the undead. Life After Beth is a short observation of a couple subsisting together in London.","release_date":"","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":232026,"title":"Life After Beth","adult":false},{"cast":["Kathryn Grayson","Gordon MacRae","Steve Cochran","Raymond Massey","Dick Wesson"],"overview":"Shiek Yousseff, poses as a friend of the French while secretly plotting to overthrow them. Apposing Yousseff are the Riffs, whose secret leader, The Red Shadow, is Paul Bonnard, a professor who is studying the desert, and whose attacks on the supply trains intended for Yousseff keep the Riff villages in food. Foreign Legion General Birabeau arrives to conduct an investigation, accompanied by his daughter, Margot. Birabeau hires Bonnard to tutor her, and she is attracted to a Legionaire captain, Claud Fontaine. While the general, Bonnard and Fontaine pay a visit to Yousseff, an American newspaper man, Benji Kidd, discovers a secret way in and out of Yousseff's palace, with the aid of Azuri, a dancing girl in love with Bonnard. The latter is forced to resume his role as the Riffs leader, and kidnap Margot until he can convince her of Yousseff's treachery. But Yousseff's men attack the Riff camp and take Margot prisoner.","release_date":"1953-05-30","genres":[10402,10749],"vote_average":6.0,"runtime":110,"cert":"N\/A","id":232034,"title":"The Desert Song","adult":false},{"cast":["Barrett Carnahan","Michael Guy Allen","Rob Garrison"],"overview":"A teen must overcome is troubling past to discover who he truly is.","release_date":"2011-08-01","genres":[18],"vote_average":6.0,"runtime":118,"cert":"N\/A","id":232036,"title":"The Pledge","adult":false},{"cast":["Pushpa Narayan"],"overview":"The story is about Vishnu, a geologist and his wife, Sumathi, a teacher. They have been married for the past seven years but have not been gifted with a child. Things change once Vishnu falls while carrying out his work in a cave. He then sees a bright ray of light. Since that day he experiences strange incidents around him and his wife. An old man who appears to know what is happening, passes Sumathi a book, telling her to read it and to be careful. It looks like Vishnu and Sumathi are targeted by beings from outer space.","release_date":"2013-05-24","genres":[878],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":232038,"title":"Olli","adult":false},{"cast":["Bassel Abiad","Hicham Khchefati","Yasmine Khlat"],"overview":"In the film that marks the emergence of auteur cinema in Syria, a young widow and her children are forced to move to Damascus, where the boys come of age against the backdrop of the military coups that punctuated the 1950s.","release_date":"1984-01-02","genres":[18],"vote_average":6.5,"runtime":120,"cert":"N\/A","id":232040,"title":"Dreams of the City","adult":false},{"cast":["Jimmy Connors"],"overview":"A look at the improbable run of Jimmy Connors at the 1991 U.S. Open and how he became a polarizing and provocative personality who helped make tennis a high-octane spectator sport.","release_date":"2013-10-29","genres":[],"vote_average":7.5,"runtime":null,"cert":"N\/A","id":232048,"title":"This Is What They Want","adult":false},{"cast":[],"overview":"Numerous women stand in rows at winding machines, taking material from large spools behind them. A male supervisor walks down the aisle, checking the work of the women.","release_date":"1904-04-01","genres":[],"vote_average":6.0,"runtime":2,"cert":"N\/A","id":232050,"title":"Coil Winding Machines","adult":false},{"cast":["Marko Janketić","Dragana Dabović","Nikola Rakočević","Nebojša Glogovac","Ivana Vuković"],"overview":"The film follows three young characters of different social status, possessed by love for the wrong person. During the day and night, after a series of tragicomic, sometimes absurd situations they are going through, their paths intersect. The fanatical pursuit of the object of his obsession, all three end up in a suspicious night club in one last attempt to fulfill their dreams. Download the movie of the need to fulfill, regardless of the consequences. This film is dedicated to all the people in love and those who have not understood why. Film defend their dignity, to the end, despite everything.","release_date":"2013-04-17","genres":[35,18,10749],"vote_average":4.4,"runtime":88,"cert":"N\/A","id":232052,"title":"Trolling","adult":false},{"cast":["Rebecca Smart","David Franklin","Graham Harvey","Caleb Packham","May Lloyd"],"overview":"Violet, a feisty 15 year-old who prefers the nickname \"Scooter\" , decides to run away from her boring life in a small town and goes to visit with the father she has never seen. She believes he lives in the city with his new wife, but in fact he is in a gay relationship with his long-time lover. This inevitably leads to changes and readjustments all round as dad gets to know, reluctantly, the daughter he never wanted.","release_date":"1997-06-25","genres":[35,10749],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":232054,"title":"Violet's Visit","adult":false},{"cast":[],"overview":"A large bucket full of molten material is poured into a large container, possibly a mold, by a group of men using machinery. Some other men stoke the fire under the container. When finished pouring, the men lift the bucket up from the container and take it away on a crane. Two men put prods down repeatedly into the container, while others lay covers on top of it.","release_date":"1904-05-01","genres":[],"vote_average":5.5,"runtime":6,"cert":"N\/A","id":232056,"title":"Casting a Guide Box","adult":false},{"cast":[],"overview":"A group of men weld one area of a large ring in a fire. They lift the ring, which is hanging horizontally on chains, out of the fire. Four men hammer the hot area on the ring into shape while the remaining men hold the ring. They put the ring into the fire again, take it out, and take it over to a machine which continuously hammers down on that area of the ring. The men then take it away from the machine and hammer it themselves into shape. The ring is presumably a piece of a generator.","release_date":"1904-04-01","genres":[],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":232058,"title":"Welding the Big Ring","adult":false},{"cast":[],"overview":"A large group of men are shown performing various tasks in one room at the Westinghouse Air Brake Co. On one side, men are shown pouring a hot liquid into molds on the floor. A conveyor belt delivers items which are then taken off the belt by a man. Men on the other side of the screen appear to be lifting items out of what could possibly be a furnace and putting them on tables. It appears that the men in this room are casting machinery from molds.","release_date":"1904-05-01","genres":[],"vote_average":5.0,"runtime":3,"cert":"N\/A","id":232060,"title":"Westinghouse Air Brake Co.","adult":false},{"cast":[],"overview":"A camera on an overhead crane travels down a large, long aisle where men are shown working on large machinery on either side. Carts carrying equipment are shown traveling on rails down the aisles. There are also men walking in the aisles.","release_date":"1904-05-01","genres":[99],"vote_average":6.0,"runtime":3,"cert":"N\/A","id":232065,"title":"Panorama of Machine Co. Aisle","adult":false},{"cast":[],"overview":"A large bucket is lowered into a pit by male workers using machinery. Molten material from a furnace is poured into the bucket using a slide. The bucket, which has flames coming from inside, is lifted up from the pit by a crane.","release_date":"1904-05-01","genres":[],"vote_average":5.0,"runtime":5,"cert":"N\/A","id":232067,"title":"Tapping a Furnace","adult":false},{"cast":["Jim Reeves"],"overview":"Kimberley Jim is a South African musical comedy film directed by Emil Nofal and starring Jim Reeves, Madeleine Usher and Clive Parnell. The story tells of a ramblin', gamblin', guitar-strummin' man from Dixie, trying to strike it rich in the Kimberley diamond rush in 1880s South Africa.","release_date":"1963-09-25","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"","id":232075,"title":"Kimberley Jim","adult":false},{"cast":["Diana Amft","Tobias Licht","Fritz Karl","Edita Malovčić","Armin Rohde"],"overview":"","release_date":"2013-11-07","genres":[35],"vote_average":5.2,"runtime":97,"cert":"N\/A","id":232083,"title":"Im Weissen Rössl - Wehe, du singst!","adult":false},{"cast":["Candice Laforet","Colette Sigma","Elisabeth Dime","Nadine Torres","Niquette"],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":232091,"title":"Old Ladies Extreme: Alte Damen Hart Besprungen","adult":true},{"cast":["Joe Bonamassa"],"overview":"On October 29, 2013, blues-rock star Joe Bonamassa will release Tour De Force – Live In London (J&amp;R Adventures), an unprecedented live concert event unfolding over four DVDs recorded earlier this year at some of the most famous and iconic London venues: Royal Albert Hall, Hammersmith Apollo, Shepherd’s Bush Empire, and The Borderline.","release_date":"2013-10-30","genres":[10402],"vote_average":8.0,"runtime":122,"cert":"N\/A","id":232093,"title":"Joe Bonamassa: Tour de Force - Live in London Night 3 (Hammersmith Apollo)","adult":false},{"cast":["Claus Holm","Waltraut Haas","Kurt Heintel","Renate Ewert","Ilse Steppat"],"overview":"","release_date":"1957-01-07","genres":[10749,18],"vote_average":5.0,"runtime":92,"cert":"N\/A","id":232101,"title":"Der Adler vom Velsatal","adult":false},{"cast":[],"overview":"A small group of men turn on what appears to be a generator. As the rotary spins, the men make adjustments to the machine and check its operations.","release_date":"1904-05-01","genres":[],"vote_average":5.0,"runtime":3,"cert":"N\/A","id":232106,"title":"Testing a Rotary","adult":false},{"cast":["Glenda Farrell","Lyle Talbot","Ralph Sanford","Lina Basquette","Lynn Starr"],"overview":"A dark night in war time, with several black-outs, it's just a night for murder. Susan Cooper, a fast-talking girl reporter, doubles as amateur sleuth solving yet another mystery among Hollywood's famous.","release_date":"1943-02-18","genres":[35,80,9648,53],"vote_average":4.3,"runtime":72,"cert":"N\/A","id":232117,"title":"A Night for Crime","adult":false},{"cast":[],"overview":"A large number of horses are swimming a deep river. The cowboys urge them on and do some fancy riding while their ponies swim across. One of the men loses his balance while kneeling on the back of his pony and gets an unexpected bath.","release_date":"1904-11-01","genres":[],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":232119,"title":"Herding Horses Across a River","adult":false},{"cast":[],"overview":"A historical re-enactment of a naval battle in Chemulpo Bay off the coast of Korea during the Russo-Japanese war. Shows a Japanese ship damaging one Russian vessel and sinking another.","release_date":"1904-04-19","genres":[],"vote_average":4.0,"runtime":3,"cert":"N\/A","id":232121,"title":"Battle of Chemulpo Bay","adult":false},{"cast":[],"overview":"A self-explanatory title for a highly simple film.","release_date":"1904-12-22","genres":[],"vote_average":4.0,"runtime":2,"cert":"N\/A","id":232135,"title":"Mining Operations, Pennsylvania Coal Fields","adult":false},{"cast":[],"overview":"Baby Parade at Asbury Park, N.J., in 1904.","release_date":"1904-09-01","genres":[],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":232137,"title":"Annual Baby Parade, 1904, Asbury Park, N.J.","adult":false},{"cast":[],"overview":"Showing thousands of young people enjoying their favorite Winter Sport.","release_date":"1904-01-01","genres":[],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":232139,"title":"Ice Skating in Central Park, N.Y.","adult":false},{"cast":["Gilbert Saroni"],"overview":"Frenchman Count Hardup advertises for a wife. He gets more than he bargained for when women start chasing him. He's caught by an old maid.","release_date":"1904-11-01","genres":[35],"vote_average":4.0,"runtime":5,"cert":"N\/A","id":232144,"title":"Meet Me at the Fountain","adult":false},{"cast":["Ian Roberts","Norman Anstey","Jack Parow","Tammy-Anne Fortuin","Hannes Muller"],"overview":"Mia Moolman works for a Sandton-based event coordination company that has been commissioned by the department of Trade and Industry to create an event celebrating the most successful ad campaigns in South African history. The gala event will happen at Emperors Palace, and the CEO of the company, Theodore, has asked his employees to pitch ideas for the show and whoever comes up with the best idea will be awarded a promotion and a special bonus. Mia comes up with the idea to make the three guys from the old Castrol commercials, Boet, Swaer and Mogae, part of the show. Her boss eventually agrees to this, but Mia must go and find them in the Kalahari and bring them to Emperors Palace in time for the big gala event.  Will she get them to the big show in time?","release_date":"2013-08-02","genres":[35],"vote_average":5.5,"runtime":105,"cert":"N\/A","id":232146,"title":"Babalas","adult":false},{"cast":["Gaston Velle"],"overview":"A magician and some assistants put up a series of posters of music hall acts in a frame. Then the magician brings each poster to life.","release_date":"1904-03-24","genres":[35,14],"vote_average":6.0,"runtime":4,"cert":"N\/A","id":232148,"title":"Barnum's Trunk","adult":false},{"cast":[],"overview":"A man who has placed a personal advertisement for a prospective wife goes to wait at the meeting place that he designated. Soon a woman comes in response to the advertisement. Before the two have a chance to converse, several more women arrive on the scene. Now completely flustered, the man flees, initiating a lengthy chase.","release_date":"1904-11-01","genres":[35],"vote_average":4.7,"runtime":6,"cert":"N\/A","id":232153,"title":"Personal","adult":false},{"cast":[],"overview":"Basically, all we see is a group of kids of varying ages bouncing toy balls on the classroom floor then throwing them up in the air.","release_date":"1904-11-01","genres":[],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":232158,"title":"Kindergarten Ball Game","adult":false},{"cast":[],"overview":"From three camera positions, the Democratic presidential candidate, Judge Parker, bids farewell on the wharf at Esopus to Mayor McClellan and other important Democrats.","release_date":"1904-11-01","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":232160,"title":"Judge Alton B. Parker & Mayor McClellan at Esopus","adult":false},{"cast":[],"overview":"Basketball with one camera, one second.","release_date":"1904-05-01","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":232162,"title":"Basket Ball, Missouri Valley College","adult":false},{"cast":[],"overview":"There are fifteen of them, ten girls and five boys in three rows of five, the boys flanked by the girls. They go through a rehearsed routine in synchronisation, each holding a couple of small dumb-bells.","release_date":"1904-05-01","genres":[],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":232164,"title":"Lathrop School, Calisthenics, Missouri Commission","adult":false},{"cast":[],"overview":"To film this event, the camera was placed inside the rail, on the track surface itself. As the film begins, in the foreground a gate opens and a horse ridden by a jockey is escorted across the track, followed by several men who appear to be fans of the race horse. Following the first horse are six in succession, and then there is a large group of men surrounding another horse that appears to be a favorite.","release_date":"1904-06-01","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":232169,"title":"The Brooklyn Handicap, 1904","adult":false},{"cast":["Heinz Rühmann","Rudolf Vogel","Hubert von Meyerinck","Peter Vogel","Nicole Courcel"],"overview":"","release_date":"1959-10-14","genres":[35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":232186,"title":"Ein Mann geht durch die Wand","adult":false},{"cast":[],"overview":"The Cure\r Austin City Limits, Texas\r October 12th, 2013  Setlist:  Open\r A Night Like This\r The End of the World\r Lovesong\r Just Like Heaven\r From the Edge of the Deep Green Sea\r Fascination Street\r Pictures of You\r Lullaby\r High\r The Lovecats\r Close to Me\r Hot Hot Hot!!!\r The Caterpillar\r The Walk\r Stop Dead\r Push\r In Between Days\r Friday I'm in Love\r Doing the Unstuck\r Want\r The Hungry Ghost\r Wrong Number\r One Hundred Years\r Give Me It\r End\r Boys Don't Cry","release_date":"2013-10-12","genres":[],"vote_average":0.0,"runtime":127,"cert":"N\/A","id":232191,"title":"The Cure - Austin City Limits 2013","adult":false},{"cast":["Adam Levine","Jesse Carmichael","Mickey Madden","James Valentine","Matt Flynn"],"overview":"Recording of Maroon 5 live performance in Pearl Concert Theater at Palms Casino Resort, Las Vegas, Nevada in 2011.","release_date":"2012-03-19","genres":[10402,99],"vote_average":0.0,"runtime":44,"cert":"N\/A","id":232196,"title":"Maroon 5: MTV World Stage","adult":false},{"cast":["Claus Bue","Vibeke Hastrup","Sofie Lassen-Kahlke","Per Damgård Hansen","Rasmus Albeck"],"overview":"","release_date":"1997-10-10","genres":[10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":232201,"title":"Sunes familie","adult":false},{"cast":["Sacred Reich"],"overview":"“Live at Wacken” marks the first release in 15 years for Arizona-based thrashers Sacred Reich. This deluxe edition contains a CD and DVD of their 2007 performance in front of the world’s biggest metal show, Wacken Open Air. Front man Phil Rind states that this performance is their first in 10 years. Rind may have become heavier around the waist, as he candidly points out to the massive crowd, but time hasn’t trimmed the band’s sound, which has remained as heavy as their first recorded note in 1985.","release_date":"2007-08-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":232221,"title":"Sacred Reich: [2007] Live at Wacken","adult":false},{"cast":[],"overview":"As a live woman performs a striptease, she's cheered on by an audience of small cartoon men. Some of them pop in the excitement as she brings down the house.","release_date":"1977-06-01","genres":[16,35],"vote_average":6.4,"runtime":2,"cert":"N\/A","id":232223,"title":"Striptease","adult":false},{"cast":[],"overview":"A reflection over the series of small changes occurred in the life of hundred year old Porphirio Rossi after the passing of his wife for 80 years and his living amidst her absence.","release_date":"2008-11-30","genres":[99],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":232225,"title":"Phiro","adult":false},{"cast":[],"overview":"Since the conflict in Darfur spread to the eastern border regions of Chad in 2005, some 13,000 people fled from this region to the refugee camp near the village of Gouroukoun. For them, the war is never far off. Many of these traumatised refugees have lived here for years, with little food, no work and no prospect of returning home. Zuchuat took his camera to the camp and captured their uncertain existence without providing any comment. He captures the refugees' arduous daily life in long shots, often from a single angle. They all have their own stories of how they ended up here, how they saw their families and fellow-villagers perish and no longer have any work, cattle or land. Another striking story is told by a child that uses a drawing to explain how he was chased away from his native village. Little girls sing a battle song while waiting for what comes next in this prison without bars.","release_date":"2008-07-07","genres":[99],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":232230,"title":"Far from the Villages","adult":false},{"cast":["Courtney Cook","Jason \"Jake\" Cross","Sarah Jane Decker"],"overview":"Six friends descend on an abandoned building to shoot a documentary about its supposed haunted origins, but all is not as it seems. It turns out instead that the leader of the group actually brought them there to search for cursed buried treasure that his freemason grandfather had supposedly left. When one unfortunate soul opens a door to a darker dimension, a demon is released and begins to kill each of them one-by-one. Will anyone escape alive, or has \"The Key\" opened the door straight to hell?","release_date":"2008-06-01","genres":[27,53],"vote_average":1.0,"runtime":80,"cert":"N\/A","id":232232,"title":"The Key","adult":false},{"cast":[],"overview":"A documentary about the influential independent film production company The Shooting Gallery.","release_date":"2013-10-11","genres":[99],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":232234,"title":"Misfire: The Rise and Fall of the Shooting Gallery","adult":false},{"cast":[],"overview":"A humorous description of how a human baby is conceived and develops in the womb, from fertilization to birth.","release_date":"1978-01-01","genres":[],"vote_average":7.0,"runtime":11,"cert":"N\/A","id":232236,"title":"Baby Story","adult":false},{"cast":["Vlastimil Brodský","Jana Brejchová","Regina Rázlová","Josef Bláha","Iva Janžurová"],"overview":"Czech comedy from the 70ties.","release_date":"1975-07-01","genres":[35],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":232250,"title":"Do We Match Each Other, Darling?","adult":false},{"cast":[],"overview":"Comedy about moving furniture.","release_date":"1905-11-01","genres":[],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":232252,"title":"Lovely Bohemians","adult":false},{"cast":[],"overview":"The Young Ladies From Miss Knapp's Select School Have An Outing At Coney Island, N.Y.","release_date":"1905-09-01","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":232254,"title":"The Boarding School Girls","adult":false},{"cast":["Michael Chan","Chia-Lin Sun","Alan Chui Chung San","Ku Wen-Chung","Lok Poon"],"overview":"Chang Chen-Wai, a martial arts expert who runs a jade-importing business, follows his missing brother to Thailand and learns he has been murdered. Chang vows revenge.","release_date":"1973-01-01","genres":[],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":232268,"title":"Spirits Of Bruce Lee","adult":false},{"cast":["Carey Wilson","Lionel Belmore","Francis X. Bushman Jr.","Charles Coleman","John George"],"overview":"A short biography of William Shakespeare that highlights the various jobs he worked at in the theater.","release_date":"1936-06-13","genres":[],"vote_average":6.0,"runtime":11,"cert":"N\/A","id":232270,"title":"Master Will Shakespeare","adult":false},{"cast":[],"overview":"The film shows hundreds of tightly packed people crowding into the front door of the Rothschild Co. 5 and 10 cent store. They are so closely packed it is difficult to tell one from another. The view is from across the street, looking down from the 2nd floor.","release_date":"1905-11-02","genres":[],"vote_average":6.3,"runtime":2,"cert":"N\/A","id":232278,"title":"Bargain Day, 14th Street, New York","adult":false},{"cast":[],"overview":"View of funeral procession and military parade at funeral for Hiram Cronk, who at the time of his death was the oldest surviving veteran of the War of 1812.","release_date":"1905-11-02","genres":[],"vote_average":5.0,"runtime":4,"cert":"N\/A","id":232280,"title":"Funeral of Hiram Cronk","adult":false},{"cast":["David Cardoso","Benjamin Cattan","Meiry Vieira","Helena Ramos","Zilda Mayo"],"overview":"Dr. Leme, a rich old man, is frustrated about not having children with his wife Raquel. In his mansion, he gives parties filled with drinking and sex with his secretaries. André, his driver, becomes lover of Rachel and they plan to kill Leme to get hold of his fortune.","release_date":"1976-10-24","genres":[],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":232285,"title":"Possuídas Pelo Pecado","adult":false},{"cast":["Christine Hakim","Piet Burnama","Rudy Wowor","Slamet Rahardjo","Rosihan Anwar"],"overview":"Set in 1896, \"Tjoet Nja' Dhien\" celebrates one of Indonesia's great heroes who fought for independence from the Dutch. The pious Muslim people of Aceh, a city that had flourished since ancient times as a trade port, enter into a fierce war with the Dutch. Tjoet Nja' Dhien, the widow of a rebel leader operating in Aceh in Sumatra, assumes the leadership when her husband Teuku Uma is killed in an ambush. Dhien's charismatic presence and power of survival motivate the locals to join and later continue their opposition to the Dutch. Despite personal obstacles, she remained in the thick of the struggle for ten years.","release_date":"1988-10-01","genres":[18,10752],"vote_average":8.0,"runtime":127,"cert":"N\/A","id":232287,"title":"Tjoet Nja' Dhien","adult":false},{"cast":[],"overview":"This pseudo-newsreel uses special effects to illustrate the fire caused by the San Francisco earthquake. A miniature model of downtown San Francisco is set ablaze and filmed.","release_date":"1906-05-18","genres":[],"vote_average":4.0,"runtime":3,"cert":"N\/A","id":232301,"title":"San Francisco Disaster","adult":false},{"cast":[],"overview":"A couple steals food from a grocery store. To stop them from repeating their crime, the cunning salesman electrifies his shop.","release_date":"1906-01-01","genres":[80,35],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":232306,"title":"Electric Current","adult":false},{"cast":[],"overview":"An old astronomer has been transfixed by a star for a long time. He had but one thought: to travel to it, to declare his love for it! But how? Seeing children playing, with soap bubbles gives him an idea… simple but ingenious!","release_date":"1906-07-08","genres":[],"vote_average":5.9,"runtime":8,"cert":"N\/A","id":232308,"title":"Voyage autour d'une étoile","adult":false},{"cast":[],"overview":"A scientist concocts a potion that can turn people invisible for short periods of time.  Two crooks steal the potion and go on a crime spree.","release_date":"1906-01-01","genres":[80,14,35],"vote_average":4.0,"runtime":8,"cert":"N\/A","id":232310,"title":"The Invisible Men","adult":false},{"cast":["Sairam Shankar","Parvati Melton","Srihari","Srihari","Ali"],"overview":"Yamaho Yama is a 2012 Telugu film starring Sairam Shankar, Parvati Melton, Srihari and Sanjjanaa and directed by Y. Jitender. G. Vijay Kumar produced this film for GVK Arts. Mahathi provided the music. Editing was by Marthand K","release_date":"2012-01-02","genres":[18],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":232312,"title":"Yamaho Yama","adult":false},{"cast":[],"overview":"The Brave Lion During Japan's invasion of China in World War II, two disgraced Japanese soldiers are given a second chance.  Facing execution for various infractions, the two men are offered a reprieve if they take a special assignment.  Since they can speak Chinese and know the territory, the men are assigned to the task of running a Chinese labor camp the Japanese operate in occupied territory.  After the men take over, they work the prisoner's so hard the labor force rises up in revolt of their treatment.","release_date":"1974-01-01","genres":[28,18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":232317,"title":"The Brave Lion","adult":false},{"cast":["Bill Oberst Jr.","Joe Hammerstone","Heather Schlitt","Victoria Mullen"],"overview":"An insomniac writer's sleep-deprived hallucinations distort reality as paranoia drives him to extreme violence.","release_date":"2014-12-16","genres":[53,14,27,878,35],"vote_average":6.0,"runtime":75,"cert":"N\/A","id":232319,"title":"Coyote","adult":false},{"cast":["Paul Michael Glaser","Sally Struthers","Ruth Gordon","Vivian Vance","Adrienne Barbeau"],"overview":"A biography of the renowned escape artist Harry Houdini, examining his fascination with the occult and his promise to his wife on her deathbed that he would speak from the beyond.","release_date":"1976-10-08","genres":[18],"vote_average":6.9,"runtime":96,"cert":"N\/A","id":232321,"title":"The Great Houdinis","adult":false},{"cast":["Kwanphirom Lin","Dawan Singha-Wee"],"overview":"This film is all about a not so good brothel in the suburbs of Bangkok. There it shows the lives of the girls who all work there for different reasons. Some to find a husband and some to get money to send home to their families in the provinces. The main character is a woman named Lin Chong who is older and the guiding light for the rest. She has a son who thinks she is dead and she is paying his way through university in Bangkok by sending all her money to her mother who knows exactly what she does but does not tell her son. One day her son and his friends at school all decide to lose their virginity and visits the brothel.","release_date":"2006-11-02","genres":[18],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":232323,"title":"Phuying Soi Sap","adult":false},{"cast":["Lee Grant","Chris Sarandon"],"overview":"A young writer tries to make it in the 1920s New York.","release_date":"1979-04-25","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":232328,"title":"You Can't Go Home Again","adult":false},{"cast":["Norman Williams","Christopher Capon","Murdo Morrison","Helen Shingler","Carl Bernard"],"overview":"A harsh if ultimately optimistic depiction of life in the unforgiving Hebrides, that includes documentary footage to add to the sense of realism. A woman weathers the conscription of her husband, destructive storms, a son who yearns to leave the family home and an outbreak of cholera before winning the man she truly loves.","release_date":"1947-09-03","genres":[18],"vote_average":6.0,"runtime":84,"cert":"","id":232333,"title":"The Silver Darlings","adult":false},{"cast":["Leo Putt","Bongkod Bencharongkul","Akarin Akaranitimaytharatt","Kriangkrai Amarttayakul","Sisithorn Pasirayut"],"overview":"The story unveils the mysterious world of Club X, one of Thailand’s most famous urban legends. Club X is a hidden community where people from all walks of life gather to discuss their most bizarre sexual experiences. The members include a photographer who supplies a special service for club members, a quiet student who runs a porn website, a porn retailer who loves to expose himself in public, a yuppie addicted to phone sex and a psychiatrist with a mental problem of his own. However, their activities soon start to attract attention when a Club X members stalks a famous actress and photographs her naked. The police send Ja, an experienced and sexy policewoman, to investigate the Club.","release_date":"2004-08-26","genres":[18],"vote_average":5.0,"runtime":106,"cert":"N\/A","id":232335,"title":"The Story of X-Circle","adult":false},{"cast":[],"overview":"Live performance from the Editors at Glastonbury festival Worthy Farm, Pilton on Sunday June 30th 2013.","release_date":"2013-06-30","genres":[10402],"vote_average":0.0,"runtime":57,"cert":"","id":232337,"title":"Editors: Glastonbury","adult":false},{"cast":["Mathieu Demy","Guillaume Depardieu","Marina Golovine","Serge Riaboukine"],"overview":"Alain runs Le Detour, a small cafe in Paris where Antoine works. Antoine is reunited with his sister Marie when she's released from prison; they are very close, perhaps abnormally so, but she's not aware that Antoine has fallen into cahoots with Stephane, who works as a waiter at another cafe. Damien, a local businessman, is pressuring Alain to expand Le Detour, and cut his nephew Xavier in for a percentage as a manager. While Alain waffles on Damien's proposal, Xavier offers Antoine a chance to make some money under the table by delivering some drugs to a cadre of dealers. Antoine makes the drop and picks up the payment, but runs off with the money rather than bringing it back to Xavier, which proves to have tragic consequences for Antoine and his friends.","release_date":"2000-07-04","genres":[53],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":232342,"title":"The Sandmen","adult":false},{"cast":["Wattana Chumsai Na Ayuthaya","Sonia Couling","Preaw Kanidkul","Ping Monotone","Billy Ogan"],"overview":"Note is planning to propose to Nam. They dream about a simple wedding by the beach at a beautiful resort in Hua Hin. With Nam's boss, an advertising agency owner, Nueng, and his wife Vinie, the resort owner and former actress who plan to return to the show business, help making it come true. The couple also gets help from their friends. Ploy, to record this hectic story before the wedding day. Tam, an annoying photographer, who can shake Ploy's heart. Their story is as chaotic as Guy's, Winnie and Nueng's dear son, and Boat's, the head chef at the resort. The hippest wedding concept by the weirdest advertising creative, Suzi started to get together. In the meantime, other love stories begins, but the soon to be husband and wife encounter the biggest challenge in the relationship.","release_date":"2012-11-02","genres":[35,10749],"vote_average":4.0,"runtime":80,"cert":"N\/A","id":232353,"title":"An Ordinary Love Story","adult":false},{"cast":["John Payne","Mari Blanchard","Dan Duryea","Joyce Mackenzie","Barton MacLane"],"overview":"A federal agent arrives in Laramie to try to find out who is behind the efforts to stop the construction of a new railroad track.","release_date":"1954-04-14","genres":[37],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":232358,"title":"Rails Into Laramie","adult":false},{"cast":["Pawinee Wiriyachaikit","Suthep Pongam","Petchtai Wongkamlao","Richard Ghiani"],"overview":"In a southern province in Thailand, a young boy lives with his uncle and a monkey called Kapi. When the uncle dies, the boy is threatened by a real estate tycoon who wants to buy their land and turn it into a resort. The boy has to train Kapi to enter a coconut-picking competition, with their land at stake.","release_date":"2010-12-01","genres":[35,18],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":232360,"title":"Kapi","adult":false},{"cast":["Oliver Stokowski","Ines Nieri","Sophie von Kessel","Peter Rühring","Wilfried Hochholdinger"],"overview":"","release_date":"2001-11-14","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":232365,"title":"Ein Yeti zum Verlieben","adult":false},{"cast":[],"overview":"Kwan is a guy who lives in a small village in Lumpang. He's been called by the local people that \"the special\" because he has two left arms. All the time, Kwan is proud to be the special as his mother always encourages him to live with his extra arm. But, when his mother dies, Kwan realizes that his unusual arm is just a useless thing. He wants to have an operation to cut off his extra left arm. On the way to Bangkok to process the operation, Kwan accidentally meets a girl named Na. Finally, both journey together, and Kwan begins to feel like a special once again when he starts to fall in love with Na.","release_date":"","genres":[],"vote_average":0.0,"runtime":118,"cert":"N\/A","id":232373,"title":"กอด","adult":false},{"cast":["Gong Myoung","Kil Hae-yeon","Park Joo-hee","Jeong In-gi"],"overview":"In this omnibus film series produced by the National Human Rights Commission, Park Jungbum explores relating to the handicapped, Lee Sangcheol and Shin Aga turn their camera on the elderly and Min Youngkeun looks at conscientious objection to military service. In Dear Duhan, Duhan suffers from brain lesions. His friend has always felt bad for Duhan but nonetheless steals an iPad from him one day. Director Park explores the conflict and friendship between a so-called normal and a handicapped person. In Bong-gu on Delivery Shin and Lee tell the tale of an old man who helps a child find his way home, only to be accused of kidnapping. And Min talks about a Jehovah’s Witness who has just been drafted and must say goodbye to his mother in Ice River, a melodrama about a man who chooses to go to prison for his conscientious and religious objections to bearing arms. Having divorced her husband in order not to send her son to prison, his mother cannot accept her son’s choice.","release_date":"2013-10-24","genres":[],"vote_average":4.0,"runtime":109,"cert":"N\/A","id":232390,"title":"If You Were Me 6","adult":false},{"cast":["Tadashi Yamashita","Chris Casamassa","Gerald Okamura","William Christopher Ford","Bill Wallace"],"overview":"A Japanese policeman in Los Angeles uses an ancient magic sword to battle killers and an extortion ring.","release_date":"1985-12-06","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":232392,"title":"Sword of Heaven","adult":false},{"cast":[],"overview":"Chemtrail, according to a common conspiracy theory, is the name for certain types of contrails. This pseudo-scientific idea believes that at least part of the known contrails consist of various added substances, on whose composition, however, followers of this idea apparently cannot agree...","release_date":"2008-11-02","genres":[],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":232400,"title":"Werner Altnickel - Chemtrails & H.A.A.R.P.","adult":false},{"cast":["Reynaldo Arenas","Zully Azurin","Carlos Cano de la Fuente","Enrique Almirante","Elmo Hernández"],"overview":"A painful true story of a revolutionary Andian warrior whose strength and devotion to his people influenced many in Latin America, Africa and the West.","release_date":"1984-01-01","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":232402,"title":"Tupac Amaru","adult":false},{"cast":["Chris Penn","Corinne Bohrer"],"overview":"The last \"nuclear family\" in America is an endangered species, held in captivity at The National Zoo. Stars Chris Penn and Martin Sheen.","release_date":"1998-11-03","genres":[],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":232404,"title":"Family Attraction","adult":false},{"cast":["Mark Polonia","John Polonia","Todd Michael Smith"],"overview":"Three brothers, left alone in a house, experience ever-more terrifying visions. A Super-8 remake of an earlier shot-on-video film entitled HALLUCINATIONS.","release_date":"1991-01-01","genres":[27],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":232406,"title":"Lethal Nightmare","adult":false},{"cast":["Scarlet Fry","Llana Lloyd","Dianne Nelson","Mike Rider","Shelly Sachs"],"overview":"Shot-on-video omnibus feature hosted by Scarlet Fry.","release_date":"1989-12-28","genres":[14,27,35],"vote_average":4.0,"runtime":null,"cert":"","id":232408,"title":"Scarlet Fry's Horrorama","adult":false},{"cast":["Jeff Fahey","Yancy Butler","James Coburn","Michael Beach","Randy Oglesby"],"overview":"A hit man's boss refers him to a client, a dangerous woman who mixes business with pleasure.","release_date":"1993-01-17","genres":[28,53],"vote_average":5.7,"runtime":93,"cert":"N\/A","id":232422,"title":"The Hit List","adult":false},{"cast":["Mark Fate","Nate Higley","Franklin Sammons","William Sammons"],"overview":"The Snake The Cross The Crown is one of America's best unknown touring bands.They've reached the point and ask the question every musician is eventually faced with, is this worth it? On A Carousel Of Sound, We Go Round explores this universal story with a unique cinematic approach combining performance, past and present footage, and animation, into a moving diary feature film experience about a great band, on the road, with a future unclear. A story any dedicated music fan or musician will instantly relate to and appreciate.","release_date":"2013-11-03","genres":[99,10402],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":232427,"title":"On a Carousel of Sound, We Go 'Round","adult":false},{"cast":["Aaron U. Brown","Jaycee Lynn","Samuel Potter","Liosi Fehoko","Caitlin E.J. Meyer"],"overview":"Based on the Conversion of Paul . Sara is at the top of her game. She has the chance to be chosen for an elite summer tennis program, but her hopes are dashed unexpectedly by the one person no one likes - Colton. Colton is at the bottom of life, constantly leading others away, hurting people, giving no one respect, and making fun of other teens for going to church. But then his parents pray for some intervention in his life. When he's partying one night, Colton ends up in a car wreck with Sara, and goes through an experience that changes him. But facing life after you've done everything wrong can sometimes be the hardest step, and Colton must find a way to prove to everyone - especially to Sara - that he's changed.","release_date":"2008-06-01","genres":[18],"vote_average":3.5,"runtime":85,"cert":"N\/A","id":232435,"title":"Overcome","adult":false},{"cast":["Falco"],"overview":"","release_date":"2011-12-07","genres":[99,10402],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":232443,"title":"Falco - Muss ich denn sterben, um zu leben?","adult":false},{"cast":["Yoshimi Tokui","Kento Hayashi","Sadao Abe","Tetsuji Tamayama","Tatsuya Nakamura"],"overview":"\"Blazing Famiglia\" centers around a family of former teenage gangsters.  Tetsu Hino (Yoshimi Tokui) was once the leader of the most feared motorcycle gang in the Kanto area. Now, Tetsu Hino is middle-aged man who is looked down upon by his rebellious son Shuhei (Kento Hayashi). One day, Tetsu and his old biker gang gather together again after the daughter of a member is assaulted. Tetsu, worried about his day to day life, nevertheless regains the passion from his biker days. Tetsu then finds out that Ken Igarashi (Jun Murakami) is the man behind the attack. Ken Igarashi has had a grudge against Tetsu for a long time.","release_date":"2012-09-08","genres":[18],"vote_average":0.0,"runtime":127,"cert":"N\/A","id":232445,"title":"Blazing Famiglia","adult":false},{"cast":["Gregg Braden","Dannion Brinkley","Robert Thurman","Alberto Villoldo","Neale Donald Walsch"],"overview":"What happens after we pass from this world? Is there a life after this one? Or do we just disappear forever?","release_date":"2009-10-01","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":232450,"title":"Infinity: The Ultimate Trip - Journey Beyond Death","adult":false},{"cast":[],"overview":"Down The Road is the feature film debut from co-writer\/directors Rob Reed and Aidan Synnott, devised with and starring Steve Marsh. In the vein of 'Withnail and I' and 'The Trip', this part improvised comedy explores the fragile friendship between the cocky, loud mouthed Terry (Steve Marsh) and his reluctant friend Mark (Aidan Synnott) as they travel across the English countryside in old black cab in search of fun and adventure.","release_date":"2012-01-01","genres":[35,18],"vote_average":0.0,"runtime":78,"cert":"","id":232452,"title":"Down the Road","adult":false},{"cast":["Amacio Mazzaropi","Geny Prado","Ana Maria Nabuco","Carmen Morales","Maria Helena Dias"],"overview":"","release_date":"1959-03-25","genres":[35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":232454,"title":"Chofer de Praça","adult":false},{"cast":["Dina Ferreira","Emilie Lelouch","Céline Bozon","Serge Bozon"],"overview":"At the start of the new millennium, mysterious things are going on in Paris. People are disappearing, just like that, without explanation. They vanish into thin air and are never seen again.","release_date":"2002-03-13","genres":[18],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":232459,"title":"Fantômes","adult":false},{"cast":["Yoko Hatanaka","Masumi Kagawa","Yuki Jun","Mari Kishida"],"overview":"No overview found.","release_date":"1980-12-26","genres":[18],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":232461,"title":"From the Back or from the Front","adult":false},{"cast":[],"overview":"'Pleasures' profiles legendary jazz critic and civil libertarian Nat Hentoff, whose pioneering career tracks the greatest cultural and political movements of the last 65 years. The film is about an idea as well as a man - the idea of free expression as the defining characteristic of the individual. Hentoff is a pioneering journalist who raised jazz as an art form and was present at the creation of 'alternative' journalism. 'Pleasures' wraps the themes of liberty and identity around a historical narrative that stretches from the Great Depression to the Patriot Act. With a mix of interviews, archival footage and music, it employs a complex non-linear structure to engage the audience in a life of independent ideas and the creation of an enduring voice.","release_date":"2013-04-03","genres":[99],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":232469,"title":"The Pleasures of Being Out of Step","adult":false},{"cast":["Amacio Mazzaropi","Theresa Amayo","Roberto Duval","Wilson Grey","Gilberto Martinho"],"overview":"","release_date":"1956-04-24","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":232471,"title":"Fuzileiro do Amor","adult":false},{"cast":["Miwako Wagatsuma","Yôichirô Saitô","Aimi Satsukawa","Shota Sometani"],"overview":"In a noisy classroom, biology teacher Madoka proceeds with his lesson in a small voice.He is unable to look the students square in the face nor admonish them for talking or sleeping in class. Only Tsubura looks upon him with a smile. Very much infatuated with Madoka, she records his idiosyncrasies in her biology notebook through illustrations--tapping his hand on his chin is proof that he is annoyed; messily tugging at his hair when he is at his wits' end. Tsubara, fearful of being forgotten after she dies, only eats things loaded with preservatives so that even if she dies, her body will not rot. Believing such things, Tsubara, thinking that \"combining Mr. Madoka who has no one with me who needs someone would surely be perfect,\" gets the wild idea of a genital exchange with Madoka.","release_date":"2011-09-29","genres":[18],"vote_average":0.0,"runtime":116,"cert":"N\/A","id":232473,"title":"The End of Puberty","adult":false},{"cast":[],"overview":"What does it mean to declare or even whisper: I have loved?  In Siem Reap, a young woman, haunted by loss, mourning, melancholia and the imperfections of memory, dances with two men–one of whom she is married to, while the other is engaged to be married.","release_date":"2011-09-10","genres":[18],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":232475,"title":"I Have Loved","adult":false},{"cast":["Dmitriy Kharatyan","Aleksey Chadov","Olga Krasko","Sergey Zharkov","Dmitry Arosyev"],"overview":"This is the life story of the outstanding Soviet hockey player Valery Kharlamov. They say that sometimes people are able to foresee their death, then before their eyes in a short period of time all life passes, all the most significant moments, all the people dear to a person.  The plot of the picture and the style of narration is very different from everything that has already been shot or written on this topic. Like an ordinary Russian guy who has a congenital heart disease and is an eternal target for the wit of his peers due to a speech impairment, he was able to become the Olympic champion twice, eight times the World Champion, become the legend of Russian hockey and a role model for several generations of professionals and amateur athletes ?  What was behind all these, at what price was this achieved, and what price had to be paid subsequently?","release_date":"2007-01-13","genres":[18],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":232477,"title":"Valery Kharlamov. Additional time","adult":false},{"cast":["Amacio Mazzaropi","Geny Prado","Átila Iório","Iracema Beloube","Carlos Garcia"],"overview":"","release_date":"1969-03-25","genres":[35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":232485,"title":"No Paraíso das Solteironas","adult":false},{"cast":["Bobby Deol","Rani Mukerji","Malaika Arora Khan","Ashish Vidhyarthi","Farida Jalal"],"overview":"Jeeva is a small-time criminal who treasures his solitude, but perky girl-next-door Rani works hard to befriend her sullen neighbor. He rebuffs all her advances -- until a gang of criminals kills Rani's family. In a gross miscarriage of justice, the criminals are set free. Jeeva's sympathy for Rani quickly turns into feelings of love, and to prove his affection, he trains Rani as a weapons expert so she can avenge her murdered family.","release_date":"2000-07-07","genres":[53,53,28,28],"vote_average":5.0,"runtime":160,"cert":"N\/A","id":232496,"title":"Bichhoo","adult":false},{"cert":"N\/A","title":"O Cineasta das Platéias","cast":["Mauro Alice","Genésio Arruda","Arthur Autran","Maximo Barro","Jean-Claude Bernardet"],"genres":[99],"id":232498,"overview":"","runtime":null,"release_date":"2002-01-01","vote_average":0.0,"adult":false}]