[{"cast":["Sorapong Chatree","Naowarat Yuktanan","Tukata Jindanuch","Panya Nirankun"],"overview":"Jeud is a young man deceived by love. With all the money he has left, he buys a car in order to go on a road trip. By chance, he picks up two people who go along with him. Nud, a Southern-Thai girl who was trafficked into prostitution, but managed to escape. Roeng, a man with a history and who is on his way to reclaim his past.The further the three travel together, the more their true selves starts to be revealed. All of them begin to find hope in the future when they manage to discard the disappointments in their past.","release_date":"1981-01-01","genres":[18,12],"vote_average":6.0,"runtime":153,"cert":"N\/A","id":235511,"title":"Yellow Handkerchief","adult":false},{"cast":["Susan Blakely","Lee Grant","Royal Dano","John Heard","Leonardo Cimino"],"overview":"This is the story of actress Frances Farmer, her struggles with mental illness and involuntary confinement in an insane asylum.","release_date":"1983-02-22","genres":[10770],"vote_average":7.0,"runtime":180,"cert":"N\/A","id":235513,"title":"Will There Really Be a Morning?","adult":false},{"cast":["Craig Shoemaker"],"overview":"Craig Shoemaker's latest comedy special takes a hilarious look at the transition that happens from manhood to \"dad\"hood.","release_date":"2012-11-09","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":235524,"title":"Craig Shoemaker: Daditude","adult":false},{"cast":["Sally Eilers","Neil Hamilton","Joseph Schildkraut","Grant Mitchell","Patricia Farr"],"overview":"It's bad enough that Clarice Kendall Andrews, Paula's irresponsible sister, comes home from celebrating Mardi Gras and drunkenly mentions that she got married during the festivities. What's worse is the fact that Paula knows that Clarice is still married to an equally irresponsible gigolo. Paula learns that the man Clarice married, Stephen Cormack, has skipped the country and his lawyer, thinking that Paula is Clarice, offers the older woman $5000 to annul the marriage.","release_date":"1937-12-22","genres":[35,10749],"vote_average":5.3,"runtime":70,"cert":"N\/A","id":235526,"title":"Lady Behave!","adult":false},{"cast":["Jud Birza","Cody Matthew Blymire","Brant Dorman","Sara Fletcher","Mak DeGennero"],"overview":"Six high school students, WILL, CHARLIE, BARTOK, TODD, STEVIE and LINDA, are handed invitations to a party by the school’s mysterious and enigmatic new student, SADDLER.  However, once they enter Saddler’s house, they are each somehow magically transported to a different room, where Saddler reveals their innermost guilty secrets and desires through the use of black magic and exploits them in an attempt to resurrect his mother, a three-hundred year old witch.","release_date":"2011-02-01","genres":[28,27,53],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":235537,"title":"1313: Nightmare Mansion","adult":false},{"cast":[],"overview":"From the Director of Swedish Meatballs comes the story of a two year Odyssey through a land covered in Granite. The adventure begins deep in the Forest of the Steepest Boulders where Peter Bosma encounters a real life Monster, Stefan Rasmussen, reincarnate of ancient Vikings. Narrowly escaping a Duel to the Death, Peter heads West in search of First Ascents high above frigid, Medusa filled, waters. But there is another, the Fearless Rasta, Stefan Wulf, willing to do Combat for Ultimate Glory. The cries of battle culminate in the awakening of the God of the Underworld, Björn Strömberg, struggling in his attempt to escape the confines of the Never Ending Cave.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":69,"cert":"N\/A","id":235539,"title":"The Sends","adult":false},{"cast":[],"overview":"The iTunes Festival is an annual, month-long music festival and concert series which takes place in September at The Roundhouse art centre in London.","release_date":"2013-09-15","genres":[10402],"vote_average":0.0,"runtime":58,"cert":"U","id":235541,"title":"Vampire Weekend: iTunes Festival 2013","adult":false},{"cast":["Dolores del Río","Pat O’Brien","Leo Carrillo","Edward Everett Horton","Glenda Farrell"],"overview":"At a Mexican resort, a fast-talking magazine editor woos the dancer he's trashed in print.","release_date":"1935-05-25","genres":[35,10402,10749],"vote_average":5.5,"runtime":84,"cert":"N\/A","id":235546,"title":"In Caliente","adult":false},{"cast":["Pat O’Brien","James Melton","Jean Muir","Frank McHugh","Jane Froman"],"overview":"An aggressive agent turns a hotel porter into an overnight sensation.","release_date":"1935-11-23","genres":[18,10749],"vote_average":5.5,"runtime":89,"cert":"N\/A","id":235548,"title":"Stars Over Broadway","adult":false},{"cast":["Grace Stafford"],"overview":"Woody is prisoner at a taxidermy school but when it is his turn to be used, he escapes. The guard dog is put in charge of retrieving him.","release_date":"1955-05-08","genres":[16],"vote_average":5.7,"runtime":6,"cert":"N\/A","id":235550,"title":"Private Eye Pooch","adult":false},{"cast":["Dal McKennon","Grace Stafford"],"overview":"A western bank robber makes a getaway and hides his loot in a tree. Woody Woodpecker pops out of the tree with the bag containing the money. Woody takes off with the robber in close pursuit. The chase leads back to the town where the robber makes many attempts to retrieve the bag but is always outsmarted by Woody. A posse arrives on the scene and Woody delivers both the robber and the loot into the sheriff's hands.","release_date":"1955-09-25","genres":[16],"vote_average":6.5,"runtime":6,"cert":"N\/A","id":235552,"title":"Square Shootin' Square","adult":false},{"cast":[],"overview":"Sylvester Cat pays a visit to a closed-to-business circus and finds Tweety Bird in one of the cages. Tweety escapes his cage and flees Sylvester. Sylvester, meanwhile, must flee from an uncaged lion he had angered earlier.","release_date":"1955-06-03","genres":[16],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":235560,"title":"Tweety's Circus","adult":false},{"cast":[],"overview":"Elmer Fudd buys a wooden set of drawers not knowing that two polite twin gophers have claimed the piece of furniture as their home. When Elmer places the drawers in his bedroom, the gophers decide to start storing their nuts and begin drawing an excess of tree acorns into Elmer's house. Fudd loses his cool and tries to eliminate the gophers by any means.","release_date":"1955-01-28","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":235562,"title":"Pests for Guests","adult":false},{"cast":["Sara Berner","Daws Butler"],"overview":"More adventures of Chilly Willy and his quest to stay warm.","release_date":"1955-10-23","genres":[16],"vote_average":7.0,"runtime":6,"cert":"N\/A","id":235564,"title":"Hot and Cold Penguin","adult":false},{"cast":[],"overview":"Butch, a mean bulldog, teaches his young son about the facts of life, including how to attack cats. The pup is at first frightened when he encounters Sylvester, but the youngster (remembering his father's lesson) soon becomes a thorn in the pussycat's side.","release_date":"1955-12-16","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":235566,"title":"Pappy's Puppy","adult":false},{"cast":["Nina Star","Bogdan Zoubowitch"],"overview":"A clockmaker’s daughter daydreams of a magic world inside a clock.","release_date":"1928-11-11","genres":[16],"vote_average":6.3,"runtime":45,"cert":"N\/A","id":235568,"title":"The Magic Clock","adult":false},{"cast":[],"overview":"A documentary film of the Palestine. Showing the construction of modern infrastructure and life in the cities, depicts scenes from the holidays and work in the villages.","release_date":"1928-12-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235570,"title":"Springtime in Palestine","adult":false},{"cast":["Ivan Khudoleyev","Roza Sverdlova"],"overview":"A story of Belarusian children that are enrolled in a special school. The orphans live in gymnasium shelter under poor conditions and high-school students are showing interest in life in Soviet.","release_date":"1929-11-11","genres":[18],"vote_average":5.0,"runtime":63,"cert":"N\/A","id":235572,"title":"Till Tomorrow","adult":false},{"cast":[],"overview":"","release_date":"2013-06-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235574,"title":"Cantajuego 9","adult":false},{"cast":["Hans Adalbert Schlettow","Lissy Arna","Charlotte Susa","El' Dura","Ida Turay"],"overview":"The survived print of the film is incomplete. This exciting, modern crime story focuses on a young woman, a prisoner who was dressed to steal by her lover, and therefore she was in jail. She would like to see her sweetheart. One night she succeeds in persuading the doctor of the prison who also is a woman, to be released. She finds the man, a waiter in an elegant hotel, behaving as a cynical Don Juan, he was preparing to rob the safe of the hotel and go away with his new lover, a dancer. This dancer suffers a fatal accident.","release_date":"1929-11-11","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":235576,"title":"Rabmadár","adult":false},{"cast":["Chick Corea","Kenny Garrett","Christian McBride","Roy Haynes"],"overview":"","release_date":"2010-08-02","genres":[10402],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":235581,"title":"Chick Corea Freedom Band - Live at Jazz in Marciac","adult":false},{"cast":["Carmen Boni","Giorgio Bianchi","Bonaventura Ibáñez","Piero Cocco","Ruth Weyher"],"overview":"Based on a short story written by Novel Prize for Literature in 1894, Grazia Deladda, “La Grazia” is a classic Italian-drama that follows the story of the a man (Giorgio Bianchi) who fell in love with beautiful shepherdess (Carmen Boni). Separated by fate, the man had an accident on his way back to his wife. For years, absence of her husband has made the woman suffer. She takes care of her child while waiting for her husband’s return.","release_date":"1929-11-11","genres":[18],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":235586,"title":"Grace","adult":false},{"cast":["Bryan Cranston","Lela Edgar","Spenser Granese","Chaz Rose"],"overview":"The short film is a poetic interpretation of the writer's mental journey during the writing process. The writer, played by Bryan Cranston (AMC’s Breaking Bad), creates a woman in his mind, played by Lela Edgar, while working on his next script.","release_date":"2013-11-01","genres":[18,9648],"vote_average":4.8,"runtime":14,"cert":"N\/A","id":235588,"title":"Writer's Block","adult":false},{"cast":["Sergei Komarov","Vladimir Kochetov","Anel Sudakevich","S. Sletov","Mikhail Zharov"],"overview":"Naturally, the circus milieu of 2 Buldy 2 (1929) encourages stunts. A father and son, both clowns, are to perform together for the first time, but the civil war separates them, and the elder Buldy, tempted for a moment to acquiesce to the White forces, casts his lot with the revolution. At the climax Buldy Jr. escapes the Whites thanks to flashy trampoline and trapeze acrobatics; the gaping enemy soldiers forget to shoot.","release_date":"1929-11-11","genres":[18],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":235590,"title":"Two-Buldi-Two","adult":false},{"cast":["Massimo Girotti","Folco Lulli","Jean-Marc Bory","Alberto Lupo","Horst Frank"],"overview":"At some point, somewhere in the relentless events of the Second World War: A submarine returns from a long, successful patrol. Shortly before their native coast, however, they are bombarded by enemy aircraft. The submarine sinks and for the men begins a fight for survival at 110 meters depth.","release_date":"1959-10-30","genres":[10752],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":235592,"title":"Wolves in the Abyss","adult":false},{"cast":["Olive Borden","Arthur Lake","Margaret Seddon","Ralph Emerson","Joseph Cawthorn"],"overview":"A dance trophy winning young couple is temporarily split up when a playboy aviator leads the girl to believe he's in love with her.","release_date":"1929-12-13","genres":[18],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":235594,"title":"Dance Hall","adult":false},{"cast":["Betty Balfour","Glen Byam Shaw","Ernest Thesiger","Harry Terry","Charles Dormer"],"overview":"The Vagabond Queen is a 1929 British comedy film directed by Géza von Bolváry and starring Betty Balfour, Glen Byam Shaw and Ernest Thesiger. It was the final film directed in Britain by Bolváry before he returned to Germany. A young woman takes the place of a Princess who is a target for an assassination. This film was released in May 1929 as a silent film and re-released with synchronized music and sound effects in August 1930.","release_date":"1929-05-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":235596,"title":"The Vagabond Queen","adult":false},{"cast":[],"overview":"Filmed in real time and from a fixed camera angle, No creates a visual choreography from an everyday action. A Japanese peasant couple is bundling hay and later spreads it out again over the field. This action, which occurs in linear geometric precision from back to front and vice versa, ensures an observation of the landscape, perspective, light, and time. Lockhart’s work emerges as a landscape painting in real time.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":33,"cert":"N\/A","id":235598,"title":"NO","adult":false},{"cast":["Amvrosi Buchma","Tamara Adelheim","Matvei Lyarov","Stepan Shagaida","R. Rami-Shor"],"overview":"During the Russian civil war, the Whites, that anti-Communist force that fought against the Bolsheviks during that period, capture a Jewish Ukranian village; the gang commander threatens a pogrom, and will kill everyone in the village unless the inhabitants agree to give to the White Officers five virgin girls in wedding dresses. Under such terrible pressure, the Jewish council of the town decides, full of sorrow and despair, to sacrifice their daughters to the drunken officers but fortunately and just in time, a detachment of partisans that belong to the Red Army, comes and frees the village.","release_date":"1930-11-11","genres":[18,36],"vote_average":3.0,"runtime":57,"cert":"N\/A","id":235600,"title":"Five Brides","adult":false},{"cast":["Latif Safarov","Alasgar Alakbarov","Hagigat Rzayeva","Mustafa Mardanov","Ajdar Sultanov"],"overview":"Latif a seven year old boy living during the collectivization policy in USSR.","release_date":"1930-11-11","genres":[18,10751],"vote_average":5.0,"runtime":49,"cert":"N\/A","id":235602,"title":"Latif","adult":false},{"cast":["María Luz Callejo","Joaquín Carrasco","Jean Coste","Régina Dalthy","Colette Darfeuil"],"overview":"Wine Cellars itself is a Spanish-French co-production. He shot the film in the Paris studios and also in Spain, Andalusia and Seville. According to the critics, his story of love, honour, revenge, bulls and vineyards masterfully captures the spirit of this region, the sun beating down on the parched earth, life on the farms and vineyards and the celebrations coloured by the famous flamenco dance. Wine Cellars was originally a silent film and its soundtrack was only added later.","release_date":"1930-02-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235607,"title":"La bodega","adult":false},{"cast":["Grant Withers","Sue Carol","Tully Marshall","Edna Murphy","Eddie Phillips"],"overview":"Bill is a hot shot dancer who partners with Jazzbo, until he sees Molly at the dance. He enters the Waltz with Molly and wins first prize - and they wind up being married that same night. Now they are free of their parents nagging and their own bosses. 24 hours - no dancing as in-laws are visiting. 24 days - the Apartment is finished so off to the Hoffman's Parisian Dance Palace. Molly can only dance the Waltz and not the hot new jazz dance so she leaves and Bill follows. They are both unhappy, Bill has two left feet when it comes to romance.","release_date":"1930-07-18","genres":[10749,35,18],"vote_average":0.0,"runtime":62,"cert":"N\/A","id":235609,"title":"Dancing Sweeties","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235614,"title":"Sabuha","adult":false},{"cast":["İbrahim Tatlıses","Necla Nazır","Ahmet Mekin","Hamit Yıldırım"],"overview":"","release_date":"1979-04-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235616,"title":"Fadile","adult":false},{"cast":[],"overview":"","release_date":"1978-04-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235618,"title":"Benim Gibi Sevenler","adult":false},{"cast":["İlker Yiğen","Ayfer Dönmez","Naci Taşdöğen","Ahmet Mekin","Sümer Tilmaç"],"overview":"","release_date":"2010-12-17","genres":[35,18,36,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235620,"title":"Şenlikname: Bir İstanbul Masalı","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235634,"title":"Utan","adult":false},{"cast":["İbrahim Tatlıses","Fulden Uras","Aydemir Akbaş"],"overview":"","release_date":"1979-04-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235636,"title":"Kara Zindan","adult":false},{"cast":["Orhan Gencebay"],"overview":"","release_date":"1975-04-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235638,"title":"Bir Araya Gelemeyiz","adult":false},{"cast":["Joyce Van Patten","J.T. Arbogast","Ellen Crawford","Elisabeth Hower","Ashley Jones"],"overview":"Angel’s Perch is the story of Jack, a successful architect living in Pittsburgh, who must make the trip to his tiny hometown when his grandmother Polly, who is suffering from Alzheimer’s, is found wandering outside her house one morning. But what was intended to be a two day, under the radar trip to town becomes more complicated when Jack is unable to move Polly into an assisted living facility. Torn between the career opportunity of a lifetime, caring for his last living relative and running from his own painful memories, Jack’s carefully constructed life begins to unravel.","release_date":"2013-06-23","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235643,"title":"Angel's Perch","adult":false},{"cast":["Anne Shirley","Nan Grey","Ralph Bellamy","Dorothy Moore","Gloria Holden"],"overview":"Wealthy high school girls are sent to a boarding school to learn proper etiquette. Linda Simpson stays out all night. She tells her roommate, Betty Fleet, that it was because she's planning to elope. Linda gets in trouble when the faculty finds out from a monitor's report submitted by reluctant Natalie Freeman, a poor girl attending on scholarship.","release_date":"1938-09-30","genres":[35],"vote_average":6.0,"runtime":72,"cert":"N\/A","id":235645,"title":"Girls' School","adult":false},{"cast":["John Nesbitt","Shepperd Strudwick","Rudolph Anders","King Baggot","William Bailey"],"overview":"This short film tells the story of Ignaz Philipp Semmelweis (1818-1865), the Hungarian physician who was the first to realize that the deaths of new mothers could be significantly reduced simply by requiring doctors to wash their hands before treating a patient.","release_date":"1938-04-30","genres":[18],"vote_average":6.0,"runtime":10,"cert":"N\/A","id":235647,"title":"That Mothers Might Live","adult":false},{"cast":[],"overview":"Oscar nominated short film.","release_date":"1938-12-31","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":235652,"title":"Timber Toppers","adult":false},{"cast":["Dick Purcell","Jo Ann Sayers","Richard Lane"],"overview":"In this Crime Does Not Pay series entry, John Jones is an up and coming businessman who drinks too much but denies he has a problem. One day he mixes drinking and driving, and the tragic consequences hit very close to home.","release_date":"1939-10-28","genres":[],"vote_average":5.0,"runtime":22,"cert":"N\/A","id":235654,"title":"Drunk Driving","adult":false},{"cast":["Alexander Woollcott","Yvonne Dionne","Annette Dionne","Cécile Dionne","Émilie Dionne"],"overview":"Cécile, Annette, Yvonne, Émilie and Marie, the Dionne Quintuplets, turn five years old and have a private birthday party in their garden. Other than the five little French-Canadian princesses-of-the-world, the attendees at the party for the sheltered sisters are their doctor-and-mentor Roy Dafoe; a priest and two nurses; radio's \"Town Crier\" Alexander Woollcott; and RKO-Newsreel cameraman Harry Smith.","release_date":"1939-07-19","genres":[99,10751],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":235656,"title":"Five Times Five","adult":false},{"cast":["Clifton Fadiman","Rex Stout","John Kieran","Franklin P. Adams","Oscar Levant"],"overview":"Oscar nominated short from RKO Radio","release_date":"1939-09-08","genres":[10751],"vote_average":5.0,"runtime":10,"cert":"N\/A","id":235658,"title":"Information Please: Series 1, No. 1","adult":false},{"cast":[],"overview":"A group of fisherman, including Howard Hill, \"the world's greatest archer,\" go in search of marlin off the California coast. With fishing line attached to his arrow, Hill plans to spear the fish, which would then be brought aboard the boat by rod and reel.","release_date":"1939-10-21","genres":[],"vote_average":5.0,"runtime":10,"cert":"N\/A","id":235660,"title":"Sword Fishing","adult":false},{"cast":["Katrina Law","Patricia Richardson","Susie Abromeit","Jordan Belfi","Robert Curtis Brown"],"overview":"When a reporter encounters the eldest son of a famous political family at a mountain retreat, she winds up pretending to be his girlfriend over Christmas so he can save face with his family. Should she secretly expose newsworthy scoops about the famous family in order to save her job, or trust that she's falling in love for real? Stars Patricia Richardson and Katrina Law.","release_date":"2013-11-09","genres":[10751,10770],"vote_average":6.4,"runtime":85,"cert":"N\/A","id":235662,"title":"Snow Bride","adult":false},{"cast":["Paul Muni","Ann Dvorak","Barton MacLane","Robert Barrat","John Eldredge"],"overview":"Dr. Socrates gave up his brilliant career as surgeon in a prominent hospital because his betrothed died under his knife. He is now a struggling doctor in a small town that has a gangster's hideout.","release_date":"1935-10-18","genres":[80],"vote_average":6.5,"runtime":70,"cert":"N\/A","id":235679,"title":"Dr. Socrates","adult":false},{"cast":["Alan Sparhawk","Mimi Parker"],"overview":"In almost fifteen years, Low became an institution on the indie and alternative scenes. Famous for their quiet, beautiful slow songs, and fascinating harmonies, as well as their religious background (core members Alan Sparhawk and Mimi Parker are Mormons). For this documentary, a film crew followed Alan and Mimi on tour, at home in Duluth, MN, in their church community, and as parents. It's more than an on-the-road or behind-the-scenes video. It shows Sparhawk as the ambivalent main character in an intriguing movie about religion, violence, conscience, and madness. It can also be seen as a touching love story.","release_date":"2008-06-04","genres":[99,10402],"vote_average":4.3,"runtime":70,"cert":"N\/A","id":235690,"title":"Low: You May Need a Murderer","adult":false},{"cast":[],"overview":"The story is about David Gates, a cryptozoologist  who is hired to film his investigations. One of them being a mysterious town where all of it's inhabitants have vanished without a trace. David uncovers far more than he anticipated and puts his own life at risk.  Afterwards David begins to feel the bizarre effects from the town within his own biology. Mean while he is sent by his investor to film an exorcism.  Something that is completely outside of his expertise. Already suffering from unnatural symptoms, David, who is now reluctantly in the presence of pure evil, fears that multiple inhuman forces are tearing him apart from inside.","release_date":"2013-11-07","genres":[27,14,878],"vote_average":6.5,"runtime":80,"cert":"N\/A","id":235692,"title":"Cryptic Plasm","adult":false},{"cast":[],"overview":"","release_date":"2010-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235706,"title":"Ciudadano Negrín","adult":false},{"cast":["Geno Lechner","Roger Rees","Klara Landrat","Richard Eagan","Mary Elizabeth King"],"overview":"Peter, a married psychotherapist, and Suzanne, a professional dominatrix, have been engaged in an affair of sensual dominance and submission in an S&amp;M dungeon where they must abide by the rules. Now, those rules are about to be broken when they agree to see each other on the outside. As Peter becomes increasingly obsessed with the troubled Suzanne, they embark on a sordid psychosexual journey into their tortured pasts through their most carnal desires.","release_date":"2004-10-21","genres":[18],"vote_average":5.9,"runtime":98,"cert":"N\/A","id":235708,"title":"Going Under","adult":false},{"cast":["Andrew McCarthy","Michael Ironside","Matthew Laurance","Suzy Joachim","Jayne Heitmeyer"],"overview":"Vancouver Police Detective Henry Smith is one of those investigating the murder of Roman Catholic Father Martin, who was crucified in his own church.","release_date":"1999-07-28","genres":[53,80],"vote_average":4.8,"runtime":90,"cert":"N\/A","id":235710,"title":"A Twist of Faith","adult":false},{"cast":["Victor of Aquitaine"],"overview":"“We're a bunch of spoiled teenagers with nothing better to do than sit around and talk meaningless shit. Let's face it. All we'll be doing for the next 75 minutes is smoking, drinking wine and complaining about not having anything to do.”","release_date":"1993-03-16","genres":[18],"vote_average":4.3,"runtime":97,"cert":"N\/A","id":235721,"title":"Hippy Porn","adult":false},{"cast":["Robert Benson","Stan Brakhage","Yvonne Fair","Lawrence Jordan","Walter Newcomb"],"overview":"The Extraordinary Child applies his developing style to broad slapstick. His friends from the previous films and the director himself play out a riotous farce about an overgrown baby who steals his father’s cigars. Everyone mugs hilariously. The movie could be taken as another example of the Romantic notion of the artist as a monstrous child or misfit, or a parody of the same rather than the personal confessional statement seen so often in these film movements.","release_date":"1954-11-12","genres":[35],"vote_average":5.7,"runtime":13,"cert":"N\/A","id":235735,"title":"The Extraordinary Child","adult":false},{"cast":["RuPaul","Tim Curry","Jack Lemmon","Robin Williams"],"overview":"Why do movie audiences find men in skirts and women in pants anything but a drag? Discover the playful history of the most daring cross-sexual performances in Hollywood history, from Some Like it Hot to Big Momma's House.","release_date":"2008-12-16","genres":[99],"vote_average":6.0,"runtime":60,"cert":"N\/A","id":235737,"title":"Starz Inside: Ladies or Gentlemen","adult":false},{"cast":["Valérie Donzelli","Michel Voïta","Boris Terral","Agathe Dronne","Nicolas Vaude"],"overview":"The life of a young woman working for an international bank","release_date":"2009-05-07","genres":[18],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":235739,"title":"The Good Life","adult":false},{"cast":["Adriana Prieto","Paulo Porto","Camila Amado","Nelson Dantas","Érico Vidal"],"overview":"18-year-old Glorinha finds herself on the eve of her wedding when a series of revelations plague her and her circle of family and friends. Dr. Camarinha, friend of Sabino, his father, who is a a wealthy construction entrepreneur, says Glorinha's fiancé is homosexual. Glorinha, for his part, reveals to him that she had been a lover of his dead son, Antônioa year ago. Sabino reveals to Noemia, his secretary with whom he ends up having a sexual relationship, who had experienced a homosexual practice as a child and calls her by the name of his daughter. Noemia, in turn, Xavier's mistress, who lives with a leprous woman who has long since cared for, reveals to him that she no longer intends to be his mistress. Glorinha goes with her father to a deserted beach, where she makes insinuations that she loves him and, when kissed by her father, runs desperately and tells her mother that her father had tried to rape her. Xavier, in turn, assassinates Noemia in the office.","release_date":"1976-01-01","genres":[18],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":235741,"title":"The Wedding","adult":false},{"cast":["Yan Birch","Alex Erkiletian","Monica Baber","P.K. Phillips","Colleen Moore"],"overview":"Working as henchman to the lead singer of the vampire rock group \"Plasma\", Reed Buccholz's [Mex Erkiletian] job has definite high points, like finding sexy girls to bring home for Anthony [Yan Birch] and being able to photograph and have sex with their blood-drained bodies prior to disposing of them in the morgue of the hospital where Reed holds a daytime job as a nurse. Vampire hunter Vanessa Helsing [Monica Baber] has dedicated her life to destroying vampires, in particular Anthony, the vampire who killed her famous father. So far, she has managed to destroy Seth and Tobin, the band's lead guitarist and drummer, but she hasn't gotten to Anthony yet.","release_date":"1998-01-22","genres":[27,35],"vote_average":3.6,"runtime":91,"cert":"N\/A","id":235746,"title":"Sucker: The Vampire","adult":false},{"cast":["Hugo Carvana","José Dumont"],"overview":"Documentary about the traffic of human blood in the Third World.","release_date":"1980-01-01","genres":[99],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":235748,"title":"To the Last Drop","adult":false},{"cast":[],"overview":"When Woody undertips in a posh restaurant, the waiters immediately throw him out on his ear. Tired of his petty lifestyle, he notices an ad in the paper for a rich woman with a big mansion and lots of food looking for a husband. Of course, he volunteers and is pleased when he overhears the woman's sexy voice on the telephone. Unfortunately, when he meets the lady in person, her sexy voice belies the fact that she is largely unattractive.","release_date":"1954-10-24","genres":[16],"vote_average":7.0,"runtime":6,"cert":"N\/A","id":235750,"title":"A Fine Feathered Frenzy","adult":false},{"cast":[],"overview":"A cat is trying to quit smoking. He sends away for a book advertised on the radio, which suggests a salad of crow meat...","release_date":"1954-12-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235752,"title":"No Ifs, Ands or Butts","adult":false},{"cast":["Cláudia Abujamra","Daliléia Ayala","Luiz Carlos Bastos","Erivan Batista","Paulo César"],"overview":"","release_date":"1992-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235754,"title":"Gaiola da Morte","adult":false},{"cast":["Dal McKennon","Grace Stafford"],"overview":"An angry volcano god in the South Pacific demands a sacrifice, and a lovely young woman in the god's service finds the perfect candidates in the form of two American sailors: Woody Woodpecker and Buzz Buzzard.","release_date":"1954-03-14","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":235759,"title":"Alley to Bali","adult":false},{"cast":[],"overview":"Barney Bear is forced to give lodgings to a noisy squirrel who makes it impossible to get any sleep.","release_date":"1954-06-18","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":235761,"title":"Sleepy-Time Squirrel","adult":false},{"cast":["Jack Mercer","Mae Questel"],"overview":"Popeye is marrying Olive tomorrow; he's ecstatic. She has a dream of the future, including twin sons who prove to be a real handful. When Popeye comes by the next morning, he gets a frosty reception.","release_date":"1954-07-02","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":235763,"title":"Bride and Gloom","adult":false},{"cast":[],"overview":"Popeye and Bluto are taxi drivers; they are, of course, competing for fares - and Olive, in particular.","release_date":"1954-06-03","genres":[],"vote_average":8.0,"runtime":6,"cert":"N\/A","id":235765,"title":"Taxi-Turvy","adult":false},{"cast":["Mel Blanc","Bea Benaderet"],"overview":"A harried housewife is criticized by her male-chauvinist husband, who remarks that she doesn't make effective use of her time during the day and insinuates that she doesn't finish her chores because of laziness.","release_date":"1954-02-19","genres":[16,35],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":235767,"title":"Wild Wife","adult":false},{"cast":[],"overview":"A duck hunter sends his stupid mutt to dog college, and he comes back superciliously clever.","release_date":"1954-10-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235775,"title":"Fido Beta Kappa","adult":false},{"cast":[],"overview":"The story of a town where everything is topsy-turvy.","release_date":"1954-02-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235780,"title":"Crazy Town","adult":false},{"cast":[],"overview":"Private Eye Popeye gets a call from Olive Oyl to guard a precious gem. But no sooner does he get the gem than the butler takes it (and Olive). The rest of the cartoon is spent chasing the crook to Paris, the Swiss Alps, and North Africa; Popeye always gets there first, but fails to make the arrest until he lucks into some spinach, of course.","release_date":"1954-11-12","genres":[],"vote_average":6.3,"runtime":null,"cert":"N\/A","id":235782,"title":"Private Eye Popeye","adult":false},{"cast":["Mel Blanc"],"overview":"Moe Hican, an Indian, has struck it rich. Oil has been found on his property, and he now owns an estate with oil rigs everywhere. Even the fountain spouts oil! His mansion is as uppercrust as any, but he prefers to live in a tepee and hunt moose, within the rooms of his vast home, which have forests of their own. Moe and his butler go on a hunting expedition, with the butler being hit with every instrument Moe uses to try to kill a pint-sized moose.","release_date":"1954-07-09","genres":[16,35],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":235784,"title":"The Oily American","adult":false},{"cast":["Mel Blanc"],"overview":"After punching in for work, Sam Sheepdog deals with Ralph Wolf's attempts to steal the flock, which this time make use of a balloon, a fake Acme-brand rock and a bicycle-propelled submarine.","release_date":"1954-12-10","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":235789,"title":"Sheep Ahoy","adult":false},{"cast":[],"overview":"Elmer Fudd goes duck-hunting on a pond, where Daffy Duck proclaims himself guardian of all his web-footed cousins and retaliates against Elmer by using various types of explosive.","release_date":"1954-10-29","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":235791,"title":"Quack Shot","adult":false},{"cast":[],"overview":"Bugs lectures his nephew Clyde about early America, inserting himself into events wherever possible.","release_date":"1954-08-27","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":235793,"title":"Yankee Doodle Bugs","adult":false},{"cast":["Mel Blanc"],"overview":"Bugs will not bend to the threats of Pirate (Yosemite) Sam.","release_date":"1954-01-15","genres":[16],"vote_average":5.3,"runtime":7,"cert":"N\/A","id":235795,"title":"Captain Hareblower","adult":false},{"cast":[],"overview":"Woody is a piano tuner and is forced to play after a bank robber hides out in the piano and points a gun at him.","release_date":"1954-11-21","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":235797,"title":"Convict Concerto","adult":false},{"cast":[],"overview":"A construction worker wants to blast Bugs out of his rabbit hole so he can build a freeway.","release_date":"1954-05-01","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":235799,"title":"No Parking Hare","adult":false},{"cast":[],"overview":"A New Product is a corporate documentary, or, that is, a document of corporate qualities; specifically about what seems to be a small company whose purpose is to consult and design working spaces for larger corporations, exemplified by Vodafone and Unilever.","release_date":"2012-06-21","genres":[99],"vote_average":7.0,"runtime":36,"cert":"N\/A","id":235801,"title":"A New Product","adult":false},{"cast":[],"overview":"James seeks nothing more than to make his 8 year old son happy by waving back at him from the morning train at the crossing on his way to school, hoping for a response from a passenger. To do this for his son, James has to share a room in a hotel with an old stranger who tells him that the way he wants to help his child is nothing but deception and trickery.","release_date":"2013-11-10","genres":[],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":235803,"title":"Night in a Hotel","adult":false},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"Elmer Fudd brings home a rare plant and Bugs Bunny.","release_date":"1953-03-13","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":235808,"title":"Upswept Hare","adult":false},{"cast":[],"overview":"A no-nonsense, hulky rooster guards a chicken coop that a fox repeatedly tries to raid. The rooster uses a gunpowder-filled chicken decoy, an exploding egg, a mallet, and a gun to repel all of the fox's sneaky attempts to gain access to the chickens.","release_date":"1953-10-16","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":235810,"title":"Easy Peckin's","adult":false},{"cast":["Paul Frees"],"overview":"Barney, outraged by his neighbor William Wildcat spanking his son, borrows the lad to try applying child psychology. But the boy's grasp of psychology (and explosives) is much better than Barney's.","release_date":"1953-06-20","genres":[16,35],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":235812,"title":"Wee-Willie Wildcat","adult":false},{"cast":[],"overview":"A lip-smacking weasel invades the barnyard of Foghorn Leghorn and his usual canine foe, and Foghorn is quite willing to put baby chicks in danger of being taken by the weasel so long as it makes the dog appear to be failing his job of guarding the chicks.","release_date":"1953-08-21","genres":[],"vote_average":6.7,"runtime":7,"cert":"N\/A","id":235817,"title":"Plop Goes the Weasel","adult":false},{"cast":[],"overview":"Popeye and Bluto fight over taking Olive out; she decides they'll all stay home together. While looking over a family album, Popeye tells the story of a day-long fight he and Bluto had as infants.","release_date":"1953-07-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235819,"title":"Baby Wants a Battle","adult":false},{"cast":[],"overview":"Epirus, 1951. An 8-year-old boy, victim of the hatred of the civil war, is responsible for the fate of his newborn sister. Lifting the baby on his shoulders, he crosses the inhospitable mountains and faces very difficult situations, hoping for a better life.","release_date":"2013-09-25","genres":[],"vote_average":7.0,"runtime":20,"cert":"N\/A","id":235821,"title":"Nicoleta","adult":false},{"cast":[],"overview":"Popeye and Olive are at a bullfight selling snacks. When toreador Bluto throws the bull, Olive falls for him.","release_date":"1953-06-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235823,"title":"Toreadorable","adult":false},{"cast":[],"overview":"In the frozen North, Captain Herman of the Northwest Mousies is trying to capture notorious outlaw Pierre Katnip, who has been robbing the little mice of all their food. It's a battle to the finish, but Northwest Mousies always get their man... or is that cat?","release_date":"1953-12-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235825,"title":"Northwest Mousie","adult":false},{"cast":[],"overview":"Popeye is abducted by Martians who conduct a series of hideous experiments on him, but thanks to his copious spinach supply (4 cans), all the experiments fail.","release_date":"1953-10-02","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":235830,"title":"Popeye, the Ace of Space","adult":false},{"cast":[],"overview":"When the cartoonist takes a coffee break and leaves the office for a spell, Katnip and \"Hoiman\" break the 4th-dimesion wall (and several dozen real walls)with their escapades and conflicts and ideas exchanges. Katnip, per usual, gets the short end as Herman leaves him stuck in the ink bottle.","release_date":"1953-05-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235832,"title":"Herman the Catoonist","adult":false},{"cast":[],"overview":"Woody Woodpecker is watching a wrestling match on TV. It's \"Precious Percy\" (Woody's favorite) versus his opponent, \"Bull Dozer\". Eventually, Woody's dog gets overexcited and inadvertently wrecks his TV set, forcing to Woody to watch the match in person at the arena. While in the audience, he often helps Percy win the match through underhanded tactics. However, when Bull still defeats Percy, Woody decides to take on Bull all by himself.","release_date":"1953-07-19","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":235834,"title":"Wrestling Wrecks","adult":false},{"cast":[],"overview":"Barney is plagued by crows. Joe Scarecrow comes along and, using a wind-up puppet, gets the crows to follow it out in a conga line. He then tells Barney everything is under control only to remove his scarecrow costume when Barney leaves, revealing two more crows. The crows get the best of Barney, eventually turning his field into popped corn.","release_date":"1953-03-13","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":235836,"title":"Cobs and Robbers","adult":false},{"cast":[],"overview":"Hubert Duck is forced by his wife to take his son, Baby Huey, on his fishing trip. Huey causes all kinds of trouble and ends up catching a whale.","release_date":"1953-11-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235838,"title":"Huey's Ducky Daddy","adult":false},{"cast":[],"overview":"Heckle and Jeckle read in the newspaper about a reward offered by a millionaire for the finder of his childhood sweetheart. Since they have a storehouse filled with any kind of costume, they decide to collect the money by convincing the millionaire that Jackle is his lost love, so Jeckle shows up disguised as a woman---or female of whatever species applied. JUst as Jeckle has about convinced the millionaire that he is a she and his long-lost sweetheart, a slew of impostors walk in with the same claim.","release_date":"1953-11-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235840,"title":"Blind Date","adult":false},{"cast":[],"overview":"It all takes place in Italy with various amusing gags concerning the country's shape (the obvious boot and foot one), the Leaning Tower of Pisa (where people going in come out in a different position), abstract modern painting, spaghetti eating, and a singer trying to break a wine glass (which results in all the other window glasses broken instead).","release_date":"1953-07-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235842,"title":"No Place Like Rome","adult":false},{"cast":[],"overview":"Herman rescues Louise by using magic on Katnip..","release_date":"1953-02-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235847,"title":"Of Mice and Magic","adult":false},{"cast":[],"overview":"Woody is trying to collect the reward on a feared pirate.","release_date":"1953-04-19","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":235849,"title":"Buccaneer Woodpecker","adult":false},{"cast":[],"overview":"Tweety Bird is being taken by his mistress, Granny, on a trip across a prairie in a horse-drawn wagon when they are attacked by a tribe of Indian cats, all of whom are Sylvester or Sylvester variants.","release_date":"1953-06-26","genres":[],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":235851,"title":"Tom Tom Tomcat","adult":false},{"cast":["Petra Lorencová","Lukáš Melník","Sylvie Krupanská","Renáta Klemensová","Robert Urban"],"overview":"The thriller takes place in present city of Ostrava during one day and one night. It is a story about starting journalist Isabel, who in pursuit of smashing reportage follows a mystery man. Being naive and brave at the same time the girl finds herself trapped in a scary society in which she must fight for her life.","release_date":"2013-05-09","genres":[9648,14,27,53,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235853,"title":"Isabel","adult":false},{"cast":[],"overview":"Barney Bear sets out to capture the world's smallest horse.","release_date":"1953-11-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235855,"title":"Half-Pint Palomino","adult":false},{"cast":[],"overview":"Woody is asked by a law officer to serve a court summons on Buzz Buzzard. Woody accepts but when Buzz takes a look at the summons, he disposes of Woody and thwarts all his attempts to deliver it. Finally, Woody uses hypnotism to get Buzz to accept it and, just for kicks, hypnotizes him into thinking he's various animals and getting him to wander around a skyscraper skeleton. Finally, Woody brings Buzz into the officer who serves Woody with a court summons for practicing hypnotism out of season.","release_date":"1953-08-25","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":235857,"title":"Hypnotic Hick","adult":false},{"cast":[],"overview":"An amusing look at American history, starting with Columbus' discovery of America, and touching on the formation of the original thirteen states, the Gold Rush, and several other important events. The cartoon ends with the song Yankee Doodle Boy, presented as a singalong.","release_date":"1953-01-22","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":235859,"title":"Hysterical History","adult":false},{"cast":[],"overview":"Katnip is trying to catch a really big fish, but is having no success.","release_date":"1953-06-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235864,"title":"Better Bait Than Never","adult":false},{"cast":["Steve Adams","Gouchy Boy","Brent Carver","Mark Bromilow"],"overview":"A friendless youngster (Michael Caloz) asks a cat goddess to help his feline friend.","release_date":"1997-01-05","genres":[10751,35],"vote_average":4.3,"runtime":95,"cert":"N\/A","id":235866,"title":"Whiskers","adult":false},{"cast":[],"overview":"Popeye and Bluto are manning a fire station when the alarm comes in: it's Olive's house.","release_date":"1953-08-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235868,"title":"Firemen's Brawl","adult":false},{"cast":[],"overview":"Barney Bear heads to a national park for a vacation while another bear, native to the park, notices Barney's picnic lunch and makes various attempts to steal Barney's food while Barney tries to eat. Barney notices the bear and tries to escape the moocher but wherever Barney goes, the omnipresent bear is always there too. Finally, Barney gives up and offers the bear some food at which point the bear informs the park rangers that Barney is feeding the animals and the rangers take Barney off in their wagon.","release_date":"1953-01-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235870,"title":"Barney's Hungry Cousin","adult":false},{"cast":["Curd Jürgens","Mylène Demongeot","Alain Saury","Paul Mercey"],"overview":"Plotters decide to scuttle a ship for the insurance money, but things go wrong. Also known as Time Bomb. Curd Jürgens, Mylène Demongeot and Alain Saury head the cast; directed by Yves Ciampi.","release_date":"1959-01-20","genres":[],"vote_average":2.0,"runtime":90,"cert":"N\/A","id":235872,"title":"Time Bomb","adult":false},{"cast":[],"overview":"Dimwit, the dopey dog, is a harried office worker and chain-smoking, gulping coffee and bottles of aspirin tablets does nothing to settle his jangling nerves. His doctor advises him to take up a relaxing , mild hobby. Dimwit tries woodworking, landscape painting and photography but all result in disasters that unnerve him even more. He shoots the doctor and finally finds a life that relaxes him...busting rocks in the fresh air of the prison yard.","release_date":"1953-10-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235874,"title":"How to Relax","adult":false},{"cast":[],"overview":"Shots of an open air curling tournament on a frozen loch in Dumfriesshire.","release_date":"1952-11-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":235876,"title":"The Queenshill Cup at Castle Douglas","adult":false},{"cast":["Hunter Jones","Ellen McCool","Marie Menken","Jerry Valentine","Leonardo Gordon"],"overview":"A young male protagonist dreams of a muscleman hero, a black dancer, and a princess who gives him a magic urn. When he wakes he rejects his mother (Menken) and wanders the cold streets, where he finds his dream characters corrupted or dying.","release_date":"1952-11-12","genres":[],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":235878,"title":"Image in the Snow","adult":false},{"cast":["Mel Blanc"],"overview":"In this short, with the sound effects and voices of the Warner Bros animation shorts, but with black and white footage of monkeys and other animals, we see a struggle between two boy monkeys and the girl they love.","release_date":"1952-05-23","genres":[],"vote_average":6.0,"runtime":9,"cert":"N\/A","id":235880,"title":"Orange Blossoms for Violet","adult":false},{"cast":["Hideo Kojima","David Hayter","Christopher Randolph","Paul Eiding","Cam Clarke"],"overview":"Metal Gear Saga Vol. 1 features an in-depth documentary-style video feature that details the Metal Gear series' epic narrative, from beginning to end. Spanning five games and just as many decades of fictional history, Metal Gear Saga ties together the game's complex narrative in chronological order, from the 1960's-with the heroic origins of Big Boss in Metal Gear Solid 3: Snake Eater-to the cliffhanger conclusion of Metal Gear Solid 2: Sons of Liberty, set in the early 21st century. Metal Gear series creator Hideo Kojima also appears in a series of candid interviews, recounting the origins of the series and sharing its secrets, such as the original setting of Metal Gear Solid 2: Sons of Liberty, his thoughts on the infamous NES game Snake's Revenge, and what gamers can look forward to in the forthcoming Metal Gear Solid 4.","release_date":"2006-02-27","genres":[99],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":235885,"title":"Metal Gear Saga: Vol. 1","adult":false},{"cast":["Taryn Manning","Wendi McLendon-Covey","Eric Roberts","Spencer Locke","Shiri Appleby"],"overview":"A white-trash mom is visited by three ghosts intent on showing her a path to a brighter future.","release_date":"2013-11-05","genres":[35],"vote_average":4.4,"runtime":null,"cert":"N\/A","id":235887,"title":"All American Christmas Carol","adult":false},{"cast":["Karl Argue","Vincent Fegan","Peter Figgis","Laurence Foster","Bryan Murray"],"overview":"On the anniversary of Jacob Marley's death, his business partner Ebenezer Scrooge finds unwelcome company in the form of three spirits from Christmases Past, Present and Yet to Come.","release_date":"2012-01-02","genres":[18],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":235889,"title":"A Christmas Carol","adult":false},{"cast":[],"overview":"Katnip, the hungry Kat, thinks Finny, the little goldfish, would make a good meal but all his strong-arm methods to capture Finny fail. Katnip cats a worm-baited hook into the fishbowl, but Finny puts on a napkin and eats the bait with a knife-and-fork. The cat-vs.-fish chase continues until Finny ends up in a bottle of wine, and Katnip quickly drinks the contents of the bottle, including little Finny. Katnip burps up Finny, and both the cat and fish end up as intoxicated buddies.","release_date":"1952-12-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235894,"title":"Feast and Furious","adult":false},{"cast":[],"overview":"Heckle and Jeckle, the world's most famous talking Magpies, go on a moose-hunting trip. In order to get close enough to a moose to shoot him, they combine themselves into a female(?) moose costume. But the disguise is too effective, the moose is soon in love, and it appears a union that will produce the worlds first Moosepie animal is in the offing.","release_date":"1952-08-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235899,"title":"Moose on the Loose","adult":false},{"cast":[],"overview":"Popeye is building a house while his nephews practice their music. The kids come out to help, but only cause trouble, so Popeye sends them back to practice. He finishes his house, goes in, and it collapses. The boys decide they can help Popeye and practice at the same time, so they build a skyscraper luxury apartment building to the tune of the ever-popular Poet and Peasant Overture.","release_date":"1952-08-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235901,"title":"Tots of Fun","adult":false},{"cast":[],"overview":"In this retelling of the Brothers Grimm folk tale, Hansel and Gretel- here portrayed as two mice kids- get themselves lost in the woods (\"Beware Witch Country,\" a sign warns). There, they see a house made of gingerbread, candies and cakes. They break off pieces of the house and begin to eat it. Then they meet the house's owner, an evil old witch who is riding a vacuum cleaner. She captures the two kids and prepares to cook them. The witch sends her bad cats after Mighty Mouse when he flies to the rescue. He takes care of them and then takes on the witch as she transforms into a giant buzzard! Mighty Mouse knocks the witch into her own evil cauldron, kicking her in the behind! The evil sorceress comes out shrunken to one-fourth her size, and our hero returns Hansel and Gretel to their parents. Mighty Mouse gives Hansel and Gretel's father a magic axe which cuts down all of his trees. The magic device helps to end the family's financial woes","release_date":"1952-03-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235903,"title":"Hansel and Gretel","adult":false},{"cast":[],"overview":"Woody is challenged to a zany game of golf.","release_date":"1952-06-18","genres":[16],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":235905,"title":"Woodpecker in the Rough","adult":false},{"cast":["Lanny Barbie","Alexia","Kream","Jenny Ryder","Amy Lee"],"overview":"This time it's all anal!!  Director Diamond Dog brings you 6 of the hottest asses in Canada taking it deep in the rear. It's loaded with six scenes of anal, deep throating, and a whole lot of creamy facials. Canada has now got the World's best ass fucking sluts!","release_date":"2003-12-16","genres":[],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":235913,"title":"Rear Ended","adult":true},{"cast":[],"overview":"A thoughtful comedy about a young boy, a comic-book nerd, and his on-going struggle with neighborhood bullies. When he tests himself for super-power abilities what he discovers exceeds everyone's expectations - including his own.","release_date":"2011-12-29","genres":[],"vote_average":8.0,"runtime":13,"cert":"N\/A","id":235924,"title":"The Super List","adult":false},{"cast":[],"overview":"The two talking-magpies, Heckle and Jeckle, are observing the crowds going into the theater to see a performance of \"The Barber of Seville\" and decide to get some culture of their own by attending the opera by sneaking in, of course.","release_date":"1952-02-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235929,"title":"Off to the Opera","adult":false},{"cast":[],"overview":"Sylvester Cat and his dopey, brawny feline friend, Benny, hunt mice in a warehouse because Benny wants one as a pet. Hippety Hopper, the baby kangaroo, is in the warehouse, and the two cats, of course, think he's a giant mouse. Benny wants him and obliges Sylvester to try and catch the fleet-of-foot Hippety.","release_date":"1952-08-08","genres":[],"vote_average":5.3,"runtime":7,"cert":"N\/A","id":235931,"title":"Hoppy-Go-Lucky","adult":false},{"cast":[],"overview":"Daffy Duck is a life-insurance-peddler, who arrives uninvited at Porky Pig's door to persuade Porky to purchase an insurance policy, on the pretext that Porky's home is loaded with hazards. When Porky rejects Daffy's claim that accidents in the home are \"waiting\" to happen, Daffy rigs some accidents. But each time, the calamity strikes only Daffy, who is buried in clutter from a closet and blasted in the explosions of kitchen stove gas and a dynamite stick.","release_date":"1952-12-12","genres":[],"vote_average":6.7,"runtime":7,"cert":"N\/A","id":235933,"title":"Fool Coverage","adult":false},{"cast":["Dal McKennon","Grace Stafford"],"overview":"Woody's home is beset by an invasion of voracious alien termites.","release_date":"1952-12-07","genres":[16,878],"vote_average":6.5,"runtime":6,"cert":"N\/A","id":235935,"title":"Termites from Mars","adult":false},{"cast":[],"overview":"Buzz Buzzard tries to scalp Woody for his feathered head, as a gift to an Indian maiden.","release_date":"1952-09-07","genres":[16],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":235937,"title":"Scalp Treatment","adult":false},{"cast":["Mel Blanc"],"overview":"Daffy Duck takes shelter from a blizzard by sneaking into a cozy home owned by Porky Pig. Daffy tries to secretly mooch off of Porky for an entire winter, but Porky's dog realizes that Daffy isn't the stuffed ornament he pretends to be and keeps trying to alert Porky to Daffy's ruse.","release_date":"1952-07-04","genres":[16],"vote_average":5.3,"runtime":7,"cert":"N\/A","id":235939,"title":"Cracked Quack","adult":false},{"cast":[],"overview":"A prize-fighting banty rooster, so slap-happy that he goes into a punching spree whenever he hears a bell, falls out of a truck and onto the farm where Foghorn Leghorn is in the midst of his usual sparring match with the barnyard dog. Foghorn and the dog use the fighter-rooster's manic punching against each other by ringing a bell once the rooster is within striking distance of their intended victim.","release_date":"1952-05-09","genres":[16],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":235941,"title":"Sock a Doodle Do","adult":false},{"cast":["Mel Blanc","Marian Richman"],"overview":"A Texas oilman fights Bugs over property rights to his rabbit hole.","release_date":"1952-07-25","genres":[16,35],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":235943,"title":"Oily Hare","adult":false},{"cast":[],"overview":"A rough and tough bulldog named Spike sets out with his admirer, a small dog named Chester, to rough up a cat. They encounter Sylvester and chase him into a junkyard, where a black panther that escaped from a zoo just happens to be hiding out. Every time Spike goes into the junkyard to thrash Sylvester, he is clawed into pieces by the panther, which he, in a dark maze of crates, thinks is Sylvester. Chester has no problem pummelling Sylvester before Spike's eyes, which convinces Spike that Chester must be tougher than him.","release_date":"1952-10-03","genres":[16],"vote_average":7.2,"runtime":7,"cert":"N\/A","id":235945,"title":"Tree for Two","adult":false},{"cast":["Mel Blanc","Marian Richman"],"overview":"In this parody of trench-coat detective films, Daffy Duck is Duck Drake, a \"Private Eye, Ear, Nose, and Throat\" who receives a telephone call summoning him to the J. Cleaver Axe-Handle Estate, where a murder has supposedly taken place.","release_date":"1952-11-10","genres":[16,35],"vote_average":6.8,"runtime":7,"cert":"N\/A","id":235947,"title":"The Super Snooper","adult":false},{"cast":["Mel Blanc"],"overview":"The Big Bad Wolf's proper little nephew has learned at school that his uncle was the fiend who blew the Three Little Pigs' houses down and is ashamed that his uncle could have committed such a deed, so his uncle tells him what REALLY happened.","release_date":"1952-06-27","genres":[16,35],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":235949,"title":"The Turn-Tale Wolf","adult":false},{"cast":["Xavier Naidoo"],"overview":"","release_date":"2009-11-19","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235960,"title":"Söhne Mannheims - Iz On (Live in Oberhausen)","adult":false},{"cast":["Tanaquil Le Clerq","Nicholas Magallanes"],"overview":"This film can be found in the third DVD from the set \"Treasures From American Film Archives\".","release_date":"1951-11-12","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":235962,"title":"La valse","adult":false},{"cast":[],"overview":"Despite a 'No Trespassing' sign, an irritable gopher, and an obvious lack of skill, Woody is determined to play some croquet.","release_date":"1951-05-27","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":235964,"title":"Wicket Wacky","adult":false},{"cast":[],"overview":"Katnip is making life miserable for Herman's little mice cousin, so he takes them to a tropical paradise island where there are no cats, and the little 'meece' are very happy...until Katnip makes an entrance. Thanks to Herman, Katnip's exit is about as rapid as his entrance. Peace returns to Paradise Isle.","release_date":"1951-03-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235966,"title":"Mice Paradise","adult":false},{"cast":[],"overview":"The talking magpies, Heckel and Jeckle, crash a movie studio driving a papier-mache limousine, and have no problem eluding the studio watchdog by disguising themselves, at various times, as knights-in-armor, Romeo and Juliet and, then, a couple of penguins. After many defeats, the vigilant-but-dumb bulldog finally kicks them of the lot.","release_date":"1951-11-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235968,"title":"Movie Madness","adult":false},{"cast":[],"overview":"Buzzy the Crow is about to be eaten by a cat but the cat has hiccoughs. Buzzy, of course, has a few home remedies he graciously shares with the cat but none of them cures the cat's problems. In fact, all of them add to the problem. So much so, that all nine lives of the cat goes to heaven...one life at a time.","release_date":"1951-06-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235970,"title":"As the Crow Lies","adult":false},{"cast":[],"overview":"Heckel and Jeckel are in Mexico and selling real-hot hot-tamales at the bullfight arena. When their customers are burned up after eating the tamales, the arena manager tries to throw the talking-magpies out but, in attempting to escape the wrath of the manager, the find themselves trapped in the ring with a ferocious bull. The only recourse is to fight the bull, albeit in many unorthodox ways.","release_date":"1951-03-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235972,"title":"Bulldozing the Bull","adult":false},{"cast":[],"overview":"The cartoon opens with a line of people (including Woody) drooling at the window of a market butcher's shop (Buzz Buzzard). What ensues is a short series of gags about how Buzz dishonestly (and literally) \"jacks\" up all his prices. Since Woody is broke as usual, he sneaks in and gets thrown out by Buzz. On the way out, Woody collides with a bottle of invisible ink and turns partially invisible. Buzz can only see parts of Woody's body and thinks he's been dismembered, (this scene is actually kind of gruesome) so he sweeps him into a trap door to get rid of him. When Woody awakes, he realizes what is happening, and douses himself with the rest of the ink...","release_date":"1951-12-23","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":235974,"title":"Destination Meat Ball","adult":false},{"cast":[],"overview":"In this outing, Huey goes to a birthday party, causes his usual havoc and the baby ducks blindfold Huey and send him away playing pin the tail on the donkey.","release_date":"1951-08-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235976,"title":"Party Smarty","adult":false},{"cast":[],"overview":"Popeye's nephews don't want to eat their spinach, so Popeye tells them about his youth, before he liked spinach. In a Jack and the beanstalk scenario, he climbs a spinach-stalk and encounters a greedy giant. He ultimately vanquishes the giant with help from spinach that he accidentally eats from a giant can, and the nephews chow down on their sandwiches.","release_date":"1951-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235978,"title":"Let's Stalk Spinach","adult":false},{"cast":[],"overview":"After a rainstorm ruins their picnic, Heckle &amp; Jeckle make a wish on a wishbone that it will never rain again. Their wish only leads to a massive drought that dries up all of the water in the world. Realizing their mistake, the pair invent a makeshift helicopter and head for the clouds. They cause the clouds fight amongst themselves and rain is finally produced. The magpies return home to a hero's well-deserved- and wet- parade.","release_date":"1951-05-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235980,"title":"The Rainmakers","adult":false},{"cast":[],"overview":"Popeye and Olive are on vacation at Lake Narrowhead. Olive wants to take part in athletic activities, while Popeye just wants to rest (particularly since he had to substitute for one wheel of their sad excuse of a car). Olive goes off for athletic instruction while Popeye sleeps until he sees that the instructor is Bluto, and he's taking a personal interest in Olive.","release_date":"1951-01-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235982,"title":"Vacation with Play","adult":false},{"cast":["Ranveer Singh","Deepika Padukone","Richa Chadda","Supriya Pathak","Sharad Kelkar"],"overview":"Ram and Leela, passionately in love with each other, realize that the only way to stop the bloodshed between their respective clans is to sacrifice their own lives.","release_date":"2013-11-14","genres":[18,10749],"vote_average":7.3,"runtime":155,"cert":"N\/A","id":235984,"title":"Goliyon Ki Raasleela Ram-Leela","adult":false},{"cast":[],"overview":"Popeye, Olive, and Swee'pea take their pig, Smedley, to the fair to enter it in the livestock show. While Popeye is distracted, Swee'pea crawls off following his balloon and narrowly avoids all sorts of peril (that Popeye, close behind, manages to get caught by).","release_date":"1951-04-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235989,"title":"Thrill of Fair","adult":false},{"cast":[],"overview":"Popeye drops a TV off at the orphanage; the program that comes on is a boxing match he's supposed to be in, so he dashes off. The fight is against the champ, who is huge. Popeye gets pummelled in the first round, but his fighting spirit materializes and advises him to outwit his opponent. In the second round, he does so. The champ then uses a light socket to \"burn out\" Popeye so he can't outthink him, and (as with the rest of this pun-filled match) \"knocks him cold\", turning him into a block of ice. The orphans feed Popeye his spinach right through the TV set, and he comes back to knock the champ through the screen.","release_date":"1951-11-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":235991,"title":"Punch and Judo","adult":false},{"cast":[],"overview":"Out west, tenderfoot Woody uses his slingshot against Indian Buzz Buzzard in a shooting contest.","release_date":"1951-07-22","genres":[16],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":235993,"title":"Slingshot 6 7\/8","adult":false},{"cert":"N\/A","title":"Alpine for You","cast":[],"genres":[],"id":235995,"overview":"Popeye is climbing the Alps, and Olive is being hauled up behind him on a rope, taking pictures. Mountain guide Bluto spots them through binoculars, and goes crazy over Olive. He immediately intercepts them and tries to convince them they need a professional guide. Popeye resists, so Bluto uses a number of tricks: cutting the rope, burning a bridge they are crossing, using a magnet to break Popeye's climbing pick. Olive finally has had enough, and goes off with Bluto, who promptly gets her alone in a dark cave. Her screams bring Popeye, whose battle with Bluto carves a Mount Rushmore replica in a mountain-top. Bluto knocks Popeye into a snowbank, where a Saint Bernard dog revives him with spinach (after consulting a handy Popeye comic book). Popeye bashes Bluto into a mountain, forming a Paramount logo.","runtime":null,"release_date":"1951-05-18","vote_average":0.0,"adult":false}]