[{"cast":[],"overview":"Little Henery the Chicken Hawk wants to trap Foghorn Leghorn for his dinner, and the barnyard dog says he will help Henery to catch Foghorn on one condition - that Henery find him a bone. Henery's effort to find the dog a bone involves obtaining cheese for a mouse and a fish for a cat, with Foghorn's help! Once the dog is given his bone, he uses it to knock Foghorn out so that Foghorn can be carried away by Henery on a toy train.","release_date":"1951-07-27","genres":[],"vote_average":5.7,"runtime":7,"cert":"N\/A","id":236000,"title":"Leghorn Swoggled","adult":false},{"cast":["Mel Blanc"],"overview":"On Be Kind to Animals Week, Porky Pig decides to practice the principle and affectionately pets a large, slobbering dog. The dog takes an instant liking to Porky and follows the pig everywhere.","release_date":"1950-12-02","genres":[],"vote_average":6.3,"runtime":7,"cert":"N\/A","id":236005,"title":"Dog Collared","adult":false},{"cast":["Sunny Deol","Vivek Oberoi","Sameera Reddy","Jackie Shroff"],"overview":"20 years after the death of an archaeologist, Kapil Malhotra, his younger son, Vicky attempts to uncover his father's mission with the help of an ancient map.","release_date":"2006-09-08","genres":[28,12],"vote_average":3.0,"runtime":130,"cert":"N\/A","id":236007,"title":"Naksha","adult":false},{"cast":["Mel Blanc","Bea Benaderet"],"overview":"In 1492, Bugs Bunny sails the ocean blue, as mascot for Christopher Columbus.","release_date":"1951-01-05","genres":[35,16],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":236009,"title":"Hare We Go","adult":false},{"cast":["Mel Blanc","Stan Freberg"],"overview":"Two polite twin gophers are in their underground home, playing gin, when a dog buries his bone right on top of them. They try to negotiate with the dog so that he will bury the bone somewhere else. But the dog refuses to be cooperative and chases the gophers straight into a gas main, which the gophers seal from the outside.","release_date":"1951-05-06","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236011,"title":"A Bone for a Bone","adult":false},{"cast":[],"overview":"Bugs tells stories to his nephew Clyde derived from earlier cartoons (\"Baseball Bugs\", \"Stage Door Cartoon\", \"Rabbit Punch\", \"Falling Hare\", and \"Haredeveil Hare\").","release_date":"1951-08-10","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236013,"title":"His Hare Raising Tale","adult":false},{"cast":["Konstantin Khabenskiy","Oksana Fandera","Oksana Akinshina","Mikhail Efremov","Elena Perova"],"overview":"Modern Russian take on Felinni's \"La Dolce Vita\" focuses on a few days from one popular Moscow journalist's life and the essential attributes of his life: Sex, betrayal, love, friendship, murders, etc.","release_date":"2002-10-09","genres":[10749,18],"vote_average":5.1,"runtime":97,"cert":"N\/A","id":236018,"title":"In move","adult":false},{"cast":["Mel Blanc"],"overview":"A cat chases a hummingbird and repeatedly stumbles onto the property of a sleepy bulldog, who punishes the cat for each interruption of his slumber.","release_date":"1950-07-21","genres":[16,35],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236020,"title":"It's Hummer Time","adult":false},{"cast":["Jason Schwartzman","Giada Colagrande","Igino Angelini","Teodorico Arbore","Teodorico Arbore"],"overview":"Taking place in 1955 in Italy, “Castello Cavalcanti” follows Jason Schwartzman as race car driver Jed Cavalcanti who suffers a mishap during the Motle Miglia rally and finds himself in a small town with a few familial surprises.","release_date":"2013-11-12","genres":[35],"vote_average":7.1,"runtime":8,"cert":"N\/A","id":236028,"title":"Castello Cavalcanti","adult":false},{"cast":["Ratanavadi Ratanabhand","Sarinthip Siriwan","Senee Wisaneesarn","Tom Wisawachart","Jurai Kasemsuwan"],"overview":"Black Silk (Thai: แพรดำ or Prae dum) is a 1961 Thai crime drama film written and directed by Rattana Pestonji.  Considered the first Thai film noir, Black Silk was also among the first Thai films to be exhibited at overseas film festivals, screening at the 11th Berlin International Film Festival in 1961","release_date":"1961-06-01","genres":[80,18],"vote_average":5.0,"runtime":119,"cert":"N\/A","id":236033,"title":"Black Silk","adult":false},{"cast":["Lance Henriksen","Kay Lenz","David McIlwraith","Nikki DeLoach","Ivan Sergei"],"overview":"Henrickson plays Frank Morgan, a notorious and feared gunfighter that has lived his life on the run. His face and eyes reveal a man that has been very much hardened by that life. We quickly learn, however, that there is still passion inside. Upon receiving a telegram from Linda, an old lover (played by Kay Lenz), requesting his presence, he abandons his woman, mounts his horse and rides to Linda without giving it a second thought. Upon arrival, he learns that Linda is now happily married to the owner of the local general store. The only vestige of her past that remains is a daughter, who Frank is surprised to learn is his.  Written by Dave Gan","release_date":"1997-03-25","genres":[37,10749],"vote_average":6.4,"runtime":95,"cert":"","id":236035,"title":"Gunfighter's Moon","adult":false},{"cast":["Andreas Bo Pedersen"],"overview":"","release_date":"2013-10-28","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":236046,"title":"Andreas Bo: Plagiat","adult":false},{"cast":["Don Wilson","Chris Penn","James Russo","Cynthia Rothrock","Richard Norton"],"overview":"A disgraced cop goes to work for the mob, and must choose between good and evil when he goes up against his former friends on the force.","release_date":"2002-05-28","genres":[28],"vote_average":4.5,"runtime":86,"cert":"N\/A","id":236048,"title":"Redemption","adult":false},{"cast":["Theeradej Wongpuapan","Kara Polasit","Art-Ong Chumsai Na Ayudhya"],"overview":"An older Nopporn looks at a simple painting and recollects the story behind it. As a young student in Japan, he once met and fell in love with Keerati, who was unhappily married to an older man, on the couple's honeymoon. He swore eternal love to her, yet she cautions him against it because she is much older than he is. Before the lovers part, Keerati gave him a painting of one of the places they visited together in Japan. The two continued to exchange letters after Keerati returns to Thailand. After a while, Nopporn slowly ceased his communication until Keerati falls fatally ill. Nopporn rushes to her death bed but was unable to help his true love. As Keerati awaited death, she was overjoyed that she would not die without her lover by her side.","release_date":"2001-03-30","genres":[18,10749],"vote_average":6.0,"runtime":113,"cert":"N\/A","id":236050,"title":"Behind the Painting","adult":false},{"cast":["Brad Carmichael","Ivana Stojanovic","Bruce Pringle","Robert Fleet"],"overview":"Edward must choose between his life as an unemployed teacher separated from his wife and a new life with an exotic dancer and millions of dollars.","release_date":"2013-11-07","genres":[],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":236052,"title":"Dead Anyway","adult":false},{"cast":["Anne-Sophie Marie","Victoria Grove"],"overview":"Have you ever woken in the night unable to move, certain that you are not alone? This is an experimental documentary examining what happens when dreams leak into waking life. It is about what is real, what is not, and if it even matters.","release_date":"2013-07-01","genres":[99],"vote_average":5.3,"runtime":9,"cert":"","id":236060,"title":"Devil in the Room","adult":false},{"cast":["Marie Madison"],"overview":"Smoke on the water ... fire in the sky! That's right. I'll bet when you woke up this morning you didn't think you'd be viewing quality adult entertainment from Marie Madison AND tasting a little flavor from Deep Purple in the description ... all in one day! It must be a two-for-Tuesday! For all of you smoking fetish enthusiasts out there who also happen to enjoy superior adult entertainment, Marie Madison delivers, yet again! Marie's loins, not unlike the cherry of her cigarette, are burning!","release_date":"2003-01-02","genres":[],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":236062,"title":"Where There's Smoke","adult":true},{"cast":[],"overview":"A Mediterranean cruise filmed by Jean Vivié in 1950 featuring astonishing visits to Pompeii, Taormina and Naples.","release_date":"1950-11-13","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":236064,"title":"Mediterranean Cruise","adult":false},{"cast":[],"overview":"\"Helter Swelter\" is an animated short about the first days of summer. Includes a sing-a-long of \"In the Good Old Summertime\"","release_date":"1950-08-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236066,"title":"Helter Swelter","adult":false},{"cast":[],"overview":"The cartoon travelogue shows us the splendors of Hawaii. Next, we're invited to follow the bouncing ball and sing along to \"Blue Hawaii.\"","release_date":"1950-01-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236068,"title":"Blue Hawaii","adult":false},{"cast":[],"overview":"A hungry lion is captured, shortly after being tricked by a hunter. He escapes his cage and robs a hot dog stand. A chase ensues when the police pursue him.","release_date":"1950-07-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236070,"title":"Pleased to Eat You","adult":false},{"cast":[],"overview":"Olive has invited the boys over, but finds Popeye old-fashioned compared to the zoot-suited Bluto. Popeye wants to dance a waltz, pull taffy, play pin-the-tail-on-the-donkey and croquet, and bob for apples, but Olive turns up her nose at all these as Bluto sabotages them. Finally, Bluto pours quick-drying cement in the apple water and drives off with Olive. Popeye, encased in cement, rolls downhill into a vegetable shop, right next to a bin of spinach. Good thing, because Bluto's getting fresh in a very old-fashioned way. A zoot-suited Popeye stops him, and gets the girl.","release_date":"1950-06-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236072,"title":"Jitterbug Jive","adult":false},{"cast":[],"overview":"Heckle and Jeckle, wearing pith helmets, are riding their flying carpet over Egypt. They come in for a landing near a likely pyramid, and decide to investigate.","release_date":"1950-09-28","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236074,"title":"King Tut's Tomb","adult":false},{"cast":[],"overview":"The Dingbat, guarding the sheep flock, has to resort to many daffy antics and tricks in order to keep Wily Fox from adding a little lamb to his dinner menu. The battle goes in favor of both for a while, until the Dingbat manages to cage the fox.","release_date":"1950-03-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236076,"title":"Aesop's Fable: Foiling the Fox","adult":false},{"cast":[],"overview":"Said to be the fastest horse around, Lightning the horse is a sure bet for the Ups and Downs steeplechase.","release_date":"1950-06-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236087,"title":"Ups an' Downs Derby","adult":false},{"cast":[],"overview":"\"Jingle Jangle Jungle\" is an animated short about life in Africa (non-PC.) Includes a sing-a-long of \"Civilization (Bongo Bongo Bongo).\"","release_date":"1950-05-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236089,"title":"Jingle, Jangle, Jungle","adult":false},{"cast":[],"overview":"Olive Oyl's Farm is desparately in need of a farmhand. Fortunately, or unfortunately, the boys are driving by. They compete for the job. Chores: Getting water from a well, picking apples, shoeing a horse, gathering eggs. Popeye feeds a hen a little spinach, and she produces a mountain of eggs, which eventually end up all over Bluto. Bluto drops an anvil on Popeye, then goes after Olive against her wishes, chasing her into a succession of haystacks (where he finds a needle!). The chicken feeds Popeye his spinach, and he triumphs, sending Bluto into the pigpen (where the pigs won't have anything to do with him).","release_date":"1950-12-01","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236091,"title":"The Farmer and the Belle","adult":false},{"cast":[],"overview":"Mighty Mouse, the mightiest mouse of them all, swoops down from the skies to rescue Pearl Pureheart from death on the roller-coaster rails at the amusement park. Oil Can Harry, the meanest villain of them all, is cursing at being foiled once again by the super-hero, and even manages to get the upper-hand on Mighty and put Polly Pureheart again in the path of peril, but you can't keep a good mouse down and, once again, here comes Mighty Mouse to the rescue.","release_date":"1950-07-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236093,"title":"Beauty on the Beach","adult":false},{"cast":[],"overview":"Popeye and Olive are having a day at the beach; the lifeguard (not drawn as Bluto, though he sounds and acts like him) sees Olive and puts the moves on.","release_date":"1950-05-11","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236095,"title":"Beach Peach","adult":false},{"cast":[],"overview":"Popeye calls on Olive and gets stuck baby-sitting Swee'Pea. While Popeye is preparing food (spinach, of course) for Swee'Pea, the tyke crawls outside after his ball and gets in a variety of dangerous situations that Popeye rescues him from in the nick of time (mostly animals in the zoo).","release_date":"1950-09-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236097,"title":"Baby Wants Spinach","adult":false},{"cast":[],"overview":"This Noveltoon (Paramount production number P9-5) finds young-and-little Junior Owl on his way to school, and trying hard to live up to the reputation of his elders for being wise. But, despite his best efforts, Mr. Wolf knows a few wise tricks of his own, and Junior lands in the wolf's pot of boiling water. But Mama Owl saves him from being the main course of Mr. Wolf's dinner, and Junior lends a hand himself.","release_date":"1950-03-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236099,"title":"Teacher's Pest","adult":false},{"cast":[],"overview":"A Paramount Noveltoon (production number P10-1) that has a farmer fattening up a turkey for Thanksgiving dinner, but when he starts to sharpen his axe, the turkey gets wise and manages to escape with the aid of a ghostly disguise.","release_date":"1950-10-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236101,"title":"Voice of the Turkey","adult":false},{"cast":[],"overview":"A circus comes to town featuring Gracie the Fighting Kangaroo and her youngster, Hippety Hopper.","release_date":"1950-10-28","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236106,"title":"Pop 'im Pop!","adult":false},{"cast":[],"overview":"Heckle &amp; Jeckle become part of a televised fox hunt when the fox and his pursuer, Dimwit, burst through their TV screen.","release_date":"1950-02-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236108,"title":"The Fox Hunt","adult":false},{"cast":[],"overview":"Daffy Duck marries for money, but the bossy wife and her raucous, trouble-making little son soon have him filing for divorce.","release_date":"1950-05-19","genres":[],"vote_average":7.0,"runtime":8,"cert":"N\/A","id":236110,"title":"His Bitter Half","adult":false},{"cast":["Mel Blanc"],"overview":"Hurdy gurdy operator Bugs must get rid of his Chimp when the ape steals the take from him. The replacement ape is is a Gorrilla.","release_date":"1950-01-20","genres":[],"vote_average":6.2,"runtime":7,"cert":"N\/A","id":236112,"title":"Hurdy-Gurdy Hare","adult":false},{"cast":[],"overview":"Claude Cat is determined to get rid of the mistress's birthday present: a new puppy.","release_date":"1950-12-29","genres":[],"vote_average":6.3,"runtime":7,"cert":"N\/A","id":236114,"title":"Two's a Crowd","adult":false},{"cast":[],"overview":"A short creation by Douglass Crockwell that can be found on the Unseen Cinema box set.","release_date":"1940-01-01","genres":[16],"vote_average":8.0,"runtime":2,"cert":"N\/A","id":236116,"title":"Simple Destiny Abstractions","adult":false},{"cast":[],"overview":"The lecturer shows a microcinematographic sequence of spirochaetes and drawings of the gonoccus (the bacteria responsible for syphilis and gonorrhea). He then turns to an easel and begins to draw 'the road of health'; the cartoon takes this up in magic drawing, in a style that is highly reminiscent of the 'Giro the Germ' series made for the Health and Cleanliness Council a few years before.","release_date":"1938-11-13","genres":[99,16],"vote_average":5.0,"runtime":12,"cert":"","id":236118,"title":"The Road of Health","adult":false},{"cast":[],"overview":"A celebration of the spirit found in an Australian rural village. Old timer farmers rub shoulders with newcomer creative people which include some of Australia's most famous artists and composers seeking a tree change. They discover in Robertson there is more than just trees. Above all, the residents of Robertson want to retain their town as a rural village. Collectively the community, old and new, vigorously fight against the invasion of the outside world, threats of a large jail, bores which deplete the aquifers and coal seam gas mining. In a contemporary world that sometimes questions the advantages of social media technology, A Place Called Robertson is a snapshot of traditional Australian values, a magical film, celebrating the spirit that can be found in a small Australian rural village.","release_date":"2013-03-13","genres":[99],"vote_average":5.7,"runtime":72,"cert":"N\/A","id":236120,"title":"A Place Called Robertson","adult":false},{"cast":[],"overview":"A montage of elephants, children, Native Americans, logging, a barnstormer, a blimp, people on and in the water, and a man who sings like a bird.","release_date":"1938-11-13","genres":[],"vote_average":6.3,"runtime":9,"cert":"N\/A","id":236122,"title":"The Children's Jury","adult":false},{"cast":["Johnny Arthur","Wilma Cox","Darla Hood","Philip Hurlic","Gary Jasgur"],"overview":"It's Mr. Hood's birthday, and he has been eagerly anticipating a quiet dinner at home with his family. Alas, Darla has invited a \"few friends\" to the celebration: Alfalfa, Porky, and Philip. The well-meaning trio drive poor Mr. Hood to distraction with loud and interminable choruses of \"Happy Birthday, Mr. Hood\", but this is nothing compared to the presents they've brought: a frog, a duck, and a cat, all of which get into a noisy confrontation with the family dog. When the kids aren't arguing over their favorite comic-strip characters, they're busily devouring Mr. Hood's birthday dinner; the poor fellow doesn't even get a slice of his own cake! That is given to Percy, when he stops in to tell Alfalfa that he needs to come home. Mr. Hood, disgusted over the whole affair, declares he's going out to get a bite to eat, and leaves. So does the Gang, as they resume arguing over whether Tarzan or Flash Gordon is the strongest...","release_date":"1938-05-06","genres":[],"vote_average":7.5,"runtime":10,"cert":"N\/A","id":236124,"title":"Feed 'em and Weep","adult":false},{"cast":["Billy Bletcher","Martha Wentworth"],"overview":"Mama has everyone working on spring cleaning, or so she thinks; in fact, everyone's slacking off in various ways. The Captain is the only one to get caught and face her wrath, though. To escape, he fakes illness, but the boys catch him at it. Mama calls the doctor; the boys intercept him and impersonate him. They get revealed, but so does the Captain, and Mama puts him to work doing everyone's job.","release_date":"1938-02-19","genres":[16,35],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236126,"title":"Cleaning House","adult":false},{"cast":[],"overview":"Long John Silver forces the Captain to bet his house in a cockfight. It's John's champion rooster, the Honduras Hurricane, versus the Captain's: a scrawny bird with a bad cold. The boys replace the sick bird with a violent baby eagle.","release_date":"1938-11-01","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":236128,"title":"The Honduras Hurricane","adult":false},{"cast":["Jack Baxley","Ed Brandenburg","Darla Hood","Eugene 'Porky' Lee","Jack Pepper"],"overview":"In an effort to impress Darla (Darla Hood), Alfalfa (Carl Switzer) tells her that he's a famous bear trainer. Little does he know that Darla's father owns a circus - and a bear costume. It's time for everyone to uncover the \"bear facts\".","release_date":"1938-03-04","genres":[35],"vote_average":7.0,"runtime":11,"cert":"N\/A","id":236130,"title":"Bear Facts","adult":false},{"cast":["Billy Bletcher"],"overview":"The whole family is at the beach for an outing, and each is having their own little adventure. The Captain fights the sun with his beach umbrella, in an attempt to nap. Grandpa tries to build a sand castle, but the waves keep wiping it out. Mama, after trying to defend her picnic basket, tries dipping a cautious toe into the big bad ocean, eventually needing to be rescued by the Captain.","release_date":"1938-06-24","genres":[16],"vote_average":6.3,"runtime":10,"cert":"N\/A","id":236132,"title":"A Day at the Beach","adult":false},{"cast":["Bert Ambrose","Sam Browne","Evelyn Dall"],"overview":"Puppet animation of Bert Ambrose and His Orchestra performing. A Puppetoon animated short film.","release_date":"1938-11-13","genres":[10402,16],"vote_average":7.0,"runtime":8,"cert":"","id":236134,"title":"Philips Broadcast of 1938","adult":false},{"cast":[],"overview":"In Ub Iwerks' The Frog Pond, many frogs are singing and having a good time until a big bully frog takes some food and basically orders a house built on his lily pond.","release_date":"1938-08-11","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":236136,"title":"The Frog Pond","adult":false},{"cast":["Judith Brown","Andrew Robinson","Keenan Wynn","Alex Rocco","Don Porter"],"overview":"A wealthy businessman takes on a pretty young wife - with deadly results.","release_date":"1975-08-01","genres":[18,53],"vote_average":5.8,"runtime":90,"cert":"N\/A","id":236138,"title":"A Woman for All Men","adult":false},{"cast":["Billy Bletcher","Martha Wentworth"],"overview":"The mangiest pup at Pete's Pooch Palace catches the Captain's eye. He takes it home, but Mama is less than thrilled; she forbids it to stay in the house. The Captain pretends to put it out, but hides it under his coat. At the dinner table, though, it is soon exposed. Confined to the back yard, the dog howls the night away. The Captain is sent outside to quiet it, but is too tired to make it out the door. He finally gets there and sneaks the dog back inside to his own bed.","release_date":"1938-04-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236143,"title":"The Captain's Pup","adult":false},{"cast":["Mel Blanc"],"overview":"Porky and his dog, Streamline, plant a large garden in creative ways. The neighbor chickens see the garden as one big buffet\/cafeteria.","release_date":"1938-07-24","genres":[],"vote_average":4.5,"runtime":7,"cert":"N\/A","id":236151,"title":"Porky's Spring Planting","adult":false},{"cast":["Mel Blanc"],"overview":"A battleship, manned mainly by dogs (and Porky), and whose captain sounds rather like Yosemite Sam, sets sail. When the crew threatens to get to the mess hall before the captain, he orders them to halt (and they do, some in mid-air). The ship gets a radio message of a reward for capturing the pirate submarine. The crew sets out in planes to go looking, leaving Porky behind. Naturally, the sub comes after the ship, and defense is up to Porky. He manages to repel the boarding party and winches the sub onboard with a plunger.","release_date":"1938-12-16","genres":[16],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236153,"title":"Porky the Gob","adult":false},{"cast":["Miles Davis","John Coltrane"],"overview":"An exemplary television program performance (New York, 1959) with the legendary Miles Davis Quintet featuring John Coltrane, Wynton Kelly, Paul Chambers, Jimmy Cobb and enhanced by the Gil Evans Orchestra.","release_date":"2005-06-01","genres":[],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":236158,"title":"Miles Davis: The Cool Jazz Sound","adult":false},{"cast":[],"overview":"[A toddler] refuses to eat his spinach and had fed some of it to the dog before the cracker ringmaster promises a show if he finishes it. He does and the show starts.","release_date":"1938-09-22","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236160,"title":"Animal Cracker Circus","adult":false},{"cast":[],"overview":"A variation on the \"Jack and the Beanstalk\" story.","release_date":"1938-08-25","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236162,"title":"String Bean Jack","adult":false},{"cast":["Mel Blanc","Bernice Hansen"],"overview":"Porky and Pinky go to the beach. As Porky tries to nap, Pinky keeps whacking him with his little shovel. Then he fakes drowning in a shallow puddle. Porky enters a swim race, and Pinky sets a fake shark to follow him.","release_date":"1938-10-14","genres":[],"vote_average":5.0,"runtime":8,"cert":"N\/A","id":236164,"title":"Porky's Naughty Nephew","adult":false},{"cast":[],"overview":"Mama hen takes her chicks out to breakfast, but little Wilbur can't get any worms. Finally, a big worm escapes, and he runs after it; meanwhile, the rest of the family has gone inside to escape a thunderstorm. Mama realizes Wilbur's missing and goes after him, just before the weasel (hidden behind a tree) gets him.","release_date":"1938-03-11","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236166,"title":"The Sneezing Weasel","adult":false},{"cast":[],"overview":"A butterfly sailor returns to port aboard a turtle battleship to marry his butterfly girlfriend. The courtship runs smoothly and wedding plans are made. The ship's whistle signals the end of shore-leave and frustrates their plans. The sailor ships out, leaving his broken-hearted sweetheart behind.","release_date":"1938-07-03","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236168,"title":"Poor Little Butterfly","adult":false},{"cast":[],"overview":"The McCoys and the Weavers are two feuding hillbilly clans. Elmer Fudd, Peacemaker, attempts to end the fighting; but violence and zaniness win out.","release_date":"1938-09-23","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":236170,"title":"A Feud There Was","adult":false},{"cast":[],"overview":"The hear\/see\/speak no evil monkeys come to life from a small statue on a shelf. They find a pipe and smoke it, and enter a world where all manner of smoking paraphernalia comes to life.","release_date":"1938-02-04","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236172,"title":"Pipe Dreams","adult":false},{"cast":["Sara Berner","Mel Blanc","Bernice Hansen","Tedd Pierce"],"overview":"Emily the chicken, lives in Hickville but dreams of Hollywood. Her chance comes when director J. Megga-Phone happens to drive past and gives her his card. She makes her way to Hollywood, and Megga-Phone's office, where she discovers a whole flock of hens with the same card and a completely uncaring Megga-Phone. She returns home to faithful Clem, and a chick with foolish notions.","release_date":"1938-04-02","genres":[10751,16],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":236177,"title":"A Star Is Hatched","adult":false},{"cast":["Mel Blanc"],"overview":"The Crocadero nightclub. Porky has his diploma from the Sucker Correspondence School of music, and has dreams of being a bandleader, but he's broke. He gets a job at the club washing dishes. His boss mistakes Porky going after a fly for loafing and fires him. His bandleaders don't show, and he brings Porky back to impersonate several famous bandleaders.","release_date":"1938-02-04","genres":[16],"vote_average":5.3,"runtime":8,"cert":"N\/A","id":236179,"title":"Porky at the Crocadero","adult":false},{"cast":[],"overview":"In the border town of Boiled Beef, Texas, in 1872, a bandit who is wanted by authorities terrorizes the town - but a pig-headed deputy thinks he has a way to capture him.","release_date":"1938-01-28","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236181,"title":"My Little Buckeroo","adult":false},{"cast":["Jack Mercer","Mae Questel","Gus Wickie"],"overview":"Big Chief Ugh-Amugh-Ugh is looking for a squaw. Meanwhile, Popeye and Olive are wrestling with their recalcitrant mule and Olive accidentally lands in the Indian camp. Popeye catches up to her. There's an unfair fight, and Popeye is about to be burned at the stake. He drops his spinach, but it cooks and pops into his mouth.","release_date":"1938-04-25","genres":[16,35],"vote_average":5.5,"runtime":7,"cert":"N\/A","id":236183,"title":"Big Chief Ugh-Amugh-Ugh","adult":false},{"cast":["Jack Mercer","Mae Questel"],"overview":"When Olive Oyl's house burns down, firefighters Popeye and Wimpy decide to build a new house - with disastrous results.","release_date":"1938-03-18","genres":[16,35],"vote_average":6.5,"runtime":6,"cert":"N\/A","id":236185,"title":"The House Builder-Upper","adult":false},{"cast":[],"overview":"Hunters visit the home of a polar bear community, causing a bear parent to have to rescue its cub.","release_date":"1938-10-27","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236187,"title":"The Playful Polar Bears","adult":false},{"cast":["Jack Mercer","Margie Hines"],"overview":"Olive has a small leak in a pipe; she makes the mistake of calling Wimpy to fix it, and the even bigger mistake of asking Popeye to help her do something until Wimpy can arrive. Meanwhile, Wimpy keeps realizing he's forgotten his tools, his gloves, etc. and going back. Popeye finally eats his spinach and manages some fixes to the system.","release_date":"1938-06-17","genres":[16,35],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":236189,"title":"Plumbing Is a 'Pipe'","adult":false},{"cast":["Mel Blanc","Bob Clampett"],"overview":"We take a tour of Porky's Poppa's farm, to the tune of Old MacDonald. After meeting several animals, \"on this farm, he has a mortgage\" which he frets over, particularly since Bessie has stopped producing milk. Poppa orders an Acme milk producing robot, and the beast vs. machine battle is on.","release_date":"1938-01-15","genres":[878,16,35],"vote_average":5.8,"runtime":7,"cert":"N\/A","id":236191,"title":"Porky's Poppa","adult":false},{"cast":["Jack Mercer","Margie Hines"],"overview":"Popeye visits the bullfight only because of lovely Senorita Olive. He finds himself accidentally in the toreador box, even though he doesn't want to fight because it's cruelty to animals. Popeye rides the bull like a bronco, then gets tossed around a bit. The bull plants Popeye in the ground and attacks; the crowd turns on Popeye. Olive comes down to help and the bull chases her. The crowd throws vegetables at Popeye, including (fortunately) spinach.","release_date":"1938-08-19","genres":[16,35],"vote_average":6.5,"runtime":6,"cert":"N\/A","id":236193,"title":"Bulldozing the Bull","adult":false},{"cast":[],"overview":"A partial updating of the Cinderella story. When the fairy godmother is late, Cinderella calls the police, who put out an APB and find her in a bar. Her first attempt at turning the pumpkin (canned) and mice into a coach produces Santa. Cinderella gets to the ball (in a stagecoach) and meets Prince Charming Egghead. They dance, and spend some quality time on the balcony. Midnight, dropped slipper, and all that; Egghead finds her house with the help of some neon signs, but all that's there is a note that she got tired of waiting and went to a Warner Bros. show. She pops up from the audience, and they head off to the tenth row together.","release_date":"1938-12-17","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":236195,"title":"Cinderella Meets Fella","adult":false},{"cast":["Mel Blanc","Tedd Pierce"],"overview":"A neighborhood bully convinces Porky to take a puff from his cigar, causing Porky to hallucinate a smoke-man named Nick O. Teen, along with a musical number done by cigars, cigarettes and pipes in the likeness of the 3 Stooges, etc.","release_date":"1938-08-26","genres":[16,35],"vote_average":6.7,"runtime":7,"cert":"N\/A","id":236197,"title":"Wholly Smoke","adult":false},{"cast":[],"overview":"Popeye is having a dream: Bluto takes Olive on a picnic. And even though it's Popeye's dream, Bluto still has the upper hand until spinach time. Popeye finds himself sleepwalking and otherwise acting out the dream.","release_date":"1939-05-18","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236199,"title":"Wotta Nitemare","adult":false},{"cast":[],"overview":"Porky works at the Snappy Rubber Company. His dog, Flat Foot Flookey, is determined to follow him into the plant, despite the rules. And Flookey's clumsiness means he's not exactly going to be able to sneak in like when he falls into a vat of rubberizing solution, and molds his face into a number of then-popular movie stars, or makes Porky's boss (a walrus) drop a stack of tires.","release_date":"1939-02-17","genres":[],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":236207,"title":"Porky's Tire Trouble","adult":false},{"cast":[],"overview":"A cruise to Nome, Alaska, starts with some cruise-ship jokes: the ship pulls out of the harbor like a car, raising anchor also raises the front of the boat, the ship follows the coast by curving around it. On arrival, we see some local scenes: A penguin eats two fish, then is eaten by the third; the dogs of a dog sled stop (behind an iceberg) at a telephone pole; a timber wolf goes around shouting \"Timber!\" Two Eskimos rub noses: in preparation, the woman applies lipstick to her nose. Finally, an Eskimo nightclub (after all, the nights are six months long) features a rotoscoped ice skater. The ship leaves, and gets caught in the fog near New York; when the fog clears, we see the ship is perched atop the World's Fair Trilon.","release_date":"1939-09-24","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":236212,"title":"Land of the Midnight Fun","adult":false},{"cast":["Mel Blanc","Billy Bletcher"],"overview":"Porky Pig inhabits an igloo in the Arctic, where he beds with a covering a several live, furry polar bears, bathes in a shower whose water instantly freezes into long icicles, and dances in the ice and snow with the native fauna. When a greedy fur trapper named I. Killem arrives to threaten Porky's walrus, bear, and seal friends, Porky acts to repel the trapper by firing a musket which spits out buckshot and explosives. Killem flees in what he thinks is a kayak but is actually a whale.","release_date":"1939-06-02","genres":[16,35],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":236214,"title":"Polar Pals","adult":false},{"cast":[],"overview":"Porky and his friend Dizzy Duck go fishing, but their trip is cut short by a thunderstorm. They take refuge in an old building that appears haunted, though the biggest hazards are an old bearskin that lands on a swivel chair, a dog that gets tangled up in chains and a diving helmet, and their own clumsiness generally.","release_date":"1939-01-27","genres":[],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":236216,"title":"It's an Ill Wind","adult":false},{"cast":["Jack Mercer","Margie Hines"],"overview":"Popeye, feeling sorry for the puppies in the window of Olive's pet shop, buys all the animals (mostly dogs) and sets them all free. All except for one bird, who refuses to go, singing the title song to explain why he likes it just fine in the shop. And sure enough, we see the dogs not faring particularly well, and getting rounded up by the dogcatcher and taken to the dog pound.","release_date":"1939-04-27","genres":[],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":236218,"title":"Leave Well Enough Alone","adult":false},{"cast":["Kaarlo Marjanen"],"overview":"A short Finish documentary about winter fishing in Rymättylä.","release_date":"1939-11-13","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":236220,"title":"Rymättylän talvikalastus","adult":false},{"cast":[],"overview":"Picture and sound dance triple-quick in this version of a musical scherzo. A film without words.","release_date":"1939-11-13","genres":[16],"vote_average":6.5,"runtime":2,"cert":"N\/A","id":236222,"title":"Scherzo","adult":false},{"cast":[],"overview":"An abstract animation by Norman McLaren, who was born in Scotland in 1914. His interest in filmmaking began early in life after he became acquainted with works by the great Russian filmmakers Eisenstein and Pudovkin and the German animator Oskar Fischinger.","release_date":"1939-11-13","genres":[10402,16],"vote_average":5.5,"runtime":3,"cert":"N\/A","id":236224,"title":"Stars and Stripes","adult":false},{"cast":[],"overview":"Soviet propaganda film celebrating Stalin's five-year plans.","release_date":"1939-11-13","genres":[],"vote_average":4.5,"runtime":7,"cert":"N\/A","id":236226,"title":"Victorious Destination","adult":false},{"cast":["Billy Bletcher"],"overview":"The boys buy mama a new hat for Mother's Day, but on the way home, fall in the mud and ruin it. They swap the bad hat with one that a nearby horse is wearing and head home, with the horse in pursuit. Mama loves her new hat, and sets out to show her friends, but encounters the horse, who goes after the hat. The horse chases her home, where the kids divert it into a room and try on several different hats.","release_date":"1939-02-10","genres":[16],"vote_average":6.3,"runtime":8,"cert":"N\/A","id":236228,"title":"Mama's New Hat","adult":false},{"cast":[],"overview":"The title is a take-off parody of Billy Rose's Aquacade, and uses an ordinary bathtub, as aqua-mice perform aquatic ballet dances and water sports. The soap bubbles float downstairs to where the dog and cat are sleeping, who blame each other for the disturbance, and have a fight about it. When they learn the mice are the bubble producers, they go after them with a vacuum cleaner.","release_date":"1939-08-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236230,"title":"Billy Mouse's Akwakade","adult":false},{"cast":[],"overview":"Animated Soviet Propaganda. The story of the invasion of Russia, during the revolution, by foreign troops from the United States, Canada, the U.K., Japan, Czechoslavakia and Poland.","release_date":"1939-04-21","genres":[],"vote_average":4.0,"runtime":9,"cert":"N\/A","id":236232,"title":"War Chronicles","adult":false},{"cast":[],"overview":"In his first cartoon, Sourpuss has bright colored fur. He romances an Owl and takes her out on his boat, like the nursery rhyme has it. She seems mesmerised by him just as long as he strums his guitar. Her real boyfriend is so dejected he tries doing himself in, but soon he stops their wedding just in time.","release_date":"1939-01-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236234,"title":"The Owl and the Pussycat","adult":false},{"cast":[],"overview":"A Color Rhapsody cartoon in which children flood the house then proceed to go to sleep.","release_date":"1939-10-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236236,"title":"Dreams on Ice","adult":false},{"cast":[],"overview":"Shoe clerk Krazy gets beaned on the noggin, and the entire contents of his shoe shop comes to (musical) life! Features caricatures of Mae West, Charlie Chaplin and Laurel and Hardy - as shoes! The animated shoes sing, march and perform \"The Peanut Vendor,\" but hell breaks loose when Krazy awakens. A bit of throwback to the very snappiest early 1930s cartoon musicals.","release_date":"1939-05-11","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236238,"title":"Krazy's Shoe Shop","adult":false},{"cast":[],"overview":"Yip Yip Yippy is a 1939 Fleischer Studios animated short film. The short was the final official entry of the \"Betty Boop\" series. Although this was billed as a Betty Boop cartoon, it didn't feature Betty Boop.","release_date":"1939-08-10","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236240,"title":"Yip-Yip-Yippy","adult":false},{"cast":["Kim Sun-a","Ma Dong-seok","Shin Jung-geun","Jeong In-gi","Lee Chung-ah"],"overview":"Based on an original web-toon, a woman gives up her organs for guarantee and takes revenge on a serial killer who killed her family. After losing her family in front of her eyes, Eun-ah plans the revenge to THE ONE who killed her family. She lures people who need organ transplant promising them to give her organs after taking her revenge.","release_date":"2013-11-14","genres":[53,18],"vote_average":6.9,"runtime":123,"cert":"N\/A","id":236242,"title":"The Fives","adult":false},{"cast":["Arthur Kay"],"overview":"A singing, Jitterbuging Goldilocks goes through her paces with the grizzly trio, but when a bear hunter gets into the house, she joins with them to fight and eventually tie him up.","release_date":"1939-02-10","genres":[10402,16,35],"vote_average":7.5,"runtime":7,"cert":"N\/A","id":236244,"title":"The Three Bears","adult":false},{"cast":[],"overview":"At the hobo hotel, it's morning. One hobo awakens, and carefully avoids the shower, except for a drop on each eye. He stops at the medicine cabinet for some \"soda fizz\" which jets about, causing havoc. A train goes by, and the swinging rhythm inspires a makeshift clarinet solo. The cook grabs some fish from the fridge, which opens right onto the river. Another train whistle prompts an announcer; the hobos board down a slide. The clarinet player starts up again, and everyone dances. The engineer notices, stops the train, and pulls the \"hobo eliminator\" lever, which ejects them. Fortunately, they land right in front of a sign looking for amateur musicians at a radio station. They play and sing, to everyone's enjoyment. The station owner offers them luxury but a passing train whistle changes their minds.","release_date":"1939-06-16","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236246,"title":"Hobo Gadget Band","adult":false},{"cast":["Billy Bletcher","Mel Blanc","Danny Webb"],"overview":"As a narrator describes the scene, we watch the whole Katzenjammer clan camping in the park of the title, a composite of several national parks in the western USA. There are several spot gags, including Mama taking a picture of a bear and ending up being photographed by several bears. Mama has a run-in with the law for picking a flower; The Captain has his own for feeding a bear, which turns out to be a ranger\/cop in disguise.","release_date":"1939-01-03","genres":[16,35],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236251,"title":"Petunia Natural Park","adult":false},{"cast":[],"overview":"Porky Pig stars as the Pied Piper, who thinks he has taken care of all the mice. However, there is one rogue mouse that he is unable to catch. So he tries an old-fashioned mouse trap (a cat) and when the cat tries to fight, the result is the mouse wearing his fur (i.e. he killed him).","release_date":"1939-11-03","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236259,"title":"Pied Piper Porky","adult":false},{"cast":["Um Tae-goo","Ryu Hye-young","Kwon Yul","Kim Jun-bae","Kil Hae-yeon"],"overview":"An online feud evolves into something more real when two keyboard warriors take their battle offline in a mixed martial arts matchup.","release_date":"2013-11-14","genres":[18,35],"vote_average":6.7,"runtime":98,"cert":"N\/A","id":236261,"title":"INGtoogi: The Battle of Internet Trolls","adult":false},{"cast":[],"overview":"A spoof of those \"No, No, A Thousand Times No!\" melodramas.","release_date":"1939-06-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236263,"title":"Nell's Yells","adult":false},{"cast":["Mel Blanc"],"overview":"While pursuing a little dog who's wandered into an amusement park at night, the park's watchdog accidentally switches on the power to all the rides and attractions, bewildering the pair of canines.","release_date":"1939-12-29","genres":[16],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":236265,"title":"The Curious Puppy","adult":false},{"cast":[],"overview":"In this spoof of the newsreel series, we meet a man who drinks large amounts of milk, a snake charmer, a man building a ship in a bottle, the world's loudest hog caller, a man who hasn't left his room for years, a human basketball, an optical illusion, a new giant telescope showing life on Mars and none on the moon, a wishing well in Egypt, the world's fastest woodcutter, the country's most accurate knife thrower, the sounds made by ants, and a man who saws people in half. Egghead keeps saying he doesn't believe it.","release_date":"1939-06-03","genres":[16],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":236267,"title":"Believe It or Else","adult":false},{"cast":[],"overview":"A series of gags hung on a football game. The running gag is a baby licking an ice-cream cone; the portly man sitting next to him keeps stealing licks. We see the warmups (a kicker punts sitting in a chair; three other kickers break into a chorus line). The coin flip: the players pile on. The kickoff: the ball stays put and the man holding it is kicked. A re-kick: one player is used like a golf club by another. Some razzle-dazzle on the scrimmage line. The QB fades (literally) for a pass. Half-time: a quick show by the marching band; the team beats up their coach; a cheerleader rallies his team's supporters: one man. Second half: A touchdown run is interrupted for a commercial announcement; when completed, a cheerleader literally yells his head off. A quick montage of action, then the final gun which comes from the ice-cream tot, finally fed up with his neighbor.","release_date":"1939-12-15","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":236275,"title":"Screwball Football","adult":false},{"cast":["Jeff Fahey","Janet Gunn","Dean Stockwell","Richard Danielson","Greta Danielle Newgren"],"overview":"A fire chief (Gunn) is investigating the cause of a string of blazes that threaten to destroy her small town, while at the same time dealing with her teen daughter's rebelliousness.","release_date":"2002-07-27","genres":[18,28],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":236277,"title":"Inferno","adult":false},{"cast":["Mel Blanc","Bernice Hansen","Margaret Hill-Talbot"],"overview":"Sniffles the mouse has to get an owl's egg for a scavenger hunt, but once he's gotten it, the egg hatches and draws the attention of the mouse-eating father owl.","release_date":"1939-09-01","genres":[10751,16,35],"vote_average":5.0,"runtime":7,"cert":"N\/A","id":236279,"title":"Little Brother Rat","adult":false},{"cast":["Mel Blanc","Billy Bletcher"],"overview":"Mr. Motto (Porky) is called back from vacation to catch the invisible man.","release_date":"1939-03-10","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236281,"title":"Porky's Movie Mystery","adult":false},{"cast":[],"overview":"Out hunting in the jungle with his spear, African native boy Inki keeps narrowly missing his prey: a parrot, a giraffe, even a butterfly. Then there's that weird black bird with the syncopated hop who keeps popping up out of nowhere, only to disappear mysteriously once again. Back to big game hunting, Inki puts his ear to the ground, not noticing the ferocious lion sneaking up on him.","release_date":"1939-10-06","genres":[16],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":236283,"title":"The Little Lion Hunter","adult":false},{"cast":[],"overview":"An art museum, on a dark and stormy night. The statue of Nero comes to life and tries to burn the nearby painting of Rome but his matches go out. He tries to get a set of \"hear no evil\" monkeys to take the matches from a still life, but they refuse and he teases them. The other artworks come to their defense. Nero plays hurt, and gets the monkeys to help; after they stumble around in the still life for a while, they get drunk on lighter fluid and start breathing flames, which they combine with the fluid to act as a flamethrower. Soon, the museum is ablaze and all the paintings are either sounding the alarm or coming to fight the fire.","release_date":"1939-05-13","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":236285,"title":"Art Gallery","adult":false},{"cast":["George Montgomery","Helena Carter","Jay Silverheels","Walter Kingsford","Rodd Redwing"],"overview":"Pathfinder, a white man raised by the Mohican Indians, joins forces with the British army to avenge himself on the Mingo warriors and the French, who have brought death and pillage to his people. He takes on a mission to retrieve secret plans from within the French fort at St. Vicente.","release_date":"1952-12-31","genres":[37],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":236287,"title":"The Pathfinder","adult":false},{"cast":[],"overview":"When there is a drought on an Indian reservation, everyone is in desperate need of water so that they can quench their thirst, their crops can grow, the animals will provide them food, etc. But rather than having to wait for the rain to come the old-fashioned way, a weather pill pertaining to that is used to bring instant showers.","release_date":"1939-09-08","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236289,"title":"Sioux Me","adult":false},{"cast":[],"overview":"Hunky is teaching her son Spunky how to kick properly. She has him practice with a mattress propped against a tree. Spunky befriends a family of birds who are building a nest. Spunky copies their design and builds a nest of his own. Although he is a donkey, he tries to imitate the birds in flight and falls out of his nest.","release_date":"1939-01-25","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236291,"title":"Always Kickin'","adult":false},{"cast":["Margie Hines","Jack Mercer"],"overview":"Popeye spanks Swee'pea and sends him to bed without supper. He wrestles with his conscience over this, while Swee'pea packs a bundle and runs away from home. They apparently live in the wilderness, since Swee'pea crosses a rope bridge that collapses, narrowly misses a landslide, and is soon on a narrow mountain path. Popeye finds him and rescues him from a waterfall but his spinach can is empty. Fortunately, this was all a bad dream from Popeye's conscience.","release_date":"1939-11-03","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":236293,"title":"Never Sock a Baby","adult":false},{"cast":["Rudolf Ising"],"overview":"Barney's settling in for the winter. But water leaks, a loose shutter, a noisy fire, a teakettle left on, and some stray embers all get in the way, and Barney also locks himself out. And that's just the beginning.","release_date":"1939-06-10","genres":[16],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":236295,"title":"The Bear That Couldn't Sleep","adult":false},{"cast":["Caíque Ferreira","Paulão","Claudia Ohana","Tamara Taxman","Paulo Villaça"],"overview":"","release_date":"1982-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236300,"title":"Aventuras de um Paraíba","adult":false},{"cast":["Leonardo Brício","Paulo Betti","Leona Cavalli","Sílvia Lourenço","Rosanne Mulholland"],"overview":"","release_date":"2011-05-13","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236305,"title":"As Doze Estrelas","adult":false},{"cast":["Roberto Pires","Conceição Senna","Norma Bengell","Sasso Alano","Marília Araújo"],"overview":"Our planet was contaminated by many nuclear explosions that left the soil and the air filled with radiation, and now the few survivors of those catastrophic events live under the ground on a shelter controlled by scientists. After an incident inside the shelter, a group of rebellious scientists defy their leadership when they find a good possibility of returning to the surface. (IMDb)","release_date":"1981-01-01","genres":[878],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":236307,"title":"Abrigo Nuclear","adult":false},{"cast":["Snežana Nikšić","Polde Bibič","Mirko Bogataj","Štefka Drolc","Katja Levstik"],"overview":"A love story of a couple who both reconsider the meaning of their former lives, only to come up with decision that they should marry.","release_date":"1967-07-14","genres":[10749,18],"vote_average":6.0,"runtime":80,"cert":"N\/A","id":236309,"title":"On Paper Wings","adult":false},{"cast":["Gerald Huether","Sir Ken Robinson","Arno Stern","André Stern","Yang Dongping"],"overview":"A documentary that analyzes the modern educational system and argues that it squelches children's capacity for imagination, creativity, and independent thought.","release_date":"2013-10-31","genres":[99],"vote_average":7.4,"runtime":113,"cert":"N\/A","id":236314,"title":"Alphabet","adult":false},{"cast":["Enrico Brignano","Ambra Angiolini","Anna Galiena","Giampaolo Morelli","Fabio Troiano"],"overview":"Jacopo (Enrico Brignano) has a serious problem. He may be a brilliant marriage guidance counsellor, but he can never manage to have a steady relationship for more than two weeks. And for good reason: since he was very young, Jacopo has been cursed and brought bad luck to every woman who has fallen in love with him. Really bad luck. Because of this, he has vowed to stay away from women, for their own good. But the moment he lays eyes on Sara (a radiant Ambra Angiolini, The Immature and The Immature: The Trip) at a friend’s birthday party, he is smitten.  Despite his resistance, the two fall head over heels leading to back-to-back, laugh-out-loud moments of disaster! Sara will quickly learn the consequences of her choice as the limits of her love are put to the test in this smart, stylish and very loveable romantic comedy.","release_date":"2013-11-14","genres":[35,10749],"vote_average":5.8,"runtime":null,"cert":"N\/A","id":236325,"title":"Stay Away from Me","adult":false},{"cast":["Mick Jagger","Keith Richards","Charlie Watts","Ron Wood"],"overview":"The Rolling Stones – Glastonbury 2013 is a no label pressed 2DVD set with the pro-shot Glastonbury Festival, Worthy Farm, Pilton, UK concert from June 29th, 2013.","release_date":"2013-06-29","genres":[10402],"vote_average":4.8,"runtime":null,"cert":"","id":236327,"title":"The Rolling Stones: Live at Glastonbury 2013","adult":false},{"cast":["Luca Barbareschi","Zhang Jingchu","Carl Ng","Alessandro Haber","Gary Lewis"],"overview":"In a small village in China's Yunnan region, Xiwen mourns the sudden loss of her beloved, only child, a young boy poisoned by tainted food. Numbed by the pain, she seeks a reason to live.","release_date":"2013-11-07","genres":[53,18],"vote_average":6.6,"runtime":115,"cert":"N\/A","id":236329,"title":"Something Good: The Mercury Factor","adult":false},{"cast":[],"overview":"A play on the theme of hearts. Two hearts cavort, change shape, shoot arrows at one another, give birth, and finally become one heart bearing the message \"Will you be our Valentine?\"","release_date":"1940-02-13","genres":[16],"vote_average":5.0,"runtime":2,"cert":"N\/A","id":236331,"title":"NBC Valentine Greeting","adult":false},{"cast":[],"overview":"Photographer Rudy Burckhardt shows us the ebb and flow of people rushing about Manhattan. Equally exhilarating in his novel approach to snap images quickly on the run, a method he inaugurated and that continues to the present day. In film, he added slow and fast motion, split-screens and superimpositions to his repertory.","release_date":"1940-11-13","genres":[],"vote_average":6.7,"runtime":7,"cert":"N\/A","id":236333,"title":"Pursuit of Happiness","adult":false},{"cast":[],"overview":"Against a background of bluish light, several objects appear: a square, a circle, and a set of rods. As the background color occasionally varies in shade between blue and rose, the objects move around, forming various patterns.","release_date":"1940-11-13","genres":[16],"vote_average":7.0,"runtime":4,"cert":"N\/A","id":236335,"title":"Themis","adult":false},{"cast":[],"overview":"Oversize garden pests overcome the springtime urge to garden. The story opens in the spring. A caveman starts working in his garden, where a humongous locust comes and eats his goods. After going inside, he finds another huge (Stone Age-sized) bug at the table eating. The caveman then makes his own meal, only to be infested at his door by bees! It's caveman vs. big bugs in this hilarious entry, loaded with great gags plus caricatures of Groucho and Harpo Marx.","release_date":"1940-08-29","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236340,"title":"Springtime in the Rock Age","adult":false},{"cast":[],"overview":"Little Cute Chickie Duck loves little lucky Dinky Duck but they have a quarrel, which leads their parents to have a quarrel, which leads to a big-duck brawl...careful, there...which leads to much ado about nothing as Chickie and Dinky have made up and gone floating together.","release_date":"1940-03-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236342,"title":"Much Ado About Nothing","adult":false},{"cast":[],"overview":"A persistent door-to-door salesman tries to sell his wares in a gated community that doesn't allow peddlers. He makes a killing selling clubs to a bunch of battling street brawlers.","release_date":"1940-08-08","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236344,"title":"The Fulla Bluff Man","adult":false},{"cast":["Cliff Richard","Helen Hobson","Jimmy Johnston","Darryl Knock","Sara Haggerty"],"overview":"The Musical adaptation of Emily Bronte's Classic novel \"Wuthering Heights\".  When his childhood love abandons him for a man of higher social rank, Heathcliff seeks vengeance.","release_date":"1999-10-01","genres":[],"vote_average":8.0,"runtime":120,"cert":"PG","id":236352,"title":"Heathcliff","adult":false},{"cast":[],"overview":"A comic look at prehistoric life.","release_date":"1940-09-13","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236354,"title":"Pedagogical Institution (College to You)","adult":false},{"cast":[],"overview":"A comic look at prehistoric life.","release_date":"1940-07-25","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236356,"title":"Way Back When a Razzberry Was a Fruit","adult":false},{"cast":[],"overview":"It's basically a series of visual gags that takes place on a greyhound race track with the racers chasing a mechanical rabbit attached to a gate (though the rabbit seems lifelike, at least for a cartoon).","release_date":"1940-04-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236358,"title":"The Greyhound and the Rabbit","adult":false},{"cast":[],"overview":"Spies Sneak, Snoop and Snitch try to sneak up on the king while he is sleeping in order to steal some riches.","release_date":"1940-10-24","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236360,"title":"Sneak, Snoop and Snitch","adult":false},{"cast":["Nicole Fox","Clifford Morts","Sam Brittan","Melissa Johnston","Leland Montgomery"],"overview":"The lives of three residents of Redlands, California -- a middle-aged glamour photographer, his model and her musician boyfriend -- intersect and ultimately collide in this claustrophobic adult drama.","release_date":"2014-01-10","genres":[18],"vote_average":5.2,"runtime":108,"cert":"N\/A","id":236365,"title":"Redlands","adult":false},{"cast":[],"overview":"A comic look at prehistoric life.","release_date":"1940-03-13","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236367,"title":"Way Back When a Nightclub Was a Stick","adult":false},{"cast":[],"overview":"A comic look at prehistoric life.","release_date":"1940-03-07","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236369,"title":"Way Back When a Nag Was Only a Horse","adult":false},{"cast":["Alberto Romea","Antoñita Colomé","Germán Siles","Juan Roa","Manolita Morán"],"overview":"","release_date":"1943-10-31","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236374,"title":"Forja de almas","adult":false},{"cast":[],"overview":"This Documentary approaches the most notorious motorcycle club in the world from the inside. It is a different angel to what and who the Hells Angels are. We look back at the history of the club, it`s origins, backgrounds and worldwide growth and show what mass media has never shown so fair. The Hells Angels talk about, their conflicts and how they deal with them. There are always two sides to a story, the one and the other one.","release_date":"2013-03-29","genres":[99],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":236379,"title":"81 - The Other World: The World of Hells Angels","adult":false},{"cast":["Harry H. Corbett","Diane Cilento","Michael Medwin","Thora Hird","Brian Wilde"],"overview":"Percy Winthram is a naive young man who still lives at home with his mum. In London for the Cup Final with his friends, he finds himself in a Soho strip club, where he meets blonde hostess Cyrenne. Accepting a bet from friend Ginger, he accompanies Cyrenne back to her flat, and a boast-worthy night of lust seems to be on the cards; however, drained of beer and bravado, Percy's innocence and vulnerability become all too evident…","release_date":"1964-12-20","genres":[35],"vote_average":4.3,"runtime":92,"cert":"15","id":236387,"title":"Rattle of a Simple Man","adult":false},{"cast":["Denis Mazet","Olivier Page","Benoît Thirion","Thierry Carrère","Stéphane Ambiel"],"overview":"A bizarre scatalogical comedy set in a public toilet.","release_date":"1988-06-30","genres":[35,14],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236392,"title":"Mongolitos","adult":false},{"cast":["Bernard Blier","Marie Grinewald","Marcel Dalio"],"overview":"","release_date":"1975-10-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236394,"title":"Le faux-cul","adult":false},{"cast":["Heather Graham","Ellen Burstyn","Kiernan Shipka","Mason Dye","Dylan Bruce"],"overview":"After the sudden death of their father, four children face cruel treatment from their ruthless grandmother.","release_date":"2014-01-18","genres":[18,9648,53,10770],"vote_average":6.4,"runtime":90,"cert":"N\/A","id":236399,"title":"Flowers in the Attic","adult":false},{"cast":["Martin Buchan","Naveed Choudhry","Gemma Christie","Lin Clifton","John De Main"],"overview":"\"KAPITAL\" is a Gothic and uncompromising look at the darker crevasses of human nature and society. Following a cross section of characters lives, inter weaved in a mosaic form over the turbulent course of one day, as they all deal with the demons and angels that haunt their harsh realities. An apocalyptic vision of modern day existence.","release_date":"2007-07-03","genres":[],"vote_average":0.0,"runtime":75,"cert":"","id":236416,"title":"Kapital","adult":false},{"cast":["Samuel Anoyke","Clare Barry","Angela Hazeldine","Eleanor Lawrence","Paul Marlon"],"overview":"Lee (Samuel Anoyke) has been out of prison for only four months and is already cracking under the pressure of looking after his mum and raising his daughter while coping with the death of his baby brother Darren. His only relief from the stress and nightmares is workmate Phil (Richard Oldham) who during their night shift job enlightens him with tales of the good old days of the Poll Tax riots and copious cups of tea.","release_date":"2010-09-01","genres":[],"vote_average":0.0,"runtime":88,"cert":"","id":236421,"title":"SSDD: Same Shit Different Day","adult":false},{"cast":["Leslie Simpson","Axelle Carolyn","Daniel Tee","Marcus Green","David Flint"],"overview":"A lone man, trapped and imprisoned in a barren, desolate landscape. His only companions are a village of straw people with which he converses with as neighbours and friends; he even teaches straw children at the local school. Yet, this anchor, this way of habitual living, is about to become unravelled in frightening and disturbing ways. Leading the way to A RECKONING.","release_date":"2011-01-01","genres":[],"vote_average":6.0,"runtime":101,"cert":"","id":236423,"title":"A Reckoning","adult":false},{"cast":["Paul Marlon","Ana Gonzalez Bello","Lee Ingleby","Roger Griffiths","Mike Burnside"],"overview":"Father Clemence, a man burned by his faith, has taken in search of retribution. Along the way, he is joined by Maria, a hitch hiking punk, who is fleeing her home in Mexico City. Together, the odd couple embark on a roller coaster of adventure that is at times both harrowing and heart warming.","release_date":"2013-07-31","genres":[],"vote_average":0.0,"runtime":101,"cert":"","id":236425,"title":"Communion","adult":false},{"cast":[],"overview":"The bull makes short work of the matador, and then turns on Porky, a tamale vendor who wanders into the ring accidentally. But then he makes the mistake of actually eating most of Porky's extra hot tamales.","release_date":"1940-12-20","genres":[16,35],"vote_average":6.3,"runtime":6,"cert":"N\/A","id":236427,"title":"The Timid Toreador","adult":false},{"cast":[],"overview":"A bear hunter tells Porky the tale of a hunt 30 years ago: a bear got a taste of his chewing tobacco and chased him down to get it; the hunter took the bear on with his bare hands rather than lose the tobacco. Or at least, that's the way he told the story.","release_date":"1940-06-07","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236429,"title":"The Chewin' Bruin","adult":false},{"cast":[],"overview":"Barney's going fishing, but just as he's getting ready to hook a whole school of trout, a rather persistent duck keeps getting in the way.","release_date":"1940-01-20","genres":[],"vote_average":7.0,"runtime":8,"cert":"N\/A","id":236431,"title":"The Fishing Bear","adult":false},{"cast":[],"overview":"Mystery Pictures is looking for a stunt man. Swee'pea tags along with Popeye, but he sends the tot home. Popeye shows clips of his stunts to the director, who is impressed; when he goes to put on the last reel, Swee'pea, who snuck back in, hands him Lost and Foundry (1937), which features Swee'pea saving the day. The director signs Swee'pea.","release_date":"1940-08-01","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236433,"title":"Doing Impossikible Stunts","adult":false},{"cast":[],"overview":"William fires an arrow, barely missing Popeye; then tells Popeye that he has just lost his son in an unfortunate arrow incident (the picture of his son is Groucho Marx). Tell then defies the king and is ordered to shoot an apple off his son's head; Popeye stands in for his son. The arrow goes astray, but it hits Popeye's can of spinach.","release_date":"1940-09-19","genres":[16],"vote_average":3.5,"runtime":6,"cert":"N\/A","id":236435,"title":"Popeye Meets William Tell","adult":false},{"cast":[],"overview":"Andy Panda gets a magic kit in the mail.","release_date":"1940-04-07","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236440,"title":"100 Pygmies and Andy Panda","adult":false},{"cast":[],"overview":"A dog thinks he is being chased by small pink elephants, and goes to the hospital. While Porky is working on medication, the pink elephants find him and cause havoc. Porky finally gives him some medication, that only works temporarily, but then sees them again. He rushes back in and is once again ill.","release_date":"1940-09-20","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236442,"title":"Calling Dr. Porky","adult":false},{"cast":[],"overview":"A mother puts her baby boy in an outdoor playpen, but he's more mature than she realizes, and quickly breaks out, and with the help of a raccoon and a squirrel, they are soon raiding the watermelon patch. Mother returns: turns out it's moving day, and the family is moving to the city.","release_date":"1940-02-01","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236444,"title":"Little Lambkin","adult":false},{"cast":["Mel Blanc"],"overview":"Porky Pig owns a fish store and goes out to lunch. After a cat is not having much success with a mouse, he goes into the fish store when Porky is away. When the cat thinks he has the good appetite, the fish go to war against him and drive him out of the store. He is then freaked out by the mouse and shrinks as the mouse grows.","release_date":"1940-04-26","genres":[16,35],"vote_average":6.3,"runtime":7,"cert":"N\/A","id":236446,"title":"Porky's Poor Fish","adult":false},{"cast":[],"overview":"Blackout gags about the holidays. New Year's (the baby speaks to us). Valentine's Day, Washington Day, etc.","release_date":"1940-10-11","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236448,"title":"Holiday Highlights","adult":false},{"cast":["Dave Barry","Mel Blanc","Gloria Curran","Jack Lescoulie"],"overview":"Jack Bunny (a spoof of Jack Benny) invites Hollywood celebrities to his Malibu house for a party.","release_date":"1940-09-14","genres":[16],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236450,"title":"Malibu Beach Party","adult":false},{"cast":["Mel Blanc","Robert C. Bruce","Bernice Hansen","Tedd Pierce"],"overview":"A series of typical Avery spot gags set around wild animals. A dainty deer drinks very loudly and rudely from a lake. A pack rat swaps an egg and an acorn, then back again (\"monotonous, isn't it?\"). A flock of ducks lands; a hunter fires; all fly away, except one with an American flag on its side. A termite fells a huge tree. A cowboy rides across the plains well, no; his horse is just slapping itself with the front hooves. A coyote calls to its mate: \"Hey, Mabel, come on out!\" A camel contradicts the narrator, saying he's really thirsty. A wild dog: because of the lumbermen.","release_date":"1940-11-08","genres":[16],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236452,"title":"Wacky Wildlife","adult":false},{"cast":["Mel Blanc","Tedd Pierce","Bill Thompson"],"overview":"J.T. Gimlet's department store is closed, and the mice are going on a tour, led by the same W.C. Fields mouse as in Little Blabbermouse. First, the shoe department, where we see mules, both red and green, who pop out of the box and bray at us. Next, the artworks: Whistler's Mother proves to be a good whistler herself; The Thinker is puzzling over his tax return; a painting that starts with two Indians becomes The Last of the Mohicans. In housewares, an automatic ashtray deals with a cigar (prompting a string of babble from Blabbermouse). An automated poker table plays the whole game, complete with the requisite ace-up-the-sleeve. And finally, the gift-wrap department, which includes one robot to measure out ribbon and another to wrap packages. This prompts another string of babble from Blabbermouse, which gets *him* wrapped up (and, when that's not enough, slapped with a \"Do Not Open Until Xmas\" sticker on his mouth).","release_date":"1940-12-20","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236454,"title":"Shop Look & Listen","adult":false},{"cast":[],"overview":"Porky Pig goes on a safari in Africa, and runs into an assortment of crazy animals, wacky natives and Kay Kyser giving dance lessons in the middle of the jungle.","release_date":"1940-01-26","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236456,"title":"Africa Squeaks","adult":false},{"cast":["Pinto Colvig","Margie Hines","Jack Mercer"],"overview":"Olive writes a letter to Popeye: she's through with sailors; it's cowboys for her. Popeye immediately sails off to the West, where he finds, who else, Bluto as the head of the ranch where Olive is enthralled. Bluto gives Popeye a wild horse to ride, and, after a few humiliating defeats, Popeye conquers it (and wins back Olive's heart). Bluto punches Popeye out, and into the clutches of what can best be described as a rattlesnake constrictor.","release_date":"1940-04-11","genres":[16],"vote_average":4.5,"runtime":6,"cert":"N\/A","id":236458,"title":"Me Feelins Is Hurt","adult":false},{"cast":[],"overview":"An inexperienced little ghost tries out for a house-haunting job, but winds up getting terrorized by the fat ghost interviewing him for the position.","release_date":"1940-08-09","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236460,"title":"Ghost Wanted","adult":false},{"cast":[],"overview":"Native American children play in the canyons of Arizona.","release_date":"1940-01-26","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236462,"title":"Mighty Hunters","adult":false},{"cast":[],"overview":"Gabby has a letter to deliver to the king of Lilliput; when he arrives, the king is in the bath and Gabby tries on the royal robe. The king emerges and gives Gabby a stern look; Gabby hands over the letter and leaves quickly. The letter, however, is ominous: \"Please be at home today; I have orders to shoot you.\"","release_date":"1940-10-17","genres":[],"vote_average":10.0,"runtime":7,"cert":"N\/A","id":236464,"title":"King for a Day","adult":false},{"cast":["Tex Avery","Mel Blanc","Eddie Marr"],"overview":"A barker guides us through a sideshow, a menagerie, and on to the big top, for a series of typical Avery gags. For example, the trapeze artists, the Flying Cadenzas, literally fly; the lion puts his head in the tamer's mouth; and the human cannonball flies around the world.","release_date":"1940-06-21","genres":[16],"vote_average":5.5,"runtime":9,"cert":"N\/A","id":236466,"title":"Circus Today","adult":false},{"cast":["Mel Blanc","Robert C. Bruce"],"overview":"A series of blackout gags parodying aviation and aviation films. Gags include a parchutist whose parachute reads \"Good to the last drop\", jokes about LA's expanding city limits, and a satire of test pilot and their bravery.","release_date":"1940-08-23","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":236468,"title":"Ceiling Hero","adult":false},{"cast":["Sara Berner","Mel Blanc","Thurl Ravenscroft","Kent Rogers","The Sportsmen Quartet"],"overview":"Caveman Porky awakens and plays with his pet Rover, a massive dinosaur. After Rover's playfulness causes a disruption to the prehistoric peace and quiet, Porky's copy of \"Expire\" magazine arrives in the mail, filled with ads for fashionable new bearskins. Porky decides to go out and get himself a new suit, and sets off with his trusty club.","release_date":"1940-10-11","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236470,"title":"Prehistoric Porky","adult":false},{"cast":["Mel Blanc"],"overview":"Porky decides to go fishing the next day and tells his cat. The cat sleeps fitfully. The next day, while they are fishing, the cat gets into a battle with a flying fish who behaves rather like Daffy Duck.","release_date":"1940-11-01","genres":[16,35],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":236472,"title":"The Sour Puss","adult":false},{"cast":["Mel Blanc","Robert C. Bruce","Thurl Ravenscroft","The Sportsmen Quartet"],"overview":"The Pilgrims, led by captain Porky Pig, set sail from Plymouth for America. We get a series of ocean sailing blackout gags, including a running bit between our narrator and the cook, looking for a fish suitable for dinner, a singing trio interrupted by seasickness, flying fish (in airplanes). Then, The Rains Came. A collision with an iceberg is narrowly averted. Land is sighted. The pilgrims are welcomed by Chief Sitting Bull.","release_date":"1940-03-15","genres":[16],"vote_average":5.5,"runtime":7,"cert":"N\/A","id":236474,"title":"Pilgrim Porky","adult":false},{"cast":[],"overview":"When Popeye tells Olive Oyl that he will propose to her the next morning, she has a dream that their four boys will run roughshod over their house.","release_date":"1940-06-06","genres":[16],"vote_average":6.5,"runtime":6,"cert":"N\/A","id":236476,"title":"Wimmin Is a Myskery","adult":false},{"cast":[],"overview":"Olive sends Popeye a puppy, Eugene the Jeep, for his birthday, but despite Popeye's best efforts to make it sleep outside, it keeps finding its way back into the house. A rare spinach-free Popeye.","release_date":"1940-12-12","genres":[16],"vote_average":4.5,"runtime":6,"cert":"N\/A","id":236478,"title":"Popeye Presents Eugene, the Jeep","adult":false},{"cast":["Pinto Colvig","Margie Hines","Jack Mercer"],"overview":"Popeye's pappy, age 99, wants to go out at night; Popeye wants him to sleep. Popeye tries leg irons, but Pappy manages to put them on Popeye and sneak out to a sleazy bar. Pappy dances with other men's girlfriends, bumps into everyone, and throws his dancing partner into the band. Soon, the whole bar is lining up to get a piece of Pappy just as Popeye arrives.","release_date":"1940-11-14","genres":[16],"vote_average":5.3,"runtime":6,"cert":"N\/A","id":236480,"title":"Poopdeck Pappy","adult":false},{"cast":["Mel Blanc","Sara Berner"],"overview":"The Big Bad Wolf, villain of children's stories for years, is on trial for crimes committed against Little Red Riding Hood and her grandmother. When given a chance to speak in his defense, Mr. Wolf explains the supposed real story behind the fairy tale, in which he is the victim and Red and her grandma are the ones to blame. Will the jury buy his story?","release_date":"1941-04-25","genres":[16,35],"vote_average":6.3,"runtime":7,"cert":"N\/A","id":236482,"title":"The Trial of Mr. Wolf","adult":false},{"cast":[],"overview":"A spot gag cartoon based on little-known facts about bugs. A narrator guides us on a tour of the insect world. Each creature we meet surprises us with a funny gag. A snail's shell bears the sign \"F.H.A. Loan.\" Two caterpillars shake hands... lots of hands. There's a humorous reference to Bing Crosby and even a Del Monte brand product placement.","release_date":"1941-10-20","genres":[],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":236487,"title":"The Bug Parade","adult":false},{"cast":["Gayne Whitman","Rudolf Ising"],"overview":"In a humorous report, \"Strife\" magazine follows a bear who gets drafted and goes through the rigors of Army basic training.","release_date":"1941-11-01","genres":[16,35,10751],"vote_average":4.0,"runtime":8,"cert":"N\/A","id":236489,"title":"The Rookie Bear","adult":false},{"cast":[],"overview":"The mouse, tired of being chased by the cat, convinces him there's no reason for it, and that the cat should talk to the dog and convince him too. The talks are not successful...","release_date":"1941-03-01","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":236491,"title":"The Cat's Tale","adult":false},{"cast":[],"overview":"A cat (not Sylvester) tries to capture a little canary bird (not Tweety), and not get caught by protective Granny.","release_date":"1941-12-25","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":236493,"title":"The Cagey Canary","adult":false},{"cast":["Jack Mercer"],"overview":"Poopdeck Pappy has a hangover (though he won't admit to Popeye that's the problem). He asks Popeye to help him by keeping the noise down. Among the disturbances he deals with: a crying baby across the way, a horse-drawn milk truck, a factory whistle, a radio, a traffic accident, a construction site, a blasting site (the Sparber construction company) this one takes spinach. He gets home and hears a party going on upstairs where a recovered Pappy is living it up.","release_date":"1941-02-06","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":236495,"title":"Quiet! Pleeze","adult":false},{"cast":["Jack Mercer","Tedd Pierce"],"overview":"Popeye is on a training ship, but his seat-of-the-pants ways don't fit in with modern equipment.","release_date":"1941-11-14","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236497,"title":"The Mighty Navy","adult":false},{"cert":"N\/A","title":"The Wacky Worm","cast":[],"genres":[],"id":236499,"overview":"A singing worm is pursued by a crow, moving in an amazing variety of ways while escaping. It then hides in an apple, a toothpaste tube, a victrola, a toaster, and an alcohol bottle. This gets him soused enough to challenge the crow directly. He finally hides in another apple.","runtime":7,"release_date":"1941-06-20","vote_average":6.0,"adult":false}]