[{"cast":[],"overview":"In commissioning Halas &amp; Batchelor, the War Office recognised the potential of cartoons as an unobtrusive and entertaining medium by which official messages could be conveyed - in this case some rather unsavoury warnings pertaining to foot rot, dysentery and VD. Aimed at soldiers serving in the Far East, the antics of six sprightly soldiers stationed in the jungle illustrate with humour and clarity the potential pitfalls of poor personal hygiene.","release_date":"1945-11-15","genres":[10752,16,35],"vote_average":6.0,"runtime":9,"cert":"","id":237000,"title":"6 Little Jungle Boys","adult":false},{"cast":["Sara Berner","Mel Blanc","Frank Graham","Arthur Lake"],"overview":"Created for the US Navy in World War II. The Mr. Hook character was created by Hank Ketcham while at Walter Lantz Studios, where the first- and only color- Mr. Hook cartoon was produced. A wartime propaganda film about Japan and war bonds. The loudspeaker grille is in the shape of a peace sign as it shouts at Mr. Hook.","release_date":"1945-11-15","genres":[],"vote_average":5.3,"runtime":4,"cert":"N\/A","id":237002,"title":"Tokyo Woes","adult":false},{"cast":["Bill Martin","James Mitchell","Joe Riccard"],"overview":"This is from a collection of artsy shorts entitled \"Unseen Cinema: Early American Avant-Garde Film 1894-1941\". The film is set to the music of Franz Schubert and is very strange. Much of it consists of disembodies arms and legs all moving about to the music. There are also folks in body suits moving rhythmically to the tune. Occasionally, there are shots of a guy in full color with multiple exposures.","release_date":"1947-04-11","genres":[],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":237004,"title":"Introspection","adult":false},{"cast":[],"overview":"Footage of Reece 'Goose' Tatum and other players, taken prior to a game between the Indianapolis Clowns and the Kansas City Monarchs.","release_date":"1946-11-15","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":237006,"title":"Negro Leagues Baseball","adult":false},{"cast":[],"overview":"Fuzzy Wuzzy, an aboriginal Australian, rides his less-than-trusty ostrich across Bush country, hunting kangaroos with his boomerang. He finds a boxing kangaroo, complete with boxing gloves, who is easy to fool but not easy to catch.","release_date":"1946-04-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237008,"title":"Kongo-Roo","adult":false},{"cast":[],"overview":"The Fox and the Crow become private detectives as the snooping business appears to best suit their talents -- this time out, at least -- and go snooping where they aren't wanted. A wise and crafty old Owl makes them sorry they didn't choose a different profession.","release_date":"1946-04-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237010,"title":"Foxy Flatfoots","adult":false},{"cast":["Robert Patrick","Joanna Pacula","Vyto Ruginis","Mimi Craven","Alexander Enberg"],"overview":"A Mexican Indian spirit possesses a heartless real estate developer.","release_date":"1995-08-30","genres":[27,53],"vote_average":5.3,"runtime":93,"cert":"N\/A","id":237015,"title":"Last Gasp","adult":false},{"cast":[],"overview":"The story of dogs and cats playing each other at football. Includes sing-a-longs of various college fight songs.","release_date":"1946-09-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237017,"title":"The Goal Rush","adult":false},{"cast":[],"overview":"All of the mice gather around a giant TV to watch a fairy tale about Goldilocks and the Three Bears. The Wolf and his buddies are laying in wait for Goldilocks. The Wolf tries his best to get Goldie, including trying to serenade her by imitating Frank Sinatra. There is a call for Mighty Mouse! A hand animates Mighty, and he flies to the rescue. The Wolf has to call in his motorcycle gang of wolves to help him... but to no avail.","release_date":"1946-03-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237019,"title":"The Wicked Wolf","adult":false},{"cast":[],"overview":"The Little King wants a wife, so his Court Hypnonist, using foul means for a devious purpose, brings him Sweet Suzette, who has no interest in marrying the King. Mighty Mouse rescues yet again a damsel-in-distress, and sees to it that no wedding bells ring for Sweet Suzette.","release_date":"1946-11-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237021,"title":"The Crackpot King","adult":false},{"cast":[],"overview":"Andy and his dog, Milo, share their house with an obnoxious rodent who enjoys tormenting the two above anything else. Finally, the two decide the only way they can rid themselves of the pest is for the two to just plain move out. They pack their bags and move to a new house leaving the mouse behind. With no one to torment, the mouse decides life isn't worth living anymore and attempts to end it all until he finally discovers their new address, moves in with them, and resumes tormenting the two.","release_date":"1946-04-15","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":237023,"title":"Mousie Come Home","adult":false},{"cast":[],"overview":"In this classic Western cartoon, Bad Bill Bunion's horse helps his master escape from Alcatraz Island Prison. Free again, the wily crook commits a series of crimes, including the theft of a football during a championship Army vs. Navy playoff. Mighty Mouse returns to clobber his arch-foe, sending him flying back to Alcatraz. Mighty Mouse even returns the football to the game! There's a great gag at the end involving Frankenstein's Monster, Count Dracula and lawyers!","release_date":"1946-09-19","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":237025,"title":"The Jail Break","adult":false},{"cast":[],"overview":"Lulu answers wrong on a history quiz after cheating off of Tubby. While sitting in the corner and wearing a dunce cap Lulu falls asleep and dreams of chasing Tubby through history to get back at him.","release_date":"1946-03-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":237030,"title":"Bored of Education","adult":false},{"cast":[],"overview":"This entry in the \"Noveltoons\" series (production number P5-3)is an animated \"follow-the-bouncing-ball\" audience participation sing-along with Farmer MacDonald having his hands full with the barnyard population. It ends with the animals in a Conga line singing their animated hearts out.","release_date":"1946-06-06","genres":[16],"vote_average":5.0,"runtime":7,"cert":"N\/A","id":237032,"title":"Old MacDonald Had a Farm","adult":false},{"cast":[],"overview":"After a storm strands them on a deserted island, Woody Woodpecker and his wolf friend end up battling themselves in a quest to find food.","release_date":"1946-11-17","genres":[16],"vote_average":7.0,"runtime":6,"cert":"N\/A","id":237034,"title":"Fair Weather Fiends","adult":false},{"cast":[],"overview":"Olive runs a service station. The admiral pulls in and asks Olive to put some air in his tire, as he heads off to a cigar store. Meanwhile, the boys stop by on a 24-hour leave, and start to be \"helpful\" - which of course means that the tire, then the entire car, are in serious trouble. Not that Popeye doesn't do some amazing things to save the car; he carries it, atop a hoist, to the top of a very tall building under construction, then outruns it as it falls, and catches it, unscathed; the car is demolished, however, when Bluto snatches the hoist away and lets the car fall the remaining couple of meters onto Popeye. Spinach time: He manages to rebuild the car, apparently good as new, in the time it takes the admiral to walk back from the cigar store, so Bluto shoves him away to take credit. But the car falls to pieces when it's started, and the admiral puts Bluto on rust-scraping duty as Popeye and Olive float by in a rowboat.","release_date":"1946-04-18","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":237036,"title":"Popeye the Sailor: Service with a Guile","adult":false},{"cast":["Jackson Beck","Cecil Roy"],"overview":"Lulu goes to a department store to exchange her doll for something else. While looking for a new item Lulu manages to terrorize the section manager, ski down the escalators, and cause a noahic flood in the store.","release_date":"1946-01-10","genres":[16],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":237038,"title":"Bargain Counter Attack","adult":false},{"cast":[],"overview":"A (male?!) mosquito army prepares for the attack. We see basic training, which includes an obstacle course (slapping hands, fly swatters), target practice on stuffed dummy human forms, and training for taking off and landing on \"flattops\" (sardine cans).","release_date":"1946-08-16","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":237040,"title":"Of Thee I Sting","adult":false},{"cast":["Jackson Beck","Carl Meyer","Arnold Stang"],"overview":"While cats and dogs are natural enemies, such is not the case in the house where Herman the mouse lives. They are very good friends indeed, are work together to make Herman's life a hard life. Herman tries to break up their friendship, and divert their attention from guarding the cheese in the refrigerator, and almost succeeds but they make up in time to prevent Herman getting the cheese. They give chase and Herman takes refuge in a jug of wine.","release_date":"1946-02-21","genres":[35,16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":237042,"title":"Cheese Burglar","adult":false},{"cast":[],"overview":"A well-to-do Spanish merchant offers a fortune in gold and the hand of his daughter in marriage to any matador who can kill the bull in the ring. But the bull defeats all comers who challenge him. Finally, Mighty Mouse enters the ring and clobbers the bull, sending him to the local butcher shop and winning the hand of the merchant's daughter.","release_date":"1946-05-02","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":237044,"title":"Throwing the Bull","adult":false},{"cast":[],"overview":"In this Walter Lantz Color Cartune---the correct house-name brand for the Woody's, and not Swing Symphony as some Keyworder seems to think---Woody, per usual, is sleeping and idling while the ants and grasshoppers are gathering food for the winter, and Woody even has a nightmare about it. He awakens, under a blanket of snow, to find that both Winter and a hungry wolf are knocking at his door. The wolf has intentions of eating Woody...but Woody also has the same thoughts regarding the wolf.","release_date":"1946-06-23","genres":[16],"vote_average":8.0,"runtime":6,"cert":"N\/A","id":237046,"title":"Who's Cookin Who?","adult":false},{"cast":[],"overview":"Olive has a map to a sunken treasure, but Bluto stowed away and is determined to beat Popeye to it.","release_date":"1946-06-06","genres":[16,10751],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":237048,"title":"Popeye the Sailor: Peep in the Deep","adult":false},{"cast":[],"overview":"Popeye and Olive are at the rodeo, starring Badlands Bluto. Olive is impressed by Bluto's stunts, many of them designed to make Popeye look bad. Dynamite, the bronco that's never been ridden busts out and Popeye, seeing his chance, downs some spinach and manages an impressive series of tricks, culminating in firing a bullet at Bluto and lassoing it just in time. Bluto's had enough, and he substitutes loco weed for Popeye's spinach, then challenges him to throw the bull. Popeye's fried brain sees the bull as a beautiful woman; he tries to dance with it. The bull throws Popeye against the box where Bluto is now sitting and throws the remaining loco weed into Bluto's open mouth; he sees Olive as a bull and grabs her. He tries to brand her; her cries of help arouse Popeye, who pulls out a fresh can of spinach and goes to work.","release_date":"1946-08-15","genres":[16,10751],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":237050,"title":"Popeye the Sailor: Rodeo Romeo","adult":false},{"cast":[],"overview":"At the Polar Bar & Grill in the Klondike, Popeye and Olive Oyl are the sole proprietors. Dangerous Dan McBluto, the owner of a fur farm, walks in and kidnaps Olive.","release_date":"1946-05-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237052,"title":"Popeye the Sailor: Klondike Casanova","adult":false},{"cast":[],"overview":"Little Lulu and her dog are charged with protecting the baby chicks from a sly and hungry cat. The cat attempts to steal Little Lulu's chicks but is foiled by Lulu and her dog after many attempts.","release_date":"1946-08-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237054,"title":"Chick and Double Chick","adult":false},{"cast":["Mel Blanc","Bea Benaderet","Richard Bickenbach"],"overview":"A group of celebrity dogs, led by an 'Edward G. Robinson' look-alike and including Jimmy Durante, decide that celebrity dogs need a nightclub of their own.","release_date":"1946-04-19","genres":[16,35],"vote_average":5.7,"runtime":8,"cert":"N\/A","id":237056,"title":"Hollywood Canine Canteen","adult":false},{"cast":[],"overview":"Olive is building a house when the boys happen by. They show off a bit to convince her to let them build her house for her. She decides to split the job in half by splitting the blueprints in half and having each build one side of the house. Of course, \"cooperation\" isn't in their vocabulary. Bluto does an extremely sloppy job on his half, and also takes every opportunity to either sabotage Popeye or trick him into doing more work. Meanwhile, Popeye's making enough of his own mistakes, many of which seem to involve wedging Olive into small bent pipes. Eventually, Popeye has his spinach and finishes the house, but the house collapses as they are celebrating with a kiss.","release_date":"1946-03-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237058,"title":"Popeye the Sailor: House Tricks?","adult":false},{"cast":[],"overview":"Anxious to get to work with the big guys damming the river before the flood hits, a little beaver keeps getting in the way of their work. Finally, the foreman sends him off to chop down that big tree \"way over there.\" Meanwhile, the flood rushes closer and closer.","release_date":"1946-07-12","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":237060,"title":"The Eager Beaver","adult":false},{"cast":[],"overview":"Take-off on Fanny Brice's \"Baby Snooks\" radio program. An exasperated Mr. Quail tries to catch a worm for his whining daughter, Baby Toots, and gets the worst from a tough crow who has designs on the worm himself.","release_date":"1946-03-02","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":237062,"title":"Quentin Quail","adult":false},{"cast":["Laura La Plante","Joseph Schildkraut","Emily Fitzroy","Otis Harlan","Alma Rubens"],"overview":"This film sticks very closely to the Edna Ferber novel, rather than the musical based on the novel. There are only two major changes from Ferber's book : *Julie in this version is a white woman, not a racially mixed one; therefore she and her husband are not unlawfully married. * Ravenal returns at the end, instead of dying as in the novel","release_date":"1929-07-27","genres":[18],"vote_average":6.0,"runtime":146,"cert":"N\/A","id":237067,"title":"Show Boat","adult":false},{"cast":["Mel Blanc"],"overview":"Daffy sneaks onto the Warmer Brothers lot, eventually posing as a tour guide. Daffy spoofs a number of contemporary stars, and others appear as \"themselves\". He also has a number of run-ins with a studio cop.","release_date":"1946-06-21","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":237075,"title":"Hollywood Daffy","adult":false},{"cast":["Mel Blanc"],"overview":"Snow-bound in a cabin, two starving men begin visualizing each other as food, before salesman Daffy Duck calls at their door. The two men fancy Daffy as a duck dinner and chase him around the cabin. Daffy tells them he is a cookbook salesman with a complimentary turkey dinner. The men let Daffy go and sit down to feast on turkey, but a group of famished mice suddenly appear and devour the bird before the men can raise a knife to carve. When Daffy returns to try to sell the men some after-dinner mints, they resume their hungry chase of Daffy.","release_date":"1947-06-03","genres":[16],"vote_average":6.2,"runtime":7,"cert":"N\/A","id":237083,"title":"Along Came Daffy","adult":false},{"cast":[],"overview":"Sitting dejected in a circus cage, billed as an African \"wildman,\" Inki becomes the target of two dogs, both of them after the bone in his topknot. But luckily for Inki, the mysterious minah bird, syncopated hop and all, has also been captured and sent to the same circus.","release_date":"1947-06-20","genres":[16],"vote_average":5.4,"runtime":7,"cert":"N\/A","id":237085,"title":"Inki at the Circus","adult":false},{"cast":[],"overview":"A very dumb dog is chasing a cat. A smarter dog suggests getting the cat to come to him instead; the dog mounts a parade proclaiming \"Be Kind to Cats Week\" and encouraging the cat to shake hands with the nearest dog. He does; the dog has a mallet behind his back, but the cat has an endless array of protective hats. The dog then tries a marionette of an attractive female cat to lure the cat to some doors propped up in the woods; again, the cat eludes the dog. Eventually, the smart dog reappears, revealing himself as the cat in a dog costume.","release_date":"1947-07-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237087,"title":"Up N' Atom","adult":false},{"cast":[],"overview":"Charlie Dog, looking for a good home and some easy living, thinks he's found the perfect sap in Porky Pig. He tries to ingratiate himself with the pig, all the way avoiding Porky's attempts to get rid of the dead-beat dog.","release_date":"1947-10-03","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":237089,"title":"Little Orphan Airedale","adult":false},{"cast":[],"overview":"Daffy Duck drives to Mexico for a vacation, and after a harrowing experience with the local cuisine that literally sets his mouth afire, Daffy goes to a bullfight ring to observe the spectacle. When Daffy jeers at the bull, the horned beast removes the clothes from the human matador and puts them on Daffy as a challenge to the duck to fight the bull in the ring. Daffy foils the bull with a proposed wager on a hat trick, betting the bull to guess which of three sombreros Daffy is hiding under. Daffy sees to it that the bull guesses wrong and supplies a machine gun for the impoverished bull to commit suicide. The bull realizes that he is being fooled and, firing the machine gun, chases Daffy out of the bullfight ring. Daffy scrambles to his car to leave Mexico, thinking he has escaped the belligerent bull. But the bull is riding in the back seat of Daffy's vehicle.","release_date":"1947-11-28","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":237091,"title":"Mexican Joyride","adult":false},{"cast":[],"overview":"Popeye and Olive are on a safari, he with a gun and she with a camera. She wanders off to stalk a chimp, and happens across Bluto as a Tarzan-like character. She's smitten, as is he, so he shows off a bit. Popeye finally catches on, and they start the usual round of fighting and one-upmanship. Bluto summons a wide array of animals, and while Popeye's occupied, hauls Olive high into a treehouse. With some help from the chimp, Popeye has his spinach and turns most of the animals into fur coats (on a rack the chimp pushes through the melee), then rescues Olive by hauling on the tree's roots until she's at ground level.","release_date":"1947-11-06","genres":[10751,16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":237099,"title":"Popeye the Sailor: Safari So Good","adult":false},{"cast":["Jack Mercer","Carl Meyer","Sid Raymond","Arnold Stang"],"overview":"Herman, the city-slicker mouse (looking like a cross between James Cagney and Lee Tracy) visits his barn-mice cousins in the country.","release_date":"1947-10-09","genres":[35,16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":237101,"title":"Naughty But Mice","adult":false},{"cast":["David Jason","Jimmy Hibbert","Susan Sheridan"],"overview":"On Christmas Eve, Father Christmas is all set to deliver his huge consignment of presents to the children of the world when he makes a terrible discovery - his reindeer are missing!","release_date":"1998-10-25","genres":[],"vote_average":0.0,"runtime":25,"cert":"U","id":237103,"title":"Father Christmas and the Missing Reindeer","adult":false},{"cast":[],"overview":"Lulu is babysitting Alvin Jones, a bratty and hyperactive baby. While chasing Alvin through the house, Lulu crashes into a wall and is knocked unconscious when a picture frame falls on her head. This leads into a dream where Lulu is searching for Alvin in a nightclub filled with celebrity babies.","release_date":"1947-11-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237105,"title":"The Baby Sitter","adult":false},{"cast":["Jackson Beck"],"overview":"A yarn about the mythical Leprechauns who reside in Ireland and their crock of gold. The legend says that if anyone succeeds in capturing one of the wee men, the little person must then lead them to where the gold is hidden. Young Patrick, on his 121st birthday---that is correct, his 121st birthday---is permitted to do a good deed, and delivers new shoes to the homes of the poor. But, alas, the town miser spots him and succeeds in capturing him. Patrick leads the miser to the spot of the gold, a tree stump, and promises, as the legend says, not to remove it while the old miser rushes home for a shovel. But, when he returns he now finds hundreds of tree stumps, and is foiled. Young Patrick is welcomed back home with a birthday cake...with 121 candles.","release_date":"1947-08-07","genres":[35,16],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":237107,"title":"The Wee Men","adult":false},{"cast":[],"overview":"Wally Walrus is a day sleeper and requires daily rest while his neighbor in the adjacent apartment, Woody Woodpecker, is a night sleeper who does his chores during the day. Needless to say, Woody's noisy chores tend to keep the hapless Wally from getting any slumber particularly when he burns his leaves in the backyard, the smoke from the burning pile travelling into Wally's room eventually turning the pipes in his bed into a musical organ! But Wally gets the last laugh...","release_date":"1947-04-27","genres":[16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":237109,"title":"Smoked Hams","adult":false},{"cast":[],"overview":"Wellington the dog is given a package to deliver to Uncle Louie, with strict instructions not to let go of it. Sylvester and another cat that Wellington has been tormenting see this as their chance to get even. Besides repeatedly filching the package, at one point they drop a duplicate off a bridge. Wellington still manages to retrieve the package a few times, but never for long.","release_date":"1947-10-24","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":237111,"title":"Doggone Cats","adult":false},{"cast":[],"overview":"In this Columbia \"Color Phantasy\" cartoon (production number 9701), it's the dogs vs. the cats in a golf match. But halfway through the match, an animated, unnamed version of Bob Hope and Bing Crosby join the competition.","release_date":"1947-11-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237113,"title":"Kitty Caddy","adult":false},{"cast":["Jackson Beck","Jack Mercer","Mae Questel"],"overview":"Bluto, the daring hot air balloon rider, catches the eye of Olive at a carnival, much to Popeye's chagrin. Bluto manages to make Popeye look bad several times, eventually winning a ring at the ball toss and taking her up in his balloon. Of course, he tries to get fresh with her, and Popeye comes to the rescue with the help of some fireworks. The hot air balloon gets a bit too hot, putting Olive in even more danger.","release_date":"1947-12-19","genres":[35,16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":237115,"title":"Popeye the Sailor: All's Fair at the Fair","adult":false},{"cast":[],"overview":"","release_date":"2012-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237117,"title":"Shaka Ponk - Live Berlin 2012","adult":false},{"cast":[],"overview":"Some mice decide to tease a cat, but he is hungry and determined and easily catches them. Just as he is about to eat them, Mighty Mouse comes to the rescue.","release_date":"1947-08-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237122,"title":"A Date for Dinner","adult":false},{"cast":[],"overview":"Dimwit the hound is going fishing. Heckle and Jeckle are roommates in this one, sharing a single large birdhouse. They taunt Dimwit for no particular reason, then try to steal his catch of fish.","release_date":"1947-09-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237124,"title":"Fishing by the Sea","adult":false},{"cast":[],"overview":"Woody is offered a movie role providing he arrives at the studio at 9:00 a.m. and *must* wear a top hat. His sole hat is eaten by moths so he goes to Wally Walrus' hat store to purchase a new one (and, for once, does not give Wally a hard time). After a few attempts to get the hat to fit Woody's head, he buys the hat but it blows away landing on a goose in a meadow. After tussling with the goose, he gets his head back but loses his job at the studio anyway.","release_date":"1947-11-26","genres":[16],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":237129,"title":"The Mad Hatter","adult":false},{"cast":[],"overview":"When the little, cuddly, bouncy rabbits go freckling in the first snow of winter, the wily fox thinks his supper is in the bag. And, for a while it looks that way, but circumstances intervene and they get away. Not one to give-up easily, the hungry fox tries again, but this time Mighty Mouse, singing at the top of his lungs, interferes and the fox is forced to wave the white flag of defeat.","release_date":"1947-10-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237134,"title":"Mighty Mouse in the First Snow","adult":false},{"cast":[],"overview":"Heckle &amp; Jeckle are looking for a place to build a bird house, and they decide to do so on McDougal's Rest Farm, which is reserved for peace and quiet. Dimwit, apparently the guard dog here, tries to stop all the racket.","release_date":"1947-01-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237139,"title":"McDougal's Rest Farm","adult":false},{"cast":[],"overview":"Woody reads in his newspaper that quail hunting season begins the next morning at 5 a.m. Not wanting to pass up quail hunting, he determines to get a good night's sleep but, of course, his attempts are ruined by all manner of distractions such as a flashing neon sign, an obnoxious cuckoo clock (the cuckoo itself is just as obnoxious), and the destruction of Woody's bed causing him to sleep on an \"automatic table\" which he has many a tussle with.","release_date":"1947-06-08","genres":[16],"vote_average":8.0,"runtime":6,"cert":"N\/A","id":237141,"title":"The Coo Coo Bird","adult":false},{"cast":["Carla Gugino","Quentin Mare","Nicholas Purcell","Goran Visnjic","Heather Matarazzo"],"overview":"A young boy picks up his father's camera, with which he accidentally films a dying romance between a man and a woman-","release_date":"2009-07-22","genres":[18],"vote_average":4.4,"runtime":13,"cert":"N\/A","id":237143,"title":"Apocrypha","adult":false},{"cast":["Sheila Gish","Anthony Douse","Peter Egan","Donald Burton","Miriam Margolyes"],"overview":"Who would you be if you could choose? Princess Anne? Linda Lovelace? The Prime Minister? Since things are already so bad for Trevor – rotten job, bitchy wife – he decides to answer a \"life-swapping\" ad in the local paper. But once the swapping starts, who knows where it could end?","release_date":"1976-04-12","genres":[18],"vote_average":0.0,"runtime":50,"cert":"","id":237148,"title":"The Lifeswappers","adult":false},{"cast":[],"overview":"A very stupid and superstitious cat awakens and goes through his usual gyrations of ensuring he will not have an unlucky day, making sure he get out of the right side of the bed and other rituals, and then starts his search for breakfast. He captures Buzzy the Crow, places him between two slices of bread and prepares to eat him. But Buzzy, smarter than the average crow since he is a cartoon parody of Eddie Anderson's \"Rochester\" character, has no intentions of being a cat's sandwich breakfast, knows the cat is superstitious and causes the cat to spill the salt, knowing the cat will have to release him in order to throw some salt over his shoulder. This goes on for a while as Buzzy calls the cat's attention to something that has to be counter-acted by the cat. And, just as the cat seems to have Buzzy about to become a lunch---they carried on all the way through brunch---the cat flees in terror as he sees a fellow cat---black in color---about to cross his path.","release_date":"1947-04-24","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":237156,"title":"The Stupidstitious Cat","adult":false},{"cast":[],"overview":"Popeye and Olive are feeding squirrels in the park when the rich and elegant Count Marvo (Bluto), the magician (and practical joker), rides up on his horse and steals Olive away, while tricking Popeye with an exploding cigar and other gimmicks.","release_date":"1947-09-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237158,"title":"Popeye the Sailor: The Royal Four-Flusher","adult":false},{"cast":[],"overview":"Out of work, Woody complains about his not having any living quarters. A slick talking con man convinces him to buy some \"magic beans\" promising they will guarantee him a home. Sure enough, Woody climbs the resulting beanstalk and finds a huge castle at the top. Unfortunately, the castle is already occupied by a sleeping giant who Woody eventually outwits, turning his castle into a series of apartments with the giant as a bellboy and Woody as his manager.","release_date":"1947-06-22","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":237160,"title":"Woody the Giant Killer","adult":false},{"cast":[],"overview":"Story of a pigeon who takes the place of a rare bird delivered to be eaten by a Peter Lorre character.","release_date":"1947-02-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237162,"title":"Cockatoos for Two","adult":false},{"cast":[],"overview":"The boys are trying to hitch a ride with no luck. They see a car parked in front of a bank with the door open. They jump in against the driver's will, and a bank tobber runs out and jumps into his escape car, too. The boys get more of a ride than they wanted.","release_date":"1947-12-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237164,"title":"The Hitch Hikers","adult":false},{"cast":[],"overview":"Classic satire on the Western genre, with the sheriff fighting the bad guy. Then a mysterious stranger enters. It's Mighty Mouse!","release_date":"1947-05-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237166,"title":"Mighty Mouse Meets Deadeye Dick","adult":false},{"cast":[],"overview":"After somewhat hectic travel preparations, Anatole and Margot set off on holiday. The cart arrives at its destination, somehow or other, and it’s time to set up camp. But the task isn’t always simple and Anatole is literally blown away, inflated like an airbed!","release_date":"1947-11-15","genres":[16],"vote_average":5.0,"runtime":13,"cert":"N\/A","id":237168,"title":"Anatole fait du camping","adult":false},{"cast":[],"overview":"In Arabia, a feline bandit kidnaps Aladdin's beautiful daughter. Mighty Mouse saves the day in this operetta parody.","release_date":"1947-03-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237170,"title":"Aladdin's Lamp","adult":false},{"cast":[],"overview":"This George Pal Puppetoon (production number U6-1) has circus veteran Wilbur the Lion retired and returned to the jungle, where the wild life does not appeal to him, so he sets out to be captured by hunters.The hunters are none too good, so Wilbur has to basically capture the hunters, in order to accomplish his goal of returning to civilization.","release_date":"1947-04-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237172,"title":"Wilbur the Lion","adult":false},{"cast":[],"overview":"The fox convinces the duck that the sky is falling, and the duck tells the hen, and both of them tell the pig, and the three of them tell the King and, the next thing anyone knows is that the whole kingdom is twatting and twittering over the upcoming catastrophe, with the exception of the one who started the rumor. But Mighty Mouse flies in, with a song on his lips, and sets matters straight.","release_date":"1947-04-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237174,"title":"The Sky Is Falling","adult":false},{"cast":["Crane Whitley","Gail Roberts","Harriette Ann Gray"],"overview":"In this film without sound, a man awakes disheveled in a rooming house. He stares out the window seeing children playing and a well-dressed man sitting on a chair in the middle of the street reading a newspaper and looking up at him. A headline describes the murder of a child. The disheveled man, whose face expresses fear and despair, leaves, going through the city, alarmed when anyone looks at him. A woman invites him to look through a public telescope. He does then keeps going. He climbs a hill. Two fencers appear; so does a jester. Is flight fruitless?","release_date":"1947-11-15","genres":[],"vote_average":3.7,"runtime":16,"cert":"N\/A","id":237185,"title":"House of Cards","adult":false},{"cast":[],"overview":"An engine moves from the roundhouse to a track where it couples with several passenger cars. At 2:10 in the afternoon, it starts a trip out of the station through the countryside to its destination. The film consists of a montage of shots, some close up, of the engine and its gears and wheels. With the accompanying ambient sounds and an orchestral score, the emphasis is on the engine's power and speed. Parallel lines of multiple tracks, telephone wires, and trees confirm a careful composition.","release_date":"1949-09-01","genres":[10402],"vote_average":7.1,"runtime":9,"cert":"N\/A","id":237187,"title":"Pacific 231","adult":false},{"cast":["Winifred Holmes"],"overview":"After several farmyard analogies featuring chicks and calves, the well-spoken narrator and director of the film, Winifred Holmes, considers the subject of girls and how they reach adulthood and readiness for the 'important job of motherhood.","release_date":"1949-11-15","genres":[99],"vote_average":6.0,"runtime":12,"cert":"","id":237189,"title":"Growing Girls","adult":false},{"cast":[],"overview":"Gandy and sourpuss goes inside a book to get a rarest of all creature, the dingbat.","release_date":"1949-05-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237191,"title":"Dingbat Land","adult":false},{"cast":[],"overview":"","release_date":"1976-10-13","genres":[],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":237199,"title":"Our Lady of Guadalupe","adult":false},{"cast":["Timothy Dalton","Antonio Ferrandis","Jonathan Burn","José María Prada","Queta Claver"],"overview":"","release_date":"1978-11-15","genres":[],"vote_average":0.0,"runtime":141,"cert":"N\/A","id":237201,"title":"El hombre que supo amar","adult":false},{"cast":["Hugo Toxxx","James Cole","Orion","Vladimir 518","Indy"],"overview":"First documentary about the Czech hip hop scene shows how close the Czech rap can come to humour and irony. Three protagonists of the film, James Cole, Hugo Toxxx and Orion appear in situations where they are confronted with a professor of linguistics, children of a Romany quarter, a strict birth registry clerk, classical music trio, a statute of national revival hero Josef Jungmann, and the chanson singer Hana Hegerova, with whom they have a chance to sing the national anthem: \"mimino mi mele nohu máma mele maso a máma mele sele kde domov můj?\"","release_date":"2008-11-27","genres":[99,10402],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":237203,"title":"Czech RAPublic","adult":false},{"cast":["Sidney Poitier","Michael Caine","Tina Lifford","Gerry Maritz","Terry Norton"],"overview":"Sidney Poitier and Michael Caine both received Emmy nominations for their performances in this made-for-TV movie. The plot follows Nelson Mandela's 27-year struggle to end apartheid.","release_date":"1997-02-16","genres":[18,36],"vote_average":4.5,"runtime":114,"cert":"N\/A","id":237205,"title":"Mandela and de Klerk","adult":false},{"cast":["Tim Kramer","Steve Collins","Rand Remington"],"overview":"Count Drac is back - and this time he's sucking more than just necks! Count Gaylord stalks the streets of L.A. for the hunkiest victims to ever succumb to lust, as well as his enemy, the Marquis de Suede.","release_date":"1983-01-05","genres":[],"vote_average":3.0,"runtime":83,"cert":"N\/A","id":237207,"title":"Gayracula","adult":false},{"cast":["Greg Davies","Ed Gamble"],"overview":"Live Tour in 2013 by this literal giant of a comedian","release_date":"2013-11-11","genres":[35],"vote_average":7.5,"runtime":85,"cert":"15","id":237209,"title":"Greg Davies Live: The Back Of My Mum's Head","adult":false},{"cast":["Walter Brennan","Mary Brian","Lyle Talbot","Frank Shields","Frank Melton"],"overview":"Cappy Ricks, a crusty old sea captain, returns home from a long voyage to discover that his family and his business are in chaos--his daughter is set to marry a nitwit that he can't stand, and his future mother-in-law has taken over everything and is set to merge his business with that of a rival company. Worst of all, though, is that she--in the interests of \"progress\"--has completely automated his beloved ship, \"Electra\"!. He sets out to put an end to all this foolishness and comes up with what he thinks is a foolproof plan.","release_date":"1937-05-24","genres":[35,18],"vote_average":5.0,"runtime":61,"cert":"N\/A","id":237211,"title":"Affairs of Cappy Ricks","adult":false},{"cast":["Cal Tinney"],"overview":"\"The Lone Star State\" is an animated short about Texas. Includes a sing-a-long of \"Deep in the Heart of Texas.\"","release_date":"1948-08-19","genres":[10402,16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":237216,"title":"The Lone Star State","adult":false},{"cast":[],"overview":"Heckle &amp; Jeckle sneak into a prison to sell drills, hack saws and other tools to the inmates.","release_date":"1948-11-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237218,"title":"Free Enterprise","adult":false},{"cast":[],"overview":"Popeye's nephews would rather have hamburgers than spinach, so Popeye recounts some of his past exploits where spinach saved the day.","release_date":"1948-08-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237220,"title":"Spinach vs Hamburgers","adult":false},{"cast":[],"overview":"Lulu and a friend try everything they can to get their dog to win in a dog show.","release_date":"1948-01-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237222,"title":"The Dog Show-Off","adult":false},{"cast":[],"overview":"One of several animated short versions of \"Tom Thumb\"","release_date":"1948-10-15","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":237239,"title":"The Mite Makes Right","adult":false},{"cast":[],"overview":"Popeye follows along behind the Mayflower in his own rowboat. He washes up on Plymouth Rock.","release_date":"1948-02-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237241,"title":"Popeye The Sailor: Wigwam Whoopee","adult":false},{"cast":["Said Belhaj","Dani Andrada"],"overview":"We followed Said Belhaj when he showed his good friend Dani Andrada around on the Swedish west coast for ten days. They climbed some of the old classic routes and also tried some of the projects the area has to offer. We tried our best to capture the spirit, surroundings and the atmosphere around their visit here.","release_date":"2011-03-22","genres":[99],"vote_average":0.0,"runtime":32,"cert":"N\/A","id":237243,"title":"Best Coast Riot","adult":false},{"cast":[],"overview":"Billy and Isabel are fishing and catch Red Lantern the talking fish, who takes them to the Land of the Lost at the bottom of the sea.","release_date":"1948-06-06","genres":[16],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":237245,"title":"Land of the Lost","adult":false},{"cast":[],"overview":"Popeye and Olive are relaxing in the water off Miami when a hurricane hits. It carries them to the North Pole. Fortunately, a penguin comes by advertising Pierre's Trading Post; unfortunately, Pierre has eyes for Olive.","release_date":"1948-09-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237247,"title":"Snow Place Like Home","adult":false},{"cast":[],"overview":"Little Flip-Flap, a seal, is unhappy in the confines of the swimming tank in a big-city zoo. He breaks out and heads for the North Pole, where he meets a pretty girl-seal. She is captured by seal-hunters and sent to the zoo. Flip-Flap decides to return to the zoo and is happy when he is reunited with his sweetheart.","release_date":"1948-02-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237249,"title":"Flip Flap","adult":false},{"cast":[],"overview":"Popeye and Olive are riding a camel in Arabia. They stop to fill the camel with water and freshen up a bit; Olive muses aloud that she'd like to kiss a sheik. A sheik, looking a lot like Bluto, happens to overhear this and sets up a kissing booth. He carries her away to his luxurious tent. Popeye finally finishes up and notices Olive is gone; he chases after her, but his camel suffers a blowout. Meanwhile, the sheik has been wooing Olive. Popeye arrives, and after briefly sharing the hookah with the sheik, tries to leave with Olive. The sheik will have none of it; he wraps Popeye like a mummy and fires him with a cannon into the sphinx. Fortuitously, there's a can of spinach inside, and Popeye saves the day.","release_date":"1948-07-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237251,"title":"A Wolf in Sheik's Clothing","adult":false},{"cast":[],"overview":"Heckle and Jeckle know something other animated toilers don't: they're cartoons. That means unlimited power, which they use to outwit a bulldog cop.","release_date":"1948-12-30","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":237262,"title":"The Power of Thought","adult":false},{"cast":[],"overview":"Woody Woodpecker and Andy Panda are two (unemployed) musicians who sit in their office without food sans one last bean that a mouse eats. Fortunately, there is a banquet going on down the street at Mrs. Van Glutton's mansion. The two arrive at the mansion and instantly try the patience of butler Wally Walrus who doesn't appreciate the food filching ways of the two. Eventually, an enormous food fight erupts with Wally caught in the middle, ending with Wally chasing the two away with a shotgun.","release_date":"1948-03-11","genres":[16],"vote_average":8.0,"runtime":6,"cert":"N\/A","id":237267,"title":"Banquet Busters","adult":false},{"cast":[],"overview":"Barney Bear hunts a snowshoe rabbit, whose white fur makes him impossible to see in the snow and whose wiliness makes him impossible to catch.","release_date":"1948-06-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237272,"title":"The Bear and the Hare","adult":false},{"cast":["Mel Blanc"],"overview":"When Bugs arrives for his date with Daisy Lou and finds her out shopping, he puts on her clothes to fool his rival Casbah.","release_date":"1948-09-25","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":237274,"title":"Hare Splitter","adult":false},{"cast":[],"overview":"A baby kangaroo hops out of his zoo cage and roams into the surrounding city. The kangaroo stops at Sylvester Cat's home while Sylvester is hunting for mice with a fishing rod. When Sylvester \"reels in\" the kangaroo, he thinks he has caught a giant mouse and makes a humiliatingly unsuccessful attempt to catch him.","release_date":"1948-04-16","genres":[],"vote_average":5.3,"runtime":7,"cert":"N\/A","id":237279,"title":"Hop, Look and Listen","adult":false},{"cast":["Mel Blanc","Jim Backus"],"overview":"Bugs Bunny finds and rubs Aladdin's lamp and decides to follow the genie to Baghdad, where they battle Mad Man Hassan.","release_date":"1948-10-22","genres":[16,14,35],"vote_average":7.3,"runtime":7,"cert":"N\/A","id":237290,"title":"A-Lad-in His Lamp","adult":false},{"cast":["Mel Blanc"],"overview":"On a cold winter's day, a stray dog is looking for shelter, then finds and sneaks into a cabin with an open fireplace and a cozy bed. But he has a stinky rival for occupancy of the cabin - a skunk, (but not Pepe Le Pew). The dog and skunk do battle by spraying each other with scents, Pepe with his foul odor, and the dog with perfume. Both run outside and dive into a frozen lake to remove the smells, and both catch a cold in the process. The sneezing dog and skunk then decide to share the bed in the cabin. However, it led to Pepe Le Pew's creation.","release_date":"1948-10-01","genres":[16,35,10751],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":237292,"title":"Odor of the Day","adult":false},{"cast":["Mel Blanc"],"overview":"No matter where vagabond Daffy Duck goes to sleep, policeman Porky Pig is there to toss him out. Finally, Porky kicks him out the city park entirely, and it starts snowing. Daffy decides to take shelter at the closed Macys department store. When Porky catches him, he's determined to be rid of Daffy once and for all.","release_date":"1948-11-26","genres":[],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":237294,"title":"Riff Raffy Daffy","adult":false},{"cast":["Mel Blanc"],"overview":"Daffy is working as a baby-sitter for the Acme Baby Sitting Agency; while he's sitting on a chicken egg, it hatches. The chick decides Daffy is a stranger and he should have nothing to do with Daffy, but Daffy has to catch the chick. Of course, there are complications, including repeated run-ins with Spike the dog, another chicken whose nest the chick hides in, and a high wire that Daffy can't conquer.","release_date":"1948-07-02","genres":[16,35],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":237296,"title":"The Up-Standing Sitter","adult":false},{"cast":["Mel Blanc"],"overview":"Slug McSlug, a notorious bank robber, is chased by police after his latest heist. He reaches his country hideout, where he is promptly visited by an uninvited Daffy Duck, who is a door-to-door vendor of a variety of items.","release_date":"1948-11-19","genres":[16,35],"vote_average":6.7,"runtime":7,"cert":"N\/A","id":237298,"title":"The Stupor Salesman","adult":false},{"cast":["Joe Morton","Gbenga Akinnagbe","Victor Williams","Tawny Cypress","Adrian Martinez"],"overview":"The story of a man suffering from mental illness who attempts to rebuild his life.","release_date":"2013-11-22","genres":[18],"vote_average":7.0,"runtime":112,"cert":"N\/A","id":237303,"title":"Home","adult":false},{"cast":["Kareena Kapoor Khan","Imran Khan","Anupam Kher","Shraddha Kapoor","Nizhalgal Ravi"],"overview":"Sriram Venkat is the most shallow guy on earth who doesn't value relationships, family, friends, life or the country. Not necessarily in that order. Because he couldn't care less about the order. This makes him the clear 'black' sheep of the family.","release_date":"2013-11-22","genres":[35,10749],"vote_average":6.0,"runtime":150,"cert":"N\/A","id":237305,"title":"Gori Tere Pyaar Mein","adult":false},{"cast":["Mel Blanc"],"overview":"Daffy Duck falls from the sky onto Elmer Fudd's farm. Rather than be shot, he begs Elmer to accept him as a personal slave. After torturing Elmer with his type of kindness, slave Daffy puts a whip in Elmer's hands, then instantly dresses like Abraham Lincoln to scold Elmer for \"whipping slaves\".","release_date":"1949-01-01","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":237307,"title":"Wise Quackers","adult":false},{"cast":["Mel Blanc","Bea Benaderet","Billy Bletcher","Stan Freberg"],"overview":"It's breakfast time, and Pa finds the honeypot empty. Literally risking life and limb, he has Junyer help him raid a nearby beehive. In the end, he finds he should have listened to Ma in the first place, rather than telling her to \"Shaddap!\"","release_date":"1948-05-13","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":237309,"title":"The Bee-Deviled Bruin","adult":false},{"cast":[],"overview":"The audience takes a tour through a baby factory run by storks. Next, we're invited to follow the bouncing ball and sing along to \"Pretty Baby\".","release_date":"1949-04-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237320,"title":"The Stork Market","adult":false},{"cast":[],"overview":"The primary subject taught in Mouse School is Cat Identification. One little mouse announces he doesn't know what a cat is and has never seen one. Meanwhile, Mr. Cat has found his way into the classroom, but the dumb little mouse stands up and challenges him, which gives the other little mice the courage to a concerted attack against the cat.","release_date":"1949-04-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237325,"title":"Little Red School Mouse","adult":false},{"cast":[],"overview":"The talking magpies go to Africa to indulge in a bit of lion-hunting and, once there, they find a lion who has no desire to be hunted by two wise-cracking birds. Heckle almost meets his maker when Jeckle persuades him to serve as lion bait. The lion is deceived for a little while when they promise him a movie contract but the end finds the score about dead-even between the hunters and the huntee.","release_date":"1949-05-12","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":237327,"title":"The Lion Hunt","adult":false},{"cast":[],"overview":"\"Heap Hep Injuns\" is an animated short about how \"Indians used to live\" (IE: a 1940's, non-PC view of Indian life.) Includes a sing-a-long of \"My Pony Boy.\"","release_date":"1949-06-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237329,"title":"Heap Hep Injuns","adult":false},{"cast":[],"overview":"Another \"Screen Song\" from Famous Studios. The title song is sung by dancing cookies.","release_date":"1949-03-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237331,"title":"Shortenin' Bread","adult":false},{"cast":[],"overview":"That most treacherous of all the treacherous cats, Oil Can Harry, tricks Might Mouse with just a tiny bit of sneering-and-leering treachery and, after binding Our Hero to a stump, takes off after Little Nell, a girl mouse, who has come to the Yukon country in a helicopter to trade fish for furs (although there is no shortage of either in the Yukon.)Oil Can gets Little Nell in an icy predicament, but Mighty Mouse breaks his bonds and flies up, up and away and arrives in the nick of time to save Little Nell. Where is Pearl Pureheart?","release_date":"1949-06-09","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":237333,"title":"A Cold Romance","adult":false},{"cast":[],"overview":"The fox and crow are sharing grapes while the crow reads a book about a similar fox and crow sharing grapes who eventually fought it out for the last one. What a coincidence... at that moment, there is only one grape left. Both try to pretend they don't want it but each secretly tries to make off with the last grape first. They try using a fishing rod only to hook each other. The crow sneaks across in a pair of underwear but is discovered by the fox. The crow tries sleepwalking but is again discovered. After feuding with each other through the phone, they attack each other and a free-for-all ensues. Finally, the crow decides this sparring isn't worth it and insists the fox can have the last grape. The fox, now equally courteous, offers it to the crow who doesn't want it. At this point, the feuding begins anew.","release_date":"1949-04-13","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":237335,"title":"Grape Nutty","adult":false},{"cast":[],"overview":"Looey the Lion is tossed out of the circus for ruining an act in progress. He works hard and devises himself a high-wire bicycle act, sneaks back into the circus, has many mishaps while performing his, and is thrown out again.","release_date":"1949-05-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237337,"title":"The Lyin' Lion","adult":false},{"cast":[],"overview":"A lighthearted tour of Florida's attractions is followed by a sing-along about the state capital, Tallahassee.","release_date":"1949-01-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237339,"title":"The Funshine State","adult":false},{"cast":[],"overview":"Oil Can Harry, most malevolent and evil of all the villainous cats, has pretty Pearl Pureheart, cutest mouse of them all, in his grasping clutches, and ties her to the railroad tracks. But here comes Mighty Mouse to her rescue.","release_date":"1949-12-01","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":237341,"title":"Stop, Look, and Listen","adult":false},{"cast":[],"overview":"The feud between the Catfield's and the McHounds.","release_date":"1949-03-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237343,"title":"Comin' Round the Mountain","adult":false},{"cast":[],"overview":"Olive asks Popeye to walk her dainty new poodle Reggie, to his intense embarrassment. Bluto comes by with his bulldog, Killer, who tries to kill Reggie. The resourceful little pooch avoids Killer for a while, but is eventually caught, and when Popeye tries to help, Bluto takes him out of commission as well, until they both eat their spinach just before Bluto is ready to run them both over with a steam-roller.","release_date":"1949-10-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237345,"title":"Barking Dogs Don't Fite","adult":false},{"cast":[],"overview":"Popeye is settling in for a nap in his hammock, but every sound in the city is disturbing him until he moves indoors. Even there, he's plagued by houseflies. He chases them outdoors, except for one. That one ends up in a spinach can and gives Popeye a real fight.","release_date":"1949-12-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237347,"title":"The Fly's Last Flight","adult":false},{"cast":["Phil Berle","Symona Boniface","Larry Fine","Moe Howard","Shemp Howard"],"overview":"The Stooges are painters and paperhangers and completely wreck a hapless couples home.","release_date":"1949-11-15","genres":[],"vote_average":8.0,"runtime":20,"cert":"N\/A","id":237352,"title":"Jerks of All Trades","adult":false},{"cast":[],"overview":"Gunfights are diminishing the population (1864- for the time being) in the tough Western town of Cactus Corners.","release_date":"1949-08-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237354,"title":"Tar with a Star","adult":false},{"cast":[],"overview":"Popeye and Olive are at the premiere of Popeye's new movie. He gets a little too wrapped up in the movie, interacting with it at various points, and even handing the screen version of himself a can of spinach. The movie itself is the story of Aladdin, minus the songs and about half the footage of the short it's cut from.","release_date":"1949-03-22","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":237356,"title":"Popeye the Sailor: Popeye's Premiere","adult":false},{"cast":[],"overview":"Barney has a dive mask and swim fins to help with his pursuit of fish. First, though, he needs to get the anchor set, despite an overly helpful little seal. The seal acts like an inept hunting dog, leading Barney to a cave with an angry lobster, then an unfortunate encounter with a shark.","release_date":"1949-01-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237358,"title":"Goggle Fishing Bear","adult":false},{"cast":[],"overview":"A new kitten is brought home and the family dog \"Dogface\" isn't happy.","release_date":"1949-05-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237360,"title":"A Mutt in a Rut","adult":false},{"cast":[],"overview":"Little Henery the Chicken Hawk goes hunting chickens with a hammer and clunks Foghorn Leghorn on the noggin. Foghorn sends Henery after the barnyard dog by misleading him into thinking the dog is a chicken. The dog sets Henery straight and helps him build a tree trap to catch Foggy for supper.","release_date":"1949-07-01","genres":[],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":237368,"title":"Henhouse Henery","adult":false},{"cast":[],"overview":"Bugs must joust with Sir Pantsalot of Drop Seat Manor when he tosses a partially eaten carrot into a suit of armor.","release_date":"1949-07-15","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":237370,"title":"Knights Must Fall","adult":false},{"cast":[],"overview":"A bulldog guards a chicken coop that a hungry fox wants to raid. To gain the friendship and trust of the bulldog, the fox shaves his tail and pretends to be a hard-luck terrier looking for a place to live. The bulldog instantly sees through the fox's ploy but acts as though he's fooled. He agrees to share his home with the fox.","release_date":"1951-01-20","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":237372,"title":"A Fox in a Fix","adult":false},{"cast":[],"overview":"Two Native Americans; one is hunting, another fishing. Together, they shake a tree and a bounty of fruit falls. They gorge on the bounty, growing huge. They are tempted by a lovely woman; she drops the key to a door, which, when opened, reveals a live-action black-and-yellow montage of modern life (airplanes, traffic jams, etc.). A dispute between the two leads to another montage, this time scenes of war.","release_date":"1968-06-01","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":237380,"title":"The Door","adult":false},{"cast":["Kemal Sunal","Nil Ünal","Bülent Kayabaş","Reha Yurdakul"],"overview":"","release_date":"1988-10-31","genres":[35,28],"vote_average":5.8,"runtime":null,"cert":"N\/A","id":237385,"title":"Sevimli Hırsız","adult":false},{"cast":[],"overview":"","release_date":"2007-06-20","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237393,"title":"Maaf, Saya Menghamili Istri Anda","adult":false},{"cast":["Jian Batari","Ray Sahetapy","Ihsan Tarore","Vonny Cornellya","Alblen Filindo Fabe"],"overview":"The story of the film stems from the many heretic teachings that have surfaced, where the leader claims to be a new prophet sent to purify the faith. Through his religious school, teacher Samir uses religion to gather wealth and power.","release_date":"2008-06-04","genres":[18,53],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":237395,"title":"The False Prophet","adult":false},{"cast":["James Yi Lui","Lan-Shi Liang","Chan Lap-Ban","Lily Chen Ching","Chuan Chen"],"overview":"A bumbling martial arts teacher has the skills but lacks the confidence to use them.  Run out of town by some ne'er-do-wells, he sets out on some comic adventures as he travels the countryside.  Taking up some companions that are as bumbling as he is, the group seems to stumble into one misadventure after another.  Will our hearty band eventually prove their worth with their skills and bring their enemies to justice?","release_date":"1974-06-07","genres":[],"vote_average":5.0,"runtime":61,"cert":"N\/A","id":237403,"title":"Iron Head","adult":false},{"cast":["Irish Bella","Shapira Indah","Gege Elisa","Yessa Lona Gaffar","Alex Abbad"],"overview":"Dini, Tika, Sherry, and Putri are celebrating Putri’s last night in Jakarta, in an exclusive club. But nightlife is not what they imagined it to be. Their innocence will be exploited and this last night together changes their lives forever. The next morning, Dini wakes up in a hotel in a daze. Sherry wakes up with wounds all over her body. Tika wakes up wearing clothes that are not hers. Then they find that Putri has been kidnapped.","release_date":"2011-03-16","genres":[18],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":237405,"title":"Virgin 3: One Night Changes Everything","adult":false},{"cast":["Fero Walandouw","Aziz Gagap","Rozie Mahally","Keira Shabira","Leylarey Lesesne,"],"overview":"","release_date":"2011-02-24","genres":[35,27],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":237407,"title":"Pocong Ngesot","adult":false},{"cast":["Max Herholz","Camden Brady","Max Freeman","Kofi Natei"],"overview":"Dan Selig is a bored thirty year-old math wiz who's looking for a way to change his life. His ray of light comes in the form of a curvy blonde named Alicia, who recruits Dan to join her blackjack card counting team for a one night Las Vegas score. Dan accepts the offer and meets Thomas, a Texas cowboy with a violent past. Alicia trains Dan and Thomas in the art of card counting and as the team hits the felt in Sin City, we learn that the perfect crime isn't so perfect. When things go from bad to worse, Dan will find out the hard way that with millions up for grabs, the only question is, who's playing who?","release_date":"2005-12-20","genres":[80,53],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":237427,"title":"Hit Me","adult":false},{"cast":[],"overview":"A travelogue of the world's last medieval state, produced by a Swiss expedition.","release_date":"1935-07-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"U","id":237429,"title":"Abyssinia","adult":false},{"cast":["Lyubov Orlova","Anatoli Goryunov","Lev Fenin","Kseniya Tarasova","Tatyana Barysheva"],"overview":"A loose Communist adaptation of a Dostoyevsky novel.","release_date":"1934-02-19","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":237431,"title":"Petersburg Nights","adult":false},{"cast":["Mary Ellis","Tullio Carminati","Ida Lupino","Lynne Overman","James Blakeley"],"overview":"Afraid of marriage, Simone (Mary Ellis) breaks off her long term engagement with her fiancé Paul de Lille (Tullio Carminati). Paul heads to the top of The Eiffel Tower with thoughts of suicide. In another part of Paris and also afraid of marriage, Mignon (Ida Lupino) breaks it off from her young lover (James Blakely). Despairing, Mignon also climbs to the top of the The Eiffel Tower intending to leap to her death. There she meets Paul and the two compare stories. After discussion, Paul dissuades her from leaping and the two conspire to make their respective partners jealous by pretending to have an affair with each other.","release_date":"1935-05-27","genres":[35],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":237433,"title":"Paris in Spring","adult":false},{"cast":["Mark Mitchinson","Nathalie Boltt","Craig Hall","Will Hall"],"overview":"In 1999, South African emigrant psychiatrist Colin Bouwer murdered his wife in what he thought was an undetectable manner. He was not counting on the skills and tenacity of New Zealand police and his colleagues in the medical profession.","release_date":"2010-08-31","genres":[80],"vote_average":4.0,"runtime":102,"cert":"N\/A","id":237435,"title":"Bloodlines","adult":false},{"cast":["Gilbert Keith Chesterton","H.G. Wells"],"overview":"An impressionistic portrait of the BBC.","release_date":"1935-07-28","genres":[99],"vote_average":0.0,"runtime":59,"cert":"U","id":237440,"title":"BBC: The Voice of Britain","adult":false},{"cast":["Mathias Wieman","Marianne Hoppe","Wilhelm Diegelmann","Hans Deppe","Ali Ghito"],"overview":"Freely adapted from Theodor Storm's novella of the same name.","release_date":"1934-01-11","genres":[18],"vote_average":1.0,"runtime":86,"cert":"N\/A","id":237457,"title":"Der Schimmelreiter","adult":false},{"cast":["Dorothy McGuire","Van Williams","John Randolph","Neva Patterson","Josh Albee"],"overview":"A story about a teenage boy who runs away from his foster home after wrongly being accused of theft and soon crosses paths with a young leopard which has escaped from a wild-animal compound during a lightning storm.","release_date":"1975-04-01","genres":[12,10751,18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":237471,"title":"The Runaways","adult":false},{"cast":[],"overview":"","release_date":"2013-10-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237473,"title":"Willy En grand","adult":false},{"cert":"U","title":"Me and Marlborough","cast":["Cicely Courtneidge","Tom Walls","Barry MacKay","Alfred Drayton","Iris Ashley"],"genres":[35,10749],"id":237487,"overview":"A woman disguises herself in men's clothes in order to follow her husband to the wars.","runtime":84,"release_date":"1935-07-22","vote_average":0.0,"adult":false}]