[{"cast":["Hiromi Uehara","Anthony Jackson","Simon Phillips"],"overview":"","release_date":"2012-10-12","genres":[10402],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":237513,"title":"Hiromi The Trio Project","adult":false},{"cast":["Mabel Stoughton","Robert Harron","Mack Sennett","Linda Arvidson","George Gebhardt"],"overview":"A woman who is filled with romantic ideas is making no secret of her eagerness to find a husband. Her father decides to help her by pressuring and threatening an eligible bachelor, who reluctantly allows wedding plans to be made.","release_date":"1908-08-25","genres":[],"vote_average":3.3,"runtime":12,"cert":"N\/A","id":237533,"title":"Balked at the Altar","adult":false},{"cast":["Reinout Scholten van Aschat","Sallie Harmsen","Anna Raadsveld","Jim Deddes"],"overview":"Four friends visit an outdoor festival. In the queue mass panic arises. Their relationships inform the way the friends react during the chaos. One of them is killed, the remaining friends are seen as a hero, a victim and a villain. But aren't the victims guilty as well. And isn't the bad-guy also a victim?","release_date":"2012-09-29","genres":[18],"vote_average":6.0,"runtime":50,"cert":"N\/A","id":237547,"title":"Bowy is Inside","adult":false},{"cast":["Jack Lemmon","Bethel Leslie","Peter Gallagher","Kevin Spacey","Jodie Lynne McClintock"],"overview":"Adaptation of Eugene O'Neill's play.","release_date":"1987-04-13","genres":[],"vote_average":8.0,"runtime":170,"cert":"N\/A","id":237549,"title":"Long Day's Journey Into Night","adult":false},{"cast":["Finn Poncin","John Leddy","Jaap Maarleveld","Nils Verkooijen","Sanneke Bos"],"overview":"In this road movie, mediator Bram drives his elderly father, Kees, to a German village - assured that he wants to pay a visit to an old friend. Once they arrive, Bram discovers the true goal of the trip.","release_date":"2012-09-29","genres":[],"vote_average":7.0,"runtime":50,"cert":"N\/A","id":237557,"title":"Urfeld","adult":false},{"cast":["Gerald Gonzales","Bart Klever","Arvin Quirante","René van Zinnicq Bergmann"],"overview":"Boy ('the helper') tells the story of an invisible member of our society, an illegal Filipino cleaner. He has no name. Moving continuously from one location to the other, he is living between being seen and being invisible, between his life with his boyfriend, an erotic dancer, and his role as financial provider of his family back home. All this changes when his boyfriend auditions for a dance-company and one of his employers commits suicide. A charming photographer shows interest in him. He wants him as a model for a photo series.","release_date":"2012-09-29","genres":[],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":237559,"title":"Boy","adult":false},{"cast":["Tarikh Janssen","Samira Maas","Adison dos Reis","Isaka Sawadogo","Belinda van der Stoep"],"overview":"Ambitious Cape Verdean medical student Artur struggles with his responsibilities.","release_date":"2012-09-29","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":237567,"title":"Cabo","adult":false},{"cast":[],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":237578,"title":"Yellow Umbrella: rasta la vista, baby!","adult":false},{"cast":["Ayumi Hamasaki"],"overview":"Hamasaki Ayumi welcomes her 15th anniversary with the nationwide tour A Best Live.  The arena tour covers 28 concerts in 14 cities, allowing the J-pop diva to celebrate  with fans all over Japan. The tour's set list is determined by fans who can vote for  any of Ayu's songs dating all the way back to her debut single poker face. This live  release records the tour's final concert at the Yoyogi National Stadium on July 28, 2013.","release_date":"2013-07-28","genres":[10402],"vote_average":0.0,"runtime":154,"cert":"N\/A","id":237589,"title":"Ayumi Hamasaki 15th Anniversary Tour A Best Live 2013","adult":false},{"cast":["Juris Gornavs"],"overview":"Ten years have passed since we made the film “Crossroad Street”, about a small street in the suburbs of the city of Riga. Now we’ve come back. Perhaps it was a sense of duty, perhaps nostalgia that brought us back – who knows? Perhaps it was both. Daiga, Aldis, Osis – they’re all our people. The first film had an impact on both the filmmakers and the residents of Crossroad Street. We found friends whom we want to meet again and again. Society has become more prosperous, several value systems coexist side-by-side. People often live in these systems as though they were in different worlds that never meet. We felt that the world inhabited by our people is sinking into oblivion, and so we wanted to show that it still has its own turbulence, that Crossroad Street resembles Latvia’s palm – the place where a fortune teller can see the lines of its destiny.","release_date":"1999-01-01","genres":[99],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":237594,"title":"New Times at Crossroad Street","adult":false},{"cast":["Sophie Lowe","Peter Stormare","Maximilian Harnisch","Gustaf Skarsgård","Tim Morten Uhlenbrock"],"overview":"Two young orphans in the Tirolian Mountains come under siege by a vicious band of hunters. Frightened of being separated by child services following the death of their mother, a self-sufficient 16-year-old girl and her 10-year-old brother - who hasn't spoken a word since seeing his father killed by the mayor - strive to live off the land in peace. Their innocence is shattered, however, when a group of hunters led by the mayor's son brutalizes and rapes the free-spirited girl. Later, when a well-meaning social services worker arrives too late to protect the terrorized siblings, the girl and her brother prepare to take a stand against their ruthless attackers.","release_date":"2013-09-10","genres":[18,53],"vote_average":5.5,"runtime":100,"cert":"N\/A","id":237614,"title":"Autumn Blood","adult":false},{"cast":["Mistinguett","Madame Pâquerette","Fernand Tauffenberger","Charles Prince"],"overview":"Comedy. Lady doctor who neglects her husband gives up her career for love. Main title and credits. The husband tries to give his wife, the lady doctor, a kiss. She ignores him and shoos him from the room saying she is too busy - (pan right through wall acting as a split screen to reveal a waiting room full of patients). The husband is sent to help the housekeeper with the accounts; the housekeeper uses the opportunity to flirt with the husband. The husband makes his escape. Later, a friend of the husband arrives and persuades the husband to join him. The husband is persuaded and they meet up with a circus troup.","release_date":"1911-11-16","genres":[35],"vote_average":4.0,"runtime":7,"cert":"N\/A","id":237631,"title":"La Doctoresse","adult":false},{"cast":["Armando Pilotti","Marcel Perez","Nilde Baracchi"],"overview":"The new maid and her mistress devise a plan to foil the men in the house. ...[The mistress of the house finds her chambermaid using her toiletries.]... She is dismissed and the lady advertises for a new maid. The new maid arrives at the front gate and the bemused gate keeper lets her in. The page boy sees her walking up to the house and admires her beauty. She is shown in to meet her new master, who also admires her, and mistress.","release_date":"1912-11-16","genres":[35],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":237639,"title":"La nuova cameriera è troppo bella","adult":false},{"cast":["Colleen Boag","Kevin Kilner","Deprise Brescia","Francesca Casale","Nelson Díaz"],"overview":"A father is preparing himself for his daughters dance competition, sees a little girl about to get run over by a car so he saves her, for his good dead he is visited by The messenger and she gives him one wish.","release_date":"2010-11-26","genres":[35,18],"vote_average":6.0,"runtime":104,"cert":"N\/A","id":237641,"title":"One Wish","adult":false},{"cast":["Eleuterio Rodolfi","Gigetta Morano","Camillo De Riso"],"overview":"A couple is taking a trip away from home but is unable to find a decent place to stay....","release_date":"1913-04-16","genres":[35],"vote_average":5.0,"runtime":11,"cert":"N\/A","id":237643,"title":"Che paese allegro!","adult":false},{"cast":["Paul Giger"],"overview":"A young director tries to understand his estranged relationship with his father","release_date":"2013-12-12","genres":[99],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":237645,"title":"Karma Shadub","adult":false},{"cast":["Robert Cooper","Edita Tahiri","Borko Stefanovic"],"overview":"'History is always made in the middle of the night. And when it happens, you are so damned tired, that you couldn't care less,' says Robert Cooper, an EU peace negotiator whose job it is to get Serbia and Kosovo to reach an agreement about peaceful coexistence. National pride and compromise are on everyone's lips, and much is at stake: Kosovo wants to come closer to independence, the Serbs have been promised EU membership if they can reach an agreement, and the EU tries to strengthen its credibility. But how far is each party willing to go? It is the unique characters that make this fascinating film about a delicate political game so vivid and loveable. The stoic, Serbian negotiator has a great passion for rock music, his colleague from Kosovo does not want to miss out on his daily visit to the hairdresser, and Cooper himself has a closet full of ties - one for every conceivable occasion.","release_date":"2013-11-13","genres":[99],"vote_average":5.3,"runtime":58,"cert":"N\/A","id":237653,"title":"The Agreement","adult":false},{"cast":[],"overview":"A chase comedy: Léontine outwits everybody with string.","release_date":"1910-11-16","genres":[35],"vote_average":4.0,"runtime":7,"cert":"N\/A","id":237670,"title":"Les Ficelles de Léontine","adult":false},{"cast":["Mohanlal","Revathi","Napoleon","Innocent","Nedumudi Venu"],"overview":"Neelakantan, heir to his father's fortunes, is an apparent menace to society. He once belittles a dancer but later they fall in love. Shekharan, an arch enemy, kidnaps his lover due to an old enmity.","release_date":"1993-04-14","genres":[28,18],"vote_average":7.3,"runtime":160,"cert":"N\/A","id":237672,"title":"Devasuram","adult":false},{"cast":[],"overview":"","release_date":"2013-11-17","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":237683,"title":"Jeux de pouvoirs","adult":false},{"cast":[],"overview":"","release_date":"2012-07-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237697,"title":"SDMT 741","adult":true},{"cast":["Carol Cheng","Alfred Cheung Kin-Ting","Chan Chung-Yung","Anthony Wong","Michael Lee Ming-Yeung"],"overview":"Crack mainland policewoman Do Do Cheng is given a top secret assignment: go to Hong Kong and look after the safety of an old Mr. Chien, a member of the Communist Party's Central Committee. So, Do Do finds herself in a plane, accompanyied by her regular sidekick Cheung. There is a ragin storm and the plane is forced to make an emergency landing in Taiwan. Trying to hide their identity, the duo plays games with the Taiwan police; and they don't necessarily make themselves popular. However, Do Do's intelligence and good looks does turn the head of Taiwan policeman Yung... (Joy Sales)","release_date":"1992-06-11","genres":[80,35],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":237708,"title":"Her Fatal Ways 3","adult":false},{"cast":["Zachary Gordon","Molly Parker","Bailee Madison","Bruce Dern","Rick Roberts"],"overview":"An overlooked middle child finds himself in the unexpected spotlight when he realizes his family's terrible Christmas day keeps repeating. As the only one experiencing the day over and over, he decides to use his unique gift to give the holidays a makeover and his family a Christmas they will never forget.","release_date":"2013-11-16","genres":[14,10751],"vote_average":5.8,"runtime":86,"cert":"N\/A","id":237710,"title":"Pete's Christmas","adult":false},{"cast":[],"overview":"Attended by 1.2 million people, A-Mei's world tour spanned two years and broke Taiwan's record with eight sold-out concerts in a row at Taipei Arena. Having traveled through 50 cities, A-Mei has proven to her fans yet again the indomitable charm of the diva 15 years into her music career.","release_date":"2013-10-31","genres":[10402],"vote_average":0.0,"runtime":177,"cert":"N\/A","id":237715,"title":"A15 - AmeiZING A15 World Tour Live","adult":false},{"cast":["Mammootty","Sashi Kumar","Gracy Singh","Cochin Haneefa","Salim Kumar"],"overview":"The movie is all about the relationships between two rare bred men from extremely different strata of society, but more in common than is apparent from the first look. They might have never run into each other, with their stark contrast in nature and life styles and would have hardly given each other a second look, if they hadn't met in these defined circumstances. But the movie throws them together, intertwined in worst of their days and progressively built in the rapport between the extremes, and infuses the spirit of worthy and meaningful life to all in the screen and those who watches them on screen.","release_date":"2009-09-20","genres":[10751],"vote_average":6.1,"runtime":121,"cert":"N\/A","id":237717,"title":"Loudspeaker","adult":false},{"cast":["Mammootty","Jayasurya","Raai Laxmi","Cochin Haneefa","Saiju Kurup"],"overview":"Blade Purushottaman (Mammootty), nicknamed Parunthu Purushu for the way he preys on his targets, is a heartless financier. His rude and insulting ways of talking to people who owe him money have hurt many people.","release_date":"2008-01-01","genres":[18],"vote_average":2.5,"runtime":null,"cert":"N\/A","id":237719,"title":"Parunthu","adult":false},{"cast":["Mammootty","Bhanupriya","Innocent","Biju Menon","Rajan P Dev"],"overview":"Shankar Das, a rich business man, returns to his village and gets caught up in a topsy-turvy situation when he bumps into his childhood love, Anuradha. Will Shankar Das be able to lead a happy life with Anuradha?","release_date":"1996-02-09","genres":[35,18],"vote_average":7.6,"runtime":153,"cert":"N\/A","id":237724,"title":"Azhakiya Ravanan","adult":false},{"cast":["Mammootty","Geetha","Sukumaran","Janardhanan","Nalini"],"overview":"Mammootty appears in the lead role of Balram, a police inspector. This film deals with social and political issues of that time.","release_date":"1986-09-12","genres":[28],"vote_average":6.8,"runtime":152,"cert":"N\/A","id":237726,"title":"Aavanazhi","adult":false},{"cast":["Mammootty","Murali","Vani Viswanath","Ganesh Kumar","Vijayaraghavan"],"overview":"The King is a 1995 Malayalam action thriller film. Directed by Shaji Kailas and written by Renji Panicker with Mammootty in the title role as district collector.","release_date":"1995-11-11","genres":[28,53],"vote_average":6.9,"runtime":199,"cert":"N\/A","id":237728,"title":"The King","adult":false},{"cast":["Rafe Macpherson","Stefan Nosko","Mort Ritts"],"overview":"A psychiatrist and his needy patient discuss their relationship in a snow-covered field.","release_date":"1966-01-01","genres":[],"vote_average":5.0,"runtime":7,"cert":"N\/A","id":237730,"title":"Transfer","adult":false},{"cast":["Mammootty","Divyaa Unni","Murali","Vani Viswanath","Ganesh Kumar"],"overview":"The Truth deals with an investigation by the Special Investigation Team (SIT) involving the murder of the Chief Minister of Kerala in bomb blast.","release_date":"1998-03-19","genres":[28,53],"vote_average":6.3,"runtime":129,"cert":"N\/A","id":237732,"title":"The Truth","adult":false},{"cast":["Mammootty","Maniyanpilla Raju","Sankaradi","Prem Kumar","Sukumari"],"overview":"The film gets its title from the character's Mammootty role Johnnie Varghese. He has a brother Bobby Varghese who studies in Bangalore degree college for Economics. On a recent visit from his brother and friends changes Johnnie's mind and he decide to join college despite of his age. From there he clashes with drug Mafia, Swamy who rules the college with his drug gang and what happens to Johnnie and Bobby is the rest of the plot.","release_date":"1992-04-10","genres":[18],"vote_average":5.8,"runtime":128,"cert":"N\/A","id":237737,"title":"Johnnie Walker","adult":false},{"cast":["David Hemmings","Joanna Pettet","George Sanders","Dany Robin","Warren Mitchell"],"overview":"In Victorian London, the British Government attempts a solution to the problem of prostitution by establishing the world's most fabulous brothel.","release_date":"1969-01-01","genres":[35],"vote_average":4.0,"runtime":105,"cert":"","id":237748,"title":"The Best House in London","adult":false},{"cast":[],"overview":"'A Body Without Organs' was shot intimately with the director's father and mother over a one and a half year period at their home in Florida. It is a portrait of their lives in the present, along a continuous present marked by frequent incursions into various pasts, real and imagined. My father has no colon. He is a narcoleptic. His friends are all dead. His life is dreamt. In the house there is my mother. There are the cats. And then there is a body without organs.","release_date":"2012-04-27","genres":[99],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":237750,"title":"A Body Without Organs","adult":false},{"cast":[],"overview":"Bryan Adams is one of world's most enduringly popular singer\/songwriters. But he is most at home in his Vancouver studio, surrounded by his collection of vintage microphones and guitars. Adams calls it \"a very analog space in a very digital world.\" In this short documentary, we witness an intimate rendition of his song \"One World, One Flame\" and hear him speak of his audience-centered approach to performance: \"I want it to be fun, I want it to be real.\"","release_date":"2010-05-01","genres":[99],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":237761,"title":"Bryan Adams: Bare Bones","adult":false},{"cast":["Tory Lane","Eva Ramon","Eva Angelina","Vanessa","Miyu"],"overview":"Wow POV never looked so good and smokey! These sluts love to have a good time fucking and sucking and wont put that butt down while they are doin the nasty. Oral has a new meaning when your getting your cock sucked in a swirl of smoke, or when you are fucking the shit out of your bitch and she's really smokin!","release_date":"2005-05-02","genres":[],"vote_average":9.0,"runtime":145,"cert":"N\/A","id":237763,"title":"Smokin' POV 5","adult":true},{"cast":["Amparo Rivelles","António Vilar","Manolo Morán","Alberto Romea","Fernando Fernández de Córdoba"],"overview":"Mauricio is a Frenchman who arrived in Barcelona fleeing from justice. He takes refuge in a hostel in Chinatown and falls in love with Pilar, the niece of the owner. When a murder is committed in the neighborhood, Mauricio becomes the prime suspect.","release_date":"1948-11-22","genres":[18,10749],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":237768,"title":"The Sunless Street","adult":false},{"cast":["Preston Spinks","Deon Siler","Steve Parker","Lamar McNeil","Tamakia Harris"],"overview":"Drama runs deep with betrayal between friends and distrust between lovers. It only takes one moment to realize that what seems to be right turns out to be wrong. As deception falls upon the hearts of these women, vulnerability becomes the objective in this passionate story.","release_date":"2012-07-17","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237770,"title":"I'm That Kind of Woman","adult":false},{"cast":[],"overview":"November 22, 1963, John Fitzgerald Kennedy was assassinated in Dallas. Through the perspective of various stakeholders, Patrick Jeudy attempts to trace step by step the progress of this black day in American History.","release_date":"2013-11-19","genres":[99],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":237772,"title":"Dallas, une journée particulière","adult":false},{"cast":["Vera Fischer","Nuno Leal Maia","Lídia Brondi","Rubens Correia","Sadi Cabral"],"overview":"Glorinha, a middle-class 15 year old girl, always thought her mother Judite had killed herself, and that her father Gilberto has gone crazy as result. Her friend Nair takes her to a high-class bordello, where she wants to work. When uncle Raul, who raised her, discovers her prostitution, he decides to finally tell her all the truth about her parents' story.","release_date":"1983-10-31","genres":[18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":237780,"title":"Perdoa-Me Por Me Traíres","adult":false},{"cast":["Chico Martins","Átila Iório","Marlene França","Tony Vieira","Jofre Soares"],"overview":"","release_date":"1968-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237782,"title":"Panca de Valente","adult":false},{"cast":["Kika Farias","Tuca Andrada","Karen Junqueira","Bruno Pêgo"],"overview":"Frightened by the routine of marriage, a young couple of modest origin thinks they can revive the flame of their passion through new sexual experiences. Regrettably, the confrontation with their own taboos is going to complicate their relation, plunging them into the most absurd situations unless no fantasy can come true. The inevitable intimate revelations, which are made in the course of this exposure, are going to push the couple on the edge of the abyss.","release_date":"2014-05-02","genres":[35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":237793,"title":"A Pelada","adult":false},{"cast":["Afrojack","Nicky Romero","David Guetta"],"overview":"Afrojack vs David Guetta &amp; Nicky Romero - Live @ Tomorrowland 2013","release_date":"2013-07-28","genres":[10402],"vote_average":6.8,"runtime":104,"cert":"N\/A","id":237798,"title":"Afrojack vs David Guetta & Nicky Romero - Live @ Tomorrowland 2013","adult":false},{"cast":["Y. Yakovlev","Malkevich-Khodakovskaya","Stepan Kuznetsov"],"overview":"Russian silent courtroom drama about the trial on charges of Menachem Mendel Beilis in the ritual murder of 12-year-old Andrey Yushchinsky. Menahem Mendel Beilis  was a Russian Jew accused of ritual murder in Kiev in the Russian Empire in a notorious 1913 trial, known as the Beilis trial or Beilis affair.","release_date":"1917-04-24","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237800,"title":"Delo Beilisa","adult":false},{"cast":["Tom Selleck","Jerry Reed","Morgan Fairchild","Claude Akins","Roy Acuff"],"overview":"Two Montana saddletramps head to Nashville to open up a detective agency. At first, the agency begins on a lark, but soon they get involved in a case involving a kidnapped singer.","release_date":"1979-10-16","genres":[12],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":237802,"title":"Concrete Cowboys","adult":false},{"cast":["Marianne Sägebrecht","Uwe Ochsenknecht","Sheila Kelley","Dick Miller","Debbie Allen"],"overview":"Disillusioned, Eddie is a long-suffering husband who finds passion and happiness with his neighbor, Rachel, a struggling estate agent. Only one thing stands in their way - Mona, Eddie's tyrannical wife who helped Eddie when he was still a recent immigrant, then trapped him in a loveless marriage. As the relationship deepens, the two lovers devise a plan where Rachel is brought into the house as Mona's live-in attendant for Mona must die.","release_date":"1994-05-12","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":237804,"title":"Mona Must Die","adult":false},{"cast":["Manolis Mavromatakis"],"overview":"Savvas, a fifty-five-year old man, witnesses the gradual collapse of everything that he has been building his whole life. Why did things go so wrong? What can be done now? People around his shop are constantly changing. He worries about his daughter’s future. “As long as we’ are alive and well, you have nothing to fear.”","release_date":"2013-09-09","genres":[18],"vote_average":6.0,"runtime":19,"cert":"N\/A","id":237806,"title":"Generator","adult":false},{"cast":["Ofelia Popii","Florin Piersic Jr.","Sorin Leoveanu","Medeea Marinescu","Tora Vasilescu"],"overview":"A scholar of mathematics would like to publish his research outside Ceaucescu's Romania, but getting it through the border and the State censorship is not easy.","release_date":"2013-11-12","genres":[18],"vote_average":6.3,"runtime":105,"cert":"N\/A","id":237808,"title":"Quod erat demonstrandum","adult":false},{"cast":[],"overview":"Here we present to the audience a subject taken near Mt. Golden, on which will thoroughly please all who are lovers of scenery. One minute you are running straight to the mountain of rock, and then when you expect to be dashed into it, suddenly turn and skirt the very side of this mountain over trestles, bridges, and finally stop where in front of you can be seen Mt. Hector at a distance of about twelve miles. In this film we present a most exciting ride on the engine of a Canadian Pacific R. R. train, and also afford the audience a most beautiful panoramic view.","release_date":"1902-11-17","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":237810,"title":"Panoramic View Near Mt. Golden on the Canadian Pacific R. R.","adult":false},{"cast":[],"overview":"Madison Square, New York, is shown just after the turn of the century. There is normal traffic consisting of streetcars and horse drawn vehicles.","release_date":"1903-11-17","genres":[],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":237815,"title":"Madison Square, New York","adult":false},{"cast":[],"overview":"People on street outside bunting draped building. VIP's out & photographers take pictures. Park & subway entrance. Old bobby helmets on police as VIP's into subway. Pan over waving people with trolley behind and carriage. Appears to be near city hall. Pan inside sideway. People walking out including well-dressed women. Subway past camera left to right. Ceremony. Subway opening.","release_date":"1904-10-27","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":237817,"title":"Opening Ceremonies, New York Subway, October 27, 1904","adult":false},{"cast":["Peter-Henry Arnatsiaq","Marianne Farley","Lukasi Forrest","Pakak Innuksuk","Madeline Ivalu"],"overview":"Anna is nervous when she and her son, Tomas, arrive in the small, close-knit community of Igloolik, in the Canadian Arctic.","release_date":"2013-11-14","genres":[18],"vote_average":10.0,"runtime":86,"cert":"N\/A","id":237819,"title":"Uvanga","adult":false},{"cast":["Harry Goz","Rita Hayworth","Evelyn Keyes","Frank Langella","Jack Lemmon"],"overview":"","release_date":"1990-01-01","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":237821,"title":"Rita Hayworth: Dancing Into the Dream","adult":false},{"cast":[],"overview":"The camera was placed in almost the center of the compound area by the exhibit buildings, and the cameraman began to photograph and pan his camera simultaneously. The film consists of pictures of the walkways, pools of water, bridges over the pools, exhibit buildings, bandstands, statuary, and decorations of all nature that, put together, made up the Exposition in Charleston in 1902.","release_date":"1902-04-17","genres":[],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":237823,"title":"Panoramic View of Charleston Exposition (South Carolina)","adult":false},{"cast":[],"overview":"A convention of the fraternal order of Shriners was the subject of this film, photographed at Luna Park in Coney Island, New York. During the film, members of the organization can be seen passing the camera position on camels or horses, in horse-drawn vehicles, or walking. All members of the parading group were attired in some sort of distinguishing regalia.","release_date":"1904-11-17","genres":[],"vote_average":5.0,"runtime":4,"cert":"N\/A","id":237825,"title":"Parade of Mystic Shriners, Luna Park, Coney Island","adult":false},{"cast":["Abbey Hoes","Sabri Saddik","Porgy Franssen","Eva Duijvestein"],"overview":"Nina Satana, a fifteen-year-old gothic girl, falls in love with Momo, the new Moroccan boy in her class.","release_date":"2011-09-25","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":237836,"title":"Nina Satana","adult":false},{"cast":["Tygo Gernandt","Coosje Smid","Sigrid ten Napel","Pieter van Terheijden","Hein van der Heijden"],"overview":"Isabel, a teenage girl, is being admitted in a closed institution for juveniles. After an incident where she ends up in solitary confinement, she promises to change herself. But before she can handle the future, she has to confront her past.","release_date":"2011-09-25","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":237838,"title":"Vast","adult":false},{"cast":[],"overview":"\"Two men, with hands tied, are eating huckleberry pies for a wager, direct from the plates. Their faces and shirts are clean when they start. Extra ludicrous when colored.\"","release_date":"1897-10-17","genres":[],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":237846,"title":"Pie Eating Contest","adult":false},{"cast":[],"overview":"A splendid and exciting run among the skyscrapers. Taken for the city's 250th anniversary celebration.","release_date":"1903-05-17","genres":[],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":237848,"title":"Run of N.Y. Fire Department","adult":false},{"cast":[],"overview":"Shows a number of young men and women playing leap-frog. The men stoop over and the girls jump upon their backs and are bounced until they fall off. The young men then line up in a row for a novel race. Each man picks up the girl in front of him and run into the surf and back to the beach again. As they reach the water with the girls on their shoulders, the breakers interfere with their progress and they fall head first into the water. Picking the girls up again, they make a dash for the beach, but many become exhausted before reaching the starting point, and let the girls fall. A number of girls are next shown, skylarking on the beach. A camera fiend, seeing a chance for a fine picture, sets up his camera and starts to focus it. The girls spy him, rush up behind the \"fiend\" and run both him and the camera into the water and give him a ducking. When pulled in by one of the life-guards he presents a pitiable appearance.","release_date":"1903-08-17","genres":[],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":237850,"title":"Seashore Frolics","adult":false},{"cast":[],"overview":"\"This is an arranged scene worked out very effectively. At its opening two rowdies are seen engaged in a street fight. A crowd collects, and a policeman with difficulty separates the combatants. They are quickly subdued, however, and a police patrol dashes up, and into it the two prisoners are bundled and carried off.\"","release_date":"1898-10-17","genres":[],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":237852,"title":"Street Fight and Arrest","adult":false},{"cast":["Hilde Krahl","Ewald Balser"," Therese Giehse","Ursula Herking","Alice Treff"],"overview":"Laslo Benedek interrupted his thriving Hollywood career to return to Europe as director of the German Kinder, Mutter und ein General (Children, Mother and the General). The film is set in Berlin during the last days of WW II. Desperate for manpower, Hitler has ordered that all able-bodied teenaged boys --some as young as 15 -- be drafted into the army. Frau Asmussen (Hilde Krahl) is one of five mothers who learn to their horror that their boys have been slated to be cannon fodder on behalf of the Third Reich. Asmussen and the other mothers head directly to the front to plead with the German generals for the lives of their sons. Not directly an indictment of Germany's involvement in (or incitement of) the recent war, Kinder, Mutter und ein General stresses the futility and heartbreak of all wars everywhere.","release_date":"1955-03-04","genres":[10752,18],"vote_average":5.0,"runtime":110,"cert":"N\/A","id":237854,"title":"Children, Mother, and the General","adult":false},{"cast":["Ippolito Chiariello","Gianluca Di Gennaro","Marianna Di Martino","Emanuela Gabrieli","Massimiliano Gallo"],"overview":"A group of 4 thugs plan to steal the statue of Saint Victoria from a small village in southern Italy but they haven't considered the locals","release_date":"2013-11-12","genres":[18],"vote_average":6.5,"runtime":91,"cert":"N\/A","id":237859,"title":"La Santa","adult":false},{"cast":[],"overview":"Peter Elfelt filming on a boat sailing in to harbor.","release_date":"1903-11-17","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":237864,"title":"Indsejlingen til Warnemünde 1903","adult":false},{"cast":[],"overview":"Long believed lost, a copy of the film was discovered in 2010 in a cache at the New Zealand Film Archive; the sound discs survive at the US Library of Congress.","release_date":"1921-05-29","genres":[],"vote_average":5.0,"runtime":6,"cert":"N\/A","id":237866,"title":"Lyman H. Howe's Famous Ride on a Runaway Train","adult":false},{"cast":["Viggo Larsen","Margrete Jespersen","Gustav Lund"],"overview":"A story of fisherman's life in the north and how they get trapped at sea.","release_date":"1906-09-15","genres":[],"vote_average":5.0,"runtime":7,"cert":"N\/A","id":237871,"title":"Fiskerliv i Norden","adult":false},{"cast":["Max Linder"],"overview":"A man has diarrhea.... a French comedy.","release_date":"1907-01-17","genres":[],"vote_average":5.0,"runtime":3,"cert":"N\/A","id":237873,"title":"C'est Papa qui a pris la purge","adult":false},{"cast":[],"overview":"","release_date":"2008-12-31","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237875,"title":"Tetesan Darah Perawan","adult":false},{"cast":["A.W. Sandberg","Valborg Dietrich","Hilmar Clausen"],"overview":"A Danish advertisement film with a man proposing to his girl.","release_date":"1908-11-17","genres":[18,10749],"vote_average":3.0,"runtime":1,"cert":"N\/A","id":237880,"title":"The Lucky Farrier","adult":false},{"cast":[],"overview":"A countryman buys a stubborn donkey and has trouble.","release_date":"1908-09-17","genres":[],"vote_average":0.0,"runtime":5,"cert":"","id":237888,"title":"Tomkins Buys a Donkey","adult":false},{"cast":["Holger-Madsen","Gustav Lund","Jørgen Lund","Mathilde Nielsen","Lauritz Olsen"],"overview":"A sailor sleeps in the park and dreams of fairies and mermaids and receives a magic wallet of endless money.","release_date":"1909-02-19","genres":[18,14],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":237902,"title":"The Capricious Monument","adult":false},{"cast":["Jürgen Hentsch","Udo Samel","Rolf Hoppe","Hanne Hiob","Walter Kreye"],"overview":"","release_date":"1991-04-03","genres":[18,36],"vote_average":0.0,"runtime":182,"cert":"N\/A","id":237904,"title":"Ende der Unschuld","adult":false},{"cast":["Rae Dawn Chong","Bill Croft","Don S. Davis","Brad Dourif","Bruce Glover"],"overview":"As a part of a special government reform program, inmate J.T. Blake has to take care of Johnny Reynolds who has cerebral palsy. In the meantime, another inmate wants to take care of J.T. Blake forever.","release_date":"1991-05-31","genres":[80,18],"vote_average":4.5,"runtime":109,"cert":"N\/A","id":237909,"title":"Chaindance","adult":false},{"cast":[],"overview":"Documentary on the bright life and fast times of James Dean.","release_date":"1988-01-01","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":237914,"title":"Forever James Dean","adult":false},{"cast":["Lee Van Cleef","Karen Black","Edward Albert","Lionel Stander","Robert Alda"],"overview":"A retired safe cracker is recruited by a young conman to return to the \"business\" for a million dollar heist.","release_date":"1978-10-25","genres":[28],"vote_average":5.7,"runtime":99,"cert":"N\/A","id":237925,"title":"The Squeeze","adult":false},{"cast":["Michiel Bakker","Marieke de Kleine","Nanette Drazic","Arjen Lubach","Frederiek Nabben"],"overview":"For their annual trip, Lena -originally from Sweden- invites her close group of friends to a Frisian island to celebrate the Swedish Midsummer Night tradition. For the first time Meike, an outsider is invited. As with all friendships, in this thirty-something group of friends some secrets are shared, and others remain untold.","release_date":"2011-09-25","genres":[18],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":237933,"title":"Midzomernacht","adult":false},{"cast":[],"overview":"Two highly specialized computer engineers in Silicon Valley are buying a crib for their soon-to-be first-born child. Not as easy as it sounds.","release_date":"","genres":[99],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":237935,"title":"Kunsten at købe en krybbe i Silicon Valley","adult":false},{"cast":[],"overview":"A 7 minute clip showing people marching and being in a good mood smiling and waving to the camera.","release_date":"1910-11-17","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":237937,"title":"Opposite Day","adult":false},{"cast":["Carl Alstrup","Kate Fabian","Sigrid Creutz Hindborg","Jørgen Lund","Carl Petersen"],"overview":"A Danish crime drama set deep within Copenhagen.","release_date":"1910-09-28","genres":[],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":237939,"title":"Fra storstadens dyb","adult":false},{"cast":["Lisa Smit","Vanja Rukavina","Isis Cabolet","Audrey Bolder","Olga Louzgina"],"overview":"Fifteen-year-old Esmée lives with her mother, who only has eyes for her new boyfriend. Through her expressive friend Ljilja, Esmée gets to know the calm Bosnian boy Marko and falls in love with him. However, it turns out he is not as dependable as she thought. The dead-end love story is told from Esmée’s perspective. Carried away by the group and her feelings for Marko, she ends up in a situation where she has to make a choice, no matter what.","release_date":"2011-09-25","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":237941,"title":"Mijn Marko","adult":false},{"cast":["Sanne Vogel","Charlie Dagelet","Ilke Paddenburg","Daan Colijn","Wouter de Jong"],"overview":"Marta wanted to become a pilot. After an accident, she is paralysed from the waist down. For her birthday she gets an electric wheelchair and a lame boat trip. She wants to end her life on the boat, but her travelling companions keep messing things up. Marta is thwarted by a spastic admirer, a terminal Jehovah’s witness and a paralysed hairdresser in this black comedy full of crap, vomit, sex and impertinent jokes.","release_date":"2011-09-25","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":237943,"title":"Lang zal ze leven","adult":false},{"cast":["Chokchai Charoensuk","Tat Na Takuatung","Kullasatree Siripongpreeda"],"overview":"The story of a young couple, Tan and Peang, man \"Tan\" who are killed when their bus has an accident on a trip to Northern Thailand. They will survive in the spirit world for 7 days before going through the heavenly gate to be reborn.","release_date":"1995-09-29","genres":[18,14,10749],"vote_average":6.0,"runtime":112,"cert":"N\/A","id":237945,"title":"Dark Side Romance","adult":false},{"cast":["Adélaïde Leroux","Aurore Soudieux","Didier Sandre","Lolita Chammah","Sandrine Blancke"],"overview":"One night, three young women, the neon lights of the boulevards, empty streets, a mall, quiet gardens, the tower plaza, the esplanade of the station, a farewell coffee, a camera, a concert, a terrace, then the city waking up, Montparnasse.  Selected at the Directors’ Fortnight, Mikhaël Hers’s third film turns this symbolic Parisian neighborhood into a theatre of feelings. The filmmaker stays close to emotions and films characters who are afraid to reveal themselves and whispered conversations, where silence expresses a lot more than words. The discreet camera follows the characters, sublimates the unspoken words and lets the director offer pure and authentic moments of everyday life, through this simple stroll across the city. A director worth keeping an eye on.","release_date":"2009-05-17","genres":[],"vote_average":6.5,"runtime":59,"cert":"N\/A","id":237947,"title":"Montparnasse","adult":false},{"cast":["Lynton Dearden","Tony Melody","Freddie Fletcher","Paul Simpson"],"overview":"A boy reads about the attacks of a unknown animal on livestock in the town. He plans to run his own investigation. The so called beast however is also used as a metaphor for every day problems the townsfolk face.","release_date":"1988-02-20","genres":[18],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":237952,"title":"The Nature of the Beast","adult":false},{"cast":["Luigi Mezzanotte","Branca de Camargo","Mariella Fabbris","Alex Carozzo","Giuseppe Marcoli"],"overview":"At the end of the war, Odysseus, the wandering hero, with his companions begins his sail back home to the Mediterranean. The conclusion of his adventure is delayed by many natural obstacles and he takes an internal journey of fleeting memories of his childhood, his parents, love for a beautiful girl, nostalgia for the past, regret for what he did, and the deep silence that envelops everything. He confronts the most terrible loneliness following a shipwreck in which all the comrades perish.","release_date":"1989-12-31","genres":[18,12,36],"vote_average":7.1,"runtime":85,"cert":"N\/A","id":237957,"title":"Nostos: The Return","adult":false},{"cast":["Erra Fazira","Ziana Zain","Awie","Ning Baizura","Rosyam Nor"],"overview":"Maria is rushed to the hospital and is saved by Dr. Faris who successfully extracts the bullet from her body. Maria is assigned to the Special Unit of the Royal Malaysian Police force. She falls in love with Dr. Faris. Her unit has been directed to smash a syndicate which is trafficking ecstasy pills and drugs in the city. Meanwhile, Mariana is visited by Remy, a colleague who is attracted to her. Roy, her ex-boyfriend reappears causing turmoil in her life and Mariana reverts to her old wild ways. The relationship between the two sisters, Maria and Mariana becomes strained again.","release_date":"1998-04-01","genres":[18],"vote_average":5.5,"runtime":110,"cert":"N\/A","id":237965,"title":"Maria Mariana II","adult":false},{"cast":["Sergio Castellitto","Anna Valle","Marco Giallini","Christo Jivkov","Matt Patresi"],"overview":"","release_date":"2008-01-25","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":237967,"title":"Fuga per la libertà - L'aviatore","adult":false},{"cast":[],"overview":"A documentary about the Citizen Poet movement in Russia: satirical comedy shared on YouTube that strikes out at the Putin regime.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":237978,"title":"Citizen Poet","adult":false},{"cast":["Virginia Madsen","Jeffrey Nordling","Graham Beckel","Robert Joy","Barbara Tarbuck"],"overview":"Based on the true story of a modern-day witch hunt, in which a couple is falsely accused and imprisoned for molesting their own children.","release_date":"2001-09-10","genres":[18,10770],"vote_average":7.1,"runtime":91,"cert":"N\/A","id":237983,"title":"Just Ask My Children","adult":false},{"cert":"N\/A","title":"Smokin' Handjob Whorlets","cast":["Candice Nicole","Rane Revere","Osa Lovely","Erika Vution","Jordin Skye"],"genres":[],"id":237991,"overview":"These girls have their tiny little hands on more than just cigarettes in this Gentlemen's Video release! Stroke yourself into orgasmic oblivion as they smoke like chimneys, and wrap their little fingers around big hard cocks. Don't forget to bring an ashtray and a towel, this could get messy!","runtime":63,"release_date":"2009-02-10","vote_average":0.0,"adult":true}]