[{"cast":["Buster Crabbe","Constance Moore","Jackie Moran","Anthony Warde","C. Montague Shaw"],"overview":"Buck Rogers and Buddy Wade are in the middle of a trans-polar dirigible flight when they are caught in a blizzard and crash. Buddy then releases a special gas to keep them in suspended animation until a rescue party can arrive. However, an avalanche covers the craft and the two are in suspended animation for 500 years. When they are found, they awake to find out that the world has been taken over by the outlaw army of Killer Kane. Along with Lieutenant Wilma Deering, Buck and Buddy join in the fight to overthrow Kane and with the help of Prince Tallen of Saturn and his forces, they eventually do and Earth is free of Kane's grip.","release_date":"1939-04-10","genres":[878],"vote_average":7.0,"runtime":237,"cert":"N\/A","id":248001,"title":"Buck Rogers","adult":false},{"cast":["Ramón Pereda","René Cardona","Manuel Noriega","Esther Fernández","Ruperto Batiz"],"overview":"A crazed scientist tries to keep his terminally ill wife alive by transfusing into her the blood of young women he murders.","release_date":"1936-09-04","genres":[9648,27,878],"vote_average":5.0,"runtime":79,"cert":"N\/A","id":248039,"title":"El baúl macabro","adult":false},{"cast":["Edmund Lowe","Valerie Hobson","Wera Engels","Murray Kinnell","Henry Mollison"],"overview":"The second of the three film versions of the E. Phillips Oppenheim espionage thriller set largely in an old dark house where a tremulous wife wonders if her husband is really his double, a dastardly German spy.","release_date":"1935-12-08","genres":[],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":248056,"title":"The Great Impersonation","adult":false},{"cast":["Florian Heiden","Alexandra Schalaudek","August Zirner","Christian Wunderlich","Friederike Wagner"],"overview":"Teen brother and sister who rarely get to see each other fall in love with one another one summer.","release_date":"2000-04-18","genres":[10749,18],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":248058,"title":"Kissing My Sister","adult":false},{"cast":["Fredi Washington","Philip Brandon","Marie Paxton","Sheldon Leonard","Winifred Harris"],"overview":"In Haiti, a black female plantation owner enacts a voodoo curse, and revives zombies for revenge on a white male neighbor, who has chosen a white woman over her for marriage.","release_date":"1935-12-03","genres":[27],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":248063,"title":"Ouanga","adult":false},{"cast":["Jon Foreman","Tim Foreman","Chad Butler","Jerome Fontamillas","Drew Shirley"],"overview":"Inspired by films including \"Rattle and Hum\" and \"Endless Summer,\" Fading West follows Grammy-winning alternative-rock band Switchfoot as they travel the globe in search of new musical inspiration and perfect waves. Filmed during Switchfoot's 2012 World Tour, Fading West charts the creation of the fivesome's upcoming album in its earliest and most unpredictable stages. As the band visits legendary surf breaks in Australia, New Zealand, Africa, and Bali, brothers Jon and Tim Foreman breathe fresh life into their songs by harnessing the spirit of their surroundings and mining new emotional depths. Part rock documentary, surf film, and travelogue, Fading West offers rare glimpses of the longtime surfers on their boards, captures the frenetic energy of their live shows, and portrays a journey both epic and intimate.","release_date":"2013-12-09","genres":[10402,99],"vote_average":6.3,"runtime":84,"cert":"N\/A","id":248065,"title":"Fading West","adult":false},{"cast":[],"overview":"In a crowded train, young spaniards say goodbye while singing their native country. A Dutch minister, who has come to Morocco to recruit workers whom his \"companies\" demand, systematically eliminates graduates. Somewhere in Belgium, a laughing Turkish boy helps his flemish friend doing his home works. In Rotterdam, two young men with long hair set on fire home for foreign workers, after braking all of its windows. In Bradford, in front of burned cars and broken showcases, an Asian marchant deplores a \"return of ten years\". In Amsterdam, thousands of people pay tribute to the filmmaker Theo Van Gogh, who has just been murdered.","release_date":"2013-11-28","genres":[99],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":248067,"title":"Land of Promise","adult":false},{"cast":["Tom Macy","Andrew Roth"],"overview":"Praxis peels away the layers of narrative even as Brian, the film's axis, struggles to create his true self. Brian, a writer on the verge of a breakdown, is aided by Joe and an Elusive Woman as he sifts through the fragments of his persona to discover his true core. Fighting against fear and the indifference of society - aptly symbolized by the medical establishment - his quest reflects the classical mythos of Proteus and the human search for meaning in the universe.","release_date":"2008-01-04","genres":[18],"vote_average":3.0,"runtime":93,"cert":"N\/A","id":248072,"title":"Praxis","adult":false},{"cast":[],"overview":"Happy Sheep with Greedy Wolf","release_date":"2013-01-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":248080,"title":"Pleasant Goat and Big Big Wolf 5","adult":false},{"cast":["Georg Gütlich","Gisela Fritsch","Ottokar Runze","Peter Lehmbrock","Kurt Vespermann"],"overview":"","release_date":"1954-08-14","genres":[10751],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":248082,"title":"König Drosselbart","adult":false},{"cast":["Mads Wittermans"],"overview":"Jos wakes up in a homeless shelter in Groningen (North of the Netherlands). It's a place to stay for the night. At 10am the street life starts over again. Come rain or shine. It doesn't matter if you're ill or don't feel like leaving. At 10pm people are welcome again. For Jos, this is a day like many other, or isn't it?","release_date":"2013-09-28","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":248084,"title":"Heroin","adult":false},{"cast":["Max Brooks","Dominic Frisby","Matt Mogk","James F.R. Wright"],"overview":"With commentary from zombie enthusiasts and cult experts, virologists and mathematical epidemiologists, this unique show separates the truths from the fiction that surrounds one of popular culture's most tangible monsters.","release_date":"2010-10-10","genres":[],"vote_average":0.0,"runtime":46,"cert":"N\/A","id":248086,"title":"The Truth Behind: Zombies","adult":false},{"cast":[],"overview":"From the boy who played on the streets to the man who won the Golden Ball, \"Eusébio, a Pantera Negra\" shows the life of the portuguese football idol, since the first kicks, passing through the great moments of his personal life, till his consagration as football player.","release_date":"1973-01-05","genres":[99],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":248088,"title":"Eusébio, The Black Panther","adult":false},{"cast":["Andrus Vaarik","Egon Nuter"],"overview":"Ivan Orav and Lennart Meri are in the attic and try to take an old desk to downstairs.","release_date":"2009-12-31","genres":[35],"vote_average":4.3,"runtime":56,"cert":"N\/A","id":248090,"title":"Meri ja Orav","adult":false},{"cast":["Linda Rybová","David Prachař","Igor Chmela","Vladimír Javorský","David Matásek"],"overview":"The Horváth family is a Romani family with seven children, and the story begins with the tragic death of the father. His wife, Vera, is suddenly in a fight with the authorities, determined to keep her large family together at all costs, but she is hopelessly ill-prepared for the task. They are evicted from their home and her case-Vera versus the city-finds its way to a young, ambitious lawyer. She doesn't know the world of the Romani, nor is she particularly interested in it. Initially she takes the case as a springboard for her career. Despite her prejudices, incomprehension and sometimes Vera herself, she doesn't abandon the case. Luckily she is not the only one who sides with the family. There is a social worker whose attempts to help the Horváths are also motivated by his entirely private interest in the attractive lawyer.","release_date":"2009-03-17","genres":[18],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":248092,"title":"El Paso","adult":false},{"cast":["Conrad Veidt","Jill Esmond","Leslie Fenton","George Merritt","Donald Calthrop"],"overview":"Urged by famous airman Ellissen the Lennartz Company puts into reality the project proposed by his friend Droste: F.P.1, a huge floating platform in the Atlantic that makes long-distance flights viable. Ellissen is in love with company heiress Claire, but when he returns from his adventures to save the endangered F.P.1 he finds out that he has lost her to Droste.  English version of F.P.1 antwortet nicht with Conrad Veidt replacing Hans Albers as the jaded pilot Ellissen.","release_date":"1933-04-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":248094,"title":"F.P.1","adult":false},{"cast":["Ramón Pereda","Virginia Zurí","Carlos Orellana","Adriana Lamar","Alberto Martí"],"overview":"Llorona is a figure unique to Mexican folklore -- the wailing spirit of a woman who lost or killed her child and now returns to seek revenge and haunt the living. With its framing story and flashback structure, this film sets forth a couple of variations of the story.","release_date":"1933-03-31","genres":[27,9648],"vote_average":5.0,"runtime":73,"cert":"N\/A","id":248099,"title":"The Crying Woman","adult":false},{"cast":["Vija Artmane","Leons Krivāns","Helēna Romanova","Harijs Liepiņš","Eduards Pavuls"],"overview":"To catch a couple of car thieves, a police women goes undercover as an old women that recently has gotten a luxury car \"Volga\" - a plan that is bound to attract the criminals. For how hard can it be to steal a car from an old women?","release_date":"1973-01-04","genres":[35],"vote_average":0.0,"runtime":69,"cert":"N\/A","id":248104,"title":"Gift for a Single Woman","adult":false},{"cast":["Ilga Tomase","Karlis Zusmanis"],"overview":"","release_date":"1987-01-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":248106,"title":"Dīvainā mēnessgaisma","adult":false},{"cast":["Vija Artmane","Valdemārs Zandbergs","Harijs Liepiņš"],"overview":"","release_date":"1972-01-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":248111,"title":"Egle rudzu laukā","adult":false},{"cast":["Uldis Pūcītis","Liga Liepina","Dina Kuple","Arnolds Liniņš","Pauls Butkēvičs"],"overview":"In his free time, phone technician Cezars Kalnins writes songs and plays in a band he has started with friends. The band has a long road to travel in order to receive a permit and make its public debut. A member of the Culture Committee superficially listens to the songs and criticises them but later is powerless to stop the grindstone of public debate, which she has herself initiated.","release_date":"1967-01-04","genres":[18],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":248113,"title":"Four White Shirts","adult":false},{"cast":["Jānis Paukštello","Juris Pļaviņš","Juris Strenga"],"overview":"","release_date":"1979-01-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":248121,"title":"Gaidiet \"Džonu Graftonu\"","adult":false},{"cast":["Warner Baxter","Miriam Jordan","John Boles","George F. Marion","Halliwell Hobbes"],"overview":"A murder victim is brought back to life by a scientific experiment. However, the effects only last for six hours, and he must find his killer in that time.","release_date":"1932-10-15","genres":[878,18,9648],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":248129,"title":"6 Hours to Live","adult":false},{"cast":["Hans Stüwe","Renée Héribel","Alfred Abel","Ivan Koval-Samborsky","Rina De Liguoro"],"overview":"Cagliostro, an Italian adventurer played by the almost unnaturally handsome Hans Stüwe, rises through the French aristocracy on account of his magical tricks, medical knowledge and ability to foretell the future. When he falls from favour after a divination that predicts a dire future for Marie Antoinette, he sets in motion a plan that will result in revenge, but at a great price.","release_date":"1929-04-07","genres":[],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":248134,"title":"Cagliostro - Liebe und Leben eines großen Abenteurers","adult":false},{"cast":["Vivi Bach","Claus Biederstaedt","Eddi Arent","Hubert von Meyerinck","Grethe Weiser"],"overview":"","release_date":"1962-08-17","genres":[35,10402],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":248139,"title":"Wenn die Musik spielt am Wörthersee","adult":false},{"cast":["Lorna Luft","Liza Minnelli","Judy Garland","Barry Manilow","Rock Hudson"],"overview":"Documentary which aired on television in 2004, about the two daughters of Judy Garland and their relationship.","release_date":"2004-01-01","genres":[99],"vote_average":8.0,"runtime":46,"cert":"","id":248153,"title":"A Tale of Two Sisters - Lorna Luft and Liza Minnelli","adult":false},{"cast":["Eriq La Salle","Cicely Tyson","Michael Michele","Michael Beach","Dana Davis"],"overview":"After the death of his father, a former football star reunites with the family that he abandoned years earlier.","release_date":"2009-03-14","genres":[18,10770],"vote_average":4.0,"runtime":89,"cert":"N\/A","id":248170,"title":"Relative Stranger","adult":false},{"cast":[],"overview":"Rock in Rio is the largest music and entertainment event of all time, having already 12 editions held in Brazil, Portugal and Spain, which gathered nearly 6 million people.","release_date":"","genres":[],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":248178,"title":"Florence and The Machine: Rock in Rio 2013","adult":false},{"cast":["Dorothy Lamour","Robert Preston","Preston Foster","Doris Nolan","Albert Bassermann"],"overview":"The managers of a teak lumber camp in Burma compete for the affections of a beautiful American entertainer who gets stranded in Rangoon.","release_date":"1940-07-26","genres":[12,10749],"vote_average":5.0,"runtime":76,"cert":"N\/A","id":248180,"title":"Moon Over Burma","adult":false},{"cast":["Douglas Fairbanks Jr.","Madeleine Carroll","Tullio Carminati","Muriel Angelus","Lynne Overman"],"overview":"Millionaire Baron de Courland and his fiancée Linda Stewart employ Jim Logan as a guide for their hunting trip in the jungle. Linda finds unplanned adventure in her sudden love for Jim, ultimately forsaking her future with the Baron for the joys of true love.","release_date":"1940-06-14","genres":[12,10749,18],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":248182,"title":"Safari","adult":false},{"cast":["Carloto Cotta","Anabela Moreira","Eduardo Moreira","Eduardo Sobral","Ricardo Sá"],"overview":"Violante, a young and beautiful catholic nun, is facing a few marital issues with her husband Jesus Christ - who stalks her through the dark corners of a decaying convent and seeks to punish her for her (alleged) sins. In a dark stormy night they struggle to win each other to their personal points of view. She quotes the bible in terms of unconditional love - He does the same in terms of capital punishment. But are His manly insecurities based on solid grounds? After escaping His jealous rage, the nun lurks through the dark alleys and the bars like a vampire. Doomed to loneliness, all she wants is a Man. And who can this Man be?","release_date":"2010-04-23","genres":[18],"vote_average":5.0,"runtime":17,"cert":"N\/A","id":248187,"title":"Carne","adult":false},{"cast":["Jordan Styles","Joe Souza","Kaylynn","Glen Meadows"],"overview":"Cole and Erica run an upscale escort service which sets their clients up on anonymous and impromptu \"dates\" at hotels. They discover one of their female clients murdered, and that the man who signed up for their service on the same day happens to be her husband. They set out to untangle these mysterious circumstances before the cops follow the leads back to them, while also dealing with various romantic relationships.","release_date":"2006-07-18","genres":[18,9648],"vote_average":4.0,"runtime":84,"cert":"N\/A","id":248195,"title":"Naked Sins","adult":true},{"cast":[],"overview":"An aspiring stand-up comic must try to stop his lesbian best friend from coming out to her conservative family in order to save their friendship.","release_date":"2013-03-22","genres":[],"vote_average":9.5,"runtime":104,"cert":"N\/A","id":248200,"title":"Ladybeard","adult":false},{"cast":["Aarti Chabria"],"overview":"Working as a Guide and bus driver in Jaisalmer, Arjun had always dreamed of being a famous singer. When he meets beautiful tourist, Naina Dixit, he impresses her with his singing, she encourages him to come to Bombay and try his luck there.","release_date":"2002-04-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":248202,"title":"Tum Se Achcha Kaun Hai","adult":false},{"cast":["Remus Mărgineanu","Valentin Voicilă","Dorel Vișan","Marius Stănescu","Maria Ploae"],"overview":"","release_date":"1990-12-31","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":248210,"title":"Undeva in est","adult":false},{"cast":["Ben Whishaw","Cheng Pei-Pei","Andrew Leung","Morven Christie","Naomi Christie"],"overview":"A young man of Chinese-Cambodian descent dies, leaving behind his isolated mother and his lover of four years. Though the two don't share a language, they grow close through their grief.","release_date":"2014-08-07","genres":[18],"vote_average":7.3,"runtime":91,"cert":"N\/A","id":248212,"title":"Lilting","adult":false},{"cast":["Mariya Pirogova","Pavel Priluchnyy","Evgeniya Khirivskaya","Alisa Khazanova","Paulina Andreeva"],"overview":"Every day, they steal your strength, your emotions, your love. We call them the Shadow. Work like us - to deliver them back to the Dark World. Impending disaster, and humanity can be at the mercy of darkness ... And only we can keep the balance","release_date":"2013-12-05","genres":[12,14],"vote_average":4.0,"runtime":95,"cert":"N\/A","id":248223,"title":"Dark World: Equilibrium","adult":false},{"cast":["Xavier Dolan","Anne Dorval","Kwasi Songui","Nina Lauren","Lili Wexu"],"overview":"Sometimes, we're just waiting for a miracle. A nurse who is a Jehovah's Witness, grows fond of the miracle survivor of a plane crash. Two sexagenarians, a bartender and a parking lot attendant want to explore their forbidden passions. A conservative, well-off couple drown their disappointments in booze and gambling. And a man does his utmost to make amends for an irredeemable action, bringing us to a plane bound for Cuba. An ensemble film where every character affects the lives of others.","release_date":"2014-02-28","genres":[18],"vote_average":5.1,"runtime":104,"cert":"N\/A","id":248231,"title":"Miraculum","adult":false},{"cast":[],"overview":"A short documentary directed by Kurt Baum.","release_date":"1956-01-02","genres":[99],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":248242,"title":"Farbige Liebelei","adult":false},{"cast":["Jece Valadão","Odete Lara","Lia Rossi","Fregolente","André Villon"],"overview":"A young man must choose between two women. The one brings him the money, but the other he loves. Directed by Billy Davis (as J. P. de Carvalho).","release_date":"1963-01-06","genres":[53,18],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":248244,"title":"Pretty But Wicked","adult":false},{"cast":["Vanessa Demouy","David Brécourt","Christian Vadim","Philippe Lellouche"],"overview":"","release_date":"2014-01-22","genres":[35],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":248249,"title":"Le jeu de la vérité","adult":false},{"cast":["Ray Milland","Betty Field","Patricia Morison","Eugene Pallette","Charles Dingle"],"overview":"George and Mary Elizabeth Cugat are about to celebrate their second wedding anniversary and dream of having a child. Although they live comfortably on George's earnings as a bank official, Liz's scatterbrained handling of their finances constantly puts them in jeopardy. Liz becomes jealous when George's former girl friend, Myra Ponsonby, comes for a visit with his party-loving friends Bill Stone, Cory Cartwright and Chuck, an artist, after which George spends the entire evening dancing at a nightclub with Myra.","release_date":"1942-06-15","genres":[35,10749],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":248260,"title":"Are Husbands Necessary?","adult":false},{"cast":["Ross Patterson","Jessie Wiseman","Seth Grossman","Lauren Aboulafia","Asher Roth"],"overview":"When Ross is diagnosed with terminal brain cancer and given six weeks to live, his newly engaged older brother Seth offers to spend his $50,000 wedding fund on a final trip of a lifetime. Their plans are complicated when Ross invites a call girl to join the group and Seth’s uptight fiancée insists on tagging along. This raucous road trip comedy features hip-hop star Asher Roth.","release_date":"2014-01-10","genres":[18],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":248268,"title":"$50K and a Call Girl: A Love Story","adult":false},{"cast":["Robert Evans","Albert C. Hardie, Jr.","Michael Bennett","Shelton Benjamin","Cliff Compton"],"overview":"Supercard of Honor VII was a professional wrestling internet pay-per-view event produced by Ring of Honor (ROH). It took place on April 5, 2013 at the Hammerstein Ballroom in New York, New York.","release_date":"2013-04-05","genres":[],"vote_average":0.0,"runtime":203,"cert":"N\/A","id":248297,"title":"ROH Supercard Of Honor VII","adult":false},{"cast":["Vittorio Caprioli","Philippe Leroy","Franca Valeri","Franca Valeri"],"overview":"The endless summer of a group of thirty-something neapolitans at Positano.","release_date":"1961-12-22","genres":[35],"vote_average":5.0,"runtime":101,"cert":"N\/A","id":248314,"title":"Leoni al sole","adult":false},{"cast":["Jean-Luc Godard","Michel Marot","Anne-Marie Miéville"],"overview":"A film about politics and the media, in which two workers in a newspaper plant attempt to make a film.","release_date":"1976-05-21","genres":[18],"vote_average":6.0,"runtime":78,"cert":"N\/A","id":248319,"title":"Comment ça va?","adult":false},{"cast":["Taylor Dayne","Karen Duffy","Corey Parker"],"overview":"","release_date":"1997-01-01","genres":[35,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":248324,"title":"Fool's Paradise","adult":false},{"cast":["Taylor Donoughue-Smith","Jack Arkwright","Jack Piercy"],"overview":"After his cousin is killed in cold blood, Thomas Porter is out for revenge. His desire for vengeance leads him on a quest to find the person responsible and bring him to justice, whatever the cost. As he embarks on his 'quest', he begins to delve deep into a world full of conspiracies, betrayal and deep mistrust.","release_date":"2014-01-01","genres":[28],"vote_average":0.0,"runtime":null,"cert":"U","id":248335,"title":"The Quest for Vengeance","adult":false},{"cast":["Alessandro Preziosi","Violante Placido","Frédéric Pierrot","Cécile Cassel","Tom Novembre"],"overview":"Are there two versions of The Mona Lisa? Is the Mona Lisa the world knows so well the original version? Or had Leonardo da Vinci painted an earlier version of the iconic portrait?","release_date":"2006-10-23","genres":[12],"vote_average":0.0,"runtime":185,"cert":"N\/A","id":248340,"title":"The Mona Lisa Mystery","adult":false},{"cast":["James Wong Jim"],"overview":"James Wong and his female assistant visited various kinds of pleasure-houses, including invisible dens, high-tech private dens, smuggling blackpoints and famouse tryst places, both large and small ones, throughout Hong Kong. They also looked back to the Scientific Beauty in Lai Chi Kok Amusement Park, striptease in the Kowloon Walled City and the old stories in fish-ball stalls. There are also interviews of call-girls and grooms.","release_date":"1992-06-17","genres":[99],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":248360,"title":"Under the Rose","adult":false},{"cast":[],"overview":"It's All in the Rhythm","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":248371,"title":"It's All in the Rhythm","adult":false},{"cast":["Ulli Philipp","Christian Wolff","Wolfgang Preiss","Diana Körner","Edda Seippel"],"overview":"","release_date":"1974-01-05","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":248373,"title":"Eine ungeliebte Frau","adult":false},{"cast":["Sabine Sinjen","Klaus Barner","Tatjana Iwanow","Andrea Schober","Katrin Schaake"],"overview":"","release_date":"1974-01-05","genres":[10770],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":248375,"title":"Griseldis","adult":false},{"cast":["Klara Rumyanova","Mariya Vinogradova","Boris Runge","Tamara Dmitrieva","Elena Ponsova"],"overview":"Barankoboti, transforming.","release_date":"1962-12-31","genres":[16],"vote_average":6.0,"runtime":20,"cert":"N\/A","id":248377,"title":"Barankin, bud chelovekom","adult":false},{"cast":[],"overview":"American Courtesans is a feature documentary that takes you into the lives of American Sex Workers. These women candidly discuss what brought them to the doors of the sex trade, what they found when they got there and why they stayed. Follow eleven Sex Workers through the streets, massage parlors, brothels and strip clubs to New York high rises and the bell captains in Vegas. This is a story, a different kind of American Story, that will leave you speechless.","release_date":"2013-07-12","genres":[99],"vote_average":6.3,"runtime":86,"cert":"N\/A","id":248379,"title":"American Courtesans","adult":false},{"cast":["Jeremiah Bitsui","Kiowa Gordon","Shauna Baker","Lora Martinez-Cunningham","Debrianna Mansini"],"overview":"On a desolate Navajo reservation in New Mexico, three young people – a college-bound, devout Christian; a rebellious and angry father-to-be; and a promiscuous but gorgeous transsexual - search for love and acceptance.","release_date":"2014-01-18","genres":[18],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":248384,"title":"Drunktown's Finest","adult":false},{"cast":["Margarita Korabelnikova","Aleksandr Ocheretyanskiy","Tatyana Shatilova","Nina Shmelkova"],"overview":"","release_date":"1981-01-05","genres":[16],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":248386,"title":"Бибигон","adult":false},{"cast":["Gerald McRaney","Josie Bissett","Peggy Lipton"],"overview":"An man's fantasies lead to death and destruction when he seduces a young girl .","release_date":"1994-09-13","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":248391,"title":"Deadly Vows","adult":false},{"cast":["Erast Garin","Georgi Millyar"],"overview":"Based on the Chinese folk tale. Long ago, three brothers Liu lived in China. They were so similar that even their own mother discerned them on colored ribbons. The first brother could command fire, the second could drink the sea and return it back, and a third knew the language of birds, animals and fish.","release_date":"1953-01-05","genres":[16,10751],"vote_average":10.0,"runtime":27,"cert":"N\/A","id":248396,"title":"Brothers Liu","adult":false},{"cast":["Gérard Depardieu","Harvey Keitel","Laura Morante","Bogdan Iancu","Alexandru Bindea"],"overview":"Set during World War II, somewhere in Eastern Europe. A German soldier is found dead near the village. The local authorities must find the culprit, or they will be all shot by the Nazis the morning after. There's no way to find the guilty one, but there's Ipu, the madman of the village, whom they promise a hero's funeral if he will claims responsibility and agrees to die in their place. He must decide, and time is running out.","release_date":"2014-03-07","genres":[35,18,10752],"vote_average":3.8,"runtime":90,"cert":"N\/A","id":248401,"title":"A Farewell to Fools","adult":false},{"cast":[],"overview":"Richard attempts to come to terms with the fact that his wife, Lisa, had an affair while on a trip to France, and thus, is reluctant to conceive a child with her. As Lisa looks forward to moving on, their new neighbors' daughter might make that a difficult endeavor.","release_date":"2012-10-10","genres":[18],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":248403,"title":"Big Red Sour Apple","adult":false},{"cast":["Ken Fowler","Robert G. Denison","Joe Guida","Joseph Capecchi","John Paul McIntyre"],"overview":"Three men, laid off from their factory jobs, plan a gas station robbery.","release_date":"1972-01-01","genres":[18],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":248405,"title":"The Hold Up","adult":false},{"cast":[],"overview":"","release_date":"2013-10-01","genres":[],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":248410,"title":"Um Barzinho, Um Violão: Novela 80","adult":false},{"cast":["Vernon Wells","Richard Anderson","Kaily Alissano","Seth Gandrud","Aaron Ginn-forsberg"],"overview":"A man struggles to find out the truth behind his identity while fighting an evil army.","release_date":"2010-01-02","genres":[28,12,37],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":248412,"title":"Western X","adult":false},{"cast":[],"overview":"","release_date":"1965-01-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":248414,"title":"Здравствуй, атом!","adult":false},{"cast":["Seth Gandrud","Dani During","Corbin Snyder","Liezl Stewart","Emmy Nguyen"],"overview":"Two lives on very different paths learn truths about each other that send them on a collision course with destiny","release_date":"2013-06-13","genres":[53,28],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":248419,"title":"Perspective","adult":false},{"cast":["Floyd Mayweather Jr.","Zab Judah"],"overview":"\"Mayweather vs. Judah: Sworn Enemies\" was a boxing IBF Welterweight championship which took place on April 8, 2006, at the Thomas and Mack Center in Paradise, Nevada between IBF Welterweight Champion Zab Judah (34-3, 25 KO) and undefeated three-division champion Floyd Mayweather Jr. (35-0, 24 KO).","release_date":"2006-04-07","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":248421,"title":"Mayweather vs. Judah","adult":false},{"cast":["Adrian Lester","Rory Kinnear","Jonathan Bailey","Lyndsey Marshal"],"overview":"The National Theatre presents a major new production of William Shakespeare’s celebrated play about the destructive power of jealousy. Othello, newly married to Desdemona – who is half his age – is appointed leader of a major military operation. Iago, passed over for promotion by Othello in favour of the young Cassio, persuades Othello that Cassio and Desdemona are having an affair.  Olivier Award-winning actor Adrian Lester (Henry V at the National Theatre, BBC’s Hustle) takes the title role. Playing opposite him as the duplicitous Iago is fellow Olivier Award-winner Rory Kinnear (The Last of the Haussmans, James Bond: Skyfall), who is reunited with director Nicholas Hytner (Timon of Athens, One Man, Two Guvnors) following their acclaimed collaboration on the National Theatre’s recent production of Hamlet.","release_date":"2013-09-26","genres":[18],"vote_average":9.0,"runtime":198,"cert":"","id":248423,"title":"National Theatre Live: Othello","adult":false},{"cast":[],"overview":"","release_date":"1986-01-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":248425,"title":"Помощники гефеста","adult":false},{"cast":["Ricky Hatton","Kosta Tszyu"],"overview":"Ricky Hatton vs. Kostya Tszyu was a boxing Light Welterweight fight on June 4, 2005 between Ricky Hatton and Kostya Tszyu at the Manchester Evening News Arena in Manchester, England. 22,000 crammed into the arena to watch one of the biggest upsets in British Boxing History.","release_date":"2005-05-03","genres":[],"vote_average":8.0,"runtime":null,"cert":"","id":248433,"title":"Hatton vs. Tszyu","adult":false},{"cast":[],"overview":"Documentary from British Transport Films","release_date":"1959-01-01","genres":[],"vote_average":0.0,"runtime":7,"cert":"","id":248438,"title":"The Diesel Train Driver","adult":false},{"cast":[],"overview":"Documentary from British Transport Films","release_date":"1972-01-01","genres":[],"vote_average":0.0,"runtime":20,"cert":"","id":248440,"title":"Cybernetica","adult":false},{"cast":[],"overview":"Documentary from British Transport Films","release_date":"1953-01-01","genres":[99],"vote_average":0.0,"runtime":20,"cert":"","id":248448,"title":"This Is York","adult":false},{"cast":[],"overview":"Every year, over a thousand climbers try to reach the summit of Mount Everest, with the annual record for successful attempts currently standing at 633. But of that number, nearly half were Sherpas - the mountain's unsung heroes. Yet the Sherpa community has remained secretive about their nation, culture and experiences living in the shadow of the world's highest mountain. Now, for the first time, they open the door into their world.  Without the expertise of the Sherpas, only the hardiest and most skilful climbers would succeed. Every day they risk their lives for the safety of others, yet they seek neither glory nor reward, preferring to stay in the background. Following the stories of four such Sherpas - Phurba, Ngima, Ngima Tenji and Gelu - this film reveals the reality of their daily lives, not just up the mountain, but with their families after they return home.","release_date":"2013-03-19","genres":[12,99],"vote_average":0.0,"runtime":60,"cert":"","id":248450,"title":"Climbing Everest with a Mountain on My Back: The Sherpa's Story","adult":false},{"cast":["George Givot","Charles Judels","Lionel Stander","Penny Singleton","J. Anthony Hughes"],"overview":"Two sailors come ashore in New York with enough liquor--which was illegal at the time, due to Prohibition--to have a good time. They wind up getting involved with an actress in vaudeville and her very jealous boyfriend. Not only that, but a Customs Officer who found out they smuggled booze ashore is closing in on them.","release_date":"1934-01-13","genres":[],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":248458,"title":"Howd' Ya Like That?","adult":false},{"cast":["Eva Llorach","Juanra Bonet","Olga Aguirre","Lorena Iglesias"],"overview":"#Sequence is a collective feature film that was shot and released in a single day, December 21, 2013, on the occasion of the celebration of the shortest day [ED + C].  Montxo Armendáriz coordinates is composed of 17 short film whose common denominator is that they are shot in a single plane sequence and follow the rules of the festival identity JamesonNotodofilmfest short and initiative # littlesecretfilm.","release_date":"2013-12-27","genres":[18],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":248460,"title":"#Sequence","adult":false},{"cast":[],"overview":"","release_date":"2013-12-11","genres":[99],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":248462,"title":"Entre leurs mains","adult":false},{"cast":["Seth Gandrud","David C. Hayes","Victoria Paege","Orchid Tao","Paul C Hemmes"],"overview":"This Metaphysical Dark Action Comedy \"A MAN CALLED NEREUS\" is the debut feature of writer\/director Nathan Hill, for Armored Vision. Nereus is an autistic man who is being held captive by the Filaria crime family due to his unique ability to predict the exact outcome of sporting events through time travel. However, this all changes the moment he is kidnapped by a junkie who plans to take him to Las Vegas. Now on the run, the two must weave through madmen, corrupt law enforcement and new-age terrorists.","release_date":"2012-05-25","genres":[35,28,878],"vote_average":5.3,"runtime":98,"cert":"N\/A","id":248464,"title":"A Man Called Nereus","adult":false},{"cast":["Shirley MacLaine","Laurence Harvey","Jack Hawkins","Nobu McCarthy","Juano Hernández"],"overview":"An American spinster who takes a job teaching Maori students in New Zealand finds unexpected romance with two men.","release_date":"1961-06-21","genres":[18],"vote_average":3.8,"runtime":96,"cert":"N\/A","id":248469,"title":"Two Loves","adult":false},{"cast":["Floyd Mayweather Jr.","Arturo Gatti"],"overview":"Arturo \"Thunder\" Gatti (39-6, 30 KO's) put his WBC Super Lightweight Championship on the line against the undefeated, number two rated pound for pound fighter in the world, \"Pretty Boy\" Floyd Mayweather, Jr (33-0, 22 KOs). The bout took place at the Boardwalk Hall in Atlantic City, NJ.","release_date":"2005-06-24","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":248474,"title":"Mayweather vs. Gatti","adult":false},{"cast":["Christine Kelly","Tomi La Roux","Cindy Lynn","Ann Perry","Tyler Reynolds"],"overview":"The Star Angels are sent to the planet Phallus to prevent a takeover of Earth.","release_date":"1977-07-26","genres":[878],"vote_average":7.0,"runtime":80,"cert":"N\/A","id":248488,"title":"Star Babe","adult":true},{"cast":[],"overview":"In Extase' ('In Ecstacy') takes you on a journey through the fascinating world of Dance music. House, Techno, Hardcore, Trance, from the underground scene in a squatter's village to the immense Amsterdam Arena filled with 40,000 people all dressed in white, you'll get the ultimate insider's experience.","release_date":"2013-06-26","genres":[10402,99],"vote_average":5.0,"runtime":65,"cert":"N\/A","id":248490,"title":"In Ecstacy","adult":false},{"cast":["Ray Bolger","Anne Shirley","June Havoc","Desi Arnaz","Jack Durant"],"overview":"Karanina \"Nina\" Novak, is befriended by Nifty, the leader of a four-piece orchestra, and in return, secures an engagement for them at the Little Aregal Cafe, with herself as the vocalist, by pretending she once knew the King or Aregal back in the old country. Steve  shows up pretending to be the King of Aregal, and complicates the growing romance between Nina and Nifty. When Steve runs off with Opa, the real King of Aregal (also Steve) appears and complicates things again.","release_date":"1942-01-23","genres":[35,10402,10749],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":248492,"title":"Four Jacks and a Jill","adult":false},{"cast":[],"overview":"Academy Award winning film maker Hilary Harris’ epic vision of New York City shot over 15 years [1959-74] during which time Mr. Harris pioneered and con-temporized time-lapse film making techniques to achieve this unique experiential view of the world we inhabit: chaos and confusion seem to multiply in every corner of the Big Apple. Yet there seems to be some order in all that chaotic and relentless system and things seem to work just fine. The same can be said about the human body. Director Hilary Harris proves with this short documentary that cities and organisms are all-alike.","release_date":"1975-05-23","genres":[99],"vote_average":8.0,"runtime":19,"cert":"N\/A","id":248494,"title":"Organism","adult":false},{"cast":[],"overview":"Longhorns is cine-dance with a surrealist tang. There are no human figures in this early short from Hilary Harris, only a pair of Texas longhorns turning endless spirals in the tall reeds of a New York inlet. The strangeness of this scene abstracts the horns’ mesmerizing rotation, the better for Harris to explore the choreographic possibilities of cutting and framing (Cyril Jackson’s propulsive drum score provides the beat). Harris was a lifelong sculptor in addition to being a pioneering experimental filmmaker, and in Longhorns we see him reveling in the interplay between the two mediums. Though somewhat shaggier than his later motion studies (such as 9 Variations on a Dance Theme), Longhorns remains a tactile treat. The majestic images of clouds, in particular, evince his special ability to transform the mundane into something revelatory. —Max Goldberg, fandor.com","release_date":"1951-05-23","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":248496,"title":"Longhorns","adult":false},{"cert":"N\/A","title":"Highway","cast":[],"genres":[],"id":248498,"overview":"Hilary Harris’ nervy tour of Robert Moses’ New York hearkens back to the classic city symphonies of the 1920s but cut to fit the “go go go” energy of the new era. “The most exciting thing in film is movement,” Harris once wrote, and in Highway he shows why, shooting from a moving car for the road itself of its ramps, signs and overall pretzel logic. The film can be enjoyed purely as a riot of graphic forms, but at a deeper level Harris is revising the traditional panorama to capture the automotive experience of urban space. He peppers the expressway view with all manner of camera effects, but it’s finally his simple fascination with the changing shape of the road at speed that makes the screen come alive. Bronze medalist at the Brussels International Experimental Film Festival in 1958, Highway today appears a snappy detour between “On the Road” (published the year before) and the early films of the French New Wave (just around the bend). —Max Goldberg, fandor.com","runtime":5,"release_date":"1958-04-22","vote_average":0.0,"adult":false}]