[{"cast":[],"overview":"Currently all the rage with hipsters worldwide, Chicago Juke music has roots that run deep. The film chronicles the birth and evolution of a genre over 25 years. A fascinating watch!","release_date":"2013-01-01","genres":[99],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":250000,"title":"From Jack to Juke","adult":false},{"cast":["David McCullough"],"overview":"Author\/historian David McCullough welcomes viewers into his public and private world in this film. Produced by Tom Hanks and Gary Goetzman--who adapted McCullough's 'John Adams' for the 7-part HBO miniseries--this documentary paints an affectionate, first-person portrait of the two-time Pulitzer Prize winner as he gives a speech and even visits his old Brooklyn neighborhood.","release_date":"2008-05-28","genres":[],"vote_average":0.0,"runtime":37,"cert":"N\/A","id":250011,"title":"David McCullough: Painting with Words","adult":false},{"cast":["Lucille Iacovelli","Mona Alley","Robert Alley"],"overview":"Tummy tuck. Nose job. Lipo. Millions of people routinely undergo these cosmetic surgeries each year, hoping the results will help them look and feel better. But when something goes wrong, the consequences can be devastating. This HBO Documentary Films presentation exposes the dark side of plastic surgery with a look at three cases of procedures that went horrifically wrong.","release_date":"2006-06-05","genres":[99],"vote_average":3.0,"runtime":60,"cert":"N\/A","id":250013,"title":"Plastic Disasters","adult":false},{"cast":["Michelle Maylene","Seth Gamble","Chad White","Ryan McLane","Alyssa Branch"],"overview":"A beautiful woman brings together a group of her friends in order to search for any treasures that may be hidden throughout a mansion given to her by her deceased father, and the girls find that they are more interested in exploring one another.","release_date":"2013-05-03","genres":[18],"vote_average":5.0,"runtime":83,"cert":"N\/A","id":250015,"title":"Hidden Treasures","adult":false},{"cast":["Jenny Alpha","Eustaquio Barjau","Evgen Bavcar"],"overview":"Four nameless people -- the old man, the woman, the soldier, and the gambler -- journey to a desolate wasteland beyond the limits of an unnamed city.","release_date":"1992-04-01","genres":[],"vote_average":5.0,"runtime":112,"cert":"N\/A","id":250029,"title":"Absence","adult":false},{"cast":["Randall Park","Jae W. Suh"],"overview":"They don't speak the same language, but for a young New York City bartender and a pretty Korean tourist, the Big Apple bridges the communication gap over the course of one romantic night. Starring Randall Park and Jae Suh. Written &amp; directed by Vincent Lin.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":250031,"title":"Love NY","adult":false},{"cast":["Tatsuya Nakadai","Mayumi Ogawa","Kie Nakai","Kiichi Nakai","Shinobu Ōtake"],"overview":"This gripping docudrama is a fictionalized account of what could happen to a Japanese family when one of their sons shames them in front of the entire nation.","release_date":"1985-11-01","genres":[18],"vote_average":5.0,"runtime":143,"cert":"N\/A","id":250045,"title":"Family Without a Dinner Table","adult":false},{"cast":["Käthe von Nagy","Willy Fritsch","Julius Falkenstein","Elisabeth Lennartz","Albert Lieven"],"overview":"A nightclub waiter and a manicurist share the same room, he sleeps there by night and she by day. They've never meet , but they can't stand each other. Then they meet by chance, not knowing who's who and fall in love.","release_date":"1932-11-29","genres":[35,10402,10749],"vote_average":7.0,"runtime":98,"cert":"N\/A","id":250047,"title":"I by Day, You by Night","adult":false},{"cast":["Tony Liu","Hu Chin","Lily Li Li-Li","Wang Hsieh","Shih Chung-Tien"],"overview":"Liao Jiang is the lowest ranking member of a gang that holds up a jewelery store. Subsequently the three other gang members die, and their gold haul goes missing. Liao Jiang and his new gang member Huge Eyes are then forced to turn to a triad gang to help get back their gold from a rival group.","release_date":"1976-07-20","genres":[28,18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":250049,"title":"Brotherhood","adult":false},{"cast":[],"overview":"Root for Charles, John and Garnet as they try to buck the system of pills and procedures and outfox their heart disease and diabetes. When their doctors inform them they can't get better, our intrepid trio tells the doctors to think again. Charles, John and Garnet decide to take on their diseases by drastically changing their diets. We all know making resolutions is easy; sticking to them is the hard part. With lighthearted animation, piercing expert interviews and a feisty attitude, CHOW DOWN is the moving story of the success you can achieve when you rewrite the recipe for a healthy life. Written by Anonymous","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":250051,"title":"Chow Down","adult":false},{"cast":["María Luisa San José","José Sacristán","Teresa Gimpera","Quique Camoiras","Fernando Fernán Gómez"],"overview":"","release_date":"1977-02-07","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250059,"title":"Más fina que las gallinas","adult":false},{"cast":["Fabrizio Gifuni","Mauro Marino","Antonio Catania","Mariano Rigillo","Claudio Botosso"],"overview":"The service of Pope Paul VI presents tremendous challenges for humanity not only in the political, cultural and economic aspects of the world but also in the spiritual life of The Church. Pope Paul VI is the first Pope to be a Missionary Pope, to meet people where they are. To trust in God as he was asking The Church to do and he is given the opportunity to love that trust in its fullness.","release_date":"2008-11-30","genres":[],"vote_average":6.9,"runtime":null,"cert":"N\/A","id":250061,"title":"Paul VI: The Pope in the Tempest","adult":false},{"cast":["Hayden Christensen","Adrien Brody","Jordana Brewster","Akon","Laura Cayouette"],"overview":"Two brothers, both with troubled paths, find themselves in the middle of one last bank job.","release_date":"2014-09-11","genres":[28],"vote_average":4.6,"runtime":94,"cert":"15","id":250066,"title":"American Heist","adult":false},{"cast":["Matheus Abreu","Rachel Pimentel","Alberto Gouvêa","Manoelita Lustosa","Dira Paes"],"overview":"","release_date":"2014-12-18","genres":[10751,12],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":250068,"title":"O Segredo dos Diamantes","adult":false},{"cast":["Awal Ashaari","Eizlan Yusof","Zul Huzaimy","Cat Farish","Opie Zami"],"overview":"Ayie is a young man currently studying in college. He is very much fond with racing cars. He is often invloved with illegal race car activities and spends most of his time with two of his best friends Loyai and Amran. Ayie is continoulsy being lectured by his brother who has taken care of him since their parents passed away when he was still young. Johari is running a workshop the workshop where Amran is working. Johari used to be a big time car racer but eventually quit because he didn't want his younger brother to follow his footsteps. One day Loyai was approached by Ray who challenged Ayie in a drag race but he strongly refused to accept because he had made previous arrangements to meet Eva. Amran secretly met up with Ray and accepted the challange putting down RM5,000.00 to seal the deal.","release_date":"2007-08-23","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250070,"title":"Impak Maksima","adult":false},{"cast":["Cat Farish","Mazlan Pet pet","Lisa Surihani","Azlee Senario","Nora Danish"],"overview":"After healing Punai (Mazlan Pet Pet) in the previous film; Asmat (Cat Farish) and Johan (Shaiheizy Sam) successfully defeats Mustika (Lisa Surihani). Pak Mor who was injured heads to the river bank and starts to chant some black magic. Soon, Mustika comes out alive and well from the body of Pak Mor. It becomes apparent that Pak Mor and Mustika have teamed up to inherit all of the money that was left by Pak Sudir. Inevitably, their plans are foiled by Punai, Asamat and Johan.","release_date":"2010-10-07","genres":[35,27],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":250072,"title":"Jangan Pandang Belakang Congkak 2","adult":false},{"cast":[],"overview":"A teenage slacker has only one night to finish a major English assignment, his grades depends on it. He is forced to finish the work over night at a local Internet cafe where he encounters gamers, nocturnal goth-ghouls and drunken Clubbers.","release_date":"2014-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250077,"title":"All Night Gaming","adult":false},{"cast":["Dercy Gonçalves","Humberto Catalano","Zezé Macedo","Paulo Goulart","Emilinha Borba"],"overview":"","release_date":"1958-12-28","genres":[35,10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250088,"title":"Cala a Boca, Etelvina","adult":false},{"cast":["James Earl Jones","Martin Balsam","Burgess Meredith","Lew Ayres","William Windom"],"overview":"When the President and Speaker of the House are killed in a building collapse, and the Vice-President declines the office due to age and ill-health, Senate President pro tempore Douglas Dilman (James Earl Jones) suddenly becomes the first black man to occupy the Oval Office. The events from that day to the next election when he must decide if he will actually run challenge his skills as a politician and leader.","release_date":"1972-07-19","genres":[],"vote_average":8.0,"runtime":93,"cert":"N\/A","id":250093,"title":"The Man","adult":false},{"cast":["Clive Owen","Diana Quick","David Thewlis","Bill Rodgers","Tim Potter"],"overview":"Two friends aim flee their drab hometown existence.","release_date":"1988-11-11","genres":[10749,18],"vote_average":6.0,"runtime":89,"cert":"","id":250095,"title":"Vroom","adult":false},{"cast":["Julia Ziegler","Pierre Andre","Nadia Mustafar","Almy Nadia","Ellie Suriati"],"overview":"Natasya is haunted by ghostly apparations that only she can see after waking from a nightmare laiden coma. These dreams, about a missing girl, continue to plague Natasya after she regains consciousness. She will uncovers a secret so sinister that it threatens to destroy her and everything she holds","release_date":"2009-04-09","genres":[27],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":250100,"title":"Jangan Tegur","adult":false},{"cast":["Erra Fazira","Rosyam Nor","Sarimah Ibrahim","Faizal Hussein","Elly Mazlein"],"overview":"Diana is a troubled girl who blames her father for causing the death of her mother and for only listening to what her stepmother said. She has a problem trusting men until she met Haikal, a men who doesn't trust women after finding his fiancée, Sabrina cheating on him. Just when the two lovebirds are about to gain each other's trust, Sabrina returns and tries to prevent them from getting together.","release_date":"2003-07-24","genres":[28,80],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":250102,"title":"Janji Diana","adult":false},{"cast":["Danielle Darrieux","Jean Marais","Marcel Herrand","Gabrielle Dorziat","Gabrielle Dorziat"],"overview":"Exiled from the court of Spain, Don Salluste, the chief of police, wants to take revenge on the Queen. One day he meets Ruy Blas, a young student who happens to be a lookalike of Don Cesar, his nephew. Salluste disguises Ruy Blas and presents him as Don Cesar. It doesn't take long before Ruy Blas, intelligent, virtuous and generous as he is becomes popular and the Queen, who has fallen in love with him, appoints him Prime Minister. All seems for the best in the best of worlds but Salluste has not forgotten his revenge, far from that ...","release_date":"1948-02-17","genres":[18],"vote_average":6.3,"runtime":93,"cert":"N\/A","id":250110,"title":"Ruy Blas","adult":false},{"cast":["Daniel Prévost"],"overview":"","release_date":"2006-02-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250118,"title":"Daniel Prevost : Déconnage immédiat","adult":false},{"cast":[],"overview":"Finns have a quirky sense of humour - and are a bit shy. But: Tango is THE folk music of the Finns. The documentary discovers the Finnish tango from the viewpoint of the singer Chino Laborde, the guitarist Diego \"DIPI\" Kvitko and the bandoneonist Pablo Greco. The three Argentine musicians travel to Finland to find out whether Aki Kaurismäki is telling the truth when he asserts that tango music was invented in Finland.","release_date":"2013-10-18","genres":[],"vote_average":7.3,"runtime":84,"cert":"N\/A","id":250129,"title":"Midsummer Night's Tango","adult":false},{"cast":[],"overview":"Half a million people descend upon a tiny Serbian village for the 50th anniversary of the world's largest trumpet festival. Brasslands chronicles the cultural and musical collisions through the personal journeys of 3 musicians - American, Serbian, Roma - whose lives are bound to Balkan brass for very different reasons.","release_date":"2013-06-15","genres":[99],"vote_average":8.0,"runtime":88,"cert":"N\/A","id":250131,"title":"Brasslands","adult":false},{"cast":["Javier Butler","Luis Callejo","Eva Llorach","Ramon Orozco","Violeta Pérez"],"overview":"Lucas wants a motorcycle. He meets Alvaro, who will give him money for just some innocent pictures.  With them Alvaro is able to create a fake online identity to contact young girls.","release_date":"2012-10-27","genres":[18],"vote_average":6.8,"runtime":29,"cert":"N\/A","id":250136,"title":"Lucas","adult":false},{"cast":["Morgan Marinne","Serge Riaboukine","Anne Coesens","Filip Peeters","Nabil Ben Yadir"],"overview":"","release_date":"2008-12-30","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":250144,"title":"9mm","adult":false},{"cast":[],"overview":"How would we, inhabitants of earth, present ourselves if we were to make contact with extraterrestrial intelligence? Will we manage to speak as one world? There is a small group of people who are seriously taking this unlikely scenario into account. Their daily life is spent looking for signals from extraterrestrial civilizations and wondering how we, earthlings, should present ourselves if we were to make real contact. There is a protocol for the big moment. The wish to speak as one world. But will we manage to do that? Can contact with extraterrestrial beings help to solve the problems of our planet?","release_date":"2008-11-20","genres":[99],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":250146,"title":"Calling E.T.","adult":false},{"cast":["Germán Valdés","Marcelo Chávez"],"overview":"If you survive the first half with his delicious absurdity, your reward is the second half, on the scenes when he teams up with his \"carnal\" Marcelo singing American, Cuban and Argentinian music, but ending with a very Mexican serenade. If you ever saw Jorge Negrete singing in a movie you'll laugh to tears when Tin Tan sings. And with the lighting effects, you can see actual flashes of Jorge Negrete until you hear him singing.","release_date":"1947-09-25","genres":[35],"vote_average":5.8,"runtime":110,"cert":"N\/A","id":250154,"title":"El niño perdido","adult":false},{"cast":[],"overview":"No story yet","release_date":"2010-12-31","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":250156,"title":"Brownie Points","adult":false},{"cast":["Paul Birchard","John Gaffney","Andrew McCusker"],"overview":"A man is visited by a mysterious figure after awakening from an intensive surgical procedure.","release_date":"2013-12-11","genres":[],"vote_average":7.0,"runtime":3,"cert":"","id":250158,"title":"Blink","adult":false},{"cast":[],"overview":"The life and times of sailor and adventurer Sir Peter Blake, one of New Zealand's favourite sons.","release_date":"2011-12-06","genres":[99],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":250169,"title":"Blakey","adult":false},{"cast":["Hans Moser","Elfriede Datzig","O.W. Fischer","Charlott Daudert","Hedwig Bleibtreu"],"overview":"","release_date":"1940-10-03","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250171,"title":"Meine Tochter lebt in Wien","adult":false},{"cast":["Sunny Murray","Cecil Taylor","tony oxley","Val Wilmer","Robert Wyatt"],"overview":"Retracing the longstanding career of avant-garde drummer Sunny Murray, one of the most influential figures of the Free jazz revolution. Through a series of interviews with key time witnesses as well as historic and contemporary concert footage, it reassesses the relationship between the libertarian music movement and the political events of the 1960s, whose social claims it so intimately reflected. By doing so, it also recounts how the most radical forms of musical expression were excluded from the major production and distribution networks as the libertarian ideal went out of fashion. Beyond its historical approach, the film follows Sunny Murray on current gigs, showing his daily struggle to perpetuate a musical genre which is still widely ignored by the general public. In doing so, Sunny's time now also dwells on the near-clandestine community of aficionados who continue to worship the gods of their musical coming of age, and whose unfaltering support has permitted free ...","release_date":"2008-11-14","genres":[10402,99],"vote_average":4.5,"runtime":108,"cert":"N\/A","id":250179,"title":"Sunny's Time Now","adult":false},{"cast":["Khalid Salleh","Bell Ngasri","Kuswadinata","Anuar Idris","Azizah Mahzan"],"overview":"The Arsonist involves the struggles of an undocumented immigrant family and a boy's coming-of-age. The son Kesuma must forge his own identity against the intimidating presence of his father Kakang, a man proud of his Javanese heritage and well aware of the social inequalities that allow his exploitation. Kakang counteracts by torching the property of those who slight him, leaving Kesuma simultaneously proud, fearful and ashamed. A clash of wills is all but inevitable. The film climaxes in a poignant conflagration, literal and metaphorical.","release_date":"1995-04-01","genres":[18],"vote_average":7.0,"runtime":70,"cert":"N\/A","id":250181,"title":"The Arsonist","adult":false},{"cast":[],"overview":"No collection of jib flicks would be complete without Strike Three, a film which has undoubtedly become a cult classic in the years since its release. Credited for exposing the world of skiing to high-end urban rails and jibs truly for the first time ever, it features some of the gnarliest and most technical rails done to this day, Shot across North America and beyond and matched to super hip-hop influenced soundtrack, Strike Three features the riding of the prototypical Level 1 crew, including Crichton, Hibbert, Woods, Burke, Emil Coty, and others, as well as introducing you to future players Simon Dumont and Peter Olenick in their first video segments ever.","release_date":"2002-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250192,"title":"Strike Three","adult":false},{"cast":[],"overview":"The video that started it all!  There existed an unrecognized balance between the level of skiing talent on the East Coast and the rest of the country, and for many years it was necessary for skiers to first make the pilgrimage out West before they were even given the opportunity to be discovered. Balance set out to change all that, as the first ever East Coast (based!) feature.","release_date":"2000-09-01","genres":[],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":250200,"title":"Balance","adult":false},{"cast":[],"overview":"4BI9 is much more than a film company... It is a movement, a crew, and a group of friends who all share the same passion for skiing. It is our goal to bring you a collection of images that not only give you a perspective of some of the most progressive riding to date, but also remind you just how fun skiing is. Watch as the 4BI9 crew embarks on a new adventure- one of groundbreaking feats, strange people, crazy times and epic proportions. Parks are slayed, handrails shutdown, and backcountry zones shredded until nothing remains.","release_date":"2010-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250202,"title":"Gunnie Season","adult":false},{"cast":["Saiful Apek","Nabil Raja Lawak","Diana Danielle","Yatt Hamzah","Aziz Sattar"],"overview":"Fast food despatch boys Aiman (Nabil), Belon (Shah R) &amp; Joe (Ngasrizal Ngasri) live in the hustle-bustle of the capital and are involves in all the trappings of urban youth. Their lives turn upside down when they fall into debt with Ah Longs. Romance is also on the cards - Aiman falls for Dayana (Diana Danielle), a girl whose boyfriend is an Ecstasy pusher. Belon has a thing for older women and falls for single mother Salmah (Sheila Mambo). Meanwhile, Joe takes a fancy to Salmah's daughter Yati (Yatt).","release_date":"2010-06-03","genres":[35],"vote_average":0.0,"runtime":155,"cert":"N\/A","id":250204,"title":"Kecoh Betul","adult":false},{"cast":["Antônio Fagundes","Marcos Palmeira","Letícia Spiller","Ana Beatriz Nogueira","José Wilker"],"overview":"The film tells the story of an intuitive, adventurous man who loved his country and being Brazilian. This man fought to be loyal to himself. His music is a transparent portrait of his genius, intuition, freedom, adventure and passion for Brazil.","release_date":"2000-04-21","genres":[18,36],"vote_average":6.0,"runtime":132,"cert":"N\/A","id":250224,"title":"Villa-Lobos: A Life of Passion","adult":false},{"cast":["Ankito","Maria Vidal","Nancy Wanderley","Aurélio Teixeira","Pituca"],"overview":"Somebody is selling songs for two recording companies, simultaneously. The owner of one of them hires a detective to find out the swindler's identity. But the private-eye is clumsy, and messes things up even more.","release_date":"1959-01-01","genres":[10402,35],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":250226,"title":"Quem Roubou Meu Samba?","adult":false},{"cast":["Manoel de Barros"],"overview":"","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250228,"title":"Manual de Barros","adult":false},{"cast":["Tahar Rahim","Simon Abkarian","Arsinée Khanjian","Akin Gazi","George Georgiou"],"overview":"In 1915 a man survives the Armenian genocide in the Ottoman Empire, but loses his family, speech and faith. One night he learns that his twin daughters may be alive, and goes on a quest to find them.","release_date":"2014-10-16","genres":[36,18],"vote_average":6.5,"runtime":138,"cert":"N\/A","id":250230,"title":"The Cut","adult":false},{"cast":["Marco Giallini","Vittoria Puccini","Anna Foglietta","Alessandro Gassman","Claudia Gerini"],"overview":"Francesco Taramelli is a psychoanalyst who is dealing with three patients going through various hurdles in their love lives: Marta is chasing a deaf-mute man who has stolen things from her book shop, Sara is a lesbian who was left by her girlfriend just after she proposed to her, and 18-year-old Emma is seeing a 50-year-old architect called Alessandro, who is already married. Unfortunately, these three patients are Francesco's three beloved daughters.","release_date":"2014-01-23","genres":[35],"vote_average":6.8,"runtime":120,"cert":"N\/A","id":250235,"title":"Blame Freud","adult":false},{"cast":["Jenny Cipolla","Kristine DeBell","Jason Faunt","James Lastovic","Dillon Olney"],"overview":"16 year old JULIET BELLO lives on a ranch with her stepmother KIM and two irritating stepbrothers, CRAIG and PETE. Since her father died the ranch has been going downhill, until in desperation Kim has to entertain the offer from businessman MONTGOMERY BEETLE or else face foreclosure. But Juliet thinks she has a secret that could keep the ranch open: her horse, HORATIO, can talk!","release_date":"2013-09-01","genres":[10751],"vote_average":4.0,"runtime":89,"cert":"N\/A","id":250243,"title":"A Talking Pony!?!","adult":false},{"cast":[],"overview":"It turns out Yuri Gagarin was not the first man in space, but was preceded by another Soviet cosmonaut who crash landed, was severely injured and his identity kept secret -- until now.","release_date":"1999-08-04","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250245,"title":"The Cosmonaut Cover-Up","adult":false},{"cast":["Niki Karimi","Ali Mosaffa","Khosro Shakibai","Parsa Pirouzfar","Mohamad Reza Sharifinia"],"overview":"Pari is an honor student in literature and theatre at Tehran University. Attracted to the life of her late brother Asad, an ascetic and devotee to Eastern philosophy, she abandons her usual life and embarks on a journey to find herself and discover who she really is. Her quest upsets her other brother, Dadashi, who disagrees with the ascetic life of Asad and tries to convince Pari to return to literature and theater. Her quest upsets her other brother, Dadashi, who disagrees with the ascetic life of Asad and tries to convince Pari to return to literature and theater","release_date":"1995-02-01","genres":[10749,18],"vote_average":6.0,"runtime":115,"cert":"N\/A","id":250268,"title":"Pari","adult":false},{"cast":["John Brumpton","Brian Canham","Peter Christopherson","Paul Moder","Louise Quill"],"overview":"Twenty something trust fund kid Anthony Patch and his party girl wife Gloria Gilbert are disinherited by their wealthy benefactor grandfather and their lives spiral out of control in a blizzard of drugs, sex and eventual violence. Based on the novel by F.Scott Fitzgerald.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250270,"title":"The Beautiful and Damned","adult":false},{"cast":["Pat O’Brien","Josephine Hutchinson","Ross Alexander","Guy Kibbee","Louise Fazenda"],"overview":"City girl marries country doctor, meets prejudice and exclusion when she tries to befriend the townspeople.","release_date":"1936-01-01","genres":[18],"vote_average":3.0,"runtime":83,"cert":"N\/A","id":250272,"title":"I Married a Doctor","adult":false},{"cast":[],"overview":"Filmed in seven countries, these sixteen scenes of meat and milk tell remarkable stories of the intertwined destinies of cow and man. We follow the philosopher Walter Benjamin, watching animals for what has been forgotten.","release_date":"2013-08-31","genres":[],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":250277,"title":"De chair et de lait","adult":false},{"cast":["Jordi Morató","Jordi Morató"],"overview":"Near the Catalan village of Argelaguer, Garrell spent 45 years building spectacular jungle structures, tree houses, waterfalls and labyrinths with his bare hands. In the meantime, he made Tarzan films with local kids. An ode to the creative urge - and compulsion.","release_date":"2014-01-24","genres":[99],"vote_average":8.0,"runtime":77,"cert":"N\/A","id":250294,"title":"The Creator of the Jungle","adult":false},{"cast":[],"overview":"Stept Productions invites you to join us on the adventure of our ski season. From deep West Coast powder, to the icy East, ROAD to Nowhere is a saga that can't be missed. Stept spent this past winter traveling to all points of the country and beyond, with no real plan in mind. The combination of some of the best up and comers in the game, great filmers and an uncharted journey allowed Stept full GTSing (getting the shot) abilities.Boston, Manchester, Denver, Calgary, Salt Lake, Pocatello, Nelson, Mammoth, Breck, Jackson, Hood, Loon and Keystone.","release_date":"2008-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250296,"title":"Road To Nowhere","adult":false},{"cast":["Barbara Valentin","Tilo Prückner","Anna Loos","Alexander Beyer","Dieter Landuris"],"overview":"A comedy directed by Andreas Prochaska. Barbara Valentin's last movie.","release_date":"2001-09-19","genres":[35,10749],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":250298,"title":"Die Hunde sind schuld","adult":false},{"cast":[],"overview":"The renowned French Magnum photographer - again and always - uses his sublime camera and whole being to reveal a parallel world of prostitution and drugs, punctuated by exhausted bodies and lost souls in Cambodia, Russia and India. Disturbing surely, but also transcendental.","release_date":"2013-11-11","genres":[99],"vote_average":9.0,"runtime":76,"cert":"N\/A","id":250300,"title":"Atlas","adult":false},{"cast":[],"overview":"The film that captures the action of top skiers and snowboarders across North America. Follow Stept Productions' season in chronological order through the viewing experience presented on the DVD. Watch the urban sessions unfold in cities throughout the United States; journey through mountains for backcountry shredding and park riding that is sure to entertain; and enjoy Chronillogical","release_date":"2007-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250302,"title":"Chronillogical","adult":false},{"cast":[],"overview":"Arctic Monkeys Live at City Limits 2013","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250304,"title":"Arctic Monkeys Live at City Limits 2013","adult":false},{"cast":[],"overview":"In contrast to their last years travel style movie \"Road to Nowhere\", this years movie \"How We Livin\" gives the viewer a first hand look into the raw underground scene of a \"newschoolers\" life. With a jam packed rider list put into a mixtape format combined with a fast, upbeat soundtrack, \"How we livin\" takes you to the streets, the backcountry, and everything inbetween.","release_date":"2009-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250306,"title":"How We Livin","adult":false},{"cast":[],"overview":"Meathead Films has spent the last 10 years grilling up radical ski imagery from across the Eastern U.S. and Canada. Now, legendary skiers of the past have joined forces with Fresh Meat to prepare the feast of the decade. Prime Cut nourishes viewers with Grade A backcountry footage from Vermont, New Hampshire and the Chic Choc Mountains of Quebec. The Meatheads slice and dice urban terrain in Portland, Boston, Quebec City and their hometown of Burlington. Even the exotic tastes of Newfoundland and Hokkaido, Japan are included in this beefy smorgasbord.","release_date":"2011-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250311,"title":"Prime Cut","adult":false},{"cast":[],"overview":"Grab your gear, jump in the car and take the road less traveled. Join the infamous Meathead crew as they roam windswept backcountry summits and grimy city streets from Ohio to Newfoundland in search of the finest Eastern skiing. Filmed in High Definition and Super 8mm, Wanderland is an unforgettable ski odyssey through the winter of 2007. The Meatheads had to pour over dozens of maps, endure record-breaking blizzards and brave 30 foot Atlantic swells in their quest for the best.","release_date":"2007-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250313,"title":"Wanderland","adult":false},{"cast":[],"overview":"Socialism in Cuba by the eyes of four generations of Cubans.","release_date":"2011-10-09","genres":[99],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":250345,"title":"Carta Para o Futuro","adult":false},{"cast":[],"overview":"Adashi, ex-member of the Japanese Red Army, narrates a story taking place in Beirut. The melancholy of war, the pain of disillusionment. A story being written and rewritten, open to interpretation. When the time comes, return to reality can only be cruel.","release_date":"2013-09-13","genres":[],"vote_average":5.0,"runtime":101,"cert":"N\/A","id":250347,"title":"The Ugly One","adult":false},{"cast":["Lambert Wilson","Franck Dubosc","Florence Foresti","Guillaume de Tonquédec","Jérôme Commandeur"],"overview":"On his 50th birthday, a man who's been watching his weight, health and temper all his life suffers a heart attack. He's been doing everything he was told he should do and it still didn't help. He decides to turn the page and let loose.","release_date":"2014-04-30","genres":[35],"vote_average":5.8,"runtime":98,"cert":"N\/A","id":250349,"title":"Barbecue","adult":false},{"cast":[],"overview":"In this creative documentary, filmmaker Heinz Emigholz presents a series of filmed photographs of the work of the exceptionally inventive American architect Bruce Goff (1904-1982), who was apprenticed at age 12 but never formally educated as an architect. His work, mostly churches and private homes, displays a unique style that sets it apart from most 20th century architecture. The Episcopal Church in Tulsa built in the 1920s is a towering Art Deco icon, while the Hopewell Baptist Church in Edmond resembles a strange futuristic concrete teepee challenging the landscape. Bruce Goff is the great unknown of an original American form of architecture. Through his photo-driven style, Emigholz brilliantly exposes details of Goff's structures that might otherwise be missed, making these fascinating artifacts even more intriguing.","release_date":"2003-02-12","genres":[],"vote_average":5.0,"runtime":110,"cert":"N\/A","id":250351,"title":"Goff in the Desert","adult":false},{"cast":["Klaus Behnken","Bernd Broaderup","Kyle De Camp","John Erdman","Wolfgang Müller"],"overview":"After Roy's demise, five friends try to reconstruct his life by reading through the late editor's notebooks - only to face some very personal demons. The Holy Bunch is a modernist melodrama: beyond-Antonioni in its images, decisively Dreyerian in its spirituality. One of German cinema's few modern (or Modernist) masterpieces.","release_date":"1991-02-15","genres":[18],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":250353,"title":"The Holy Bunch","adult":false},{"cast":[],"overview":"Bio-drama capturing the spirit of the New York Dada artist Barones Elsa von Freytag-Loringhoven (1874-1927) in grand experimental fragments. She once appeared to apply for a visa in the French embassy in Germany dressed as a birthday cake, complete with more than 50 lit candles.","release_date":"2014-01-28","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":250355,"title":"The Filmballad of Mamadada","adult":false},{"cast":["Jamie Sives","Ana Ularu","Kim Bodnia","Diana Cavallioti"],"overview":"A man becomes lured into a fictional game his ex-girlfriend has initiated. Sexually ensnared by her, and now realizing the fragility of the border between the real and the imagined, he begins to unravel. He convinces himself that if he can only write an ending to his life story, he can regain control of his life. But playing with fiction is not an innocent game…","release_date":"2013-11-01","genres":[],"vote_average":4.8,"runtime":98,"cert":"N\/A","id":250360,"title":"A Very Unsettled Summer","adult":false},{"cast":["Arnaud Morell","Bert Parnaby","Susannah York","Sadie Herlighy","Donna Glaser"],"overview":"11-year-old Nick moves into a large old house with his sisters Jennie and Clare, left in the care of Helga the Swedish au pair while their parents are away in America. Nick is unhappy at his new school, where he is befriended by a boy named Sam and intimidated by scripture teacher Mr. Crabb, who is interested in the occult and demonology. Nick hears voices in the house and receives messages on his computer screen; he also suffers inexplicable blisters on his feet and grazes on his elbows and knees. When he dreams of burning and wakes up in a bed full of ashes, Nick tells a psychiatrist that he feels he is possessed by a demon.","release_date":"1985-12-31","genres":[27,9648,10751],"vote_average":6.5,"runtime":65,"cert":"","id":250362,"title":"Daemon","adult":false},{"cast":["Joseph Farroul","Abebe Ephrem Walle","Sara De Roo","Philippe Jeusette","Tsega Yitbarek"],"overview":"The horrors of war cast young fisherman Adisu adrift in vast Ethiopia. Forty years later, he is a taxi driver in a Northern European city, dreaming every night of his lost love. Surprising debut is dreamlike yet authentic, with no hint of false sentimentality.","release_date":"2014-01-26","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":250364,"title":"Shattering Shadow","adult":false},{"cast":["Yuriko Hishimi","Maki Tachibana","Hiroshi Nawa","Tsuruko Shôfukutei","Akira Shioji"],"overview":"Natsu, the older of two sisters, has a relationship with Yonosuke, the local kimono trader. Unlike her more conservative sister Oshichi she tries to use sex as a means to climb to a better social position. To even attempt that she first needs to get out of the Buddhist monastery she is working at...","release_date":"1975-10-14","genres":[18],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":250366,"title":"Story of a Nymphomaniac","adult":false},{"cast":["Helena Sujecka","Agnieszka Pawełkiewicz","Szymon Czacki","Katarzyna Bargiełowska","Arkadiusz Jakubik"],"overview":"Two girls clean places after somebody dies there. Sometimes they sell the belongings of the dead at a flea market. When they meet an odd guy who has a passion for boxes, a strange game unfolds. An unconventional love story about the oddity of ordinary things. Eccentric and natural at once.","release_date":"2014-01-27","genres":[18],"vote_average":4.0,"runtime":78,"cert":"N\/A","id":250368,"title":"Małe stłuczki","adult":false},{"cast":["Ryan Eggold","Beck Bennett","Will Brill","Brett Dalton","Erin Darke"],"overview":"A young man struggles for closure after the death of his parents.","release_date":"2013-10-12","genres":[35,18,10749],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":250376,"title":"Beside Still Waters","adult":false},{"cast":["Pauly Shore","Andy Dick","Amber Lancaster","Tom Green","Bobby Lee"],"overview":"Music, comedy and debauchery are the order of the evening when funny man Pauly Shore hosts this Las Vegas variety show featuring an eclectic blend of adult entertainers, \"filthy glam\" rock band Semi Precious Weapons, and comedians including Maz Jobrani, Andy Dick, Charlyne Yi, Faizon Love and Tom Green.","release_date":"2011-08-06","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250390,"title":"Pauly Shore's Vegas is My Oyster","adult":false},{"cast":["Rita Rudner"],"overview":"Comedienne, television and movie star Rita Rudner hosts this showcase of three of the best standup comics on the club scene today, any one of whom would be a perfectly acceptable \"Mr. Rudner!\"","release_date":"2012-03-21","genres":[35],"vote_average":10.0,"runtime":57,"cert":"N\/A","id":250395,"title":"Rita Rudner and 3 Potential Ex-Husbands","adult":false},{"cast":["Charlayne Woodard","Louis Gossett Jr.","Tina Lifford","Jeffrey D. Sams","Robert Guillaume"],"overview":"The true story of Olympic gold medalist Gail Devers (Charlayne Woodard) and her fight to combat Graves disease while becoming the fastest female sprinter in the world. From a setback in Seoul that nearly costs her the use of her feet to her excruciating battle with the crippling illness to victories in Barcelona and Atlanta, Gail proves she's got the heart of a champion in this inspirational original biography. Louis Gossett Jr., Jeffrey Sams, Tina Lifford, Robert Guillaume and Paula Kelly costar.","release_date":"1996-06-16","genres":[],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":250397,"title":"Run for the Dream: The Gail Devers Story","adult":false},{"cast":["Sean Patrick Flanery","Alexa PenaVega","Joanne Whalley"],"overview":"A gentle, pacifist drifter faces a town's patriotic wrath on the World War II era home front in this original drama. Ten-year-old Pug (Alexa Vega) and her lonely mother Ruby (Joanne Whalley) have their lives shaken by a conscientious objector named Tom (Sean Patrick Flanery) who brings their loneliness to an end but also stirs up bitter feelings among their neighbors.","release_date":"2000-03-05","genres":[],"vote_average":7.0,"runtime":101,"cert":"N\/A","id":250399,"title":"Run the Wild Fields","adult":false},{"cast":[],"overview":"Timmy wants nothing more than to catch the eye of his high school crush. Teased at school for being 'Timmy Two Chins,' his weight makes him feel unmanly and invisible. A big mistake forces him to take a hard look at himself. Being manly and powerful is not about muscles, Timmy realizes, it begins with appreciating himself and the people around him.","release_date":"","genres":[],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":250401,"title":"The Tale of Timmy Two Chins","adult":false},{"cast":["Gracie Glam","Xander Corvus","Britney Young","Alektra Blue","Chanel Preston"],"overview":"After calling off her engagement, Madelyn is left alone and heartbroken. After a shadowy figure saves her from some would-be attackers, Madelyn finds the courage to confront the mystery man but nothing could have prepared her for what she discovers. It quickly becomes a classic tale of good versus evil as their undeniable passion causes two very different worlds to collide. Madelyn soon learns that it is not just her heart that is in danger, but her very soul. Can their immortal love overcome the odds or will it destroy them all?","release_date":"2012-08-29","genres":[10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250403,"title":"Immortal Love","adult":true},{"cast":[],"overview":"Following the death of his wife, a man takes over her coffee shop to honor her memory and starts playing matchmaker with his customers. But can he let go of his past when he meets his own match?","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250405,"title":"Sexpresso","adult":false},{"cast":["Patti LuPone","John Neville","Meredith Henderson","Wendel Meldrum","David Hemblen"],"overview":"In an isolated, snow-covered country known as the Water Land, the town of Shandrilan remains the quietest place in the world because its \"Hush Law\" prohibits noise of any kind, including music. Enter the exiled gypsy Zantalalia (Patti LuPone), who returns determined to pass her singing secrets on to ten-year-old Aurora (Meredith Henderson), an action that will get the girl in trouble with Captain Nizzle of the dreaded Noise Police. John Neville completes the cast of this colorful family fantasy.","release_date":"1995-11-19","genres":[10402,14,10751],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":250407,"title":"The Song Spinner","adult":false},{"cast":["Harry Hamlin","Rebecca Jenkins","Graham Greene"],"overview":"A 13-year-old boy, whose single mother moved her family from the big city to a small town, begins to suspect that a stranger who befriends his family is not who he initially appears to be. Harry Hamlin, Graham Green, Rebecca Jenkins and Trevor Blumas star.","release_date":"1998-10-18","genres":[],"vote_average":5.5,"runtime":94,"cert":"N\/A","id":250409,"title":"Stranger in Town","adult":false},{"cast":["Sonja Ray","Sasha Graham","Stéphanye Dussud","John Maggio","Michael D'Asaro"],"overview":"The story of two 12th century female gargoyles released in the 20th century.","release_date":"1998-01-01","genres":[],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":250414,"title":"Gargoyle Girls","adult":false},{"cast":["Garth Brooks","Trisha Yearwood"],"overview":"At the last show of his engagement at the Wynn Las Vegas, Garth Brooks sings songs that have influenced him throughout his life as well as some of his own hits.","release_date":"2013-11-30","genres":[10402,10770],"vote_average":6.2,"runtime":120,"cert":"N\/A","id":250422,"title":"Garth Brooks: Live from Las Vegas","adult":false},{"cast":[],"overview":"A college education has become part of the American dream. But what are we learning and who is teaching us?  For nearly four decades, Rabbi Jay Holstein has been one of the University of Iowa's most popular professors. With a foul mouth, a raunchy sense of humor, and a piercing brilliance, Holstein uses massive 500-student lectures to turn inside-out the most fundamental assumptions on topics as divergent as sex, suicide, and the Holocaust. His courses, including \"Quest for Human Destiny,\" have become the stuff of campus legend, and between firing a Glock and running 10 miles per day, the 69-year-old Holstein spends his office hours wrestling with students over animal experimentation, alcohol use, and homosexuality.  Following the internationally acclaimed cinéma vérité of Sheriff and Musician, Professor tackles intellectual labor and in doing so grapples with some of life's greatest and most elemental enigmas.","release_date":"2010-03-03","genres":[99],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":250427,"title":"Professor","adult":false},{"cast":["Anont Phuhoy","Rajarin Rodjaoen","Thassathol Phongphakawat"],"overview":"A man finds a stranded mermaid and brings her to his home and takes especially good care of her.","release_date":"2007-01-15","genres":[10749,18],"vote_average":6.0,"runtime":89,"cert":"N\/A","id":250429,"title":"The Mermaid of Paradise","adult":false},{"cast":["Joan Agajanian Quinn","Jean-Michel Basquiat","Irving Blum","Stephen Bruce","Leo Castelli"],"overview":"Documentary portrait of Andy Warhol.","release_date":"1990-07-18","genres":[99],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":250434,"title":"Superstar: The Life and Times of Andy Warhol","adult":false},{"cast":["Sorachai Sang-aakaat","Amittada Chinsamred","Prapimporn Kanjunda"],"overview":"A terrorist group has developed a mutant bat with lethal characteristics. Lieutenant Kris and his 2 sexy partners must put an end of this menace.","release_date":"2006-01-15","genres":[28],"vote_average":5.8,"runtime":86,"cert":"N\/A","id":250436,"title":"Bat Hunter","adult":false},{"cast":["Cornelia Froboess","Christian Wolff","Werner Hinz","Agnes Windeck","Ehmi Bessel"],"overview":"","release_date":"1967-12-20","genres":[35,10749],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":250438,"title":"Rheinsberg","adult":false},{"cast":["Thassathol Phongphakawat","Chayanan Atproo","ภุมรินทร์ จันทร์จิตร","ธีรสิทธิ์ บุญยาภิสนท์","รชต นพรัตน์"],"overview":"A group of scientists are on an expedition to find the fruit of a legendary tree which has the ability to cure any diseases.","release_date":"2006-01-15","genres":[27,28,14],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":250443,"title":"Devil Ivy","adult":false},{"cast":["James Vallo","Tom Lindsey","Byron Thames","Darryl Giambalvo","Michael Wexler"],"overview":"Al Manac (James Vallo) plays an investagative reporter searching for the exsistance of space aliens on earth.","release_date":"2005-05-31","genres":[35],"vote_average":3.0,"runtime":82,"cert":"N\/A","id":250448,"title":"Space Daze","adult":false},{"cast":["Aad van Toor","Bas van Toor","Joop Dikmans","Dick Engelbracht"],"overview":"Bassie finds a treasure map in a painting he bought at a flea market. Three crooks are also after the treasure and try to take the map from our friends.","release_date":"1987-01-02","genres":[12,35,10751],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":250450,"title":"Bassie & Adriaan en het Geheim van de Schatkaart","adult":false},{"cast":["Bas van Toor","Aad van Toor","Paul van Gorcum","Hans Beijer","Paul van Soest"],"overview":"An unknown man asks Bassie and Adriaan to track down packages throughout Europe. To find the packages they have to solve all kinds of strange riddles. On their quest for the packages they travel through the whole of Europe and discover beautiful and interesting places. What they don't know is that De Baron, Handige Harry and B100 are trying to lure them into an ambush. Thus begins an exciting but beautiful adventure!","release_date":"1992-02-07","genres":[12,35,10751],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":250455,"title":"Bassie en Adriaan en de Geheimzinnige Opdracht","adult":false},{"cast":["Bas van Toor","Aad van Toor","Paul van Gorcum","Hans Beijer","Paul van Soest"],"overview":"The three crooks lure Bassie and Adriaan to Curacao to take care of them once and for all. This doesn't go as planned. Back in The Netherlands Bassie wins a trip to the USA in a TV quiz and takes Adriaan on a tour of the whole country. What they don't know is that de Baron, B100 and Handige Harry are on their trail.","release_date":"1994-01-07","genres":[12,35,10751],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":250457,"title":"Bassie en Adriaan en de Reis Vol Verrassingen","adult":false},{"cast":["Afdlin Shauki","Hans Isaac","Awie","Datuk AC Mizal","Harun Salim Bachik"],"overview":"An amusing story about Wak and his friends who plan to rob a pawnshop when the owner, Tauke Wong, refuses to allow Wak to redeem his grandmother's brooch. After numerous discussions and rehearsals for the BIG robbery day, the guys fall into a trap! Someone else has stolen their thunder! Watch them try to get out of this mess as more surprises await them.","release_date":"2005-12-22","genres":[35,28],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":250462,"title":"Baik Punya Cilok","adult":false},{"cast":["Keith Larsen","Buddy Ebsen","Don Burnett","Luis van Rooten"],"overview":"","release_date":"1961-09-14","genres":[12,37],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":250464,"title":"Fury River","adult":false},{"cast":["Scott Galloway","Darla Haun","Mitchell Cox"],"overview":"When a snowboard instructor uncovers clues to a high stakes robbery, he finds himself in a high speed gun fight with his life on the line. He realizes he is the one pinned for murder and must hunt down the real killer and survive a dangerous glacier.","release_date":"1991-01-01","genres":[28],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":250466,"title":"Red Snow","adult":false},{"cast":["Akom Preedakul","Nui Cherm-Yim","Anna Chuancheun"],"overview":"Business is struggling at a restaurant featuring dishes made of traditional Chinese medicine which is supposedly good for virility. In order to turn a profit, the recipes consist of stranger and stranger ingredients.","release_date":"2012-01-15","genres":[35],"vote_average":6.0,"runtime":68,"cert":"N\/A","id":250468,"title":"Tom Yum Keng","adult":false},{"cast":["Cláudio Abrantes","André Amaro","Amit Goswami ","Renato Matos","Iara Pietricovsky"],"overview":"","release_date":"2011-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250479,"title":"Sagrado Segredo","adult":false},{"cast":[],"overview":"","release_date":"2012-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250490,"title":"Les grandes maisons de Champagne","adult":false},{"cast":["Waldick Soriano","Heitor Gaiotti","Nelson Braga","Adélia Coelho","Nestor Alves de Lima"],"overview":"","release_date":"1974-01-01","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":250495,"title":"O Poderoso Garanhão","adult":false},{"cast":["Zé Trindade","Violeta Ferraz","Armando Camargo","Silvinha Chiozzo","Apolo Correia"],"overview":"","release_date":"1957-01-01","genres":[35],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":250497,"title":"Rico Ri à Toa","adult":false},{"cert":"N\/A","title":"Kandhakottai","cast":["Nakul","Shamna Kasim","Sampath Raj","Santhanam"],"genres":[28,10749],"id":250499,"overview":"Siva (Nakul) is a nice guy who doesn't believe in the concept of love. True to his hatred, he also doesn't hesitate to go and break up love birds. Pooja (Poorna) on the other hand believes strongly in the force of love and does whatever she can to ensure that lovers get united. The story takes a turn when Siva's sister falls in love with Pooja's cousin. As expected, Siva tries to break the couple while Pooja unites them. Finally, Siva gives up and at the same time, he develops feelings for Pooja. What happens from there forms the rest of the story.","runtime":2,"release_date":"2009-12-19","vote_average":0.0,"adult":false}]