[{"cast":["Michael Muhney","Eddie Jones","Pat Morita","Adrienne Frantz","Frank Nicotero"],"overview":"Lake, a young theater actor with no respect for the elderly, is forced to make himself look old, in order to land a part in a Broadway-bound play. His ego drives his girlfriend away, and when research for the play requires him to spend a week in a nursing home, he is forced to review his life choices. Lake eventually learns to abandon his preconceptions and rid himself of the anger that has been holding him back, in pursuit of his dreams.","release_date":"2011-01-11","genres":[35,18],"vote_average":5.5,"runtime":101,"cert":"","id":273001,"title":"Act Your Age","adult":false},{"cast":[],"overview":"Documentary - Oktoberfest and chic set; high tech museums and lederhosen. The Capital of Bavaria is both modern and old fashioned, busy and relaxed. A true local shows you the musts. Take 45 minutes time for 11 strolls. Next time you visit Munich you might want to follow one or the other of them on your own.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273003,"title":"Munich: At Its Best","adult":false},{"cast":[],"overview":"A legendary music producer invites the hostess from the Bayou of Blues over to his mansion after hours. While the toupee-wearing producer is off in his bedroom getting ready for the evening's activities, the guest snoops around the living room and discovers a gun. She is scared and excited by the gun and she doesn't know what to do, but by then her host has returned. Together they commence in getting to know one another while ingesting lines of cocaine and glasses of Manishewitz.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273005,"title":"The Phil Spector Incident: I Think I Just Shot Her","adult":false},{"cast":[],"overview":"Family \/ Adventure - Children and parents alike will love this captivating and charming version of the story of Noah's ark and the great flood, uniquely told from the animals' point of view. Vincent, a friendly young koala, tells others about his portentous dream that a dangerous flood is coming. When they only laugh at him in response, we see that in the animal kingdom there is much of the same cruelty and thoughtlessness that plagues humankind. But when Vincent finds Noah building his ark, he discovers new proof that his dream may come true!","release_date":"1995-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273007,"title":"Noah's Magic Ark","adult":false},{"cast":[],"overview":"THE YOUNGEST CANDIDATE follows the story of 4 teens that ran for public office in America. Funny, inspiring, poignant, and ultimately uplifting, \"The Youngest Candidate\" is not just a film about running for office.","release_date":"2008-07-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273009,"title":"The Youngest Candidate","adult":false},{"cast":[],"overview":"An intimate family\/crime drama with strong characters and complex story telling. A film of redemption, forgiveness and the price paid for the second chances. We follow ex-high school basketball star, Jackie Scanlon, recently released from prision, who returns home to past will let him.","release_date":"1999-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273011,"title":"Time to Pay","adult":false},{"cast":[],"overview":"Family \/ Adventure - The story began in the 1860s in London, England. For as long as he could remember, twelve year old Tom Canty had dreamed of being a Prince. Whenever he was not begging for money for his cruel father, Tom played \"being Prince\" with his friends. Tom Canty and Prince Edward, the soon to be king, bear a striking resemblance to one another and decide to swap places. Unfortunately, the once innocent trick turns into a nightmare, and the Pauper and the Prince become desperate in their struggle to prove their real identity before it is too late and the Pauper is crowned King.","release_date":"1995-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273013,"title":"Prince And The Pauper","adult":false},{"cast":[],"overview":"Documentary - Bob Hope narrates this biographical look at America's cowboy philosopher, Will Rogers, from his days as a rope-twirling comedian to his rise to prominence as a statesman. -  Bob Hope, Will Rogers Jr., Calvin Coolidge","release_date":"1961-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273015,"title":"Project XX: The Story of Will Rogers","adult":false},{"cast":[],"overview":"Music\/Musical - Appearing on the RAINBOW QUEST television show--which was helmed by Pete Seger in the 1960s--so-called \"neo-folk\" band The New Lost City Ramblers perform here. A retro act before the term was even coined, John Cohen's band looked backwards for inspiration, and found much to love in the distinctly old fashioned sound of old- time string bands. The unclassifiable Greenbriar Boys also put in a good showing, weaving their inimitable magic that encompasses elements of country, blues, and bluegrass styles.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273017,"title":"Rainbow Quest: New Lost City Ramblers and Green Briar Boys","adult":false},{"cast":[],"overview":"Music\/Musical - Staples of the blues\/bluegrass scenes The Stanley Brothers are rarely represented in the visual medium, and this release represents their last filmed performance following the tragic demise of Carter Stanley shortly after filming.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273019,"title":"Rainbow Quest: Stanley Brothers and Doc Watson","adult":false},{"cast":[],"overview":"Documentary \/ Music\/Musical - This documentary-style Dproduction features rare footage of the band, and photographs from private archives and numerous location shots showing the roots of the Chilis. This is the full story of how they formed and how they overcame terrible odds to finally achieve their goals - it's a tale of sex, drugs and rock n' roll like it's never been told before.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273021,"title":"Red Hot Chili Peppers: The Last Gang in Town","adult":false},{"cast":[],"overview":"Where did they come from? What modern day messages do they have for humans? All of these questions are answered and more as artist John Curtis Crawford & writer\/story-teller Bridget Wolfe of Faerie Woodland lead us on a journey of discovery to find the Gateways of Faerie. A mystical journey for all ages, this documentary film shows us the value of seeing with our imagination and gives us permission to believe what we see.","release_date":"2010-01-01","genres":[99],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":273023,"title":"Gateways to Faerie","adult":false},{"cast":[],"overview":"Explore the Mayan Prophecies and our present End Times. This comprehensive DVD is an in-depth look at the incredible knowledge and astonishing accuracy of the Mayan Calendar and the prophecies it reveals. It has been foretold that a great change is coming to our civilization. The Maya left behind enigmatic clues about the great shift of the ages and devised the most intricate calendar ever to have been created.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273025,"title":"2012 Mayan Prophecy Revealed","adult":false},{"cast":[],"overview":"Ex Government Operative Jack Davis pulls out all stops in a life-and-death race to save his kidnapped brother which takes him from the shadow of the Washington Monument to the exotic streets on Bangkok.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":273027,"title":"Blood Ties","adult":false},{"cast":[],"overview":"Documentary - During the 1960s, the United States and the Soviet Union were engaged in a feverish competition: which of the two Cold War empires would be the first to set foot on the Moon? We know who won this race, but less about a secret chapter: the Soviets may not have sent a man to the Moon, but they successfully guided two small robots by remote control from the Earth. For sixteen months between 1970 and 1973, these \"Lunookhods\" traveled more than thirty miles over the Moon's surface! \"Tank on the Moon\" tells the incredible story of these vehicles designed in the utmost secrecy by Soviet laboratories. -  Buzz Aldrin, Neil Armstrong, Leonid Brezhnev","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":44,"cert":"N\/A","id":273029,"title":"Tank on the Moon","adult":false},{"cast":[],"overview":"Documentary - This 1982 film explains the KGB infiltration of America. Who they are, what they are doing, and how well they have infiltrated North America. -  Harold Brown, Nikita Khrushchev, V.I. Lenin","release_date":"1982-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273031,"title":"The KGB Connections","adult":false},{"cast":[],"overview":"Documentary - Though many outside of Brazil know samba and bossa nova through the works of crossover artists such as Antonio Carlos Jobim, the music has deep roots in Brazilian culture and history. THE SPIRIT OF SAMBA makes a complete survey of one of Brazil's national treasures. -  Chico Barque, Gilberto Gil, Milton Nascimento","release_date":"1989-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273036,"title":"Beats of the Heart: The Spirit of the Samba: Black Music of Brazil","adult":false},{"cast":["Pierre Bokma","Kitty Courbois","Rijk de Gooyer"],"overview":"Nico and Leo are getting married. Their entire family and both their exes are in attendance. Some of these are performing musical numbers on stage. But memories of the war and the fact that Leo's mother died in a concentration camp keeps coming to the forefront.","release_date":"1989-10-05","genres":[18],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":273038,"title":"Polonaise","adult":false},{"cast":["Tony Goldwyn","Lynn Whitfield"],"overview":"When Michael Norell witnesses a murder, he doesn't want to testify but he is forced to by the police. A cop is ordered to bring him to the court, but before they get there they have to deal with several attacks from killers.","release_date":"1993-06-06","genres":[28,53,10770],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":273040,"title":"Taking the Heat","adult":false},{"cast":[],"overview":"Nina and Ely are growing old peacefully in their apartment in Moscow, secluded in the middle of a hundred or so paintings by Michelangelo, Leonardo da Vinci,Velazquez, Rubens...Nina and Ely tell whoever is willing to listen the amazing and epic story of their collection.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273042,"title":"Bielutin: In The Garden Of Time","adult":false},{"cast":[],"overview":"In California during the 1950's the art climate was in a state of flux and open to experimentation. The presence of Peter Voulkas signaled a philosophical upheaval of ceramic tradition and technique, inspiring the west coast clay revolution. California Clay in the Rockies is an assemblage of assemblage of interviews, demonstrations and performances showcasing the seminal artists of this innovative movement.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273044,"title":"California Clay in the Rockies","adult":false},{"cast":["Craig Sheffer","John Heard","Joanna Cassidy","William Atherton","Andrea Roth"],"overview":"While protecting the U.S. President, Secret Service agent Nick Sager helps him to dispose of the body of a young girl, who accidentally died during an adulterous encounter. Some time later, a few weeks before the elections, the disillusioned ex-agent is approached by his former partner. The President's former aide, and one of few people who knew about the cover-up, is found dead in mysterious circumstances.","release_date":"1997-09-25","genres":[53],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":273046,"title":"Executive Power","adult":false},{"cast":[],"overview":"Documentary - Explore the fascinating world of nature's wild cats - lions, tigers, cougars and more. Observe their behaviors in both the wild and in captured settings - all while fighting for their survival. Four mind-blowing specials give viewers a close up look at these majestic creatures.","release_date":"1993-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273048,"title":"Wild African Cats","adult":false},{"cast":[],"overview":"Music\/Musical - Mentor to Artie Shaw, Duke Ellington, and Thelonious Monk, pianist Willie \"The Lion\" Smith was truly one of the most vital and influential figures in jazz history. The purveyor of a stomping piano style known as the \"Harlem Stride,\" the complex Smith was also a decorated war hero, a cantor in a Harlem synagogue, and a composer of over 100 classic jazz compositions. This biographical documentary examines the life of the legendary jazz great through interviews, narration, archival material, and rare performance footage.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273050,"title":"Willie Smith: Willie the Lion","adult":false},{"cast":[],"overview":"An artist and critic, there was a considerable duality to Donald Judd (1928-1994) - he was at once a man of intellectual rigor and a multi-disciplinary conceptualist who deftly moved towards a new minimalism. In 1971, he relocated from New York, to the prairies of Presidio County in Southern Texas, twenty miles from the Mexican border.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273052,"title":"Donald Judd: Marfa Texas","adult":false},{"cast":[],"overview":"A Green Truth, intended as a sequel or sorts to An Inconvenient Truth, is a film about the world getting better. We already have the answers to climate change, the filmmakers say, and we just need to implement them. The film features positive solutions to climate change from Sweden, the leading EU country for renewable. A Green Truth focuses on biogas, which is created from human waste to fuel cars, buses and even family cooking.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273054,"title":"A Green Truth","adult":false},{"cast":[],"overview":"Ephraim Haddad is a crafty, impulsive young man whose not so ideal job is working at his uncle's antique store. With the help of his friend, Ephraim stays entertained by participating in storage unit auctions. When they place the winning bid on a unit at Esposito Storage, Ephraim becomes intrigued by the contents inside, and the girl who owned them; Jamie Osbrink.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273056,"title":"Esposito","adult":false},{"cast":["Thomas Mikal Ford","Dominique DuVernay","Davetta Sherwood","Romeo Miller","Drew Sidora"],"overview":"Sandra, a small town country girl, returns home after college to take over the family business, her father's beloved bed and breakfast. Facing an unfaithful husband and dysfunctional relationship with her mother, she finds herself at a difficult crossroads. Everything changes, however, when Terrance (Steven Sutton), a young, handsome lawyer checks in and opens her eyes to an entirely different life filled with happiness.","release_date":"2014-05-27","genres":[10749],"vote_average":3.0,"runtime":86,"cert":"N\/A","id":273058,"title":"Could This Be Love?","adult":false},{"cast":[],"overview":"Witness one of the most bizarre &amp; confounding flicks ever made in EVIL DEAD INBRED REDNECKS! In a small cabin on the edge of a park, a group of friends gather for fun. But when they come across a mysterious book, and of course despite all warnings read aloud from it, they unwittingly unleash a ghostly evil. The book resurrects whacked out redneck Leo DeChamp, a serial killer who used to strangle kids with skunk tails in the 1960's.","release_date":"2012-05-22","genres":[35,27],"vote_average":3.5,"runtime":null,"cert":"N\/A","id":273060,"title":"Evil Dead Inbred Rednecks","adult":false},{"cast":["Chyna Layne","Allison Carter Thomas","Jake waldman","Olivia Stevens","Adam Placente"],"overview":"FREAKY FRIDAY with a twist. Teenisha (Chyna Lane of PRECIOUS, CADILLAC RECORDS) is your modern geeky teen - smart, suffering from ADD, an outcast at school, and an oddity in her own home. Pete is every girl's dream - star of the sports team, confident, homecoming King, and dating the hottest girl in school. Their lives change when this jock and this science nerd switch bodies during a freak accident!","release_date":"2012-09-04","genres":[10751,28,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273062,"title":"All Screwed Up","adult":false},{"cast":[],"overview":"This 100-year celebration has rare footage of Red Sox southpaw Babe Ruth, Jimmie Foxx and Lefty Grove. This superb documentary bridges the gap to Ted Williams, whose hitting heroics are captured in living color along with the history of Fenway Park itself, from Opening Day, 1912, through the \"Impossible Dream\" season of 1967.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273064,"title":"Fenway Park: The Golden Age","adult":false},{"cast":["Roshan Seth","Carol Kane","Madhur Jaffrey","Purva Bedi","Taj Crown"],"overview":"A single bachelor, an oddly attractive neighbor and a popular women's magazine are the ingredients of this delicious romance that pays homage to classic Bollywood cinema while spinning a unique modern love story.","release_date":"2003-01-01","genres":[18,10749],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":273066,"title":"Cosmopolitan","adult":false},{"cast":[],"overview":"For thousands of years there have been secret gatherings of men claiming to hold a sacred truth. They survived religious and state persecution and still exist today. Unravel the myths, mystery and history of the Freemasons. Join us as we unlock the sacred past of the Freemasons in alchemy, the occult, stone masonry and modern society. Over three hours of startling insider knowledge on Freemasonry and the Knights Templar.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273068,"title":"Freemasonry and The Knights Templar: Legacy Of Secrecy","adult":false},{"cast":["Ross McCall","Paul J. Alessi","Amie Barsky","Omar Gooding","Danielle Nicolet"],"overview":"When Ethan, the needy nice guy, is dumped by his fiancée, he asks his misogynist older brother, Kyle, to help him win her back.","release_date":"2009-04-26","genres":[10749,35],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":273070,"title":"Alpha Males Experiment","adult":false},{"cast":[],"overview":"Justin Bond and Kenny Mellman are KIKI &amp; HERB, worldwide smash punk rebel entertainers, cabaret outsiders, and subversive pop stars who rock all over the world. Join the Tony-nominated duo for their first-ever live DVD from the Knitting Factory in New York City. Featuring 15 numbers from their incendiary Year of Magical Drinking Tour including Rhythm Divine, Song Against Sex, I'm Ugly (and I Don't Know Why), Moments of Pleasure, I was a Maoist Intellectual, and LilyBelle.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273072,"title":"Kiki and Herb: Live At The Knitting Factory","adult":false},{"cast":[],"overview":"Baja California stretches 750 miles southwards from its famous neighbour, the State of California. On either side of this narrow strip of land lie the rich waters of the Pacific and the Sea of Cortez.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":273074,"title":"Baja: The Other California","adult":false},{"cast":[],"overview":"A powerful drug-trafficker, backed by a corrupt federal policeman, is in charge of slowing down his competition in the Gulf in order to become the only drug- trafficker of the region. However, he is in a constant ruthless war with the Commander-in-Chief of the PJF. This bloody confrontation becomes worse when the Commander discovers that one of his own officers is the one who strikes down these drug-traffickers. *Subtitles not available for this feature*","release_date":"2012-11-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273076,"title":"Cuerno de Chivo, Los Amos del Contrabando","adult":false},{"cast":[],"overview":"Dewitt Fulbeani is not a ladies man. He is positive that love is chemical, and he has devoted his life to creating a computer program to prove it. He has even identified his first subject, a girl living in his apartment building whose name he knows only by her mailbox - M. Vornellini. However, unbeknownst to Dewitt, their parents have both already beaten him to the punch.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273078,"title":"DeWitt and Maria","adult":false},{"cast":[],"overview":"A film about political ethics and legislative incompetence that follows one man's attempts to require politicians to actually read the Bills they are passing -- which, strangely, is not currently required anywhere in the U.S.","release_date":"2012-03-08","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273080,"title":"Fools on the Hill","adult":false},{"cast":["Richard Grieco","Rochelle Swanson","Charlotte Lewis","Dee Wallace","Eric Scott Woods"],"overview":"A man who hires a sexy escort to play his wife at his high school reunion gets more than he bargains for, especially when she takes him for everything he's got.","release_date":"1997-03-31","genres":[53,18],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":273082,"title":"Mutual Needs","adult":false},{"cast":["Andrew J. West","Emma Bell","Rich Manley"],"overview":"When Harry Poole tries out a new medication for Bipolar Disorder, he is reborn as \"Edward Grey\", a seductive but dangerous alter ego who dramatically takes over his life, changing the young man and those around him forever.","release_date":"2014-05-30","genres":[53,9648],"vote_average":7.5,"runtime":80,"cert":"N\/A","id":273084,"title":"Bipolar","adult":false},{"cast":["Jacques Prévert"],"overview":"An Arab boy, Abdullah, loves his donkey, Bim, but another boy, Massoud, who also happens to be a prince, is jealous of Abdullah and his relationship with Bim, so Massoud steals the donkey and plays mean tricks on him, such as painting him and trying to cut his ears off. Abdullah tries to rescue Bim but is caught by palace guards and is imprisoned. Realizing Abdullah's love for his donkey, Massoud becomes ashamed of his meanness and frees Bim and Abdullah. However, the donkey eats Massoud's father's lunch and is taken to a butcher. Abdullah and Massoud try to rescue Bim from the butcher, but robbers get there first and steal the donkey along with the butcher's goods. The robbers escape to the sea, and Abdullah and Massoud stage one last rescue attempt with all of their friends to try to save Bim.","release_date":"1954-01-01","genres":[18,10751],"vote_average":7.0,"runtime":45,"cert":"N\/A","id":273086,"title":"Bim","adult":false},{"cast":[],"overview":"Right! Right! Right! was a DVD of Melbourne-based rock band Jet and their performance at the Forum theatre, Melbourne. The performance was on the tour following the release of their debut album, \"Get Born\". The DVD also contains video clips of selected video clips from different countries, like the UK or America. In addition to this, it contains the documentary \"Take It Or Leave It\", named after one of the band's songs, which records their early success and feelings on events that interrupted the progress and recording of \"Get Born\". Jet were halfway through recording when they received a call from the Rolling Stones requesting whether they wanted to play as their support act.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273088,"title":"Jet - Right! Right! Right!","adult":false},{"cast":["Ivan Mosjoukine","Dora Tschitorina"],"overview":"This 1914 drama set in the WWI-era relates a heroic act carried out by a war nurse for the Red Cross (Dora Tschitorina) who has witnessed the death of her husband (Ivan Mozzhukhin).","release_date":"1914-11-01","genres":[18,10752],"vote_average":5.0,"runtime":21,"cert":"N\/A","id":273090,"title":"Glory to Us, Death to the Enemy","adult":false},{"cast":[],"overview":"'Tie-dye' film study. Psychedelic patterns and colours mix on the various materials then explode onto the retina. The 16mm material perfectly captures the details of the materials.","release_date":"2013-09-01","genres":[16],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":273092,"title":"Undertone Overture","adult":false},{"cast":[],"overview":"Eye candy as a special treat. Let Your Light Shine is the ultimate Spectrum Short film, a photokinetic stroboscopic spectacle for spectacles. A work in the tradition of the absolute animation film of the 1930s, which requires prismatic glasses to achieve the maximum result.","release_date":"2013-09-01","genres":[16],"vote_average":5.0,"runtime":3,"cert":"N\/A","id":273094,"title":"Let Your Light Shine","adult":false},{"cast":["Tadanobu Asano","Fumi Nikaido","Tatsuya Fuji","Kengo Kora","Takahiro Miura"],"overview":"Young Hana had lost everything in the earthquake and tsunami and was being taken care of by a relative named Jungo. As Hana grew up she began to fall in love with her own relative.","release_date":"2014-06-14","genres":[10749,80,18],"vote_average":6.6,"runtime":129,"cert":"N\/A","id":273096,"title":"My Man","adult":false},{"cast":[],"overview":"","release_date":"1969-05-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273098,"title":"Italiani! È severamente proibito servirsi della toilette durante le fermate","adult":false},{"cast":["Totò","Antonella Steni","Gisella Sofio","Giuseppe Anatrelli"],"overview":"","release_date":"1967-06-28","genres":[35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":273100,"title":"Tutto Totò - Il tuttofare","adult":false},{"cast":["Hans Isaac","Adlin Aman Ramlie","Erra Fazira","Datuk AC Mizal","Ida Nerina"],"overview":"Los and Faun are close friends who comes from a very poor family in Melaka. Carlos Rodrigo and Ahmad Faun Bin Sulaiman made a decision to find their true life’s destiny in Kuala Lumpur. As soon as the reach there they start searching for their ideal job but due to Faun’s honesty they normally get into trouble and fired at the end of the day. On one particular as the owner of the shop was about to fire them the owner was complaining about how he has misplaced his wallet. All of a sudden Faun had this very strange headache and elaborated in detail where the wallet was located and surprisingly it was true. Los had a brilliant idea out of this new talent Faun has and plans to start a new business service that he will market.","release_date":"2008-12-04","genres":[9648,35],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":273105,"title":"Los dan Faun","adult":false},{"cast":["Nathalie Fay","Bella Dayne","Karl E. Landler"],"overview":"A Parisian woman's flight is canceled, leading to a night in Los Angeles.","release_date":"2014-05-30","genres":[],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":273107,"title":"Layover","adult":false},{"cast":["William F. Cody"],"overview":"Western starring William F. Cody.","release_date":"1914-01-02","genres":[37,99],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":273109,"title":"The Adventures of Buffalo Bill","adult":false},{"cast":["Master Vithal","Zubeida","Jilloo","Sushila","Prithviraj Kapoor"],"overview":"A period fantasy that told of the ageing king of Kamarpur, and his two rival queens, Navbahar and Dilbahar, and their rivalry when a fakir predicts that Navbahar will bear the king's heir. Dilbahar unsuccessfully tries to seduce the army chief Adil (Vithal) and vengefully destroys his family, leaving his daughter Alam Ara (Zubeida) to be raised by nomads. Eventually, Alam Ara's nomad friends invade the palace, expose Dilbahar's schemes, release Adil from the dungeon and she marries the prince of the realm.","release_date":"1931-01-02","genres":[14],"vote_average":0.0,"runtime":124,"cert":"N\/A","id":273111,"title":"Alam Ara","adult":false},{"cast":[],"overview":"TV Movie directed by Merzak Allouache.","release_date":"1998-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273113,"title":"Alger-Beyrouth: Pour mémoire","adult":false},{"cast":[],"overview":"Directed by Ola Balogun.","release_date":"1975-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273115,"title":"Amadi","adult":false},{"cast":[],"overview":"Directed by Sharif Nayyar.","release_date":"1950-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273117,"title":"Anokhi Dastan","adult":false},{"cast":[],"overview":"After returning home from what was supposed to be a Danish-immersion camp, Larry the Cucumber meets up with Bob the Tomato for a series of sketches dealing with self-esteem, along with a Silly Song segment. In the first, \"The Strange Case of Dr. Jiggle and Mr. Sly,\" Scooter the Carrot and Larry investigate the appearances of a flashy, disco-dancing gourd in the dark streets of London. Then Larry and a female friend team up for the Silly Song \"Sport Utility Vehicle,\" which pokes fun at preppy SUV owners who dream of using their rugged vehicles for more than just trips to the donut shop. After the song, the title segment follows (in Dr. Seuss-style rhyming verse) the morality tale of a winged creature called a Snoodle, who learns his true self-worth during a mountaintop journey.","release_date":"2004-05-10","genres":[16,10751,12],"vote_average":5.6,"runtime":null,"cert":"N\/A","id":273119,"title":"VeggieTales: A Snoodle's Tale","adult":false},{"cast":[],"overview":"Join Angelina Ballerina as she finds her way in her new school, puts together her own show and tries to land a leading role in the Mouskinov Ballet. Prepare to pirouette along with everyone's favorite ballerina in these sparkling stories!","release_date":"2011-05-31","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":273121,"title":"Angelina Ballerina: Ballet Dreams","adult":false},{"cast":["Omar Sharif","Farid Shawqi","Amina Rizk","Amal Zayed","Sanaa Gamil"],"overview":"After the death of the father, the family consisting of a mother and two young men and a girl themselves without a breadwinner finds, to begin each of them in the direction to a different path, to err on the older brother (Hassan) to work drug, and graduated (Hussein) East of the Police College, while working (Nafisa) prostitution without the knowledge family, to hide them from the fate of many surprises.","release_date":"1961-01-02","genres":[18],"vote_average":7.5,"runtime":130,"cert":"N\/A","id":273123,"title":"The Beginning and the End","adult":false},{"cast":[],"overview":"Documentary directed by Yuli Raizman.","release_date":"1945-06-17","genres":[99,10752],"vote_average":7.0,"runtime":70,"cert":"N\/A","id":273125,"title":"The Fall of Berlin","adult":false},{"cast":["Mike Nawrocki","Phil Vischer","Phil Vischer","Lisa Vischer"],"overview":"The Biblical story of David and Goliath, with a cast of vegetables.","release_date":"1996-03-01","genres":[12,10751,16,35],"vote_average":2.9,"runtime":27,"cert":"N\/A","id":273127,"title":"VeggieTales: Dave and the Giant Pickle","adult":false},{"cast":[],"overview":"Directed by John W. Noble.","release_date":"1918-01-02","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":273129,"title":"The Birth of a Race","adult":false},{"cast":[],"overview":"It's A Bugs' World! Diego and Kicho magically shrink to bug size to rescue Benito the Beetle's dance partner. Help them past giant frogs, anteaters, and even rain to get through Bug World! Diego The Hero! Diego and Baby Jaguar need to help Alicia and some","release_date":"2011-06-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":273131,"title":"Go, Diego, Go!: It's a Bug's World","adult":false},{"cast":[],"overview":"Diego and his friends are on their first underwater adventure in Diego’s new release Go, Diego, Go! Underwater Mystery! In this release children will help Lucy the mystery fish, find out what kind of fish she is, rescue a dolphin, learn lots of fun facts about jaguars and more...","release_date":"2008-06-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273133,"title":"Go, Diego, Go!: Underwater Mystery","adult":false},{"cast":["Tiana Benjamin","Fenella Fielding","Claire Cox","Leona Ekembe","Steven Elliot"],"overview":"A troubled young black teenager Maxine rescues an eccentric old lady Eve from an unhappy slap by a mixed-race gang of teens and is rewarded for her act of kindness with the gift of a terrible secret: how to make and operate a WISHBABY. With Eve's help Maxine gives life to a magic doll and sets out to solve her current problems, inadvertently releasing Eve's dead Governess from her astral prison and unleashing a storm of supernatural activity. Her older brother Colin is gradually drawn into the dangerous situation created by the 'Little King' and must finally face his own mother in a brutal fight to the death.","release_date":"2007-10-07","genres":[27],"vote_average":6.0,"runtime":82,"cert":"18","id":273135,"title":"Wishbaby","adult":false},{"cast":[],"overview":"Now your little princess can enter a world of pure enchantment with DISNEY PRINCESS STORIES VOLUME TWO: TALES OF FRIENDSHIP -- the unique storytelling experience that captures all the wonder of \"let's pretend\" and puts your child in the middle of the magic, every moment of every day. The fun starts when three delightful tales about the importance of cherishing true friends come alive. Join Jasmine and Ariel as they find excitement and adventure above the clouds and under the sea. Watch Snow White try her best to fix a yummy dinner for her beloved Dwarfs -- with hilarious help from Dopey! As each captivating story unfolds, your child will meet her favorite Disney princesses, share in their fabulous adventures, and discover that friendship is the most powerful magic of all!","release_date":"2005-06-01","genres":[16,10751],"vote_average":6.7,"runtime":null,"cert":"N\/A","id":273137,"title":"Disney Princess Stories Volume Two: Tales of Friendship","adult":false},{"cast":[],"overview":"The main episode takes place in Diego’s rainforest as Dora and her friends come to his rescue. The DVD includes 2 main episodes, one of which is a never-before-seen and 2 bonus episodes, each approximately 24 minutes in length.","release_date":"2006-06-01","genres":[10751,16],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":273139,"title":"Dora the Explorer: Animal Adventures","adult":false},{"cast":[],"overview":"This marks the first appearance of Daisy, Dora's cousin, who celebrates her 15th birthday, a milestone in Latin culture.","release_date":"2008-06-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":273141,"title":"Dora the Explorer: It's a Party","adult":false},{"cast":["Caitlin Sanchez","Regan Mizrahi","Matthew Gumley","Vanessa Aspillaga"],"overview":"It’s Dora The Explorer in her biggest DVD release of 2008! Dora Saves The Snow Princess is an all-new, movie- length adventure, available only on DVD! In this adventure, Dora, Boots and the Snowflake Fairy are off to save La Princessa Sabrina and her snowy forest from a mean witch who has locked her in a tower and taken away her magic snow crystal. Dora’s going to need your help because time is running out and the snowy forest is almost melted","release_date":"2008-06-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":273143,"title":"Dora the Explorer: Dora Saves the Snow Princess","adult":false},{"cast":["Sebastian Koch","Hans-Werner Meyer","Lisa Martinek","Matthias Habich","Cornelia Schmaus"],"overview":"","release_date":"2003-05-14","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273145,"title":"Zwei Tage Hoffnung","adult":false},{"cast":[],"overview":"Go on a supersleuth adventure with Dora! In a two-part episode, Dora and Boots are Super Spies on a top-secret mission: they have to stop Swiper from swiping cupcakes and birthday presents","release_date":"2008-06-01","genres":[10751,16],"vote_average":3.5,"runtime":null,"cert":"N\/A","id":273147,"title":"Dora the Explorer: Undercover Dora","adult":false},{"cast":["Phil Vischer","Mike Nawrocki","Cydney Trent","Cydney Trent","Tim Hodge"],"overview":"When the armies of Rhubarb go to battle against the Kingdom of Scone, The Great Pie War breaks out and things get really messy. Sweet Petunia, a charming young rhubarb, is forced to flee her homeland and live in a tree stump in a foreign land. When the Duke learns of the Princess's plight, he risks his life to help her and learns that true love means thinking of others first. Filled with serf music, Three Dog Knights, hurling catapults of slime and loads of silliness, Duke and the Great Pie War delivers a royal lesson in loving your family. Plus, Laura the Carrot stars in Baby Sitter In DeNile - a charming retelling of the story of Miriam and Moses.","release_date":"2005-06-01","genres":[16,10751],"vote_average":4.0,"runtime":45,"cert":"N\/A","id":273149,"title":"VeggieTales: Duke and the Great Pie War","adult":false},{"cast":["Armin Maiwald"],"overview":"","release_date":"1998-06-30","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273154,"title":"Armin und die blaue Tonne","adult":false},{"cast":["Wayne Lynch"],"overview":"Uncharted Waters is a feature-length documentary about Australian surfing legend, Wayne Lynch. It traces his upbringing in the seaside town of Lorne on Victoria's South-Western coast and his turbulent experiences as a 'conscientious objector' on the run from conscription and the Vietnam war. Ultimately it is about an extremely gifted individual with an intense connection to the Southern Ocean, whose approach to surfing has been a spiritual journey, often putting him at odds with the surfing sub-culture and society in general.","release_date":"2013-10-26","genres":[99],"vote_average":4.3,"runtime":89,"cert":"N\/A","id":273156,"title":"Uncharted Waters","adult":false},{"cast":[],"overview":"The factories of Britain have a Trade Union to represent the workers who elect one of themselves as their shop steward to speak on their behalf in the workshop as well as round the National conference table. Mistakes or grievances in shop or department can, as a rule, speedily be righted by brief discussion between Management and the workers’ representative. The film shows a meeting of the Trade Union Congress which represents every kind of Trade Union in Great Britain.","release_date":"1945-01-01","genres":[99],"vote_average":0.0,"runtime":10,"cert":"","id":273158,"title":"Each For All","adult":false},{"cast":["Judge Reinhold","Patricia Clarkson","Dan Hedaya","M. Emmet Walsh","Dennis Burkley"],"overview":"Ernest Albright opens his eyeglass store in what he thinks is a thriving community, but soon discovers that his store is just a shabby shack in Tombstone, Arizona. The town's Doom Brothers are trouble for everybody including Wyatt Earp, the sheriff. Ernest uses his own special brand of short-sighted shooting to help Wyatt rid the town of its worst citizens and live in peace.","release_date":"1992-12-07","genres":[37,35],"vote_average":4.0,"runtime":92,"cert":"N\/A","id":273160,"title":"Four Eyes and Six-Guns","adult":false},{"cast":["Maria Skoula","Makis Papadimitriou","Errikos Litsis","Eva Vogli","Constantinos Staridas"],"overview":"Maria and Loukas decide at the same time and for no apparent reason to respectively run away from their homes. Each of them has to deal with their personal problems: Maria is stuck in a wealthy marriage with Dimitris while raising their two children. Loukas is unemployed and full of debts. Both of them run away from their personal issues, both of them begin wandering in modern day Athens. They come across a series of controversial events and meet with strange characters. Furthermore, various people seem to be on their track; Maria is followed by two policemen. Loukas is followed by a weird stranger dressed in black, Joseph, who desperately wants something from him.","release_date":"2013-12-05","genres":[],"vote_average":5.5,"runtime":82,"cert":"N\/A","id":273165,"title":"Runaway Day","adult":false},{"cast":["Laurence Harvey","Daliah Lavi","Lionel Jeffries","Eric Sykes","Eric Portman"],"overview":"A dog with a spying device under its skin is sent to the Russian government as a present. When the Russians send the dog to a veterinary,  British intelligence must get to the dog first and retrieve the spying device.","release_date":"1966-12-19","genres":[],"vote_average":5.0,"runtime":93,"cert":"","id":273167,"title":"The Spy with a Cold Nose","adult":false},{"cast":["Isabelle Adjani","Alice Belaïdi","Laetitia Casta","Audrey Dana","Julie Ferrier"],"overview":"A story about 11 girls living in Paris. Each of them has its own problems: career, love life, children. Every girl has their complexes and virtues. They always look elegant, hiding their inner feelings. Will they reach all the goals and overcome all their difficulties?","release_date":"2014-06-04","genres":[35],"vote_average":5.7,"runtime":116,"cert":"N\/A","id":273169,"title":"French Women","adult":false},{"cast":["Tung Li"],"overview":"A gongfu feature about the mysterious deaths that keep occurring at an inn in the forest.","release_date":"1977-01-01","genres":[28],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":273171,"title":"The Gloomy Tower","adult":false},{"cast":[],"overview":"The film depicts the assassination of the Russian minister in charge of the secret police.","release_date":"1904-01-01","genres":[],"vote_average":4.0,"runtime":2,"cert":"N\/A","id":273173,"title":"L'assassinat du ministre Plehve","adult":false},{"cast":[],"overview":"21 Classic Songs for Kids","release_date":"","genres":[10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273175,"title":"Cedarmont Kids Preschool Songs","adult":false},{"cast":[],"overview":"18 wholesome fun songs for kids","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273177,"title":"Cedarmont Kids Silly Songs","adult":false},{"cast":[],"overview":"An early account of Marat's murder, and the subsequent arrest, trial, and execution of Charlotte Corday.","release_date":"1908-01-01","genres":[80,18,36],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":273179,"title":"Charlotte Corday","adult":false},{"cast":["Eminem","D12","Dido","Dr. Dre","Marilyn Manson"],"overview":"All Access Europe is a video album released by Eminem in 2002. The album contains segments of Eminem's live performances during a European tour intended to promote The Marshall Mathers LP. The album includes live guest appearances by Dido, Marilyn Manson and Xzibit.","release_date":"2002-06-18","genres":[99,10402],"vote_average":6.4,"runtime":76,"cert":"N\/A","id":273181,"title":"Eminem: All Access Europe","adult":false},{"cast":["Avelino Silva Dias"],"overview":"The Ave Valley is, for more than a century, a territory seized by an imposing industry. Amongst ruins and operating factories, we descend the river on a journey alongside the banks of the present, unveiling the marks of the past.","release_date":"2014-04-01","genres":[36,99,9648],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":273186,"title":"Industrial Revolution","adult":false},{"cast":["Ejay Falcon","Joseph Marco","Mon Confiado","Baron Geisler","Perla Bautista"],"overview":"is about two siblings Alex Abueg (Falcon) and Abner Abueg (Marco), whose family and lives are shattered upon their initiation to the violent world of political assassins or saka saka. In this movie, it exposes the secret world of the saka saka as it explores and interrogates the age-old conflict between lawful righteousness and violent revenge. The movie is set against the contrasting backdrops of rustic, provincial life and the fast-paced, modern culture of the metropolis. By essence it is a story about family movie wherein it challenges audiences to think about the extreme extents that they may do to defend and protect their families from oppression and corruption.","release_date":"2013-12-18","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273188,"title":"Saka Saka","adult":false},{"cast":["Rena Riffel","Markéta Bělonohá","Susana Spears"],"overview":"Three girls are on the run from a group of disbanded soldiers. Nowhere to go they come across a lonely widow to seek refuge. Risking her life to save the young women the widow only demands erotic pleasure in exchange.","release_date":"2003-08-11","genres":[27,28,18],"vote_average":3.3,"runtime":101,"cert":"","id":273190,"title":"Bound Cargo","adult":false},{"cast":["Clifford Mollison","Zelma O'Neal","W.H. Berry","George Western","Kenneth Western"],"overview":"The Cinderella story is reversed in this light-hearted adaptation, with Cinders a young man who eventually wins the 'princess' – in this case, an oil millionaire's daughter!","release_date":"1934-01-01","genres":[],"vote_average":0.0,"runtime":69,"cert":"U","id":273192,"title":"Mister Cinders","adult":false},{"cast":["Sergio Rubini","Valeria Bruni Tedeschi","Margherita Buy","Asia Argento","Enzo Cannavale"],"overview":"","release_date":"1993-09-24","genres":[],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":273194,"title":"Condemned to Wed","adult":false},{"cast":["Lorraine Bonnemaison","Gérard Rouzier","Florence Rousseau","Marie Manet","Hans Meyer"],"overview":"In a montage alternating with moments of Nigel Rogers' interpretation of the most beautiful passages from \"Orpheus,\" the opera by Striggio and Monteverdi, La Nuit Claire is an evocation of the celebrated myth, within which images of the love between its two modern protagonists, Anne and Julien, are inscribed. - BAM\/PFA","release_date":"1978-10-29","genres":[14,18],"vote_average":8.2,"runtime":85,"cert":"N\/A","id":273196,"title":"The Bright Night","adult":false},{"cast":["Irina Muravyova","Vyacheslav Nevinnyy"],"overview":"","release_date":"1982-06-01","genres":[16],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":273201,"title":"Кошкин дом","adult":false},{"cast":[],"overview":"Robin Good is a successful fund raiser but when a nasty Prince starts stealing hams Robin's merry men conclude that robbery is quicker and decide to give it a try. Robin must get over his hurt and save the day.","release_date":"2012-03-06","genres":[],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":273203,"title":"VeggieTales: Robin Good and His Not So Merry Men","adult":false},{"cast":["Phil Vischer","Mike Nawrocki","Mike Nawrocki","Jim Poole","Jim Poole"],"overview":"Huckleberry Larry wants to help his new friend, Big Jim, a huge yellow gourd on the lam. Tomato Sawyer doesn't want to get involved, which strains his friendship with Larry.","release_date":"2008-03-06","genres":[10751,16,35,12],"vote_average":1.0,"runtime":49,"cert":"N\/A","id":273205,"title":"VeggieTales: Tomato Sawyer & Huckleberry Larry's Big River Rescue","adult":false},{"cast":[],"overview":"","release_date":"2013-09-11","genres":[99,10402],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":273207,"title":"Tomorrowland 2013 | official aftermovie","adult":false},{"cast":["Nicolas Charbonneaux","Charles-André Gaudreau","Élisabeth Forest"],"overview":"Two travelers undertake the construction of a gigantic bridge in order to cross a gulf blocking their way.","release_date":"2015-02-06","genres":[18,16],"vote_average":8.4,"runtime":13,"cert":"N\/A","id":273212,"title":"The Gulf","adult":false},{"cast":["Flavio Bucci","Alessandro Haber","Enzo Robutti"],"overview":"Ligabue is a 1978 Italian biographical drama film directed by Salvatore Nocita. It depicts real life events of painter Antonio Ligabue. For this film Nocita was awarded Nastro d'Argento for Best New Director, while Flavio Bucci won the Nastro d'Argento for Best Actor.","release_date":"1978-04-01","genres":[],"vote_average":0.0,"runtime":200,"cert":"N\/A","id":273214,"title":"Ligabue","adult":false},{"cast":["Michele Placido","Ida Di Benedetto","Antonella Murgia"],"overview":"Fontamara is a village in the Marsica, forgotten by all but God and its inhabitants are called 'cafoni' (boors). Berardo Viola wants to marry Elvira but only after gaining enough money to buy some land and in order to reach his aim he has the idea of going to a great city. When Maria Grazia is raped by the fascists, Berardo and Antonio decide to leave Fontamara and go to Rome. Here they are swindled by a lawyer and afterwards they are invited by an antifascist to a restaurant where they are arrested by the police because of some subversive papers they had.","release_date":"1980-04-01","genres":[],"vote_average":0.0,"runtime":139,"cert":"N\/A","id":273216,"title":"Fontamara","adult":false},{"cast":["Via Veloso","K.C. Castilla","Francis Enriquez"],"overview":"Long years of separation have made sisters Loida and Lina strangers to each other. So much so that when cruel fate makes their paths cross anew, it is by way of one man's love Willie's. As unsuspecting of the two women are, of their familial affinities, Willie gets caught in the what seems a sticky situation. Especially as Loida and Lina finally and eventually find the truth about themselves. Love and life can be as hot and sticky as rice cakes, indeed!","release_date":"2002-03-13","genres":[10749,18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":273218,"title":"Bibingka... Apoy sa ilalim, apoy sa ibabaw","adult":false},{"cast":["Ana Capri","Halina Perez","Gardo Versoza","Emilio Garcia","Anita Linda"],"overview":"Jojo grew in the house of his wicked Lola Susana who never taught him to be a rightful person.  He became an image of his grandmother--- deceitful, arrogant and very greedy.  He intentionally destroys the lives of his brothers and his sister without knowing that his own actions leads to his own downfall.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":273223,"title":"Kiskisan","adult":false},{"cast":[],"overview":"A film about rain set to music and featuring shadow puppetry.","release_date":"1990-07-02","genres":[],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":273225,"title":"Rain Dance","adult":false},{"cast":[],"overview":"A man visits the world's smallest fair, where he learns a valuable lesson about life and poison cotton candy.","release_date":"1995-07-02","genres":[],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":273227,"title":"The World's Smallest Fair","adult":false},{"cast":[],"overview":"\"Filmed in 16mm and hand processed in a week at Phil Hoffman's Film Farm in Canada, this film was a treasure map to lead my husband to his gift, a little pet pig.\" ⁠— Helen Hill","release_date":"1999-07-02","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":273229,"title":"Your New Pig Is Down the Road","adult":false},{"cast":[],"overview":"Helen Hill remembers her grandfather just before his death (in part) by a metaphor involving him as a rapidly diminishing mouse.","release_date":"1999-07-01","genres":[],"vote_average":5.0,"runtime":8,"cert":"N\/A","id":273231,"title":"Mouseholes","adult":false},{"cast":[],"overview":"A tribute to Halifax.","release_date":"2004-07-02","genres":[],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":273233,"title":"Bohemian Town","adult":false},{"cast":["Graziella Buci","Pierre-Henri Deleau","Marianne"],"overview":"During the summer of 1968, a young French woman staying in an isolated country house reflects upon her involvement in the events of that May.","release_date":"1968-11-30","genres":[18],"vote_average":8.5,"runtime":66,"cert":"","id":273235,"title":"Summer","adult":false},{"cast":["Joe Estevez","Suzanne Ager","Richard Folmer","Tom Bertino","Mary Joris"],"overview":"Somewhere near the Texas-Louisiana border, the CIA maintains a force of domestic assassins. So secret is their work that their retirement program is a bullet in the head. Up-and-coming hitwoman, Diana, gets the order to dispatch Mars, a legendary CIA killer who's reached \"retirement\" age. She stalks him while he's in the bush leading a training exercise for recruits. Her pushy boyfriend Rick, also a CIA operative, insists on coming with her. Behind the scenes, a power play within the agency pits Ted Harmon against section boss George Marshall.","release_date":"1994-05-01","genres":[80,28],"vote_average":5.5,"runtime":87,"cert":"N\/A","id":273237,"title":"Fatal Justice","adult":false},{"cast":[],"overview":"It's cold up on Mount Manjaca. \"In the winter it snows, there's nowhere to go,\" says the central figure in Celebration. \"We have to wait until someone comes to clear the road. Sometimes they come, and sometimes they don't.\" He diligently ploughs the knee-high snowdrifts as the wind howls at his ears.","release_date":"2013-01-01","genres":[18],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":273242,"title":"Celebration","adult":false},{"cast":[],"overview":"Kasheer explores the complexities of life under military occupation from the point of view of three local artists living in the Kashmir Valley - a disputed territory in the Indian Himalayas on the border with Pakistan.  Malik Sajad is a talented young political cartoonist whose panels offer biting satiric commentary on regional politics. An anonymous artist reflects on his childhood and the tragic changes the militancy brought to his neighborhood in abstract ink drawings. Gayoor Hassan's vibrant spiritual paintings reveal his quest for inner peace in the midst of perpetual social turmoil.  Lushly photographed, 'Kasheer: Art, Culture and the Struggle for Azadi' is an observational documentary that provides a nuanced human perspective, creating space for thoughtful debate amid deeply polarizing politics.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273244,"title":"Kasheer: Art, Culture and the Struggle for Azadi","adult":false},{"cast":[],"overview":"After giving up a life of cocaine trafficking, Dan vows to stay on the straight and narrow. But he's offered a one-time opportunity to achieve his life dream: moving to Australia with his daughter.  He accepts the deal and starts a downward spiral sucking him back into 24 hours of hell where he has to save his daughter and survive by any means.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273246,"title":"Dealer","adult":false},{"cast":["Samuel L. Jackson","Kurt Russell","Jennifer Jason Leigh","Walton Goggins","Demián Bichir"],"overview":"Bounty hunters seek shelter from a raging blizzard and get caught up in a plot of betrayal and deception.","release_date":"2015-12-25","genres":[80,18,9648,37],"vote_average":7.7,"runtime":188,"cert":"18","id":273248,"title":"The Hateful Eight","adult":false},{"cast":["Carlo Aldini","Hans Mierendorff","Zet Molas","John Mylong","Jan W. Speerger"],"overview":"An unknown gang has again broken into a van containing money from the European bank. Banker Sam Hamilton decides to use an armoured car for the next money transport. He hires racing driver Charly Allan as the driver. Allan is invited to Hamilton's house for a party. During a dance with the banker's daughter Bessy he is attacked by bandits, pushed to the ground and Bessy is kidnapped.","release_date":"1930-01-30","genres":[10749,80,12],"vote_average":4.2,"runtime":68,"cert":"N\/A","id":273250,"title":"Pancéřové auto","adult":false},{"cast":[],"overview":"A teacher comes to a village and an old man asks her to tutor his sickly grandson. The teacher becomes curious about the old man and the boy. She finds out from a colleague that the boy's mother had been seduced by a man and died in child birth. Winner of the Golden Montgolfiere at the Three Continents Film Festival.","release_date":"1981-04-01","genres":[],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":273252,"title":"My Son, My Precious","adult":false},{"cast":[],"overview":"It began centuries ago, when the Miroku ninja clan made a deal with the forces of the underworld, leading to centuries of struggle between rival clans. And now, after more than 600 years of peace, the denizens of the underworld are about to get a new boss.  Now, 18-year-old ninja in training Midou Miko is entrusted with the family business: making sure that sex-starved demons stay out of humanity's way! What does a ninja do? Fight, with every battle skill and sexual sorcery she can muster!","release_date":"1993-06-05","genres":[],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":273254,"title":"La Blue Girl Volume 3","adult":false},{"cast":[],"overview":"It began centuries ago, when the Miroku ninja clan made a deal with the forces of the underworld, leading to centuries of struggle between rival clans. And now, after more than 600 years of peace, the denizens of the underworld are about to get a new boss.  Now, 18-year-old ninja in training Midou Miko is entrusted with the family business: making sure that sex-starved demons stay out of humanity's way! What does a ninja do? Fight, with every battle skill and sexual sorcery she can muster!","release_date":"1993-09-10","genres":[],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":273256,"title":"La Blue Girl Volume 5","adult":false},{"cast":["Aoyama Chikako","Kaoru Kobayashi","Susumu Taira","Jun Togawa","John Sayles"],"overview":"A magical realist story of the legendary Okinawan hero Untamagiru participating in efforts to form an independent Okinawa before the island was returned to Japan in 1972.","release_date":"1989-04-01","genres":[18,35,14],"vote_average":6.0,"runtime":120,"cert":"N\/A","id":273258,"title":"Untamagiru","adult":false},{"cast":["Tyson Smith","Ryusuke Taguchi","Yujiro Kushida","Matt Massie","Patrick Martin"],"overview":"The Best of the Super Juniors (often abbreviated BOSJ) is an annual professional wrestling tournament held by New Japan Pro Wrestling (NJPW), typically in May or June. The wrestlers in the tournament are typically junior heavyweight wrestlers from promotions all over the world. NJPW has held 24 Super Juniors tournaments. Two wrestlers have won the tournament three times, Jushin Liger and Koji Kanemoto, while only one wrestler has won the tournament in two consecutive years as Tiger Mask IV won the tournament in both 2004 and 2005. Liger has participated in the most tournaments as he has wrestled in all tournaments except the 1995 and 2000 tournaments. His participation in the 2014 tournament will mark his 23rd Super Junior tournament.","release_date":"2014-05-30","genres":[],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":273260,"title":"NJPW Best of the Super Jr. XXI - Day 1","adult":false},{"cast":["Victor Osuagwu","Odera Nwaobu","Dede 1 Day","Mary Remmy"],"overview":"A bright young student is framed for exam malpractice by a lecturer who was opposed to him dating his daughter. After being expelled from university and disowned by his father he embarks on a revenge mission. [parts 1-2]","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":273262,"title":"My Classmate","adult":false},{"cast":["Sam Groom","Patty Duke","Joyce Bulifant","Oliver Clark","Bert Convy"],"overview":"High above the ground, a reunited group of friends are trapped in a broken gondola. As they wait to be rescued, they flashback to the origins of their relationships. Since this is an Irwin Allen produced film, there are also men with guns wanting to kill one of the passengers, an electrical storm, and lots of drama.","release_date":"1979-05-08","genres":[28,53],"vote_average":0.0,"runtime":190,"cert":"N\/A","id":273264,"title":"Hanging By a Thread","adult":false},{"cast":[],"overview":"Four children from a mountain village are convinced by the oldest of them to take a difficult journey through the steppe to the railroad, which lies on the path of the ancient Great Silk Road. A train hurries by the children. The different destinies of the grown-ups on the train pass by in front of the kids. There is an artist supplementing his income by doing drawings on the train. His railcar is taken over by a group of hooligans and they throw the artist out of the train. The philosophical beginning and the end meet: the thrown out artist and children trying to get on the train. The oldest child rushes after the artist and begs to take him along. The rest of the children return home with an old shepherd.","release_date":"2002-04-01","genres":[],"vote_average":7.0,"runtime":80,"cert":"N\/A","id":273266,"title":"My Brother Silk Road","adult":false},{"cast":["Fats Bookholane","Sello Motloung","Connie Chiume"],"overview":"Directed by Ntshaveni Wa Luruli.","release_date":"1999-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273268,"title":"Chikin Biznis ... The Whole Story!","adult":false},{"cast":["Salah El-Saadany","Naglaa Fathy","Salwa Khattab","Seif Abdelrahman"],"overview":"Directed by Asmaa El-Bakry.","release_date":"1998-01-02","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":273270,"title":"Concerto fi darb Saada","adult":false},{"cast":[],"overview":"Directed by Lev Kuleshov.","release_date":"1920-01-02","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":273272,"title":"The Created Surface of the Earth","adult":false},{"cast":["Irina Angejkina","Dzaidarbek Kunguzhinov","Vladimir Yavorsky"],"overview":"Ivan is Russian, his neighbor Assan is Kazakh. They live in a small village in Kazakhstan. When Ivan's wife gets pregnant and gives birth to a brown boy, he suspects that she has been cheating on him with Assan. Half a year later, Assan's wife gives birth to a ginger boy. Whom betrayed whom? A conflict is sparked that won't fully rest for 15 years.","release_date":"2009-04-01","genres":[18],"vote_average":6.0,"runtime":80,"cert":"N\/A","id":273274,"title":"Songs from the Southern Seas","adult":false},{"cast":["Ludmila Alonso"],"overview":"A young Cuban woman faces the hardships of life in Cuba as she deals with her violent boyfriend, her cruel mother and her several lovers.","release_date":"2003-04-01","genres":[],"vote_average":2.0,"runtime":104,"cert":"N\/A","id":273276,"title":"Seven Days, Seven Nights","adult":false},{"cast":[],"overview":"Filmed by reserve army officer Fuat Uzkinay shortly after the Ottoman empire's entry into the Great War.  A General Enver's establishes a film centre and several more scenes are shot during the war.","release_date":"1914-01-02","genres":[],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":273278,"title":"The Demolition of the Russian Monument at St Stephen","adult":false},{"cast":[],"overview":"A documentary about the making of the 1918 film \"Tarzan of the Apes\"","release_date":"2012-04-13","genres":[99],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":273283,"title":"Tarzan: Lord of the Louisiana Jungle","adult":false},{"cast":["Tan Xinpei"],"overview":"Directed by Ren Jingfeng.","release_date":"1905-01-02","genres":[],"vote_average":0.0,"runtime":42,"cert":"N\/A","id":273285,"title":"Dingjunshan","adult":false},{"cast":["Douta Seck","Michel Coulon","Joseph Baloma Sane"],"overview":"Directed by Paulin Vieyra.","release_date":"1981-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273290,"title":"Under House Arrest","adult":false},{"cast":[],"overview":"Directed by Barbara Kasper.","release_date":"1971-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273292,"title":"Gleicher Lohn für Mann und Frau","adult":false},{"cast":[],"overview":"A short film about the way that Brueghel and other Flemish painters depicted the lives of their countrymen. It won the first prize for documentary at the 1938 Venice Film Festival.","release_date":"1938-05-31","genres":[],"vote_average":6.0,"runtime":9,"cert":"N\/A","id":273297,"title":"Themes of Inspiration","adult":false},{"cast":[],"overview":"At the center are takes which do not change - a tree in a field in Vermont, U.S.A. Since the film was shot over a period of fifty days, the single frame shots create a storm of pictures.","release_date":"1978-01-01","genres":[],"vote_average":5.9,"runtime":4,"cert":"N\/A","id":273299,"title":"37\/78: Tree Again","adult":false},{"cast":[],"overview":"A man's head is seen in silent close-up using single-frame shooting and time exposure.","release_date":"1973-01-01","genres":[],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":273301,"title":"28\/73: Time Exposure(s)","adult":false},{"cast":["Mylène Farmer"],"overview":"Includes videos of Mylène Farmer made ​​by Laurent Boutonnat, Luc Besson, Abel Ferrara and Marcus Nispel.","release_date":"2001-05-02","genres":[10402],"vote_average":8.5,"runtime":130,"cert":"N\/A","id":273303,"title":"Music Videos II & III","adult":false},{"cast":["Elisa Cegani","Fausto Tozzi","Margot Hielscher","Franco Fabrizi","Guido Martufi"],"overview":"","release_date":"1954-07-23","genres":[10749,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273308,"title":"Nel gorgo del peccato","adult":false},{"cast":[],"overview":"Oh, my! Determined to present something \"classy\" for a change, Archibald Asparagus has taken over VeggieTales! Assisted by those rascally French Peas, Archibald aims for new heights in veggie programming by attempting to produce \"the world's first all-vegetable staging of Shakespeare's Hamlet,\" the first-ever \"Classy Songs with Larry,\" and for the grand finale, the world premiere of what he believes to be Gilbert and Sullivan's lost musical: Lyle the Kindly Viking! Of course, working with the French Peas as assistants is a recipe for disaster and in the chaos - and hilarity - that ensues, Bob, Larry, and Junior all learn a great lesson about sharing. Archibald, on the other hand, mostly just learns to never again work with the French Peas. Don't miss Junior Asparagus as \"Lyle the Kindly Viking\" in this hilarious VeggieTales musical adventure! Your whole family will sing - and laugh - along as they learn that \"sharing gets us more of what we really want - friends!\"","release_date":"2001-06-01","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":273310,"title":"VeggieTales: Lyle, the Kindly Viking","adult":false},{"cast":[],"overview":"Even though Madame Blueberry lives in a nice treehouse, and has lots of friends, she is still upset because she always thinks she needs more \"stuff\". When a new Stuff-Mart superstore opens up near her home, she loads up with everything she can, but is still sad. Eventually, Madame Blueberry learns that it's important to be thankful for what you already have.","release_date":"1998-06-01","genres":[],"vote_average":4.5,"runtime":37,"cert":"N\/A","id":273312,"title":"VeggieTales: Madame Blueberry","adult":false},{"cast":[],"overview":"Director Greg Stitt's 50min short sees actor Mark Hadlow playing Kevin: a pie cart worker obsessed with the singer Mario Lanza. Kevin's idolatry turns into an identity crisis as operatic-scale fantasising clashes with his meek disposition. Further complications arise from a friendship with his brash punk neighbour, and from stage fright ahead of a fundraiser for Kev's Lanza fan club.","release_date":"1989-01-01","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":273314,"title":"Just Me and Mario","adult":false},{"cast":[],"overview":"Take to the air in six flight-filled adventures as Chirp tries to fly -- with a little help from Peep, Quack and some other feathered friends. Watch Chirp build a special flying nest. Find out if Peep’s advice to \"think floaty\" gives Chirp the boost she needs. See Chirp finally reach the sky -- with the help of some borrowed wings.","release_date":"2005-06-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":273316,"title":"Peep and the Big Wide World: Chirp Flies","adult":false},{"cast":[],"overview":"There's trouble brewing at the Nezzer Chocolate Factory! To celebrate the sale of two million chocolate bunnies, company president Nebby K. Nezzer announces that his workers may eat as many bunnies as they like! This sounds great, until three boys named Rack, Shack and Benny remember that their parents taught them not to eat too much candy. By paralleling the Biblical story of Sadrach, Meschach and Abednego and the fiery furnace, \"Rack, Shack, &amp; Benny\" teaches kids how to resist peer pressure and stand up for what they believe in. Kids of all ages will love the songs, humor and dazzling 3D computer animation of VeggieTales!","release_date":"1995-06-01","genres":[],"vote_average":5.4,"runtime":null,"cert":"N\/A","id":273318,"title":"VeggieTales: Rack, Shack & Benny","adult":false},{"cast":["Júlio Bressane","Grande Otelo"],"overview":"The rare short film presents a curious dialogue between filmmaker Julio Bressane and actor Grande Otelo, where, in a mixture of decorated and improvised text, we discover a little manifesto to the Brazilian experimental cinema. Also called \"Belair's last film,\" Chinese Viola reveals the first partnership between photographer Walter Carvalho and Bressane.","release_date":"1975-05-31","genres":[99],"vote_average":5.0,"runtime":8,"cert":"N\/A","id":273320,"title":"Viola Chinesa","adult":false},{"cast":[],"overview":"It's bedtime on Sesame Street! Just like all little kids, Elmo and Abby would rather make funny faces and sing silly songs than go to sleep","release_date":"2009-06-01","genres":[10751],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":273322,"title":"Sesame Street: Bedtime with Elmo","adult":false},{"cast":["Chhota Bheem","Chutki","Kalia","Raju","Dholu"],"overview":"Chhota Bheem In Junglee Kabeela is an Indian animated movie which belongs to the Chhota Bheem series. The main character of the movie is Bheem. It is the 17th movie of the series. Running Time- 55 mins. The story of this movie is same as Chhota Bheem and The Broken Amulet. This movie was released on 9 June 2013.","release_date":"2013-06-09","genres":[12,16,10751],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":273324,"title":"Chhota Bheem In Junglee Kabeela","adult":false},{"cast":[],"overview":"When Telly Monster sends an E-mail to all of his friends, one 'mystery friend' starts sending back clues for him to find out who this friend might be.","release_date":"2002-06-01","genres":[10751,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273326,"title":"Sesame Street: Computer Caper","adult":false},{"cast":[],"overview":"Elmo's Furry Red Monster Parade is so popular that all of his friends want to join in. But what should they call the parade full of different colors and types of monsters, plus a few animals and humans? Can Elmo find a way to include everyone so the parade can march on?","release_date":"2010-06-01","genres":[10402,35,10751],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":273328,"title":"Sesame Street: Furry Red Monster Parade","adult":false},{"cast":[],"overview":"You’re invited to play a shapes guessing game with Elmo and Zoe and their friends. From squares and circles to ovals and octagons, shapes are everywhere!","release_date":"2010-06-01","genres":[10751],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":273330,"title":"Sesame Street: Guess That Shape and Color","adult":false},{"cast":[],"overview":"Explore the world of music and rhythm with your favorite Sesame Street characters featuring the cast of Stomp, the international percussion sensation!","release_date":"2010-06-01","genres":[10402,35,10751],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":273332,"title":"Sesame Street: Let's Make Music","adult":false},{"cast":["Glenn Greenwald","Will Lyman","Michael Hayden"],"overview":"Last year Edward Snowden downloaded tens of thousands of top-secret documents from a highly secure government computer network. The revelations that followed touched off a fierce debate over the massive surveillance operations conducted by the National Security Agency.  Through exclusive interviews with intelligence insiders, cabinet officials, and government whistle-blowers, the film reveals how the U.S. government came to monitor the communications of millions of Americans and to collect billions of records on ordinary people around the world.","release_date":"2014-05-13","genres":[],"vote_average":9.5,"runtime":114,"cert":"N\/A","id":273334,"title":"United States of Secrets (Part One): The Program","adult":false},{"cast":["Yoko Takahashi","Etsushi Takahashi","Kyôko Kishida","Rentarô Mikuni","Hideo Sunazuka"],"overview":"Bored with her school life, a 16-year-old student leaves home to take a trip along the Pacific Ocean. After meeting with a theatre group she falls sick and is rescued by a fisherman with who she shares her life with.","release_date":"1972-10-28","genres":[18],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":273336,"title":"Journey Into Solitude","adult":false},{"cast":[],"overview":"The Austrian writer-journalist Joseph Roth (1894-1939) travelled criss-cross through Europe. Hans Keller visited the same countries and places in order to make a film about the life and work of this man, who could only live in hotels. Keller creates a beautiful synthesis between Europe as Roth knew it and the present-day Europe. In the loving look at the different locations, the continuity of past and present reveals itself. Intermittently, tableaux in a copied 'Bioskoptheater' show scenes from the author's life. Finally, a film script which was once rejected by Hollywood yet comes alive.","release_date":"1994-06-01","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":273338,"title":"Joseph Roth's Grosse-Welt-Bioskop-Theater","adult":false},{"cast":[],"overview":"","release_date":"2013-09-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273340,"title":"Kunpan - Der perfekte Krieger","adult":false},{"cast":[],"overview":"Thomas &amp; Friends as a carnival comes to the Island of Sodor! Also, meet new friends, Rocky and Rosie, and follow them as they explore their new surroundings and learn to work as a team with the other engines.","release_date":"2014-06-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":273342,"title":"Thomas & Friends: Carnival Capers","adult":false},{"cast":[],"overview":"The world's favorite cat and mouse celebrate 7 decades of mischief and mayhem.","release_date":"2010-06-01","genres":[16],"vote_average":4.0,"runtime":210,"cert":"N\/A","id":273344,"title":"Tom & Jerry: Deluxe Anniversary Collection","adult":false},{"cast":[],"overview":"Larry the Cucumber's vision of the future includes automated robotic hosts telling jokes with random punch lines and musical numbers in which the performers and themes are chosen entirely by chance. As Bob the Tomato quickly points out, the jokes of the future aren't very funny because they don't make sense. Worse, technical malfunctions in the Ventrilomatic hosts actually promote emotional instability. Nonetheless, Bob admits that Larry's vision of the future contains some very cool adaptations of classic songs like Gilbert and Sullivan's fast-talking \"Modern Major General\" and Binky the Aardvark's solo performance of Mozart's The Barber of Seville. Larry's vision of the future also includes an amusing animated short about greed called \"Lunch.\" Junior Asparagus calls Bob and Larry back to the present with a final song celebrating God's unconditional love.","release_date":"2004-09-14","genres":[],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":273346,"title":"VeggieTales: The Wonderful World Of Auto-tainment!","adult":false},{"cast":["Kenta Nikura","Naoko Wakai","Chihiro Shibata","Tokie Hirose","Yumi Goto"],"overview":"A group of mid-twenty friends with unsteady jobs meet for a party where they intend to hook up two of their friends. Over the following weeks we follow their lives in four different small apartments as their relationships change and evolve and as everyone struggles with love.","release_date":"2013-03-30","genres":[18,10749],"vote_average":6.0,"runtime":138,"cert":"15","id":273354,"title":"The Vortex of Love","adult":false},{"cast":[],"overview":"This short documentary describes a day in the life of a peasant family Lucania. The parents go to the fields and leave their 10 year old girl take care of numerous children.","release_date":"1963-05-31","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":273356,"title":"Vita In Lucania","adult":false},{"cast":["Teruaki Ogawa","Satomi Hirose","Shun Kawai","Kane Kosugi","Keiichi Wada"],"overview":"The film involves the team-up of five different Super Sentai teams (Ninja Sentai Kakuranger, Gosei Sentai Dairanger, Kyōryū Sentai Zyuranger, Chōjin Sentai Jetman, and Chikyū Sentai Fiveman), who must defend the planet Earth from the evil demon Emperor Daidas. In addition to the five Sentai teams, the film also features Shiro Izumi, who played Yūma Ōzora in Dengeki Sentai Changeman and Burai in Zyuranger, as Masato, a young man who witnesses the Emperor's weak point with his sister Ayumi. Masato and Ayumi also appear in Kamen Rider World, linking the two movies. The narration was provided by Hironori Miyata, the narrator from Dairanger.","release_date":"1994-08-06","genres":[878,28,12],"vote_average":5.0,"runtime":9,"cert":"N\/A","id":273358,"title":"Super Sentai World","adult":false},{"cast":["Jethro"],"overview":"Another helping of standup from the blue-tinged Cornish comedian, giving his own unique west country slant on the world.","release_date":"2007-10-29","genres":[],"vote_average":0.0,"runtime":61,"cert":"15","id":273372,"title":"Jethro: Live at Jethro's - Back of Beyond","adult":false},{"cast":["Ryo Ryusei","Yamato Kinjo","Ayuri Konno","Akihisa Shiono","Atsushi Maruyama"],"overview":"100 years in the future, the descendants of Daigo, Ian, Nobuharu, Souji, Amy, and Utsusemimaru must fight back against the revived Deboth.","release_date":"2014-06-20","genres":[878,28,12,14,35],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":273374,"title":"Zyuden Sentai Kyoryuger: 100 YEARS AFTER","adult":false},{"cast":["Kay Tse"],"overview":"J and Jacky are good friends who attend the same school. J is from a single-parent family, and will be taken care by Jacky’s family whenever his mother has to return to Mainland to renew her visa; such kind of story is not an isolated case. These families have been uprooted for a “better future” in Hong Kong, but is this “future” that the children really long to have? A Chinese saying: “How does one understand the joy of fish, if one is not a fish?” Will the adults really understand what the children want?","release_date":"2013-11-16","genres":[99],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":273376,"title":"Fish Story","adult":false},{"cast":["Morgan Ågren","Tosin Abasi","Danny Carey","Mike Keneally","Thomas Lang"],"overview":"What do Frank Zappa, Devin Townsend, and Fredrik Thordendal of Meshuggah have in common? They all re-invented rock music, and they all selected Morgan as their drummer. Yet his 'intentionally broken' and complex drumming makes most musicians plug their ears, go home and practice, or just quit. Praised only by the enlightened few, this 45-year-old husband and humble father remains unknown to popular music listeners. But why? Watch this 2-hour documentary as Morgan visits L.A. in search of an answer to his continuing conundrum: 'The Music or The Money?' Special Guest Appearances by Mats Oberg, Devin Townsend, Marco Minnemann, Mike Keneally, Dweezil Zappa, Tosin Abasi, Thomas Lang, Danny Carey, Brendon Small, Dave Elitch, Simon Phillips, Joe Travers, Raanen Bozzio, Daedelus And Others.","release_date":"2013-10-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273378,"title":"Morgan Agren's Conundrum: A Percussive Misadventure","adult":false},{"cast":[],"overview":"Travelling around the country, Art City: Simplicity takes viewers on a revealing trip into the studios and lives of a group of singular artists. On a desert mesa outside Santa Fe, Richard Tuttle invents his mysterious and marvellously humble forms, made of wire, cardboard, wood. In Taos, Agnes Martin rhythmically repeats extremely simplified images. Near the Santa Monica surf, John Baldessari, aims for successful juxtapositions of photographs and text. In his North Hollywood living room, Robert Williams revels in surreal cartoon imagery. At a cabin in Woodstock, Joan Snyder refines her sensuous art amid a lush forest. Mike Bidlo salutes Duchamp in a SoHo Gallery, while on Sunset Boulevard, Amy Adler reclaims personal history through self-portraits. Through this group of memorable iconoclasts, the creative \"act\" is there to see and study.","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":273383,"title":"Art City 2 Simplicty","adult":false},{"cast":[],"overview":"Many artists use the pain, exhilaration and resolution of private desires to express themselves. Art City: A Ruling Passion focuses on intense personalities who’ve used their art to explore the emotional impact of psychological truths. Everything that Louise Bourgeois creates - whether in marble, fabric or bronze - comes from memory. Michael Ray Charles investigates the marketing of black memorabilia, using early American advertising imagery. Elizabeth Peyton reinvents portraiture, using her friends as subjects, as well as pop culture royalty. Ed Ruscha’s literary landscapes burst from the physical world \"right outside the window.\" The comic spirit of Lari Pittman contrasts with his graphic declarations. In a landmark house, Richmond Burton remembers his dreams to build \"psychic fields\" of abstraction. The arrays of featureless faces by David Deutsch are stimulated by sub-conscious sensations.","release_date":"2002-02-02","genres":[],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":273385,"title":"Art City 3 A Ruling Passion","adult":false},{"cast":["Antonio Catania","Carla Signoris","Marina Giulia Cavalli","Alessia Merz","Armando De Razza"],"overview":"An Italian comedy directed by Sergio Martino.","release_date":"1999-01-01","genres":[35],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":273387,"title":"Cornetti al miele","adult":false},{"cast":["Peter Gabriel","Linda Ronstadt","Yusuf Islam","Dave Grohl","Krist Novoselic"],"overview":"The 29th Annual Rock and Roll Hall of Fame Induction Ceremony took place on Thursday, April 10, 2014 at Barclays Center in Brooklyn, New York. The 2014 Ceremony was open to the public, as it had been for the Induction Ceremonies in Cleveland (2009, 2012) and Los Angeles (2013). This was the first time that the event was held in New York. With performances by Peter Gabriel, Hall and Oates, KISS, Nirvana, Linda Ronstadt, and Cat Stevens.","release_date":"2014-05-31","genres":[99,10402],"vote_average":5.9,"runtime":188,"cert":"N\/A","id":273389,"title":"Rock and Roll Hall of Fame 2014 Induction Ceremony","adult":false},{"cast":[],"overview":"Romare Bearden’s art captures the diversity and richness of his life. With roots in North Carolina, Bearden migrated north at an early age, living in industrial Pittsburgh, vibrant Harlem, and, later in his life, on the Caribbean island of St. Martin. These four locales and his memories of their people, music, colors, and stories form the basis of Bearden’s collages and paintings, whose style exhibits a unique blend of cultural influences from Harlem, Europe, and Africa. This film traces Bearden’s entire career, including his paintings and watercolors of the 1940s, experimental collages of 1964, mature collages of the next two decades, large-scale public murals, and late landscapes. The documentary also features commentary by art historians, artists, and others who knew Bearden, including Wynton Marsalis, Albert Murray, and Emma Amos. Narrated by Morgan Freeman with readings by Danny Glover.","release_date":"2004-02-24","genres":[],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":273391,"title":"The Art of Romare Bearden","adult":false},{"cast":["Sarah Bernhardt","Berthe Jalabert","Gabriel Signoret"],"overview":"A mother loses first her son and then her husband in the trenches of France during the First World War. She devotes herself to the French cause and to helping those wounded in the war.","release_date":"1916-01-02","genres":[],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":273396,"title":"French Mothers","adult":false},{"cast":["Carol Abboud","Julia Kassar"],"overview":"Directed by Leyla Assaf-Tengroth.","release_date":"1994-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273398,"title":"Frihetsligan","adult":false},{"cast":[],"overview":"\"Documentary Of AKB48 : The Future 1mm Ahead\" is the first AKB48 documentary which was aired on NHK. The movie feature various moments of 2010, such as the AKB48 Request Hour Setlist Best 100 2010, their Yokohama Arena concert, AKB48 Manseki Matsuri Kibou Sanpi Ryouron, Oshima Yuko winning the 2nd Senbatsu Election, their concert Surprise wa Arimasen, Ono Erena's graduation announcement,the 1st Janken Tournament, and Akimoto Sayaka resigning as Team K Captain.","release_date":"2011-01-08","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273400,"title":"Documentary of AKB48 The Future 1mm Ahead","adult":false},{"cast":["Kenneth Branagh","Rebekah Staton"],"overview":"The discovery of two dead youths in a dinghy which washes into Ystad, Sweden, brings hard-drinking Latvian detective Karlis Liepa from Riga. This starts off a chain of dangerous events, from the docks in Sweden to the back-streets of Riga.","release_date":"2012-07-15","genres":[],"vote_average":10.0,"runtime":89,"cert":"15","id":273405,"title":"The Dogs of Riga","adult":false},{"cast":["Claudio Amendola","Carlo Buccirosso","Emilio Solfrizzi","Francesca Nunzi","Alessandro Di Carlo"],"overview":"","release_date":"2000-04-07","genres":[35],"vote_average":6.3,"runtime":null,"cert":"N\/A","id":273410,"title":"Il grande botto","adult":false},{"cast":["Klaudia Koronel","Camille Roxas","Divina del Rio","Rodel Velayo","Leandro Baldemor"],"overview":"Tomboyish Zsa Zsa (Klaudia) has just taken over a big business where Federico is a part-owner. Federico wants to buy Zsazsa out but she refuses. So he loses control of the company and hires Bobby to win Zsazsa's heart and later sell her stocks to him","release_date":"1998-09-09","genres":[10749,18],"vote_average":0.0,"runtime":113,"cert":"N\/A","id":273412,"title":"Pinch","adult":false},{"cast":["Raymond Bagatsing","Assunta de Rossi","Rodel Velayo","Karen Montelibano","Nanding Josef"],"overview":"“Sisid” is the story of a videographer, played by Raymond Bagatsing, who was betrayed by women in the past and swears never to be betrayed again. He meets a nightclub performer played by de Rossi. The two have an affair, perhaps even fall in love, but Bagatsing hesitates to commit himself to her. De Rossi tells Bagatsing the story of one of her lovers, played by Rodel Velayo; Velayo was once chauffeur to the beautiful but spoiled daughter (again, de Rossi) of a wealthy fishpond operator. De Rossi is kidnapped, Velayo helps her escape; when she learns of his involvement in the plot, she leaves him. Velayo wanders about, until he meets de Rossi in the nightclub; he insists that nightclub de Rossi is really his long-lost de Rossi, and pursues her with fierce intensity. Bagatsing feels threatened by Velayo’s presence, even jealous, and the two struggle over the woman they both think they love.","release_date":"2001-10-01","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":273417,"title":"Dive","adult":false},{"cast":["Fred Ewanuick","Chelah Horsdal","Alex Zahara","Michelle Creber","Anne Openshaw"],"overview":"A man discovers that he has the unpredictable ability to see two minutes into the future.","release_date":"2015-02-20","genres":[18,10749],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":273419,"title":"Patterson's Wager","adult":false},{"cast":["Mohanlal","Dev Gill","Vijay Babu","Mia George","Manjari Phadnis"],"overview":"Bhai Ji is a high-tech robber who changes his looks frequently. Disguised as jewelry experts, he and his team members hatch a plan to steal precious jewelry from a palace in Kerala.","release_date":"2014-05-17","genres":[80,9648,53],"vote_average":5.0,"runtime":138,"cert":"N\/A","id":273421,"title":"Mr. Fraud","adult":false},{"cast":[],"overview":"A documentary about Pat the Cat and other roller disco skaters who want to make it big doing what they do.","release_date":"1980-04-24","genres":[99],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":273423,"title":"Get Rollin'","adult":false},{"cast":["Ruminah Sidek","Imuda","Mak Jah","Mariani"],"overview":"In \"Cara Mengundang Hantu\" a chilling tale is composed out of four short stories that explain how to invite a ghost. The first story is about a banana tree that was chopped in half by Rizal. He will be haunted by a ghost because of his gambling and money lending issues. The second story is between a mom and son where the son disobeyed his mom and has to face the consequences. The third story is about a group of students that go against ancient beliefs and the fourth story is about revenge where a spirit hunts down its murderer.","release_date":"2014-05-08","genres":[27],"vote_average":3.5,"runtime":78,"cert":"N\/A","id":273425,"title":"Cara Mengundang Hantu","adult":false},{"cast":["Roberto Carlos","Erasmo Carlos","Raul Cortez","Mário Benvenutti","Libânia Almeida"],"overview":"A mechanic who wants to become a race car pilot has his great opportunity when he has to take the place of another pilot who had suffered an accident.","release_date":"1971-12-06","genres":[12],"vote_average":4.0,"runtime":99,"cert":"N\/A","id":273427,"title":"Roberto Carlos a 300 Quilômetros por Hora","adult":false},{"cast":["Li Baotian","Wang Xueqi","Ding Jiali","Ju Xue","Zongdi Xiu"],"overview":"When a woman is forced to work as a teacher in rural mainland China, she sees a clear goal. If she can become a certified, government employee, then she can teach her students and make a better life for herself at the same time. She carries a heavy responsibility, however. For most of her students, the education that they receive in her classroom is the only preparation they will have for the entrance exams to college-the only avenue out of poor, rural life. Can she balance her needs and the needs of so many young, hopeful people?","release_date":"1994-09-28","genres":[18],"vote_average":7.5,"runtime":90,"cert":"N\/A","id":273429,"title":"Country Teachers","adult":false},{"cast":["Shlomo Tarshish","Yasein Shawaf","Ruth Geller"],"overview":"Named after the hot desert wind that periodically blows through the Middle East sending temperatures and tempers soaring to potentially explosive heights. Set in an old farming village in the Galilee, the story revolves around inherited land ownership of Israelis and Arabs, of disappointed dreams, political tensions, and torn emotions as the clash between love and nationalism spiral to a tragic end.","release_date":"1982-01-02","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":273431,"title":"Hamsin","adult":false},{"cast":["Isuzu Yamada","Eiji Okada","Yoshi Katô","Yumeji Tsukioka","Yasumi Hara"],"overview":"The film shows the bombing of Hiroshima and the horrific aftermath following the detonation of an atomic bomb on humans for the first time in history.","release_date":"1953-10-07","genres":[18,36],"vote_average":8.0,"runtime":105,"cert":"N\/A","id":273433,"title":"Hiroshima","adult":false},{"cast":["Fabio Maldonado","Stipe Miocic","Alexander Yakovlev"],"overview":"The Ultimate Fighter Brazil 3 Finale: Miocic vs Maldonado (also known as UFC Fight Night: Miocic vs. Maldonado) was a mixed martial arts event held by the Ultimate Fighting Championship. It took place on May 31, 2014 at the Ginásio do Ibirapuera arena in São Paulo, Brazil.","release_date":"2014-05-31","genres":[28],"vote_average":0.0,"runtime":136,"cert":"N\/A","id":273435,"title":"UFC Fight Night: Miocic vs. Maldonado","adult":false},{"cast":["Mohamed Arbouz","Boumediene Belasri","Carine Mattys"],"overview":"Two deaf and dumb children. She is the daughter of an American Oil engineer. He is the son of an Algerian farmer. They meet and manage to communicate, transcending all the cultural barriers that separate them.","release_date":"1985-01-02","genres":[18],"vote_average":5.7,"runtime":77,"cert":"N\/A","id":273437,"title":"Tale of an Encounter","adult":false},{"cast":["Charles D. Lucas","Evelyn Preer","Iris Hall"],"overview":"Directed by Oscar Micheaux and Jerry Mills.","release_date":"1919-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273439,"title":"The Homesteader","adult":false},{"cast":[],"overview":"Cocaine has always gotten a bad rap, and for a reason. It is a drug used by the rich and the poor legally and illegally, Mexican cartels fought over it with Colombia once associated with the brutal cocaine wars, and a source of tension between the American and Mexican borders on the people who are illicitly bringing in cocaine from one side of the border to another and will do anything to do it. So it can be surprising at times to the viewer throughout the course of the documentary special, that it was never always like this.","release_date":"","genres":[36,99,10770],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":273441,"title":"Cocaine: History Between the Lines","adult":false},{"cast":["Aldo Maccione","Laura del Sol","Michael St. Clair","Jean Carlo Simancas"],"overview":"","release_date":"1990-05-23","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273443,"title":"L'aventure extraordinaire d'un papa peu ordinaire","adult":false},{"cast":["Guillaume Néry"],"overview":"Deep water freediving exposes its practitioners to a form of narcosis, which induces several symptoms, among which a feeling of euphoria and levity that earned this phenomenon its nickname of \"raptures of the deep\". The short film relates the interior journey of Guillaume Néry, the apnea world champion, during one of his deep water dives. It draws its inspiration from his physical experience and the narrative of his hallucinations.","release_date":"2014-05-20","genres":[878,14],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":273445,"title":"Narcose","adult":false},{"cast":["Kie Kitano","Megumi Saeki","Nahana","Sayoko Izumi","Eiji Okuda"],"overview":"25-year-old Nanami is managing an amateur band. She is broke, cannot pay her rent, and the singer has run off. Yoshinori is 65. His wife dies the day before his retirement. Having suddenly lost everything, he becomes desperate. After the two accidentally meet, Nanami moves into Yoshinori's place and invites a few other people to become their flatmates – the beginning of an extraordinary life together.","release_date":"2013-11-16","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":273447,"title":"Yokohama Story","adult":false},{"cast":[],"overview":"A portrait of four abandoned spaces inside the so-called “Zone of Alienation” in Chernobyl, Ukraine; a dripping swimming pool, a ruined concert hall, a mould-infested gymnasium and an old village church. In each room he made a recording of 10 minutes and then played the recording back into the room, recording it again. This process was repeated up to ten times. As the layers got denser, each room slowly began to unfold a drone with various overtones.  For the visual representation of the four rooms, Kirkegaard explored a variety of techniques, working with layers, overexposure and video feedback, that can be understood as analogous to his acoustical method.","release_date":"2011-04-26","genres":[],"vote_average":10.0,"runtime":50,"cert":"N\/A","id":273449,"title":"Aion","adult":false},{"cast":[],"overview":"Disintegration Loop 1.1 consists of one static shot of lower Manhattan billowing smoke during the last hour of daylight on September 11th, 2001, set to the decaying pastoral tape loop Basinski had recorded in August, 2001. Shot from Basinski's roof in Williamsburg Brooklyn, this is an actual documentary of how he and his neighbors witnessed the end of that fateful day. It is a tragically beautiful cinema verite elegy dedicated to those who perished in the atrocities of September 11th, 2001.","release_date":"2004-09-11","genres":[99],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":273451,"title":"Disintegration Loop 1.1","adult":false},{"cast":[],"overview":"BAFTA award-winning filmmaker Morgan Matthews was given unprecedented access to the behind-the-scenes of the final days of the final two Harry Potter films, Harry Potter and the Deathly Hallows 1 and 2. Hear the personal stories of the faces we know, and those we don't, as we come to the end of one of the most successful eras in cinema history.  Special feature on select editions of Deathly Hallows 1 &amp; 2.","release_date":"","genres":[99],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":273456,"title":"When Harry Left Hogwarts","adult":false},{"cast":[],"overview":"Stephan Ziller is an aspring actor who has lost his way and looks for his spiritual compass. He goes looking for answers in spiritual, religious and self-help groups across the city of Berlin. He eventually chances upon a romance with Simone Geißler, but soon grows weary of his spiritual pursuit.","release_date":"2014-10-25","genres":[99],"vote_average":4.0,"runtime":84,"cert":"N\/A","id":273458,"title":"Spirit Berlin","adult":false},{"cast":[],"overview":"Summer night concert of the Wiener Philarmoniker at the castle of Schönbrunn. 29 mai 2014.","release_date":"2014-05-29","genres":[],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":273460,"title":"Summer Night Concert 2014","adult":false},{"cast":["Charley Chase"],"overview":"Jimmy Jump gets rather wet.","release_date":"1924-11-09","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":273462,"title":"Accidental Accidents","adult":false},{"cast":["Mac Akasaka"],"overview":"It's the 2012 election for the governorship of Osaka. This documentary shows us some of the usual routine: well-known professional politicians backed by the influential and established parties, leading their campaigns. But among them we see candidates like eccentric “Mac” Akasaka, who has no chance of winning. Is it possible that we can still learn something about politics from him?","release_date":"2013-06-29","genres":[99],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":273464,"title":"Candidates","adult":false},{"cast":["Patrick Raynal","Ottavia Piccolo","Jip Wijngaarden","Dora Doll","Jean-François Garreaud"],"overview":"During the Nazi regime in France in World War II, Pastor Fontaine and the town of Chambon undertake a mission to protect and shelter the children of many of the Jews sent to concentration camps.","release_date":"1994-10-03","genres":[18],"vote_average":10.0,"runtime":118,"cert":"N\/A","id":273466,"title":"La colline aux mille enfants","adult":false},{"cast":["Megumi Kudô","Yoshika Maedomari","Hisao Maki","Chika Matsui","Daisuke Nagakura"],"overview":"A man dubbed \"Karate Kid\" is imprisoned and forced to fight for his life in an underground fighting ring.","release_date":"1992-06-10","genres":[28],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":273468,"title":"A Human Murder Weapon","adult":false},{"cast":["Tommie Hansson","Pernilla Oljelund","Dea Rasol","Teodor Runsiö","Noah Valdfogel"],"overview":"A boy has been bullied and is left alone in the school gymnasium without shoes on his feet.","release_date":"2009-02-21","genres":[18],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":273476,"title":"Skorna","adult":false},{"cast":[],"overview":"Sometimes it takes a loyal and dedicated man to manage an elevator.","release_date":"2010-01-01","genres":[99],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":273478,"title":"The Elevator Manager of the Empire State Building","adult":false},{"cast":[],"overview":"Directed by Yanus Malik.","release_date":"1977-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273480,"title":"Jeera Sain","adult":false},{"cast":["Nicolette Robinson","Patrick Hatfield","Thomas Baptiste","Myrtle Robinson","Brian Phelan"],"overview":"A white boy and a black Jamaican girl have a day out in a city where racial hostility prevails.","release_date":"1967-01-02","genres":[18],"vote_average":0.0,"runtime":31,"cert":"N\/A","id":273482,"title":"Jemima & Johnny","adult":false},{"cast":["Rupert Julian","Elmo Lincoln","Nigel De Brulier","Lon Chaney","Harry von Meter"],"overview":"A propagandistic view of the First World War, showing the political greed of the German Kaiser Wilhelm, the resistance of some of his own soldiers, and fanciful prediction of the nature of the war's end.","release_date":"1918-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273487,"title":"The Kaiser, the Beast of Berlin","adult":false},{"cast":[],"overview":"Directed by Adamu Halilu.","release_date":"1978-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":273489,"title":"Kanta of Kebbi","adult":false},{"cast":["Henry Armstrong","Willie Bryant","Mae E. Johnson","Hamtree Harrington","Canada Lee"],"overview":"Henry Jackson, known as Little Dynamite, is a Golden Gloves champion, who agrees to turn professional when approached by fight manager Ed Watson, despite the opposition raised by his father and Fanny Singleton, his sweetheart.","release_date":"1939-01-02","genres":[18,80],"vote_average":5.5,"runtime":81,"cert":"N\/A","id":273491,"title":"Keep Punching","adult":false},{"cast":["Harry Solter","D.W. Griffith"],"overview":"Believed to be the first film to feature cannibals.","release_date":"1908-04-14","genres":[35],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":273493,"title":"King of the Cannibal Islands","adult":false},{"cert":"N\/A","title":"Man Overboard","cast":["Matt Kaminsky","Mel Fair","Floyd Van Buskirk","Jeffry E. Stein","Graham Norris"],"genres":[35],"id":273498,"overview":"The owner of a boat shop unwittingly hires a slick con man as his new sales manager, and subsequently has his life turned upside down.","runtime":null,"release_date":"2010-01-10","vote_average":0.0,"adult":false}]