[{"cast":[],"overview":"Sports &amp; Fitness, Outdoor &amp; Mountain Sports, Hunting - Howard Hill takes viewers along on an incredible African longbow adventure, highlighted by his harvest of a rogue bull elephant named \"Tembo.\"","release_date":"1969-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274500,"title":"Tembo & Points on Arrows","adult":false},{"cast":[],"overview":"Faith &amp; Spirituality, Documentary - Follow the footsteps of Jesus from his birth to the Resurrection in this film that takes you on a journey to the city of Bethlehem, across the Sea of Galilee, through the marketplaces of Jerusalem and beyond.","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274502,"title":"The Path of the Messiah","adult":false},{"cast":["James Franco","Amber Heard","Ed Harris","Christian Slater","Wilmer Valderrama"],"overview":"Writer and Adderall enthusiast Stephen Elliott reaches a low point when his estranged father resurfaces, claiming that Stephen has fabricated much of the dark childhood that that fuels his writing. Adrift in the precarious gray area of memory, Stephen is led by three sources of inspiration: a new romance, the best friend who shares his history, and a murder trial that reminds him more than a little of his own story. Based on the memoir of the same name.","release_date":"2016-04-15","genres":[28,18,53],"vote_average":5.3,"runtime":105,"cert":"15","id":274504,"title":"The Adderall Diaries","adult":false},{"cast":[],"overview":"Meet the crew of the Union Pacific Challenger No. 3985, the largest and most powerful steam engine in the world. This colorful documentary is a behind-the-scenes look at the conductors, engineers and mechanics who keep this fickle train running, an engaging history of steam power, and a scenic tour the Great Plains -- from Cheyenne, Wyo., through Denver and across Nebraska to the Omaha headquarters of the Union Pacific.","release_date":"2006-06-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274506,"title":"Hear That Train a Comin'","adult":false},{"cast":["J.V. Martin","Erich Ritter","Jim Sharits"],"overview":"Discovery Channel presents a never-before-seen breakdown of a shark bite. Actual footage of behavioral scientist Erich Ritter's 2002 shark bite.","release_date":"2005-08-10","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274508,"title":"Anatomy of a Shark Bite","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Music Lessons, Guitar &amp; Banjo Lessons - You'll learn the secrets to producing an authentic metal sound with this step-by-step instructional program led by guitarist Tommy Bolan of the bands Warlock, N.Y.C. and Freight Train Jane. Segments start with warm-up exercises and then move on to speed techniques, scales, harmonics, string skipping, pendulum picking, arpeggios and tremolo tricks. Features include on-screen tablature, gear demonstrations and an interactive lesson library.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274510,"title":"Tommy Bolan: Metal Primer","adult":false},{"cast":[],"overview":"British reggae band UB40 became synonymous with the 1980s for its funky, happy sound. Relive the band's heyday with this live 1982 televised concert in which they perform hits such as \"Present Arms,\" \"Sardonicus,\" \"Silent Witness,\" \"Don't Do the Crime,\" \"I Won't Close My Eyes,\" \"Don't Slow Down,\" \"The Piper Calls the Tune,\" \"Love Is All Is Alright,\" \"Forget the Cost,\" \"Folitician\" and \"One in Ten and Tyler.\"","release_date":"1982-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274512,"title":"UB40: Rockpalast Live","adult":false},{"cast":[],"overview":"Foreign, Foreign Comedies, India, Gujarati Language, Bollywood, Foreign Musicals, Foreign Regions, Foreign Languages - After 50 years of marriage, Pranjivandas (Siddharth Randeria) decides to come clean to his wife and confess his many deceptions. But as he reveals one shameful secret after another, his long-suffering wife (Pranoti Pradhan) surprises him by revealing a few secrets of her own. This unexpected honesty leads to accusations and denials, but ultimately forces the couple to rediscover their affection in this comedy about family and truth.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274514,"title":"Vaat Bahar Jaay Nahi","adult":false},{"cast":["Jayalalithaa J","Sreekanth","Venniradai Nirmala","Venniradai Moorthy","Major Sundarrajan"],"overview":"Sreekanth is a famous psychiatrist and has earned much praise from his mentor and people in the town. He is in love with Venniradai Nirmala. One day he is assigned a task to cure a mentally unstable women (Jayalalitha) who lives in Kodaikanal. Srikanth informs about this to his lover and request her to wait for him until he finishes this case. Srikanth promises he will return for her and sets out to Kodaikanal. On arriving, he is welcomed by Jayalalaitha's parents who are very much distressed with their daughter's condition. Srikanth questions them about her past but they conceal initially as it might have a severe consequence on her future. Upon reiteration that knowing her past will be very useful for him to cure her, Jayalalitha parents reveal her awful past. Jayalalitha at a very young age got married and within hours, the couple meet with an accident and her spouse dies.","release_date":"1965-04-09","genres":[18],"vote_average":0.0,"runtime":178,"cert":"N\/A","id":274516,"title":"Vennira Adai","adult":false},{"cast":[],"overview":"Documentary, Faith &amp; Spirituality Documentaries, Faith &amp; Spirituality, Inspirational Biographies - Having survived 24 arduous years imprisoned in a camp in Russia -- without hope of freedom, either physical or religious -- Father Walter Ciszek receives his just due as a hero and inspiration in this documentary. Soon after his tale of courage and conviction was finally brought to light, this legendary priest helped reignite the Catholic movement in Russia, as evidenced by the faithful followers profiled in this moving film.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274518,"title":"With God in Russia","adult":false},{"cast":[],"overview":"Comedy - When a filmmaker friend asks to use their apartment for his movie, Nodoubt and his friends jump at the chance, but their excitement is short-lived. Stardom grows dimmer by the minute as the ugly side of show business (and friendship) takes over. -  Markee Adams, Paula Bel, Priscilla Bonnet","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274520,"title":"15 Minutes of Fame","adult":false},{"cast":[],"overview":"Music - Witness three wonderful ballets performed live on stage at the Metropolitan Opera House in New York City. \"Sylphides\" stars legend Mikhail Baryshnikov, \"Sylvia\" features a lovely duet and \"Paquita\" is full of energetic Spanish-style choreography. The American Ballet Theatre performers display their incredible talent and amazing versatility through this beautiful collection of memorable ballets. -  Marianna Tcherkassky, Cynthia Harvey, Cheryl Yeager","release_date":"1984-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274522,"title":"American Ballet Theatre at the Met","adult":false},{"cast":[],"overview":"Documentary - When Franziska announces her engagement to her boyfriend, Jayakrishnan, her parents journey from Bavaria to India to meet Jay's mother and father. But coming to terms with their children's plans forces each couple to question their cultural bias. -","release_date":"2014-09-04","genres":[35,99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274524,"title":"Amma and Appa","adult":false},{"cast":[],"overview":"Join more than 30,000 fans at Montreal's picturesque Old Port -- a riverside historical site restored and maintained by Canada's national parks system -- for one of the world's premier reggae events. The video features memorable performances by Morgan Heritage, Gregory Isaacs, Luciano and many others. Bonus material includes interviews and highlights from the 2004 and 2005 Montreal International Reggae Festivals.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274526,"title":"In the Beginning: Vol.1: 2006 Montreal International Reggae Festival","adult":false},{"cast":["Ramesh Aravind","Sarath Babu","Suhasini Maniratnam","Tara"],"overview":"Foreign, Foreign Musicals, India, Bollywood, Foreign Romance, Foreign Dramas, Foreign Regions - Grieving the death of his girlfriend, Ashok (Ramesh) visits his pal Hemanth (Sharath Babu). But the journey of healing takes a detour when Ashok begins to fall for Hemanth's devoted wife, Veena (Suhasini), who reminds Ashok of his lost love. The dramatic tension soon simmers to a boil in this moving drama set in the gorgeous resort town of Kodaikanal in the state of Tamil.","release_date":"1997-07-18","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274528,"title":"Amruthavarshini","adult":false},{"cast":["Chia Ling","Dorian Tan Tao-Liang","Tung Li","Lung Fei","Hsieh Ling-ling"],"overview":"When the emperor becomes ill and the Sung Dynasty is threatened by an evil baron, a patriotic officer named Ree (Chia Ling) is assigned to the imperial palace to protect the sacred temple from rebels. Prepare to be chopped and kicked as Ling displays some martial arts fireworks in this 1979 curiosity.","release_date":"1976-10-23","genres":[28],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":274530,"title":"Story in the Temple Red Lily","adult":false},{"cast":[],"overview":"Romantic teen caper has a college boxing champion and a career-challenged ventriloquist defying tradition when they compete for favors to win over two rich and beautiful sisters.","release_date":"1998-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274532,"title":"Tirchhi Topiwale","adult":false},{"cast":[],"overview":"Solid grooves and catchy songwriting have garnered underground metal band Jungle Rot a large base of dedicated fans around the world. Led by Dave Matrise on vocals and guitar, the Midwest-based quartet plays through a 14-song set list -- at full throttle -- in this explosive concert video. Tunes include \"Fractured,\" \"Misplaced Anger,\" \"Lowlife,\" \"Darkness Foretold,\" \"Infectious\" and \"Scars of the Suffering.\"","release_date":"2006-11-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274534,"title":"Jungle Rot: Live in Germany","adult":false},{"cast":["Emma Suárez","Mario Oliver","Alejandro Camacho","Bárbara Lennie","José Luis Ortíz"],"overview":"While investigating the terrorist activities of a Basque nationalist group, Mexico City photographer Eliseo (Mario Oliver) becomes obsessed with his neighbor, a gorgeous young separatist named Maria (Bárbara Lennie). But when Maria is murdered, Eliseo is the prime suspect. Pursued by both the police and Maria's killer -- who has slain other Basque separatists -- Eliseo fights to stay alive and clear his name in this fast-paced thriller.","release_date":"2007-10-08","genres":[53],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":274536,"title":"Todos los días son tuyos","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Rockumentaries, Pop, Rock &amp; Pop - This rockumentary takes you behind the curtain with legendary rock band Chicago, using rare and candid footage of the band's rehearsals to reveal an inside perspective into the blood, sweat and tears that go into the group's tour preparations. The film includes interviews with members of the band discussing their collaborative philosophy, as well as performance footage of songs including \"Wake up Sunshine,\" \"Just You 'n' Me\" and many others.","release_date":"2001-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274538,"title":"Chicago: RAW: Real Artists Working","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Asian Music, Tagalog Language, World Music, Philippines, Foreign Regions, Foreign Languages - Filipino pop sensation Christian Bautista puts on a rousing performance before an enthusiastic audience in this 2007 concert featuring covers of 19 classic love songs. Selections include \"Trying to Get the Feeling Again,\" \"More Than You'll Ever Know,\" \"Only Reminds Me of You,\" \"Beautiful in My Eyes,\" \"Got to Believe in Magic,\" \"Fixing a Broken Heart,\" \"Could Not Ask for More\" and \"Of All the Things.\"","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274540,"title":"Christian Bautista: Just a Love Song Live","adult":false},{"cast":["Alan Clarke","Phil Daniels","George Costigan","Janine Duvitski","Stephen Frears"],"overview":"Documentary - Alan Clarke's films exposed a real, raw world as no other films have. Works such as \"Scum,\" \"Made in Britain,\" \"The Firm,\" \"Rita, Sue and Bob Too\" and \"Elephant\" inspired a generation of British actors, writers and directors that changed cinema forever. This documentary features rare behind-the-scenes footage and interviews with friends and colleagues of Clarke, including Tim Roth, Danny Boyle, Stephen Frears, Ray Winstone and Phil Daniels. -","release_date":"1991-07-12","genres":[],"vote_average":0.0,"runtime":53,"cert":"","id":274542,"title":"Director: Alan Clarke","adult":false},{"cast":["Jose Alcala","Rose Portillo","Art Bonilla","Marco Rodríguez","Lupe Ontiveros"],"overview":"Twelve-year-old Mexican-American Marcos (Jose Alcala) recalls the hardships of the previous year, reflecting on the arduous trek his migrant-worker family made from Texas to the Midwest during harvest season. Along the way, Marcos learns plenty about the harsh realities of bigotry and the power of family in America of the 1950s. The coming-of-age Chicano drama is based on Tomas Rivera's semiautobiographical 1971 novella.","release_date":"1995-05-05","genres":[18],"vote_average":6.0,"runtime":99,"cert":"N\/A","id":274544,"title":"...And the Earth Did Not Swallow Him","adult":false},{"cast":[],"overview":"Documentary, Military Documentaries - With a focus on anti-tank weaponry, this visual encyclopedia of knowledge chronicles the development of 20th-century warfare technology via authentic military footage. Segments explore the use and effectiveness of the 37mm PaK 35 and 36; the Jager-tiger; land mines; the MIG-23; the American F-4 Phantom; the MIL-24; the German PAH-1; the MacDonell Douglas AH-64 Apache; and the British Harrier jump jet.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274546,"title":"Encyclopedia of Modern Armor: The Anti-Tank Weapons","adult":false},{"cast":["Anna Caterina Antonacci","Diana Montague","Jorge Lopez-Yañez","Bruce Ford","Paul Austin Kelly"],"overview":"Recorded at the Glyndebourne Festival Opera in 1995, this acclaimed presentation of composer Gioachino Rossini's epic opus ERMIONE is based on Jean Racine's play \"Andromache.\" Set in Troy after the city fell to the Greeks, the production recounts the rancorous battle between widow Andromache  and Helen of Troy's green-eyed daughter, Ermione for the love of Pyrrhus","release_date":"1995-06-03","genres":[10402],"vote_average":0.0,"runtime":138,"cert":"","id":274548,"title":"Ermione","adult":false},{"cast":[],"overview":"Documentary - Best known for his novels Animal Farm and 1984, which condemn totalitarianism in all its forms, English writer George Orwell was born in India. Financially unable to pursue higher education in England, Orwell spent five years with the Imperial Police in Burma, a job that led to his hatred of imperialism. Through period documents, artwork and other archival material, this program delves into the life and work of the passionate social critic. -","release_date":"1996-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274550,"title":"Famous Authors: George Orwell","adult":false},{"cast":[],"overview":"Faith &amp; Spirituality, Faith &amp; Spirituality Documentaries, Inspirational Stories - Using the chronology in the New Testament as a guide and shot in stunning high definition, this film traces the path of Jesus's life through the Holy Land, following in his footsteps as the gospels and his legacy are discussed. You'll see spectacular vistas from Nazareth to Jerusalem, including the Mount of the Beatitudes, where Jesus delivered his stirring sermon. Also featured are Cana and Bethsaida, the sites of miracles performed by Christ.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274552,"title":"Flight of Faith: The Jesus Story","adult":false},{"cast":["Meredith Baxter","Jamey Sheridan","James Sutorius","Sara Botsford","R. H. Thomson"],"overview":"Meredith Baxter plays Joyce Wadler in this heartwarming story of hope, courage and redemption inspired by the New York City journalist's real-life struggle with breast cancer. Stuck in a lackluster relationship with her boyfriend, she's forced to re-examine her life when she receives the troubling diagnosis.","release_date":"1994-05-15","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":274554,"title":"My Breast","adult":false},{"cast":["Tex Ritter","Eleanor Stewart","Syd Saylor","Warner Richmond","Charles King"],"overview":"Western - Singing cowboy Tex Saunders (Tex Ritter) finds himself in a heap of trouble when he agrees to investigate local gangsters at the behest of a lovely lady (Eleanor Stewart). As payment for his pains, he's framed by a saloon owner (Warner Richmond) for killing bad guy Red Dugan (James Mason) and forced to sweat it out in jail. Will his faithful sidekick, Chilo (Syd Saylor), show up to save his skin … or will Tex have a date with the gallows? -  Tex Ritter, Warner Richmond, Eleanor Stewart","release_date":"1936-01-01","genres":[37],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":274556,"title":"Headin' for the Rio Grande","adult":false},{"cast":[],"overview":"Former trucker Mark Lunsford becomes a child-protection crusader after losing his 9-year-old daughter to a sexual predator. This documentary follows Lunsford's journey as he fights to convince lawmakers to crack down on sex offenders.","release_date":"2011-06-16","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":274558,"title":"Jessie's Dad","adult":false},{"cast":[],"overview":"Documentary - Prompted by a little-known manuscript widely attributed to Adolf Hitler and discovered by an American historian , this engrossing History Channel documentary dissects Hitler's master plan for world domination, which never quite came to fruition. Included among the stacks of documents the United States seized from Nazi Germany, the shocking strategy was detailed in a \"secret book\" that appears to be an unpublished Mein Kampf sequel. -  Stephen Kyle, Tony Moreira, Keith Remon","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274560,"title":"Hitler's Lost Plan","adult":false},{"cast":[],"overview":"When a famous star is found dead at an exclusive Christmas Eve party filled with A-list Hollywood types, the police must hold for questioning a group of powerful entertainment industry players who are eager to leave the scene. As they reflect upon the death of their friend, apparently from a drug overdose, the witnesses begin to reflect upon their own life choices, triggering a profound discussion about life and spirituality.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274562,"title":"Live Fast, Die Young","adult":false},{"cast":["Gillian Jacobs","Busy Philipps","Robbie Barnes","Jessy Leigh","Leon Bibb"],"overview":"Tale of life, love and the pursuit of happiness... in Cleveland. Nine vignettes about love: an old war hero defends the honor and memory of a long-lost love; a man's past comes to light in the midst of a perfect date; a recently separated paramedic gets more than he bargains for when he is thrust in the middle of a domestic dispute; a desperate man employs his friends in an elaborate scheme to meet the girl of his dreams, a recovering sex addict returns home to start a new life. There are thousands of stories of love, lust, loss and despair all over Cleveland-these are just a few of them.","release_date":"2013-06-21","genres":[35],"vote_average":0.0,"runtime":113,"cert":"N\/A","id":274564,"title":"Made in Cleveland","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Jazz &amp; Easy Listening, Vocal Pop - Rosemary Clooney showcases her skillful phrasing and dramatic vocal style in this live performance of jazz and pop tunes, exhibiting the versatility for which she's renowned. With a career spanning four decades, Clooney made a name for herself with her interpretations of several novelty songs, earning 13 top 40 hits in the 1950s. This 10-song set includes classics such as \"Let's Call the Whole Thing Off\" and \"After the Ball.\"","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274566,"title":"In Concert Series: Rosemary Clooney","adult":false},{"cast":[],"overview":"Young viewers take an unusual field trip in this collection of six educational segments that demystify various scientific concepts. Learn about standards and judgment in \"The Mismeasure of Me\"; relive the days when penicillin changed the face of microbiology; see how inventions such as the automobile and the World Wide Web revolutionized industries; debate the existence of extraterrestrial life; and find out what plate tectonics is all about.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274568,"title":"A Science Odyssey: Short Trips","adult":false},{"cast":[],"overview":"Jimi Berlin's documentary featuring surfing on the North Shore of Oahu in the 1990s.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274570,"title":"Hawaiian Surf Stories","adult":false},{"cast":["Gene Autry","Champion","Sheila Ryan","Robert Livingston","Frank Jaquet"],"overview":"A prospector discovers natural cement and suggests it should be used for a new dam. But this is the last thing the badmen of Trail End want, as they have a monopoly of the wagons needed to haul rocks to the site. A pretty sheriff notwithstanding, it's a job for a singing marshal.","release_date":"1950-02-22","genres":[37],"vote_average":6.0,"runtime":69,"cert":"N\/A","id":274572,"title":"Mule Train","adult":false},{"cast":["Suresh Gopi","Roja Selvamani","Thilakan","Ratheesh","Rajan P Dev"],"overview":"When businessman Mukundan lands in legal trouble, advocate Sarat decides to help him. Sarat must prove that Mukundan has been falsely accused by his enemies.","release_date":"1997-05-13","genres":[28],"vote_average":0.0,"runtime":136,"cert":"N\/A","id":274574,"title":"Gangothri","adult":false},{"cast":[],"overview":"Join the lovable purple dinosaur and his pals for a day in the park as they celebrate individuality, from their unique gifts and abilities to their different sizes and shapes. What' better than spending time with friends in the great outdoors?","release_date":"2005-07-05","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":274576,"title":"Barney: Everyone is Special","adult":false},{"cast":[],"overview":"This glorious three-act ballet (danced by outstanding members of the Bolshoi Ballet corps) boasts a magical score by Alexander Glazunov and is brimming with melody, stunning color and eye-popping effects. Starring Ludmila Semenyaka, Irek Moukhamedov and Gedeminas Taranda, the performance was filmed live at the Bolshoi Theater in Moscow.","release_date":"1982-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274578,"title":"Raymonda: Bolshoi Ballet","adult":false},{"cast":["Helen Field","Menai Davies","Richard Greager","Phyllis Cannan","Machiko Obata"],"overview":"In Benjamin Britten's operatic adaptation of Henry James' masterwork, a naive governess (Helen Field) arrives at a country manor and soon discovers that it holds a murky secret involving her charges and two ghostly servants who wield a sinister influence on them. The taut, atmospheric production also stars Sam Linay, Machiko Obata, Menai Davies and Phyllis Cannan, with the Stuttgart Radio Symphony Orchestra providing accompaniment.","release_date":"1990-01-01","genres":[10402],"vote_average":0.0,"runtime":108,"cert":"N\/A","id":274580,"title":"Britten: The Turn of the Screw","adult":false},{"cast":["Juliane Banse","Shawn Mathey","Alfred Muff","Martin Gantner","Cornelia Kallisch"],"overview":"Juliane Banse, Cornelia Kallisch, Shawn Mathey, Martin Gantner, Ruben Drole and Alfred Muff star in this acclaimed adaptation of German composer Robert Schumann's opera \"Genoveva,\" produced by Nikolaus Harnoncourt. Inspired by the works of Johann Ludwig Tieck and Christian Friedrich Hebbel, Schumann's tale centers on an ill-fated countess who finds her life turned upside down when she's falsely accused of adultery.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274582,"title":"Genoveva","adult":false},{"cast":["María Rojo","Claudio Obregón","Pedro Armendáriz Jr.","Alberto Estrella","Ernesto Laguardia"],"overview":"Esmeralda is married with 5 husbands at the same time, so she has to explain to the judge why she has done this.","release_date":"1997-09-05","genres":[35],"vote_average":5.0,"runtime":103,"cert":"N\/A","id":274584,"title":"Esmeralda Comes by Night","adult":false},{"cast":["Rajesh Khanna","Zeenat Aman","Asrani","Om Shivpuri","Padma Khanna"],"overview":"When a ski instructor saves her life and wins her heart, Rita (Zeenat Aman), a beautiful heiress, can't help but wonder whether he's really there for the romance or merely to find her late father's hidden fortune. Meanwhile, police are on the trail of an elusive underworld thug named Scorpion, who's nowhere to be found. But could it be that Scorpion is a lot closer than Rita realizes. Rajesh Khanna co-stars.","release_date":"1977-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274586,"title":"Chhailla Babu","adult":false},{"cast":["Christie MacFadyen","Stephen Ouimette","Gary Reineke","Julian Richings","Joey Hardin"],"overview":"Satellite dish salesman Gus (Stephen Ouimette) experiences some life-altering changes when he meets performance artist Lucy (Christie MacFadyen) in this visually poetic fantasy. After Lucy vanishes, leaving a puzzling note, Gus goes on a quest for the mysterious woman. Moving from his meticulous life in a technologically advanced world into the spontaneity of nature, Gus learns some important lessons and begins to trust his own instincts.","release_date":"1989-08-24","genres":[10749,18],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":274588,"title":"The Top of His Head","adult":false},{"cast":[],"overview":"Contemporary jazz trumpeter Chuck Mangione -- whose idolization of Dizzy Gillespie is no secret -- makes one smooth house call in this compilation concert, filmed in various locations throughout New York City. Mangione and his band of international musicians blow through tracks such as \"Mountain Flight,\" \"Consuelo's Love Theme,\" \"Leonardo's Lady,\" \"Fotografia,\" \"Aldovio,\" \"Once Upon a Love Time,\" \"Manha de Carnaval\" \"and \"La Vie En Rose.\"","release_date":"1998-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274590,"title":"Chuck Mangione: The Feeling's Back","adult":false},{"cast":[],"overview":"Raising a number of ethical dilemmas and societal issues, this collection of five dramatic vignettes brings together diverse perspectives on the challenges of Latino life in the United States. A boy comes of age in \"Cyclone\"; a woman copes with love in \"Crazy Life\"; a doctor struggles with family duty in \"Entre Dos\"; a man discovers the dark side of Mexico City in \"El Soldado\"; and border agents question a girl's origins in \"Night Breeze.\"","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274595,"title":"Contra Todo: Against All Odds","adult":false},{"cast":[],"overview":"Starting from six historic mosques in various parts of the Muslim world, a half-dozen pilgrims travel to Mecca in this gorgeously filmed PBS documentary. The journey sheds light on their beliefs and their lives as well as the beautiful worship sites. The seven wonders are Mecca's Grand Mosque, Jerusalem's al-Aqsa Mosque, Granada's Alhambra, Istanbul's Blue Mosque, Mali's Great Mosque of Djenné, Iran's Imam Mosque and Pakistan's Badshahi Mosque.","release_date":"2008-07-17","genres":[99],"vote_average":0.0,"runtime":null,"cert":"","id":274597,"title":"Seven Wonders of the Muslim World","adult":false},{"cast":[],"overview":"Documentary - Filmmaker Leila Kilani follows four families -- including an aging former prisoner named Hassan and a girl seeking the real story behind her lost grandfather -- on their tumultuous journey to the truth about missing relatives. In 2004, Morocco created the Equity and Reconciliation Commission to investigate the horrifying state-sponsored disappearances of thousands of citizens in the years following the country's independence in 1956. -","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274599,"title":"Our Forbidden Places","adult":false},{"cast":["John Ritter","Susan Dey","Paul Reiser","Audrie Neenan","Martin Short"],"overview":"Alan O'Black is a comic who wants to hit it big. But his endless attempts at stardom have worn down his relationship with his ex-girlfriend, Julie. Thinking she'll give him another chance if he gets a real job, Alan gets a gig as a limo driver, which promptly lands him in a slew of trouble when he meets and gets involved in the hijinks of a crooked entrepreneur, Bradley Coleman.","release_date":"1983-10-12","genres":[10770,35],"vote_average":4.5,"runtime":92,"cert":"N\/A","id":274601,"title":"Sunset Limousine","adult":false},{"cast":[],"overview":"When Chen Jun (Dragon Shek) returns home to Shanghai to find his former kung fu master (Gordon Liu) dead, he can't shake the hunch that a rival martial arts school is to blame. Readying himself for a full-fledged rampage of revenge, Chen first launches an investigation and then takes on the entire school, putting his years of martial arts training to the test.","release_date":"2004-01-01","genres":[],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":274603,"title":"Dragon in Fury","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Classic Rock, Rock &amp; Pop - Recorded in London, this live 2000 concert showcases Pete Townshend, legendary guitarist of the Who, performing music from his experimental piece \"Lifehouse,\" which he began composing in the early 1970s and spent almost 30 years trying to complete. Townshend's pet project was born out of his belief that mankind has lost touch with spirituality and neglected social contact with the advent of technology.","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274605,"title":"Pete Townshend: Music from Lifehouse","adult":false},{"cast":[],"overview":"This collection of duets gathers together some of the best-loved songs from popular Bollywood playback singer Asha Bhosle, as she's joined by the equally talented and versatile Mohammed Rafi and Kishore Kumar. Selections include \"Ek Haseena Thi Ek Deewana Tha\" from Karz, \"Pal Do Pal Ka Saath Humara\" from The Burning Train, \"Tum Bhi Chalo Hum Bhi\" from Zameer, \"Aankhon Mein Kya Jee\" from Nau Do Gyarah and \"Chori Chori Chupke Chupke\" from Bullet.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274607,"title":"Duets of Asha with Rafi & Kishore","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Pop, Rock &amp; Pop - Irish tenor Ronan Tynan performs songs by Brian Kennedy, U2, Cole Porter, Stephen Sondheim and Joni Mitchell at Dublin's RDS in this moving concert DVD. Accompanied by the RTE Concert Orchestra and The London Community Gospel Choir, Tynan pays tribute to his family and loved ones with songs such as \"The Impossible Dream,\" \"Night and Day,\" \"My Grandfather's Immigrant Eyes\" and \"Oh Happy Day.\" A documentary provides an intimate look at the singer.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274609,"title":"Ronan Tynan: The Impossible Dream","adult":false},{"cast":[],"overview":"A superstitious family gets thrown for a loop when Iccha Shankar brings home a con man masquerading as a mahatma, who tricks the whole house into carrying out his mischievous plans. It's not long before Shankar's perceptive son and son-in-law begin to smell a phony in this satirical farce by Gujurati humorist Tarak Mmehta. The film stars Mukesh Rawal, Santu Rajda, Chirag Acharya, Vimal Upadhyay, Bharat Shroff, Jeetu Mehta and Anuradha Kaabhar.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274611,"title":"Ek Murakh Ne Evi Tev","adult":false},{"cast":[],"overview":"Actor Robert Vaughn takes on writer Dore Schary's acclaimed one-man play, \"Sunrise at Campobello,\" bringing to life one of America's most beloved and influential presidents: Franklin Delano Roosevelt. Focusing primarily on the political figure's battle with polio, this made-for-TV movie reveals the humanity and grace of the man who led the country through some of its toughest times, including the Great Depression and World War II.","release_date":"1982-01-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274613,"title":"FDR: Robert Vaughn One-Man Show","adult":false},{"cast":[],"overview":"Sports &amp; Fitness, Water Sports, Surfing &amp; Boardsports, Women In Sports - From California to Costa Rica, Australia and Hawaii, this film documents the rise of women's longboard surfing over the last decade. More than 20 first-class lady longboarders -- including world champions Daize Shayne, Cori Schumacher, Kim Hamrock, Summer Romero and 2005 champ Kristy Murphy, as well as top pros Mary Osborne and Kassia Meador -- share the rides of their lives, demonstrating why wave-riding women are turning to longboards.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274615,"title":"Ten Years of Women's Longboarding","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Reggae, World Music - The fastest way to get to Jamaica may just be by way of Newark, N. J., with this concert video that captures some of the best moments of the 4th Annual New Jersey Reggae Fest in 2004. The event featured an impressive roster of performers, including Bounty Killer, Capleton, Kevin Lyttle, Angel Dollas, Macka Diamond, Richie Spice and Chuck Fender, all of whom manage to whip the crowd into a frenzy of joy and excitement.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274617,"title":"The 4th Annual New Jersey Reggae Fest","adult":false},{"cast":[],"overview":"This documentary chronicles the early 20th-century halcyon days of Yiddish theater in New York City, featuring photos, music and archival clips from historic Yiddish films, as well as candid interviews with luminaries such as Isaac Bashevis Singer. Narrated by noted Broadway and Hollywood actor Herschel Bernardi, the program also includes performances by Paul Muni, Molly Picon, Maurice Schwartz and other Yiddish theater icons.","release_date":"1969-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274619,"title":"The Golden Age of 2nd Avenue","adult":false},{"cast":[],"overview":"See where some of the biggest battles of World War II were planned and fought in this fascinating travelogue, including the British cabinet war rooms, the Royal Air Force Museum and the beaches of Normandy where Allied forces waded ashore on D-Day. Hosted by Emmy Award winner Bill Boggs, these episodes of the historical series explain what it took for the Allies to stand up to the overwhelming Nazi war machine -- and win.","release_date":"1997-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274624,"title":"Historic Traveler: To Win the War","adult":false},{"cast":["Joey Lauren Adams","Elizabeth Gillies","Paul Iacono","Thorsten Kaye","Amaury Nolasco"],"overview":"When plans for a weekend vacation hit a dead end, a group of close-knit friends find themselves stranded in unfamiliar territory, pursued by a menacing predator. Holed up in an isolated cabin, tensions mount as long-buried secrets are revealed. As the body count rises, the group must put their differences aside and fight for survival.","release_date":"2014-06-17","genres":[53,27],"vote_average":4.6,"runtime":86,"cert":"N\/A","id":274626,"title":"Animal","adult":false},{"cast":[],"overview":"This urbane comedy from writer-director Emily Baer explores the bonds of four attractive roommates living in New York City. When Wall Street genius Amy (Marin Hinkle) finds herself pregnant after a one-night stand, her decision to keep the baby affects everyone around her. Though her housemates (Isabel Gillies, Callie Thorne and Brooke Hailey) are struggling to get a grip on life, they try to put aside their troubles to help single mom Amy.","release_date":"1998-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274628,"title":"Four and a Half Women","adult":false},{"cast":[],"overview":"Reality television maestro Sergio Myers directs and stars in this satiric mockumentary as Jordon Saffron, an egocentric celebrity chef who must return to his roots after he loses his show, girlfriend (Rachel Hunter) and ability to taste. In his hometown of Chicago, Jordon seeks redemption at his father's pizza parlor, reunites with his childhood sweetheart, Audry (Anna Hagopian), and goes mano-a-mano with his archrival, Kimmel the Spam King.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274630,"title":"Jordon Saffron: Taste This!","adult":false},{"cast":["Kris Kristofferson","Patty Griffin","Randy Owen"],"overview":"This is a unique musical performance series, driven by famous recording artists who write their own songs, blended with professional song poets who write for other artists. \"Legends &amp; Lyrics\" is currently airing on PBS on a weekly basis. Installments include artist performances, \"Out Of The Box\" interviews, \"Did You Know?\" historical facts addressing the origins of today's commercial music, \"Rising Stars\" featuring undiscovered talent, and \"Tips Of The Week\" for aspiring song poets. Shot in an intimate classical performance hall in HD and Surround Sound, the series honors the true creators of the most popular genres of commercial music. \"Volume 1\" features Kris Kristofferson, Patty Griffin, Randy Owen, and Jonathan Singleton.","release_date":"2009-07-07","genres":[10402],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":274632,"title":"Legends & Lyrics: Vol. 1: Kris Kristofferson, Patty Griffin and Randy Owen","adult":false},{"cast":[],"overview":"When a government official declares that Confederate flags symbolize hate and must no longer be displayed, legions of Confederate soldier zombies rise from the grave in an apocalyptic rage. Led by the whiskey-soaked Gen. Zack Daniels, this undead army won't rest until they've had their fill of beer, bourbon and women. Can the living defeat these horrible abominations, or has the South risen again, for good?","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274634,"title":"The South Will Rise Again","adult":false},{"cast":["Jeff Burr","Brittany Goodwin","Roxy Darr","Aaron Ferguson","Nicola Graham"],"overview":"Horror - Haunted by memories of the six people she brutally slaughtered years earlier after becoming convinced she was the famous ax murderer Lizzie Borden, mental patient Cassie (Kate Reavis) escapes the hospital and tries to hide out by enrolling in a local college. But when her class begins discussing the original Lizzie Borden killings, Cassie's violent alter ego emerges -- with plans for a bloody climax to the upcoming dance. -  Jeff Burr, Brittany Madelynn Daniels, Roxy Darr","release_date":"2008-01-01","genres":[27],"vote_average":2.5,"runtime":95,"cert":"N\/A","id":274636,"title":"The Curse of Lizzie Borden 2: Prom Night","adult":false},{"cast":[],"overview":"Documentary - American music greats The Fabulous Thunderbirds take the stage with their own inimitable blend of R&amp;B and rock 'n' roll for a powerhouse performance covering more than 20 years of hits! Recorded live in Los Angeles, this solid set of smoldering songs includes \"Wait on Time,\" \"My Babe,\" \"The Things I Used to Do,\" \"The Hustle Is On,\" \"I Can Tell,\" \"Look Whatcha Done,\" \"Wrap It Up\" and \"Early Every Morning,\" among others. -  Kim Wilson, Kid Ramos, Willy Campbell","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274638,"title":"Fabulous Thunderbirds: Invitation Only","adult":false},{"cast":["Ryan Calhoun","Crystle Lightning","Davin Jacob Carey","David Netter"],"overview":"Adventure - At the outskirts of a tiny town deep in the desert, where a B-17 airplane rests next to a run-down, old diner, something peculiar is happening. It began as an unfamiliar voice coming through an antique radio, but then things began to disappear … and now, a strange light keeps appearing. Four youngsters decide to look into this mystery, and in the process, they learn a valuable biblical lesson about forgiveness.","release_date":"1994-01-01","genres":[],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":274640,"title":"The Last Chance Detectives: Mystery Lights of Navajo Mesa","adult":false},{"cast":[],"overview":"This collection of expert commentary and first-person accounts (including that of Communion author Whitley Strieber) proves that when it comes to gripping tales of alien abductions, the world is a much smaller place.","release_date":"2005-07-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274642,"title":"UFO Abductions: A Global Phenomenon","adult":false},{"cast":[],"overview":"Documentary - Pro surfer Timmy Turner and photographer Dustin Humphrey wasted no time heading to Indonesia after the 2004 tsunami, but what began as a journey to document the big wave's destruction turned instead into a relief mission. This film tells that story. Rounding up a boat, food, medical supplies and a few goats, Turner and a band of surf buddies, journalists and doctors set sail to the remote islands of northern Sumatra. -  Wati Aziz, Ulya Fasrini, Matt George","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274644,"title":"The Tsunami Diaries: A Voyage to the Epicenter","adult":false},{"cast":["Fred Korematsu","Rosa Parks","Bill Clinton"],"overview":"Eric Paul Fournier's Emmy Award-winning film chronicles the remarkable life of Japanese-American Fred Korematsu, who was stripped of his rights and sent to an internment camp in 1942. For the next 39 years, Korematsu -- an ordinary shipyard worker -- fought against Executive Order 9066. Taking his relentless quest for civil rights all the way to the Supreme Court, he was eventually awarded the Presidential Medal of Freedom in 1998.","release_date":"2000-06-07","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":274646,"title":"Of Civil Wrongs and Rights","adult":false},{"cast":[],"overview":"Jazz saxophonist extraordinaire Joshua Redman blends bebop and big-band sounds in this HDNet concert video that also features an in-depth interview with the innovative artist. Backed by his groovin' Elastic Band, Redmond peppers the show with selections from his 2005 album \"Momentum.\" The six-song set includes \"Double Jeopardy,\" \"Put It in Your Pocket,\" \"The Crunge,\" \"Saba,\" \"Shut Your Mouth\" and \"B.O.B.\"","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274648,"title":"On Stage at World Cafe Live: Joshua Redman","adult":false},{"cast":[],"overview":"Directed by Steffen and Christian Pierce, this documentary chronicles the annual September tradition -- which attracts an increasing number of tourists each year -- in which men and women of Morocco's remote Imilchil villages meet at the local main shrine to choose mates and marry. From the participants' colorful clothing to the differences between Arab and Western societies, the film captures the highlights of this fascinating yearly event.","release_date":"1993-02-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274650,"title":"The Bride Market of Imilchil","adult":false},{"cast":[],"overview":"A sunken vessel carries with it a treasure of stories and mysteries that can only be guessed at by today's divers and researchers. This captivating program allows you to tag along with a dive team on a voyage to explore various South Pacific wrecks. You'll view plenty of astounding wreck footage, as well as a host of fascinating species that inhabit the reefs of these majestic seas. The documentary features music by Indigenous Australia.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":274652,"title":"Underwater Hotel - Life On Artificial Reefs","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Punk Rock, Rock &amp; Pop - Orange County punk rock band Throwdown flings off the gauntlet in this riotous and rowdy romp through their musical history. Find out how the group first got together, how they rose through the punk rock ranks and what fuels their raucous performances. Features behind-the-scenes footage from the Summer Tour of 1999, 2000 and 2001; photos shot in the United States and around the world; a music video for \"Forever\"; interviews and more.","release_date":"2004-01-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":274654,"title":"Throwdown: Together Forever United","adult":false},{"cast":[],"overview":"Documentary, Military Documentaries, Historical Documentaries - After Saddam Hussein invaded the sovereign nation of Kuwait in 1990, the United States, along with other allied nations, used its superior armed forces to defeat the dictator. Track the major events from the beginning of the war all the way through to its conclusion. Through incredible combat footage, examine the state-of-the art technology used to bring down Saddam's military, including tanks, airplanes, missiles, small arms and more.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274656,"title":"Victory in the Gulf","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Hard Rock &amp; Heavy Metal, Rock &amp; Pop - Filmed during their 2006 reunion, this live show from New York features Long Island-based Vision of Disorder at their thrash-punk best. A look behind the scenes of the tour accompanies the concert. Together, the show and documentary footage captures the band's bond with their fans and preserves a historic chapter in the hard-core scene. Tracks include \"For the Bleeders,\" \"Suffer,\" \"Beneath the Green,\" \"Jada Bloom,\" \"Jam\" and a dozen others.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":274658,"title":"Vision of Disorder: Dead in New York","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Modern &amp; Alternative Rock, Rock &amp; Pop - New Wave sensation The Waitresses -- fronted by the hot, cheeky vocalist Patty Donahue and featuring songs by guitarist Christ Butler -- performs live in New York at the peak of their power in the 1980s. Songs include \"I Know What Boys Like,\" \"Heat Night,\" \"Jimmy Tomorrow,\" \"Go On,\" \"It's My Car,\" \"Heat Night,\" \"Pussy Strut,\" \"Quit,\" \"Wise Up\" and others. Also, in a thoughtful audio commentary, Butler reflects on the band's brief, brilliant run.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274660,"title":"Waitresses: Live at Hurrah","adult":false},{"cast":[],"overview":"New York-based artist and architect Vito Acconci talks to undergraduates in the University of Pennsylvania's art history department in this stimulating conversation recorded during the 2007-08 academic year. Over the course of the talk, which was filmed inside Acconci Studios in Brooklyn, Acconci discusses the politics of public spaces as well as his own philosophies about the intersection of modern design and instability.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274662,"title":"Vito Acconci: In Conversation at Acconci Studio, New York","adult":false},{"cast":[],"overview":"On learning that her infant niece, Maya, is dying of a rare disease, newly pregnant Sharon decides she must return home to Buffalo, N.Y., to help out -- but instead, she steps into a hornet's nest of family turmoil. While Maya deteriorates, another crisis erupts when Karen -- Maya's mother -- becomes pregnant with the child of a former gang member in this cinema verité-style portrait of a family on the brink.","release_date":"2009-04-02","genres":[99],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":274664,"title":"21 Below","adult":false},{"cast":["Ana Neborac","Philippine Stindel","Jad Solesme","Annabelle Lengronne","Sadio Niakaté"],"overview":"This story takes place in a far distant time, a time of violence. All throughout Europe, a war was spreading. In a city there lived two sisters...","release_date":"2014-11-26","genres":[18],"vote_average":5.8,"runtime":102,"cert":"N\/A","id":274666,"title":"Mercuriales","adult":false},{"cast":[],"overview":"Just as he's about to graduate, senior classman David Easter gets the shock of his young life when a new teacher invents 13th grade in this comedy. Their longed-for freedom threatened, David and his friends set out to make sure they graduate in the expected four years. Meanwhile, a Hollywood star who missed out on high school arrives on campus and develops a strange relationship with the school's 21-year-old principal.","release_date":"2005-09-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274668,"title":"13th Grade","adult":false},{"cast":["Scott Schutzman Tiler","Mary Tanner Bailey","Seth Green","Tim Kazurinsky","Lee Grant"],"overview":"In this family-friendly sequel to Freaky Friday, teenaged Boris realizes that his television set is somehow receiving broadcasts from the future, so he starts betting piles of cash on horse races and making himself outrageously rich. Boris is on top of the world...until he discovers that something this good doesn't come without a price.","release_date":"1984-01-01","genres":[35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":274670,"title":"A Billion for Boris","adult":false},{"cast":[],"overview":"Rob Spencer's world begins to unravel when a murder takes place in his town, bringing back a flood of disturbing childhood memories. But things only get worse when he's suspected of being the killer.","release_date":"2013-11-07","genres":[18,9648],"vote_average":2.0,"runtime":100,"cert":"N\/A","id":274672,"title":"A Box for Rob","adult":false},{"cast":["Isild Le Besco","Émilie Dequenne"],"overview":"Antoine Santana - Issues of class, gender roles and parenting bubble to the surface in this 19th-century tale about a shepherd girl (Isild Le Besco) who farms off her own newborn to a wet nurse in the countryside so that she can earn high wages nursing the infant of a wealthy couple. The two young mothers soon become friends, but trouble arises when the bourgeois hubby takes issue with his wife fraternizing with the help. Émilie Dequenne and Grégoire Colin star. -  Isild Le Besco, Émilie Dequenne, Grégoire Colin","release_date":"2005-08-31","genres":[],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":274674,"title":"A Song of Innocence","adult":false},{"cast":[],"overview":"Dave Diomedi - The charismatic pop star of the Nickelodeon and Disney Channel set, Aaron Carter (brother of Nick Carter from the Backstreet Boys) performs one of his most spectacular concerts. Filmed at the Riverside Centerplex in Baton Rouge, La., and broadcast as a pay-per-view special, Carter's concert includes hits such as \"Outstanding,\" \"Oh Aaron,\" \"Not Too Young, Not Too Old\" and \"Heaven.\" -  Aaron Carter, Nick Carter, Michael Betham","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274676,"title":"Oh Aaron: Live in Concert!","adult":false},{"cast":[],"overview":"Documentary, Military Documentaries - This exciting program gives viewers a detailed look at some of the most advanced military aircraft ever commissioned for service, including America's radar-evading B-2 bomber and F-117 fighter. This film also examines the F-16 AFTI, the Swedish Gripen, the French Rafale, the British EAP, jets that can take off and land vertically, and several prototypes of aircraft destined to dominate the skies in years to come.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274678,"title":"Air War 2000","adult":false},{"cast":[],"overview":"From the moment Rashi (Manisha Koirala) decides not to get on a train home from her job, her life turns in a new direction. But what about what could have been if she did board that train? This drama about destiny and life's turns traces Rashi's parallel lives. Her current beau (Moammar Rana) may not be her true love, as she's about to find out -- or &amp;NFi;not&amp;NFi_; find out. Partho Ghosh (Mr. Hot Mr. Kool) directs.","release_date":"2010-06-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274680,"title":"Ek Second... Jo Zindagi Badal De...","adult":false},{"cast":[],"overview":"National Geographic Documentary","release_date":"2012-09-28","genres":[99],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":274682,"title":"National Geographic: Adventure Extreme - Vol. 1","adult":false},{"cast":[],"overview":"FORGOTTEN MEN is a unique documentary about the First World War, with footage produced in 1934 before the outbreak of the Second World War. Presented by historian Sir John Hammerton, this extremely rare account of the horrors of the First World War combines original footage and pictures taken by official photographers between 1914-1918; intertwined with interviews from a number of ex-Servicemen who describe their own personal experiences whilst fighting on the western front – less than 20 years after WW1 ended.  A powerful and haunting account of the horrors of war, FORGOTTEN MEN is a vital historical document, reminding us today, in this centenary year, of the many brave men and women who risked their lives to fight for their country’s independence in one of the deadliest conflicts in history.","release_date":"1933-05-19","genres":[10752,99],"vote_average":0.0,"runtime":75,"cert":"","id":274684,"title":"Forgotten Men","adult":false},{"cast":["Jeetendra","Raj Babbar","Anita Raj","Govinda","Dinesh Hingoo"],"overview":"Action - A longstanding feud between bitter rivals yields an unexpected friendship in this tale of ambition, violence and love starring Jeetendra and Raj Babbar. Engaged in an ongoing dispute with his archenemy, Nagraj, a man named King sets out to kill the police officer who's interfered in his affairs. But through a remarkable twist of fate, King and the cop end up friends. Now, the two must face the formidable Nagraj -- who wants them both dead. -  Ajitesh, Sadashiv Amrapurkar, Raj Babbar","release_date":"1989-02-24","genres":[10751,28,18],"vote_average":0.0,"runtime":140,"cert":"N\/A","id":274686,"title":"Asmaan Se Ooncha","adult":false},{"cast":["Tex Ritter","Rachel Romen","Earl 'Snake' Richards","Ralph Emery","Gordon Terry"],"overview":"Born into an impoverished family in a Southern community of tobacco growers, Nadine Bolton (Rachel Romen) tries to escape from the only life she knows. But her abundance of persistent and shiftless boyfriends makes that endeavor difficult. When an escaped convict arrives on the scene, however, everything changes. Singing cowboy Tex Ritter plays Nadine's father, Preacher Bolton. Ron and June Ormond produced this drive-in staple.","release_date":"1966-08-24","genres":[10402,35,37],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":274688,"title":"Girl from Tobacco Row","adult":false},{"cast":[],"overview":"Alcoholic ex-baseball player Charley Benetto (Michael Imperioli) returns to his hometown to commit suicide but has a change of heart after he's granted one day with the spirit of his dead mother (Ellen Burstyn) -- who shows him a path to redemption. Based on Mitch Albom's best seller and presented by television icon Oprah Winfrey, this uplifting made-for-TV drama also stars Imperioli's son Vadim as the young Charley.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274690,"title":"Oprah Winfrey Presents: Mitch Albom's For One More Day","adult":false},{"cast":["Orny Adams"],"overview":"Funnyman Orny Adams's debut stand-up film features riffs on phone sex, kids with guns, strong women and hair loss in this hysterical performance recorded at Pasadena, California's famed Ice House Comedy Club. The comic has never held a 9-to-5 job, and this show demonstrates why the corporate world is exactly the wrong place for him. Bonus footage includes clips of Adams struggling to entertain a crowd of non-English speakers in Fiji.","release_date":"2006-11-02","genres":[],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":274692,"title":"Path of Most Resistance","adult":false},{"cast":[],"overview":"In Hindu philosophy, &amp;NFi;mukhti&amp;NFi_; is the transcendence to a state liberated from the cycle of life and death and free from the effects of eternal causation (karma). This soul-stirring film follows one man's attempt to live a purposeful and pure life in pursuit of his goal of attaining mukhti. B.M.Vyas, Manher Desai, Nirupa Roy, Krishna Kumari and Amir star in director Manno Desai's examination of life and ultimate enlightenment.","release_date":"1957-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274694,"title":"Janam Janam Ke Phere: Alias Sati Anapurna","adult":false},{"cast":[],"overview":"Music &amp; Musicals, World Music, Reggae, African-American Documentaries, Social &amp; Cultural Documentaries - Celebrating black history through music and captivating interviews, this first volume of a two-part Jah Messonjah production features powerful live performances from some of the greatest reggae artists of all time. An impressive lineup of legends includes Luciano, Warrior King, Milton Blake, Utan Green, Tony Rebel, Queen Ifrica, Bongo Herman, Aaron Silk, Jah Kettle, Baba Tunde, Mikey Fabulous, Marvin Smith, Alfaron, Mankind and Sista Carmen.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274696,"title":"Black History: Part 1","adult":false},{"cast":["Suzy Hunt"],"overview":"In this retrospective tribute, acclaimed filmmaker Jean Walkinshaw hails the 100th anniversary of Mount Rainier National Park in Washington by talking to those who know it best: the scientists, naturalists, mountain climbers and artists whose lives have been touched by the peak's far-reaching shadow. The result is a harmonious blend of archival material and high-definition footage celebrating an icon of the Pacific Northwest.","release_date":"1999-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274698,"title":"Rainier the Mountain","adult":false},{"cast":[],"overview":"The Argentinean rockers of Rata Blanca join forces with legendary bassist Glenn Hughes (formerly of Deep Purple and Black Sabbath) for a memorable evening of music filmed live in Buenos Aires in 2003. Tracks include \"Caballo Salvaje,\" \"El Amo del Camino,\" \"Cuando la Luz,\" \"Guerrero del Arco Iris,\" \"Mujer Armante\" and \"Volviendo a Casa,\" plus the English-language hits \"Stormbringer,\" \"Mistreated,\" \"Keep On\" and \"Burn.\"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274700,"title":"Rata Blanca: En Vivo: Teatro Gran Rex","adult":false},{"cast":[],"overview":"With ancient Rome as a backdrop, composer Benjamin Britten's chamber opera chronicles the undoing of the virginal Lucretia at the hands of Tarquinius. Stars Kathryn Harries, Anthony Rolfe Johnson, Russell Smythe and Jean Rigby imbue the lead roles with fervor and suspense while the English National Opera Orchestra provides spectacular musical accompaniment to this powerful synthesis of Greek tragedy and opera.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274702,"title":"Britten: The Rape of Lucretia","adult":false},{"cast":[],"overview":"Drama - When Cheyenne Chief Black Wolf embarks on a vision quest in 1803, his journey takes him through a shamanic dimensional portal, where he finds himself face to face with his alter ego, Carlo Genovese, in the 21st century. Unfortunately, Black Wolf's mortal enemy has also made his way into the modern world, and the chief and Carlo must band together to defeat the ancient adversary. This timeless adventure stars David Carr-Berry and Sergio Togliatti. -  David Carr-Berry, Annie Worden, Sergio Togliatti","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274704,"title":"Buffalo Hearts","adult":false},{"cast":[],"overview":"The Kung Fu record label has produced some uncompromising punk sounds over the years, and this sampler is the perfect way to get a taste of what they're all about. Among the bands featured are The Vandals, Goldfinger, Guttermouth and many others, all offering some vibrant songs straight out of the alternative underground.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274706,"title":"Secret Weapons of Kung Fu 2","adult":false},{"cast":["Kara Cooney"],"overview":"Move over, King Tut: There's a new pharaoh on the scene. A team of top archaeologists and forensics experts revisits the story of Hatshepsut, the woman who snatched the throne dressed as a man and declared herself ruler. Despite her long and prosperous reign, her record was all but eradicated from Egyptian history in a mystery that has long puzzled scholars. But with the latest research effort captured in this program, history is about to change.","release_date":"2007-01-01","genres":[99],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":274708,"title":"Secrets of Egypt's Lost Queen","adult":false},{"cast":["Suzette Llewellyn","Saffron Burrows","Felix Joseph","Valentine Nonyela","Ben Wynter"],"overview":"Spike and his sister Anjela live in the Terrordome, a huge ghetto that all the blacks have been forced to live in. Jodie, Spike's pregnant white girlfriend, ran away from an abusive white boyfriend who, after seeing her with Spike, sets up a trap for her. Spike's 11-year old nephew Hector dies as a result of this trap, and Anjela, finding the body of her son, goes on a police-killing rampage. Her apprehension sets off tension between Spike and his brother-in-law, as a race war broods inside the Terrordome.","release_date":"1995-01-20","genres":[],"vote_average":0.0,"runtime":90,"cert":"","id":274710,"title":"Welcome II the Terrordome","adult":false},{"cast":["Sinbad"],"overview":"Comic superstar Sinbad puts on an uproarious stage performance in Detroit, making clear his feelings about no-talent millionaires with clothing lines. Other topics coming under scrutiny are potty-mouthed comics and his parents' child-rearing skills.","release_date":"2014-04-01","genres":[35],"vote_average":4.0,"runtime":89,"cert":"N\/A","id":274712,"title":"Sinbad: Make Me Wanna Holla","adult":false},{"cast":[],"overview":"Inspector Sunil Rana thwarts a hijacking, but instead of earning praise, he ends up suspended from the force. Depressed about the unchecked corruption in the police department, Rana seeks solace in a bottle. But when his best friend in the department is murdered, he realizes he must stand up for what is right. He may be suspended, but Rana has still sworn to uphold the law.","release_date":"1983-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274714,"title":"Chor Police","adult":false},{"cast":[],"overview":"This documentary examines how rap artists have converted the hometown of Elvis -- Memphis, Tenn. -- into a thriving center of hip-hop music. In addition to exploring the Memphis hip-hop scene from the street level, the program also highlights the skills necessary to succeed in the music game. Included are concert footage and music videos from platinum recording artists Three 6 Mafia, Juvenile, Young Buck and C-Murder.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274716,"title":"Tha Real Hustle & Flow of the South","adult":false},{"cast":[],"overview":"Using innovative 3D graphics, computer animation, reconstructions and location footage, this fascinating video transports viewers to Jerusalem to visit some of its most sacred sites. On the itinerary are the holy city's famous walls and its central edifice, the Temple -- which once housed the Ark of the Covenant. Archaeologist Richard Andrews and professor Martin Godman of the Centre for Hebrew and Jewish Studies offer their insights.","release_date":"1999-01-01","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":274718,"title":"Lost Treasures of the Ancient World: Ancient Jerusalem","adult":false},{"cast":[],"overview":"Feeling like kids don't have much of a say in the world, Rikki and Revver call it quits on being children. Enter Doc and Dewey Decimole, who offer up song-filled accounts of the great stories of children in the Bible. Responding to the power of these tales and their pint-size heroes, Rikki and Revver slowly rediscover the blessings of childhood in this installment of the inspirational Christian animated series.","release_date":"1989-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274723,"title":"The Amazing Bible Series: The Amazing Children","adult":false},{"cast":["Paul Simonon","Joe Strummer","Topper Headon","Mick Jones"],"overview":"Get the real scoop on the Clash from the insiders who toured and recorded with the punk legends from their rough-and-ready beginnings to their triumphant U.S. tour. Insights flow freely and frankly from longtime road manager Johnny Green, artist-in-residence cartoonist Ray Lowry and many more. The film also sports extensive live footage of the Clash hits \"Should I Stay or Should I Go,\" \"Rock the Casbah,\" \"London Calling\" and \"White Riot.\"","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274725,"title":"The Clash: Up Close and Personal","adult":false},{"cast":[],"overview":"With a record-breaking 13 number-one songs on the Singing News charts, The McKameys have performed their unique brand of Southern Gospel since 1954, retaining their perfect harmonies and sincere message ever since. This compilation of performances includes \"Jesus Is With Me Every Where I Go,\" \"That's How I Got Saved,\" \"Resurrection Morn,\" \"The Old Stream,\" \"Altogether Lovely,\" \"I Know Something About God's Grace\" and \"I Am a Soldier Today.\"","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274730,"title":"The McKameys: The Old Path Live","adult":false},{"cast":["Lenny Welch"],"overview":"The collective talents of the Platters, the Crickets and Lenny Welch collide in this nostalgic live concert with music from the 1950s and '60s recorded at the Rock 'n' Roll Palace in Orlando, Florida. Tracks include \"Peggy Sue,\" \"Smoke Gets in Your Eyes,\" \"The Great Pretender,\" \"Sixteen Tons,\" \"That'll Be the Day,\" \"Only You,\" \"Harbour Lights,\" \"Red Sails in the Sunset,\" \"Twilight Time,\" \"You Don't Know Me\" and \"Ebb Tide.\"","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":274732,"title":"The Platters with the Crickets & Lenny Welch","adult":false},{"cast":["María Elena Marqués","Abel Salazar","Dagoberto Rodríguez","Gloria Ríos","Luis Beristáin"],"overview":"Raquel's life is turned upside down when a terrible accident results in the death of her child and the confinement of her husband to a wheelchair. Without any way to support her and her disabled husband, Raquel turns to a life of crime and partners with a petty thief named Paco who falls in love with her.","release_date":"1951-09-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274734,"title":"El marido de mi novia","adult":false},{"cast":[],"overview":"The 1992 suicide of a young Iranian refugee in a small Canadian town prompted filmmaker Masoud Raouf to examine his own past as a political prisoner in Iran who helped fight for democracy, only to be persecuted by the ayatollah's regime. Raouf's documentary features historical footage and interviews with veterans of the 1979 revolution, who watched with dismay as their homeland traded a despot for a religious dictatorship.","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274736,"title":"The Tree That Remembers","adult":false},{"cast":["Vic Sotto","Kristine Hermosa","Carlos Agassi","Joey de Leon","Michael De Mesa"],"overview":"Mortal Enteng Kabisote (Vic Sotto) and his magical fairy wife continue to face danger and adventure in this fourth film based on the popular Filipino television series \"OK Ka Fairy Ko.\" The hazards include a time-traveling mirror, an evil dragon lady, a vampirish villain, a gun-armed bad guy and the ever-present aswangs. As always, Enteng must rise to the challenges to protect his beloved family from all the potential mayhem.","release_date":"2007-12-25","genres":[10751,14,28,12,35],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":274738,"title":"Enteng Kabisote 4: Okay Ka Fairy Ko...The Beginning of the Legend","adult":false},{"cast":[],"overview":"The flood -- one of nature's most destructive phenomena -- is the star of this breathtaking installment of the Learning Channel's \"Untamed Earth\" series, which spotlights a different natural disaster in each episode. In this program, host Mark Hamill takes viewers into the heart of actual flash floods, where property is annihilated in mere moments. Hear eyewitness accounts of flood survivors, and learn how new technology aids in rescue efforts.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274740,"title":"Untamed Earth: Ferocious Floods","adult":false},{"cast":[],"overview":"Richard Wagner's grandson, Wolfgang Wagner, staged and directed this performance of the legendary composer's most human of musical dramas at the 1984 Bayreuth Festival. Horst Stein directs the Bayreuth Festival Chorus and Orchestra and an all-star cast that includes Hermann Prey (as Beckmesser), Bernd Weikl (as Sachs), Siegfried Jerusalem (as Walter), Graham Clark (as David) and MariAnne Haggander (as Eva).","release_date":"1984-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274742,"title":"Wagner: Die Meistersinger von Nürnberg","adult":false},{"cast":["Jaroslav Šmíd","Barbora Bobuľová","Pavel Nový","Juliana Durisová","Roman Frienčik"],"overview":"Occupied by family problems, a 13 year old Vojto takes every responsibility around the house. One day while on a train to school, he sees this girl, Kajka, and falls madly in love with her. Despite his busy life, he decides to win her heart by any means possible.","release_date":"1988-07-01","genres":[10749,10751,18],"vote_average":8.0,"runtime":81,"cert":"N\/A","id":274744,"title":"Commuters","adult":false},{"cast":["Sikandar Kher","Neha Oberoi","Arbaaz Khan","Gulshan Grover","Shakti Kapoor"],"overview":"Deep in debt and short on funds, down-and-out ne'er do well Sameer (Sikander Kher) thinks he's found the solution to all his problems when he's hired by the beautiful Zara (Neha Uberoi) to kidnap her in an elaborate ruse to test her husband's (Arbaaz Khan) love. But when Zara turns up dead, Sameer finds himself at the center of a dangerous web of lies, deception and murder.","release_date":"2008-05-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274746,"title":"Woodstock Villa","adult":false},{"cast":["Brian Kerwin","Cooper Huckabee","George O'Hanlon","Ken Michelman","Stephen Furst"],"overview":"An uptight military school gets a dose of hippie-infused rebellion when a group of students gather in support of the 1960s uprising going on around them. When a few students decide to bring the more liberal, artsy side of the revolution onto campus, they face opposition from much of the school's staff.","release_date":"1980-01-01","genres":[35],"vote_average":8.0,"runtime":98,"cert":"N\/A","id":274748,"title":"Getting Wasted","adult":false},{"cast":["Rajesh Khanna","Rakhee Gulzar","Rekha","Prem Chopra","Amol Palekar"],"overview":"Hearts collide when the conniving Jaggan (Prem Chopra) convinces Kishan (Amol Palekar) that his wife, Shanti (Rakhee Gulzar), is having an affair with his brother Shambhu (Rajesh Khanna). Of course, all this is done so that Kishan will marry Jaggan's cousin Tulsi (Rekha) according to Jaggan's master plan … even though Tulsi would much rather marry Shambhu. Confused? Don't worry. So are these weary lovers!","release_date":"1980-09-18","genres":[28,18,10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274753,"title":"Aanchal","adult":false},{"cast":[],"overview":"Many years ago, Ernest Hemingway founded a children's baseball league in Cuba. Now, acclaimed novelist Randy Wayne White embarks on a trip to find and revive the program. Former big league pitchers Bill Lee and Jon Warden join the expedition to share their expertise and help teach eager new ballplayers. Along the way, the group learns about Hemingway, Cuban-American relations and the unifying power of sports.","release_date":"2002-08-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274755,"title":"Gift of the Game","adult":false},{"cast":[],"overview":"Rob Ackermann, Chris Lilli and the rest of the boys return for another round of drunken antics and outrageous sketch comedy in this raucous film. Setting off on a wild cross-country hunt for the best bars in the United States, the Long Islanders cross paths with porn stars, dancing cowgirls and beer-swilling mountain goats. The cast also includes Adam Szachacz, Tommy Gutter, Peter Hoare and Nick Corrado.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274760,"title":"Beer: The Movie 2: Leaving Long Island","adult":false},{"cast":[],"overview":"Exploring Scotland's legends, this edition of the documentary series presents some of the most intriguing tales from the Highlands, Central Lowlands and the Borders, including King James IV and the ghost of Flodden Field, Rob Roy and William Wallace. Among the other captivating stories passed down through generations is that of Robert the Bruce and the legend of the spider, a staple of Scottish lore.","release_date":"1999-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274765,"title":"Celtic Legends: Scottish Legends","adult":false},{"cast":[],"overview":"After spending years on the streets of inner-city Baltimore and relying on crime to get by, longtime friends Jay (Jerome \"Ro\" Brooks), Rodey (Aquil Oseitutu) and Sean (Star Spangled) turn their lives around by opening up a successful nightclub. But when the city threatens to shut them down, they're forced to resurrect old behavior to keep their dream from evaporating. Derick Thomas and Marjorie Morgan co-star.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274767,"title":"Charm City","adult":false},{"cast":[],"overview":"Legendary jazz pianist Chick Corea leads this incredible live performance, which reunites members of the Return to Forever lineup, including bassist Stanley Clarke, drummer Lenny White and Grammy-winning saxophonist Joe Henderson. A concert any jazz fan is sure to cherish, this set finds Corea and the band performing unforgettable renditions of tunes such as \"L's Bop,\" \"Why Wait,\" \"500 Miles High\" and \"Guernica.\"","release_date":"1982-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274769,"title":"Chick Corea: A Very Special Concert","adult":false},{"cast":[],"overview":"This video captures folk music balladeer Joan Armatrading performing live as part of her 2003 world tour. The gifted storytelling singer-songwriter combines her greatest hits with intriguing new songs from her most recent studio album, \"Lover's Speak,\" and serves them up to a sell-out crowd of devoted fans at the Lillian Fontaine Theatre in Saratoga, California.","release_date":"2004-07-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274771,"title":"Joan Armatrading: All the Way from America","adult":false},{"cast":[],"overview":"These chicks will kick your butt! The producers of the Fox TV series \"Cops\" train their steadycams on a gaggle of feisty female suspects who prove their attitudes need the same kind of chronic readjustment as their guy counterparts. It's girls gone wild with a vengeance. What's more, these gals kick, scream, curse and bite! Ouch!","release_date":"2004-01-01","genres":[80],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":274773,"title":"Cops: Bad Girls","adult":false},{"cast":[],"overview":"Dr. Gene Lavers, a New York University professor who studies the relationship between genetic code and Jewish law, leads this thought-provoking discussion about the connections between the four types of nucleic acids found in DNA and the 22 letters of the Hebrew alphabet found in the Torah. This lecture was originally released as part of a series exploring the Noahide movement, which considers the role of non-Jews in Judaism.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274775,"title":"DNA and Torah","adult":false},{"cast":[],"overview":"In this documentary, Marita Lorenz recalls life on the periphery of history, from her stint as Fidel Castro's mistress to her spying years with the CIA. Lorenz became Castro's lover after the Cuban revolution and later joined a plot to kill him. Though she couldn't carry out her mission, Lorenz remained a player on the Cold War espionage stage and claims she was connected to presidential assassin Lee Harvey Oswald.","release_date":"2001-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274777,"title":"Dear Fidel","adult":false},{"cast":[],"overview":"Venu and Amit are both in love with the same woman, who must settle their rivalry in a most unusual way. Venu tries to woo Anu during a festival and almost wins her heart, but everything comes down to a final hockey match, when he must confront Amit on the field. This college romance features several impressive song-and-dance numbers filmed in stunning locations in Mauritius.","release_date":"2005-02-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274779,"title":"Manasu Mata Vinadu","adult":false},{"cast":[],"overview":"Old-school rockers Mountain perform live in Texas in this 2005 concert film. Formed in 1969, the group saw their debut album, \"Mountain Climbing!\" strike gold in 1970. This show features Leslie West, Corky Laing and Ritchie Scarlet performing songs spanning the band's long career. Tracks include \"Theme for an Imaginary Western,\" \"Mississippi Queen\" and \"Never in My Life,\" and the band pays tribute to Cream by performing the song \"Politician.\"","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274781,"title":"Mountain: Live in Texas","adult":false},{"cast":["Serge Riaboukine","Camelia Pintilie","Gabriel Spahiu","Sanda Toma","Tache Florescu"],"overview":"A French real estate developer prepares an old Romanian thermal resort for renovation. A Roman fresco in a crypt delays the project, so he tries to burn it down. But he locks himself in a courtyard by mistake. He stays trapped for days, the neighborhood being deserted. He tries communicating with the few remaining residents and changes from a civilized being to a beast, until finding new perspectives. Will he leave the courtyard, or not?","release_date":"2014-09-12","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274783,"title":"The Gentleman from the Courtyard","adult":false},{"cast":[],"overview":"More than three decades after the notorious political scandal that ended his career, this revealing documentary explores the legacy of President Richard Nixon. Newly released audio and never-before-seen footage shed light on Nixon's administration, from the heights -- his historic trip to China and the end of conflict in Vietnam -- to the shocking lows that made his name synonymous with political deception.","release_date":"2007-06-26","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274785,"title":"Nixon: A Presidency Revealed","adult":false},{"cast":["Alonso Echánove","Gabriela Roel","Ignacio Guadalupe","Angélica Aragón"],"overview":"In this film festival favourite, every day is magical in the tiny\r logging town of San Miguel de Cruces, Mexico, thanks to director\r Juan Antonio de la Riva, who captures the rhythms of small-town\r life through the stories of its inhabitants. From a young couple\r facing separation as the husband prepares to seek work in the\r United States to a pair of teens on the cusp of adulthood to the local\r movie theatre operator struggling to stay open after the introduction\r of satellite dishes, Pueblo de madera portrays a town—and a\r people—in transition.","release_date":"1990-11-01","genres":[],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":274787,"title":"Wooden Town","adult":false},{"cast":["Roxy Lane","Shana Lane","Amy Lee"],"overview":"","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274789,"title":"Les Soeurs Lane au Canada","adult":true},{"cast":[],"overview":"The peculiar residents of a lonesome Canadian prairie town realize that changes are afoot after two strangers arrive and begin to entwine themselves into the life of the village. As newcomer Rose takes work as a phone-sex operator and indulges the town's wanna-be poet Nigel, African-American Otavie interrupts the romance between two local teens.","release_date":"2000-09-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274791,"title":"Red Deer","adult":false},{"cast":["Louise Dulac","Mademoiselle Justine","Sheryl Riviera"],"overview":"Far from other nice families, the Dufion do not have any taboos. The daughter is as slutty as her mother and, while he is still a virgin, the son walks on his father's footsteps. Come and pay a visit to one of the most perverse family around!","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":274793,"title":"Les Dufion","adult":true},{"cast":["Haruka Ayase","Tori Matsuzaka","Eriko Hatsune","Hiroaki Murakami","Jun Hashimoto"],"overview":"In this adaptation of the popular eponymous mystery novel by Keisuke Matsuoka, Paris provides the gorgeous backdrop for a grand intrigue involving the world’s most iconic artistic treasure: the Mona Lisa. Minds will be blown, puzzles will be solved, but will a 500-year-old curse be removed?","release_date":"2014-03-13","genres":[14,9648],"vote_average":6.5,"runtime":100,"cert":"N\/A","id":274795,"title":"All-Round Appraiser Q: The Eyes of Mona Lisa","adult":false},{"cast":["Huang Lu","Bryan Shu-Hao Chang","Kang Ching-Jung"],"overview":"A China-Taiwan cross-cultural rom-com with an excellent, unforced chemistry between its leads, Apolitical Romance follows Mainland girl (Huang Lu) as she visits Taiwan and gets involved with a local guy (Bryan Chang) who helps her track down her grandmother’s first love from 60-odd years ago.","release_date":"2013-09-27","genres":[35,18,10749],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":274800,"title":"Apolitical Romance","adult":false},{"cast":[],"overview":"This documentary film includes never-before-seen footage and exclusive interviews to tell the story of Charity Hospital, from its roots to its controversial closing in the wake of Hurricane Katrina. From the firsthand accounts of healthcare providers and hospital employees who withstood the storm inside the hospital, to interviews with key players involved in the closing of Charity and the opening of New Orleans’ newest hospital, “Big Charity” shares the untold, true story around its closure and sheds new light on the sacrifices made for the sake of progress.","release_date":"2014-05-03","genres":[99],"vote_average":0.0,"runtime":64,"cert":"N\/A","id":274802,"title":"Big Charity","adult":false},{"cast":["Tatsuya Fujiwara","Takayuki Yamada","Satomi Ishihara","Tomoro Taguchi","Motoki Ochiai"],"overview":"A somber paranormal thriller that offers an original, exciting variation of the tale of two men with supernatural abilities, locked in a duel to the death. A battle between a man who can control people with a stare, and the only man he cannot control. When their fate cross, the survival battle begins. The two men with inevitable fate, who will survive?","release_date":"2014-05-30","genres":[878,27,53],"vote_average":5.7,"runtime":90,"cert":"N\/A","id":274804,"title":"Monsterz","adult":false},{"cast":[],"overview":"Autism spectrum disorder (DSA)- It is not what they have, but what they are, who they are. They are Felix, Anthony, Marc and Brigitte. They are different.","release_date":"2013-06-06","genres":[99],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":274806,"title":"Who We Are","adult":false},{"cast":[],"overview":"A thorough analysis of the socio-politics of Mexico, within the historical context of the Mexican Revolution reality. Includes footage from the 1910s, interviews with farmers, politicians, intellectuals, middle class, union, etc, as well as scenes from the life of an Indian family in Chiapas, their religious rituals, their crops, trials and bilingual schools. The film ends with the slaughter in the Plaza de Tlatelolco in 1968, during the infamous Olympics.","release_date":"1973-05-10","genres":[99],"vote_average":5.0,"runtime":65,"cert":"N\/A","id":274808,"title":"Mexico: The Frozen Revolution","adult":false},{"cast":[],"overview":"[19:30 | 35mm (1.85) | Stereo Sound | 2013] The Broken Altar is a portrait of open-air theaters documented under the strange light of day, emptied of the once present hum of human voices, radioed-in soundtracks and tires on gravel. Scripting the landscape and exploring the residue of a cinematic history, The Broken Altar forms a sculptural treatment of the architectural artifacts of these abandoned and barren spaces: speaker boxes rise from tall grass like grave markers and the screens themselves are monumental, sepulchral in their peeling whiteness.","release_date":"2013-03-10","genres":[99],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":274810,"title":"The Broken Altar","adult":false},{"cast":["Ronit Roy","Farheen"],"overview":"Lovely Pinky Malhotra is a heart-breaker in the college where she studies, and has a number of young men who would lay down their lives for her. Amongst them are Sunil and Vicky. She is attracted to Sunil, and both carry on a romantic relationship, hoping to get married after finishing college. Before that could happen, Pinky finds out that Sunil has been two-timing her as he is already dating another young collegian. Angered and hurt at this, she decides she will have nothing to do with him, and starts her romance with Vicky. Sunil, who does not know what has transpired, wants to talk to Pinky with a view of rekindling their romance, but Pinky refuses to speak with him. The question remains is Sunil really in love with another girl, and if so, why did he take the trouble to woo Pinky?","release_date":"1992-02-21","genres":[10749,18],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":274812,"title":"जान तेरे नाम","adult":false},{"cast":["Karin Schubert","Georges Guéret","Jean-Marie Pallardy","André Koob","Mike Monty"],"overview":"Yasmine, a beautiful young newlywed, has a serious drug problem. Her low-life husband uses this addiction to manipulate her, forcing her to smuggle narcotics for him and even sleep with his gangster cronies to settle his drug debts.","release_date":"1979-04-01","genres":[80],"vote_average":4.3,"runtime":90,"cert":"N\/A","id":274814,"title":"A Very Special Woman","adult":true},{"cast":["Jack White","Meg White"],"overview":"In April 2002 the White Stripes played four sold-out shows in a row at NYC's landmark Bowery Ballroom. This documentary chronicles those performances and offers an all-access pass (warts-and-all) to the backstage chaos surrounding the limelight-shy Jack and Meg White.","release_date":"2004-06-12","genres":[10402,99],"vote_average":3.0,"runtime":97,"cert":"N\/A","id":274816,"title":"Nobody Knows How To Talk To Children","adult":false},{"cast":["Eduardo De Filippo","Peppino De Filippo","Titina De Filippo"],"overview":"","release_date":"1952-06-06","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":274818,"title":"Ragazze da marito","adult":false},{"cast":["Kelly Blatz","Richard Jenkins","Cam Gigandet","Kim Basinger","Analeigh Tipton"],"overview":"A teenager overcomes odds to run a 4-minute mile race.","release_date":"2014-06-05","genres":[18],"vote_average":5.7,"runtime":96,"cert":"N\/A","id":274820,"title":"4 Minute Mile","adult":false},{"cast":["Sady Baby","X-Tayla","Irlanda Mem","Jerônimo Freire","Renalto Alves"],"overview":"The trickster Smudge steals a bus at a gas station, abducts some employees and covers Brazil from São Paulo to Rio Grande do Sul in the vehicle, now renamed \"Coach of Suruba\". Along the way, it forces the \"passengers\" to have sex.","release_date":"1989-01-02","genres":[35,80],"vote_average":5.0,"runtime":67,"cert":"N\/A","id":274822,"title":"O Ônibus da Suruba","adult":true},{"cast":[],"overview":"BBC documentary focusing on a reggae concert held at Wembley Stadium in 1970 featuring the Pyramids, Pioneers, Black Faith, Millie, the Maytals, and Desmond Dekker. Includes interviews with DJ Mike Raven and producer Graham Goodall, who review the history and development of reggae.","release_date":"1971-09-23","genres":[10402,99],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":274824,"title":"Reggae","adult":false},{"cast":["Cyron Melville","Jakob Oftebro","Danica Curcic","Joakim Ingversen","Caspar Jexlev Fomsgaard"],"overview":"Two hard-living best friends and aficionados of illegal racing contests find their bond tested when one of them goes to trial for vehicular homicide.","release_date":"2014-06-24","genres":[28,18],"vote_average":6.2,"runtime":86,"cert":"N\/A","id":274826,"title":"On the Edge","adult":false},{"cast":["Richard Harrison","Marcella Michelangeli","Marie Louise Sinclair","Aldo Bufi Landi","Luigi Bonos"],"overview":"Good fun crime caper! Richard Harrison is Mike Spencer, a cop whose girlfriend is killed by drug dealers after she stumbles onto their operation during a fashion show. He goes undercover as a photographer to catch the people responsible and discovers the modelling agency is a front for drug smugglers, so he uses muscle to get revenge. Featuring a wonderful score by Franco De Gemini and Stefano Torossi!","release_date":"1972-01-02","genres":[80,35],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":274828,"title":"You Can Do a Lot with 7 Women","adult":false},{"cast":["Anwar Hussain","Nazir Kashmiri","Nargis"],"overview":"Directed by Akhtar Hussein.","release_date":"1947-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274830,"title":"Romeo and Juliet","adult":false},{"cast":["Akhtari","Mohammad Hanif Azad","Swaran Lata"],"overview":"Directed by Nazir.","release_date":"1949-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274832,"title":"Sachchai","adult":false},{"cast":["Sabiha Khanum","Shah Nawaz","Nazar"],"overview":"Directed by Daud Chand.","release_date":"1954-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274834,"title":"Sassi","adult":false},{"cast":["Federico Castelluccio","Fiona Glascott","Kelly Campbell","Ray Lovelock","Salvatore Lazzaro"],"overview":"A couple inherits their family's ancient Italian palazzo where sinister shadows from the past reappear.","release_date":"2014-06-07","genres":[53],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":274836,"title":"Controra - House of Shadows","adult":false},{"cast":["Antonio De Matteo","Gaia D'Angelo","David Power","Alessandra Esposito","Zaira De Felice"],"overview":"Danny 'Sweet Touch' Caputo is a young sax player on the verge of crowning his life's dream, to play in the festival that will send him to the top amongst the jazz greats. With just 50 minutes standing between him and his consecration, as he runs over his last simple question more to pass time than anything else. Danny tries to answer, but instead finds himself projected into another world, one populated by the sensual and very real ghosts of his past...","release_date":"2014-06-07","genres":[10749,35,18,10402],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":274838,"title":"Assolo","adult":false},{"cast":[],"overview":"Theater play \"Le misanthrope\" played by the \"Comédie française\" in 2000.","release_date":"2000-06-07","genres":[],"vote_average":0.0,"runtime":140,"cert":"N\/A","id":274840,"title":"Le misanthrope","adult":false},{"cast":["Paolo Fresu"],"overview":"","release_date":"2014-06-07","genres":[10402,99],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":274842,"title":"365 Paolo Fresu, il tempo di un viaggio","adult":false},{"cast":["Gyula Fehér","Lucie Labass","Béla Náday","József Sziklay","Fanni Apponyi"],"overview":"The daughter of the farmer András Balogh, Juli, is confused by the sight of a circus, she leaves her native village secretly and enters into an engagement with the dance master at a night club in the capital. Her seducer tortures her with dancing drills even during the night, what is more, he beats her. She escapes from her tormentor one night and enters into engagement in Russia. Juli becomes Juliette, and soon we can see her again on the Tashkent property of a prince, where she lives in luxury. In the meantime, war breaks out. Prisoners are brought into the castle. Juli discovers her own father among them, but he does not forgive her for bringing shame on him. One day, as the exchanged prisoners set off for their homeland in the morning fog, Juliette dresses up in the old clothes of Juli, braids her hair and leaves everything, riches and love behind, to return to the land, which her soul became a prisoner of in the very moment she was born .","release_date":"1917-08-17","genres":[10751,18,10752],"vote_average":0.0,"runtime":34,"cert":"N\/A","id":274844,"title":"Prisoners of Land","adult":false},{"cast":["Michael Rennie","Bob Sullivan","Guido Lollobrigida","Mónica Randall","Juan Luis Galiardo"],"overview":"","release_date":"1968-06-02","genres":[10752],"vote_average":4.0,"runtime":96,"cert":"N\/A","id":274846,"title":"Seven Into Hell","adult":false},{"cast":[],"overview":"Two brutal live shows from these long running and still standing swamp metal road dogs. Recorded in 2009 (Baltimore, MD) and 2010 (Cleveland, OH), two almost completely different set lists combine for some heavy duty rock and roll, no doubt. The perfect mix of Black Flag and Black Sabbath in ragged, live glory. 25 plus years of blues based ugly rock boiled down into one DVD.","release_date":"2011-03-07","genres":[99,10402],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":274848,"title":"Eyehategod: Live","adult":false},{"cast":[],"overview":"Through the letters received from friends and family who remained in Japan, the filmmaker recalls the past and reflects on moving to Portugal and leaving Tokyo.","release_date":"2011-10-27","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":274853,"title":"Yama No Anata - Para Além das Montanhas","adult":false},{"cast":["Gerard Butler","Alexandra Maria Lara","Jim Sturgess","Abbie Cornish","Ed Harris"],"overview":"After an unprecedented series of natural disasters threatened the planet, the world's leaders came together to create an intricate network of satellites to control the global climate and keep everyone safe. But now, something has gone wrong: the system built to protect Earth is attacking it, and it becomes a race against the clock to uncover the real threat before a worldwide geostorm wipes out everything and everyone along with it.","release_date":"2017-10-13","genres":[28,878,53],"vote_average":5.8,"runtime":109,"cert":"12","id":274855,"title":"Geostorm","adult":false},{"cast":["Charlie Hunnam","Astrid Bergès-Frisbey","Jude Law","Djimon Hounsou","Eric Bana"],"overview":"When the child Arthur’s father is murdered, Vortigern, Arthur’s uncle, seizes the crown. Robbed of his birthright and with no idea who he truly is, Arthur comes up the hard way in the back alleys of the city. But once he pulls the sword Excalibur from the stone, his life is turned upside down and he is forced to acknowledge his true legacy... whether he likes it or not.","release_date":"2017-05-10","genres":[28,18,14],"vote_average":6.5,"runtime":126,"cert":"12A","id":274857,"title":"King Arthur: Legend of the Sword","adult":false},{"cast":["Makram J. Khoury","Zohar Strauss","Ariane Labed","Vangelis Mourikis"],"overview":"An elderly Israeli Jew of Greek origins was sent to Greece to represent his town in a town twinning ceremony, however he went instead to search for his friend from the childhood, who saved him from the Holocaust. In meantime he formed a special relationship with young Greek woman, and dealt with the broken relationship with his devout Hasidic son.","release_date":"2014-03-27","genres":[35,18],"vote_average":4.2,"runtime":100,"cert":"N\/A","id":274859,"title":"Magic Men","adult":false},{"cast":["Angela Gulner","Geri-Nikole Love","Jake Mann","Elsa Carette","Ken Urbina"],"overview":"At the invitation of the mysterious Elijah, the shy, bookish Molly travels to the tiny island of Little Neck for his annual party. When she arrives she finds that all the residents, other than a small, tightly knit group of Elijah's friends have left for winter. When Elijah doesn't materialize at his own party, his guests carry on in his honor, having a bacchanalian night fueled with booze and psychedelics, playing games and telling stories of their absent friend. As a storm threatens their night of fun, Molly experiences a surreal evening of emotional and sexual exploration she won't soon forget.","release_date":"2014-06-02","genres":[10402,18,14],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":274861,"title":"Molly Takes a Trip","adult":false},{"cast":["Frankie Vaughan","George Baker","Carole Lesley","Jocelyn Lane","Katherine Kath"],"overview":"A Liverpool gang member wins a singing contest is then called up for National Service where he clashes with another soldier.","release_date":"1957-07-03","genres":[80,18,10402],"vote_average":0.0,"runtime":107,"cert":"","id":274863,"title":"These Dangerous Years","adult":false},{"cast":["Chris Marquette","Polly Draper","Carol Kane","Desmond Robertson"],"overview":"A 10 year old gifted boy wants to be a jazz pianist much to the chagrin of his more classical oriented piano instructor. With his mother's help, he is an underage regular at a local nightspot, where he is teamed up with a sax superstar. Both come to learn that each suffers from Tourette's Syndrome (thus the film title). The older man has developed mannerisms to cover up his own fallibilities and resents the boy and his mother's acceptance of the disease.","release_date":"2000-06-01","genres":[],"vote_average":4.3,"runtime":91,"cert":"N\/A","id":274868,"title":"The Tic Code","adult":false},{"cast":["Jennifer Lawrence","Chris Pratt","Michael Sheen","Laurence Fishburne","Andy García"],"overview":"A spacecraft traveling to a distant colony planet and transporting thousands of people has a malfunction in its sleep chambers. As a result, two passengers are awakened 90 years early.","release_date":"2016-12-21","genres":[18,10749,878],"vote_average":6.9,"runtime":116,"cert":"12A","id":274870,"title":"Passengers","adult":false},{"cast":["Booder"],"overview":"","release_date":"2008-09-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274872,"title":"Booder - The One Man Show","adult":false},{"cast":["Charlotte de Turckheim"],"overview":"","release_date":"2005-11-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274874,"title":"Charlotte de Turckheim : On m'a pas prévenue !","adult":false},{"cast":["Lou Ferrigno","Peta Wilson","Tara Cardinal","Ed Asner","Michael Dorn"],"overview":"Lou Ferrigno (\"The Incredible Hulk\") is back in action as a washed-up superhero trying to get his life back on the rails in this gritty short film.","release_date":"2012-09-15","genres":[],"vote_average":6.5,"runtime":18,"cert":"N\/A","id":274876,"title":"Liberator","adult":false},{"cast":["Alexis Monroe","Molly Bennett","Mischa Brooks","Alektra Blue","Eva Lovia"],"overview":"The evil Lord Zuru in his ever-longing quest to rule the galaxy attempts to control the 5 sex-crazed muses of Ciria. By doing so, Zuru's plan to fuse their powers and create one master power creates an intergalactic hardcore frenzy - that's guaranteed to satisfy the wildest of perversions, in this…the ultimate Cosplay Adventure!","release_date":"2013-03-13","genres":[35],"vote_average":0.0,"runtime":135,"cert":"N\/A","id":274878,"title":"Show No Mercy","adult":true},{"cast":["Logan Link"],"overview":"A young girl is playing on some waste ground when she finds a pencil with a face. Whatever she draws with the pencil becomes real. Just an ordinary day.","release_date":"2008-05-15","genres":[14,27],"vote_average":7.0,"runtime":3,"cert":"N\/A","id":274880,"title":"Pencil Face","adult":false},{"cast":["Terissa Kelton","Stephanie Dunbar","Fiona Rene","Christen Mays","Phillip Emanuel"],"overview":"Tired of being treated poorly by men, four frustrated women devise a game of social conquest to reclaim their destinies. But each is soon challenged to face herself and her relationships while also battling a jealous psycho and sexist boss.","release_date":"2010-01-01","genres":[35,10749],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":274882,"title":"Snatch N Grab","adult":false},{"cast":["Francisco Marzullo","João de Deus","Eduardo Arouca","João Barbosa","Pedro Dias"],"overview":"It depicts the notorious criminal incident that had occured in Rio de Janeiro.","release_date":"1908-08-02","genres":[9648,80,18],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":274884,"title":"The Stranglers","adult":false},{"cast":["Billy Ray Cyrus"],"overview":"The history and culture of the legendary inhabitants (the \"hillbillies\") of Appalachia.","release_date":"2008-04-26","genres":[99],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":274889,"title":"Hillbilly The Real Story","adult":false},{"cast":[],"overview":"Theater play \"George Dandin\" played by the \"Comédie française\" in 1999.","release_date":"1999-06-07","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":274891,"title":"George Dandin","adult":false},{"cast":[],"overview":"Theater play \"L'Impromptu de Versailles\" played by the \"Comédie française\" in 1998.","release_date":"1998-06-07","genres":[],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":274893,"title":"L'impromptu de Versailles","adult":false},{"cast":["Gene Kranz"],"overview":"A history of the U.S. manned space program from Mercury to Apollo 17, as seen by the men of Mission Control.","release_date":"2003-08-24","genres":[36,99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274895,"title":"Failure Is Not an Option","adult":false},{"cast":["Thomas J. Moose","Adrian Ottiwell","Lee Simpson","Robert Taylor"],"overview":"A dead horse infects two men with a disease that turns them in to overacting, poorly made up zombies. As they carry on defecating and vomiting on each other they contaminate a field of yeast, giving two Nazi-wannabes the idea of buying the infected field, selling the yeast in home wine-brewing kits and destroying the rest of humanity by spreading the infection.","release_date":"1996-01-01","genres":[27],"vote_average":0.0,"runtime":68,"cert":"","id":274897,"title":"Zombie Toxin","adult":false},{"cast":["Morgan McClellan","Lara Vosburgh","Colleen McGrann","Christopher Parker","Brian Flaherty"],"overview":"INNER DEMONS follows an 'Intervention'-style reality show crew that films an episode about a sixteen-year old girl, a former A-student, who is fighting addiction but may in fact be suffering from something even more destructive: demonic possession. The movie is an inquiry into the truth about her - with symptoms that straddle the disturbing and scary intersection between insanity, addiction and true possession.","release_date":"2014-06-13","genres":[53,27],"vote_average":4.6,"runtime":85,"cert":"18","id":274899,"title":"Inner Demons","adult":false},{"cast":["Danie Smuts","Zack du Plessis","Marie Pentz","Tromp Terre'blanche","Hennie Oosthuizen"],"overview":"Hans van Rensburg and Gert Kruger declare ware against Trans-Afrika Mynontwikkelings because they want to change the bushveld into a minedump. The manager of the mine Hannetjie Kruger (Gert's ex wife) tries everything to subtly change oom Hans and Gert's mind...","release_date":"1982-11-26","genres":[35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":274901,"title":"Bosveld Hotel .... Die Moewie","adult":false},{"cast":["Michael Chabon","Norman Mailer","Joan Didion","Barbara Epstein","Elizabeth Hardwick"],"overview":"Directed by acclaimed filmmaker Martin Scorsese and his longtime documentary collaborator David Tedeschi, A 50 Year Argument rides the waves of literary, political, and cultural history as charted by the The New York Review of Books, America’s leading journal of ideas for over 50 years. Provocative, idiosyncratic and incendiary, the film weaves rarely seen archival material, contributor interviews, excerpts from writings by such icons as James Baldwin, Gore Vidal, and Joan Didion along with original verité footage filmed in the Review’s West Village offices. Confrontation and original argument are in the Review's DNA - the magazine seems as vital now as when it was run by its indefatigable founding editors, Robert Silvers and the late Barbara Epstein. Co-produced with the BBC's award-winning Arena and shaped by Scorcese's vivid filmmaking style, The Fifty Year Argument captures the power of ideas in influencing history.","release_date":"2014-06-29","genres":[99],"vote_average":7.3,"runtime":95,"cert":"","id":274906,"title":"The 50 Year Argument","adult":false},{"cast":[],"overview":"Two brothers take their father into the city for the weekend for a rugby game and a night on the town. However, the old man dies in their hotel and the boys need to smuggle his body back to their farm and make it appear that he died there to satisfy a clause in his will or else they won't inherit the property.","release_date":"1982-06-01","genres":[35,18],"vote_average":6.5,"runtime":102,"cert":"N\/A","id":274911,"title":"Carry Me Back","adult":false},{"cast":[],"overview":"This is the story of Puhi, an aged Maori woman and Niki, her fully grown but wholly dependent son. The world they occupy is not a world of large events but the rituals of everyday life, traditions and interdependence. “In Spring One Plants Alone” documents the minutiae of their very enclosed existence. Filmed over a period of one and a half years, it emerges as a rare, haunting and powerful portrayal of their life together. This is the story of their rituals and of their survival. The small and disconnected instances that we encounter form a lone vision of the rifts and the bond between an old woman and her disturbed son.","release_date":"1980-07-31","genres":[],"vote_average":5.0,"runtime":43,"cert":"N\/A","id":274913,"title":"In Spring One Plants Alone","adult":false},{"cast":[],"overview":"This year, the Seattle International Film Festival (SIFF) challenged five local production companies to create a love letter to Seattle in a compilation affectionately titled, 'Seattle, I Love You'.  The five shorts within this omnibus production are: Sea Folk, Fresh Pair, Open Mouth, Hannah &amp; Otto, Secret.","release_date":"2014-05-26","genres":[18,99,35,10749],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":274915,"title":"Fly Filmmaking Challenge 2014: Seattle, I Love You","adult":false},{"cast":["Svetlana Stepchenko","Vsevolod Larionov","Liya Akhedzhakova"],"overview":"A cozy house in the forest lives a family of hedgehogs. All of them are good, but only one of their children has no thorns, instead of them were soft curls.","release_date":"1990-06-08","genres":[10751,16],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":274917,"title":"The Hedgehog Must Be Prickly?","adult":false},{"cast":[],"overview":"","release_date":"1991-06-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274919,"title":"На чёрный день","adult":false},{"cast":[],"overview":"","release_date":"1969-06-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274921,"title":"Золотой мальчик","adult":false},{"cast":["Marianne Lindner","Ursula Herion","Erni Singerl","Beppo Brem","Ossi Eckmüller"],"overview":"A comedy directed by Ernst Schmucker and Olf Fischer.","release_date":"1970-08-15","genres":[10770,35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":274923,"title":"Komödienstadel - Alles für die Katz","adult":false},{"cast":["Gabriele Reismüller","Margarete Haagen","Heli Finkenzeller","Adolf Gondrell","Oskar Sima"],"overview":"A comedy directed by Philipp Lothar Mayring.","release_date":"1949-01-28","genres":[35],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":274925,"title":"Münchnerinnen","adult":false},{"cast":["Anderl Bäuerl","Marion Brandmaier","Angelina Brassini","Linda Clemens","Margitta Hofer"],"overview":"A comedy directed by Jürgen Enz.","release_date":"1978-11-24","genres":[35],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":274927,"title":"Geheime Lüste blutjunger Mädchen","adult":false},{"cast":[],"overview":"A  documentary film telling the story of true friendship and commitment to Japan’s recovery by the international community following the Great East Japan Earthquake. Many of these people dropped what they were doing and dedicated themselves to Japan’s recovery. Many of these them even took it upon themselves to establish non-profit organizations aimed at connecting with and rebuilding Tohoku and its communities.","release_date":"2014-03-12","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":274929,"title":"Tohoku Tomo","adult":false},{"cast":["Elke Neidhart","Bryon Williams","Mark Albiston","John Williams","Jill Forster"],"overview":"Scripted by four of Australia’s greatest authors (David Williamson, Thomas Keneally, Hal Porter and Craig McGregor), this quartet of carnal desires explores adultery and jealous fantasies, the end of innocence, the moral and spiritual conflicts of a priest and a nun in love. The stories define the exploration of women and the cultural upheaval of the early 70s.","release_date":"1973-04-06","genres":[18],"vote_average":5.0,"runtime":117,"cert":"N\/A","id":274931,"title":"Libido","adult":false},{"cast":["Fernando Teixeira","Soia Lira","Walmar Pessoa"],"overview":"In a hostel in the interior of Brazil, a strange guest and a mysterious incident leave the landlord restless and obsessed with finding out who that man is and what he is doing there.","release_date":"2011-01-25","genres":[9648,878],"vote_average":7.0,"runtime":18,"cert":"N\/A","id":274933,"title":"O Hóspede","adult":false},{"cast":[],"overview":"IMDB\r Just imagine... Teen moms becoming urban farmers. Utopia? Not in Detroit. Nature is taking over the city and the new generation is taught to harvest its profit.","release_date":"","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":274935,"title":"Grown in Detroit\/Teen Moms Become Urban Farmers","adult":false},{"cast":["Fritz Tillmann","Christiane Hörbiger","Attila Hörbiger","Hans von Borsody","Eva Probst"],"overview":"A comedy directed by Eduard von Borsody.","release_date":"1955-10-28","genres":[35],"vote_average":3.0,"runtime":95,"cert":"N\/A","id":274937,"title":"The Major and the Steers","adult":false},{"cast":[],"overview":"A look at the high profile case of Liberian Olivia Zinnah, who died in 2012 of complications from a rape that occurred when she was just 7 years old.","release_date":"2013-04-06","genres":[18,99],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":274939,"title":"Small Small Thing","adult":false},{"cast":["Dennis Michael Lynch"],"overview":"It's 2013.  The government is in shutdown mode, Obamacare is about to launch, a disastrous amnesty bill has passed in the Senate, unemployment is sky-rocketing, the IRS and Bengazhi scandals are at a boiling point, and the Parks Department is instructed by the Obama administration to barricade WWII veterans from visiting DC monuments.  Meanwhile, 10,000 illegal aliens are invited to hold a rock concert rally just feet away on the Mall lawn.  Veterans retailate by bringing the barricades back to the White House only be roughed up by riot police.  The mainstream media fails to hold the president accountable.  And so one grassroots protest after the next takes shape in DC but the mainstream media either ignores the events or distorts what takes place.  I capture most of these events on camera in a way that nobody else does.  Only FOX and THE BLAZE care to report my findings, the mainstream media ignores my footage.","release_date":"2014-06-05","genres":[99],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":274941,"title":"WE RIDE TO DC","adult":false},{"cast":["Gastone Moschin","Isabella Biagini","Janet Ågren","Neda Arnerić","Jacques Herlin"],"overview":"Rodolfo Persichetti has reached the maximum of his career and at the same time the minimum of his sexual capacities. A famous psychiatrist helps him in regaining his lost virility by mean of a new therapy.","release_date":"1974-01-01","genres":[35],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":274943,"title":"Erotomania","adult":false},{"cast":["Lloyd Reckord","Bari Jonson","Peter Madden","Andrew Salkey","Winston Stona"],"overview":"An unemployed black student borrows ten shillings from a friend, then lends the money to a musician he has just met.","release_date":"1963-07-08","genres":[],"vote_average":0.0,"runtime":12,"cert":"","id":274945,"title":"Ten Bob in Winter","adult":false},{"cast":["Chiwetel Ejiofor","Thandie Newton","Max Beesley","James Bolam","Nicola Stapleton"],"overview":"An ex-con gets caught in the wrong place at the wrong time.","release_date":"2000-10-27","genres":[35,18],"vote_average":6.0,"runtime":96,"cert":"18","id":274947,"title":"It Was an Accident","adult":false},{"cast":[],"overview":"A look at the mechanized nature of modern times.","release_date":"1987-11-09","genres":[16],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":274952,"title":"Machine Song","adult":false},{"cast":["Manu Chao"],"overview":"","release_date":"1990-03-10","genres":[],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":274954,"title":"MANO NEGRA - Tournée générale ! Live  à Pigalle","adult":false},{"cast":[],"overview":"Directed by Ali Daryabeygi.","release_date":"1948-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274956,"title":"The Tempest of Life","adult":false},{"cast":["Lena Stolze","Irm Hermann","Michael Cornelius","Willi Spindler","Hans Hirschmüller"],"overview":"At Gestapo head quarters a young woman establishes a relationship with another inmate. This young woman is Sophie Scholl who tells the story of her life and of her resistance movement′s courageous fight against Hitler′s Nazi regime.","release_date":"1982-10-16","genres":[18],"vote_average":4.0,"runtime":112,"cert":"N\/A","id":274958,"title":"Fünf letzte Tage","adult":false},{"cast":[],"overview":"Directed by Halit Refig.","release_date":"1991-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274960,"title":"Two Strangers","adult":false},{"cast":[],"overview":"Directed by Mohamed Slim Riad.","release_date":"1975-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274965,"title":"Wind from the South","adult":false},{"cast":["Jack Bonavita"],"overview":"Film starring Jack Bonavita.","release_date":"1913-01-02","genres":[],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":274967,"title":"Voodoo Vengeance","adult":false},{"cast":[],"overview":"BOUND: African versus African Americans (AVAA) is a hard hitting documentary that addresses the little known tension that exists between Africans and African Americans. AVAA uses personal testimonials to expose this rift, then it takes us on a journey through the corridors of African and African American historical experiences as it illuminates the moments that divide and those that bind Africans and African American.","release_date":"2015-05-05","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":274969,"title":"Bound: Africans Versus African Americans","adult":false},{"cast":[],"overview":"Directed by Sabine Eckhard.","release_date":"1976-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274971,"title":"What we Have Against It","adult":false},{"cast":[],"overview":"The opening shows a colored nursemaid in the park with baby carriage, and seated on a bench receives the attention of several smart colored men who admire her greatly and endeavor to make her acquaintance. But the dusky belle is coy and declines to make the acquaintance of any of them, until one more fortunate than the rest is invited to a seat on the bench with her, and a most pronounced flirtation takes place between the lady and her beau. (Selig catalog)","release_date":"1907-11-16","genres":[35],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":274973,"title":"The Wooing and Wedding of a Coon","adult":false},{"cast":["Brent Bailey","Janet Montgomery","Brandon Fobbs","Stephanie Lemelin","Azim Rizk"],"overview":"An honest examination of the funny, sexy, turbulent and beautiful high-stakes game of heterosexual cohabitation. Tim wants to be a doctor. Caroline doesn't quite know what she wants. They both know their love is real, but can that love endure a town full of possibilities and temptation?","release_date":"2013-11-09","genres":[10749,35,18],"vote_average":4.7,"runtime":97,"cert":"N\/A","id":274975,"title":"The Republic of Two","adult":false},{"cast":[],"overview":"Tacita Dean took up the challenge of filling Tate Modern's Turbine Hall in 2011. Her response, entitled 'FILM', is a silent 35mm looped film projected onto a monolith standing 13 metres tall.","release_date":"2011-06-08","genres":[],"vote_average":6.0,"runtime":10,"cert":"","id":274977,"title":"Film","adult":false},{"cast":[],"overview":"Read Between the Lines is a live DVD by the rock group Boys Like Girls. It was released on November 4, 2008 and directed by Doug Spangenberg. It features songs from their debut eponymous album. It also features a documentary of the band on the road.","release_date":"2008-11-04","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":274979,"title":"Boys Like Girls: Read Between The Lines","adult":false},{"cast":["Ross Bennett"],"overview":"If you are looking to entertain a group of grown-ups, whether for a corporate event, Country Club, fund raiser or Private Party you can not go wrong in hiring Ross Bennett. Ross Bennett is a stand-up comic for people who say they don't like Stand-up comics. Bright, insightful and classically funny. Ross's point of view is what he calls ‘NEW YORK COUNTRY'. He's a guy who grew up in a small town in western New York State, with traditional American values and sensibilities. But his years of living in \"The Big City\" have made his act accessible to everyone.","release_date":"","genres":[35],"vote_average":0.0,"runtime":24,"cert":"N\/A","id":274981,"title":"Ross Bennett: Live in Toomler, Amsterdam","adult":false},{"cast":["Allen Ginsberg"],"overview":"Allen Ginsberg in Britain.","release_date":"1967-08-13","genres":[],"vote_average":0.0,"runtime":29,"cert":"","id":274983,"title":"Ah, Sunflower","adult":false},{"cast":[],"overview":"Through interviews with former World War II fighter aces, \"How Hitler Lost the War\" examines the theory that the German Armed Forces substantially won and then lost the war in Europe before 1942. That had it not been for the political and military mistakes of Adolf Hitler, the United States would have had to stand alone against a Nazi Europe allied with an even more powerful Japan, and face a future that is barely imaginable.","release_date":"1989-01-01","genres":[99],"vote_average":7.0,"runtime":67,"cert":"N\/A","id":274985,"title":"How Hitler Lost the War","adult":false},{"cast":["Karen-Lise Mynster","Ghita Nørby","Erland Josephson","Jesper Christensen","Torben Zeller"],"overview":"Liv Ulmann's directorial debut also had her co-authoring the screenplay (with poet Peter Poulsen) as based on a Henri Nathansen's 1932 novel about an affluent late 19th century Jewish merchant family in Copenhagen. Ulmann focuses on strong-willed daughter Sofie's progress through life: a love affair with a gentile painter, an arranged marriage , childbirth and ever more fateful challenges.","release_date":"1992-09-25","genres":[18],"vote_average":5.0,"runtime":152,"cert":"N\/A","id":274990,"title":"Sofie","adult":false},{"cast":["Kartina Aziz","Rita Rudaini","Vanida Imran","Zahida Rafik","Sheila Mambo"],"overview":"This movie tells the story of Mami Jarum who is a snobbish person and thinks that her family is perfect and should be an example to other people. She also has the habit of looking for other people's mistakes and spreading the news. Mami Jarum has 2 daughters, Shiqah & Syafinaz, and a sister named Bee, who is married to an older guy, Piee. The conflicts starts when she finds out that her family is not that perfect after all.","release_date":"2002-12-06","genres":[35],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":274992,"title":"Mami Jarum","adult":false},{"cast":["Céline Dion"],"overview":"Céline une seule fois \/ Live 2013, is a historic concert that was recorded outdoors before 40,000 fans. It was a very special week for Céline, because whilst she was in Quebec City for the concert, the Governor General granted here the title of Companion of the Order of Canada (the highest civilian honor in the country).","release_date":"2013-07-27","genres":[10402],"vote_average":6.0,"runtime":116,"cert":"N\/A","id":274994,"title":"Céline Dion : Une Seule Fois \/ Live 2013","adult":false},{"cast":[],"overview":"Sangduen Chailert, or Lek, as she is generally known, has already rescued over 200 elephants. She has dedicated her life to saving the Asian elephant and founded a special camp, The Elephant Nature Park to protect them. We follow this winner of Time Magazine’s “Asian Hero of the Year” Award in her work.  Lek is on a mission to save the Asian elephant in her native Thailand. This film looks at the plight of the Asian elephant, as it goes from being a widely used domestic animal, to becoming a burden on modernizing communities. With experts predicting its extinction within four decades, Lek’s work is needed now more than ever and she has gathered a large group of supporters and volunteers in her quest for a better future for the Asian elephant.  This moving film demonstrates Lek’s natural understanding of and rapport with these huge animals and will stir the viewers emotions as it highlights the often desperate state some elephants are kept in.","release_date":"2012-06-02","genres":[99],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":274996,"title":"Elephant Whisperer","adult":false},{"cert":"N\/A","title":"La Mort du Chinois","cast":["José Garcia","Denis Podalydès","Isabelle Carré","François Berléand"],"genres":[35],"id":274998,"overview":"Michel, a children's book author, has always been successful in life until the day his wife leaves him for a Chinese person. Planning on killing his rival, he starts looking for them.","runtime":85,"release_date":"1998-06-24","vote_average":6.0,"adult":false}]