[{"cast":[],"overview":"With his flawless timing, comedic brilliance and compelling stage presence, bombastic funnyman Pat Cooper always leaves his sold-out crowds in stitches -- be it in small comedy clubs or in major theaters. His vociferous signature style is clearly in evidence on this riotous video as he delivers diatribes about a potpourri of topics. Bonus material includes Cooper's hysterical take on food, \"Mangia, Mangia.\"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276000,"title":"Pat Cooper: You're Always Yelling","adult":false},{"cast":[],"overview":"The Living End showcase State of Emergency live at Melbourne's Festival Hall in 2006.  What's On Your Radio? (from State of Emergency)  Second Solution (from The Living End)  I Can't Give You What I Haven't Got (from From Here On In)  Who's Gonna Save Us? (from Modern ARTillery)  Save The Day (from The Living End)  One Step Behind (from State of Emergency)  Black Cat (from State of Emergency)  All Torn Down (from The Living End)  EP Medley  From Here On In (from It's For Your Own Good)  The Living End (from Hellbound)  English Army (from It's For Your Own Good)  Hellbound (from Hellbound)  Strange (from Hellbound)  Prisoner Of Society (from The Living End)  'Til The End (from State of Emergency)  E-Boogie  Long Live the Weekend (from State of Emergency)  Uncle Harry (from Roll On)  Roll On (from Roll On)  Wake Up (from State of Emergency)  West End Riot (from The Living End)  What's On Your Radio?  Wake Up  Long Live the Weekend  Nothing Lasts Forever","release_date":"2006-09-30","genres":[10402],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":276002,"title":"The Living End: Live at Festival Hall","adult":false},{"cast":["Julie Andrews","Elaine Stritch","Liza Minnelli","Faith Prince","Robert Morse"],"overview":"On Sept. 28, 1998, some of the greatest divas in musical theater -- including Marin Mazzie, Judy Kuhn and Audra McDonald -- took the stage at New York City's Carnegie Hall to belt out songs that made them famous. Julie Andrews hosted the event. Showstoppers include Liza Minnelli performing \"Some People\"; Andrea McArdle singing \"Look for the Silver Lining\" and \"Tomorrow\"; and Bebe Neuwirth and Karen Ziemba teaming for \"Nowadays\/Hot Honey Rag.\"","release_date":"1999-01-01","genres":[10402],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":276004,"title":"My Favorite Broadway: The Leading Ladies","adult":false},{"cast":[],"overview":"A heart-hardened son returns home to his dying father, a master stonecutter, to cut his gravestone. As he confronts the dark family secret that drove him away over ten years prior, he discovers the healing power of love.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276006,"title":"The Stonecutter","adult":false},{"cast":["Hamao Kyosuke","Watanabe Daisuke","Takiguchi Yukihiro","Takahashi Yuuta","Hosogai Kei"],"overview":"Takumi and Gii are now a couple, but Takumi is still uncomfortable with showing affection. Not only that, but Takumi grows jealous when Gii starts paying attention to a good-looking first year student. Is Gii's love really that fickle?","release_date":"2009-04-25","genres":[10749],"vote_average":2.7,"runtime":74,"cert":"N\/A","id":276008,"title":"Takumi-kun Series: The Rainbow-Colored Glass","adult":false},{"cast":[],"overview":"Oscar winner Charlton Heston narrates this thought-provoking documentary that takes a creationist view to human history. The program originally aired on NBC amid a considerable cloud of controversy in 1996. Among its most provocative assertions is that humans actually lived with dinosaurs, a conclusion based on artifacts recovered from Peruvian grave robbers and other evidence that has long been locked away in museum storage.","release_date":"1996-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276010,"title":"Mysterious Origins of Man: Rewriting Man's History","adult":false},{"cast":["Paul Morris","Amber Newman","David A. Levy","Lucy Frashure","Renae Raos"],"overview":"While investigating the brutal murders of two beautiful women, reporter Pete McGavin (Paul Morris) stumbles upon a cutting-edge satanic cult fronting as a modeling agency in this B-grade horror movie. A psychic (Debbie Rochon) tells McGavin that the murders are part of a \"Bride of Satan\" ritual. With the cops under a spell cast by cult members, it's up to the intrepid reporter to put the clues together before another lovely lady winds up dead.","release_date":"1996-01-01","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276012,"title":"Satanic Yuppies","adult":false},{"cast":["Sunny Deol","Sunil Shetty","Arman Kohli","Sonali Bendre","Deepti Bhatnagar"],"overview":"Sunil Shetty stars in this Bollywood crime drama as Amar Kapoor, an upstanding police inspector tasked with tracking down a notorious vigilante (Sunny Deol) and a small-time thug (Arman Kohli) who've been wreaking havoc all around the city. When he learns that his suspects are actually fighting to bring down an organized crime consortium, Amar is forced to decide between following orders and following his heart.","release_date":"1997-12-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276014,"title":"Qahar","adult":false},{"cast":["Hamao Kyosuke","Watanabe Daisuke","Takiguchi Yukihiro","Baba Ryouma","Kawasumi Bishin"],"overview":"Another school year is starting. Upon meeting up with Gii, Takumi is worried when it turns out Gii has changed, suddenly acting cold and distant. Could their relationship be in danger for real this time?","release_date":"2010-01-30","genres":[18],"vote_average":5.0,"runtime":81,"cert":"N\/A","id":276016,"title":"Takumi-kun Series: Details of Beauty","adult":false},{"cast":[],"overview":"Children &amp; Family, Faith &amp; Spirituality, Inspirational Stories for Kids, Family Animation, Kids' Inspirational, Ages 5-7, Ages 8-10, Ages 11-12 - Kids will thrill to this animated retelling of the story of Eric Liddell, a Scottish champion sprinter hoping for gold in the 1924 Olympics whose choice to honor his religious convictions over racing initially earned him disdain but ultimately glory. This dramatic and entertaining biographical account is part of the Torchlighters series that features the trials and triumphs of real-life heroes who took a stand for their faith.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276018,"title":"Torchlighters: The Eric Liddell Story","adult":false},{"cast":["Pam Tillis"],"overview":"The recipient of three CMA Awards, two Grammy Awards and a new IBMA, Pam Tillis has established herself as one of country music's most celebrated stars. This 20-song set from the Renaissance Center is a one-of-a-kind showcase in which the vocalist displays her versatility, performing a wide variety of tunes. Bonus materials include an in-depth interview with the singer, an all-access backstage pass, career highlights, home movies and more.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276020,"title":"Pam Tillis: Live at the Renaissance Center","adult":false},{"cast":["Lily Javaherpour","Meera Simhan","Ravi Kapoor","Keya Shah","Bella Thorne"],"overview":"Eleven-year-old Monica Shah is a brainy schoolgirl whose science fair project about growing raspberries becomes a touching emotional crusade. After her dad leaves and her mother falls into a funk, Monica decides it's her job to rescue the family.","release_date":"2010-07-18","genres":[35,18,10751],"vote_average":4.5,"runtime":82,"cert":"N\/A","id":276022,"title":"Raspberry Magic","adult":false},{"cast":["Hamao Kyosuke","Watanabe Daisuke","Takiguchi Yukihiro","Baba Ryouma","Naito Taiki"],"overview":"It's June of their third year of high school, and Takumi has an important anniversary to attend back in his hometown. He wants to invite Gii along for the trip, but time and scheduling and possibly broken promises stand in the way.","release_date":"2011-08-20","genres":[10749],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":276024,"title":"Takumi-kun Series: That, Sunny Blue Sky","adult":false},{"cast":[],"overview":"Foreign, Foreign Dramas, Mexico, Spanish Language - Ballroom dancing teacher Marcela's (Natalia Esperón) world begins to fall apart when her family disintegrates, so she turns to hypnosis to try to recapture the happier days of her past in this poignant drama from Mexico. As her mother's (Margarita Sanz) mental capacity diminishes and her father (Fernando Becerril) deals with plummeting self-esteem after losing his job, Marcela begins to understand the lies that permeated their relationships.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276026,"title":"Wait for Me in Another World","adult":false},{"cast":[],"overview":"Foreign, Foreign Dramas, Mexico, Spanish Language, Foreign Regions, Foreign Languages - It's the 1960s, and in ultra-conservative Mexico, a family finds itself unraveling as its younger members struggle against the strict rules that govern their choices. When the young son and his sisters decide it's time they left home and struck out on their own, a rift results, putting everyone to the test. Stars Alberto Vasquez and Amparo Rivelles.","release_date":"1969-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276028,"title":"When Our Children Leave","adult":false},{"cast":["Brian Hooks","Jazsmin Lewis","Tiffany Lowery","Lamont Bentley"],"overview":"When a simple twist of fate robs him of his fortune and his materialistic fiancée, Shalae, self-made mogul Trump is forced to move back into his old neighborhood with his tail planted firmly between his legs. Obsessed with getting Shalae back, Trump enlists his childhood friend Malika to help him lure his dream \"wifey\" back into his arms.","release_date":"2005-02-14","genres":[35],"vote_average":4.5,"runtime":90,"cert":"N\/A","id":276030,"title":"Wifey","adult":false},{"cast":["Yanagishita Tomo","Kato Keisuke","Saito Yasuka","Takiguchi Yukihiro","Tetsuya Makita"],"overview":"A 2nd year student is assigned a handsome new roommate at the start of the school year.","release_date":"2007-12-22","genres":[35,18],"vote_average":3.3,"runtime":74,"cert":"N\/A","id":276032,"title":"Takumi-kun Series: And the Spring Breeze Whispers","adult":false},{"cast":[],"overview":"Legendary performer Sammy Davis Jr. is the subject of this affectionate documentary, which chronicles how the singer, dancer and actor broke through racial barriers yet still felt the sting of discrimination throughout his storied career. From his 1925 stage debut at age 3 to his years with Frank Sinatra and the Rat Pack, the Candy Man's biography is conveyed through archival footage, photographs and interviews with friends and associates.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276034,"title":"Sammy Davis, Jr.: One Cool Cat","adult":false},{"cast":[],"overview":"In celebration of their graduation from college, four couples head out on a road trip to see a huge music show and decide to take a detour along the way, hoping to save some time. Unfortunately, their alternate route puts them in the path of a crazy murderer who will scare the daylights out of them before he attempts to make them his latest victims. Stars Robyn Unell, Erin Broling, Branden Scala, Charles T. Perry and Holly Ilyne Sari.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276036,"title":"Short Cut Road","adult":false},{"cast":["Loretta Swit","Robert Joy","Ken Pogue","Robert Kosoy","Marsha Moreau"],"overview":"Drama - On a December night in 1943, three Jewish children escape from Nazi-occupied France and are given refuge by Sister Gabrielle at a Catholic school in which the gentile students must face their fears about harboring Jews from the Nazis. As the students become acquainted with their Jewish peers, they grow more sympathetic to their situation and eventually go to great lengths -- and take serious risks -- to save the lives of their newfound friends. -  Loretta Swit, Geneviève Appleton, Milan Cheylov","release_date":"1986-01-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":276038,"title":"Miracle at Moreaux","adult":false},{"cast":["Brian Napolitan","Shawna Wesley","Al Liner","Rahul Gupta","Diane Franklin"],"overview":"Materialistic 20-something Tim Perroni (Brian Napolitan) tries to find a high-paying career while juggling six part-time jobs in this dark comedy. Addicted to his decadent lifestyle, Tim finally lands a full-time dream job but loses it in a day -- and ends up with 10 part-time jobs far worse than his previous punch-card positions. As pressure mounts to maintain his extravagant manner of living, Tim realizes he's headed for a miserable existence.","release_date":"2006-01-01","genres":[18],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":276040,"title":"Punchcard Player","adult":false},{"cast":[],"overview":"Ray, Goodman &amp; Brown -- a soul trio made up of vocalists Harry Ray, Al Goodman and Billy Brown, who first found fame as the Moments in the early 1970s -- rekindle the magic of their R&amp;B sound in this 2006 concert with new member Kevin Owens, who replaced the late Ray after his death in 1992. Tracks include \"Love on a Two-Way Street,\" \"Special Lady,\" \"Look at Me (I'm in Love)\" and \"Sexy Mama.\"","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":276042,"title":"RAY, GOODMAN & BROWN: LIVE IN CONCERT","adult":false},{"cast":[],"overview":"Decades after her grandmother dabbled in gambling and prostitution, an artist creates a \"film noir docudrama\" about her ancestor's checkered past. The result is a fascinating blend of fact and fiction.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276044,"title":"Secret Life, Secret Death","adult":false},{"cast":[],"overview":"Catch the most original rhymes and beats on the underground hip hop scene as adventurous filmmakers travel coast to coast to seek out the next generation of freestyle superstars and showcase the hottest streetballers on the concrete court. When the stars are at the top of the game, there's always someone waiting to be next in line for the spotlight, and with this release the fans can find out just who the giants of tomorrow will be before they hit the mainstream. Includes appearances by mixtape legends Tru Mac, Jae Millz, Scram Jones, and more. ~ Jason Buchanan, Rovi","release_date":"2003-07-02","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276046,"title":"Slam from the Street: Hip Hop Slams!","adult":false},{"cast":["Mel Brooks","Nathan Lane","Matthew Broderick","Roger Bart","Cady Huffman"],"overview":"The exuberant atmosphere of the Broadway blockbuster is captured in Recording the Producers: A Musical Romp With Mel Brooks, a new 85-minute film from the Emmy Award-winning director Susan Froemke and Maysles Films. The film candidly captures the excitement of translating the show into a complete experience for the recording's audience.","release_date":"2001-01-01","genres":[35,10402,99],"vote_average":9.3,"runtime":85,"cert":"N\/A","id":276048,"title":"Recording the Producers: A Musical Romp with Mel Brooks","adult":false},{"cast":["Shashi Kapoor","Ashok Kumar","Neetu Singh","Anwar Hussain","Pran"],"overview":"An honest police officer's life is shattered when he refuses to be corrupted in this crime drama from India. After Amar Singh (Pran) rebuffs gangster Babubhai's (Anwar Hussain) attempt to buy him off, he's subsequently framed for murder and sentenced to a long prison term. While he serves his time, his family falls apart and his wife and sons are separated. When Amar finally leaves jail, he's a different person -- an angry man driven by revenge.","release_date":"1976-07-01","genres":[],"vote_average":0.0,"runtime":130,"cert":"N\/A","id":276050,"title":"Shankar Dada","adult":false},{"cast":[],"overview":"Documentary - Paying tribute to one of the Big Apple's artistic landmarks -- the Amato Opera House -- this hourlong PBS documentary also salutes its spirited founders: Tony Amato and his wife, Sally. Staging full-scale productions from a tiny brownstone, the Amato has served as a launching pad for rising opera stars since 1948. Performance excerpts and interviews with illustrious Amato alumni help chronicle the charming venue's 50-year history. -  Sally Amato, Tony Amato","release_date":"2001-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276052,"title":"Amato: A Love Affair with Opera","adult":false},{"cast":[],"overview":"Dive into the sea and watch the world's most perfect predator in all its glory. This documentary takes viewers around the world to see sharks up close and to learn about their incredible power, exquisite grace and splendid bodies. Featuring beautiful and thrilling footage captured by talented underwater cameramen, this exciting shark-viewing extravaganza is sure to send audiences' hearts racing.","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276054,"title":"Shark Attack: Savage Killers from the Deep","adult":false},{"cast":["Tanishaa Mukerji","Dino Morea"],"overview":"After her sister is brutally murdered, bubbly younger sibling Mahek (Tanisha) withdraws from her friends and family into a protective shell. The only boy she's remotely drawn to is a college student who's much like Mahek is now -- shy and introverted. Things seem to be proceeding smoothly between the two, until one day when Mahek is attacked by a man in a joker's mask who seems intent on murdering her.","release_date":"2003-10-24","genres":[53,27],"vote_average":2.0,"runtime":163,"cert":"N\/A","id":276056,"title":"Sssshhh...","adult":false},{"cast":["Josephine A. Blankstein","Chen-Kang Tang","Yu Fa Yang"],"overview":"Shin and Hung are close friends, but gradually Shin starts to have feelings for Hung. Hung decides to join a gay beauty contest in order to win USD 300,000 to pay his girlfriend's credit card debt. At the same time, an anti-gay cop, Jay,  pretends to be gay and joins the contest to investigate a possible crime by an anti-gay group","release_date":"2006-09-06","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":276058,"title":"Go Go G-Boys","adult":false},{"cast":["Neil Ross"],"overview":"In the dark early days of World War II, Japanese diplomat Chiune Sugihara used his power (defying Tokyo's express orders) to rescue Jewish refugees in Lithuania. More than 2,000 Sugihara-stamped passports allowed hundreds of families to flee to safe havens abroad. Through unprecedented access to Sugihara's family and their personal home movies, photos and papers, the heroism of this man is brought to light.","release_date":"2000-08-06","genres":[99],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":276060,"title":"Sugihara: Conspiracy of Kindness","adult":false},{"cast":[],"overview":"The Streetfighterz, a phenomenal team of outlaw freestyle bikers, know no such thing as fear. In fact, insanity just might be their middle name as they wage war -- St. Louis style -- on the notion of what can and can't be done on a street bike. Any preconceptions will be blown to bits as you witness such extreme footage as 140 mph wheelies in freeway traffic and outrageous burnouts. Join the Streetfighterz for this wild ride -- if you dare!","release_date":"2001-01-01","genres":[],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":276062,"title":"Screamin' Sport Bikes: The Evolution","adult":false},{"cast":[],"overview":"Left helpless after a vicious attack, Vietnam veteran and cop John Carreck (Kenneth Del Vecchio) suffers another blow when his wife deserts him. But hope arrives in the form of persevering Sister Victoria (Julia Barnett), who urges Carreck to rekindle his zest for living by picking up his long-forgotten drumsticks. After his spirit is revitalized, will he seek vengeance against his assailants, or will he let a higher power dispense justice?","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276064,"title":"The Drum Beats Twice","adult":false},{"cast":[],"overview":"Foreign, Foreign Musicals, India, Bollywood, Gujarati Language - This inspiring biopic dramatizes the life of Baba Ramdev Peer, an Indian saint so renowned for his spiritual outlook and ability to work miracles -- even as a child -- that he's revered by many as an incarnation of the Hindu god Krishna. As he grows older, Baba Ramdev Peer continues to counter the evil in the world with kindness and mercy. Sushil Vyas directs this drama that stars Arvind Pandya, Padma Rani, Jyoti, Anupama and Arvind Rathod.","release_date":"1976-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276066,"title":"Baba Ramdev Peer","adult":false},{"cast":[],"overview":"Documentary, Military Documentaries, Social &amp; Cultural Documentaries, HBO Documentaries, TV Documentaries - Baghdad's Al-Yarmouk Hospital overflows with civilians caught in the crossfire of Iraq's civil war. Dr. Omer Salih Mahdi's shocking documentary chronicles life and death in the ER as overtaxed staff care for the injured amid substandard conditions. Because it treats Shiites and Sunnis alike, the hospital itself has become a battle zone littered with atrocities, and the medical staff must brave attacks, despair and chaos to save lives.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276068,"title":"Baghdad Hospital","adult":false},{"cast":["Koki Watari","Masato Uchiyama","Tsuyoshi Hayata","Namihiko Ohmura"],"overview":"Maki is a young gay music student who's completely smitten with his classmate Ruiku, who plays piano with incredible passion but is cold and distant to everyone. Maki decides to do whatever it takes to get Ruiku to return his feelings.","release_date":"2008-03-21","genres":[10749,18],"vote_average":5.0,"runtime":71,"cert":"N\/A","id":276070,"title":"Melody of Our Love","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Asian Music, Tagalog Language, World Music, Philippines, Foreign Languages, Foreign Regions - Pop singer Barbie Almalbis takes over the Philippines' biggest concert arena, the Araneta Coliseum in Manila, and puts on an incredible performance featuring songs such as \"Torpe,\" \"Dahilan,\" \"Firewoman,\" \"Smile at Me,\" \"You Learn\" and \"Summerday.\" One of the most talented and successful artists in Filipino rock, Almalbis welcomes several special guests to perform with her, including Rocksteddy and Kitchie Nadal.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276072,"title":"Barbie Rocks the Big Dome Live","adult":false},{"cast":[],"overview":"Explore the history of the world's first underground railway through interviews with experts and archival film footage in this riveting documentary. Opened in 1863 to help solve the city's traffic problems, London's Underground converted from steam to electricity in 1907. Expansion in the 1920s and '30s correlated with the spread of the suburbs, and continued growth led to the system that now carries more than 2.5 million passengers daily.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276074,"title":"The Story of the London Underground","adult":false},{"cast":[],"overview":"Charlotte, an aspiring actress, catches a big break when she befriends a local filmmaker who casts her in his latest project. But he becomes obsessed with her and soon reveals his sadistic side.","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276076,"title":"The Last Audition","adult":false},{"cast":[],"overview":"In this once-lost, now-found live concert from 1984, the Grammy-winning Winans share the stage with Vanessa Bell Armstrong and Commissioned for a memorable evening of gospel music at the Premier Center in Sterling Heights, Mich. Songs in the set list include \"Amazing Grace,\" \"Peace Be Still,\" \"You Are Everything,\" \"Restoration,\" \"You've Got a Friend,\" \"So Good to Know,\" \"What Can I Do?\" and \"I Don't Want My Labor to Be in Vain.\"","release_date":"1998-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276078,"title":"The Winans: Lost Concert","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Jazz Greats, Jazz &amp; Easy Listening, Contemporary Jazz - An internationally renowned trumpeter and headliner for jazz festivals worldwide, Clark Terry began his career in the 1940s and worked with legendary greats such as Count Basie and Duke Ellington. His passion for music crossed over into education, and he's often referred to as \"America's No. 1 Jazz Educator.\" See up-close and live how this charismatic performer keeps an audience enthralled with his improvisation and love of jazz music!","release_date":"2001-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276080,"title":"Clark Terry: Live in Concert","adult":false},{"cast":[],"overview":"This religious epic follows the spiritual awakening of mystic composer Annamayya, who's first motivated to write a song of praise after visiting a temple. His devotion is put to the test when he vows to fast until he comes face to face with God, an act of faith for which he's rewarded with a blessed meal of prasad. As his fame as a singer spreads, Annamayya eventually becomes a true incarnation of the holy Nandaka Sword.","release_date":"1997-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276082,"title":"Tirupati Shree Balaji: Bhakta Annamayya","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Modern &amp; Alternative Rock, Rock &amp; Pop - Originally packaged with Cooper Temple Clause's 2003 \"Kick Up a Fire and Let the Flames Break Loose\" album, this brief release shines a spotlight on the band's \"Blind Pilots\" video, which chronicles a stag party gone wrong -- very, very wrong. Extras include a 15-minute \"making of\" featurette about the creation of the \"Blind Pilots\" video, which finds a man turning into the goat god Pan, as well as clips from the video's X-rated version.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276084,"title":"Cooper Temple Clause: Blind Pilots","adult":false},{"cast":["Kristin Herold","Chase Masterson","Chris Hoffman","Maggie Grace","Cory Hardrict"],"overview":"Horror - When a group of old friends decide to camp out in the same woods where one of their pals was killed four years earlier, their weekend reunion turns grisly once more as a mysterious creature begins to haunt them -- and hunt them down. At the advice of a geneticist (Chase Masterson), the campers attempt to leave the forest, but it may be too late; the murderous being seems hell-bent on destruction, no matter what the cost. -  Kristin Herold, Chase Masterson, Chris Hoffman","release_date":"2004-06-29","genres":[53,27,9648],"vote_average":2.0,"runtime":79,"cert":"N\/A","id":276086,"title":"Creature Unknown","adult":false},{"cast":[],"overview":"Director Gerardo Tort's compelling documentary explores the life of Lucio Cabanas, a guerrilla leader who headed one of the most significant peasant revolts in Mexican history and became a figure of inspiration for the poor of southern Mexico. Revealing interviews from companions, family members, former guerrilla fighters and historians make obvious that Cabanas's story of courage and hope continues to live on.","release_date":"2005-10-08","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276088,"title":"The Guerrilla and the Hope: Lucio Cabanas","adult":false},{"cast":["Yuan-sheng Huang","Candice Yu","Little Unicorn","Yuen Siu-Tien","Ching Tien"],"overview":"Drama - The epic magical battle between fairies rages on as young martial artist Cheung risks his life to rescue the Sky Mussel Fairy. No good deed goes unpunished, however, and for his daring but foolish antics, Cheung is cast out of his uncle's safe home. Now, Cheung wanders a perilous world of gods and demons. Only his fighting skills can keep him safe in this kung fu fantasy from Ling Hsiang co-starring Ching Tien, Tony Wong and Candy Yu. -  Yuan-Shen Huang, On-On Yu, Amy Chum","release_date":"1977-01-01","genres":[28,18,14],"vote_average":7.0,"runtime":88,"cert":"N\/A","id":276090,"title":"Deadly Snake Versus Kung Fu Killers","adult":false},{"cast":[],"overview":"Faith &amp; Spirituality, Meditation &amp; Relaxation, Prayer &amp; Spiritual Growth - Speaking in front of a 5,000-person audience at London's Royal Albert Hall, spiritual leader the Dalai Lama shares his thoughts on ethical issues in the modern era, advising that people look within themselves to find the seeds for positive change in society. Although he laments the ongoing existence of war and poverty, he notes that an increased focus on human rights is one way in which the world is headed in the right direction.","release_date":"1999-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276092,"title":"Ethics for the New Millennium: His Holiness the XIV Dalai Lama","adult":false},{"cast":["Nina Kulkarni","Shivaji Satham","Viju Khote","Uttara Baokar"],"overview":"After his wife passes away and a heart attack forces him to retire, middle-aged widower Raghuveer Rajadhyaksh (Shivaji Satham) moves back to his hometown of Mumbai , where he reconnects with his first love, Durgi (Neena Kulkarni). The pair quickly finds that the years have done little to diminish their feelings for each other. Director Bipin Nadkarni's tender romantic drama is based on Jaywant Dalvi's acclaimed play \"Durgi.\"","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276094,"title":"Uttarayan","adult":false},{"cast":[],"overview":"The Biggest Veggies in town are back! Join Larry the Cucumber as he and the French Pea brothers venture from an abandoned mineshaft to Dodgeball City with Larry s faith being tested every step of the way. Then follow along with Larry in the Wild Wild West days of cowboys as his fellow cucumbers are forced to dig the Grand Canyon. But the fun has only begun! Join Laura Carrot as she has to devise a clever plan to kip her little brother safe from the Egyptians who want to take him and all the other little boys in town away.  Contains 3 Stories:\r The Ballad of Little Joe A Lesson in facing hardship\r Moe &amp; The Big Exit A lesson in following directions\r Baby Sitter in Denile- A lesson in loving ones family","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276096,"title":"VeggieTales: Bible Heroes: Moses, Miriam and Joseph","adult":false},{"cast":[],"overview":"Documentary, Science and Nature Documentaries - Astonishing visual effects take viewers inside the wombs of pregnant cats and dogs in this remarkable National Geographic series about the miracle of life, the trials of birth and the milestones of fetal development. The cats segment compares the in-utero progress of a house cat to that of two breeds of jungle cats, while the dogs portion charts the development of three domesticated canines and their ancestral cousin, the gray wolf.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276098,"title":"In the Womb: Cats and Dogs","adult":false},{"cast":[],"overview":"The existence of ghosts and demons and the mystery of whether life ever really ends are investigated in this documentary that looks to ancient texts and modern near-death experiences to try to unmask the secrets at the core of human existence.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276100,"title":"5th Dimension: Exorcism","adult":false},{"cast":[],"overview":"Filmed in Britain during the 2004 Babyshambles tour, director Roger Pomphrey's intimate portrait attempts to peel back the layers of Pete Doherty's media mask to reveal his true artistic identity. Simultaneously dubbed \"the coolest man in rock\" and \"waster of the year,\" the controversial singer-songwriter -- a perennial favorite of the tabloid press -- embraces a murky duality. But just who is the man behind all the hype?","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276105,"title":"Who the Hell Is Pete Doherty?","adult":false},{"cast":[],"overview":"Two-wheeled daredevils attempt to melt asphalt and break the sound barrier in this eye-popping first volume in the Real Street Racing series, which showcases high-speed street races. Action-packed footage captures extreme motorcyclists going head to head in wild contests, showing off their craziest stunts and wiping out in spectacular crashes. And to top it all off, the program features some of the coolest bikes on the face of the earth.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276107,"title":"Wild Bikes: Vol. 1","adult":false},{"cast":[],"overview":"Features Will Smith and Michael Jackson as the Chipmunks 'Rock' out with them.","release_date":"1990-12-09","genres":[],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":276109,"title":"The Chipmunks Rockin' Through The Decades","adult":false},{"cast":[],"overview":"Alvin and his brothers Simon and Theodore have a fun filled Easter adventure.","release_date":"1995-04-14","genres":[],"vote_average":0.0,"runtime":22,"cert":"N\/A","id":276111,"title":"The Easter Chipmunks","adult":false},{"cast":[],"overview":"From huge 18-wheelers to garbage trucks, you'll get an up close look inside trucks used for hauling, collecting and plowing. Switching gears, hop inside the monster machines that smash tiny cars beneath their humongous wheels. Hosted by Hard Hat Harry, these two fun-filled educational episodes will delight children who are beginning to express an interest in machines and large work vehicles.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276116,"title":"All About Trucks & All About Monster Trucks","adult":false},{"cast":["Tibor Orbán","Nóra Káldi","László Tahi Tóth","István Uri","Szilágyi Tibor"],"overview":"When András, Albert and Bence are on a cycling tour around Lake Balaton, their dreams come true. Sunshine, beach and pretty girls. András and his younger brother run after the same girl, Eszter. András persuade his brother not to pinch the girl. András pick her up one night and split up with her next day. Eszter follows the boy, but András sends her away...","release_date":"1965-06-11","genres":[10749,12,35],"vote_average":7.0,"runtime":100,"cert":"N\/A","id":276118,"title":"Cyclists in Love","adult":false},{"cast":["Jane Fonda","Rosie O'Donnell","Molly Shannon"],"overview":"Three women whose paths never cross, yet are bound by the shared experience of losing their mothers during adolescence, exploring each one’s sometimes-complex relationship with her mother.","release_date":"2014-05-12","genres":[99],"vote_average":6.0,"runtime":75,"cert":"N\/A","id":276120,"title":"The (Dead Mothers) Club","adult":false},{"cast":["Ashleigh Ball","Mike Bernstein","Jordan Downs","Patrick Edwards","Andrea Libman"],"overview":"Vancouver-based voice artist Ashleigh Ball has been the voice of numerous characters in classic cartoons such as Care Bears, Strawberry Shortcake, Cinderella and more. When Ashleigh was hired to voice Apple Jack and Rainbow Dash for Hasbro's fourth series to use the My Little Pony name - My Little Pony: Friendship Is Magic - she had no idea she would become an Internet phenomenon and major celebrity to a worldwide fan-base of grownups. Bronies are united by their belief in the show's philosophy. This documentary gives an inside view of the Pony fan-world, and an intimate look at the courage it takes to just be yourself...even when that means liking a little girls' cartoon.","release_date":"2014-07-08","genres":[99],"vote_average":5.8,"runtime":79,"cert":"N\/A","id":276122,"title":"A Brony Tale","adult":false},{"cast":["Fernanda Biacch"],"overview":"An experimental ethnographic documentary that criticizes the colonizer view of anthropology.","release_date":"1972-01-01","genres":[99],"vote_average":6.0,"runtime":12,"cert":"N\/A","id":276124,"title":"Congo","adult":false},{"cast":["Cha Soon-hyeong","So Yoon","Lee Ha-roo","Ye Rin"],"overview":"Yeong-gil is in graduate class and is stressed about getting a job. To make things worse, he's not had any experience with women yet, so he's always searching for something in his dreams but wakes up to nothing. Then one day, there is a change in his life, he puts his hand in The Box of Pandora and gets a job although it wasn't a regular position. He sleeps with his female superior during the interview even though it's not how he imagined it. Then one day, he visits Joo-yeon's home and meets her beautiful mother. Can he keep himself from being seduced by this woman?","release_date":"2014-05-29","genres":[10749],"vote_average":4.3,"runtime":89,"cert":"N\/A","id":276126,"title":"Young Mother 2","adult":false},{"cast":["Ilona Kállay","Erzsi Máthé","Marci Murányi","László Szacsvay","Judit Miklósy"],"overview":"","release_date":"1987-04-04","genres":[18,10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276128,"title":"S.O.S. Szobafogság!","adult":false},{"cast":[],"overview":"A young man who returns to his hometown after many years of absence, finds his people immersed in poverty and neglect. He decides to fight the forces causing this situation but the task will require his sanity and all he knows about himself.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276130,"title":"La cacería del perro","adult":false},{"cast":["José Carlos Ruiz","Mónica Jiménez","Gabino Rodríguez","Waldo Facco"],"overview":"Romero, a retired fisherman and a forgotten hero by the community, lives isolated in his home, surrounded by ghosts of the life he couldn't have, spirits that materialize before him as his real family. Alcoholic and schizophrenic, surviving on a daily basis. But deep down he feels the time has come to regain what he lost several decades ago, when he brought the oil curse to his own island, the lush Ciudad del Carmen. At the same time at the mysterious Estero Pargo, the goddess Ixchel has been reborn and seeks to mate with humans in order to continue the cycle of life.","release_date":"2017-03-02","genres":[],"vote_average":4.0,"runtime":80,"cert":"N\/A","id":276132,"title":"Tormentero","adult":false},{"cast":[],"overview":"1885, in the Canadian Northwest, during the extinction of the bison and the dawn of the industrial era, Louis Riel tells the tragic fate of this man who sacrificed his life to defend the rights of the Métis culture.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276134,"title":"Louis Riel","adult":false},{"cast":["María Evoli","Kristyan Ferrer","Luis Enrique Parra","Itzel Sarmientos","Alfredo Blanco"],"overview":"The love story of Jonathan and Yesi, two garbage collectors working under the despotic and violent Master Clean's command. He is always followed closely by Mum, a longtime collector who silently and ghostly cleans the streets of the city. One night, while doing their work, they find the corpse of a man with money. Master Clean takes a terrible decision. Jonathan and Yesi plan their escape. A tragedy looms.","release_date":"2017-01-30","genres":[18,10749],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":276136,"title":"Strange But True","adult":false},{"cast":["Martina Gedeck","Gregor Törzs","Tonio Arango","Dieter Landuris","Hasan Ali Mete"],"overview":"","release_date":"1999-06-24","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276138,"title":"Alles Bob!","adult":false},{"cast":[],"overview":"","release_date":"2009-01-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276140,"title":"Dora Celebra El Dia De Los Reyes Magos","adult":false},{"cast":["Joaquim de Almeida","Massimo Dapporto","Laura del Sol","Maria Carta"],"overview":"","release_date":"1988-09-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276142,"title":"Disamistade","adult":false},{"cast":["Silvana Pampanini","Delia Scala","Franca Marzi","Peppino De Filippo","Renato Rascel"],"overview":"","release_date":"1951-02-27","genres":[35],"vote_average":6.0,"runtime":91,"cert":"N\/A","id":276144,"title":"Bellezze in bicicletta","adult":false},{"cast":[],"overview":"Documentary about a neighborhood of squatters in a city in southeast Italy.","release_date":"2013-11-11","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276146,"title":"Illegal Portraits","adult":false},{"cast":[],"overview":"It's claw versus claw as Logan faces his age-old foe in the latest Marvel Knights Animation, Wolverine Vs. Sabretooth.","release_date":"2014-01-14","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":276148,"title":"Wolverine Versus Sabretooth","adult":false},{"cast":["Linda Blair","Scott LaRose","Allan Murray","Carey Eidel"],"overview":"Three student filmmakers run into trouble in the woods as they set out to make a documentary about the Blair Witch. This is a short parody of \"The Blair Witch Project\".","release_date":"1999-06-12","genres":[35,27],"vote_average":4.9,"runtime":20,"cert":"N\/A","id":276150,"title":"The Blair Bitch Project","adult":false},{"cast":[],"overview":"MORE SHOES, a documentary about my journey on foot from Madrid to Kiev.  A few years ago I was creatively adrift, looking to do something in film but unhappy with what I'd tried so far.  Then I happened upon Werner Herzog's comment that aspiring filmmakers shouldn't bother going to film school. Instead, he said, they should make a journey alone, on foot, for five thousand kilometers, \"let's say from Madrid to Kiev\". This journey, he claimed, would teach one the essential nature of cinema.  I decided to take Herzog's words literally and walk from Madrid to Kiev. MORE SHOES is the resultant filmed record of that journey. It's the story of who I met, what I saw, and how the whole experience changed me.  The film premiered at Slamdance 2008 and went on to play 25 festivals worldwide, winning \"Best Documentary\" honors at three of them.","release_date":"2008-06-12","genres":[],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":276152,"title":"More Shoes","adult":false},{"cast":[],"overview":"Award-winning filmmakers Luca Ragazzi and Gustav Hofer make a bold and cheeky return to Hot Docs with another timely and autobiographical look at contemporary Italian society. Following their festival and theatrical hit films Suddenly Last Winter (about the travails of a modern gay couple in Italy) and Italy: Love It, or Leave It (about the challenges of living and working under the controversial Silvio Berlusconi) their latest doc takes a decidedly, well, left turn. After the Second World War, Italy was home to the largest Communist (later socialist) party in the West. The party's efforts to enhance social and economic conditions for all Italians earned them remarkable electoral success and influence. Seeking a more equal and progressive Italy, the filmmakers set out to discover why their country has now become so persistently conservative, and what happened to its once proud and vital left-wing sensibilities.","release_date":"2014-06-12","genres":[],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":276157,"title":"What Is Left?","adult":false},{"cast":["Ashley Olsen","Mary-Kate Olsen","Chris Bonno","Chris Dollard","Jonathan Chapin"],"overview":"In this episode, the pint-sized private investigators take a spin on spine-tingling amusement park rides and then team up with some hilarious pirates-of-the-midway to catch the scary monster that lurks inside the freaky Fun House.","release_date":"1995-01-01","genres":[],"vote_average":6.0,"runtime":30,"cert":"N\/A","id":276159,"title":"The Adventures of Mary-Kate & Ashley: The Case of the Fun House Mystery","adult":false},{"cast":["Ashley Olsen","Mary-Kate Olsen","Christine McGuire"],"overview":"There's trouble in paradise! Join the twin detectives, Mary-Kate &amp; Ashley Olsen (\"Full House\"), and their sidekick dog, Clue, as they check in for excitement at the Hilton Hawaiian Village Hotel.","release_date":"1996-01-01","genres":[],"vote_average":6.0,"runtime":30,"cert":"N\/A","id":276161,"title":"The Adventures of Mary-Kate & Ashley: The Case of the Hotel Who-Done-It","adult":false},{"cast":["Yum Jung-ah","Park Hae-il","Oh Gwang-rok","Cho Min-soo"],"overview":"Ne-mo is a thirteen year-old boy growing up in 1980s South Korea, and is the only child of a single mother who runs a watch repair shop in their small town. Having never met his father, Ne-mo resolves to marry a single mother when he is older. Following the suicide of his mother, Ne-mo becomes acquainted with Bu-ja, who opens a comic shop in his town. Bu-ja is also a single mother with a young son of her own, and Ne-mo instantly falls in love with her. Despite their age difference he proposes to her in a movie theater, but a fire breaks out and Ne-mo is killed saving Bu-ja's son.","release_date":"2005-11-11","genres":[18,10749],"vote_average":6.0,"runtime":114,"cert":"N\/A","id":276172,"title":"A Boy Who Went to Heaven","adult":false},{"cast":["Santo","Gaspar Henaine","Liza Castro","Crox Alvarado","Carlos Agostí"],"overview":"Calpuina is a night-watchman in a wharehouse, a perfect job for him. When some thieves break in and steal some crates, El Santo is after them because they are using the wharehouse for diamond smuggling. Capulina hinders their capture. Then he decides that he will put on a wrestler's mask and help El Santo to caputre the crooks.","release_date":"1969-12-04","genres":[35,28],"vote_average":6.5,"runtime":80,"cert":"N\/A","id":276174,"title":"Santo vs. Capulina","adult":false},{"cast":[],"overview":"Biography - Asian-American rapper Jin is the subject of this revealing documentary, which charts how the urban artist went from virtual unknown to releasing his successful album \"The Rest Is History\" and a role in the movie 2 Fast 2 Furious. The fascinating exposé goes behind the scenes for a glimpse at Jin's rags-to-riches career. Also included are an interview with Jin's family, freestyle footage and a promo for the clothing line Dirty Denim. -  Jin Auyeung, Po Dean, Dee","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276179,"title":"Jin: Making of a Rap Star","adult":false},{"cast":["Eriq Ebouaney","Nadège Beausson-Diagne","Sonia Zembourou","Philippe Mory"],"overview":"A film about the difficulty for even the most well-intentioned person to know and respect another culture. In this case, the problem is so acute that there is even heated debate over what to call that 'other.' The subtitles in the film use the familiar word 'pygmies,' a relatively pejorative European term; the Bantu or villagers' expression for the same group, Babingas, carries similar negative connotations. These highly specialized, tropical rainforest hunter-gatherers should perhaps be called by their own ethnonym, Aka, MoAka (sing.) and BaAka (pl.)","release_date":"2003-01-01","genres":[18],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":276181,"title":"The Forest","adult":false},{"cast":[],"overview":"Documentary - This powerful documentary profiles the amazing life of Leon Blum, France's first socialist prime minister, who also was Jewish. The Vichy government sent Blum to Buchenwald concentration camp during World War II, but he was restored to power in 1946. First attracted to politics by the infamous Dreyfus Affair scandal, Blum later became a champion of workers' and women's rights. Highlights include archival footage and interviews with Blum's family. -","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276183,"title":"Leon Blum","adult":false},{"cast":[],"overview":"Jump-start weight loss in just 30 days with the help of your favorite contestants from NBC’s \"THE BIGGEST LOSER.” You’ve seen Ali, Tara and Sione shed pounds on the show and now it’s your turn! Burn fat and tone muscle as they lead you through five 10-minute workouts that cover every inch of your body. Now’s your chance to get started, get fit and lose big with this 30-day program! And it doesn’t stop there – in two special segments, Bob gives the diet tips and motivation you'll need to get started and stay on track.","release_date":"2009-12-01","genres":[],"vote_average":10.0,"runtime":55,"cert":"N\/A","id":276185,"title":"The Biggest Loser: The Workout - 30-Day Jump Start","adult":false},{"cast":["María Serrano","Alma Martinez","Edward James Olmos"],"overview":"Documentary, Biographical Documentaries, Historical Documentaries - In this riveting documentary that was an official selection at the Sundance Film Festival, filmmakers Monona Wali and Pamela Cohen shadow the remarkable Maria Serrano, an El Salvadoran woman who splits her time as a wife, mother and guerrilla leader. Released some 20 years after the original footage was filmed, this anniversary edition includes an update on Serrano, her family and her country in the wake of civil war.  Alma Martinez, Edward James Olmos, María Serrano","release_date":"1990-01-01","genres":[99],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":276187,"title":"Maria's Story","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Classical Music, Classical Instrumental Music - Gabriela Beoaekova, Florence Quivar and James Wagner star in this documentary that re-creates the life and times of Italian composer Gioacchino Antonio Rossini. Specifically, the film explores Rossini's efforts to bring to life his requiem mass, \"Messa per Rossini,\" all the while securing his place in the pantheon of talented musicians from the 19th century. It also examines why Rossini's compatriot Giuseppe Verdi respected him so.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276189,"title":"Messa per Rossini","adult":false},{"cast":[],"overview":"Foreign, Foreign Dramas, India, Gujarati Language, Foreign Regions, Foreign Languages - What happens when the hardworking head of a middle class family is suddenly confronted with a situation that challenges everything he believes and has worked for? Can he adapt to the changes, or is he forever stuck in his old ways? Directed by Amit Divetia, this provocative drama stars Deepak Gheewala, Minal Karpe, Amrish Patel, Palvi Pathak and Vijay Rawal.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276191,"title":"Muthi Uchero Manas","adult":false},{"cast":[],"overview":"In a popular area in the heart of Brazzaville, a customary court perpetuates an ancient legal organization embrace the forms of modern court officials. In a small building summary, when the first shot rang bell, as in theater, different cases parade before the judges in black robes: witchcraft, divorce, inheritance problem or demarcation of plots.","release_date":"2006-01-01","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":276196,"title":"Tenrikyo, Tradition Through Black Robe","adult":false},{"cast":[],"overview":"Begin with Boot camp 1 and as you improve, add on Boot camps 2 and 3 for a powerful workout that challenges every muscle with dynamic moves designed to give those unwanted pounds the boot! WARM-UP (5 Minutes): Prepare your body for boot camp with athletic conditioning moves that get the heart pumping and the muscles warm. LEVEL 1 (Weeks 1 and 2) -Boot camp Level 1 (20 Minutes): Bob turns on the burn with upper- and lower-body strength intervals, then revs your metabolism with calorie-crushing cardio. LEVEL 2 (Weeks 3 and 4) - Boot camp Level 2 (15 Minutes): Pick up the pace and drop the pounds with Bob's innovative power moves that integrate fat-blasting bursts of cardio. LEVEL 3 (Weeks 5 and 6) - Boot camp Level 3 (10 Minutes): Challenge your balance and fine-tune your physique using bands and weights to further chisel your newfound muscle. COOL-DOWN (5 Minutes): Reward and energize your body with athletic and yoga-inspired stretches that soothe tight muscles and improve posture.","release_date":"2008-12-16","genres":[],"vote_average":10.0,"runtime":55,"cert":"N\/A","id":276201,"title":"The Biggest Loser: The Workout - Boot Camp","adult":false},{"cast":[],"overview":"In the pre \"weigh-in\" workouts on NBC’s hit show, \"THE BIGGEST LOSER,” you’ve seen contestants push themselves to the limit to reach their weight-loss goals – and now you can too! In this intense Last Chance Workout, trainer Jillian Michaels pulls out all the stops with three workouts that challenge your body to the maximum. But don’t worry, past contestants will be by your side every step of the way. With a unique blend of cardio and strength designed to boost your fat-burning potential, and the motivation to keep going, now’s your chance to step on the scale and lose more weight faster than ever!","release_date":"2009-12-01","genres":[],"vote_average":10.0,"runtime":61,"cert":"N\/A","id":276203,"title":"The Biggest Loser: The Workout - Last Chance Workout","adult":false},{"cast":[],"overview":"What would you do if everything you thought you knew about your past turned out to be a lie? Invisible Ink is a feature film directed and produced by Christopher Julian, and co-written with Jennifer Savran Kelly. Told in three separate but interweaving short stories, our three main characters search for the Truth, but what they find threatens their carefully constructed realities.","release_date":"2011-07-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276205,"title":"Invisible Ink","adult":false},{"cast":["Sunset Carson","Cactus Jr.","Al Terry","Pat Starling","Lee Roberts"],"overview":"In one of his last film roles, legendary B-Western cowboy Sunset Carson roots out the varmints responsible for a false smallpox scare. After arriving in the small town of Quartzville, Carson determines that a crooked lawyer-and-doctor team created a false smallpox epidemic in order to seize a gold mine from an old man and his family. Carson and his friends set out to bring the villains to justice. Al Terry, Pat Starling and Lee Roberts co-star.","release_date":"1950-01-15","genres":[37],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":276207,"title":"Battling Marshal","adult":false},{"cast":[],"overview":"You've witnessed extraordinary weight loss on NBC's hit show. Now you can get with the program and achieve pound-shedding results in just 6-8 weeks with the transforming power of yoga!","release_date":"2008-12-16","genres":[],"vote_average":10.0,"runtime":55,"cert":"N\/A","id":276209,"title":"The Biggest Loser: The Workout - Weight Loss Yoga","adult":false},{"cast":[],"overview":"An exploration of post-Sept. 11 racism, this drama set in New York centers on Indian immigrant Baldev (Farokh Daruwala), whose boss vents his hatred of South Asians on him. Having just lost his brother as a result of hate crime, Baldev takes his boss hostage. Baldev's actions could land him in jail and result in deportation, but it's a chance he's willing to take to be heard. Murtuza Sabir and Asha Patel co-star.","release_date":"2004-09-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276211,"title":"Bandhak","adult":false},{"cast":[],"overview":"Documentary - Some of the world's most active minds came to New York's Rubin Museum of Art to talk about nothing. Two by two, they partook in probing, inspired conversations about universal questions: what is, what isn't, and how can we tell?","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276213,"title":"Talks About Nothing","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Classic Rock, Rockumentaries, Rock &amp; Pop - Rock journalists, music critics and industry professionals weigh in on the lasting influence of the Beatles, a band best known for bringing the British Invasion to America -- and for recording some of the biggest hits in music history. Highlights include cuts from \"She Loves You,\" \"Yesterday,\" \"Twist and Shout,\" \"Love Me Do,\" \"Please Please Me,\" \"All My Loving\" and \"Ticket to Ride,\" plus commentary from former Beatles sound engineer Norman Smith.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276215,"title":"The Beatles: Videobiography","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Rockumentaries, Rock &amp; Pop, Modern &amp; Alternative Rock - Featuring performance footage and commentary from musicians, fans and critics, this in-depth analysis of alternative rock band the Cure examines the influence of the unique group that came of age in the post-punk era and continues to draw fans today. A rare archival interview with lead singer Robert Smith sheds light on the Cure's music and history, and footage of the band's performance on British show \"The Tube\" provides a special treat.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276217,"title":"The Cure: Rock Case Studies","adult":false},{"cast":[],"overview":"Sports &amp; Fitness, Water Sports, Surfing &amp; Boardsports - The second installment of the Lost Across America series covering the United States and its most noteworthy surf spots profiles a lineup of talented athletes who've managed to stay on the cultural fringe. Featured surfers in California, New York, Hawaii and the Outer Banks include Aaron Cormican, John Robertson, Cory and Shea, Flip Bellinzoni, Randall, Dean Randazzo, Dustin Ray, Col. Volland, Justin Matteson and Majica the surfing dog.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276222,"title":"The Decline: Lost Across America","adult":false},{"cast":[],"overview":"Experience the entirety of Psalms, Proverbs and the Song of Solomon in this program blending the moving narration of Emmy Award winner Stephen Johnston, powerful music and a cast of Tony-winning actors who bring the tales to vivid life. You'll view these three books from the King James version of the Bible in a whole new light as the stories of beauty and wisdom unfold.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276224,"title":"Psalms & Proverbs with the Song of Solomon","adult":false},{"cast":[],"overview":"Documentary - The annual Palio bareback horse race, set in the central plaza of Siena, Italy, dates back to the Middle Ages and lasts a scant 80 seconds, conferring glory on the winner and ignominy on the losers. Documentarian John Appel captures all the drama, action and anguish that accompany this fiercely upheld tradition, focusing specifically on the district of Civetta, which, embarrassingly, hasn't won the race in 23 years. -  Egidio Mecacci, Paolo Rossi, Alma Savini","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276226,"title":"The Last Victory","adult":false},{"cast":["George Stevens Jr."],"overview":"Narrated by George Stevens Jr., this documentary by Oscar-winning director George Stevens trains its lens on World War II in a way that's rarely been seen before: in full color. The effect is nothing less than astounding, as viewers bear witness to the carnage of all-out battle in the European theater, which was home to some of the bloodiest skirmishes ever, from the Norman invasion to the fall of Berlin.","release_date":"1994-06-01","genres":[99],"vote_average":0.0,"runtime":46,"cert":"N\/A","id":276228,"title":"George Stevens: D-Day to Berlin","adult":false},{"cast":[],"overview":"After witnessing a murder, musicians Dev (Rishi Kapoor) and Salim (Paintal) dress as women and flee with a girl band to avoid the killers' wrath. Soon, Dev falls for fellow bandmate Reetu (Neetu Singh), but his disguise makes it impossible for him to reveal his feelings. When he discovers that Reetu desires a rich man, Dev devises a second disguise, as the wealthy Esso. Madan Puri and Anwar Hussain co-star in this Indian take on Some Like It Hot.","release_date":"1975-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276230,"title":"Rafoo Chakkar","adult":false},{"cast":[],"overview":"Little Tad is sick and tired of being picked on by Bully Frog and all his mean friends. He really wishes he could win the frog-jumping contest at the annual fair to show them he's not so little. Although Tad trains hard for the contest, he soon realizes that he simply isn't big enough just yet. That sneaky snake Cottonmouth convinces Tad he  is big enough and can become the \"hero of Hopper's Landing,\" but Cottonmouth isn't telling the truth.","release_date":"2002-01-01","genres":[16],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":276232,"title":"Ribbits!: The Hero of Hopper's Landing","adult":false},{"cast":[],"overview":"Fan-friendly rockers Sister Hazel are the subject of this great up-close-and-personal look at the band. Packed with behind-the-scenes documentary footage, interviews with band members and an entire live concert from the House of Blues in Orlando, Florida, the documentary also includes a bonus for truly insatiable fans: a tour of Sister Hazel's hometown.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276234,"title":"Sister Hazel: A Life in the Day","adult":false},{"cast":["Alexis Valdés","Mercedes Ortega","Paulina Gálvez","Miguel Molina","Gabriella Roy"],"overview":"Although she's still hung up on the man who broke her heart (Miguel Molina), club dancer Simona (Mercedes Ortega) pledges to eradicate all memories of him by removing the tattoos he put on her body. Complicating matters is Mariel (Alexis Valdes), the owner of a Barcelona tattoo shop whose obsession with Simona's undulating form leads him to steal the money to help her pay for the necessary laser treatments.","release_date":"2000-11-17","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":276236,"title":"Tattoo Bar","adult":false},{"cast":[],"overview":"Biography - President Jimmy Carter and his wife discuss the 25 years they've spent working with Habitat for Humanity and their Jimmy and Rosalynn Carter Partnership Foundation project, in this illuminating documentary. The film showcases Habitat for Humanity's 2008 Blitz Build campaign to rebuild the Gulf Coast and demonstrates Carter's far-reaching impact, the result of a determined man who refuses to ignore people in need. -","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276238,"title":"The Life a House Built: The 25th Anniversary of the Jimmy and Rosalynn Carter Work Project","adult":false},{"cast":["Pablo Bryant","Aleksandra Kaniak","Isabelle Dahlin","David Ellsworth","Jessica Brytn Flannery"],"overview":"Arthur Egeli directs this multifaceted romance set on the beaches of Cape Cod, the story of young painter Steven Buchanan (Pablo Bryant) and his interactions with three beautiful women vying to be his muse. There's Melissa (Isabelle Dahlin), the student who admires him; Theresa (Jessica Brytn Flannery), the model who inspires him; and Mary (Aleksandra Kaniak), the fellow artist who transforms him.","release_date":"1994-01-01","genres":[18],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":276240,"title":"Unconditional Love","adult":false},{"cast":[],"overview":"Believing he's destined for greatness, an unlikely hero named Throg (Dana Lee) embarks on a wild adventure filled with Greek gods, Arthurian knights, certified loonies, nasty harpies, talking pigs, garbage collectors and one twisted forest dweller in this medieval fantasy spoof. Bungling his way through the centuries, the immortal Throg lurches along a path leading to an ultimate showdown with the bloodthirsty Urshag the Destroyer (Dennis Green).","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276248,"title":"Throg","adult":false},{"cast":[],"overview":"This inspiring gospel concert in Birmingham, Alabama, features the Pilgrim Jubilees, Margaret Allison with the Angelic Gospel Singers, and the Sensational Nightingales. After their individual performances, the three groups unite for a rousing finale. Songs include \"Live So God Can Use You,\" \"Don't Let Nobody Turn You Around,\" \"I'll Fly Away,\" \"God's Been Good to Me,\" \"Safety of Your Soul\" and \"Life's Evening Sun.\"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276250,"title":"Together as One: 150 Years","adult":false},{"cast":[],"overview":"Dazzling animation brings to life this timeless story of India's kings. When Muhammed Ghori, ruthless leader of Ghazni, learns of the wealth of neighboring Delhi, he sets out to claim it for his own. But he doesn't count on Delhi's king, Prithviraj Chauhan, who repels 16 attacks by Ghori and his army. Furious, the deceitful Ghori schemes to bring Chauhan to his knees at any cost. Sanjeev Jaiswal, J.P. Sharma and Amar Babaria provide voices.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276252,"title":"Veer Yodha Prithviraj Chauhan","adult":false},{"cast":[],"overview":"Several residents of a Taipei apartment complex try to sort out their tangled romances in this Taiwanese drama helmed by Ming-Tai Wang. Hair stylist Angel (Kang-i Lee) can't get her aloof beau, Alan (Cheng-Lung Lan), to commit to their relationship -- a problem that escalates when Alan's first love (Fang Wan) moves in next door. Meanwhile, he's also having a fling with a middle-aged Mafia mistress (Kuei-Ying Hsu) who lives in the building.","release_date":"2005-10-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276254,"title":"Fall... in Love","adult":false},{"cast":[],"overview":"Documentary, Military Documentaries, Historical Documentaries - From bombers to jet fighters, the United States relied heavily on its powerful air force during the Vietnam War. Through amazing archival footage, this program explores the types of U.S. aircraft used in combat and the impact they had on the war. Because the Vietnam War was the most-filmed war in history, there's plenty of excellent footage allowing viewers to experience dangerous missions almost firsthand.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276256,"title":"Air War in Vietnam","adult":false},{"cast":[],"overview":"Using ancient prophecies and archaeological evidence to inform his vision and a science background to back it up, Gregg Braden expounds on his theory that the Earth has entered into a rare geophysical phase that's transforming our consciousness. In this program, Braden points viewers to the teachings of the Essenes -- authors of the Dead Sea Scrolls -- for insights into the human condition and a recipe for healing the world.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276258,"title":"Beyond Zero Point: The Journey to Compassion","adult":false},{"cast":["Duke Ellington","Cootie Williams"],"overview":"Joined by the likes of saxophonist Ben Webster and trumpeter Cootie Williams, jazz giant Duke Ellington demonstrates in this collection of performance clips (spanning the years 1929-43) precisely why he's one of the seminal figures in American music. Ellington's musical evolution can be seen in excerpts from feature-length and short films that include Black and Tan, Check and Double Check, Symphony in Black and The Hit Parade of 1937.","release_date":"2000-01-01","genres":[10402],"vote_average":0.0,"runtime":108,"cert":"N\/A","id":276263,"title":"Duke Ellington & His Orchestra 1929-1943","adult":false},{"cast":[],"overview":"In the early 1970s, comedian Flip Wilson's variety show owned Thursday night television. This exciting collection contains five unforgettable episodes -- including the show's debut on Sept. 17, 1970. Flip plays all his favorite characters: The ever-popular Geraldine Jones and Reverend LeRoy cavort with the likes of Ed Sullivan, Don Rickles, Ray Charles, Redd Foxx, Bobby Darin and Lucille Ball.","release_date":"1970-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276265,"title":"Flip Wilson","adult":false},{"cast":[],"overview":"The life of Grammy-nominated rapper the Game is chronicled in this hourlong documentary that tells of his rise from violent street gangs and drug dealing to the top of the music charts with hits such as \"Hate It or Love It.\" Get an intriguing glimpse at the man behind the rap, from his early family life to his stint in foster care, from his brush with death to the release of his multiplatinum album \"The Documentary.\"","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276267,"title":"Game Recognize Game: An Unauthorized Biography","adult":false},{"cast":[],"overview":"This documentary explores the life and career of Sergei Rachmaninov, one of Russia's most revered composers, conductors and pianists of all time. From his early training at the Moscow Conservatory to his famous works \"Symphony No. 2\" and \"The Isle of the Dead\" to his eventual emigration to the United States, every aspect of the celebrated musician's work -- and the political and social environment that formed it -- is examined.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276269,"title":"Great Russian Composers: Sergei Rachmaninov","adult":false},{"cast":["Israel Houghton"],"overview":"Contemporary Christian rockers Israel and New Breed set out on the road to support their gold-selling, Grammy nominated release Live from Another Level, and the cameras are rolling to capture all of the praise and performance in this release of a concert staged in Cape Town, South Africa. Songs featured in this performance include \"Alive,\" \"Favor of the Lord,\" \"Not Forgotten,\" and \"Turn it Around.\"","release_date":"2006-07-11","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276271,"title":"Israel & New Breed: Alive in South Africa","adult":false},{"cast":[],"overview":"There's a party inside the World Tree, and you're invited! Join Snook the sloth and his friends to learn about the earth and its inhabitants, and discover how living things grow and change. In this collection of episodes from the colorful PBS Kids series, Winslow the marmoset celebrates his birthday by climbing to the top of the World Tree (\"Out on a Limb\"), and Wartz the red-eyed tree frog teaches a fearful friend all about bees (\"The Sting\").","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276273,"title":"It's a Big, Big World: Safe and Sound","adult":false},{"cast":[],"overview":"Foreign, Martial Arts, Foreign Action &amp; Adventure, Hong Kong, Foreign Regions - A freedom fighter (Cliff Lok) in the Ming Dynasty discovers that a Shaolin monk possesses ultra-secret documents that will expose the present Ching emperor as a fake. To prove it, the patriot must find the hidden papers attesting to this fact. In the meantime, he must face Eighteen Bronzemen and battle rebels to complete his mission. Will the truth prevail?","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276275,"title":"Best of Shaolin Kung Fu","adult":false},{"cast":[],"overview":"Deep in the Quebec countryside, a once prosperous motel had fallen into disrepair before being turned into a retirement home. This thoughtful documentary explores the lives of its residents and how aging has altered the meaning of time for them. Quietly and without comment, director Jean-François Caissy follows 24 seniors over the course of five seasons, showing how their daily routines have become both very fixed and incredibly meaningful.","release_date":"2010-04-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276277,"title":"La Belle visite","adult":false},{"cast":[],"overview":"Documentary filmmaker Peter Rosen explores the life and music of Armenian-born Soviet composer Khachaturian, who flourished despite working in politically tumultuous times under Stalin. Featuring historic footage, concert performances and passages from the ballets \"Spartacus\" and \"Gayne,\" this retrospective sheds welcome light on a musical genius and places his legacy within the broader context of 20th-century Russian music.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276279,"title":"Khachaturian: A Musician and His Fatherland","adult":false},{"cast":[],"overview":"Documentary - Known as the original \"sad corridor,\" Mexican singer Chalino Sanchez masterfully combined heart-tugging melodies with sad stories. Sanchez, killed in 1992 after a performance, is memorialized by loved ones and fans in this look at a true talent missed by many. The tribute features Sanchez's final interview, plus interviews with his wife, sister and children. Graciela Beltran, Humberto Luna and Chalino's band, Los Amables del Norte, also appear. -  Adan Sanchez, Juana Sanchez, Marisela Sanchez","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276281,"title":"Chalino Sanchez: Una vida de peligros","adult":false},{"cast":[],"overview":"Comedy, Stand-Up - Watch some of the best country comedians -- including Cousin Minnie Pearl, Jerry Clower, Roger Miller, The Statler Brothers and Jeff Foxworthy -- as they yuk it up in this collection of side-splitting stand-up routines from the past and present. The laughs were amassed by the legendary Jim Owens, producer of some of the biggest hits in country music.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276283,"title":"Classic Country Comedy","adult":false},{"cast":[],"overview":"When neighborhood gangster Mr. Big (Tommy \"Tiny\" Lister) sends an eviction notice to Miss B's, the gang at the salon will have to put aside the insults and petty drama if they're going to pull together and save the business. Directed by Albert C. Chevalier, this outrageous comedy also stars Marjan Feritous, Eurika Pratts, Johann John Jean, Sierra Schast and Ethel Austin.","release_date":"2007-01-01","genres":[],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":276285,"title":"Miss B's Hair Salon","adult":false},{"cast":[],"overview":"Drama - Devastated by his girlfriend's (Beth Gondek) sudden death, Joey (Haim Abramsky) tries to keep her spirit alive by carting her corpse along with him on an interstate road trip. But when his lover's body begins to decompose, Joey's morbid journey only serves to make his loss more painful. Los Angeles-based director Constantin Werner makes his feature debut with this dark, brooding tale of undying love. -  Haim Abramsky, Beth Gondek, Ken Cypert","release_date":"1998-01-01","genres":[],"vote_average":4.0,"runtime":80,"cert":"N\/A","id":276287,"title":"Dead Leaves","adult":false},{"cast":[],"overview":"This compelling documentary offers a moving portrait of people touched by the deadly tuberculosis epidemic that plagued America in the early 20th century and of those around the world who suffer from the disease today. Filmmakers David Bettencourt and G. Wayne Miller weave powerful images with interviews that shed light on this tragic illness, which remains the second deadliest infectious disease in the world today.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":276289,"title":"On the Lake: Life and Love in a Distant Place","adult":false},{"cast":[],"overview":"One of Latin music's superstars, Pepe Aguilar delivers a Grammy-winning concert performance from the Gibson Amphitheatre in Los Angeles. Combining traditional Mexican sounds with contemporary pop and backed by both mariachis and a rock band, Aguilar creates a sound all his own. Songs include \"El Toro Serrano,\" \"Por una Mujer Bonita\" and \"El Gustito.\"","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276291,"title":"Pepe Aguilar: Live En Vivo","adult":false},{"cast":[],"overview":"Documentary - The Detroit-born Marshall Mathers emerged from poverty-stricken roots to become Eminem, the most commercially successful (and controversial) white rapper of all time. This unauthorized biography shows how he did it. Through a combination of behind-the-scenes footage, interviews and never-before-seen film clips, the film follows the rapper's rise from bad boy with attitude to multiplatinum artist with international appeal. -  Eminem","release_date":"2000-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276293,"title":"Eminem: Hitz & Disses","adult":false},{"cast":[],"overview":"In this in-depth portrait of painter Édouard Manet, filmmaker Didier Baussy visits the milieus that fueled the vision of the celebrated artist -- hailed as the leader of the French impressionist movement -- whose works had a sweeping influence. Filmed throughout Spain and France, the rich retrospective traces the roots of such Manet essentials as Le déjeuner sur l'herbe and the controversial Olympia.","release_date":"1989-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"PG","id":276295,"title":"Portrait of an Artist: Les Silences De Manet","adult":false},{"cast":[],"overview":"A young boy falls in love with a stunning girl, who simply ignores him. But, three men with different strategies in the art of love (romance, lies and money), come to the rescue to try to lead the young boy to his dream: a kiss on the lips.","release_date":"2011-04-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276297,"title":"Lecciones para un beso","adult":false},{"cast":[],"overview":"Special Interest, Theater Arts, Theatrical Performances - The Broadway Theatre Archive presents another program in its series of televised plays from the 60s to the 80s. Frank is a college professor who remembers back to his childhood in World War II Britain and remembers the humor and the sorrow of the people around him. Starring Geraldine Fitzgerald and Tom Hulce (Amadeus, Animal House.)","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276299,"title":"Forget-Me-Not-Lane (Broadway)","adult":false},{"cast":[],"overview":"The Paris Opera Ballet's greatest stars unite for this program that proves why the company is called \"the cradle of classical ballet.\" Choreographer Nobert Schmucki staged the six works specifically for this performance. Patrick Dupond, Claude De Vulpian, Noëlla Pontois, Felix Vivian, Kader Belarbi and others perform excerpts from Valera's \"Ephemera,\" Tchaikovsky's \"Swan Lake,\" Meyerbeer's \"The Ice Skaters,\" Shostakovich's \"Paillettes\" and more.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276301,"title":"The Paris Opera Ballet: Six Ballets","adult":false},{"cast":["Jillian Michaels","Tabitha St. Germain","Venus Terzo","Kelly Sheridan","Kathleen Barr"],"overview":"It's Kimono's birthday, and the ponies want to throw her a surprise party. But it's hard to surprise the wisest pony in Ponyville, so Minty, Rainbow Dash, and all their friends have to work extra-hard to pull together the best celebration Ponyville has ever seen.","release_date":"2003-12-08","genres":[16,14],"vote_average":8.0,"runtime":22,"cert":"N\/A","id":276303,"title":"My Little Pony: A Charming Birthday","adult":false},{"cast":["Jan Van Sickle"],"overview":"Brian Owens was once a prominent professor of quantum mechanics until an accident stripped him of his credentials; he now teaches at a community college. In order to reclaim his stature, he is trying to build the world's first teleportation machine in his garage at night. All of this while being romantically pursued by one of the art professors at the college, avoiding the crazy old lady next door, and being harassed by the loan sharks he borrowed money from to build his machine. But his biggest problem is he can't get his machine to work.﻿​","release_date":"2013-02-14","genres":[10749,878],"vote_average":6.3,"runtime":92,"cert":"N\/A","id":276305,"title":"Love & Teleportation","adult":false},{"cast":[],"overview":"When a young woman's health is threatened, her family seeks answers from physicians -- who suggest that her illness's origins are psychological. As her condition soon worsens, her desperate family finds a psychiatrist who helps her, and she gradually improves. In the process, the patient and the doctor fall madly in love in director Ranjan Bose's romantic yarn starring Yogeeta Bali, Anil Dhawan and Sujit Kuma.","release_date":"1973-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276307,"title":"Yauwan","adult":false},{"cast":[],"overview":"Renowned newsman Walter Cronkite's stentorian pronouncement \"You are there\" -- an armchair witness to history's greatest moments -- greeted viewers of this popular television series that aired from 1953-1957. Hosted by the likes of Charles Collingwood and Mike Wallace, the show investigated key historical events as though they were breaking news. This chapter spotlights the Boston Massacre and the Boston Tea Party.","release_date":"1953-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276309,"title":"You Are There: The American Revolution Prepares","adult":false},{"cast":["Tammy Grimes","Paul Williams","Charlie Adler","Tammy Amerson","Laura Dean"],"overview":"All the little ponies and their young friend Megan must save Baby Surprise and their ponies, magical rainbow locket from the evil Cartrina. If they don't, Catrina will force all the baby ponies to become her slaves. It's a battle the little ponies must win or life in Dream Valley will never be the same!","release_date":"1985-03-23","genres":[16,14,10770],"vote_average":6.8,"runtime":23,"cert":"N\/A","id":276311,"title":"My Little Pony: Escape from Catrina","adult":false},{"cast":[],"overview":"Ian Willams -- who was born blind in one eye -- grew up undaunted to become an elite college basketball player. But his dream of winning a national championship and turning pro was sidetracked when a tragic accident left him completely blind. Triumphing over adversity, Williams recalibrated his ambition and went on to become college basketball's first blind coach. A truly inspiring story about the triumph of the human spirit.","release_date":"2003-06-06","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":276313,"title":"Matchups","adult":false},{"cast":["Kevin Bernhardt","Bernie Angel","Lilly Melgar","Rita Rogers","Marty Brinton"],"overview":"Newsman Nick Branca (Kevin Bernhardt) becomes a media star when he saves a woman's life. His money-hungry boss Buddy (Bernie Angel) is quick to assign him high-publicity, albeit dangerous, events, but fame and fortune can't make up for Nick's dwindling respect for the ratings-driven news machine. After he quits his high-paying job, his girlfriend gets murdered, and he must return to his investigative roots to find out who is trying to frame him.","release_date":"1989-03-21","genres":[18,28],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":276315,"title":"Midnight Warrior","adult":false},{"cast":["Ben Uyeda","David Sharps"],"overview":"The changing face of Red Hook -- a one-of-a-kind neighborhood in Brooklyn, N.Y. -- is the subject of this rich examination of city living by filmmaker D.W. Young. The documentary peeks in on an urban farm run by local kids; an uphill struggle to save a portion of the waterfront; the infamous arrival of an IKEA store; and more. The film was an official selection at the 2008 San Francisco International Documentary Film Festival.","release_date":"2008-01-01","genres":[99],"vote_average":0.0,"runtime":46,"cert":"N\/A","id":276317,"title":"A Hole in a Fence","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Rap &amp; Hip-Hop, Urban &amp; Dance - The four foundations of the hip-hop movement -- the B-boy, the graffiti artist, the DJ and the emcee -- are saluted in this comprehensive documentary, which thoroughly explores the Miami scene. The film features art by Dash 167 and Marley; interviews and performances by Gang Starr, Grandmaster Melle Mel, KRS-One and Invisible Skratch Piklz; and a visit to the International Turntablist Federation's world finals.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276319,"title":"Hip Hop Massive","adult":false},{"cast":[],"overview":"Rene Magritte (1898-1967) was a Surrealist ahead of his time. Indeed, the world needed more than a quarter of a century to discover that his work has both philosophical and poetic content that corresponds to certain social and intellectual trends in the second half of the 20th century. This documentary is part of the \"Artists of the 20th Century\" series that examines the life and work of major artists of the century.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276324,"title":"Artists of the 20th Century: Rene Magritte","adult":false},{"cast":[],"overview":"Filmmaker Péter Forgács' engrossing documentary -- culled from home movies spanning eight decades -- chronicles the life of Austrian beauty queen Lisl Goldarbeiter: the first Miss Universe. Following her during her pageant days and through an imprudent marriage, the film also serves as a slice of European history, a diary of Jewish life under the Nazis and an unfolding love story between Lisl and her smitten cousin, Marci Tenczer.","release_date":"2006-07-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276326,"title":"Miss Universe 1929 - Lisl Goldarbeiter. A Queen in Wien","adult":false},{"cast":[],"overview":"Meagan Mullen, freshly moved in her new home, keeps in touch with her friends and family through a video blog. As her entries (and her life) become more complex and emotional, strange things begin to happen in her room: and the camera captures all of it. Told primarily from the point of view of an ordinary wireless webcam, The Death of April documents the unsettling activity in an otherwise average girl's bedroom - and the mysteries that surround it.","release_date":"2012-10-09","genres":[9648,27],"vote_average":4.5,"runtime":90,"cert":"N\/A","id":276328,"title":"The Death of April","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Celtic Music, World Music - Party hardy, dudes! Get your groove on (with a brogue!) as you join the Hogmanay Scottish New Year's party from Blair Castle -- a hootenany that includes Highland and folk dancing, plus many songs. Among the highlights are these oldies but goodies: \"Road to the Isles\/The Keel Row\/Orange &amp; Blue,\" \"William Wallace,\" \"Round Reel of Eight\/Rachael Rae\/Ray Horricks Reel,\" \"My Ain Folk,\" and \"She Moves Through the Fair\/Airlie's Big Day, Castle Walls.\"","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276330,"title":"Jim Macleod: Hogmanay Party from Blair Castle","adult":false},{"cast":[],"overview":"Surrounded by three gorgeous girlfriends (Caroleen Feeney, Kristen Johnston and Cynthia Watros) who are involved in satisfying relationships, the ever-single Wanda (Crystal Bock) is used to feeling left out. So, when she finally meets the man of her dreams -- a handsome and successful stranger named Duane (Peter Hermann) -- she can't wait to share the news with her friends. The trouble is, they refuse to believe her!","release_date":"2008-05-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276332,"title":"Duane Incarnate","adult":false},{"cast":[],"overview":"While the term is never mentioned in the Bible outright, most deeply religious Christians are aware of an event called \"the Rapture,\" a phenomenon linked to the apocalypse designed to separate the believers from the nonbelievers. This fascinating program talks to a range of scholars and theologians to decipher the formula -- if it actually exists -- to avoiding the horrific events that will bring about the end of the world.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276334,"title":"Biblical Rapture","adult":false},{"cast":[],"overview":"See the inspirational documentary that captures the true stories of people who have been radically and miraculously changed by God as a result of having seen Mel Gibson's film The Passion of the Christ. In their own words, people give accounts of relationships restored, diseases vanquished, the dead resurrected, atheists coming to faith and even a confession to murder. These are profound messages of hope and redemption you won't want to miss!","release_date":"2004-04-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276336,"title":"Changed Lives: Miracles of the Passion","adult":false},{"cast":[],"overview":"This engaging documentary follows rabid Boston Red Sox fans, focusing on two of the team's most devoted supporters -- columnist Mike Barnicle and Chris Wertz, who owns a sports bar in enemy terrain: New York City. As they back the Bosox through the 2007 season, the self-proclaimed members of the Red Sox Nation discuss the thrilling 2004 World Series victory that united the city after decades without a championship.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276338,"title":"Blessed: Still We Believe 2","adult":false},{"cast":[],"overview":"The Mississippi Delta -- known for blues, catfish and much more -- may not seem like the most obvious setting for a long-standing Jewish population, but for more than a century, this community has thrived, forging a unique American identity. This engaging documentary explores the Delta Jews, who struggle to hand down age-old Jewish traditions in the heavily Christian stronghold that they call home.","release_date":"1998-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276340,"title":"Delta Jews","adult":false},{"cast":[],"overview":"Packed with plenty of captivating performance footage, director Ivan Acosta's documentary shines the spotlight on Candido Camero's invaluable contribution to Cuban music, American jazz and Latin jazz. One of the greatest Cuban percussionists to immigrate to the United States, Camero has played with such legendary musicians as Tony Bennett, Dizzy Gillespie, Tito Puente, Charlie Parker, Duke Ellington, Ray Charles and John Coltrane.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276342,"title":"Candido: Hands of Fire","adult":false},{"cast":[],"overview":"Top-selling guitarist Al Petteway does something few other musicians attempt: He mixes instrumental styles from folk to Celtic blues and makes them seem as natural as taking a deep breath. Songs included are \"Eureka Hotel,\" \"Meant to Be,\" \"She Moved Through the Fair,\" \"Smoky Mountain Morning,\" \"Spindrift,\" \"The West Wind\" and more. Special features include instructional multi-camera angles for close-up viewing of Petteway's hands.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":276344,"title":"Al Petteway: Celtic Blues & Beyond","adult":false},{"cast":[],"overview":"Both macabre and lyrical, these five experimental short films focus on the darkness and decay of death. Taking their cue from the work of experimental pioneers such as Andy Warhol, these visual meditations explore the limits of avant-garde filmmaking. \"Adoration\" links love and cannibalism; \"Pig\" examines the mind of killer; and \"Le Poem\" melds an autopsy with an Arthur Rimbaud poem. Other entries include \"Hollywood Babylon\" and \"Dislandia.\"","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":300,"cert":"N\/A","id":276346,"title":"Cinema of Death","adult":false},{"cast":[],"overview":"This documentary follows the struggles and triumphs of the Chicago Dragons, a gay rugby team participating in a predominantly straight league. Meet the players, who come from diverse backgrounds but have a common goal when it comes to the field. Watch the team face injury, travel on the road, and celebrate at the end-of-season awards banquet.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276348,"title":"Go Dragons! A Rugby Story","adult":false},{"cast":[],"overview":"Are your taste buds ready to travel to a far-off land? While exploring such places as Rome, Naples and Sicily, you'll learn how to prepare such classic dishes as focaccia, risotto and spaghetti carbonara. Experience the sights, sounds and flavors of Southern Italy's greatest destinations as the country's top chefs share both cultural and culinary lessons. This entertaining, educational program reveals rich history and even richer tastes.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276350,"title":"Cooking Italian: The Cuisine of Southern Italy and the Islands","adult":false},{"cast":[],"overview":"The owners of three magnificent examples of British architecture are faced with pivotal decisions about how to preserve the family home in the face of crumbling infrastructures, fading public attention and exponentially rising expenses.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276352,"title":"Crisis at the Castle","adult":false},{"cast":[],"overview":"The Crunk Comedy All-Stars are taking America by storm of laughs! It's the hottest urban comedy you'll find anywhere, featuring stand-up routines and cutting-edge sketches.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276354,"title":"Crunk Comedy All-Stars","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Classical Instrumental Music, Classical Music - Renowned concert pianist Martha Argerich joyfully dedicates this 2005 concert to the memory of her piano teacher, Friedrich Gulda, and is joined by Gulda's sons Paul and Rico for an inspired rendition of Mozart's Concerto for Three Pianos in F Major. String players Renaud Capuçon, Gautier Capuçon and Lyda Chen accompany Argerich in a performance that also includes Mozart's Piano Concerto in D Minor and Symphony no. 32 in G Major.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276359,"title":"Martha Argerich Plays Mozart: Live from Tokyo","adult":false},{"cast":[],"overview":"Sports &amp; Fitness, Water Sports, Surfing &amp; Boardsports - Sidelined with injuries during the 2004 season, Australian surf star Mick Fanning (aka Eugene) put his time off the pro circuit to good use, throwing himself into training and honing his competitive edge. This in-depth profile offers an intimate view of the comeback kid, punctuated by dramatic wave-riding action. The soundtrack features music by Midnight Oil, Queens of the Stone Age, Kings of Leon, the Mars Volta and Bernard Fanning.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276361,"title":"Mick, Myself and Eugene","adult":false},{"cast":[],"overview":"Documentary, Travel & Adventure Documentaries, Social & Cultural Documentaries - As urban centers go, New Orleans holds the dubious distinction of being one of the deadliest ever, with a greater proportion of murders compared to its size than anywhere else in the country. This riveting and, at times, disturbing documentary takes an unflinching look at the state of the city, from its history to its residents, many of whom are fighting to make it better day by day. It also posits the question, \"What comes next for the city?\"","release_date":"2005-12-31","genres":[],"vote_average":0.0,"runtime":64,"cert":"N\/A","id":276363,"title":"New Orleans Exposed","adult":false},{"cast":[],"overview":"Alvin Ailey's legacy as one of the world's premier choreographers endures through this performance of three signature works: \"For Bird with Love,\" \"Memoria\" and \"Witness.\" Gary DeLoatch dances the title role in the first piece, a Charlie Parker tribute; April Berry appears in the second piece, Ailey's love letter to friend Joyce Tisler; and Marilyn Banks dances the third number, a solo piece. Artistic director Judith Jamison introduces the works.","release_date":"1990-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276365,"title":"A Tribute to Alvin Ailey","adult":false},{"cast":[],"overview":"When James Marshall runs into his childhood friend Ruby Taylor -- who's lost her memory in a car accident -- he tries to help her remember her past. But he soon finds himself facing his own terrifying secrets that he's tried to repress.","release_date":"2011-08-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276367,"title":"Next Door to the Velinsky's","adult":false},{"cast":["Julio Medina","Edgardo Román","Lincoln Palomeque","Sebastián Mogollón","Diana Ángel"],"overview":"When power-hungry Santiago (Juan Sebastian Mogollon) plots to have his wealthy cattle rancher father, Don Juan Diego Valbuena (Julio Medina), kidnapped, his unconscionable act of betrayal sets off a series of devastating events that threaten to destroy his family forever. Edgardo Román, Diana Angel, Victor Alvarez and Luz Stella Luengas also star in this tense thriller from writer-director Orlando Pardo.","release_date":"2006-10-06","genres":[18],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":276369,"title":"Karmma","adult":false},{"cast":["Peter Seiffert","Roman Trekel","Rolf Haunstein","Isabelle Kabatu","Jonas Kaufmann"],"overview":"Music &amp; Musicals, Opera &amp; Operetta, Classical Music - Witness the Zurich Opera's stunning production of Richard Wagner's masterpiece \"Tannhauser,\" conducted by Franz Welser-Most and featuring Peter Sieffert (Tannhauser), Solveig Kringelborn (Elisabeth) and Thomas Hampson (von Eschenbach). Initially produced in Dresden in 1845, \"Tannhauser\" instilled a sense of wonder in a few of Strauss's ardent friends and admirers, among them Robert Schumann and Franz Liszt. Opera buffs will love it.","release_date":"2004-11-16","genres":[18,10402],"vote_average":0.0,"runtime":200,"cert":"N\/A","id":276371,"title":"Richard Wagner: Tannhäuser","adult":false},{"cast":["Kostas Kazakos","Angelos Antonopoulos","Sofia Roubou","Spyros Kalogirou","Nikos Galanos"],"overview":"Returning from a business trip to Rhodes, Markos finds out that his sick son has been kidnapped. He agrees to pay the ransom that the kidnappers demand but the police officer Makridis sees that the money used is marked so they can track them down.","release_date":"1969-11-20","genres":[12,18],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":276373,"title":"Panic","adult":false},{"cast":[],"overview":"Shining a new light on the plight of the homeless in America, this affecting documentary takes viewers into the lives of several Los Angeles residents living on the mean streets of the city's skid row. With every day a fight for survival -- even in California's sun-kissed Southland -- these men and women must navigate a landscape of drugs, crime, mental illness and even murder just to meet their daily needs. This film captures it all.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276375,"title":"American Street Idols","adult":false},{"cast":[],"overview":"Putting it all into perspective, stress management expert Loretta LaRoche reveals how we hinder our lives by the irrational stresses we create. By learning how we employ ridiculous patterns of thinking to deal with stress, we can then move on to \"the joy of living.\" LaRoche shows viewers how to get back on a sensible path through simple breathing exercises and exaggeration therapy, whereby one's debilitating worries are recast in a new light.","release_date":"1997-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276377,"title":"Loretta LaRoche: How Serious Is This?","adult":false},{"cast":[],"overview":"College is far more than beer bashes and sex romps, cute hook-ups and classes. It can also be the seamiest and strangest place to finally grow up. That's what a freshman, Jack Wesson, discovers when he graduates and attends a university, where hard drugs and mind-bending relationships usher him into the hard knocks of adulthood. Having completely lost control of his life, Jack must claw his way back to solid ground.","release_date":"2001-11-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276379,"title":"April Is My Religion","adult":false},{"cast":[],"overview":"Documentary, Political Documentaries - At Clarence Thomas's Supreme Court confirmation hearings in 1991, the issue of sexual harassment took the national stage when Thomas's former colleague Anita Hill testified that he made sexually provocative statements to her while he was her boss. The highlights of these historic proceedings, which include memorable contributions by Sen. Orrin Hatch, are condensed into this transfixing account, narrated by feminist icon Gloria Steinem.","release_date":"1993-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276384,"title":"Sex & Justice","adult":false},{"cast":[],"overview":"Drawing on rare performance film, insightful interviews, recording footage and more, this documentary explores an incredibly prolific time period in folk icon Leonard Cohen's remarkable career. Already an influential and successful artist by 1978, the Rock and Roll Hall of Famer would not rest on his laurels; instead, he proceeded to create some of his best work with the six studio albums he recorded over the following 20-plus years.","release_date":"2006-01-01","genres":[],"vote_average":7.5,"runtime":null,"cert":"N\/A","id":276386,"title":"Leonard Cohen: Under Review: 1978-2006","adult":false},{"cast":[],"overview":"The Asylum Street Spankers head to the Pacific Northwest to serve up their unique, folksy blend of acoustic blues, early 20th-century jazz and playful originals in this live show at the Fez Ballroom in Portland, Ore. Vocalists Wammo and Christina Mars lead the group through a set that includes \"If You Love Me You'll Sleep on the Wet Spot,\" \"Dance This Mess Around,\" \"Some of These Days\" and \"St. James Infirmary.\"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276388,"title":"Asylum Street Spankers: Sideshow Fez","adult":false},{"cast":[],"overview":"Will Laga is schizophrenic; he's also a gifted visual artist. This documentary portrays one woman's efforts to elevate his life through his art. For a while, their labors pay off, but as his demons return, it's clear there's no easy cure.","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276390,"title":"Mondays with William","adult":false},{"cast":[],"overview":"For more than a half a century, the Heilongjiang Acrobatic troupe kept audiences on the edge of their seats with a contemporary spin on traditional Chinese acrobatics. Then, the company's artistic director had an idea: Put the act on ice. Follow a group of graduates from the Wuqiao School of Acrobatic Arts as they train for the troupe's upcoming Aurora on Ice tour during the obstacle-filled preparations for their big opening night in Taipei.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276392,"title":"China Circus on Ice","adult":false},{"cast":[],"overview":"is a documentary film which portrays people, some of whom are handicapped, who have found an alternate home in an online worlds in Second Life and World of Warcraft. This is the starting point of a journey into virtual realities, meeting diverse human beings in different parts of the world who have one thing in common – they are savvy in using virtual worlds as an extension of their real lives. [from wikipedia]","release_date":"2011-10-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276394,"title":"Login 2 Life","adult":false},{"cast":["Jayanthi","Manjula","Amrish Puri"],"overview":"When the young guest of honor is kidnapped from a birthday party, five courageous kids risk everything to rescue their friend. Along the way, they learn that the kidnapper, Balbir Gupta, is an old partner of the abducted child's father, recently released from prison and looking to settle a score. Directed by S.V. Rajendra Singh, this action adventure stars Amrish Puri, Sundar Krishna Urs, M.B. Shetty, Jayanthi and Manjula.","release_date":"1985-01-01","genres":[],"vote_average":7.0,"runtime":130,"cert":"N\/A","id":276396,"title":"Aaj Ke Sholey","adult":false},{"cast":[],"overview":"Filmmaker Carlos Carcas's documentary chronicles the extraordinary career of renowned Cuban musician Bebo Valdés, who remained a relative unknown on the international scene until winning two Grammys at the age of 81. Valdés's story is told through performance clips, footage and photos of his life in Cuba, and interviews with family, friends and colleagues. One of Havana's top musicians in the 1940s and '50s, Valdés left Cuba after the revolution.","release_date":"2008-04-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276398,"title":"Old Man Bebo","adult":false},{"cast":[],"overview":"Legendary jazz musician Count Basie and his band perform with four great singers in this 1981 Carnegie Hall concert. Renowned jazz vocalists Sarah Vaughan, Tony Bennett, George Benson and Joe Williams join Basie in an evening filled with classic jazz songs such as \"April in Paris,\" \"Sweet Georgia Brown\" and \"Fascinating Rhythm.\" Joe Williams shines on \"Every Day I Have the Blues,\" and Basie keeps the joint jumpin' with spontaneity and style.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276400,"title":"Count Basie & Friends: A Special Evening of Jazz","adult":false},{"cast":[],"overview":"With a string of chart-topping hits like \"Jump,\" \"Neutron Dance,\" \"Yes We Can Can\" and \"I'm So Excited,\" the Pointer Sisters are among the biggest pop acts of '70s, '80s and '90s, captured here in 2004 at the Alberta Bair Theatre in Billings, Mont. The Grammy Award-winning \"sisters\" demonstrate that they're still capable of bringing down the house with the best of them. Selections include \"Happiness,\" \"Automatic\" and \"Slow Hand.\"","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276402,"title":"The Pointer Sisters Live in Concert","adult":false},{"cast":[],"overview":"A film from the Short Movies, Big Stories Competition in Curacao","release_date":"","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":276404,"title":"Chop Chop Dushi","adult":false},{"cast":[],"overview":"Journey through the afterlife with this informative and entertaining program exploring Dante's epic poem of grandeur and complexity. Delving deep into the enduring allegorical work, the film combines dramatic reenactments, modern images and artists' renderings inspired by the literary masterpiece, as well as visual interpretations by the Topiary Dance Group, location footage of Dante's native Florence and analysis from noted scholars.","release_date":"2002-01-01","genres":[99],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":276406,"title":"Dante: The Divine Comedy","adult":false},{"cast":[],"overview":"Travel back in time for two explosive live shows starring the rowdy New York hard-core band Leeway, led by charismatic front man Eddie Sutton. First, you'll enjoy front-row seats at the band's 1999 Easter Sunday concert at the Wetlands. Then, you'll fast-forward to 2001 for Leeway's last New York City gig, at L'Amours. Bonus tracks include interviews with Sutton and the band's guitarist, A.J. Novello.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276408,"title":"Eddie Leeway's Haunted Hardcore","adult":false},{"cast":["Dick Carballo","Devin Goldenberg","Jane McLeod","Yvonne McCall","Rosella Olsen"],"overview":"Parents in a small, conservative community don't think that the sex drive is a normal thing for children to experience. So much so, that they label education in that regard as a communist plot. The group of prudes is led by an impotent alcoholic and a gay policeman.","release_date":"1971-05-19","genres":[35],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":276410,"title":"Guess What We Learned in School Today?","adult":false},{"cast":[],"overview":"Man's best friend comes in all shapes and sizes, from teacup poodles to mountainous mastiffs. This entertaining look at domesticated canines follows the history of the relationship between humans and dogs, traces the origins of the most popular breeds from big to small, features training tips from doggie experts, digs into the reasons behind Fido's more peculiar habits and sniffs out the huge profits behind the billion-dollar dog industry.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":276412,"title":"Big Dogs \/ Little Dogs","adult":false},{"cast":[],"overview":"Named the most successful British female album seller of the last two decades by the Guinness Book of World Records, Elkie Brooks has scored silver, gold and platinum smash singles and recorded albums with material ranging from hard rock to blues. Filmed more than 20 years ago, this live performance captures the magic of the famed singer. Songs include such hits as \"Lilac Wine,\" \"I'm Gonna Make You Love Me,\" \"Be Positive\" and \"Rich Man's Woman.\"","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276414,"title":"Elkie Brooks: Live","adult":false},{"cast":["Hector Antonio Garcia Berrios","Dean Brackley","Monsenor Rosa Chavez","Deysi Cheyne","Betsy Morgan"],"overview":"Return to El Salvador explores the reconstruction of El Salvador, post-civil war. The film revisits the struggles of the nation and examines what drives over 700 Salvadorans to flee their homeland each day, often risking their lives to illegally enter countries in search of a better life for their families. The film also profiles a number of Salvadorans effected by the civil war. One couple, who fled death threats in the 1980s, finds asylum and a political platform in the United States. The film also follows a different couple who, after escaping the war, returned to El Salvador to work with churches and poor communities.","release_date":"2010-01-01","genres":[99],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":276416,"title":"Return to El Salvador","adult":false},{"cast":[],"overview":"The first filmmaker arrived in Equatorial Guinea in 1904. The last movie theatre closed in Malabo in the 1990s. In 2011, during the II African Film Festival of Equatorial Guinea, the Marfil Movie Theatre reopened its doors. Florencio, Ángel and Estrada tells us how cinema has been, and is still, present in their lives.","release_date":"2011-01-01","genres":[99],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":276418,"title":"Marfil","adult":false},{"cast":[],"overview":"An epic-like story of a young Eritrean soldier who deserts the British army in order to protect his village from a marauding bandit.","release_date":"2002-02-16","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":276420,"title":"Minister","adult":false},{"cast":[],"overview":"Hunting expert Randy Anderson returns with another installment of his instructional hunting program, using this entry to focus on the best strategies and techniques to lure female coyotes in for a clean shot. Joined by fellow hunters Tal Lockwood, Rick Paillet, Dan Thompson and former South Dakota state trapper Dave Tatum, Anderson demonstrates the proper use of the Fox Pro Digital Electronic Caller in combination with a female coyote decoy.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":276422,"title":"Calling All Coyotes 2","adult":false},{"cast":[],"overview":"Formed by ex-Membranes front man, John Robb, Goldblade have etched a deep mark in the international punk-rock circuit with their adrenaline-charged power and politically driven lyrics. Feel the sweat and energy as the band performs 14 songs live from Blackpool, England, during their 2005 tour. This intense video also features promo videos for five of their single releases and bonus behind-the-scenes footage from Robb's personal collection.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276424,"title":"Goldblade: Testify!","adult":false},{"cast":[],"overview":"Although it's a less exotic stop on the Greatest Journeys on Earth tour than, say, South Africa or Peru, this virtual trip to California yields some of the most beautiful scenery in the world -- from mountains to palm trees and everything in between. Highlights include a look at the star-studded streets of Hollywood's rich and famous, a virtual \"dip\" along California's Pacific coastline and a brief history of exploration in the state.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276426,"title":"The Greatest Journeys on Earth: California - Journeys of the Adventurers","adult":false},{"cast":["Jane Monheit","Michael Kanan","Orlando Le Fleming","Rick Montalbano","Miles Okazaki"],"overview":"Acclaimed jazz vocalist Jane Monheit -- an artist whose voice is often compared to that of Diana Krall and Ella Fitzgerald -- delivers a heartfelt set in this memorable 2004 performance filmed live at the Brecon International Jazz Festival in Wales. The evening's mix of standards includes \"In the Still of the Night,\" \"Embraceable You,\" \"Bill,\" \"Too Late Now,\" \"Honeysuckle Rose\" and \"I Should Care.\"","release_date":"2005-03-08","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276428,"title":"Taking a Chance on Love: Jane Monheit in Concert","adult":false},{"cast":[],"overview":"Jazz fusion band Joe Cool takes the stage at Laforet Museum in Tokyo in this electrifying performance of 10 of the group's hits. Jeff Mironov (guitar), Will Lee (bass), Rob Mounsey (keyboards) and Chris Parker (drums) perform a wide range of songs, including \"Turn Around Relax,\" \"Dr. Potato Head,\" \"Borderland,\" \"Trans-Himalayan,\" \"Sometimes Bubba Gets Down,\" \"My Mom (I Feel Good),\" \"Joe Cool,\" \"Cala Di Volpe,\" \"Looking for Your Eyes\" and more.","release_date":"1985-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276430,"title":"Joe Cool Live","adult":false},{"cast":["Isatou Jatta","Mariama Bojang","Binta Manjang","Gibbriel Janneh","Musa Konteh"],"overview":"Part of the Film Project Gambia.","release_date":"2013-12-09","genres":[18],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":276432,"title":"The Story of Mariama","adult":false},{"cast":["Vilma Santos","Tommy Abuel","Ronaldo Valdez","Dante Rivero","Vic Silayan"],"overview":"Sarah is assaulted by Eric on the eve of her wedding. Years later, their paths cross again, and the coincidence leads them to a shocking discovery: They are in fact reincarnations of Enrico and Guada, illicit lovers who lived 60 years ago. Are they destined to follow the path of the long-dead couple … and with what effects on their present-day marriages?","release_date":"1981-12-25","genres":[18],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":276434,"title":"Karma","adult":false},{"cast":[],"overview":"Sir Peter Hall directs and Raymond Leppard conducts this 1984 Glyndebourne Festival Opera production of Italian composer Claudio Monteverdi's final opera, \"L'Incoronazione di Poppea,\" often considered his very best. Set in ancient Rome, Monteverdi's historically based opera seria chronicles the passionate love affair between Emperor Nero and his deceptively seductive second wife, Poppea.","release_date":"1984-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276436,"title":"L'Incoronazione di Poppea","adult":false},{"cast":[],"overview":"Filmed live during D.O.A.'s 1984 tour of the United Kingdom, this full-length concert captures the unrestrained energy that made the band famous and helped them establish the punk phenomenon in Canada in the late 1970s and early '80s. The Vancouver natives perform \"Seething Wells,\" \"Burn It Down,\" \"Rich Bitch,\" \"Slum Lord,\" \"America,\" \"New Wave Sucks,\" \"The Enemy,\" \"I'm Right You're Wrong,\" \"Our World\" and more.","release_date":"1984-01-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":276438,"title":"D.O.A.: Positively D.O.A.: Live","adult":false},{"cast":[],"overview":"In a brilliant move, the makers of this dynamic video set up a camera at Johnny Fox's Pub in Dublin, Ireland, to capture the merry members of Dervish in their element. The result is an unforgettable evening of traditional Irish music that includes \"The Fair Maid,\" \"Welcoming Poor Paddy Home,\" \"A Stór Mo Chroí,\" \"Johnny &amp; Molly,\" \"Maire Mhór,\" \"The Hungary Rock\" and \"I Buried My Wife and Danced on Top of Her.\"","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":276440,"title":"Dervish: Live at Johnny Fox's","adult":false},{"cast":[],"overview":"In this fascinating exposé, Dr. Len Horowitz investigates the genesis of the AIDS and Ebola viruses, debunking the premise that they jumped species from monkeys to humans. Horowitz contends that the pathogens are manmade and spread from contaminated vaccines in the United States and Africa. His genocidal theory on AIDS sheds a shocking light on the potential political motives that may be at the root of this deadly disease.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276442,"title":"Len Horowitz: Emerging Viruses: Aids, Ebola & Vaccinations","adult":false},{"cast":["Claudio Desderi","Mario Cassi","Juan Francisco Gatell","Laura Giordano","Gabriele Spina"],"overview":"Determined to wed, a foolhardy old man is tricked by his friends into a sham wedding with an impish widow who turns into a harpy -- which subsequently cures his desire to marry in composer Gaetano Donizetti's famous opera buffa. Baritone Alessandro Corbelli plays the title character in this lush 2002 production also starring soprano Eva Mei and tenor Antonino Siragusa, with maestro Gérard Korsten leading the Chorus and Orchestra of Teatro Lirico.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":124,"cert":"N\/A","id":276444,"title":"Donizetti: Don Pasquale","adult":false},{"cast":["Marc Almond"],"overview":"Recorded at the Union Chapel in London, this concert from 2000 features Marc Almond in an intimate, and unique, setting. Working his way through a variety of cover versions and original material, Amongst the covers are Lou Reed's \"Caroline Says,\" Scott Walker's \"Jacky,\" and Jacques Brel's \"The Devil (Okay).\"","release_date":"2003-01-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276446,"title":"Marc Almond: Live at the Union Chapel","adult":false},{"cast":["Dharmendra","Hema Malini","Ashok Kumar","Mehmood","Aruna Irani"],"overview":"A hopeful writer, poor but educated Anoop attacks the ruthless exploitation of the lower classes by the rich with his fiery speeches. But his uncompromising principles could stand in the way of the connections he'll need if he hopes to reach a larger audience with his message. A liaison with a wealthy family could bring the exposure and success Anoop desires, but at what cost?","release_date":"1971-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276448,"title":"Naya Zamana","adult":false},{"cast":[],"overview":"His acting career on the skids, Siddarth decides to follow another unstable pursuit: astrology. Using his acting skills to mask his cluelessness about foretelling the future, Siddarth soon discovers he's a natural -- and so does a mob kingpin. With no real idea what he's doing and the crime lord hanging on his every prediction, Siddarth's only chance is to fib his way to the top.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276450,"title":"Parke Paise Lilalaher","adult":false},{"cast":[],"overview":"Known for delivering blues-infused rock with an American soul, the British band Foghat topped 1970s charts with classic hits such as \"Slow Ride,\" \"Stone Blue,\" \"Sweet Home Chicago\" and \"I Just Want to Make Love to You.\" This 1999 performance, filmed live during front man Dave Peverett's final tour before his premature death in 2000, also includes rare interviews with band members and backstage footage.","release_date":"2000-01-01","genres":[10402],"vote_average":7.0,"runtime":78,"cert":"N\/A","id":276452,"title":"Foghat: The Millennium Tour","adult":false},{"cast":[],"overview":"What is a rock? What is a mineral? How do they form? The answers may not seem like electrifying entertainment, but in the hands of the award-winning Eyewitness science series, the subject seems as bright and vibrant as the Hope diamond. Accompanied by breathtaking photography, award-winning actor Martin Sheen provides some \"rock-solid\" narration as he recounts the remarkable evolutionary journey of inorganic materials.","release_date":"1996-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276454,"title":"Rock and Mineral","adult":false},{"cast":["Will Lyman"],"overview":"In June 1984, Long Island teenager Ricky Kasso and his friends Jimmy Toiano and Gary Lauwers entered a local woodlot to take drugs and worship Satan. By night's end, a dispute over stolen drugs would result in Kasso stabbing Toiano several times before gouging out his eyes. What could compel kids from good homes to commit such gruesome acts? This documentary (which originally aired on the Discovery Channel) uncovers the truth.","release_date":"2000-01-01","genres":[10770,99,80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276456,"title":"Satan in the Suburbs","adult":false},{"cast":["Tahira Carter","De Leon Walters","Claudia Morgan Carter","Bassanio Nicholas","Lindon George"],"overview":"Clara meets John at a particularly vulnerable time in her life. She is \"blinded\" by love and he becomes her world. The intense relationship then becomes violent and Clara is forced to take drastic action to protect herself and their son Chris.","release_date":"2006-01-01","genres":[18],"vote_average":3.0,"runtime":80,"cert":"N\/A","id":276458,"title":"Blinded","adult":false},{"cast":[],"overview":"Keshia Knight Pulliam and Fonzworth Bentley serve as co-hosts for the National Step Show Championship, which draws the best competitors in the United States to one stage for the opportunity to strut their stuff and vie for the crown. Known as the Super Bowl of stepping, the Super Stomp event celebrates an age-old art form kept alive by the fraternities and sororities of historically black colleges.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276460,"title":"Stomping on the Yard","adult":false},{"cast":[],"overview":"Producer Pam Voth and director Rob Whitehair's heartwarming documentary charts the travels of the Missoula Children's Theatre Little Red Truck, a touring theater group that moves from city to city to put on productions cast with local kids. For over 30 years, MCT has moved from one U.S. town to the next, recruiting children from the area to join them in taking on the feat of mounting a full-scale, one-hour musical in one week's time.","release_date":"2008-02-16","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276462,"title":"The Little Red Truck","adult":false},{"cast":[],"overview":"A family is battling with personal loss and the anger that this brings while a young boy is trying to hold on to the traditions of his father and the yearnings of his heart.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276464,"title":"Tradition","adult":false},{"cast":["Hans Somers","Georgina Verbaan","Kasper van Kooten","Bartho Braat"],"overview":"A team of three pets, a playful ferret, a sweet canary bird and a know-it-all stick insect, head out to ask Saint Nicolas presents for their animal friends and themselves. The journey is filled with adventures and their friendship is severely tested.","release_date":"2014-10-26","genres":[16,10751],"vote_average":5.5,"runtime":67,"cert":"N\/A","id":276466,"title":"Triple Trouble","adult":false},{"cast":["Mark Rietman","Martin van Waardenberg","Karen van Holst Pellekaan","Jacqueline Blom","Dick van den Toorn"],"overview":"Nursing home Zonnedael has been shut down by director Bomhoff: the psychiatric in-patients Bep Brul, the Major, Fats, Ms. De Haas and Dr. Doolittle  are reintroduced into society against their wishes. Nurse Ten Hoeven, who always cared for her patients with love and care, is grieving: her main purpose in life has gone. To make matters worse, she is kidnapped. Of course the patients take action immediately. Under the Major’s guidance they embark on a risky and lunatic venture, to finally discover the incredible truth behind the kidnapping.","release_date":"2014-07-09","genres":[10751,35],"vote_average":7.1,"runtime":88,"cert":"N\/A","id":276471,"title":"Loonies II","adult":false},{"cast":["Gerardo Taracena","Ricardo Ezquerra","Tiaré Scanda","Mario Zaragoza","Alfonso Mier y Terán"],"overview":"After working for three years in the USA, Filiberto returns to his home town in Mexico. A proud man, he is searching for the recognition that will give him a new position in life. However, he finds that things have changed. His mother is dead, and Luis, his best friend, is married to his ex-girlfriend. Filiberto gets involved in the town’s disputes over a water spring.","release_date":"2001-10-18","genres":[18],"vote_average":10.0,"runtime":92,"cert":"N\/A","id":276473,"title":"De ida y vuelta","adult":false},{"cast":[],"overview":"At a public hospital in Nicaragua, Ob\/Gyn Dr. Carla Cerrato must choose between following a law that bans all abortions and endangers her patients or taking a risk and providing the care that she knows can save a woman's life. In 2007, Dr. Cerrato’s daily routine took a detour. The newly elected government of Daniel Ortega, a former Marxist revolutionary who converted to Catholicism to win votes, overturned a 130-year-old law protecting therapeutic abortion. The new law entirely prohibits abortion, even in cases of rape, incest, or when a woman’s life is at stake. As Carla and her colleagues navigate this dangerous dilemma, the impact of this law emerges—illuminating the tangible reality of prohibition against the backdrop of a political, religious, and historically complex national identity. The emotional core of the story—the experiences and situations of the young women and girls who are seeking care—illustrate the ethical implications of one doctor's response.","release_date":"","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":276475,"title":"A Quiet Inquisition","adult":false},{"cast":[],"overview":"","release_date":"2014-06-06","genres":[99],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":276477,"title":"The Man Who Cracked The Nazi Code - The Story Of Alan Turing","adult":false},{"cast":["Christine Citti","Bruno Putzulu","Marianne Basler","Serge Riaboukine"],"overview":"","release_date":"2009-10-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276479,"title":"Comme un mauvais souvenir","adult":false},{"cast":[],"overview":"","release_date":"2009-05-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":276481,"title":"Son & Moon: diario de un astronauta","adult":false},{"cast":[],"overview":"A treasure map leads a group of unsuspecting folk to the lair of a vampire like creature.","release_date":"2003-03-18","genres":[27],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":276483,"title":"Bloodthirst: Legend of the Chupacabras","adult":false},{"cast":["Phillip Sponbiel","Dorothee Krüger","Cornelius Jahntz"],"overview":"Louie is a waiter in a cafe who gets humorously walked all over by his dictatorial boss Kanaan and a sadistic customer when small, absurd misunderstandings become the order of the day. Faced with no soy milk and getting fired, Louie learns that sometimes the best explanations are the ones you make up as you go along.","release_date":"2014-03-28","genres":[35],"vote_average":0.0,"runtime":19,"cert":"N\/A","id":276485,"title":"Strong Coffee With Vodka","adult":false},{"cast":["Gigliola Zacara","Evaristo Abreu","Maria Amélia Pangane","Timóteo Maposse","Filomena Remigio"],"overview":"Sofia, a young girl in Mozambique who is studying to be a doctor, finds that her professor wants more from her than hard work. An unwillingness to compromise her values and potentially her health, may cost her a place there.","release_date":"2007-04-19","genres":[18],"vote_average":5.5,"runtime":80,"cert":"N\/A","id":276487,"title":"Another Man's Garden","adult":false},{"cast":["Ko Eun-chong","Mi-hee Son","Yoo-mi Park"],"overview":"Hyeon-ho searched the whole country to look for his missing wife. He gives up a year of his life in despair, suffering from pain everyday. One day, as he was looking everywhere for his wife as usual, he meets Yeon-hwa who has a violent husband. Hyeon-ho feels his heart slowly healing, thanks to the beautiful and feminine Yeon-hwa. Hyeon-ho's house becomes their shelter as their grow out their love until his wife Ji-soo suddenly returns. Yeon-hwa can't leave or ignore her so the three of them start living together...","release_date":"2014-03-13","genres":[10749,18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":276489,"title":"Two Wives","adult":false},{"cast":["Pierre Richard-Willm","Jany Holt","Line Noro","Anne Belval","Gaston Gabaroche"],"overview":"Sylvie, a girl who believes she is cursed having seen her two lovers die in tragic circumstances, lives in the town of Carcassonne, in the South of France with her adoptive guardian, Mr. Toulzac. This one, a retired school teacher, has a passion: to discover the secret of the Cathars, a Christian sect of the Middle Ages that glorified death over life. One day Sylvie meets Roland, a pianist and composer back home in Carcassonne. A handsome and good man, he instills new hope into Sylvie's troubled mind. Unfortunately her uncle asks her then to renounce the world and to follow him down into a secret cathedral he has just found...","release_date":"1945-01-01","genres":[80,27,18,14,9648],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":276491,"title":"The Bride of Darkness","adult":false},{"cast":["Cliff Curtis","James Rolleston","Kirk Torrance","Sia Trokenheim","Andrew Grainger"],"overview":"One-time Maori speed-chess champ, Genesis Potini, lives with a bi-polar disorder and must overcome prejudice and violence in the battle to save his struggling chess club, his family and ultimately, himself.","release_date":"2014-07-17","genres":[18],"vote_average":5.8,"runtime":124,"cert":"","id":276496,"title":"The Dark Horse","adult":false},{"cert":"N\/A","title":"Diksha","cast":["Nana Patekar","Vijay Kashyap","Anubhav Mishra","Sulabha Arya","K.K. Raina"],"genres":[18],"id":276498,"overview":"Circa British Rule in India, a man vows to make his only surviving son, Narayan, alias Nani, a Brahmachari to atone for the deaths of five of his children. He takes this child to a remote village in Karnataka, South India, where he leaves his 11 year old son in the care of a learned Archarya, Udup Pandit. Here Nani gets to meet two other disciples of the Archarya, as well as his widowed daughter, Yamuna, and another male by the name of Shrikar Upadhyay, who also teaches the British how to read and write in Hindi. The Archarya goes away for a few days, and when he returns nothing is the same anymore. His daughter is pregnant, the villagers are all set to remove her from the village, they are also angry with him for refusing Yamuna to follow the traditional way of a Hindu widow.","runtime":120,"release_date":"1991-01-01","vote_average":7.0,"adult":false}]