[{"cast":[],"overview":"Startling evidence that Atlantis not only existed but was highly advanced by even today's standards. Explore the mystery of Atlantis and discover the enigma that has captivated the world since the time of Plato.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277501,"title":"Atlantis: The Lost City","adult":false},{"cast":["Matt Tramel","Sam Damon","Dawn Erin","Jessica Gardner","Dionne Ross"],"overview":"Love, greed and fire ants mix it up in rural Texas","release_date":"2009-01-01","genres":[27,35],"vote_average":1.0,"runtime":76,"cert":"N\/A","id":277506,"title":"Invicta","adult":false},{"cast":["Fiona Sit","Dylan Kuo"],"overview":"Ran (Fiona Sit) is a 23 year old girl that is burden with caring for her older brother Feng (Cheung Kwok Keung) who has a fatal hereditary disease called Arteritis that paralyzes the entire body. She also has to raise and care for his 6-year old daughter Shiayou (Cheung Ching-yu). Feng's wife had taken the entire family savings and left them when she found out he was diagnose with his illness. Ran must take in work as a seamstress at home to make a living and make ends meet. She cares for her brother and niece by day and works throughout the night to rush her work deadline. She doesn't have an easy life so she always has a depressive and sad expression on her face. To make matters worst Ran is afraid one day she or Shiayou will end up like her brother since his illness is hereditary.","release_date":"2005-09-15","genres":[10749],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":277508,"title":"Embrace Your Shadow","adult":false},{"cast":["Kim Kang-woo","Chun Jung-myung","On Ju-wan","Jo Yi-Jin","Lee Chun-hee"],"overview":"Ordinary teen So-Yo (Chun Jung-Myung) discovers the world of inline skating and his life changes forever. He joins a group of skaters, which includes group leader Gap-Ba (Lee Chun-Hee), skater Moggy (Kim Kang-Woo) and his girlfriend Han-Joo (Jo Yi-Jin). Han-Joo is an aspiring filmmaker who films her boyfriend's amazing skating sets. So-Yo also finds Han-Joo attractive.  Meanwhile, group leader Gap-Ba hopes to send his send team to the world inline skating championship in Los Angeles, but mandatory military service is right around the corner. Meanwhile, Moggy takes part in a commercial shoot which causes major problems for the tight-knit skating group.","release_date":"2005-06-02","genres":[18],"vote_average":4.7,"runtime":107,"cert":"N\/A","id":277510,"title":"The Aggressives","adult":false},{"cast":["Christophe Malavoy"],"overview":"A small town in the south of France. Sun, deserted streets. Unshaven, wearing poorly, Vic came, driving his 4x4, his wife has been released from the psychiatric hospital where she was serving a sentence of 5 years for killing their child. But is she really healed ?","release_date":"1988-03-16","genres":[80,18,9648,53],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":277515,"title":"Deux minutes de soleil en plus","adult":false},{"cast":[],"overview":"HijiriJunon'na school, there is a woman that school delinquents proud of the national minimum deviation gather. for school management had led a powerful pipe and underworld, police do not move me at all to any disaster in the school. Moreover, the Gyujiri the school in the name of the student council, and waged torture, gang rape, prostitution, a Seizetsu Lynch, poor group of bills with calling himself \"Oniyakko-kai\" is, can be a risk factor for on-campus I was raised to one and all the victimization Sukeban us.","release_date":"","genres":[53,28],"vote_average":8.0,"runtime":82,"cert":"N\/A","id":277517,"title":"Bloodbath at Pinky High Part 2","adult":true},{"cast":["Louis Koo","Gordon Lam","Dada Chan","Janelle Sing","Michael Wong"],"overview":"This is a story about the biggest financial fraud attempted in Hong Kong, directed at the Government of Hong Kong and involved all 7 million Hong Kong citizens... no one is free from the scheme. Within the four decades of guarding Hong Kong's financial integrity, the ICAC has never come across an opponent so huge and so well organized as in the Z Torrent file... shadowy figures from the underworld of South America, Italy and Europe all ready to plot against the estimated 150 million dollars of Hong Kong citizens' tax money which was pooled in a fund called the WELFARE FUND. High profile chartered accountants, high ranking law enforcers, power lawyers, the super entrepreneurs; they all have their shares of play but none can really grasp the big picture; they are there only for what they desire most.","release_date":"2014-06-19","genres":[80,53],"vote_average":5.8,"runtime":92,"cert":"N\/A","id":277519,"title":"Z  Storm","adult":false},{"cast":["Moon Jeong-hee"],"overview":"Osaka Korean High School has provided education for the past six decades to the children of pro-North Korean residents in Japan. This school is located only about 20 minutes away from Hanazono Stadium, the mecca of Japan’s high school rugby, but it was not until 1994, 18 years after the foundation of a rugby team at the high school, that the Japanese education ministry approved the team’s entry into the official league.  Since then, the team has run in the national league as a representative of the Osaka area and been considered a front-runner ever since. The team has strong players and passionate supporters, but it faces difficulties just before winning the league.","release_date":"2014-09-18","genres":[99],"vote_average":0.0,"runtime":106,"cert":"N\/A","id":277521,"title":"One for All, All for One","adult":false},{"cast":["Evi Maltagliati","Ave Ninchi","Dina Perbellini","Nando Bruno","Delia Scala"],"overview":"","release_date":"1960-06-18","genres":[10749,35,10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277523,"title":"Madri pericolose","adult":false},{"cast":["Jovanotti"],"overview":"","release_date":"","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277525,"title":"Jovanotti - Nessuna ombra intorno","adult":false},{"cast":["Diana Amft","Stephan Luca","Lucas Gregorowicz","Gaby Dohm","Rüdiger Vogler"],"overview":"","release_date":"2010-01-19","genres":[14,10749],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":277527,"title":"Kein Geist für alle Fälle","adult":false},{"cast":[],"overview":"This documentary shows a typical Sunday in Mozambique's capital, tourist main attractions, an inquest in Lisbon about the perception of the people in the street about what life was like in that African colony (or, as the Government had it then, \"province\"), and then interviews and scenes of Lourenço Marques fishermen and a bar waitresses. African folk music and dance were used as documents and background for the text narration. - IMDb","release_date":"1965-12-06","genres":[],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":277529,"title":"Catembe","adult":false},{"cast":["Eamon Farren","Socratis Otto","Andrew Lees","Paul Capsis","Alex Dimitriades"],"overview":"How many working class Balmain boys grow up to be showgirls? Not just any showgirl but a household name, a legend of Kings Cross, a daytime TV star, and a symbol of generational change.","release_date":"2014-06-19","genres":[18],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":277534,"title":"Carlotta","adult":false},{"cast":[],"overview":"\"Probably the best documentary ever made about American foreign policy\". - Information Clearing House.  Massive compliation of very valuable and trust-worthy information.","release_date":"2012-01-01","genres":[99],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":277536,"title":"The Power Principle","adult":false},{"cast":[],"overview":"A documentary on the fine dining subculture of foodies. The interest in haute cuisine has grown exponentially. Now, we enter the world of one of the most influential people on the food scene - the foodie. A subculture of blogging food critics with a mission to eat at the best restaurants on earth. Through our close study, we get access to the world's most exclusive restaurants and get to know a group of slightly bizarre but charming food maniacs.","release_date":"2014-05-23","genres":[99],"vote_average":5.6,"runtime":95,"cert":"N\/A","id":277541,"title":"Foodies","adult":false},{"cast":[],"overview":"An extraordinary work by a gifted filmmaker, \"Counter-Intelligence\" shines sunlight into the darkest crevices of empire run amok. The film vividly exposes a monstrous and unconstitutional \"deep state\" in which multiple competing chains of command -- all but one illegal -- hijack government capabilities and taxpayer funds to commit crimes against humanity in our name. Anyone who cares about democracy, good government, and the future will want to watch all five segments of this remarkable film.\" - Robert David STEELE Vivas: CIA, USMC, OSS, Earth Intelligence Network and Founder, Phi Beta Iota the Public Intelligence Blog","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":300,"cert":"N\/A","id":277543,"title":"Counter Intelligence","adult":false},{"cast":[],"overview":"From its commissioning in 1945 to its role in Operation Desert Storm in 1991, The USS Midway gallantly provided the U.S. military with nearly half a century of loyal service.  As the longest-serving carrier in American naval history, the Midway has become a veritable maritime legend.  Launched just after the end of World War II, the ship first made history in 1947 when it fired a captured German rocket from a moving platform.  During the Vietnam War, aviators from the Midway shot down the first thee MiGs credited to the U.S. forces. And in the first Gulf War, the veteran carrier played in integral role in the deployment of sorties into the Persian Gulf before it was finally decommissioned in San Diego, California, in 1992.","release_date":"2006-06-27","genres":[99],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":277545,"title":"USS Midway - The Hero Ship","adult":false},{"cast":["Chris Evans","Michelle Monaghan","Topher Grace","Aubrey Plaza","Luke Wilson"],"overview":"The story of a young man disillusioned by love who meets a breathtaking young woman at a charity dinner by pretending to be a philanthropist. Turns out that she’s engaged to a guy who doesn’t like her going on dates. Challenged by the chase, and egged on by his eclectic friends, he feigns a platonic relationship in order to keep seeing her as he tries to conquer her heart","release_date":"2014-09-26","genres":[35,10749],"vote_average":5.9,"runtime":94,"cert":"N\/A","id":277547,"title":"Playing It Cool","adult":false},{"cast":["Max Ernst"],"overview":"This documentary celebrates Max Ernst, one of the most influential and visionary artists of the past century. The film covers the highlights of Ernst's fascinating career via a format that mirrors the restless reality of his life. An inveterate traveler and always on the move, Ernst lived and worked in Germany, France and America. His nomadic way of life kept him searching: \"A painter is lost if he finds himself.\"","release_date":"1991-05-09","genres":[99],"vote_average":7.0,"runtime":105,"cert":"N\/A","id":277549,"title":"Max Ernst - Mein Vagabundieren, meine Unruhe","adult":false},{"cast":[],"overview":"Life takes a surprising turn for newly married and miserable bride Moksha (Smriti Mishra) when she visits an art gallery to distract her from her isolation and spies a painting of a woman who looks remarkably like her. As she searches for the artist whose brush appeared to capture her innermost feelings, she makes a series of unexpected discoveries about her true self, and the hopes and dreams she once had.","release_date":"2009-07-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277551,"title":"Mitsein","adult":false},{"cast":[],"overview":"Writer Robert Kirk Griffin also directs this independent tale of celebration and excess that documents what happens to Lamar (Lamar Fulmer) and his best friend, Zo (Alonzo McMullen), on the night of Lamar's bachelor party. Needless to say ... things get a little crazy. But they're determined to have the best night of their lives. Gina Chapman co-stars as Lamar's suspicious fiancée, who's convinced that her man isn't giving it to her straight.","release_date":"2004-11-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277553,"title":"My Bachelor Party","adult":false},{"cast":["Prithviraj Kapoor","Veena","I.S. Johar"],"overview":"In this classic drama, bachelor Prem (Suresh) enjoys a good life, with a successful business and a loving family. But when he marries the manipulative Ratan (Nishi), his once-blissful existence becomes fraught with tension. Ratan drives a wedge between Prem and his brother, Gurmukh (Prithviraj Kapoor), and tries to destroy Gurmukh's relationship with his wife, Channi (Vimi). Will Channi's strong Sikh faith be enough to restore peace to the family?","release_date":"1969-01-01","genres":[],"vote_average":0.0,"runtime":133,"cert":"N\/A","id":277555,"title":"Nanak Naam Jahaz Hai","adult":false},{"cast":[],"overview":"You see them everyday on street corners and off-ramps. People holding cardboard signs asking for spare change. Most of the time we look away, staring intently at the red light waiting for it to change. Other times we say 'sorry' and keep walking. Whether you give them money or not, have you ever stopped to ask their story? Cardboard is a documentary about the world of panhandling in Seattle. It tells the stories of those on the streets as well as the truth about scam artists. We often wonder about the story behind the sign. This is that story.","release_date":"2013-01-01","genres":[99],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":277557,"title":"Cardboard","adult":false},{"cast":["Walter Massey","Richard Dumont"],"overview":"Using splashy hand-drawn animation, the story about a man who ends up in the hospital and probability theory is illustrated. When the guy awakens in a hospital bed, the doctor begins spouting all sorts of statistical probabilities--at which point the patient seems confused. So, the doctor explains the history behind probability theory as well as its application.","release_date":"1988-06-19","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":277559,"title":"Of Dice and Men","adult":false},{"cast":[],"overview":"The first feature-length film shot in HDR (high dynamic range) time-lapse photography, director Nate North's remarkable documentary paints the landscape, architecture and culture of the Northern California technology hub in vibrant color and light. Drawn from more than 2,000 hours of stunning footage, the film captures breathtaking detail in events both mundane and extraordinary, from the morning commute to a lunar eclipse.","release_date":"2008-02-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277564,"title":"Silicon Valley Timelapse","adult":false},{"cast":["Nivaldo Pedrosa","Teuda Bara","José Mojica Marins","Carolina Duarte","Guará Rodrigues"],"overview":"Zé Rocha is a director trying to shoot his first film. He dreams of making a professional movie, and starts shooting in 35mm. But as his budget begins to fade, he changes to Black-and-White, then gradually down to 16mm, Super-8 and, in the end, to his despair, to the video format. With the help of Edna Marla, producer who is searching for the Holy Grail of a genuinely 100% Brazilian celluloid; Dona Martírio, his mother, former left-wing activist; Guará Rodrigues, an underground Brazilian movie star; and Lila Lessa, who stars in a 6 p.m. soap opera, they develop strategies and outlandish plans to win the insane battle of filmmaking in Brazil.","release_date":"2002-01-01","genres":[35],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":277566,"title":"Samba Song","adult":false},{"cast":["Shashikala","Nirupa Roy","Leela Mishra","Sandhya"],"overview":"Ramesh, the youngest son of a well-to-do family, falls in love with a woman he hears singing on the radio -- even though he's never seen her. When he finds out his mystery woman is Ksama, a servant in his parents' house, everything is thrown into turmoil. Will Ramesh accept Ksama? Will they get married? Love may just conquer all in this classic Bollywood melodrama.","release_date":"1953-01-01","genres":[35,18],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":277568,"title":"Teen Batti Chaar Raasta","adult":false},{"cast":[],"overview":"This gripping documentary recounts the little-known story of Tuvia, Asael and Zus Bielski, three Jewish brothers who, during World War II, established a resistance camp in the forests of Belarus and saved the lives of more than 1,200 Jews. Using archival records, historic analysis and compelling interviews with surviving members of the Bielski Brigade, the film paints a fascinating portrait of these largely unsung heroes.","release_date":"2006-11-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277570,"title":"The Bielski Brothers: Jerusalem in the Woods","adult":false},{"cast":[],"overview":"An introduction regarding the history of man in Africa precedes the beginning of Dr. Cadle's Denver African Expedition at Cape Town, South Africa. There are visits to Zulu warriors, Bushmen, diamond mines, coconut groves, and Victoria Falls.","release_date":"1930-06-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277572,"title":"Wild Men of the Kalahari","adult":false},{"cast":[],"overview":"This documentary traces the story of Britain's failure to implement the Balfour Declaration, in which it promised to establish a homeland for the Jewish people in Palestine shortly after World War I. Told from the perspective of participants in the events, the film chronicles the political and military circumstances that led to the collapse of the declaration and the turning away of Jewish immigrants from Palestine in the 1930s and '40s.","release_date":"2007-03-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":277574,"title":"The Forsaken Promise","adult":false},{"cast":[],"overview":"Thomas is a young, arrogant and selfish businessman from New York. One day, a succession of funny events will bring back his humanity and sensitivity.","release_date":"","genres":[],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":277576,"title":"Big Boy","adult":false},{"cast":["Xabier Elorriaga","Klara Badiola","Chema Muñoz","Walter Vidarte","Miguel Arribas"],"overview":"King Carlos II of Spain (r. 1665-1700) once sent his brother Luis to lead a military expedition into Albania and conquer that land for the Spaniards. Since Albania was a part of the dowry of Luis' wife, it seemed like a reasonable idea at the time. While that expedition and its final battle is the subject of this historical film, the scale involved can hardly do justice to the concept. The protagonists talk incessantly, and by the time they get down to the final grand battle, it turns out to be a skirmish between several dozen men.","release_date":"1984-01-23","genres":[12,18,36],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":277578,"title":"La conquista de Albania","adult":false},{"cast":[],"overview":"Film images, stills and sound collected over six years coalesce in The Road Ended at the Beach. Hoffman interrogates both the journey, involving famed American photographer and filmmaker Robert Frank, and the process of its documentation as\/in film.","release_date":"1983-06-19","genres":[],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":277580,"title":"The Road Ended at the Beach","adult":false},{"cast":[],"overview":"Nicholas Vreeland walked away from a worldly life of privilege to become a Tibetan Buddhist monk. Grandson of legendary Vogue editor, Diana Vreeland, and trained by Irving Penn to become a photographer, Nicholas' life changed drastically upon meeting a Tibetan master, one of the teachers of the Dalai Lama. Soon thereafter, he gave up his glamorous life to live in a monastery in India, where he studied Buddhism for fourteen years. In an ironic twist of fate, Nicholas went back to photography to help his fellow monks rebuild their monastery. Recently, the Dalai Lama appointed Nicholas as Abbot of the monastery, making him the first Westerner in Tibetan Buddhist history, to attain such a highly regarded position.","release_date":"2014-03-24","genres":[99],"vote_average":7.9,"runtime":90,"cert":"N\/A","id":277582,"title":"Monk With a Camera","adult":false},{"cast":[],"overview":"A Producer's struggle to write a film about being stranded in the Himalayas with a film crew, following a helicopter crash.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277584,"title":"Buddha Eyes","adult":false},{"cast":["Shannen Doherty","James Marshall","Phillip Van Dyke","Heidi Swedberg"],"overview":"Cee Cee Reicker is a woman whose love must be earned, not bought. However, even when her husband Keith wins a prize of 23 million dollars, Cee Cee isn't sure if she can repair her unstable marriage. Without agreeing, she accepts to fly with Keith and her son to get the prize. The flight has a fatal ending, and the plane is forced to land somewhere on a snowy mountain. She discovers that their plane crash isn't really accidental.","release_date":"1997-08-06","genres":[10770,18],"vote_average":5.8,"runtime":null,"cert":"N\/A","id":277586,"title":"The Ticket","adult":false},{"cast":["Enxhi Agushi","Artur Gorishti","Mariana Kondi","Zef Mosi","Muzafer Zifla"],"overview":"The events take place in a small Albanian village, around the '30ies. This isolated land, dominated by rituals and patriarchal relationships is the spirit that welcomes the newborn child of Abas. Servet, a co-villager, emigrant in the United States of America  comes back in his homeland bringing a new vision and a new mentality, which serves as an inspiration for the 10 years old boy, Gjoleka, the son of Abas. Gjoleka founds himself in between of the ideas of his wild father, Abas and his illuminist godfather, Servet.  Gjoleka symbolizes the young generation in the difficult realities that offer small and underdeveloped countries, where the outside world constitutes an irresistible attraction. The movie shows with a deep realism the human relationships, such as love, jalousie, hate, the impossibility to be integrated with another world, making this way a cruel autopsy of the weird society to which, \"sometime\" we belong.","release_date":"2007-06-19","genres":[18],"vote_average":5.0,"runtime":102,"cert":"N\/A","id":277588,"title":"Father and Godfather","adult":false},{"cast":[],"overview":"Tibet: Beyond Fear highlights the courage of a Buddhist nun and monk who led freedom demonstrations against Chinese repression in Tibet. Arrested and released after enduring brutal torture, they find a way beyond fear to forgive their former captors.","release_date":"2008-03-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277590,"title":"Tibet: Beyond Fear","adult":false},{"cast":["Noel Francomano"],"overview":"Leaving their New Jersey home to capture the existence of space aliens on camera -- and to collect a $1 million prize -- the Ganes clan vanishes and is never heard from again. Shot in the vein of The Blair Witch Project with an improvised script and a premise that the movie is compiled from \"recovered\" footage filmed by the Ganes family, this 2003 comedy lampoons two of America's favorite obsessions: money and UFOs.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277592,"title":"UFO Fever","adult":false},{"cast":["John Hennigan","Christian Oliver","Christina Wolfe","Marcus Shirock","James Duval"],"overview":"When a young man's bride is kidnapped by an evil king, he turns to Hercules for help. The fallen hero has been living in exile, banished for killing his family, but the young man's courage inspires Hercules. Together, they fight to rescue the bride and reclaim the honor of Hercules.","release_date":"2014-07-08","genres":[12,28],"vote_average":4.4,"runtime":90,"cert":"N\/A","id":277594,"title":"Hercules Reborn","adult":false},{"cast":["Andrew Elias","Sam Qualiana","Lynn Lowry","Debbie Rochon","Bill Brown"],"overview":"Following a rash of slaughtered and missing persons, two would-be documentary filmmakers set off into the woods in search of a bloodthirsty legendary creature.","release_date":"2014-06-24","genres":[27],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":277599,"title":"The Legend of Six Fingers","adult":false},{"cast":[],"overview":"Ben, a 25-year-old with anxiety and OCD still living with his mom, awakes one morning to a proposition: go on an all-expenses-paid road trip to Salt Lake City in order to move his Great Uncle Harold out of a retirement home. When she suggests he bring his friend Richardson along, Ben hesitates... Nonetheless, he invites Richardson to join him on the journey. With a fanny pack fully stocked with hand sanitizer in tow, the two hit the road...","release_date":"2013-04-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277601,"title":"15 North","adult":false},{"cast":["Gary Burton","Julian Lage","Scott Colley","Antonio Sánchez"],"overview":"Gary Burton – vibraphone  Julian Lage – guitar  Scott Colley – bass  Antonio Sanchez – drums","release_date":"2013-05-09","genres":[10402],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":277603,"title":"New Gary Burton Quartet - Jazz Sous les Pommiers 2013","adult":false},{"cast":["Jason Nash","Busy Philipps","Casey Wilson","David Koechner","Paul F. Tompkins"],"overview":"Jason is stuck living in the shadows of his more successful wife (Busy Philipps) and two young kids. When debt threatens to destroy his family, he jump-starts his career, a move that sends him down of a rabbit hole of nefarious characters and sociopaths. Along the way, he must confront a pedophiliac movie star, a chauvinistic therapist, a trust-fund cokehead and a painful discussion about who his wife would marry if he died. Yet when Jason finally finds success he realizes there's more to marriage than just paying the bills.","release_date":"2014-06-24","genres":[35],"vote_average":4.4,"runtime":85,"cert":"N\/A","id":277605,"title":"Jason Nash Is Married","adult":false},{"cast":[],"overview":"\"Lucky Dog\" follows the story of one lonely puppy searching for a family of his own. As chance may have it, he is adopted by a picky, wealthy woman who desperately wants to win a prestigious dog show. However, when the dog is puppy-napped for a hefty sum, she realizes that her beloved pet means much more to her than winning a silly show.","release_date":"2014-01-01","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":277607,"title":"Lucky Dog","adult":false},{"cast":["Dominik Tiefenthaler","Michael Wolfe","Paul Lange","Christopher Shyer","Carolina Ravassa"],"overview":"When faced with a lengthy prison sentence, Russ Mahler - a career criminal armed with a destructive secret - blackmails the only man that can get him off the hook, Manhattan District Attorney Graham Seifert. An ambitious politician on the rise, Graham's life is upended when Senator Monty Clemens asks him to join his ticket to become the next Governor of New York. Clemens, a corrupt politican, is currently being investigated by the D.A.'s office for a multi-million dollar embezzling scheme.","release_date":"2012-01-01","genres":[18],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":277609,"title":"Maybe Tomorrow","adult":false},{"cast":["Aaron Douglas","Nic Bishop","Jes Macallan","Abigail Scott","Maggie Scott"],"overview":"Elizabeth June tries to put the loss of her eight-year-old daughter behind her by going back to teaching. Under the stress of the tragedy her husband Brian has moved out while Elizabeth is desperate to save her marriage and return to a life of normalcy. In her new job she is assigned a mentor, Paul Allenham, who is hiding a deep dark violent past. Paul has an immediate and unsettling attraction to Elizabeth; he will do anything to secure her love. Jes Macallan, Aaron Douglas, and Nic Bishop star.","release_date":"2014-06-16","genres":[],"vote_average":3.3,"runtime":89,"cert":"N\/A","id":277611,"title":"The Mentor","adult":false},{"cast":["Takaya Kamikawa","Yoshinori Okada","Megumi Sato","Hirofumi Arai","Shûji Kashiwabara"],"overview":"The suicide of a female teacher 15 years ago was actually a murder. A new investigation team, spearheaded by Mizorogi, is formed based on new information turned in to the police. Obsessed about cracking cases right up till the statute of limitation, Mizoguchi has a bitter thought about a 300 million yen case that has reached the statute of limitation... When he goes to investigate the male high school student(s) whom the woman had taught and other persons related to the deceased, he sees an unexpected connection with another case...","release_date":"2008-09-21","genres":[9648,10770,53],"vote_average":0.0,"runtime":118,"cert":"N\/A","id":277613,"title":"Lupin's News","adult":false},{"cast":["Sanjay Dutt"],"overview":"After dreaming of a beautiful girl for over 8 years, Budapest-based but born in Rajasthan, Karan, finally gets to meet her in the shape and form of Varsha, who happens to be the foster daughter of his lawyer, Sahid. Karan is confident that Sahid will convince Varsha to marry him - little knowing that Varsha will not only refuse to marry but she also hates men, and had a parallel New York-based lifestyle as Payal Mehra.","release_date":"2010-07-10","genres":[18,10749],"vote_average":4.5,"runtime":171,"cert":"N\/A","id":277615,"title":"Mehbooba","adult":false},{"cast":[],"overview":"In the film Koma, Kawase explores the relationship between fragile and often tense history between Korea and Japan through the relationship that develops between a third generation Korean-Japanese man, who unexpectedly visits the small and quiet village of Koma, and a Japanese woman, a somewhat mysterious inhabitant of the village.","release_date":"2009-11-12","genres":[18],"vote_average":0.0,"runtime":38,"cert":"N\/A","id":277617,"title":"Koma","adult":false},{"cast":["Shunya Isaka","Kaho","Sosuke Ikematsu","Nao Matsushita"],"overview":"A young girl named Ann moves with her mother to her mother's hometown after her parents go through a divorce. There, Ann meets her first love Daigo Kitamura. Daigo helps her get used to life in the country. Ann even gets through her mother's suicide.","release_date":"2008-04-26","genres":[18,10749],"vote_average":6.0,"runtime":121,"cert":"N\/A","id":277619,"title":"Sand Clock","adult":false},{"cast":["Jim Morrison","Robby Krieger","John Densmore","Ray Manzarek"],"overview":"Sex, death, reptiles, charisma and a unique variant of the electric blues gave the Doors an aura of profundity that has survived the band's demise. In September, 1968, The Doors gave a history making performance at The Roundhouse in London's Chalk Farm. They gave powerful renditions of their best songs. Part of the Pioneer Artist Concert Film Series.","release_date":"1968-12-16","genres":[10402],"vote_average":6.0,"runtime":56,"cert":"","id":277621,"title":"The Doors: The Doors Are Open","adult":false},{"cast":["Takashi Tsukamoto","Yoko Maki","Ikki Sawamura","Tamotsu Ishibashi","Takushi Tanaka"],"overview":"\"You will die six hours later.\" Keishi, a youth who proclaims himself a seer, suddenly says this to Mio, who is walking along the streets of Shibuya. At first, Mio scoffs at it as nonsense but ever since her acquaintance was murdered a few days ago, she realises that she has also become a victim of a stalker. Half believing it, she decides to hang around with Keishi. Later, with the help of Sawaki, a detective she knows, the stalker is identified. She thinks the case is closed but a totally unexpected person attacks her...","release_date":"2008-09-28","genres":[28,80,53],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":277623,"title":"You'll Die Six Hours Later","adult":false},{"cast":["Tom Arnold","Linda Favila","Nicole Sullivan","John Henson","Anson Downes"],"overview":"A myriad of Generation X couples try to comprehend love in the bar scene.","release_date":"2000-01-01","genres":[35],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":277628,"title":"Bar Hopping","adult":false},{"cast":["Gerald McRaney","Lane Smith","Don Hood","Marg Helgenberger"],"overview":"A man seeks revenge on the white supremacists acquitted in the murder of his son","release_date":"1990-08-22","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":277633,"title":"Blind Vengeance","adult":false},{"cast":["Andrew Adkinson","Dallas Friday","Jack Blodgett","Keith Lyman","Aaron Rathy"],"overview":"Oakley and 1242 Productions' latest HD action sports film showcases the progression of wakeboarding and wakeskating through a travelogue of the world's best riders. Join these athletes as they chase down perfect water in the world's most exotic locations.  Collaborating with acclaimed filmmaker Justin Stephens and graphic artist Chase Heavener, Oakley’s “Push Process\" combines experimental cinematography, editing and animation graphics with the most progressive riding ever documented on the big screen.  Oakley athletes Keith Lyman, Aaron Rathy, Andrew Adkison, Amber Wing, George Daniels, Danny Hampson, Dallas Friday and Jack Blodgett are more than just the stars who create the epic footage-they are members of the production team, all playing pivotal roles in the project since day one.  Shot exclusively in HD, Push Process takes viewers on a quest to Australia, South Africa, the Florida Keys, Cuba, Minnesota, the Amazon, Canada and beyond.","release_date":"2007-11-10","genres":[99],"vote_average":0.0,"runtime":44,"cert":"N\/A","id":277635,"title":"Push Process","adult":false},{"cast":[],"overview":"A woman plays out her existence on the screen of her life. Alcohol is the essence of her being. She imbibes her youth and becomes completely absorbed by the desire to satisfy her thirst. Moving from parties to binge drinking, pleasure to distress, joy to delirium, she lets herself be lulled by the undulating waves of bottles. She floats in the intoxicating liquid, sees her childhood re-emerge, and feels as if she is a tiny fish lost in an ocean of madness. Her craving for alcohol engenders a burning passion. Drinking becomes a fatal embrace... On the verge of drowning in the torrent of this insane obsession, will she find the strength to rise to the surface?","release_date":"2014-05-30","genres":[16],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":277637,"title":"Soif","adult":false},{"cast":[],"overview":"The 365 days animation consists of sequence of 8760 pictures, all different shape and color, hand-drawn by the director every day in 365 days. This is the ultimate analog approach by the abstract animated film creator in digital era.","release_date":"2014-02-08","genres":[16],"vote_average":6.5,"runtime":8,"cert":"N\/A","id":277639,"title":"Wonder","adult":false},{"cast":["Ozzy Osbourne","Tony Iommi","Geezer Butler","Geezer Butler"],"overview":"Join the founders of heavy metal in their original lineup as they perform four of their classic tunes on this exciting release from Pioneer Artists Entertainment. Presented in standard 1.33:1 full screen and English Dolby Digital Stereo, Black Sabbath rocks their way into your living room with \"Black Sabbath,\" \"Iron Man,\" \"Paranoid,\" and a sonic cover of Elvis' \"Blue Suede Shoes\" that must be heard to be believed, taking full advantage of the crystal-clear sound and picture of DVD. This rare appearance filmed in Germany for MusicLaden caught the godfathers of metal in their prime, making this historic high point in the band's history a must-have for collectors and fans alike.","release_date":"1970-01-01","genres":[],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":277641,"title":"Black Sabbath: Musikladen Live","adult":false},{"cast":["John Lennon","Paul McCartney","George Harrison","Ringo Starr"],"overview":"Geoffrey Giuliano is a Beatleologist who has written lots of books about them ,notably an interesting Harrison biography (Harrison reportedly said: \"this guy knows more about my life than I do\").He appears in his movie,as some kind of tourist guide who takes the viewer to Abbey road,the roof-where-the-last-concert-took-place ,and the gates of Strawberry Fields. Most of the interviews come from the post-Beatles era: Pete Best (and Fred Seaman ) speaks of the savage days in Hamburg .There is a lot of unseen photographs although they are sometimes anachronistic : for instance,they are talking about the campaign for peace while showing pictures of Lennon with his second son Sean.","release_date":"1999-01-01","genres":[99,10402],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":277643,"title":"The Beatles: Celebration","adult":false},{"cast":[],"overview":"\"My mother is spending all her time with her dying father. I’m spending all my time filming her. As the end is getting closer, my mother and I start doing the filming more and more together. It becomes our way of dealing with the time we have left.\" —Marius Dybwad Brandrud","release_date":"2013-01-30","genres":[99],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":277648,"title":"After You","adult":false},{"cast":["Kellie Martin","Jefferson Brown","Jackie Richardson","Kira Gelineau","Arnold Pinnock"],"overview":"Kellie Martin plays an accountant who submits a reply to a \"dear viola\" letter to the editor that she works for, as an accountant. She has a real knack for writing to people and getting to the heart of the matter, and soon the whole town is involved in the romantics.","release_date":"2014-03-16","genres":[10770,10749,35],"vote_average":6.2,"runtime":null,"cert":"N\/A","id":277650,"title":"Dear Viola","adult":false},{"cast":["Barry Watson","Aleks Paunovic","Stefanie von Pfetten","Eli Goree","Paul McGillion"],"overview":"Upon the death of his estranged uncle, an embittered writer returns to his home town.","release_date":"2014-03-14","genres":[18,10770],"vote_average":5.4,"runtime":null,"cert":"N\/A","id":277652,"title":"Far from Home","adult":false},{"cast":["Camilo Cuello Vitale","Florencia Raggi","Luis Ziembrowski","Ailín Salas"],"overview":"(Spanish with English subtitles) Follow Luis &amp; Anita in this Argentinian indie charmer about young love. After a chance meeting the teenage couple's relationship blossoms into intimacy. However, an unexpected pregnancy throws their school life into fits.","release_date":"2012-11-29","genres":[10749],"vote_average":6.0,"runtime":84,"cert":"N\/A","id":277654,"title":"Dulce de leche","adult":false},{"cast":[],"overview":"","release_date":"2011-11-03","genres":[16,99,18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":277656,"title":"The Dark Side of the Sun","adult":false},{"cast":[],"overview":"The National Iranian Oil Company (NIOC), formed upon nationalization of the British Anglo-Iranian Oil Company, employed film systematically, producing many films on oil and petrochemical subjects. It also made films depicting Iran's progress and modernization, highlighting the role of the Shah and NIOC in that direction. Under its auspices, Ebrahim Golestan directed A FIRE (1961), a highly visual treatment of a seventy-day oil well fire in the Khuzestan region of southwestern Iran. This film was edited by the Iranian poet Forough Farrokhzad and won two awards at the Venice Film Festival in 1961.","release_date":"1961-04-01","genres":[99],"vote_average":7.0,"runtime":24,"cert":"N\/A","id":277658,"title":"A Fire","adult":false},{"cast":["Max von Sydow","Ivana Primorac","Jerry Popolis","Stephen Daldry","William Conacher"],"overview":"A documentary shot on the set of \"Extremely Loud &amp; Incredibly Close\" by Cedric Brelet von Sydow.","release_date":"2012-03-27","genres":[99],"vote_average":0.0,"runtime":44,"cert":"N\/A","id":277660,"title":"Max Von Sydow: Dialogues with The Renter","adult":false},{"cast":["David Oyelowo","Barlow Jacobs","Heather Storm"],"overview":"A dangerously unstable man addresses the unseen followers of his video log about his obsession with an old army buddy.","release_date":"2015-08-16","genres":[18],"vote_average":6.2,"runtime":83,"cert":"N\/A","id":277662,"title":"Nightingale","adult":false},{"cast":["Dana Andrews","Ronald Colman","Joan Fontaine","Ann Harding","Rita Johnson"],"overview":"A film's art director is in charge of the set, from conception to construction to furnishing. This short film walks the viewer through art directors' responsibilities and the demands on their talents. They read a script carefully and design a set to capture the time and place, the social strata, and the mood. They must be scholars of the history of architecture, furnishings, and fashion. They choose the colors on a set in anticipation of the lighting and the mood. Their work also sets styles, from Art Deco in the 20's to 30s modernism. Then it's on to the next project.","release_date":"1949-11-12","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":277664,"title":"The Art Director","adult":false},{"cast":["Harry Langdon","Betty Blythe","Ralph Byrd","Esther Muir","Luana Walters"],"overview":"Marital comedy in which a department store mannequin is mistaken for \"the other woman\".","release_date":"1940-12-20","genres":[10749,35],"vote_average":6.0,"runtime":65,"cert":"N\/A","id":277669,"title":"Misbehaving Husbands","adult":false},{"cast":["Jean Varda","Tom Luddy","Agnès Varda","Rosalie Varda"],"overview":"While in San Francisco for the promotion of her last film in October 1967, Agnès Varda, tipped by her friend Tom Luddy, gets to know a relative she had never heard of before, Jean Varda, nicknamed \"Yanco\". This hitherto unknown uncle lives on a boat in Sausalito, is a painter, has adopted a hippie lifestyle and loves life. The meeting is a very happy one.","release_date":"1967-01-01","genres":[99],"vote_average":7.6,"runtime":18,"cert":"N\/A","id":277677,"title":"Uncle Yanco","adult":false},{"cast":[],"overview":"Billy Mize was instrumental in defining the Bakersfield Sound, the exhilarating, innovative movement that forever changed country music. An incredibly gifted musician and lyricist well loved and respected by his peers, Mize, a product of the Dust Bowl, was also a committed family man and the rare artist who traded in the road--and the wider fame that comes with it--for home. Even those who love fiercely are subject to tragedy, however, and Mize's life is equal parts triumph and pain.","release_date":"2014-06-14","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":277679,"title":"Billy Mize and the Bakersfield Sound","adult":false},{"cast":[],"overview":"Gravesend uses a documentary approach to focus on the mining of coltan, employed in the manufacture of cell phones, laptops and other high-tech apparatus. The film cuts between two sites: a technological, highly automated industrial plant in the West where the precious metal is processed for the final production of microelectronic parts, and the central Congo, where miners use simple shovels or their bare hands to extract, wash and collect the ore on leaves. IThe realism of the film images is intercut with a black-and-white animation of the Congo River. Its sinuous shape conjures associations with networking and the flow of communications, underscored by a murmuring resembling thousands of voices in the cell phone network. In the meantime, coltan, traded at an extremely high price, represents one of the key financial factors in the armed conflict of the militia in the Democratic Republic of the Congo, where decades of civil war have cost several million human lives.","release_date":"2007-01-27","genres":[],"vote_average":4.0,"runtime":18,"cert":"","id":277681,"title":"Gravesend","adult":false},{"cast":["Mártha Eggerth","Hans Fidesser","Iván Petrovich","Hans Junkermann","Baby Gray"],"overview":"An adaptation of the operetta The Flower of Hawaii by Paul Abraham. It is based on the life of the last Queen of Hawaii Liliuokalani.","release_date":"1933-03-21","genres":[10402,18],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":277683,"title":"The Flower of Hawaii","adult":false},{"cast":["Shelley Hennig","Moses Storm","Renee Olstead","William Peltz","Jacob Wysocki"],"overview":"While video chatting one night, six high school friends receive a Skype message from a classmate who killed herself exactly one year ago. At first they think it's a prank, but when the girl starts revealing the friends' darkest secrets, they realize they are dealing with something out of this world, something that wants them dead.","release_date":"2015-04-17","genres":[27,53],"vote_average":5.4,"runtime":82,"cert":"15","id":277685,"title":"Unfriended","adult":false},{"cast":["Lindsay Burdge","Jennifer Lafleur","Aleksa Palladino","Beth Grant","Ross Partridge"],"overview":"Spirit Lake is unusually deep. No diver has ever managed to find the bottom. When Dr. Amelia Brooks disappears during a deep-water dive, her three daughters travel home. They find themselves unable to let go and become drawn into the mysteries of the lake.","release_date":"2015-06-26","genres":[9648,18],"vote_average":4.9,"runtime":84,"cert":"N\/A","id":277687,"title":"The Midnight Swim","adult":false},{"cast":["Kenta Suga","Yuiko Kariya","Shota Matsuda","Mitsuki Tanimura","Takayuki Kinoshita"],"overview":"Two swim-team members, a hairless boy and a hirsute girl, discover the pangs and tangles of first love.","release_date":"2014-06-14","genres":[10749],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":277689,"title":"Sweet Poolside","adult":false},{"cast":["Groucho Marx","Harpo Marx","Chico Marx","Zeppo Marx","Ben Taggart"],"overview":"The House That Shadows Built (1931) is a short feature film, roughly 55 minutes long, from Paramount Pictures, made to celebrate the 20th anniversary of the studio's founding in 1912. The film was a promotional film for exhibitors and never had a regular theatrical release. The film includes a brief history of Paramount, interviews with various actors, and clips from upcoming projects (some of which never came to fruition). The title comes from a biography of Paramount founder Adolph Zukor, The House That Shadows Built (1928), by William Henry Irwin.","release_date":"1931-07-08","genres":[99],"vote_average":7.0,"runtime":47,"cert":"N\/A","id":277691,"title":"The House That Shadows Built","adult":false},{"cast":["T. Roy Barnes","Alice Brady","Betty Compson","Dorothy Dalton","Bebe Daniels"],"overview":"Documentary short film depicting the filmmaking activity at the Paramount Studios in Hollywood, featuring dozens of stars captured candidly and at work.","release_date":"1922-07-10","genres":[99],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":277693,"title":"A Trip to Paramountown","adult":false},{"cast":["Andrew Addams","Lewis Alante","Slade Burrus","Larry Maraviglia","Ken Merckx"],"overview":"The Boys of Cellblock Q is set within the bowels of the Sunnyvale Labor Farm. Without the presence of women, the prisoners indulge in regular trysts with one another, make full use out of the jail's supply of priests, turn the eyes several policemen, and help a young convict learn the ins and outs of the prison community.","release_date":"1992-07-01","genres":[18,35],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":277695,"title":"The Boys of Cellblock Q","adult":false},{"cast":[],"overview":"Conflicting with the traditional role of the church, post-modernist thought has released the individual from obedience and unconditional fealty to objects of authority and convention. This program tackles questions that arise from this configuration. How do believers reinvent their faith to remain relevant and compelling? The filmmakers' poignant inquiry turns to experts in philosophy and theology to contextualize faith in a post-modern world.","release_date":"2006-10-28","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":277697,"title":"Rebellion of Thought","adult":false},{"cast":["James K. Hackett","Beatrice Beckley","David Torrence","Fraser Coalter","William R. Randall"],"overview":"King Rudolf of Ruritania is saved from a coup attempt by the help of his lookalike cousin, who falls in love with the king's fiancee.","release_date":"1913-02-18","genres":[12],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":277699,"title":"The Prisoner of Zenda","adult":false},{"cast":["Iya Savvina","Andrei Popov","Vera Kuznetsova","Panteleimon Krymov","Nikolai Kryukov"],"overview":"Based on Dostoevsky's short story, 'A Gentle Being.'","release_date":"1960-10-12","genres":[18],"vote_average":7.0,"runtime":68,"cert":"N\/A","id":277701,"title":"The Meek One","adult":false},{"cast":[],"overview":"In April 1975 -- despite a ceasefire agreement -- the North Vietnamese communists took Saigon and the world by surprise, mounting an offensive that ousted the South Vietnamese government. This enlightening documentary recounts the last two years of America's military engagement in the country and the U.S. role in Saigon's fall. Interviews with former National Security Adviser Henry Kissinger and North Vietnamese officers provide context.","release_date":"1995-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277703,"title":"The Fall of Saigon","adult":false},{"cast":[],"overview":"A crime of violence triggers a series of increasingly dangerous confrontations that ultimately give rise to tragedy in this urban drama. Boyhood friends Rodrigo (Victor Ballesteros) and Stanley (Brandon Bonds) follow different paths into adulthood, with Rodrigo becoming a family man while Stanley squanders his life. When Stanley realizes that he desperately wants Rodrigo's wife and decides to take what he wants, it sends Rodrigo over the edge.","release_date":"2008-10-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277705,"title":"Things Done Changed","adult":false},{"cast":[],"overview":"\"KELEK belongs to the 'structural' or 'minimal' cinema movement in that its content is subordinated to the viewer's perception and has no intrinsic significance. Unlike most examples of this genre, though, KELEK is never boring and is brought to a new awareness of the process of perception. The five basic shots of the film have to be filled by the viewer's own consciousness and there is absolutely no opportunity given for any spurious identification.\" Werner Nekes","release_date":"1969-01-01","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":277707,"title":"Kelek","adult":false},{"cast":["Murali","SVe. Sekar","Pallavi","Devisri","Charle"],"overview":"Thangamani Rangamani is a Tamil film.","release_date":"1989-07-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277709,"title":"Thangamani Rangamani","adult":false},{"cast":[],"overview":"From the creators of &amp;NFi;High Times&amp;NFi_; magazine comes this one-of-a-kind cooking program starring cover girl Watermelon. Plucky and inventive, Watermelon takes to the kitchen to concoct mouthwatering goodies guaranteed to cure the munchies. Several of Melon's friends, including Bill, Tom and Kelly Small (aka the Tall Brothers), Lola Lush and Sandra Sanders stop by to lend a hand, and her mother even drops in for a visit.","release_date":"2003-03-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277711,"title":"Watermelon's Baked and Baking","adult":false},{"cast":["Peter Mullan","Agyness Deyn","Kevin Guthrie","Hugh Ross","Douglas Rankine"],"overview":"The daughter of a Scottish farmer comes of age in the early 1900s.","release_date":"2015-12-04","genres":[18],"vote_average":6.5,"runtime":135,"cert":"","id":277713,"title":"Sunset Song","adult":false},{"cast":["Zi'en Cui","Zhou Yi"],"overview":"Shanghai was once called the \"Paris of the East,\" but changes come with time and social tumult. Now, amid crumbling buildings, crushing poverty and social decay, filmmaker Andrew Cheng captures a city fallen victim to moral and economic decline. Through a collection of vignettes involving male prostitutes, aging hookers and other sex-trade workers, Cheng reveals the sordid heart of a once glittering metropolis.","release_date":"2003-01-30","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":277715,"title":"Welcome to Destination Shanghai","adult":false},{"cast":["Nathalie Richard","Daniel Aukin","Sarah Adler"],"overview":"Nathalie Richard stars as Anne, a New Yorker who lives with her uptight husband (Aukin) in total denial of the ways a serious accident has changed her life. When Anne's impulsive half-sister Iris (Adler) shows up for an extended visit, new desires, and fresh rivalries transform the characters in unexpected ways.","release_date":"1999-01-01","genres":[18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":277717,"title":"Afraid of Everything","adult":false},{"cast":[],"overview":"Foreign, Foreign Comedies, Poland, Polish Language, Foreign Regions, Foreign Languages - A large Polish city is quickly being devoured by new construction from money-hungry developers. Marian Kosela (Andrzej Grabowski) refuses to give up his farm, which he hopes will remain in the family for years to come. Uninterested in monetary offers, Kosela is determined to provide a warm, safe place for his children to grow up. The developers will stop at nothing to get Kosela's valuable plot of land, but he won't budge.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277719,"title":"Let's Make a Grandson","adult":false},{"cast":["Adrian Palmer","Mark Bennett","George A. Murphy","Alexa Brown","Marq English"],"overview":"The sleepy English village of Ravenswood has always been a mystical place; tales of ghosts, ley-lines, fairies and the devil have all been part of the villages heritage for over a thousand years. But nothing prepared the villagers for one summers day in the mid nineteen sixties; an alleged UFO abduction of a local farmer catapulted the village into a mecca for conspiracy theorists, paranormal investigators and new age gurus. And now, with the UFO allegedly returning to the village, a tribal conflict is brewing between the local residents and the spiritual pirates who have invaded their green and pleasant land.","release_date":"2006-10-01","genres":[35],"vote_average":0.0,"runtime":72,"cert":"","id":277721,"title":"Return to Ravenswood","adult":false},{"cast":["Lau Ching-Wan","Alice Lau Nga-Lai ","Lee Fung","Yip Chun","Wu Fung"],"overview":"Root, who was born into a boat family, bought a woman from mainland China, Lotus, to take care of his mother who had difficulty getting about.  Lotus' optimistic and persevering character influenced everyone on the boat.  The vicissitudes of life convinced Root that human was no different from the ever-changing sea.","release_date":"1995-05-25","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":277723,"title":"Sea Root","adult":false},{"cast":["Zizan Razak","Kamal adli","Tauke Jambu","Syamsul Yusof","Aaron Aziz"],"overview":"Zizan Razak plays Abang Long Fadil, a man who constantly dreams that his life is that of a gangster. But when his best friend, Malik goes to prison, then more chaos ensues and daydreaming may not be too far off from reality. This movie is directed by Shafiq Yusof, the brother of Syamsul Yusof, the director of \"KL Gangster\".","release_date":"2014-05-29","genres":[28],"vote_average":5.0,"runtime":103,"cert":"N\/A","id":277725,"title":"Abang Long Fadil","adult":false},{"cast":["Vasile Muraru","Philippe Nevo","Dorin Andone","Cristian Popa","Silviu Olteanu"],"overview":"Documentary - This historical documentary from National Geographic recounts the final defeat of one of history's most compelling leaders. Napoleon Bonaparte's phenomenal rise to power came to an end by 1814, when an alliance of enemies triumphed over his forces and banished him to the island of Elba. But the French ruler refused to give up on his dream of world conquest, and he proceeded to organize an epic, history-defining battle from his island prison. -  Vasile Muraru, Philippe Nevo, Dorin Andone","release_date":"2006-06-10","genres":[10770,99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277727,"title":"Icons of Power: Napoleon's Final Battle","adult":false},{"cast":[],"overview":"Independent, Indie Dramas, Indie Romance, Romantic Dramas - Mitch (Michael Bergin) and his friends have all weathered bad relationships. Each wants to move on with life, but their past mistakes (and the high expectations that caused them) continue to dog their every move. Michelle Parylak, Sammi Hanratty, Edward Asner, Dick Van Patten and Bruce Blauer co-star in writer-director Randolph M. Hirsch's feature-length expansion of his acclaimed 2003 short film.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277729,"title":"Once in a Lifetime: Just Go for It","adult":false},{"cast":[],"overview":"Some would say B2K is a boy band, only it's got loads of talent to burn. Specializing in ballads and their mostly R&amp;B-filled repertoire, B2K nevertheless adds their unique spin on the genre to make it entirely their own. Get to know the group and its members through this compilation, which gathers biographies, music videos (for \"Gots to Be\" and \"Uh Huh\"), and a making-of featurette for \"Gots to Be.\"","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277731,"title":"B2K: Introducing B2K","adult":false},{"cast":[],"overview":"Documentary, Biographical Documentaries, Sports Documentaries, Women In Sports, Basketball - This documentary profiles the life and career of Pat Summitt, the NCAA's winningest basketball coach, who resigned from her post at the University of Tennessee in 2012 due to early-onset Alzheimer's disease.","release_date":"2013-07-09","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277733,"title":"Pat XO","adult":false},{"cast":["Jon Jacobs","J.C. Brandy","Daniel Tisman"],"overview":"Drama - Journalist Alex Kenna (Daniel Tisman) is a man haunted by precognition when he returns to his old stomping grounds. After setting up camp at the house of a former schoolmate, Alex becomes infatuated with a wheelchair-bound woman (J.C. Brandy) and, despite warnings from his friends, pursues a relationship with her. But as they become more involved, the secrets of her past are revealed, and Alex gets caught in a deadly game of cat and mouse. -  Jon Jacobs, J.C. Brandy, Daniel Tisman","release_date":"2002-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277735,"title":"Prometheus Bound","adult":false},{"cast":["Anthony Padilla","Ian Hecox"],"overview":"SMOSH'S IF IT WERE REAL SAGA follows Ian and Anthony (SMOSH) as they try to make it to a clip show of their classic \"If_Were Real\" videos.","release_date":"2013-01-01","genres":[35],"vote_average":5.0,"runtime":60,"cert":"N\/A","id":277737,"title":"Smosh's If It Were Real Saga","adult":false},{"cast":["George Houston","Hillary Brooke","Al St. John","Karl Hackett","Lee Powell"],"overview":"Tom Cameron (George Houston) is searching for the outlaws who ambushed a wagon train, murdered his parents and stole the deed to their land. Though he was only a child at the time, he vividly remembers the scar on the ringleader's face -- and Tom will stop at nothing until he brings him to justice … and exacts vengeance. Al St. John, Hillary Brooke and Karl Hackett costar in this 1941 oater from director Sam Newfield. -  George Houston, Hillary Brooke, Al St. John","release_date":"1941-01-10","genres":[37],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":277742,"title":"The Lone Rider Rides On","adult":false},{"cast":["Helena Clayton","Michelle Angelo","Gary Kent","Bethel Buckalew","Meri McDonald"],"overview":"Stop thinking about Girls! Start laughing!","release_date":"1968-05-24","genres":[35],"vote_average":7.0,"runtime":87,"cert":"N\/A","id":277744,"title":"Nymphs (Anonymous)","adult":false},{"cast":["Susan Vidler","Isi Metzstein","Clemens Schick","Peter Knaack"],"overview":"A Glasgow woman inherits a house in Berlin and has her eyes opened","release_date":"2014-06-20","genres":[],"vote_average":0.0,"runtime":96,"cert":"","id":277746,"title":"A House in Berlin","adult":false},{"cast":[],"overview":"Ballet, hip-hop and modern dancers move to the music of a choir, a band and strings as composer John Tesh grandly fuses two art forms into one massive production. Featuring dancer Breeze Lee and ballerina Julia Eichten, this ambitious performance -- filmed with 16 cameras -- contains the tracks \"Heart of the Sunrise,\" \"Two Worlds,\" \"Freedom\" and \"Awesome God.\" Bonus material includes behind-the-scenes interviews.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277748,"title":"John Tesh: Alive: Music & Dance","adult":false},{"cast":["Rick Jordan","Holly Hollywood","Matt Preston","Kim Dawson","Taylor St. Claire"],"overview":"Thriller - While searching for his kid sister Lisa, who disappeared into the seamy world of Los Angeles strip clubs, streetwise cabbie Rick (Rick Jordan) meets Angie (Stacey Leigh Mobley), a woman forced to dance to pay off the debts her father incurred while gambling. Rick's search for his sister becomes more desperate as he finds out more about the dark world of power and intrigue hidden beneath the city's neon lights. -  Rick Jordan, Holly Hollywood, Matt Preston","release_date":"1997-01-01","genres":[53],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":277750,"title":"Stripteaser II","adult":false},{"cast":[],"overview":"Documentary - Get to know hip-hop artist Tech N9ne through a comprehensive look at his life and career that includes rare interviews with his friends and family members. Ride along with Tech himself as he heads back to his old stomping grounds and recalls the highs and lows of his life in music. Also included is footage of Tech with artists such as Roger Troutman, Yukmouth, Jayo Felony, Chino XL, QD3 and many others. -  Jayo Felony, Tech N9ne, Chino XL","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277752,"title":"T9X: The Tech N9ne Experience","adult":false},{"cast":[],"overview":"Horror - Six innocent campers are outward bound for an idyllic adventure in the backwoods of Oregon. On the way, they stumble upon a creepy gas station attendant who harbors a grisly secret -- the kind of secret that will cost some of the teens their lives. Could the interplay of dark forces be at the root of this evil … or is it something … even &amp;NFi;more&amp;NFi_; horrifying? -  Robert Ambrose, Bogdan Banu, Onika Fiori","release_date":"2004-01-01","genres":[],"vote_average":4.0,"runtime":83,"cert":"N\/A","id":277754,"title":"The Attendant","adult":false},{"cast":[],"overview":"During the early-2000s filmmaker Sean Weathers took 3 projects into production which he would not finish (Gangz vs. Cults, The Erotic Adventures of Samson &amp; Delilah and Escape from Bloodbath Island).","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277756,"title":"The Unfinished Works Of Sean Weathers","adult":false},{"cast":[],"overview":"n January 1999 three men flew out of Antarctica after completing an arduous 84 day trek on foot across one of the longest, most difficult routes to the South Pole. For the renowned adventurers, Peter Hillary, Eric Philips and Jon Muir, it was the culmination of decades of dreaming and years of planning a journey that echoed the courage and endurance of a handful of polar explorers who had matched their strength against some of the world's toughest terrain.","release_date":"1999-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277758,"title":"Into the Teeth of the Blizzard","adult":false},{"cast":["Günther Simon","Werner Peters","Harry Hindemith","Arno Paulsen","Maly Delschaft"],"overview":"","release_date":"1953-02-27","genres":[18],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":277760,"title":"Anna Susanna","adult":false},{"cast":["Raimund Schelcher","Erika Dunkelmann","Erwin Geschonneck","Harry Hindemith","Helga Göring"],"overview":"Lifelong hard work for the count makes the servant Anton a cripple. Everybody calls him Crooked Anton. When, after the end of the war, the land of the count gets divided amongst the farmers, Anton receives a piece and hopes to be able to work freely. But an old debt and intrigue keep Anton and his family from finding peace. The farmers of the village begin to discover their own power when Annegret, Anton's daughter, leaves. Is a new beginning possible for Anton? This film paints an impressive panorama of the development of a minor village in Mecklenburg from the end of the war to the uprising of 17 June 1953.","release_date":"1957-02-09","genres":[18],"vote_average":0.0,"runtime":203,"cert":"N\/A","id":277762,"title":"Castles and Cottages","adult":false},{"cast":["Jörg Schüttauf","Thomas Putensen","Daniela Hoffmann","Hilmar Eichhorn","Karin Gregorek"],"overview":"Ete and Ali are discharged from the army. Since Ete knows that his wife is having an affair, he doesn't want to go home. Ali tries to persuade his friend to stand up for himself and to kick the other man out. But since Ete obviously lacks courage, Ali himself goes into action and gets rid of the rival lover. At first, Mary and Ete seem to reconcile, but repairing their marriage won't work.","release_date":"1985-05-31","genres":[18,35],"vote_average":5.5,"runtime":92,"cert":"N\/A","id":277767,"title":"Ete and Ali","adult":false},{"cast":["Tom Araya","Kerry King","Dave Lombardo","Jeff Hanneman","Paul Bostaph"],"overview":"\"S**t Your Never Seen\" is the DVD presented in \"Soundtrack to the Apocalypse\" box set by the American thrash metal band Slayer. Released November 25, 2003 through American Recordings, the DVDfeatures music from previous albums, unreleased material, and live film. \/\/","release_date":"2003-11-25","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277769,"title":"Slayer: S**t Your Never Seen!","adult":false},{"cast":["AJ!","Jeff Beith","Buddy Smith","Chris Stewart"],"overview":"In celebration of the popular \"Gladiators\" programs on television today, this parody joins Ben Dover and Big Bill Butts as they welcome the most noxious of our nation's competitors, The American Flatulators!","release_date":"1996-04-17","genres":[35],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":277771,"title":"American Flatulators","adult":false},{"cast":["Wang Kuan-Hsiung","Alex Man Chi-Leung","Michael Miu","Alex Fong","Kin-Kwan Wong"],"overview":"An honorable assassin from the Mainland arrives in Hong Kong on an assignment to blow gaping holes in the unlucky members of a Triad gang.","release_date":"1991-01-01","genres":[28,80],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":277773,"title":"The Killer from China","adult":false},{"cast":["Emma Watkins","Anthony Field","Lachlan Gillespie","Simon Pryce"],"overview":"Who’s in The Wiggles’ house? All your favourite friends, Emma, Lachy, Simon and Anthony, and twenty-six new songs! Join the fun of ‘The Laughing Doctor’, taste the delights of ‘Pappadum’, ’Do the Hawk’ with America’s Lee Hawkins, ‘Have a Good Day (Kia Pai to Rā)’ with New Zealand’s Robert Rakete, and so much more. So open the door to a house full of fun as we raise the roof with Wiggle House!","release_date":"2014-06-21","genres":[10751],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":277775,"title":"The Wiggles - Wiggle House","adult":false},{"cast":["Jacquelina Camara","Etelvina Gomes","Aful Macka","Saene Nanque","Justino Neto"],"overview":"The film tells the tale of Iala, whose authority over his two sons, Raul and Bedan, is shaken. Raul has left to study in a seminary in the big city, where unknown to anyone, he has joined the liberation movement. Meanwhile, younger son, Bedan is rebelling against every possible tradition, even eyeing his father's young bride-to-be.","release_date":"1994-08-18","genres":[18],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":277777,"title":"Xime","adult":false},{"cast":[],"overview":"Young King Bhambata leads the fight against an unfair local tax within the Natal Colony. This documentary focuses on the unfair conditions that lead Bhambatha and his people to fight back followed by the violent and the immoderate British reaction.","release_date":"2008-09-09","genres":[99],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":277779,"title":"Bhambatha: War of the Heads 1906","adult":false},{"cast":["Kinuyo Tanaka","Michiko Kuwano","Mitsuko Miura","Shin Tokudaiji","Akiko Kazami"],"overview":"Mizoguchi’s most politically outspoken film is clearly branded as a product of the US occupation by its insistent, ardent call for democratic reform and, most especially, for the empowerment of women. Mizoguchi’s only work with Ozu screenwriter Kogo Noda, Victory of Women features Kinuyo Tanaka as the embodiment of the possible new order, a lawyer fighting doggedly for a more just legal system and trying to rid Japan of its draconian penal system.","release_date":"1946-04-18","genres":[18],"vote_average":7.0,"runtime":84,"cert":"N\/A","id":277781,"title":"Victory of Women","adult":false},{"cast":["Zalman King","Charlotte Rampling","Joseph Mell","Dimitra Arliss","Teddy King"],"overview":"A ski instructor tries to teach a bunch of insanely eccentric people how to ski while dealing with everyone wanting his attention.","release_date":"1971-12-01","genres":[18,53],"vote_average":6.5,"runtime":95,"cert":"N\/A","id":277783,"title":"The Ski Bum","adult":false},{"cast":[],"overview":"Air Sex: The Movie is a documentary about the American social phenomenon known as The Air Sex Championships. Think Air Guitar, but instead of pretending to play a musical instrument, participants pretend to have sexual encounters with an imaginary partner (or partners). Entering its sixth year as a nationally touring roadshow, and billed as the world’s first “spart,” Air Sex combines the pageantry and prestige of sports with the creative arts of storytelling, pantomiming, and improvisation.  Directed by Jonathan Evans (Sunken City), the film follows Air Sex tour producer\/host, New Orleans comedian Chris Trew (America’s Got Talent, Comedy Central), as he attempts to convince crowds of excited, confused, and inebriated audience members to sign up and become part of the bizarre spectacle.","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277785,"title":"Air Sex: The Movie","adult":false},{"cast":["Heo Dong-won","Jeong Ho-joon","Bo Ri","Yoo Ji-Hyeon","Lee Yo-seong"],"overview":"Best friends Jang-won and Choi Min and his wife Eun-hye make a bet to overcome their boring lives. They risk their lives to go after the married woman who is well known for her chasity. However, the bet goes the wrong way and they learn what real love is...","release_date":"2014-05-22","genres":[10749,18],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":277787,"title":"Between The Navel And Knees","adult":false},{"cast":[],"overview":"A documentary about the Cannabis Cup.","release_date":"","genres":[],"vote_average":1.0,"runtime":64,"cert":"N\/A","id":277789,"title":"Weed","adult":false},{"cast":["Mohd Faizal Ramly","Nabil Raja Lawak","Aziz Sattar","Abon","Julia Ziegler"],"overview":"Adlin working in Bintulu, Sarawak, returned to his home town for the holidays. As usual, each time returning to the village, he is going to be going to Warung Pak Ajis to enjoy Mee Calong and chat. Return this time to meet his mother Mak Ton, his brother Isham and Esah after being six months in Bintulu has brought an experience never to be forgotten by him during his lifetime.  Vampire tale story, Pochong, Goblins, Badi body (\"Mohini\" \/ Chandra Murke - Legendary ghost Hindu society), Mortuary Living In Step Black Cat and butted into penglipurlara four of them that night.","release_date":"2009-09-20","genres":[27],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":277791,"title":"Momok The Movie","adult":false},{"cast":["Ron Vawter","Coco McPherson"],"overview":"When Jill Godmilow’s documentary Roy Cohn\/Jack Smith premiered at the 1994 Toronto International Film Festival, the number of AIDS-related deaths was reaching an all-time high in the United States (over 270,000). In New York City, the epicenter of the AIDS epidemic, many artists and filmmakers were grappling with the disease. While Broadway was hosting the second part of Tony Kushner’s award-winning play Angels in America, downtown New Yorkers were fondly recalling another recent production, Ron Vawter’s one-man show Roy Cohn\/Jack Smith, in which the actor, who died of AIDS in April 1994, performed two monologues, first as Cohn, the conservative lawyer, and secondly, as Smith, the flamboyant experimental filmmaker—both of whom died of AIDS-related causes in the late 1980s.","release_date":"1995-08-04","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":277793,"title":"Roy Cohn\/Jack Smith","adult":false},{"cast":["John Bett","Dolina MacLennan","David Maclennan","Elizabeth MacLennan","Alex Norton"],"overview":"The \"ceilidh play\", as writer John McGrath styled it, is presented in the BBC's 1974 \"Play for Today\" production to a live audience intercut with filmed reconstructions of the Highland Clearances and the Victorian obsession with hunting stags. Restored in high definition from the original film masters held in the BBC Archives.","release_date":"1974-06-06","genres":[18,99,10402,35,36],"vote_average":0.0,"runtime":90,"cert":"","id":277795,"title":"The Cheviot, the Stag and the Black, Black Oil","adult":false},{"cast":[],"overview":"India - unique in its diversity and breathtakingly beautiful. The subcontinent is characterized by scenic, cultural and ethnic diversity. After China, India is the second most populous country in the world. Despite growing space needs, there are efforts to preserve the wilderness through nature reserves and protected areas. So India still provides habitat for rare species such as the Bengal tiger or the Indian elephant. The 5-part series \"India's wild beauty\" leads to the most spectacular and beautiful regions and their inhabitants.  The complete series in five parts:  1 The Thar Desert  2 In the jungle, the Ghats  3 Life on the holy river  4 The Himalayas  5 In the land of Naga","release_date":"2014-04-25","genres":[99],"vote_average":5.8,"runtime":225,"cert":"N\/A","id":277797,"title":"India's Wild Beauty","adult":false},{"cast":["Hugh Williams","Joan Greenwood","Basil Radford","Naunton Wayne"],"overview":"A man gets divorced from a nagging wife meets a girl in a million. Or is she?","release_date":"1946-10-28","genres":[],"vote_average":0.0,"runtime":90,"cert":"","id":277799,"title":"A Girl in a Million","adult":false},{"cast":["Saiful Apek","Faizal Hussein","Zul Yahya","Sarimah Ibrahim","Syanie"],"overview":"The film tells the story of three friends MX3 - Masdor (Saiful Apek), Mamat (Faizal Hussein) and Malek (Zul Yahya) who set up the company private investigator named MX3. During operation the investigation, they often get only small cases until that Mrs. Lolita (Syanie) are willing to pay wages that are expensive to spy on her husband having an affair.","release_date":"2003-11-25","genres":[35,9648],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":277801,"title":"MX3","adult":false},{"cast":["Sugacane","Maurits Delchot","Verginia Olijfveld","Reina Linger","Mike Reus"],"overview":"Spike, an aspiring rapper, gets sucked into a criminal environment and ends up in jail for smuggling drugs.","release_date":"2006-03-23","genres":[18,10402],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":277803,"title":"Bolletjes Blues","adult":false},{"cast":["Colleen Moore","Earle Rodney","Billy Bletcher","Ward Caulfield","Gino Corrado"],"overview":"Mary refuses a marriage proposal, in order to devote her life to \"the stage.\"  Hilarity ensues.","release_date":"1919-11-30","genres":[35],"vote_average":0.0,"runtime":23,"cert":"N\/A","id":277805,"title":"A Roman Scandal","adult":false},{"cast":["Ndu King (Mr Koncept)","Chidi Ihezie","Amaechi Muonagor","Alaso Wariboko","Jane Ejeh"],"overview":"A Nigerian LOOK WHO'S TALKING about a non-incestuous brother and sister who are somehow cursed with raising twin babies that piss and shit in several unwelcome locations. [parts 1-2]","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":277807,"title":"Wonderful Babies","adult":false},{"cast":["Philip Carey","Douglas Kennedy","Audrey Totter","Guinn Williams","Jeff Donnell"],"overview":"A band of renegade Apaches attempts to steal a shipment of rifles being transported to Fort Collins.","release_date":"1954-05-01","genres":[37],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":277809,"title":"Massacre Canyon","adult":false},{"cast":[],"overview":"TRACKS:  01 - 06: Official Promo clips \/\/ 07 - 29: Recorded live at the Salisbury Arts Centre on June 30, 1990 + interviews (Previously released as\"Live Corruption\" VHS video). \/\/ 30 - 56: Recorded live at the Nottingham Rock City on November 14, 1989 \/\/ 57 - 58: BBC TV footage featuring Bill Steer (pre-Carcass) and Lee Dorrian (pre-Cathedral), taken from the Arena TV show (4\/17\/1989) at the Kilburn National. \/\/","release_date":"2001-10-15","genres":[10402],"vote_average":4.5,"runtime":121,"cert":"","id":277811,"title":"Napalm Death: The DVD","adult":false},{"cast":["'Snub' Pollard","Marie Mosquini","Eddie Boland","Sammy Brooks","Gaylord Lloyd"],"overview":"Two rival bicycle messengers are sent to the same location: a wealthy artist's estate populated with attractive models.","release_date":"1920-03-07","genres":[35],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":277813,"title":"Fresh Paint","adult":false},{"cast":["Piotr Wiwczarek","Maurycy Stefanowicz","Leszek Rakowski","Leszek Rakowski","Krzysztof Raczkowski"],"overview":"\"Vision and Voice\" is the first live performance recording by Polish death metal band Vader. It was released in VHS format on December 1, 1998 by Metal Mind. The album consists Vader concert filmed and recorded on March 25, 1998 at Studio Łęg in Kraków, Poland. The DVD edition entitled \"More Vision and the Voice\" was released on June 3, 2002 by Metal Mind. Apart from main concert recorded in Kraków the re-release includes tree video-clips, eight bootleg live tracks from No Mercy Festival 2001, interview with Piotr \"Peter\" Wiwczarek, band and individual members biographies, discography, photo gallery, desktop images, art gallery, and weblinks. The release was remastered, and converted to Dolby Digital 5.1 Surround at Studio 333 in Częstochowa, Poland by Bartłomiej Kuźniak.","release_date":"2002-06-12","genres":[10402],"vote_average":4.8,"runtime":null,"cert":"","id":277815,"title":"Vader: More Visions & Voices","adult":false},{"cast":["Homayun Sakhi","Rahul Sharma","Salar Nader","Sirojiddin Juraev","Mukhtor Muborakqadomov"],"overview":"","release_date":"2010-03-30","genres":[99,10402],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":277817,"title":"In the footsteps of Babur Musical encounters from the Lands of the Mughals","adult":false},{"cast":[],"overview":"Masculine and feminine, hard and soft, continuous and interrupted, whole and fragmented. All that is encompassed by just one day at the factory.","release_date":"2004-01-01","genres":[99],"vote_average":5.0,"runtime":30,"cert":"N\/A","id":277819,"title":"Factory","adult":false},{"cast":["Alice Englert","Tintin Marova Kelly","Isidore Tillers","Genevieve Lemon","Russell Dykstra"],"overview":"A story through a child's eyes about living through a drought.","release_date":"2006-05-01","genres":[],"vote_average":7.0,"runtime":18,"cert":"N\/A","id":277821,"title":"The Water Diary","adult":false},{"cast":["Vytautas Tomkus","Vaiva Mainelytė","Algis Matulionis","Balys Barauskas","Janina Matiekonytė"],"overview":"This movie is a story of the legendary Lithuanian peasant- Tadas Blinda (1846-1877), a Lithuanian folk hero of the 19th century often compared to Robin Hood. He is shown as a leader of serfs battling and ridiculing the Polish landlords and the Russian Empire that governed Lithuania, Lithuania after the law about the end of serfdom. The movie is a an intense drama with a mix of cruelty and love, comic situations and jokes, heroism and treason.","release_date":"1972-01-01","genres":[28,12,36],"vote_average":7.0,"runtime":151,"cert":"N\/A","id":277823,"title":"Tadas Blinda","adult":false},{"cast":["David Harrington","John Sherba","Hank Dutt","Jeffrey Zeigler","Homayun Sakhi"],"overview":"","release_date":"2010-03-30","genres":[99,10402],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":277825,"title":"Rainbow Kronos Quartet with Alim & Fargana Qasimov and Homayun Sakhi","adult":false},{"cast":["Mammootty","Mukesh","Jagathy Sreekumar","Gopika","Samvrutha Sunil"],"overview":"Nerariyan CBI is a murder mystery. Sethurama Iyer (Mammootty) who investigates the death of a young girl, Mythili (Samvrutha), at her friend's 'tharavad', where she had come for a short holiday, around four years back.The plot is filled with suspects all round.","release_date":"2005-09-09","genres":[53],"vote_average":5.4,"runtime":147,"cert":"N\/A","id":277827,"title":"Nerariyan CBI","adult":false},{"cast":["Tom Manders"],"overview":"","release_date":"1991-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277832,"title":"De Successen van Dorus","adult":false},{"cast":["Auli'i Cravalho","Dwayne Johnson","Rachel House","Temuera Morrison","Jemaine Clement"],"overview":"In Ancient Polynesia, when a terrible curse incurred by Maui reaches an impetuous Chieftain's daughter's island, she answers the Ocean's call to seek out the demigod to set things right.","release_date":"2016-11-23","genres":[12,35,10751,16],"vote_average":7.5,"runtime":107,"cert":"PG","id":277834,"title":"Moana","adult":false},{"cast":["Mammootty","Vikram Gokhale","Lillete Dubey","Joy Sengupta","Kiran Janjani"],"overview":"An unknown pregnant girl has ended her life by hanging herself from ceiling fan in a room of a little known hutment of Mumbai. In middle of the night, an uninvited Inspector lands in the house of an eminent Industrialist to investigate the case. Baffled by suggestion of being linked with the incident and shocked by the thought of being responsible for death of a person surviving at the outermost fringe of their vision of society, Vikrant Pradhan and his family give in to the interrogation reluctantly.","release_date":"2005-09-16","genres":[53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277836,"title":"Sau Jhooth Ek Sach","adult":false},{"cast":["Babe London","Phil Dunham","Helen Marlowe","George Davis"],"overview":"Two \"correspondence romance\" suitors prepare to meet their respective partners for the first time; mixups ensue.","release_date":"1925-10-24","genres":[35],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":277838,"title":"Scrambled Eggs","adult":false},{"cast":["Susan Shaw","Derek Bond","Patrick Holt","Carol Marsh","David Tomlinson"],"overview":"The stories of several individuals who consult a marriage bureau, including a peer of the realm, his butler, a lonely school teacher, a French girl on the run from a violent boyfriend, a country vicar, and a newspaper reporter, sent by his editor, to do an undercover story.","release_date":"1949-06-07","genres":[10749,35],"vote_average":0.0,"runtime":93,"cert":"","id":277840,"title":"Marry Me","adult":false},{"cast":["Navdeep","Sheela Kaur","Vijayakumar","Sangeetha Krish","Manorama"],"overview":"Ilavattam movie is about love between two people .Srinivas (Navdeep) who belongs to an ordinary middle class family.","release_date":"2006-09-29","genres":[10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277842,"title":"Seethakoka Chiluka","adult":false},{"cast":["Elijah Wood","Celyn Jones","Kelly Reilly","Steven Mackintosh","Shirley Henderson"],"overview":"An aspiring poet in 1950s New York has his ordered world shaken when he embarks on a week-long retreat to save his hell raising hero, Dylan Thomas.","release_date":"2014-11-07","genres":[18,36],"vote_average":5.8,"runtime":97,"cert":"15","id":277847,"title":"Set Fire to the Stars","adult":false},{"cast":["Mohan","Tejaswini Prakash","Komal Kumar"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"2014-09-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277849,"title":"Ashokavana","adult":false},{"cast":["Prabhu","Pragathi","Mohan"],"overview":"Oliyum Oliyum movie based on temple, that remains within one","release_date":"2009-06-19","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277851,"title":"Oliyum Oliyum","adult":false},{"cast":["Mohan","Pallavi","S. S. Chandran","SVe. Sekar","Thiyagu"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1988-11-30","genres":[18],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":277853,"title":"Sahadevan Mahadevan","adult":false},{"cast":["Mohan","Rupini","Janagaraj","Senthil","Malaysia Vasudevan"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1987-09-05","genres":[18,10749],"vote_average":0.0,"runtime":132,"cert":"N\/A","id":277855,"title":"Theertha Karayinile","adult":false},{"cast":["Mohan","Radha","Amala Akkineni","Visu","Chinni Jayanth"],"overview":"A village girl loves her distant cousin, but he loves someone else and rejects her marriage proposal. When an accident kills the girl he loves, he is forced to reconsider his decision.","release_date":"1986-09-12","genres":[18,10749],"vote_average":0.0,"runtime":142,"cert":"N\/A","id":277857,"title":"Mella Thirandhadhu Kadhavu","adult":false},{"cast":["Mohan","Ilavarasi","Revathi","Vagai Chandrasekar"],"overview":"","release_date":"1985-08-22","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277859,"title":"Kunguma Chimil","adult":false},{"cast":["Mohan","Ambika","Radha","Goundamani","Kapil Dev"],"overview":"Shankar, a budding singer loses his love, Gowri, who commits suicide. When Shankar turns famous, he eventually develops friendship with Surya, a college girl, who falls in love with him.","release_date":"1985-09-14","genres":[18,10749],"vote_average":0.0,"runtime":130,"cert":"N\/A","id":277861,"title":"Idhaya Kovil","adult":false},{"cast":["Mohan","Revathi","Lakshmi","Thengai Srinivasan","Senthil"],"overview":"","release_date":"1985-04-12","genres":[18],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":277863,"title":"Udhaya Geetham","adult":false},{"cast":["Mohan","Poornima Bhagyaraj","Sujatha","Jaishankar","Manorama"],"overview":"Radha falls in love with Raja, son of a rich lawyer, and ends up pregnant. Now, Raja and his father refuse to accept her. Radha decides to battle it out in the courts in order to seek justice.","release_date":"1984-01-17","genres":[18],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":277865,"title":"Vidhi","adult":false},{"cast":["Mohan","Suhasini Maniratnam","Radha","SVe. Sekar","Vinu Chakravarthy"],"overview":"Murli is a stylish and handsome young man who is forced to get married to an ugly village girl, Arukani, by his father. To escape from his wife and his father, he takes a transfer to Bangalore. In Bangalore, he gets friendly with one of his colleague, Julie, who is modern and beautiful. Both fall in love and get married. Murli does not reveal his past to Julie. However, Murli's happiness is short-lived. His first wife Arukani accidentally lands up at his house in Banglore. How does Murli manage the situation and hide Arukani's identity from Julie? What will be Arukani's fate? Will Julie get to know the truth?","release_date":"1982-10-15","genres":[18,35,10751],"vote_average":0.0,"runtime":135,"cert":"N\/A","id":277867,"title":"Gopurangal Saivathillai","adult":false},{"cast":["Mohan","Poornima Bhagyaraj","V. K. Ramasamy"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1981-12-24","genres":[10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277869,"title":"Kilinjalgal","adult":false},{"cast":["Mark Jones","Ruth Hiatt","Otto Fries","Sunshine Hart","Tommy Hicks"],"overview":"The Duff family can't seem to get along with their neighbors, an obsessed policeman and his wife.","release_date":"1924-03-29","genres":[],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":277871,"title":"Family Life","adult":false},{"cast":["Prashanth Thyagarajan","Isha Koppikar","Kasturi Shankar","Ambika","Srividhya"],"overview":"Vishwa spends his time hanging out with Anandham to avoid his mother, who always quarrels with his dad. To find peace, he plays tricks on others. Among the victims is Jothi. The story moves to London, where Vishva visits Princess Diana's grave and leaves a beautiful poem behind. At the same time, Jothi too visits the grave and leaves a note after reading the poem. Then begins a warm relationship between Jothi and Vishwa without seeing each other. Whether the two are united form the rest of the story.","release_date":"1998-12-24","genres":[18],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":277873,"title":"Kadhal Kavithai","adult":false},{"cast":["Prashanth Thyagarajan","Preeti Jhangiani","Ranjith","Manivannan","Senthil"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1999-11-06","genres":[10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277875,"title":"Hello","adult":false},{"cast":["Prashanth Thyagarajan","Simran","Ramesh Aravind","Nassar","Vijayakumar"],"overview":"Two lovers want to get married, but only with their parents' consent.","release_date":"1999-09-09","genres":[10749],"vote_average":5.8,"runtime":161,"cert":"N\/A","id":277877,"title":"Jodi","adult":false},{"cast":["Prashanth Thyagarajan","Devayani","Vignesh","Prakash Raj","Dhamu"],"overview":"Appu is the story of a struggling Prasanth who stands up to rescue Devayani from the vicious plans of Maharani. Prasanth's sole motivation to rescue Devayani is the memories of his sister's devastated life. Prasanth decides to embark on a torturous journey of bargain, barter, buy and sell with Prakashraj, in the hopes of receiving Devayani as the lucky prize. The movie is about the pair eluding from the clutches of the Dark Life of Maharani.","release_date":"2000-03-31","genres":[53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277879,"title":"Appu","adult":false},{"cast":["Prashanth Thyagarajan","Anshu","Thiagarajan","Rajkiran","Dhamu"],"overview":"Jai is dubbing version of Telugu movie Aadi. The movie is all about a young man and how he struggles to uplift of a particular community. Prashanth and Anshu are college students.","release_date":"2004-01-14","genres":[10749],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":277881,"title":"Jai","adult":false},{"cast":["Prashanth Thyagarajan","Ankita","Delhi Ganesh","Vadivelu","Srividhya"],"overview":"London in this movie Sivaraman (Prashanth) is an innocent rustic youth who lands up in the big, bad London in search of a job. He comes in contact with a small-time thief Kathir (Pandiarajan). The duo eventually ends up as part of a robbery attempt made by two others (Manivannan and Mumtaz). But as the bid is nixed, Sivaraman, who is now much more confident in life, decides to pose as the grandson of a rich but blind couple (Srividya and Vijayakumar).Now under the name Saravanan, he enters the household along with his friend Kathir.Then the mirth-riot starts","release_date":"2005-01-31","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277883,"title":"London","adult":false},{"cast":["Sidney Smith","Cliff Bowes","Virginia Vance"],"overview":"Mortimer grabs an opportunity to take a truck driving job; Matthew intends to hang onto it.","release_date":"1924-05-11","genres":[35],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":277885,"title":"Out Bound","adult":false},{"cast":["Monty Banks","Virginia Lee Corbin","Charles Hill Mailes","Charles K. Gerrard","Bud Jamison"],"overview":"Virginia Craig will become super-wealthy and gain sole control of her factory, unless insubordinate schemers can trick her into marrying one of their clique.  Unfortunately for them, she loves Monty, one of her employees.  When the schemers' plot is discovered, a chase starts away from the factory and onto a runaway train.","release_date":"1927-06-21","genres":[28,35],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":277890,"title":"Chasing Choo Choos","adult":false},{"cast":["Matt Lucas","David Walliams"],"overview":"A two-part Christmas special from 2006 that sees Matt Lucas and David Walliams taking their comedy creations beyond the borders of Little Britain.","release_date":"2007-06-21","genres":[35],"vote_average":8.0,"runtime":60,"cert":"","id":277892,"title":"Little Britain Abroad","adult":false},{"cast":["Mammootty","Nandita Das","Manivannan","Delhi Ganesh","Manoj K Jayan"],"overview":"Vishwa Thulasi movie revolves around the emotional story of  Thulasi  returning to her village to become a dance teacher. She cannot bring herself to forget Vishwa  a man she has been in love with for two decades. Sensing their intense love for each other, Pattabhi, the manager at Vishwa's house, helps them overcome their fears. It is then that Fate enters in the form of Siva.","release_date":"2005-10-15","genres":[10749,18],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":277897,"title":"Vishwa Thulasi","adult":false},{"cast":["Mammootty","Ambika","Jagathy Sreekumar","Lalu Alex","Venu Nagavalli"],"overview":"Puzhayozhukum Vazhi is a 1985 Indian Malayalam film, directed by M. Krishnan Nair and produced by Joly Paulson. The film stars Mammootty, Jagathy Sreekumar, Venu Nagavally and Prameela in lead roles. The film had a musical score by Raveendran.","release_date":"1985-08-02","genres":[18],"vote_average":0.0,"runtime":118,"cert":"N\/A","id":277899,"title":"Puzhayozhukum Vazhi","adult":false},{"cast":["Mammootty","Saritha","Nedumudi Venu","Innocent","Lissy"],"overview":"Kathodu Kathoram movie is about a semi-autistic young man Louis (Mammootty) who is taken in by the central woman protagonist Marykutty (Saritha) who herself is a victim of a bad marriage.","release_date":"1985-11-14","genres":[18],"vote_average":0.0,"runtime":121,"cert":"N\/A","id":277901,"title":"Kathodu Kathoram","adult":false},{"cast":["Mammootty","Rahman","Revathi","Jose Prakash","Thilakan"],"overview":"","release_date":"1985-07-25","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277903,"title":"Ente Kanakkuyil","adult":false},{"cast":["Mammootty","Shobana","Mohanlal","M G Soman","Adoor Bhasi"],"overview":"Avidathepole Ivideyum movie revolves around Anirudhan and Sugumaran who are roommates and are both pharmaceutical company executives. Sugumaran is urbane and somewhat westernized in attitude, Anirudhan is more of a son-of-the-soil type. During a trip to Anirudhan's village, Sugumaran falls in love with Sujatha who is Anirudhan's sister. Concurrently, Anirudhan takes a liking for Neelima, who is Sugumaran's sister. The two couples marry and then face the realities of marriage due to their different upbringing and lifestyles.","release_date":"1985-01-21","genres":[35,18],"vote_average":6.7,"runtime":127,"cert":"N\/A","id":277905,"title":"Avidathepole Ivideyum","adult":false},{"cast":["Mammootty","Saritha","Ratheesh","Shalini","Lalu Alex"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1985-01-24","genres":[18],"vote_average":0.0,"runtime":133,"cert":"N\/A","id":277907,"title":"Muhurtham Pathnonnu Muppathinu","adult":false},{"cast":["Mammootty","Seema","M G Soman","Unni Mary","Lalu Alex"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1985-10-31","genres":[53],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":277909,"title":"Aa Neram Alppa Dooram","adult":false},{"cast":["Mammootty","Shankar","Menaka Suresh","Cochin Haneefa","Lissy"],"overview":"Parayanumvayya Parayathirikkanumvayya is an action drama where Mammootty plays a tough police offer while Shankar a criminal, who escapes from prison and takes shelter in Mammootty's house.","release_date":"1985-06-21","genres":[28,18],"vote_average":5.0,"runtime":135,"cert":"N\/A","id":277911,"title":"Parayanumvayya Parayathirikkanumvayya","adult":false},{"cast":["Mammootty","Suhasini Maniratnam","Madhu","Rahman","Shalini"],"overview":"","release_date":"1985-05-01","genres":[18],"vote_average":0.0,"runtime":130,"cert":"N\/A","id":277913,"title":"Katha Ithuvare","adult":false},{"cast":["Shobana","Mammootty","Rahman","Thilakan","Sukumari"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1985-02-21","genres":[10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277915,"title":"Thammil Thammil","adult":false},{"cast":[],"overview":"Greg James and Jen Long bring the first day of Radio 1's Big Weekend to a close with one of the biggest bands in the world, Coldplay, who perform live from the main stage at Glasgow Green.","release_date":"2014-05-24","genres":[99,10402],"vote_average":0.0,"runtime":59,"cert":"","id":277917,"title":"Coldplay - Live at BBC Radio 1's Big Weekend, Glasgow 2014","adult":false},{"cast":["Mammootty","Suhasini Maniratnam","Nedumudi Venu","Unni Mary","KPAC Lalitha"],"overview":"Lathika is happily engaged to her cousin who works abroad. While she waits for him to come back, Lathika gets raped by her brother's friend. She becomes pregnant and gives birth to a son.","release_date":"1984-11-14","genres":[18],"vote_average":0.0,"runtime":111,"cert":"N\/A","id":277919,"title":"Ente Upasana","adult":false},{"cast":["Mammootty","Madhavi","Sreenath","Shanthi Krishna","Nedumudi Venu"],"overview":"","release_date":"1984-06-21","genres":[18],"vote_average":0.0,"runtime":152,"cert":"N\/A","id":277921,"title":"Mangalam Nerunnu","adult":false},{"cast":["Madhu","Mohanlal","Mammootty","Maniyanpilla Raju","Rahman"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1984-06-21","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277923,"title":"Ariyaatha Veethikal","adult":false},{"cast":["Madhu","Mammootty","Rahman","Shobana","K R Vijaya"],"overview":"Ithiri Poove Chuvannapoove movie tells Balagopalan (Mammooty) who is elder brother of Unni (Rahman). Unni who is a college boy with friends and girl friend. The family is happy . Unni becomes a nexalite. Balagopalan is a cop. all this in the flash back.","release_date":"1984-06-21","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277925,"title":"Ithiri Poove Chuvannapoove","adult":false},{"cast":["Mammootty","Shobana","Rahman","Seema","Lalu Alex"],"overview":"Kanamarayathu movie is based on a book daddy longlegs by jean Webster. The story is of an orphan girl (Shobhana ) who has an anonymous benefactor (Mammootty) who sends her to college. she communicates with him through her letters. when they meet, he recognizes her from the details in her letter but doesn't reveal himself. to make matters convenient, she is his niece's\/sister's (Sabitha Anand) classmate.","release_date":"1984-07-25","genres":[10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277927,"title":"Kanamarayathu","adult":false},{"cast":["Mammootty","Saritha","Nedumudi Venu","Thilakan","Ashokan"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1984-06-21","genres":[18],"vote_average":0.0,"runtime":126,"cert":"N\/A","id":277929,"title":"Oru Kochukatha Aarum Parayatha Katha","adult":false},{"cast":["Mammootty","Menaka Suresh","Urvashi","Ratheesh","Jalaja"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1984-06-21","genres":[18],"vote_average":0.0,"runtime":132,"cert":"N\/A","id":277931,"title":"Ethirppukal","adult":false},{"cast":["Menaka Suresh","K P Ummer","Mammootty","Balachandra Menon","Master Sujith"],"overview":"Sankar Mohan (Master Sujith) is a spoilt child of a wealthy widower Mr. Varma (Ummer). Fed up about having to change schools multiple times due to his behaviour, Mr. Varma appoints a teacher Lathika (Menaka) to homeschool Sankar. The duo get along well; but eventually the child starts getting possessive about Lathika. Meanwhile Lathika starts falling for Sankar's swimming coach (Mammootty) who is a playboy much to the chagrin of Shankar.","release_date":"1983-06-21","genres":[18],"vote_average":0.0,"runtime":142,"cert":"N\/A","id":277933,"title":"Sesham Kazhchayil","adult":false},{"cast":["Mammootty","Seema","Adoor Bhasi","Shanthi Krishna","Shanawas"],"overview":"Maniyara is a 1983 Indian Malayalam film, Screenplay by moidu Padiyath directed by M. Krishnan Nair and produced by T. E. Vasudevan. The film stars Mammootty, Seema, Adoor Bhasi and Shanthi Krishna in the lead roles. The film has musical score by A. T. Ummer.","release_date":"1983-06-21","genres":[18],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":277935,"title":"Maniyara","adult":false},{"cast":["Mammootty","Mohanlal","Madhu","Poornima Bhagyaraj","Seema"],"overview":"","release_date":"1983-06-21","genres":[18],"vote_average":5.0,"runtime":145,"cert":"N\/A","id":277937,"title":"Naanayam","adult":false},{"cast":["Ratheesh","Seema","Srividhya","Mohanlal","Mammootty"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1983-06-21","genres":[18],"vote_average":0.0,"runtime":125,"cert":"N\/A","id":277939,"title":"Oru Mukham Pala Mukham","adult":false},{"cast":["Chris Martin","Jon Buckland","Guy Berryman","Will Champion"],"overview":"Superstar band Coldplay presented songs from its upcoming sixth album, \"Ghost Stories,\" in an hour-long cutting-edge special that is an immersive blend of light, video, dramatic staging and intimate world premiere performance.  Titled \"Coldplay: Ghost Stories,\" the special focused on the multi-Grammy Award-winning band's latest album, which will be released worldwide May 19.  Directed by \"Coldplay Live 2012\" helmer Paul Dugdale, this in-the-round special - recorded in front of an 800-person audience in Los Angeles in March - will blend live-performance footage with cinematic film. Atmospheric projection will deliver awe-inspiring 360-degree imagery - around, above and below the band - while being woven into the overall filmed narrative.  In addition to the new single \"Magic\" from Ghost Stories, the set list for the special also include worldwide hits such as \"Viva La Vida,\" \"Paradise\" and \"Clocks.\"  The special was conceived by Coldplay, Paul Normandale and Misty Buckley.","release_date":"2014-11-24","genres":[10402],"vote_average":7.7,"runtime":42,"cert":"N\/A","id":277941,"title":"Coldplay Live Ghost Storys","adult":false},{"cast":["Mammootty","Suhasini Maniratnam","Rahman","Jose Prakash","Maniyanpilla Raju"],"overview":"Koodevide? movie goes on to show the story taking place between three characters Alice (Suhasini) who lives with her brother and who is a teacher at a convent school in Ooty. A neglected and unruly son of a MP Xavier Puthooran (Jose Prakash) who joins the school in Alice's class. Alice manages to turn him (Rahman) into a prize student. Her boy friend Capt. Thomas (Mammootty) who feels intensely jealous of the attention Alice bestows upon Ravi. He kills the boy apparently by accident but later surrenders to the police, leaving Alice frustrated in all aspects of her life.","release_date":"1983-06-21","genres":[18],"vote_average":0.0,"runtime":140,"cert":"N\/A","id":277943,"title":"Koodevide?","adult":false},{"cast":["Mammootty","Poornima Bhagyaraj","Madhu","Srividhya","Mohanlal"],"overview":"Kesava Panickar is an honest government engineer. His only son Govindanunni is getting admission in a medical college. However, he gets into bad company and he indulges in vices. Will his love, Parvathi be able to bring him back on the right path?","release_date":"1983-06-21","genres":[18],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":277945,"title":"Pinnilavu","adult":false},{"cast":["Sukumaran","Mammootty","Menaka Suresh","Nedumudi Venu","Bahadoor"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1982-06-21","genres":[18],"vote_average":0.0,"runtime":142,"cert":"N\/A","id":277947,"title":"Ponnum Poovum","adult":false},{"cast":["Sukumaran","Mammootty","Zarina Wahab","Bahadoor","Jagannatha Varma"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1982-06-21","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277949,"title":"Sharavarsham","adult":false},{"cast":["Mammootty","Ratheesh","Sankaradi","Mohanlal","Sumalatha"],"overview":"A married couple comes across another pair and they spend some time together. Soon, they realise that none of them are in love with their spouses and decide to swap partners.","release_date":"1982-06-21","genres":[18],"vote_average":0.0,"runtime":141,"cert":"N\/A","id":277951,"title":"Enthino Pookunna Pookal","adult":false},{"cast":["Prem Nazir","Mammootty","Sukumaran","Swapna","Jalaja"],"overview":"Post Mortem is a 1982 Indian Malayalam film, directed by J. Sasikumar and produced by Pushparajan. The film stars Prem Nazir, Mammootty, Sukumaran and Balan K Nair in lead roles.","release_date":"1982-06-21","genres":[18],"vote_average":0.0,"runtime":134,"cert":"N\/A","id":277953,"title":"Postmortem","adult":false},{"cast":["Mammootty","Seema","Balan K Nair","Ravi Kumar","Kuthiravattam Pappu"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1981-04-08","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277955,"title":"Sphodanam","adult":false},{"cast":["Mammootty","Menaka Suresh","Adoor Bhasi","Jalaja","Santhakumari"],"overview":"","release_date":"1981-06-21","genres":[18],"vote_average":0.0,"runtime":133,"cert":"N\/A","id":277957,"title":"Munnettam","adult":false},{"cast":["Poornima Bhagyaraj","Shankar","Mohanlal","K P Ummer","Mammootty"],"overview":"Sukumari, a saleswoman, struggles to run her poor family. Her life takes a turn when she meets a business tycoon, Vishwanathan.","release_date":"1981-12-10","genres":[18],"vote_average":0.0,"runtime":134,"cert":"N\/A","id":277959,"title":"Oothikachiya Ponnu","adult":false},{"cast":["Mammootty","Sukumaran","Bahadoor","Srividhya","Jalaja"],"overview":"A desperate Rajagopal decides to go to Dubai as an illegal immigrant and earn money.","release_date":"1980-04-23","genres":[18],"vote_average":5.8,"runtime":143,"cert":"N\/A","id":277961,"title":"Vilkkanundu Swapnangal","adult":false},{"cast":["Mela Raghu","Anjali Naidu","Mammootty","Sreenivasan"],"overview":"Govindan Kutty (Raghu) is a clown who works in the circus. He comes to his village looking for a bride. Sharada (Anjali Naidu) is impressed by his charms and seemingly rich lifestyle and agrees to marry him. When they reach back the circus after getting married, things however change considerably. Govindan is an insignificant figure there and is frequently ignored by everyone else. The frustrated Sharada meets a stuntman Vijayan (Mammootty) and gets close to him much to the discomfort of Govindan.","release_date":"1980-12-04","genres":[18],"vote_average":0.0,"runtime":123,"cert":"N\/A","id":277963,"title":"Mela","adult":false},{"cast":["Thomas Edward Seymour","Thomas Edward Seymour","Russ Russo"],"overview":"Belligerent malcontents Tommy (Thomas Edward Seymour) and Rye (Philip Guerette) have mediocre jobs and are struggling at the local community college. But their problems really start when a brawl over a girl awakens an evil force, which soon drives everyone in town to perform violent, destructive acts. Fortunately, the College Prophets, a band of fighters with a long history, is on hand to try and save the day in this cult action-horror film.","release_date":"2005-03-07","genres":[35,27,28,14],"vote_average":9.0,"runtime":83,"cert":"N\/A","id":277965,"title":"The Land of College Prophets","adult":false},{"cast":["Josef Hader","Tobias Moretti","Nora von Waldstätten","Christopher Schärf","Roland Düringer"],"overview":"Brenner returns to Graz, the city where he grew up. When confronted with his old friends, his former girlfriend and the major sin he committed when he was young, murders and a fateful gunshot to the head result. After Brenner comes out of a coma, he begins to search for the person who tried to kill him - however, everybody claims that he himself is responsible. In the beginning Brenner was at the end of his rope, but he could face a new beginning in the end.","release_date":"2015-03-05","genres":[35,80,53],"vote_average":7.0,"runtime":123,"cert":"N\/A","id":277967,"title":"Life Eternal","adult":false},{"cast":["Ben Browder","Ethan Phillips","Kalvin Stinger","Maggie Scott"],"overview":"When a robot dog from the future pops up in their backyard on a mission to help them, 11-year-old James and his beloved golden retriever, Rex, learn that it is up to them to save the world from Dr. Apocalypse, an evil scientist, and his wily robotic Destructo-Cat.","release_date":"2014-06-16","genres":[10751],"vote_average":7.3,"runtime":null,"cert":"","id":277969,"title":"The Adventures of RoboRex","adult":false},{"cast":["Mammootty","Geetha","Monisha Unni","Suresh Gopi","K P Ummer"],"overview":"Popular music director Sivaprasad takes Ravi under his wing and gives him his big break. But letting Ravi into his family circle has a devastating impact on Sivaprasad's life.","release_date":"1986-11-10","genres":[18],"vote_average":0.0,"runtime":126,"cert":"N\/A","id":277971,"title":"Sayam Sandhya","adult":false},{"cast":["Mammootty","Jayashree","Lalu Alex","M G Soman","Ratheesh"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1986-06-22","genres":[80],"vote_average":0.0,"runtime":116,"cert":"N\/A","id":277973,"title":"Veendum","adult":false},{"cast":["Mammootty","Geetha","Thilakan","Srividhya","Innocent"],"overview":"Aparna, a teacher, learns that her student Abhimanyu is the son of the man she once loved. Having grown rather fond of him, she's shocked when another man arrives and claims that Abhimanyu is his son.","release_date":"1986-10-09","genres":[18],"vote_average":0.0,"runtime":148,"cert":"N\/A","id":277975,"title":"Geetham","adult":false},{"cast":["Mammootty","Srividhya","Rahman","Sisily","Thilakan"],"overview":"Poomukhappadiyil Ninneyum Kathu movie revolves around Dr. Isaac (Mammootty) who has a jealous wife (Srividhya) who constantly suspects him of philandering. When an attractive young woman with a correspondingly jealous husband (Thilakan) moves into the neighboring house, tensions rise. The respective children of the two bickering couples (Rehman and Sisily) start a little romance of their own, which complicates matters further since one family is Hindu, the other Christian, and both sets of parents are opposed to the alliance.","release_date":"1986-05-09","genres":[18],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":277977,"title":"Poomukhappadiyil Ninneyum Kaathu","adult":false},{"cast":["Mammootty","Lissy","Thilakan","Mala Aravindan","Karamana Janardanan Nair"],"overview":"Two teenagers escape from an institution and are on the run having fun all along. Their paths cross with two elderly friends and they join in their adventures.","release_date":"1986-08-29","genres":[18],"vote_average":0.0,"runtime":117,"cert":"N\/A","id":277979,"title":"Ice Cream","adult":false},{"cast":["Shobana","Mammootty","Adoor Bhasi","Rahman","Rohini"],"overview":"A woman named Thulsi arrives in the life of a man and makes repeated appearances. It begins to wreck his family life.","release_date":"1985-01-25","genres":[18],"vote_average":0.0,"runtime":134,"cert":"N\/A","id":277981,"title":"Ee Thanalil Ithiri Neram","adult":false},{"cast":["Shobana","Mammootty","Rahman","Jose Prakash","Santhosh"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1985-02-10","genres":[18],"vote_average":0.0,"runtime":141,"cert":"N\/A","id":277983,"title":"Eeran Sandhya","adult":false},{"cast":["Sonia Bose Venkat","Mammootty","Madhavi","Lalu Alex","Shari"],"overview":"Nombarathi Poovu movie is all about the deep relation between Gigi and Padmini.  The movie shows how a young woman Padmini who is separated from her husband gets attached to a young orphan girl Gigi when they meet in a hospital during their stay after a bus accident. Gigi has lost her mother in the accident and Padmini decides to take Gigi with her. Gigi is not completely mentally stable and is a special needs child. Padmini brings Gigi to Dr. Padmanabhan  who after initial apprehension accepts Gigi in his institute as a student by the day.  Padmini's separated husband Sethu is still trying to win her back. The viewers are shown that Padmini separated from her husband because she lost her children due to an episode of reckless motorcycle riding from husband. Padmini decides to go back to Sethu and adopt Gigi as their daughter. However Gigi's special behavior annoys Sethu and Gigi starts to feel insecure about losing her mother again.","release_date":"1987-04-09","genres":[18],"vote_average":6.5,"runtime":140,"cert":"N\/A","id":277985,"title":"Nombarathi Poovu","adult":false},{"cast":["Jackson Browne","Sara Watkins","Sean Watkins","Val McCallum","Fritz Lewak"],"overview":"Filmed November 14, 2012 at the Paramount Theater, Denver, Colorado, Jackson Browne's I'll Do Anything Live in Concert DVD\/Blu-Ray , includes 17 songs culled from his entire body of work. The performance also features Val McCallum, Fritz Lewak, Sara Watkins, Sean Watkins and Tyler Chester.","release_date":"2013-07-01","genres":[10402],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":277987,"title":"I'll Do Anything Jackson Browne Live In Concert","adult":false},{"cast":["Mammootty","Urvashi","Shobana","Devan","Seema"],"overview":"","release_date":"1987-11-26","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":277989,"title":"Nalkkavala","adult":false},{"cast":["Mammootty","Revathi","Rahman","Jose Prakash","Shari"],"overview":"The film is about a love-affair between a married man and a young lady which leads to a murder.","release_date":"1987-09-04","genres":[18],"vote_average":0.0,"runtime":136,"cert":"N\/A","id":277994,"title":"Aankiliyude Tharattu","adult":false},{"cast":["Mammootty","Mukesh","Thilakan","Balan K Nair","Kundara Johny"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"1986-01-24","genres":[18],"vote_average":0.0,"runtime":154,"cert":"N\/A","id":277996,"title":"Ithile Iniyum Varu","adult":false},{"cert":"N\/A","title":"Nandi Veendum Varika","cast":["Mammootty","Urvashi","Suresh Gopi","Sreenivasan","M G Soman"],"genres":[18],"id":277998,"overview":"Nandi Veendum Varika is a 1986 Indian Malayalam film, directed by P. G. Viswambharan and produced by M. Sunil Kumar. The film stars Mammootty, Suresh Gopi, Urvashi, M. G. Soman and Sreenivasan in lead roles.","runtime":112,"release_date":"1986-08-12","vote_average":5.5,"adult":false}]