[{"cast":["Venkatesh","Radha","Krishnam Raju","Mohan Babu","Brahmanandam"],"overview":"Two Town Rowdy is a 1989 Telugu film directed by Dasari Narayana Rao. The film stars Venkatesh, Radha, Krishnam Raju and Mohan Babu in lead roles.","release_date":"1989-12-28","genres":[10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279500,"title":"Two Town Rowdy","adult":false},{"cast":["Venkatesh","Shalini","Brahmanandam","Mohan Babu","Sharada"],"overview":"Dhruva Naksthram is a 1989 Telugu film directed by Y Nageswara Rao. The film stars Venkatesh, Shalini, Brahmanandam and Mohan Babu in lead roles.","release_date":"1989-06-29","genres":[10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279502,"title":"Dhruva Naksthram","adult":false},{"cast":["Paul McCloskey","Brinke Stevens","Mark Cray","Michael Manfredo Jr.","Barbara Lessin"],"overview":"A documentary of serial killer Wayne Montgomery and his followers.","release_date":"2013-09-28","genres":[27,53],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":279504,"title":"Head Cases: Serial Killers in the Delaware Valley","adult":false},{"cast":["Venkatesh","Amala Akkineni","Sharada"],"overview":"Raktha Tilakam is a 1988 Telugu film directed by B. Gopal. The film stars Venkatesh, Amala Akkineni and Sharada in lead roles.","release_date":"1988-01-13","genres":[10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279506,"title":"Raktha Tilakam","adult":false},{"cast":["Venkatesh","Suhasini Maniratnam","Mohan Babu","Kota Srinivasa Rao","Gollapudi Maruti Rao"],"overview":"Varasudochadu is a 1988 Telugu film directed by A Mohan Gandhi. The film stars Venkatesh, Suhasini Mani Ratnam, Mohan Babu and Kota Srinivasan Rao in lead roles.","release_date":"1988-10-13","genres":[10751],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":279508,"title":"Varasudochadu","adult":false},{"cast":["Venkatesh","Arjun Sarja","Rajendra Prasad","Shobana"],"overview":"Thrimoorthulu is a 1987 Telugu film directed by K Murali Mohan Rao. The film stars Venkatesh, Arjun Sarja, Rajendra Prasad and Shobana in lead roles.","release_date":"1987-06-24","genres":[10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279510,"title":"Thrimoorthulu","adult":false},{"cast":["Venkatesh","Khushboo"],"overview":"Bharathamlo Arjunudu is a 1987 Telugu film directed by K. Raghavendra Rao. The film stars Venkatesh and Khushboo in lead roles.","release_date":"1987-05-29","genres":[10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279512,"title":"Bharathamlo Arjunudu","adult":false},{"cast":["Venkatesh","Rajini Nivedhita","Nageshwara Rao Akkineni","Lakshmi"],"overview":"Brahma Rudrulu is a 1986 Telugu film directed by K Murali Mohan Rao. The film stars Venkatesh, Rajini Nivedhita, Nageshwara Rao Akkineni and Lakshmi in lead roles.","release_date":"1986-11-13","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279514,"title":"Brahma Rudrulu","adult":false},{"cast":["Jade Sylvan","Molly Carlisle","Molly Devon","Karin Webb","Kerri Lynch"],"overview":"Ten women spend the night in a supposedly haunted mansion on Spektor Island in December 1972. Crazy superstitions don't stop them from raiding the wine cellar and throwing a party, at least until the first murder.","release_date":"2014-03-28","genres":[12,27,9648,53],"vote_average":5.4,"runtime":83,"cert":"N\/A","id":279516,"title":"Ten","adult":false},{"cast":[],"overview":"Chris \"Sandman\" Sand is a rappin' cowboy from Dunn Center, North Dakota (population: 120 and shrinking). He drives a semi, plays the guitar and raps. Sandman looks like Woody Guthrie but sings like LL Cool J. Roll Out, Cowboy follows the 39-year-old country\/hip-hop musician as he tours the American West, performing for rural towns who might not have heard hip-hop before. We witness bank break-ups and town groupies: even a brief flirtation with truck-driving. Sandman's story is the struggle of an artist trying to make a buck. In a tough economy, can your American dream still carry a tune?","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279518,"title":"Roll Out, Cowboy","adult":false},{"cast":["Dr. Rajasekhar","Raghuvaran","Kalabhavan Mani","Mumaith Khan","Krishna Bhagavan"],"overview":"Evadaithe Nakenti is a Action Based Movie, Directed By V.samudra.Rajasekhar is Army major and comes to Hyderabad on two months leave. His father Raghuvaran is a corrupt minister and would do anything to become the chief minister. Raghuvaran’s two sons-in-law are IAS and IPS, they too are corrupt and in fact encourage and support their father-in-law in all his deeds. Like any other film, here too Rajasekhar has got a loving sister and an innocent mother who hold up to him.","release_date":"2007-02-08","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279520,"title":"Evadaithe Nakenti","adult":false},{"cast":["Kalabhavan Mani","Jagathy Sreekumar","Nishanth Sagar","Madhu Warrier","Madhu"],"overview":"Ravanan movie tells the story of Varghese John (Kalabhavan Mani), who is a senior I P S officer of the Crime Branch  and who has been specially deputed to solve two high profile murders.","release_date":"2007-03-24","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279522,"title":"Ravanan","adult":false},{"cast":["Jagapati Babu","Neha Oberoi","Brahmanandam","Ashish Vidhyarthi","Kalabhavan Mani"],"overview":"Brahmastram is action oriented movie in which, Jagapathi Babu works as a human attack bomb for a powerful mobster Rudra (Ashish Vidyarthi). When Rudra and his henchmen go on their usual collection runs, they bring Bangaram (Jagapathi Babu), who has been trained since he was a child to fight to kill. When Rudra takes off the Mangalasutra tied to his right hand, off goes Bangaram like a raging bull, an unstoppable machine using the only weapon he knows: his body. He also uses him to make money by entering him in an underground fight club where the winner is the one who survives. But, when a turf war ends up in a bloody carnage.Bangaram escapes and is taken in by a kind family consisting of blind piano tuner Vasudev (Kalabhavan Mani) and his teenage stepdaughter Gayathri (Neha Oberoi). Slowly, they teach Bangaram how to be a real person. How to behave and act in the civil society.","release_date":"2006-08-11","genres":[28],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":279524,"title":"Brahmastram","adult":false},{"cast":["Kalabhavan Mani","Jyothirmayi","Jagathy Sreekumar","Vijayaraghavan","Srividhya"],"overview":"Chacko RandamanChacko movie is about the story of rivalry and in fights between two families in a sleepy little village,Thenkasimangalam.","release_date":"2006-07-27","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279526,"title":"Chacko Randaman","adult":false},{"cast":["Toon Hermans"],"overview":"The show of Toon Hermans anno 1991","release_date":"1991-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279531,"title":"Toon Hermans - One Man Show 1991","adult":false},{"cast":["Sameera Reddy","Ashish Vidhyarthi","Brahmanandam","Puneet Issar","Dharmavarupu Subramanyam"],"overview":"Narasimhudu (NTR)'s parents die at a young age and he is adopted by the villagers of Kondaveedu, who all take up the responsibility of bringing him up. The sons of JD (Puneet Issar) and Pothuraju (Kalabhavan Mani) rape an 11-year-old in the village. Narasimhudu who is also the caretaker of the village, vows to take revenge on the big people and their sons for committing the heinous crime.","release_date":"2005-05-20","genres":[28],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":279533,"title":"Narasimhudu","adult":false},{"cast":["Jayaram","Geethu Mohandas","Riyaz Khan","KPAC Lalitha","Kalabhavan Mani"],"overview":"Pauran is a 2005 Malayalam film directed by Sunder Das. The film stars Jayaram, Geethu Mohandas, Riyaz Khan and K P A C Lalitha in lead roles.","release_date":"2005-06-01","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":279535,"title":"Pauran","adult":false},{"cast":["Ugo Tognazzi","Senta Berger","Gianna Serra","Silvano Tranquilli","Edda Di Benedetto"],"overview":"The marriage of a bored  upper class couple gets in a crisis.","release_date":"1970-01-22","genres":[18],"vote_average":0.0,"runtime":121,"cert":"N\/A","id":279540,"title":"Lonely Hearts","adult":false},{"cast":["Daniela Kolářová","Oldřich Kaiser","Tomáš Holý","Svatopluk Matyáš","Vlasta Fabiánová"],"overview":"A romantic story about Jakub, a student in the summer camp, and his teacher Klara.","release_date":"1978-07-01","genres":[10749,10751,18],"vote_average":4.5,"runtime":87,"cert":"N\/A","id":279542,"title":"Meeting in July","adult":false},{"cast":[],"overview":"Individual elements from a carrier of visual information have been isolated and used to construct alternative visual reagents. Repetition is administered as a binder to tame the wild particles in motion, achieving a golden ratio in the mind's eye.","release_date":"2014-06-09","genres":[],"vote_average":8.5,"runtime":6,"cert":"N\/A","id":279544,"title":"Picture Particles","adult":false},{"cast":[],"overview":"Thomas Roman and his family live under the same roof, but they live separate lives. The fight to reunite his family emotionally and spiritually must begin in the heart of Thomas himself. Can he hope to win the battle, or is it already too late?","release_date":"","genres":[],"vote_average":10.0,"runtime":69,"cert":"N\/A","id":279546,"title":"Diese Worte sollen auf deinem Herzen sein","adult":false},{"cast":["Aubrey Davidson","Michael Toby Cooper","Anthony Jayson James","Aaron Meade"],"overview":"Charlotte picks up where Lola left off in Cannibal Lolita to continue with her lover Sandman in an orgy of sex, murder and cannibalism. No one is safe in their homes from the carnage they bring.","release_date":"2009-10-29","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":279548,"title":"Cannibal Lolita: A Love Story","adult":false},{"cast":["Pio Marmaï","Michael Lonsdale","Déborah François","Alice Belaïdi","Nicolas Bridet"],"overview":"Henry, a young actor, finds himself involved in a film by cinema superstar, Cédric Rovere. Charmed by his benevolence, feelings hitherto unknown are aroused, while Rovere, intrigued by Henry's dream, lives this shoot as an unexpected gift.","release_date":"2014-07-23","genres":[18,35],"vote_average":6.1,"runtime":81,"cert":"N\/A","id":279550,"title":"Maestro","adult":false},{"cast":["Lambert Wilson"],"overview":"This film speaks of archaic peoples, their customs and mores, in an attempt to make the last snapshots of their traditional lifestyles before they are gone for good.","release_date":"2012-01-04","genres":[36,99],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":279552,"title":"Africa, Blood & Beauty","adult":false},{"cast":[],"overview":"Action from the 1992 Bike Grand Prix season","release_date":"","genres":[],"vote_average":0.0,"runtime":182,"cert":"N\/A","id":279554,"title":"Bike Grand Prix 1992","adult":false},{"cast":[],"overview":"Action from the 1993 Bike Grand Prix season","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279556,"title":"Bike Grand Prix 1993","adult":false},{"cast":["Jakub Gierszał","Saskia Rosendahl","Thomas Sarbacher","André Hennicke","Christine Schorn"],"overview":"","release_date":"2013-12-26","genres":[14,10751,10770],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":279558,"title":"Der Teufel mit den drei goldenen Haaren","adult":false},{"cast":[],"overview":"Asháninka videomakers create a loving portrait of their own community, located in Acre, Brazil, near the border with Peru. The people organized to preserve a sustainable way of life on their forest lands, threatened by logging. Their efforts were recognized in 2007 with the Chico Mendes Prize for the Environment.","release_date":"2006-01-01","genres":[99],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":279560,"title":"A Gente Luta Mas Come Fruta","adult":false},{"cast":["Zbigniew Buczkowski","Jerzy Bończak","Alicja Gradowska","Jarosław Jakimowicz"],"overview":"Tomek Milkowski is an comic-books' illustrator. But his chef doesn't like his drawings. He tells Tomek to make up something really cool, if the boy doesn't want to loose his job. The illustrator has a guest. It's a bird Tri-Tri from stories about Mr. Kleks. Tomek takes the book and decides to illustrate it as a comic book.","release_date":"2001-10-02","genres":[10751,16],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":279562,"title":"Mister Blot's Triumph","adult":false},{"cast":["Radhika Kumaraswamy","Bhanupriya"],"overview":"","release_date":"2014-04-18","genres":[],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":279564,"title":"Avatharam","adult":false},{"cast":["Renato Pozzetto","Elena Sofia Ricci","Margarita Lozano","Victor Cavallo","Pierre Malet"],"overview":"Burro is the surname of a simple-mind boy. He lives in a little village in Emilia Romagna (north of Italy). He fallen in love for the picture of an actress (!) and transfers his love to every girls he meets. More, he is orphan and is afflicted with his father figure.","release_date":"1989-01-01","genres":[],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":279566,"title":"Burro","adult":false},{"cast":["Renato Pozzetto","Janet Ågren","Pinuccio Ardia","Paola Borboni","Valeria Fabrizzi"],"overview":"Italian film","release_date":"1975-01-01","genres":[35],"vote_average":6.0,"runtime":110,"cert":"N\/A","id":279568,"title":"Paolo Barca, maestro elementare, praticamente nudista","adult":false},{"cast":[],"overview":"Award-winning director Yoav Shamir (Defamation, Checkpoint) sets out on an entertaining and insightful international quest, exploring the notion of heroism through a multi-faceted lens. From ordinary heroes to freedom fighters, primates to humans, behavioral scientists to geneticists, even Ayn Rand to Raelians, Shamir leaves no stone unturned, and along the way unveils the fundamental truths of human nature.","release_date":"2013-07-16","genres":[12,99],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":279570,"title":"10%: What Makes a Hero?","adult":false},{"cast":["Michael Cavadias","Dolores Duffy","Andrew Fitzgerald","Noah Blake"],"overview":"Sebastian works for the lazy combo of frienemies Rosetta (Reno) and Professor Morey (Mink Stole) translating dead romance languages. He lives with his roommate Ida, a cyber-chick agoraphobic nudist who realizes Hippo, a Boy George look-alike she's only ever met online. Ida's Aunt Gertrude, misunderstanding their BFF relationship, wills the house to Ida and her \"husband\" Sebastian. Not actually being married, Ida discovers she could lose her home to Noodles the poodle; her grandmother's dog!!! She decides to seek out the exotic Hippo whom she has only seen in the pictures Meanwhile, Sebastian offers to sacrifice his gayness by marrying Ida.","release_date":"2012-10-16","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":279572,"title":"Becoming Blond","adult":false},{"cast":[],"overview":"Between Kings and Queens is the story of a prince from Africa, who seeks to escape his royal duties by fleeing to America. Torn between new love and free will, his immigrant experience in the land of liberty quickly unravels as he finds himself running for his life.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279574,"title":"Between Kings and Queens","adult":false},{"cast":["Jodie Fisher","Daniel Anderson","Jonathan Goldstein","Stephen Poletti","Landon Hall"],"overview":"Sequel to Body of Influence","release_date":"1996-08-06","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":279576,"title":"Body of Influence 2","adult":false},{"cast":["Michael Biehn","Matt Craven","Leilani Sarelle","Miguel Sandoval","Kim Coates"],"overview":"For opposite reasons, an undercover federal agent and a small time hood join forces to take on a union of drug lords and dirty cops.","release_date":"1995-01-01","genres":[53,28,18],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":279578,"title":"Breach of Trust","adult":false},{"cast":[],"overview":"A pair of Independent Filmmakers, on a whim set out to learn more about the little known, Worst recorded Race Riot in American History the 1921 Tulsa Oklahoma Race Riot. They were struck by the amazing complexity of such a simple place. They set out to tell the story of a city and a riot. But were told the story of a place that is a pure reflection of America. This documentary is more than a view of the 1921 Tulsa Race Riot. It is an analysis of social, economic, religious, and human ethics yet investigated. The residents of Tulsa guide you through the evolution, and lack of, of their city. Religious Leaders, an Attorney, a City Councilman, a Community Activist, and an Educator guide you through this seething examination of the socio-economic and racial paradoxes of America.","release_date":"2009-08-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279580,"title":"Burn: The Evolution of an American City","adult":false},{"cast":["Sarah Lancaster","Brandon Quinn","Vivica A. Fox","Oscar Nunez","Kip Pardue"],"overview":"A struggling writer is forced to fake a relationship to save her career, while overlooking the love of a longtime friend.","release_date":"2014-06-07","genres":[10749,35,10751],"vote_average":5.5,"runtime":84,"cert":"N\/A","id":279582,"title":"Looking for Mr. Right","adult":false},{"cast":["Rifka Lodeizen","Rohan Timmermans","Koen De Graeve","Sieger Sloot","Ronald Goedemondt"],"overview":"Life is good for Nino van Doorn (8). He has a terrific brother Lucas (14), wise father Bruno and an angel of a mother, Marla. When Marla dies, Bruno can't cope with her death. Also the values like order, responsibility, love and care they represented. The two brothers create their own world. But soon the anarchistic world is threatened by the outside world. The two brothers are prepared to fool the system but what happens is that they really become a family again.","release_date":"2014-10-15","genres":[18,10751],"vote_average":6.0,"runtime":77,"cert":"N\/A","id":279584,"title":"Life according to Nino","adult":false},{"cast":[],"overview":"A narrative about six friends in college.","release_date":"1999-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279586,"title":"Chillicothe","adult":false},{"cast":["James Balsamo","Tom Savini","Andrew W.K.","Dan E. Danger","Frank Mullen"],"overview":"From the makers of Hack Job and I Spill Your Guts! Rich and Benny have always had trouble with the ladies, until they befriend a demon named Az. It's a non-stop party until a killer, soul eating beast leaps through an open portal from the underworld and starts terrorizing their city. Now it's up to Az and the boys to send the creature back to the depths of Hades where it came from, all the while looking good and doing it Cool As Hell in this horror comedy. Featuring a killer punk, hardcore and metal soundtrack and appearances from genre favorites Tom Savini and Frank Mullen as well as Andrew WK, the Meatmen and more!","release_date":"2013-02-19","genres":[35,27],"vote_average":2.5,"runtime":100,"cert":"N\/A","id":279588,"title":"Cool As Hell","adult":false},{"cast":[],"overview":"A woman's Mr. Right turns out to have extra baggage in the form of a drunk ex wife and criminal past.","release_date":"2005-10-31","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":279590,"title":"Don't Touch If You Ain't Prayed","adult":false},{"cast":["Brian Dennehy","JoBeth Williams"],"overview":"A lawyer must defend his sister in the court of law who's accused of murdering her seemingly perfect, but in fact very abusive husband.","release_date":"1993-11-26","genres":[],"vote_average":4.0,"runtime":91,"cert":"N\/A","id":279592,"title":"Final Appeal","adult":false},{"cast":[],"overview":"","release_date":"2007-06-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279594,"title":"Patati Patatá - No Castelo da Fantasia","adult":false},{"cast":["Wilt Chamberlain"],"overview":"In 1954, before his senior year of high school, Wilt Chamberlain took a summer job that would change his life, working as a bellhop at Kutsher's Country Club, a Jewish resort in the Catskill Mountains. An unexplored and pivotal chapter in the life of one of basketball's greatest players, and a fascinating glimpse of a time when a very different era of basketball met the Borscht Belt in its heyday.","release_date":"2013-08-14","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":279596,"title":"Wilt Chamberlain: Borscht Belt Bellhop","adult":false},{"cast":["Valentina Ponomaryova","Nogon Shumarov","Georgi Burkov","Nikolay Burlyaev","Inna Churikova"],"overview":"Two parents put their child in his crib for the night and leave the room. The child starts crying, and the Cat comes into the room to keep him company. The child grabs her tail, and the Cat angrily reminds him that they agreed a thousand years ago that he would not do that. Upon seeing that the child doesn't remember, the Cat sighs and decides to tell him the story from the beginning. The story starts when the planet was young and life on Earth is starting with dinosaurs.","release_date":"1988-01-01","genres":[18,16],"vote_average":6.3,"runtime":70,"cert":"N\/A","id":279598,"title":"The Cat Who Walked by Herself","adult":false},{"cast":["Giorgio Ardisson","Frank Wolff","Evi Marandi","Michel Lemoine","Fernando Sancho"],"overview":"The island paradise of San Felipe has undergone a revolution! The charismatic General Siqueiros has assumed control! Those assisting him though have an agenda far beyond a simple dictatorship of a inconsequential banana republic! They’re scheming to put the entire world at their mercy through the mad scientist Karlesten’s efforts to develop a deadly missile-carried gas! And only one man can stop him! Walter Ross, Agent 3S3! And he not only has a license to kill, but also a license to spank!","release_date":"1966-05-20","genres":[80],"vote_average":0.0,"runtime":106,"cert":"N\/A","id":279600,"title":"Agent 3S3, Massacre in the Sun","adult":false},{"cast":["Sabrina Seyvecou"],"overview":"A woman wearing a pair of headphones listens to music. Using their eyes and ears, the audience shares this sensory experience through the mental pictures generated by the music.","release_date":"2007-09-12","genres":[10402],"vote_average":5.0,"runtime":43,"cert":"N\/A","id":279602,"title":"My New Picture","adult":false},{"cast":[],"overview":"Roger Waters\r My Morning jacket\r John Mayer\r Joe Walsh\r Dierks Bentley\r Eric Church\r Gregg Allman\r Bruce Hornsby\r Ray LaMontagne\r John Hiatt\r Grace Potter\r Warren Haynes\r Lucinda Williams\r Mavis Staples\r Allan Toussaint\r Robert Randolph\r John Prine\r Jorma Kaukonen\r Marc Cohn\r The Levon Helm Band","release_date":"2012-10-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279604,"title":"Love for Levon: A Benefit to Save the Barn","adult":false},{"cast":["William McNamara","Elisabeth Shue","Dylan Walsh","Peewee Love","Steve Zurk"],"overview":"As two brothers fall in love with the same woman they must come to grips with the accidental death of their father in this sensitive drama set in Miami.","release_date":"1994-03-15","genres":[10749,18],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":279606,"title":"Radio Inside","adult":false},{"cast":[],"overview":"A woman’s face disappearing behind, and emerging from, a pair of hands. Flashing lights. An empty building full of dark hallways. Designs drawn in the air with light and long-exposure cinematography.","release_date":"1982-07-11","genres":[16,14,9648],"vote_average":6.4,"runtime":5,"cert":"N\/A","id":279608,"title":"Thunder","adult":false},{"cast":["David Bermejo","José Bernal","Isabel Gálvez","Isabel Nuñez"],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279610,"title":"Siete cartas","adult":false},{"cast":["Hannes Jaenicke","Mary Elizabeth McGlynn","Harrison Myers","Steve Scionti","Robert Quarry"],"overview":"Eccentric inventor Prof. John Richards seems to have hit pay dirt when he designs a contraption which can move large objects instantly by breaking them into atoms which can be streamed from one place to another. This new machine seems like a sure-fire hit, which has attracted the attention of Richards' less-than-scrupulous assistant Martin, who wants to steal the new invention and sell it himself. In order to make it easier for Martin to do just that, he uses the machine to create a duplicate of Richards, which will do his evil bidding. The professor's son, Jack, and wife, Barbara, learn about Martin's underhanded doings, and Barbara uses another one of her husband's gimmicks to get revenge against Martin -- she turns herself invisible.","release_date":"1998-01-01","genres":[],"vote_average":1.0,"runtime":93,"cert":"N\/A","id":279612,"title":"Mom's Outta Sight","adult":false},{"cast":[],"overview":"","release_date":"2013-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279617,"title":"Caminhos da Mantiqueira","adult":false},{"cast":["Mat Sentol","Dato' Mustapha Maarof","Malek selamat","Tony Kassim","Mariam Baharom"],"overview":"This movie is a movie similar to Japanese samurai movies. Film Si Murai is a Malay film published in Malaysia in 1968. Films Si Murai published in the form of black and white film without color.  Si Murai film directed by director Nordin Ahmad in 1968.","release_date":"1968-01-01","genres":[28,35],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":279619,"title":"Si Murai","adult":false},{"cast":[],"overview":"Action from the Bike Grand Prix 1994 season","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279621,"title":"Bike Grand Prix 1994","adult":false},{"cast":["Norman Abdul Halim","Fouziah Gous","Fasha Sandha","Emi Riza","Que Haidar"],"overview":"The film tells the story of an issuer with a set of scripts. He is in the process of producing a horror movie, but having trouble to get a movie script. He had ordered his assistant to advertise in a daily newspaper of the meeting to those who can share a story - a horror story based on experience or story - a story that was heard by mereka.Cerita selected will receive remuneration. The meeting was held in a strategic place.","release_date":"2009-07-16","genres":[27],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":279623,"title":"Skrip 7707","adult":false},{"cast":["Francis Perrin","Michel Galabru","Claude Piéplu","Jacques Balutin","Jacques Marin"],"overview":"","release_date":"1977-09-25","genres":[35],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":279628,"title":"Le mille-pattes fait des claquettes","adult":false},{"cast":["Paul Douglas","Joan Bennett","Linda Darnell","Don DeFore","Billy Gray"],"overview":"Former football star Harry Joplin is down on his luck, both in his career and in his married life. He seems convinced of his own unworthiness, but a chance to play in a charity football game helps him see his life in a new light.","release_date":"1951-08-16","genres":[18],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":279630,"title":"The Guy Who Came Back","adult":false},{"cast":["Jemima West","Nicolas Marié"],"overview":"When she was a little girl, Sandra loved playing with her father. And then one day, because he did not accept her choices, he no longer wants to hear about her.","release_date":"2014-02-01","genres":[18,10751],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":279632,"title":"Shattered Glass","adult":false},{"cast":["Giedrius Kiela","Jevgenija Verenica","Oksana Borbat","Jūratė Onaitytė","Valentinas Masalskis"],"overview":"The film is based on the novel by Romualdas Granauskas, winner of the Lithuanian National Cultural and Arts Award, and is the chronicle of a young man’s shifting relationships as he adjusts rather dramatically to the unfamiliarity of freedom.  The film will be shown in Lithuanian with English subtitles.  Duburys won the Silver Crane Award in Lithuania. It has been selected as Lithuania’s entry for this year’s Oscar nomination in the foreign language film category. Duburys was entered in the Montreal World Film Festival, Tallinn Black Nights Film Festival and has been invited to Cairo International Film Festival and the Museum of Modern Art in New York.","release_date":"2009-09-04","genres":[18],"vote_average":5.0,"runtime":140,"cert":"N\/A","id":279634,"title":"Vortex","adult":false},{"cast":["Raizō Ichikawa","Yukiji Asaoka","Shiho Fujimura","Mikio Narita","Haruo Minami"],"overview":"After a yakuza boss is assassinated by a rival, his naval officer son returns home to take over the gang.","release_date":"1965-03-13","genres":[80,28],"vote_average":7.0,"runtime":86,"cert":"N\/A","id":279636,"title":"Young Boss","adult":false},{"cast":[],"overview":"","release_date":"2014-05-02","genres":[12,16],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":279638,"title":"Печать царя Соломона","adult":false},{"cast":["Jean Peters","David Wayne","Hugh Marlowe","Albert Dekker","Helene Stanley"],"overview":"At the fiftieth anniversary of his town's founding, the town's first barber recalls his long-dead, spirited bride and the flaw in his own character that helped bring about her loss and others.","release_date":"1952-06-27","genres":[18],"vote_average":6.2,"runtime":108,"cert":"N\/A","id":279640,"title":"Wait Till the Sun Shines, Nellie","adult":false},{"cast":["Simon Helberg","Derek Waters","Zach Galifianakis","Bill Hader","Ange Billman"],"overview":"Is the best place for a first date really the Holocaust Museum?","release_date":"2006-07-01","genres":[35],"vote_average":0.5,"runtime":12,"cert":"N\/A","id":279645,"title":"The Pity Card","adult":false},{"cast":[],"overview":"A short by Steven Soderbergh described as “intense sci-fi homage to Godard.”","release_date":"2006-07-01","genres":[878],"vote_average":5.0,"runtime":4,"cert":"N\/A","id":279647,"title":"Building No. 7","adult":false},{"cast":["Pipop Pupinyo","Greg Morris","Sombat Metanee","Krung Srivilai","Thuy Hang Tham"],"overview":"A plane transporting gold is hijacked in Thailand during the Viet Nam war. A team of Thai mercenaries is hired by the C.I.A. to bring it back.","release_date":"1973-01-01","genres":[28],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":279649,"title":"Gold","adult":false},{"cast":["Selma Blair","Elias Koteas","Richard Kind","Gabriel Mann","Richmond Arquette"],"overview":"The Big Empty is a 2005 short film starring Selma Blair about a woman with an unusual condition that baffles scientists and everymen alike. It was written, directed and produced by Lisa Chang and Newton Thomas Sigel. It is based on the short story The Specialist, by Alison Smith. It was executive produced by George Clooney and Steven Soderbergh.","release_date":"2005-07-01","genres":[],"vote_average":9.0,"runtime":22,"cert":"N\/A","id":279651,"title":"The Big Empty","adult":false},{"cast":[],"overview":"\"Among ...Sadeghi's most iconic projects during his time at Kanoon was Malek ol-Khorshid (King of the Sun, 1975), a magical animation inspired by the tenth-century Persian epic The Shahnameh (The Book of Kings).\" (from Ubu Web)","release_date":"1975-07-01","genres":[16],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":279653,"title":"Malek Khorshid","adult":false},{"cast":["Jeroen Offerman"],"overview":"Dutch visual artist Jeroen Offerman spent three months learning to sing Stairway to Heaven backwards. He then stood in front of St. Paul's Cathedral and recorded it with air guitar, head banging and all, while people strolled past him with stunned looks on their faces. He reversed his recording and added Stairway to Heaven's music track, resulting in a most amazing rendition.","release_date":"2001-07-01","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":279655,"title":"The Stairway at St. Paul's","adult":false},{"cast":["Nino Manfredi","Lorenza Guerrieri","Jason Robards","Peter Falk","Martin Landau"],"overview":"In WWII, a commando was sent in a secret mission in Sicily. They had a reluctant Italian prisoner of war to help them.","release_date":"1970-03-03","genres":[10752,28,35,18],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":279657,"title":"Operation Snafu","adult":false},{"cast":["William Berger","Daniela Giordano","Krista Nell","Antonio Cantafora","Carol Lobravico"],"overview":"A young woman is lured to Cairo, where a cult of devil worshippers wants to sacrifice her.","release_date":"1970-01-01","genres":[27,53],"vote_average":6.5,"runtime":88,"cert":"N\/A","id":279659,"title":"Shadow of Illusion","adult":false},{"cast":["Rachel Mills","Joshua Zeman"],"overview":"Delving into our collective nightmares, this horror-documentary investigates the origins of our most terrifying urban legends and the true stories that may have inspired them.","release_date":"2014-07-01","genres":[36,80,27,99],"vote_average":5.9,"runtime":86,"cert":"N\/A","id":279661,"title":"Killer Legends","adult":false},{"cast":["Germán Valdés","Niní Marshall","Marcelo Chávez","José René Ruiz","Celia Viveros"],"overview":"Mrs. Nínive Cánovas Cannesi (Marshall) comes back from a long tour visiting Europe and not even realizes that her house is being inhabited by two jobless and homeless bandits (Tin Tán and Tun Tún) with master keys who had been living there worry free. They all share the house for a period of time, unknowingly to each other, in a series of well crafted and perfectly timed scenes where Catita and Tin Tán can be in the same room without seeing each other... When Tin Tán notices her presence, poses as the help, intercepting the real employees and sending to the north pole, literally. So now that Catita has them at her service, she can take time for her real goal, the foundation of a House for old people so they can live happy until the day they die, but Tin Tán and Tun Tún keep getting in her way and complicating everything...","release_date":"1953-09-15","genres":[35],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":279663,"title":"Dios los cría","adult":false},{"cast":["François Goeske","Wotan Wilke Möhring","Anna Fischer","Nicolette Krebitz","Martin Brambach"],"overview":"The 17-year-old Tom filled out a questionnaire for the Employment Agency at a vocational guidance office in his school. He falls in love with the trainee, which distributed the questionnaires. In the evaluation he gets out a job as an apprentice at a funeral home as a funeral professional.","release_date":"2014-08-21","genres":[18,35],"vote_average":5.2,"runtime":96,"cert":"N\/A","id":279665,"title":"Better than Nothing","adult":false},{"cast":["Beau Weaver"],"overview":"Developed in 1947 as an image to symbolize urgency in the Cold War and the threat of nuclear disaster the mission of the Doomsday Clock has expanded to include non-nuclear global security issues. Maintained by the Board of Directors of the Bulletin of the Atomic Scientists it's based at the University of Chicago. In response to world events they move the clock's minute hand closer to or away from midnight--doomsday. In this hour we cover the clock's history its effectiveness and its critics.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":43,"cert":"N\/A","id":279670,"title":"The Doomsday Clock","adult":false},{"cast":[],"overview":"For The Love of the Music : The Club 47 Folk Revival, is a documentary exploring the rich history of Club 47, the iconic Cambridge, Massachusetts folk music mecca from 1958-1968.","release_date":"2012-04-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279672,"title":"For the Love of the Music: The Club 47 Folk Revival","adult":false},{"cast":["Horst Drinda","Brigitte Krause","Annemone Haase","Christoph Engel","Friedrich Gnaß"],"overview":"Musical comedy by Konrad Wolf.","release_date":"1955-03-25","genres":[10402],"vote_average":4.0,"runtime":89,"cert":"N\/A","id":279674,"title":"Einmal ist keinmal","adult":false},{"cast":[],"overview":"The Rise and Fall of a Bar Mitzvah Emcee.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279676,"title":"Glow Ropes: The Rise and Fall of a Bar Mitzvah Emcee","adult":false},{"cast":["Rolf Ludwig","Erwin Geschonneck","Christel Bodenstein","Manfred Borges","Johannes Arpe"],"overview":"Albert Hauptmann is an out of work waiter in Cologne who is often confused with a former Captain of the Nazi Army. Albert uses this to his advantage and becomes the Director of the Montan Corporation, and a member of the West German Parliament. Herr Karjanke, the real Captain, learns of Albert’s ruse, and wants to claim his \"rightful\" position in Parliament. But Karjanke cannot come forward until his politicking \"Doppelganger\" succeeds in passing an amnesty law for war criminals. When Albert is finally brought before a judge on charges of fraud, he learns that this own amnesty law does not apply to him.","release_date":"1956-12-07","genres":[35,18],"vote_average":7.0,"runtime":118,"cert":"N\/A","id":279678,"title":"Der Hauptmann von Köln","adult":false},{"cast":[],"overview":"Documentary about Meat Loaf","release_date":"2007-01-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":279680,"title":"Meat Loaf: In Search of Paradise","adult":false},{"cast":[],"overview":"In the 1990s, infamous dirt bike rider Larry Linkogle began a revolution. Fed up with the culture of motocross racing, he along with his friends set out to create a new sport. The high-stakes, often death-defying world of freestyle motocross was born and took fans of extreme sports by storm. Though Linkogle rose to legendary status with his record-breaking stunts and rock-and-roll lifestyle, his inner demons and self-destructive behavior eventually led to his demise. Narrated by Motorhead front man Lemmy Kilmister, Mind of the Demon is a morbidly fascinating look into Linkogle's brilliant yet haunted psyche. Through incredible archive footage and interviews with colorful characters and top dirt bike competitors, this award-winning documentary rebuilds the thrilling story of the birth of freestyle motocross. Past and present intertwine and drive Linkogle's story towards two possible conclusions: glorious comeback or nosedive into self-destruction.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279682,"title":"Mind of a Demon","adult":false},{"cast":["Kris Kristofferson","Kim Cattrall","John Dennis Johnston","Rino Thunder","David Oliver"],"overview":"While being pursued by the U.S. Cavalry, Indians and the white family they have kidnapped learn about each other.","release_date":"1992-12-01","genres":[10770,37],"vote_average":5.5,"runtime":88,"cert":"N\/A","id":279684,"title":"Miracle in the Wilderness","adult":false},{"cast":[],"overview":"Journey into America's primitive soul in this documentary about the resurgence of humanity's oldest and most intense rituals.","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279686,"title":"Modern Tribalism","adult":false},{"cast":["Terry-Thomas","Eric Sykes","Lionel Jeffries","Dennis Price"],"overview":"A private eye is hired to go undercover at a health farm, but before he can find out why his client is murdered.","release_date":"1962-09-01","genres":[35,80,9648],"vote_average":6.0,"runtime":88,"cert":"","id":279688,"title":"Kill or Cure","adult":false},{"cast":["Henry Rollins","Booboo Stewart","Kate Greenhouse","Jordan Todosey","David Richmond-Peck"],"overview":"Jack is a solitary man with a mysterious past. His strange habits will soon become stranger when his past catches up with him.","release_date":"2015-03-17","genres":[53,27,18],"vote_average":6.1,"runtime":99,"cert":"18","id":279690,"title":"He Never Died","adult":false},{"cast":["Carla Gugino","Curtis McClarin","Anna Maria Horsford","Christopher Daniel Barnes","Jay Underwood"],"overview":"Made for TV Movie","release_date":"1992-01-06","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279692,"title":"Murder Without Motive: The Edmund Perry Story","adult":false},{"cast":[],"overview":"As Lacie, a shy, fifteen-year-old, tries to figure out what to wear for her first date, her mother presents her with a gift a necklace that allows its wearer the chance to become anything they wish. So, with her best friend Serrin in tow, Lacie goes on a magical journey to find out who she really is. Will she find what she's looking for, or is what she's looking for waiting for her in the mirror? Finding your true self is just a simple wish away...","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279694,"title":"My Necklace, Myself","adult":false},{"cast":["Duke White","Brandon White","Hudson White","Brandon Dubisar","Coren Slogowski"],"overview":"Horror film from Hudson White (as Garrett White).","release_date":"2002-11-22","genres":[],"vote_average":8.0,"runtime":93,"cert":"N\/A","id":279696,"title":"Necropolis Awakened","adult":false},{"cast":["Alexis Arquette","Georgia Ragsdale","Margot Kidder","Don McKellar","Keith David"],"overview":"This gay-oriented drama centers on the life and exploits of Andrew, an aspiring painter. Still living at home with his mother Genna, an avant garde actress, constantly rejected by art schools, and without a lover, Andrew decides to enter a contest in hopes of winning a six month stay in Kenya. Though things aren't great for Andrew, neither are they wonderful for his lesbian friend Lucy who constantly bickers with her lover Ingrid. Lucy complicates Andrew's life when she introduces him to the suspicious-looking, enigmatic Jerry.","release_date":"1996-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279698,"title":"Never Met Picasso","adult":false},{"cast":[],"overview":"Film from Serge Rodnunsky","release_date":"2000-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279700,"title":"Newsbreak","adult":false},{"cast":[],"overview":"Frustrated by crime in their neigborhood, vigilante housewives patrol the dusty streets of Bakersfield, California in search of baddies. Well intended but fundamentally foolish.","release_date":"1983-10-11","genres":[10770],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":279702,"title":"Night Partners","adult":false},{"cast":[],"overview":"A woman gives her hot-shot music producer boyfriend 30 days to change from a partying bachelor into a respectable marrying man.","release_date":"2000-06-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279704,"title":"Nothin' 2 Lose","adult":false},{"cast":[],"overview":"Glam band Nova Rex recalls late 80s, early 90s rock &amp; roll heyday before hair metal collides with grunge.","release_date":"2011-07-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279706,"title":"Nova Rex: Ain't Easy Being Cheesy","adult":false},{"cast":[],"overview":"Film from Steve Dunning","release_date":"2000-12-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279708,"title":"Now Chinatown","adult":false},{"cast":["Raina Barrett","Bill Macy","Margo Sappington","Mark Dempsey","Samantha Harper"],"overview":"Based on the controversial off-Broadway musical comedy revue, \"Oh! Calcutta! is a series of musical numbers about sex and sexual mores. Most of the skits feature one or more performers in either a state of undress, simulating sex, or both. The show sparked considerable controversy at the time, because it featured extended scenes of total nudity, both male and female. The title is taken from a painting by Clovis Trouille, itself a pun on \"O quel cul t'as!\" French for \"What an arse you have!\".","release_date":"1972-06-01","genres":[35,10402],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":279710,"title":"Oh! Calcutta!","adult":false},{"cast":["Dennis Weaver","Susan Sullivan","Richard Dysart","Nigel Davenport","Arthur Hill"],"overview":"This is the story of the doctor whose farm John Wilkes Booth went to after assassinating Abraham Lincoln","release_date":"1980-03-24","genres":[18,36],"vote_average":6.0,"runtime":145,"cert":"N\/A","id":279712,"title":"The Ordeal of Dr. Mudd","adult":false},{"cast":[],"overview":"Against all odds, the first theatrical production in over 20 years at Dominguez High School is going to be Thorton Wilder's American classic Our Town. The kids at this Compton school are about to experience more than a culture clash, as they embark on a rich journey and discover the educational and social value of theater. OT: Our Town tells the story of human spirit and its strength against the stereotypes holding them down. Where Thorton Wilder wrote about about little Grover's Corners, this documentary exemplifies how Our Town is every town. Our Town is Compton.","release_date":"2002-01-01","genres":[99],"vote_average":5.0,"runtime":76,"cert":"N\/A","id":279714,"title":"OT: Our Town","adult":false},{"cast":["Axel Monjé","Wilhelm Koch-Hooge","Edelweiß Malchin","Johannes Arpe","Richard Lauffen"],"overview":"","release_date":"1957-04-25","genres":[18],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":279716,"title":"Rivalen am Steuer","adult":false},{"cast":["Gisela Uhlen","Raimund Schelcher","Gerhard Bienert","Gerry Wolff","Friedrich Richter"],"overview":"","release_date":"1958-09-25","genres":[18],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":279718,"title":"Der Prozeß wird vertagt","adult":false},{"cast":["Horst Drinda","Christine Laszar","Herwart Grosse","Johannes Arpe","Margret Homeyer"],"overview":"","release_date":"1959-10-03","genres":[18],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":279720,"title":"Bevor der Blitz einschlägt","adult":false},{"cast":["James Belushi","Liza Minnelli","Michael S. O'Rourke","James Brolin","Helen Slater"],"overview":"A college reunion turns into a tangled web of passion, romance and intrigue as old friends and enemies catch up with each other's lives. Includes a long list of stars.","release_date":"1994-08-04","genres":[10770,18],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":279722,"title":"Parallel Lives","adult":false},{"cast":[],"overview":"Bill and his wife have recently had to live through a tragedy. When Bill decides to coach a little league baseball team, he meets a young mute boy named Lucky, who may be just what the team needs in order to win. A very mysterious child, Lucky helps heal the wounds from Bill's past.","release_date":"1995-07-02","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":279724,"title":"Past the Bleachers","adult":false},{"cast":[],"overview":"Film from Marc Berlin","release_date":"1999-07-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279726,"title":"People from Space","adult":false},{"cast":["Muriel Baumeister","Bernhard Schir","Monique Schröder","Luise von Finckh","Clelia Sarto"],"overview":"","release_date":"2011-12-12","genres":[35,10770],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":279728,"title":"Rindvieh à la carte","adult":false},{"cast":["Tracey Gold","Bess Armstrong","Michael Shulman","Mark Joy","Harold Pruett"],"overview":"She can run from her dangerous past.... But she can't hide!","release_date":"1996-08-01","genres":[10770,53,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279730,"title":"The Perfect Daughter","adult":false},{"cast":[],"overview":"The epic generations-long battle between two of nature's most perfect killing machines! The rivalry between the fish-like Piranha-Man and the canine WereWolf-Man is one of brutal murder, familial kidnappings, stalking, and incest!","release_date":"2010-05-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279732,"title":"Piranha-Man Versus WereWolf-Man: Howl of the Piranha","adult":false},{"cast":["Tony Barry","Carmen Duncan","Simone Buchanan"],"overview":"After saving a drowning boy's life, a fifteen-year-old orphan is taken aboard by the family as a deckhand.","release_date":"1986-01-01","genres":[10751],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":279734,"title":"Platypus Cove","adult":false},{"cast":[],"overview":"A young boy with battered old sneakers discovers life has new meaning when he chances upon a brand new pair of leather shoes.","release_date":"2008-03-09","genres":[],"vote_average":3.0,"runtime":10,"cert":"N\/A","id":279736,"title":"Odd Shoe","adult":false},{"cast":["Martin Mull","Mary Kay Place","Fred Willard","Christian Jacobs","Amy Lynne"],"overview":"Funny satire of middle America and talk shows, featuring cast members of \"Mary Hartman, Mary Hartman\" and 2\/3 of Spinal Tap!","release_date":"1988-01-01","genres":[35],"vote_average":2.0,"runtime":101,"cert":"N\/A","id":279738,"title":"Portrait of a White Marriage","adult":false},{"cast":["Michelle Bestbier","Alan Granville","André Jacobs","Todd Jensen"],"overview":"A group of well-to-do weekend hunters decide to spice things up by targeting a human.","release_date":"1993-01-01","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279740,"title":"Prey for the Hunter","adult":false},{"cast":["Jon Gries","Lisa Zane","Christopher Maher","Sal Lopez","Bradford Bancroft"],"overview":"A young artist falls for a struggling actress in Los Angeles.","release_date":"1989-12-29","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":279742,"title":"Pucker Up and Bark Like a Dog","adult":false},{"cast":["Julie Christie","Donald Sutherland","John Lynch","Mark Tandy","Ingrid Craigie"],"overview":"An Irish artist, widowed by an IRA bombing, gradually learns that the American man she has become involved with is not who he seems.","release_date":"1992-01-01","genres":[10770,18,10749],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":279744,"title":"The Railway Station Man","adult":false},{"cast":[],"overview":"A dysfunctional Irish family gathers after the death of their patriarch.","release_date":"2003-11-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279746,"title":"Red Roses and Petrol","adult":false},{"cast":[],"overview":"May 1944. A young man just out of college returns to his hometown in Luxembourg. Refusing to fight on the German side, he chooses a clandestine life and joins other deserters in an abandoned mine","release_date":"2009-01-01","genres":[],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":279748,"title":"Draft Dodgers","adult":false},{"cast":["John Blackstone","Bettina Brown","Russell Quinn Cummings"],"overview":"In a small Texas town, two unlikely characters cross paths into what can only described as a chain of events that will change their lives forever. Deece an anti-social yet moralistic, hard working local and Buck the pastor of the local church who has been taking advantage of his female flock.","release_date":"2010-01-01","genres":[53],"vote_average":8.0,"runtime":98,"cert":"N\/A","id":279750,"title":"An Acrid Yarn","adult":false},{"cast":["Justin Stillwell","Taras Kostyuk","Nneka Croal","Megan McKinnon"],"overview":"It's fear that they seek! Dr. Schroder listens to her criminally insane patient as he recounts the story of the murder of his four friends. Chip implants, government mind control, Russian military, and Alien visitors form the puzzle pieces of this science fiction thriller. A search for the answers leads to the mind-bending truth...it's our fear that they seek. The Aliens are HERE and they show only disgust for what the human race has become.","release_date":"2007-01-01","genres":[878],"vote_average":1.0,"runtime":90,"cert":"N\/A","id":279752,"title":"Alien Agenda: Project Grey","adult":false},{"cast":["Margaret Langrick","John Wildman","Jason Blicker","Liisa Repo-Martell","Delia Brett"],"overview":"A Canadian college student learns about life and love during a trip to her cousin's wedding in California.","release_date":"1989-09-11","genres":[],"vote_average":3.0,"runtime":90,"cert":"N\/A","id":279754,"title":"American Boyfriends","adult":false},{"cast":["Ellen Blain","Ralph Bruneau","Maryedith Burrell","Eugene Byrd","Ethan Embry"],"overview":"The film centers around two hijackers that take over a plane. The problem is: The airplane is not carrying a billionaire as planned, but otherwise is carrying a group of smart children.","release_date":"1991-09-11","genres":[35,10751,10770],"vote_average":2.5,"runtime":88,"cert":"N\/A","id":279756,"title":"Bad Attitudes","adult":false},{"cast":["Vladimír Adásek","Martin Keder","Lucia Hurajová"],"overview":"Amidst a large family who doesn’t understand him, Martin yearns to find someone who does. His shelter from familial storms is Theodora, an amateur photographer who helps Martin find someone in the responses to his personal ads.","release_date":"2001-01-11","genres":[35],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":279758,"title":"Hannah and her Brothers","adult":false},{"cast":[],"overview":"A cop trained in the martial arts goes after the white slavery ring that killed his partner.","release_date":"1992-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279760,"title":"Iron Heart","adult":false},{"cast":["Molly Ringwald","Christopher Heyerdahl"],"overview":"A thriller starring Molly Ringwald","release_date":"1999-04-02","genres":[53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279762,"title":"Requiem for Murder","adult":false},{"cast":["Ray Yeo","Kristin Pfeifer","Francis A. Veltri","Amy Lynn Best","Bill Homan"],"overview":"In a world where the dead walk and get in the way, a private detective teams up with a scientist and a pair of colorful zombie exterminators to uncover a global conspiracy so dark and far-reaching that zombies are the least of the problems. Stars Amy Lynn Best and Ray Yeo, with special appearances by Jasi Cotton Lanier and Debbie Rochon.","release_date":"2001-01-01","genres":[35,27],"vote_average":4.0,"runtime":91,"cert":"N\/A","id":279764,"title":"The Resurrection Game","adult":false},{"cast":["John Ireland","Ann Dvorak","Henry Hull","Reed Hadley","Hugh O'Brian"],"overview":"Frank James resents and tries to stop a ruthless drifter who has adopted the name of his dead brother in order to duplicate his crimes.","release_date":"1950-08-01","genres":[18,37,28],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":279766,"title":"The Return of Jesse James","adult":false},{"cast":["Teri Garr","Joshua Jackson","Margot Finley","Tom Butler"],"overview":"In this modern day version of 'Romeo and Juliet,' a rising hockey star and a figure skater with a bright future fall in love. However, they find themselves on opposite sides of the rink due to the fierce rivalry between their parents.","release_date":"1997-03-29","genres":[10749,18],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":279768,"title":"Ronnie and Julie","adult":false},{"cast":[],"overview":"A young, independent Latina has a safe relationship with her Anglo boyfriend until she is rescued and romanced by an aggressive Latino firefighter.","release_date":"1999-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279770,"title":"Rum and Coke","adult":false},{"cast":[],"overview":"Film from Rand Marsh","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279772,"title":"Scorpio Men on Prozac","adult":false},{"cast":[],"overview":"Nicolas falls in love with Sedona, and he thinks she's the woman of his dreams. Sedona is way out of his league and has one condition. She requires a free pass every month to cheat on him. Being the hopeless romantic, Nicolas attempts to make her happy, and gives in to her demand. Their relationship becomes a roller coaster of great sexual highs, and dismal depressive lows. Neither of them realizes that their truly unique and dramatic arrangement has caught the attention of a watcher. This person is a serious voyeur, and is now filming their every move, with the intention of creating the perfect tragic ending. Nicolas must find the courage to stop the watcher, save Sedona, and maybe even grow a backbone.","release_date":"2010-11-01","genres":[],"vote_average":7.8,"runtime":null,"cert":"N\/A","id":279774,"title":"Sedona's Rule","adult":false},{"cast":[],"overview":"Action-Thriller","release_date":"1997-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279776,"title":"Sexual Intent","adult":false},{"cast":[],"overview":"Film from Andrew McAllister","release_date":"2002-05-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279778,"title":"Shag Carpet Sunset","adult":false},{"cast":["Tom Burlinson","Stephen E. Miller","Michelle Thrush","Raymond Burr","Pascal Bernier"],"overview":"True story of a former British soldier on trial for murder in the 19th century Northwest.","release_date":"1991-10-31","genres":[37,18],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":279780,"title":"Showdown at Williams Creek","adult":false},{"cast":["Patricia Wettig","Rick Springfield","Ed Asner","Mike Farrell"],"overview":"Notorious for writing the most successful - and scandalous - scripts in Hollywood, hit screenwriter Laura Bardell suddenly finds herself implicated in a baffling series of film-industry killings. What's worse, the killer is using the same ingenious methods Laura herself employed in her latest movie about a real-life murder case. To her horror, Laura realizes her script is coming to life - and turning her fictional words into homicidal reality.","release_date":"1991-01-01","genres":[53],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":279782,"title":"Silent Motive","adult":false},{"cast":["Kaycee","Luciano Saber","Tomiko Lee","Gina Hiraizumi","Kate Holliday"],"overview":"A young Asian girl applies for a job at a massage parlor and is dragged into the seedy world of Hollywood's red light district, where she falls in love with a virgin poet.","release_date":"2002-09-01","genres":[18,10749],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":279784,"title":"Soap Girl","adult":false},{"cast":["Roy Scheider","Bonnie Bedelia","Arliss Howard","Andre Braugher"],"overview":"Taut thriller about a photographer who races the clock to clear a man about to be executed.","release_date":"1990-01-01","genres":[],"vote_average":10.0,"runtime":104,"cert":"N\/A","id":279786,"title":"Somebody Has to Shoot the Picture","adult":false},{"cast":["Corbin Bernsen","Ally Walker","Rob Stewart","Stefan Arngrim","Cindy Girling"],"overview":"A policeman on the skids faces another tragedy when his daughter dies. When other police in his unit are being murdered, the viewer must decide which one of the suspects is responsible.","release_date":"1995-01-01","genres":[53,28,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279788,"title":"Someone to Die For","adult":false},{"cast":["Francisca Crisanto","Johana Martinez","Rosibel Reyes","Tomasa Martínez","Jorge Martínez"],"overview":"A Garifuna woman returns to Honduras to forget her past and rediscover herself.","release_date":"1999-01-01","genres":[18],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":279790,"title":"Spirit of My Mother","adult":false},{"cast":[],"overview":"For more than thirty years, exit polls accurately predicted election results. Over the last ten years that reliability has disappeared. What's going on? The last two presidential elections both came down to a relatively small number of votes, and in both elections the integrity of the voting process has been called into question. With the upcoming election looking to be similarly close, the time has come to ask the questions: What happened in 2000 and 2004? What, if anything, has changed since?","release_date":"2008-08-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279792,"title":"Stealing America: Vote by Vote","adult":false},{"cast":["Michael Madsen","Kristy Swanson","David Dukes","Ron Perlman","Tom Lister Jr."],"overview":"An elite assassin for a covert Government agency is marked for death after aborting an assignment to take out a journalist who could expose the corruption of the very institution that trained her as their weapon of choice.","release_date":"1999-04-09","genres":[80,10770,28,12],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":279794,"title":"Supreme Sanction","adult":false},{"cast":["Marc 7","Saafir","Mr. Short Khop","Maia Campbell","Edward Fordham, Jr."],"overview":"Taking its cue from the successful American Pie franchise, Dale Steely's sex comedy Sweet Potato Pie follows the exploits of three friends named Chuck, Perry, and Trey. The threesome set out on a road trip in order to try and shed their pesky virginity, and end up involved with a sexually seasoned woman named Anaconda, a horny and very overweight neighbor, and the title food.","release_date":"2004-07-04","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279796,"title":"Sweet Potato Pie","adult":false},{"cast":["Robert Urich","Meredith Baxter","Jeffrey Tambor","Jack Bannon","Claudette Nevins"],"overview":"Television movie in which an actor humorously contends with unemployment and a failing marriage.","release_date":"1982-10-12","genres":[18,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279798,"title":"Take Your Best Shot","adult":false},{"cast":["Lloyd Bridges","Lee J. Cobb","Marie Windsor","Luther Adler","Syd Saylor"],"overview":"Groups of desperate travelers journey together throughout the Southwest and soon find trouble when they all get gold fever. The action and drama are heightened when they discover gold…on an Indian burial ground!","release_date":"1953-01-01","genres":[37],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":279800,"title":"The Tall Texan","adult":false},{"cast":["Brett Rickaby","Amy Motta","John Churchill","Bruce Gray","John Henry Whitaker"],"overview":"A mysterious computer virus wipes out highly classified personnel files at the NSA, prompting a top secret investigation. RAYMOND BERRY, an NSA operative is thrown into a detention center, where he is suspected of crimes against the United States. He fights to stay alive, hoping to reunite with TABITHA, a CIA agent he has recently fallen in love with. Ray discovers that Tabitha is not who she says she is, complicating his plans to escape his former life and start over in anonymity.","release_date":"2014-03-25","genres":[53,18,9648],"vote_average":4.0,"runtime":124,"cert":"N\/A","id":279802,"title":"Tentacle 8","adult":false},{"cast":[],"overview":"Morris Grant is an aspiring reporter who wants to impress his affluent girlfriend, Lauren. Senate candidate Councilman Wilkes is planning to close the Canton Homeless Shelter for re-development and Morris views this as an opportunity for advancement. In a quest to unveil political corruption, Morris decides to go undercover in the shelter.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279804,"title":"Those People","adult":false},{"cast":["Kyle MacLachlan","Pascale Bussières","Chris Wiggins","Jean LeClerc","Kenneth Welsh"],"overview":"Former IRA agent Sean Dillon comes to the rescue when a woman discovers a briefcase containing plans that could destroy all of Europe. Dillon's assignment is to protect her until the plans can be properly destroyed.","release_date":"1998-05-30","genres":[10770,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279806,"title":"Thunder Point","adult":false},{"cast":[],"overview":"This collection includes two, two-part episodes from the animated superhero series Justice League.  In \"Blackest Night,\" Green Lantern is put on trial for destroying a planet, but the Justice League comes to his aid to uncover the real perpetrator of the crime.  In \"The Enemy Below\", The Justice League uses their super human strength to help Aquaman save his family and kingdom.","release_date":"2004-06-01","genres":[16],"vote_average":6.8,"runtime":88,"cert":"N\/A","id":279808,"title":"Justice League: Justice on Trial","adult":false},{"cast":[],"overview":"The astronaut Charles Enak refuses to come back to Earth after completing a mission in orbit. While he also refuses to give any explanation for his behaviour, the world enters its biggest crisis since the Cold War. As journalists try to find out more about Enak and his backstory in communist Poland, they discover that he possesses the ability to influence people's sub-consciousness.","release_date":"1992-01-01","genres":[878],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":279810,"title":"Enak","adult":false},{"cast":["Felina Cheah","Eric Chen","Rabbit Chen","Chye Chee Keong","Yow Lan"],"overview":"Is a horror comedy movie which has a touch of Malaysian culture especially the Chinese. This movie contains four different stories and uniquely blends together which contains elements of fear, mystery, love and humor. A very suitable movie which surely will entertain all ages and races in Malaysia, as 85% of the worldís population believe in ghost.","release_date":"2012-05-17","genres":[27],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":279812,"title":"You Believe In Ghost","adult":false},{"cast":["Julie Ege","Diana Dors","Brendan Price","Brendan Price","Nancie Wait"],"overview":"Davey's (Brendan Price) milk delivery job offers him scant excitement. But when a few of the lonely housewives, including the alluring Rita (Diana Dors), want him to deliver a little more than just pints of milk, Davey launches into a series of sexcapades that quickly get out of hand. Soon, he finds himself engaged to two women, dodging a local gangster who doesn't appreciate his \"service\" and fighting false rape charges in court.","release_date":"1975-01-01","genres":[],"vote_average":0.0,"runtime":89,"cert":"U","id":279814,"title":"The Amorous Milkman","adult":false},{"cast":["Griffin Dunne","Blanche Baker","Marissa Chibas","Marc Cronogue","Kurt Knudson"],"overview":"Tom Christo is a New York TV writer-director in a dead-end marriage to Leslie. He meets the intriguing Marty Fenton, a research scientist, when she attends a party Tom and his wife give at their home. Even though there is an initial attraction between Tom and Marty, their eventual pairing takes a long time to evolve as each have their own partners (Marty has a boyfriend) and first must go through separation and a series of disastrously failed blind dates.","release_date":"1983-09-16","genres":[10749,35],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":279816,"title":"Cold Feet","adult":false},{"cast":["Danielle Darrieux","Michel Auclair","Corinne Calvet","Miriam Di San Servolo","Lyla Rocco"],"overview":"Francois Roques, a power-and-money-mad editor of a Paris newspaper invites four women to a housewarming at his penthouse apartment. He plans on one of them to meet death by means of a loose railing on the balcony.","release_date":"1954-12-17","genres":[18,53],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":279818,"title":"One Step to Eternity","adult":false},{"cast":["Krung Srivilai","Sorapong Chatree","Kanchit Kwanpracha","Pipop Pupinyo","Dam Datsakorn"],"overview":"A Thai man marries a hill tribe girl who is kidnapped by gangsters.","release_date":"1976-01-01","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279823,"title":"The Bug Man","adult":false},{"cast":["Emma Roberts","Gregg Sulkin","Ian Anthony Dale","Billy Campbell","Michael Michele"],"overview":"Set in a world where love is deemed illegal and can be eradicated with a special procedure. With 95 days to go until her scheduled treatment, Lena Holoway does the unthinkable, she falls in love.","release_date":"2014-06-20","genres":[12,14,10749,878],"vote_average":6.1,"runtime":43,"cert":"N\/A","id":279828,"title":"Delirium","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279830,"title":"Terrones","adult":false},{"cast":["Caetano Veloso"],"overview":"All the feature is given prestige to by the narration in Caetano Veloso's voice, that also signs one of the segments of the project. São Paulo is the largest city of the Southern Hemisphere, with an incessant dynamics of cultural mixtures, with immigrants of all the world and migrants of all parts of Brazil. The gathering of these peculiarities are seen through the 13 film directors's sensibilities and their segments.","release_date":"2004-07-16","genres":[18,99],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":279832,"title":"Welcome to São Paulo","adult":false},{"cast":["Jacques Weber","Amira Casar","Héléna Soubeyrand"],"overview":"In 1945, Corsica, an important landowner named Ottavio Della Rocca decides to marry her youngest daughter, Vanina, the son of the Caponi family. Because the old Della Rocca intends to consolidate its power while the Liberation redistributes the cards. Vanina but does not want this union. During the war, she met a jazz musician in Marseille and can not imagine marry another - even to save the family estate. At night, she fled and left the island. Enraged, Ottavio decides to disinherit. But the idea to sell all his property to his two eldest, Antonia and Flavia, do little delights. In fact, he despises blithely ...","release_date":"2008-10-18","genres":[18],"vote_average":0.0,"runtime":160,"cert":"N\/A","id":279837,"title":"Les Héritières","adult":false},{"cast":["Gian Maria Volonté"],"overview":"A portrait of the famous italian actor and political activist Gian Maria Volonté.","release_date":"2005-10-29","genres":[99],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":279842,"title":"Un attore contro - Gian Maria Volonté","adult":false},{"cast":["Joachim Gottschalk","Ernst von Klipstein","Hertha Feiler","Paul Hoffmann","Siegfried Schürenberg"],"overview":"","release_date":"1939-08-07","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279844,"title":"Flucht ins Dunkel","adult":false},{"cast":[],"overview":"Throwing thousands of years of tradition to the wind, Keiko Fukuda chose to follow her own destiny and become the highest ranking woman in judo. 'Mrs. Judo: Be Strong, Be Gentle, Be Beautiful,' a 66-minute documentary film, tells the inspirational story of Fukuda's lifelong journey spanning four continents, nine decades and two distinct cultures to overcome adversity and ultimately transform into a living legend. Today, at 98, Fukuda holds the highest rank available in judo, the tenth degree. She also continues teaching judo three days a week from her San Francisco dojo and is the last living link to judo's origins.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279846,"title":"Mrs. Judo: Be Strong, Be Gentle, Be Beautiful","adult":false},{"cast":["Wolfgang Stumpf","Margarete Taudte","Aribert Grimmer","Wolf Kaiser","Martin Flörchinger"],"overview":"In 1523, young Thomas Müntzer arrives with his wife Ottilie in the Thuringian village Allstedt to assume the rectorate. As a follower of Luther′s teachings, he finds in the Bible not only reasons for clerical, but also for secular reforms. But when Luther turns away from the rural population after a discord with Müntzer, it is Müntzer who becomes the peoples′ spokesman. He is forced to go to Southern Germany, where he convenes with revolting farmers. But his way leads him back to Thuringia. In 1525, he and Heinrich Pfeiffer form the centre of the Thuringian peasant uprising in Mühlhausen, but their success is diminished by the fact that peasants and craftsmen don′t seem to be able to work together. In Frankenhausen, Müntzer becomes the leader of a peasants′ army that is set to fighting the ruler′s army – and sustains a devastating loss. Müntzer is arrested and sentenced to death by decapitation for his insurgency.","release_date":"1956-05-16","genres":[18,36],"vote_average":0.0,"runtime":131,"cert":"N\/A","id":279854,"title":"Thomas Müntzer","adult":false},{"cast":["Alan Moore","Steve Aylett"],"overview":"Documents the life and work of cult SF author and philosopher Jeff Lint, creator of some of the strangest and most inventive works of the 20th century. Featuring clips from Lint's books, cartoons, music, comics and films, the movie follows Lint's life from the days of vintage pulp, psychedelia and his disastrous scripts for Star Trek and Patton. Newly discovered archive footage and recordings of Lint himself, and commentary by those who knew and read him, results in a compelling portrait of the creator of Clowns and Insects, Jelly Result, The Stupid Conversation, the Caterer comic, and Catty and the Major, the scariest kids' cartoon ever aired.","release_date":"2011-06-01","genres":[99],"vote_average":0.0,"runtime":101,"cert":"","id":279856,"title":"Lint: The Movie","adult":false},{"cast":["Heide Ackermann","Werner Asam","Corinna Binzer","Dieter Fischer","Lukas Huber"],"overview":"","release_date":"2010-05-02","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279858,"title":"Komödienstadel - Duttenfeiler","adult":false},{"cast":["Heide Ackermann","Werner Asam","Götz Burger","Sebastian Edtbauer","Isabella Jantz"],"overview":"","release_date":"2009-12-20","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279860,"title":"Komödienstadel - Verhexte Hex","adult":false},{"cast":["Heio von Stetten","Julia Urban","Michael Mendl","August Schmölzer","Sabrina White"],"overview":"","release_date":"2002-11-03","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279862,"title":"Franz und Anna","adult":false},{"cast":["Gerhart Lippert","Jutta Schmuttermaier","Heide Ackermann","Werner Asam","Anton Feichtner"],"overview":"","release_date":"2002-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279864,"title":"Komödienstadel - Achterbahn ins Glück","adult":false},{"cast":["Slim Summerville","El Brendel","Iris Adrian","Bruce Bennett","Al St. John"],"overview":"A town in Arkansas makes national headlines when a local sow gives birth to 18 piglets.","release_date":"1944-10-31","genres":[10749,35,10402],"vote_average":5.0,"runtime":70,"cert":"N\/A","id":279866,"title":"I'm from Arkansas","adult":false},{"cast":["Bettina Redlich","Heide Ackermann","Christiane Blumhoff","Werner Asam","Toni Berger"],"overview":"","release_date":"1996-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279868,"title":"Komödienstadel - Zur Ehe haben sich versprochen","adult":false},{"cast":["Yves Soucasse","Jean-Paul Zehnacker"],"overview":"A space alien crash lands on an uncharted planet where he must enlist two humans to help destroy the antebios – an unforgiving monster that's a cross between a crab, a flea, and your worst nightmares – that attacked the ship and caused it to crash in the first place.","release_date":"1998-07-02","genres":[16],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":279870,"title":"Antebios","adult":false},{"cast":["Pupetta Maresca","Giancarlo Del Duca","Franco Ressel","Dina De Santis","Tullio Altamura"],"overview":"","release_date":"1967-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279875,"title":"Delitto a Posillipo","adult":false},{"cast":["Arvind Swamy","Revathi","Ajith Kumar","Deepa Venkat","Srividhya"],"overview":"Paasamalargal is a 1994 Tamil film directed by Suresh Chandra Menon. The film features Arvind Swamy and Revathi in the main roles, Ajith Kumar also played a supporting role.","release_date":"1994-02-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279877,"title":"Paasamalargal","adult":false},{"cast":["Ajith Kumar","Kanchan","Thangana","S. K. Misro"],"overview":"Prema Pusthakam (English: Book of Love) is a 1993 Telugu film which was partly directed by Gollapudi Srinivas before his death on the set of the film; it was later finished by his father, Gollapudi Maruthi Rao. It featured debutant Ajith Kumar and Kanchan in the lead roles, with Devendran as music composer.","release_date":"1993-07-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279879,"title":"Prema Pustakam","adult":false},{"cast":["Sathyaraj","Ajith Kumar","Ranjitha","Anjala Zaveri","Nagesh"],"overview":"Pagaivan (Tamil: பகைவன்) is a 1997 Tamil film starring Sathyaraj, Ajith Kumar and Anjala Zhaveri in the leading roles. The film revolves around a kidnapping undertaken by Ajith and the actions that the victim's father take to save his daughter.","release_date":"1997-08-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279881,"title":"Pagaivan","adult":false},{"cast":["Yuri Medvedev","Yuri Demich","Olga Lysenko","Viktor Mamayev"],"overview":"A family comedy about a funny adventures of the children in a summer camp during three summer sessions.","release_date":"1977-06-06","genres":[12,10751,35],"vote_average":7.0,"runtime":190,"cert":"N\/A","id":279883,"title":"Three Funny Sessions","adult":false},{"cast":["Ajith Kumar","Raasi","Goundamani","Senthil","Latha Sethupathi"],"overview":"Rettai Jadai Vayasu (Tamil: ரெட்டை ஜடை வயசு) is a 1997 Tamilcomedy film directed by C. Sivakumar featuring Ajith Kumar and Manthra in the leading roles. Goundamani, Senthil and Ponvannan among others play other pivotal roles in the film, which has music composed by Deva.","release_date":"1997-12-12","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279885,"title":"Rettai Jadai Vayasu","adult":false},{"cast":["Ajith Kumar","Richa Ahuja","Sarath Babu","Srividhya","Ambika"],"overview":"Uyirodu Uyiraga (Tamil: உயிரோடு உயிராக) is a 1998 Tamil film directed by Sushma Ahuja starring Ajith Kumar and Richa Ahuja in the main roles.","release_date":"1998-11-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279887,"title":"Uyirodu Uyiraga","adult":false},{"cast":["Dam Datsakorn","Sombat Metanee","Lak Apichat","Choomporn Theppitak","Pawana Chanajit"],"overview":"Hang Seuk and his gang terrorize villagers.","release_date":"1974-01-01","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279889,"title":"Sharp Sickle","adult":false},{"cast":["Ajith Kumar","Malavika","Sivakumar","Mouli","Srividhya"],"overview":"Unnai Thedi (Tamil: உன்னை தேடி) is a 1999 Tamil film directed by Sundar C. The film features Ajith Kumar and Malavika in the lead roles, while an ensemble supporting cast includes Karan, Vivek, Sivakumar, and Srividya.","release_date":"1999-02-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279891,"title":"Unnai Thedi","adult":false},{"cast":["Stephen Boyd","Juliette Gréco","David Wayne","Gregory Ratoff","Sybil Thorndike"],"overview":"Irish seaman Vic Brennan persuades his Dublin family to finance a truck-hauling business in the remote African town of Jebanda. The only stipulation is that his cousin Samuel, a timid bank clerk, accompany Vic and his Corsican bride, Marie, to Africa and protect the family fortune.","release_date":"1961-07-25","genres":[18,28,35],"vote_average":6.3,"runtime":100,"cert":"N\/A","id":279896,"title":"The Big Gamble","adult":false},{"cast":["Enrico Maria Salerno","Venantino Venantini","Dolores Donlon","Elizabeth Logue"],"overview":"A director arrives in Tahiti to make a film, but soon he lets himself be captured by the exotic charm of the local places and beauties. with E. Salerno.","release_date":"1961-04-20","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279898,"title":"Odissea nuda","adult":false},{"cast":["Edmund Purdom","Giorgia Moll","Alberto Farnese","Luciano Marin","Loris Gizzi"],"overview":"Historical film, telling the story of Turkish Sultan Suleiman's attempts to conquer Vienna. The advance of his army was checked on Yugoslav territory.","release_date":"1961-12-07","genres":[36,12],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":279900,"title":"Suleiman the Conqueror","adult":false},{"cast":["Tal Assif","Hanna Azoulay Hasfari","Adrian Pasdar","Cecilia Peck"],"overview":"A Jew and an Arab in Israel become romantically involved, much to their family's dismay.","release_date":"1990-04-20","genres":[10749,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279902,"title":"Torn Apart","adult":false},{"cast":["Theresa Russell","Adam Baldwin","Barry Primus","Megan Gallagher","Pat Skipper"],"overview":"A man has an affair with a mysterious woman and shares with her his desire to end his troubled marriage. When his wife is found dead, his lover admits to the killing and persuades him to kill her husband in return.","release_date":"1995-04-29","genres":[18,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279904,"title":"Trade Off","adult":false},{"cast":["Peter Case","Dave Alvin","Slaid Cleaves","Chris Smither","Mary Gauthier"],"overview":"A journey into the world of well-traveled singer-songwriters like Peter Case, Mary Gauthier, Chris Smither, Dave Alvin, Slaid Cleaves and many more. The film contains live performances of 40 brilliantly crafted songs, as well as informal moments and interviews in which the artists reflect on audiences, songwriting, the music business, and life.","release_date":"2011-09-30","genres":[10402,99],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":279906,"title":"Troubadour Blues","adult":false},{"cast":["Assassin","Ambush","Wes Reid","Chris Morrison","Derrick Johnson"],"overview":"The race is on and everyone becomes a moving target when brothers of the hood come across counterfeit plates used to make US currency. The harsh realities of inner city turmoil become clear as friends become enemies, stopping at nothing to get their hands on the plates. As the rivalry escalates into an all out street war full of deceit and sabotage it isn't clear who will end up with the money, but the greed that drives them all will soon come to a head in a bloody showdown.","release_date":"2010-02-09","genres":[],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":279908,"title":"The Two Plates","adult":false},{"cast":[],"overview":"A film about the government's cover up of UFOs.","release_date":"2011-03-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279910,"title":"UFO's Do Not Exist","adult":false},{"cast":[],"overview":"Raised in a broken home, Cody (Tim Torok) is a troubled man with a history of addictions and crime. While Cody serves time in the county jail, his mother, Pam (Penny Carlisi), begins to question her faith as she suffers constant grief from watching Cody's poor choices. Then, with the support of her prayer group, she realizes that only God can heal her pain, restore her faith, and save her son.","release_date":"2012-12-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279912,"title":"Unexpected Places","adult":false},{"cast":["Ashley Judd","Ray Liotta","Amanda Crew","Seth Green","Danny Woodburn"],"overview":"During the Great Depression, identical twins are separated at birth. One, Drexel Hemsley becomes a wildly successful '50s rock star, while the other, Ryan Wade, struggles to balance his passion for music and pleasing his parents, who want him to become a preacher. Finally, Ryan rebels against his parents' wishes and launches his own music career -- performing the hits of Drexel Hemsley. Ryan later learns the truth about Drexel when their fates tragically collide.","release_date":"2014-09-05","genres":[10402,18],"vote_average":5.4,"runtime":107,"cert":"N\/A","id":279914,"title":"The Identical","adult":false},{"cast":[],"overview":"Renegade cops strike back when a crime wave hits their city.","release_date":"1982-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279916,"title":"Assault with a Deadly Weapon","adult":false},{"cast":[],"overview":"Steve Scarborough doesn't like what's happened to professional westling so he's set about changing it, one match at a time. The Booker follows Steve as he takes Platinum Championship Wrestling from idea to reality. Shot over the course of 4 years, we see his wrestling school grow into a wrestling promotion, from working in the back room of a theater space with 4 students to holding a show at a 2,500 seat arena. See how far Steve will go to be a successful booker and save pro wrestling from itself","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279918,"title":"The Booker","adult":false},{"cast":["Richard Adams","Jennifer Corren","Hayley Fielding"],"overview":"Butterfly Crush is a modern love story, starring award winning Australian actress Amelia Shankley, and set against the backdrop of the Sydney music industry. The song and dance duo, Butterfly Crush are about to break big, and are up for the Australasian Song Awards, but their chance at success is jeopardized when half of the duo; Eva, gets involved with a Kings Cross cult, the “Dreamguides”, deep into astrology and virtual dreaming. Moana must risk everything to save her, in this brand new contemporary feature about music and love.","release_date":"2010-01-01","genres":[10749,18,10402],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":279920,"title":"Butterfly Crush","adult":false},{"cast":["Jay Brazeau","Gentry Bromfield","Joseph Campanella","John Cassini","Jonathan Crombie"],"overview":"A New York City waitress finds opposition rather than support from her husband in achieving her dream of becoming a designer.","release_date":"1992-06-11","genres":[],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":279922,"title":"Cafe Romeo","adult":false},{"cast":["Beau Weaver","Vin Diesel","Brad Bird","Jennifer Aniston","Eli Marienthal"],"overview":"Documentary of the making of the animated family film, The Iron Giant.","release_date":"2000-07-10","genres":[99],"vote_average":7.2,"runtime":30,"cert":"N\/A","id":279924,"title":"The Making of 'The Iron Giant'","adult":false},{"cast":["Mitchell Ryan","Kurt Russell","Andrew Pine","John Carradine","Barbara Babcock"],"overview":"Television drama in which miners spend their Christmas Eve in a collapsed mine.","release_date":"1977-12-26","genres":[18],"vote_average":6.5,"runtime":97,"cert":"N\/A","id":279926,"title":"Christmas Miracle in Caufield, U.S.A.","adult":false},{"cast":["Tom Trouffier","Barbara Tissier"],"overview":"An emotional and generational conflict between mother and son in the twenty-first century, except for one detail: Mother is none other than death.","release_date":"2011-10-04","genres":[16,14,27,35],"vote_average":7.3,"runtime":8,"cert":"N\/A","id":279928,"title":"Mortys","adult":false},{"cast":["Peter Scolari","Mary Crosby","Richard Herd","Ken Kercheval","Chris Lemmon"],"overview":"An executive discovers that his former lover has given their firm's CEO a fatal heart attack during sex.","release_date":"1990-10-05","genres":[35],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":279930,"title":"Corporate Affairs","adult":false},{"cast":[],"overview":"A young jogger named Jason is out doing what he loves, running cross- country. Unknown to him, he trespasses into private land and is soon lured into a self-sense of security. What seemed like a routine run in the countryside, turns into a heart-pounding nightmare. Fear will run its course. Will Jason ever escape to tell the story?","release_date":"2013-01-03","genres":[27,53],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":279932,"title":"Crossland","adult":false},{"cast":["Michael Jordan","Scottie Pippen","Phil Jackson"],"overview":"NBA Entertainment takes you on the Chicago Bulls journey through the regular season, NBA playoffs and NBA Finals as cameras and microphones follow the team on court, in team huddles and behind the scenes. Exclusive interviews give you the perspective of what it meant for the Bulls to win their fifth NBA Championship in seven years. You will see the teams pre-game preparation and hear the teams strategy as it happened in key moments, including the critical Michael Jordan pass that set up Steve Kerrs Game Six series-winning jump shot. This Official NBA Championship Video gives you an all-access look at the Bulls and makes you feel like you are part of the team.","release_date":"1997-07-02","genres":[99],"vote_average":1.0,"runtime":130,"cert":"N\/A","id":279934,"title":"Chicago Bulls 1996-97 NBA Championship Season","adult":false},{"cast":[],"overview":"Through music and dramatic performances, the film tells the story of the relationship between a young emerging guitar player\/songwriter named Bob and a the sexy free spirited singer-songwriter Kitt. They are brought together by their friends and one opportunistic agent to build a cover band. Instantly infatuated with each other, they become lovers and move in together creating music for both the band and each other as they slowly push towards becoming a success. Everything begins to feel perfect, but sometimes perfect isn't always what it seems.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279936,"title":"I Hate Tom Petty","adult":false},{"cast":["Michael Jordan","Scottie Pippen","Phil Jackson"],"overview":"Relive the Chicago Bulls' dramatic charge to a historic third consecutive NBA Championship, with this unique, behind-the-scenes look at their 1992-93 NBA season. Join the Bulls on the court, in the huddle, and in the locker room as they become only the third team in history to win three straight NBA finals. More than just a highlight tape, this personal profile will provide an intimate look at Michael Jordan, Scottie Pippen, Horace Grant, rising star B.J. Armstrong, and coaching great Phil Jackson as they face the toughest challenges that the league has to offer on their incredible journey into the NBA record books!","release_date":"1993-07-02","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279938,"title":"The Official 1993 NBA World Championship Video - Three-Peat","adult":false},{"cast":["Michael Jordan","Scottie Pippen","Phil Jackson"],"overview":"This video takes the viewer on a journey through the second straight championship season of the Chicago Bulls. Fresh off of their defeat of the L.A. Lakers a year earlier, the Bulls came back hungrier than ever and determined to prove that year one was no fluke. Getting out of the blocks quickly, the Bulls rolled to 67 regular-season victories, highlighted by the duo of Michael Jordan and emerging superstar Scottie Pippen. The Bulls rolled through the playoffs and faced the Portland Trailblazers in the NBA Finals. Nursing a 3-2 series lead, the Bulls fell behind by 15 points in the 4th quarter of Game 6 in Chicago. However, fueled by the reserves and with M.J. on the bench, the Bulls came roaring back to defeat the Blazers and clinch the title in front of their home fans at Chicago Stadium.","release_date":"1992-07-23","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":279940,"title":"Untouchabulls - The Chicago Bulls' Second Championship Season","adult":false},{"cast":[],"overview":"On October 19, 2007 the news circled the globe that photographer\/inventor Pascal Cotte succeeded in photographing Leonardo da Vinci's \"Mona Lisa\" at a resolution of 240 million pixels, 8 times higher than any professional camera to date. His breakthrough images brought to light never before seen elements that have forever altered our knowledge of the world's most famous painting.","release_date":"2009-02-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279942,"title":"Mona Lisa Revealed: Secrets of the Painting","adult":false},{"cast":[],"overview":"The DVD of Greatest NBA Finals Moments includes a variety of bonus features. The NBA Top 50 ceremony from the 1997 All-Star Game is shown (7:30) as well as clips and interviews of the 50 greatest players (14:30). A three-minute music video shows NBA Finals highlights, and the 1999 and 2000 NBA Finals are excerpted in 8- and 10-minute segments, respectively. The main feature offers options to jump to alternate angles, brief bonus segments on such players as Michael Jordan and Larry Bird, and career statistics. Other features include year-by-year NBA Finals results as well as career regular-season, All-Star, and playoff statistics of Bill Russell, Willis Reed, John Havlicek, Bill Cowens, Magic Johnson, Larry Bird, Isiah Thomas, and Michael Jordan.","release_date":"2000-10-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279944,"title":"Greatest NBA Finals Moments","adult":false},{"cast":["Scott Glenn","Courtney B. Vance","Giancarlo Esposito","Kathryn Erbe","Robin Tunney"],"overview":"A pair of taxi-driving NYC detectives take up the case of tourists who are robbed of their money and luggage by a shady limo driver. Things get dicey when the tourists accidentally get mixed up in a drug dealer's murder and money heist, while the detectives go after a hit man posing as a friend from the `hood'.","release_date":"1998-10-04","genres":[18,80],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":279946,"title":"Naked City: Justice with a Bullet","adult":false},{"cast":[],"overview":"High in the peak stands the Blue Moon Inn, the home of Matthew Hopkins for as long as anybody cares to remember. Here is the place where once every century the moon appears to turn blue and all-manner of strange and terrifying events are said to be unleashed upon the land. The time has come and with it a small group of interested individuals. An astronomer, an astrologer and a documentary filmmaker all arrive unaware of the evils that will befall them. A nightmare unfolds upon each one until the final shocking conclusion.","release_date":"2012-01-01","genres":[],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":279948,"title":"Paranormal Haunting: The Curse of the Blue Moon Inn","adult":false},{"cast":[],"overview":"An immersion in spirituality and everyday life of the Mbya-Guarani from the Koenju village in Southern Brazil.","release_date":"2011-01-01","genres":[99],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":279953,"title":"Bicicletas de Nhanderu","adult":false},{"cast":[],"overview":"Live concert of Chimène Badi, recorded in a Gospel Church in NY City (2011)","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279955,"title":"Chimène Badi - Gospel and Soul","adult":false},{"cast":["Carly Kohler","Darrell Abrahamson","John Douglas Ayers","Winter Fox Frank","Andrea Covington"],"overview":"Sammy is a teenage cutter living with her meth addicted mother in a trailer on the Indian Ridge Reservation. Her mother's boyfriend is a drug dealer using the reservation as a cover for his drug trafficking. David, Sammy's best friend, is a foster youth and helps her to escape from this dysfunctional life she's had to endure since her father died.","release_date":"2013-09-01","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":279957,"title":"Behind the Door of a Secret Girl","adult":false},{"cast":["Bill Sage","Sonequa Martin-Green","Meiling Melançon","Rich Ceraulo","Alexander Cendese"],"overview":"The nano-plague that poisoned Earth’s water supply has reached its 60-year critical mass. The Unlight enemy forced the first exodus to the moon where the outlawed banished population was supposed to die. But now the Unlights have launched from Earth and are amassing on the south-west sector of the darkside of the moon for a massive ice-mining operation. It will be the last Great War and lunar troops are sent into battle for the precious resource. However one squad is shot down and the five surviving soldiers find themselves stranded. Cut off and behind enemy lines, they start a dangerous journey through snipers and minefields back to their extraction point with only 36 hours of oxygen left. As their numbers dwindle and nerves fray, they make an amazing discovery about Earth’s satellite that just might save their lives. From THE BANSHEE CHAPTER producers comes a space shocker with gravity.","release_date":"2014-08-22","genres":[27,878,28],"vote_average":1.4,"runtime":87,"cert":"","id":279965,"title":"Shockwave Darkside","adult":false},{"cast":["Amy Cale Petersen","Dean Chekvala","J. Claude Deering","Rick Federman","Sarah McMaster"],"overview":"Set six months after a deadly outbreak has all but ended the human race, a man and woman have survived by isolating themselves in a remote cabin and never opening the door. Now they don’t have a choice. Starved for resources, they must confront the horrors that threaten them… but what’s inside may be even more toxic than what remains outside.  When it all ends, this is what remains.","release_date":"2014-08-23","genres":[18,27,53],"vote_average":4.2,"runtime":91,"cert":"","id":279967,"title":"Dead Within","adult":false},{"cast":["Coffin Souza","Gisele Ferran","Airton Bratz","Gurcius Gewdner","Jorge Timm"],"overview":"","release_date":"2013-09-01","genres":[35,27],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":279969,"title":"Zombio 2: Chimarrão Zombies","adult":false},{"cast":["Thomas Sarbacher","Julia Jäger","Sönke Möhring","Isabelle Barth","Sammy Scheuritzel"],"overview":"","release_date":"2013-04-19","genres":[10749,10770,18],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":279971,"title":"Die letzte Fahrt","adult":false},{"cast":["Natasha Henstridge","Jamie Kennedy","Danielle C. Ryan","James Gaisford","Tatum Chiniquy"],"overview":"Nowhere to run...Nowhere to hide. After two teen girls cruelly impersonate her online in a reverse cyber bullying plot, Ashley s reputation is ruined. She and her mother, Julie (a high school teacher), are ostracized, forcing them to flee an escalating threat to their lives. Starting over in a new town and school, romantic interests and the poignant lessons from Kevin, an eccentric history teacher, draw them out of seclusion. However, when the past catches up with Ashley, she draws on what she s learned from Kevin s history lessons, giving her strength to stand tall rather than giving in to the bullies that torment her. With the support of her mother and new found friends, Ashley confronts her painful past, using the very tools of social media and technology that originally hurt her to expose lies and spread the truth.","release_date":"2014-10-05","genres":[10770,18],"vote_average":6.2,"runtime":93,"cert":"N\/A","id":279973,"title":"Nowhere Safe","adult":false},{"cast":["Leila Mimmack","Joseph Beattie","Julie Graham","Christopher Adamson","Chris Waller"],"overview":"From the producers of the FrightFest 2011 favourite PANIC BUTTON comes a supernatural tale of ghostly Victorian revenge. When 19 year-old Brighton call-girl Blue meets her latest punter Bill, little does she know the horrifying impact it will have on her wayward life. For the seaside house he’s renovating once used to be an infamous Victorian brothel with a murderous history. Together they uncover a mysterious annexe behind a two-way-mirror that prostitutes of the day used as a clandestine resting area known as a Sleeping Room. Further investigation exposes the habits of a cruel serial killer who recorded his most unspeakable crimes on the media of the era, the Mutoscope, the end-of-the-pier coin-in-the-slot peep show machines, and a connection to Blue herself. Now the chilling closet space is about to unleash terrible occult forces and nobody will escape its monstrous power unless a score for a heinous felony is settled.","release_date":"2014-08-23","genres":[27],"vote_average":2.8,"runtime":75,"cert":"15","id":279975,"title":"The Sleeping Room","adult":false},{"cast":["Jemma Dallender","Joshua Dickinson","Nate Fallows"],"overview":"There is a long-held belief that mirrors act as gateways to another dimension. ·Some also believe the looking glass plays host to a world filled with evil spirits. Such superstition has been the basis for ancient folklore legends about haunting and possession. And one tale about a supposedly haunted mirror was picked up by the media in 2012. Both the Daily Mail and Huffington Post reported on how the owners of a recently purchased antique mirror left them dogged by bad luck, financial misery, strange sightings and death-defying illness. Now writer\/director Edward Boase brings that horrifying story to the screen starring Jemma Dallender (I SPIT ON YOUR GRAVE 2), Joshua Dickinson and Nate Fallows (‘Whitechapel’) as flatmates who buy the same eerie antique on ebay and set up round the clock cameras in the hopes of capturing evidence of bumps in the night. You have been warned!","release_date":"2014-09-08","genres":[27],"vote_average":3.8,"runtime":88,"cert":"","id":279977,"title":"The Mirror","adult":false},{"cast":["Andre Braugher","Daniel Stern","Ruby Dee","Stan Shaw","Paul Dooley"],"overview":"A film about the early life of the baseball star in the army, particulary his court-martial for insubordination regarding segragation.","release_date":"1990-10-15","genres":[18],"vote_average":8.0,"runtime":100,"cert":"N\/A","id":279979,"title":"The Court-Martial of Jackie Robinson","adult":false},{"cast":[],"overview":"The first American television crew to be allowed into Cuba since the 1959 revolution, DCTV toured the country for six weeks to produce this candid portrait of life in Castro's Cuba.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279981,"title":"Cuba: The People","adult":false},{"cast":["William Smith","Addison Randall","Blake Bahner","Joe Verroca","Michele Burger"],"overview":"The flames of racism burn hot as a murderous band of skinheads wreak havoc on the Los Angeles landscape and only one man can put an end to their explosive evil. Stars Blake Bahner, William Smith, Addison Randall.","release_date":"1989-07-20","genres":[53],"vote_average":6.7,"runtime":90,"cert":"N\/A","id":279983,"title":"Deadly Breed","adult":false},{"cast":[],"overview":"Detroit Winter takes us through a day in the life of Todd, a morally desensitized, wise-cracking jerk. All is right in his world until he hits a bump in the road when Todd runs into his ex-girlfriend.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279985,"title":"Detroit Winter","adult":false},{"cast":["Orson Welles","Lionel G. Wilson","Corinne Orr","Jim Backus"],"overview":"Enthralled with tales of the Great North Forest conveyed to him by friendly carrier pigeon Pippo, young chipmunk Glikko leaves the safety of his comfortable cage to explore the world. Stars Jim Backus and Orson Welles.","release_date":"1981-10-10","genres":[16],"vote_average":8.3,"runtime":90,"cert":"N\/A","id":279987,"title":"The Enchanted Journey","adult":false},{"cast":[],"overview":"In 1979, Gilda Radner threw a summerlong party at Broadway Winter Garden Theatre. Everybody came: Lisa Loopner, Judy Miller, Emily Litella, Rhonda and the Rhondettes, Candy Slice, Roseanne Roseannadanna. And many thousands of cheering theatergoers celebrating Gilda hilarious, knockout Brodway debut. Filmed by another award-winning stage\/screen comedy legend, director Mike Nichols, Gilda Live showcases the comedienne Saturday Night Live alter-egos in edgy, crazy material not even the Not Ready for Prime Time Players were ready for. Also on hand are Late Night with David Letterman Paul Shaffer, playing straight man and playing up a musical storm, and Father Guido Sarducci, ever the irreverent reverend. Join them as the late, great Gilda does what she does best be flat-out funny.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":279989,"title":"Gilda Radner","adult":false},{"cast":["Sneezy Waters","Dixie Seatle","Dixie Seatle","Sean McCann","Jackie Washington"],"overview":"This is a lonely New Year's Eve for Hank Williams as he spends it en route to a huge New Years Day concert in Ohio. Hank Williams died that night on the road. Stars Sean McCann, Dixie Seatle. (","release_date":"1980-12-30","genres":[10402,18],"vote_average":6.1,"runtime":86,"cert":"N\/A","id":279991,"title":"Hank Williams: The Show He Never Gave","adult":false},{"cast":["Joe Conforte","Sally Conforte","Tony Brandt","Christa Free"],"overview":"A documentary about the girls of the Mustang Ranch, a legal brothel in Nevada.","release_date":"1977-07-27","genres":[99],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":279993,"title":"Mustang: The House That Joe Built","adult":false},{"cast":[],"overview":"A father tells his sons the epic yet nonchalant tale of his airborne \"exploits\" in Vietnam.","release_date":"2011-03-26","genres":[],"vote_average":8.0,"runtime":61,"cert":"N\/A","id":279995,"title":"Distinguished Flying Cross","adult":false},{"cast":["Harley Neville","Jocelyn Christian","Ben Baker","Reanin Johannink","Mike Edward"],"overview":"From the land of early Peter Jackson comes another Braindead movie in bad taste. It’s the third day of shooting the low budget horror ‘Tonight They Come’ on location in the wilds of New Zealand. Director SMP is already beside himself having to work with a self-obsessed leading man and a bimbo actress when into his line of fire comes a new runner, wannabe screenwriter Wesley Pennington. Clearly an accident-prone nerd, Wesley nevertheless tries his best to fit in with the crazed cast and demented crew while falling head over heels for Susan, the set caterer. But something nasty has entered the local water supply and suddenly the zombie extras start acting like genuine members of the living dead, gore stunts looks even more authentic and actual severed limbs fly. Reel life turns real as Wesley attempts to save the day while ensuring his latest script will get made.","release_date":"2014-08-25","genres":[35,27],"vote_average":5.6,"runtime":104,"cert":"","id":279997,"title":"I Survived a Zombie Holocaust","adult":false},{"cert":"N\/A","title":"Natureza Morta","cast":[],"genres":[],"id":279999,"overview":"Within one image, another one is always hiding. Wordless and using only archive footage, \"Still Life\" aims to rediscover and delve into the opacity of images (news, war footage, propaganda documentaries, photos of political prisoners and never seen before rushes) made during the 48 years (1926-1974) of Portuguese dictatorship in order to foster new interpretations.","runtime":72,"release_date":"2005-05-14","vote_average":6.0,"adult":false}]