[{"cast":["Katharina Wackernagel","Barnaby Metschurat","Anne Kanis","Luise Bähr","Alexandra Finder"],"overview":"","release_date":"2001-02-28","genres":[27,53],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":281000,"title":"Das Mädcheninternat – Deine Schreie wird niemand hören","adult":false},{"cast":["Ajay Devgn","Sunil Shetty","Priyanka Chopra","Dia Mirza"],"overview":"Inspector Abhay Rathod is a honest and diligent Police Inspector employed with Bombay Police. He was assigned the case of racketeer and criminal don, Shekhar Mohan. Abhay successfully entraps and arrests him, and has him sentenced to a long jail term. Years later, Abhay is now the Assistant Commissioner of Police; is married, and has a son named Chirag; and Shekhar Mohan has completed his jail term and is looking to seek vengeance against Abhay. He does so by kidnapping Chirag and taking him along with him. He object is not to seek any ransom money, but attempt to separate the child from his parents, as well as attempt to make a place in his heart. Shekhar finds out that Chirag loves racing and takes him on various race courses where the child is thrilled to watch fast sport cars, and soon starts a friendship with \"Uncle\" Shekhar. But with Abhay and the police closing in fast, will Shekhar and Chirag be able to maintain their friendship?","release_date":"2005-01-28","genres":[53,28,18],"vote_average":4.4,"runtime":126,"cert":"N\/A","id":281011,"title":"Blackmail","adult":false},{"cast":[],"overview":"A documentary of the synthesizer scene in Osaka, Japan","release_date":"2014-09-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281013,"title":"The New World of Synthesizer in Osaka","adult":false},{"cast":["Murali","Revathi","Saradha Preetha","R. P. Viswam","Goundamani"],"overview":"Chinna Pasanga Naanga is a 1992 Tamil drama film directed by Raj Kapoor. The film features Murali, Revathi and Saradha Preetha in lead roles.","release_date":"1992-11-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281021,"title":"Chinna Pasanga Naanga","adult":false},{"cast":["Murali","Seetha","Vagai Chandrasekar","Major Sundarrajan","Senthil"],"overview":"Thulasi is a 1987 Tamil film directed by Ameerjaan. The film stars Murali, Seetha, Chandrasekhar and Major Sundarrajan in lead roles.","release_date":"1987-11-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281023,"title":"Thulasi","adult":false},{"cast":["Lauren Young","Richard Gutierrez","Mitch Valdez","Roi Vinzon","Bearwin Meily"],"overview":"Jody (Lauren Young) is the sole breadwinner of her family. She works for a large pharmaceutical company that’s just been accused of illegal human testing. Jody has been tasked with putting a major press conference where the company will deny these claims. Stressed out, she decides to blow off some steam by finally meeting up with a guy she’s been chatting with online. She and Dom (Richard Gutierrez) hit it off, and decide to spend the night together at a hotel. Jody wakes up drugged, however, with a bomb strapped to her torso. Dom tells Jody to set off the bomb at the press conference, or harm will come to her family.","release_date":"2014-07-02","genres":[35,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281025,"title":"Overtime","adult":false},{"cast":["Geoff Dolan","Pete Smith","Sarah McLeod","Michelle Hou-Pere","Shara Connolly"],"overview":"Two families on holiday, camp side by side on a spectacular deserted beach. Immediately territorial, the two men of the families draw a line in the sand in a stand off, but bit by bit as all the rest of the members of the families on each side cross the line and make friends the two men are left to sort out their issues together – through fishing!","release_date":"2010-07-10","genres":[],"vote_average":5.0,"runtime":81,"cert":"N\/A","id":281027,"title":"Hugh and Heke","adult":false},{"cast":["India Allen","Alina Thompson","Shannon McLeod","Elizabeth Sandifer","Daniel Anderson"],"overview":"Charles is bored with being a wealthy, successful architect. He takes a temporary job photographing undressed women and falls for Pamela. His wife, Elaine, has little sympathy for this mid-life crisis.","release_date":"1994-08-17","genres":[],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":281029,"title":"Seduce Me: Pamela Principle 2","adult":false},{"cast":["Murali","Simran","Shakti Kumar","Chinni Jayanth","Charle"],"overview":"Kanave Kalaiyadhe is a 1999 Tamil film directed by V. Gowthaman. The film stars Murali, Simran, Shakti Kumar and Chinni Jayanth in lead roles.","release_date":"1999-08-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281031,"title":"Kanave Kalaiyadhe","adult":false},{"cast":["Murali","Meena","Vivek","Livingston","Vindhya"],"overview":"Amusing complications ensue when two jobless men pass themselves off as college professors in this entertaining yarn. Thrown into company with a pair of well-heeled sisters, one reserved and the other fiery the impostors soon win the ladies' hearts, and the couples each tie the knot. But when the truth comes out, will the men ever get back into their irate wives' good graces?","release_date":"2002-09-27","genres":[],"vote_average":0.0,"runtime":158,"cert":"N\/A","id":281033,"title":"Namma Veetu Kalyanam","adult":false},{"cast":["Prabhu Deva","Roja Selvamani","Vijayakumar","Radhika Sarathkumar","Vadivelu"],"overview":"Raasaiyya is a 1995 Tamil film directed by P. Kannan. The film stars Prabhu Deva, Roja, Vijayakumar and Raadhika in lead roles.","release_date":"1995-08-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281035,"title":"Raasaiyya","adult":false},{"cast":["Abbas","Simran","A.R. Murugadoss"],"overview":"Poochudava is a 1997 Tamil film directed by K. R. Udhayashankar. The film stars Abbas, Simran Bagga and AR Murugadoss in a small role in lead roles.","release_date":"1997-12-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281037,"title":"Poochudava","adult":false},{"cast":["Raghuvaran","Amala Akkineni","Vagai Chandrasekar","Y. Vijaya"],"overview":"Kootu Puzhukkal is a 1987 Tamil film directed by R. C. Shakthi. The film stars Raghuvaran, Amala, Chandrasekhar and Y. Vijaya in lead roles.","release_date":"1987-07-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281039,"title":"Kootu Puzhukkal","adult":false},{"cast":["Raghuvaran","Madhuri","Sarath Babu","Shalini"],"overview":"Michael Raj is a 1987 Tamil film directed by V. C. Guhanathan. The film stars Raghuvaran, Madhuri, Sarath Babu and Baby Shalini in lead roles.","release_date":"1987-07-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281041,"title":"Michael Raj","adult":false},{"cast":["Raghuvaran","Ramya Krishnan","Ravi Raghavendra","Malaysia Vasudevan","S. S. Chandran"],"overview":"Dhool Parakuthu is a 1993 Tamil film directed by Raja. The film stars Raghuvaran, Ramya Krishnan, Ravi Raghavendra and Malaysia Vasudevan in lead roles.","release_date":"1993-07-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281043,"title":"Dhool Parakuthu","adult":false},{"cast":["Jepp Sepah","Shuib Sepah","Mamat Sepah"],"overview":"A funny comedy about 3 trio. Jepp, Shuib and Mamat from Sepah.","release_date":"2010-05-15","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":281045,"title":"Dodol Si Bujang Sepah","adult":false},{"cast":[],"overview":"Dramatized short about Canadian Marilyn Bell's attempt to be the first person to swim across Lake Ontario and what it must have felt like, narrated by an unnamed Canadian girl who speaks of the relationships between 'their' Marilyn, sex goddess Monroe of the United States and 'our' Marilyn, swimmer Bell from Canada.","release_date":"1987-01-01","genres":[],"vote_average":0.0,"runtime":27,"cert":"N\/A","id":281050,"title":"Our Marilyn","adult":false},{"cast":["Liliane Lemaître-Auger","Jean-François Guité","Véronique Le Flaguais","Guy Foucault","Louise Portal"],"overview":"Two twenty-something women dream of the ideal man and slowly realize that reality is very different from their fantasies.","release_date":"1972-07-22","genres":[18],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":281052,"title":"Dream Life","adult":false},{"cast":["Richard Cambridge","Adrian Bouchet","Stephanie Elliott","Eley Furrell","Matt Sheppard"],"overview":"When David Hilton's friend and colleague, Dr. Kixley, is kidnapped by dangerous Satanists, David is called on by the Vatican to help save Dr. Kixley from an evil end.","release_date":"2011-04-19","genres":[27],"vote_average":2.8,"runtime":95,"cert":"","id":281054,"title":"Idol of Evil: Hell Is Forever","adult":false},{"cast":["Lee Beom-soo","Jang Hyuk","Lee Da-hae","Oh Soo-yeon","Im Soo-hyang"],"overview":"","release_date":"2013-02-13","genres":[28],"vote_average":7.0,"runtime":119,"cert":"N\/A","id":281056,"title":"Iris 2","adult":false},{"cast":["Larisa Chikurova","Gennadi Yegorov","Irina Gubanova","Natalya Andreychenko","Igor Kostolevskiy"],"overview":"","release_date":"1976-11-11","genres":[10751,14],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":281058,"title":"Степанова памятка","adult":false},{"cast":["Isaac Julien"],"overview":"This highly stylized short asserts sexual desire over fear in gay romantic relationships.","release_date":"1987-01-01","genres":[],"vote_average":0.0,"runtime":10,"cert":"","id":281063,"title":"This Is Not an AIDS Advertisement","adult":false},{"cast":[],"overview":"Identities attempts to describe the importance of silence in communication, of those moments when someone is making up or remembering what he is going to say. A silence that compels us to question the maxim \"silence is death\".","release_date":"1991-01-01","genres":[],"vote_average":3.0,"runtime":7,"cert":"N\/A","id":281065,"title":"Identities","adult":false},{"cast":["Sombat Metanee"],"overview":"Thai film directed by Kom Akkadej and starring Sombat Metanee.","release_date":"1976-04-02","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281067,"title":"Lay Down and Fire","adult":false},{"cast":["Zizan Razak","Man Belon","Nik Sayyidah","Raja Azri"],"overview":"A comedy superhero telemovie featuring Zizan Razak","release_date":"2010-05-15","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":281069,"title":"Kubungman","adult":false},{"cast":[],"overview":"Outraged by the controversial January, 1988 article in Cosmopolitan magazine, the women in the AIDS Coalition to Unleash Power, (Act Up, New York), organized the first AIDS demonstration focused on women. Doctors, Liars and Women:AIDS Activists Say No To Cosmo not only documents the efforts of the Women's Committee to organize this protest, it  also serves as a how-to-guide for direct action.","release_date":"1988-01-01","genres":[99],"vote_average":0.0,"runtime":23,"cert":"N\/A","id":281071,"title":"Doctors, Liars, and Women: AIDS Activists Say No to Cosmo","adult":false},{"cast":[],"overview":"A documentary film about AIDS and one unconventional woman's efforts to educate her small, Southern community. DiAna DiAna is a local hairdresser who transformed her beauty parlor into a center for AIDS and safe sex information.","release_date":"1990-01-01","genres":[99],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":281073,"title":"Diana's Hair Ego: AIDS Info Up Front","adult":false},{"cast":["Nabil Raja Lawak","Harith Iskander","Douglas Lim","Tauke Jambu","Yus Jambu"],"overview":"Hosted by Nabil of Raja Lawak fame, this two-hour show will feature fresh new material from the likes of Harith Iskander along with new additions Douglas Lim and comedy duo Jambu.","release_date":"2013-12-04","genres":[],"vote_average":0.0,"runtime":121,"cert":"N\/A","id":281075,"title":"Lawak Ke Der 3","adult":false},{"cast":["Djamila Amzal","Abderrhamane Debiane","Ali Ighil Ali","Ouardia Kessi","Kamal Abderrahmane"],"overview":"Set in the 1800s among the Berbers of North Africa, this 1997 Algerian feature concerns a noble widow who receives a customary purse of gold coins from the enemy tribe that murdered her husband; the gift puts her in conflict with her kinsmen, who want the money to buy back land taken by the enemy in cahoots with French colonials.","release_date":"1997-01-01","genres":[18],"vote_average":0.0,"runtime":116,"cert":"N\/A","id":281077,"title":"Baya's Mountain","adult":false},{"cast":["Bakhtiyar Khanizadeh","Mukhtar Maniyev","Amaliya Panahova","Aghahuseyn Javadov","Hamlet Khanizadeh"],"overview":"","release_date":"1977-02-09","genres":[14,10751,12],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":281079,"title":"Garib in the Land of Jinn","adult":false},{"cast":["Nabil Raja Lawak","Mila Af","Puteri Sarah Liyana","Vanida Imran"],"overview":"Nabil (Nabil Raja Lawak 2), an SPM qualifier, is a hard working delivery boy. During the weekends, he works at a motorcycle workshop by day and sells 'kuay teow' at night to help his friend. Natasha (Puteri Sarah Liyana) is a daughter of a multi-millionaire, pursuing her tertiary education at a local University. By common stereotype, it is impossible for these two people to fall in love. However, it seems that fate has its own plans.","release_date":"2010-02-11","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":281081,"title":"Lu Pikir La Sendiri De Movie","adult":false},{"cast":[],"overview":"A look at the ACT UP movement from its inception to the present day.","release_date":"2004-04-04","genres":[99],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":281083,"title":"Fight Back, Fight AIDS: 15 Years of ACT UP","adult":false},{"cast":["Scott Caan","Lee Nashold","Kevin Michael Richardson","James Caan","Missy Crider"],"overview":"","release_date":"1996-05-22","genres":[],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":281085,"title":"A Boy Called Hate","adult":false},{"cast":["Jordan Chan","Alex Fong","Chapman To","Ken Wong","Simon Lui"],"overview":"Five youngsters, each possesses unique talent, work together as a professional tricky group. Knowing that a big trickster \"King of Ghost\" joins a billionaire’s corporation planning to take over the immense properties, they join the corporation respectively in order to get some benefits.  One of them is killed.  They swear to take revenge at all cost.  In the critical moment, they discover a betrayer among them...","release_date":"2001-04-05","genres":[80,18],"vote_average":8.0,"runtime":80,"cert":"N\/A","id":281087,"title":"The Cheaters","adult":false},{"cast":["Ezio Greggio","Jessica Lundy","Rudy De Luca","Dom DeLuise","Carmine Caridi"],"overview":"Italian immigrant Joe is hired by mobster Vince to kill a witness before he can testify against him. Joe dresses up as a policeman to be able to get close to his victim, but he's mistaken for a real cop by everyone and will reluctantly have to enforce the law to avoid blowing his cover.","release_date":"1997-01-26","genres":[35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":281089,"title":"The Good Bad Guy","adult":false},{"cast":[],"overview":"An extended interview with Vasily Shulgin, a right wing Russian politician and member of the pre-revolutionary Russian parliament, who later, in Europe, set up an anti-Soviet military force during the Second World War. Captured by Soviet forces in 1945, he spent the next couple of decades in prison. The interview takes him through his life, with archival footage, in order to prove him \"historically wrong,\" but the wily Shulgin often gets the upper hand on his Soviet interviewer - causing the film to be shelved shortly after its release.","release_date":"1965-04-01","genres":[99],"vote_average":7.0,"runtime":98,"cert":"N\/A","id":281091,"title":"Facing the Judgment of History","adult":false},{"cast":[],"overview":"They were in the prime of their lives and thousands of miles from home. Night after relentless night, they flew their bombers into the jaws of death braving fighters, flak and enemy artillery. They were the heroes of the Royal Canadian Air Force based at Goosepool, now Durham Tees Valley Airport in the North East of England.","release_date":"2010-07-10","genres":[10752,99,36],"vote_average":0.0,"runtime":78,"cert":"","id":281093,"title":"Regiments On DVD: The Seeds Of Goosepool","adult":false},{"cast":[],"overview":"Through the eyes of a child named Unni, the film captures the reality of a village in Kerala, India in the 1970s. He belongs to the superior caste of Nairs. His friends Raju, Ramu and Gopi, who go to school with him, belong to the lowest caste of all. His friend Gopi in particular has already had a life full of hardship and tragedy.","release_date":"2006-04-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":281095,"title":"Life Is All About Friends","adult":false},{"cast":["Valeria Arribas","José Manuel Garrido","Álvaro Morte","Omar Rahman"],"overview":"","release_date":"2003-10-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281100,"title":"La guarida del ermitaño","adult":false},{"cast":["Aaron McGregor","Aidee Walker"],"overview":"On a trip to find his birth mother, 18-year-old Aaron is forced to hitch a ride with a rough- looking stranger, Maka. Out of fear, Aaron rejects Maka’s friendship, but when the reunion with his mother doesn’t go quite as planned, he discovers that the stranger may just be the man to help him after all.","release_date":"2012-03-08","genres":[],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":281102,"title":"Hitch Hike","adult":false},{"cast":["Concha Velasco","Valeria Arribas","Álvaro Morte"],"overview":"","release_date":"2003-10-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281104,"title":"Los niños del jardín","adult":false},{"cast":["Ian Mune","Martyn Sanderson"],"overview":"Two old men with Confucian beards are adrift in the ocean, a placid Friesian cow in tow. A surreal study on how quickly a minor event can evolve into something far more extreme, the film features no dialogue; rather, a guitar duet that escalates to a duel.","release_date":"2001-10-31","genres":[],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":281106,"title":"Cow","adult":false},{"cast":[],"overview":"\"It's a mixture of [dead]animals, pieces of [broken] furniture, industrial waste, kids playing. I didn't have in mind any of the kind of historical perspective, nor was I trying to make an ecological statement. I was showing the new landscape of our civilization. My point of view was animistic. I tried to revive those dead animals metaphorically and to give the junk new life.\"","release_date":"1962-01-01","genres":[],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":281108,"title":"Junk","adult":false},{"cast":[],"overview":"\"The original film was rescued from a Tokyo trash bin. It is an American sexual education film in which plant and animal sex are explained. I, together with an artist friend, Natsuyuki Nakanishi, punched big holes in almost all of the frames. It was a protest against Japanese censorship of explicit images of sex, particularly pubic hair which the censors would cover with black marks. I inserted a few subliminal frames of pornographic imagery from magazines several times throughout the film. At the end, I even punched holes in these subliminal pictures, thereby 'censoring' the censored image.\" — Takahiko Iimura","release_date":"1962-01-01","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":281110,"title":"On Eye Rape","adult":false},{"cast":["Russi Taylor","Wayne Allwine","Will Ryan","Tony Anselmo","Suzanne Somers"],"overview":"This live action film features a Nerd who, in desperation, goes to the \"Minnie Mouse Center for the totally un-hip\". There he learns how to dress, dance, and most importantly - be himself. The film features an original music video with Minnie Mouse, in new animation, integrated into live action footage with Elton John singing \"Don't Go Breakin' My Heart.\"","release_date":"1988-02-25","genres":[16,10751],"vote_average":5.6,"runtime":47,"cert":"N\/A","id":281112,"title":"Totally Minnie","adult":false},{"cast":["Izreen Azminda","Hairi Safwan","Nurul Elfira Loy","Nor Dayana Roza","Farhanna Qismina"],"overview":"Scary incidents happen almost every day.  6 students acts weird as if they are posessed. The presence of an ustazah doesn't helps and the worst are yet to come.","release_date":"2012-05-15","genres":[27],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":281114,"title":"Nenek Bongkok Tiga","adult":false},{"cast":["Hans Conried","Walt Disney","Aurora Miranda","Clarence Nash"],"overview":"Once Upon a Mouse is a theatrical featurette highlighting Disney's animated legacy starting with Steamboat Willie in 1928.","release_date":"1981-07-10","genres":[],"vote_average":6.0,"runtime":27,"cert":"N\/A","id":281116,"title":"Once Upon a Mouse","adult":false},{"cast":["Yiorgos Gintis","Sylvia Lueff","Samantha Romanou","Haris Tryfonas","Lakis Xanthis"],"overview":"Paul Dellis, a young self-made shipowner, has no time for anything other than high class call girls in a luxurious resort. The girl suppliers are a photographer and owner of a model agency, Werner, and his girlfriend Samantha. A rich woman, Tina, who spends her time at the same resort, fascinated by Paul arranges to visit him taking the place of Samantha. When Samantha is found dead, Tina disappears and all suspicions fall on Paul.","release_date":"1978-01-01","genres":[80],"vote_average":9.0,"runtime":100,"cert":"N\/A","id":281118,"title":"The Young Tycoon","adult":false},{"cast":["Said Amrane","Belkacem Aït Salem","Meriem Babes","Rachid Hadid","Belkacem Hadjadj"],"overview":"In Kabylie, rude mountain region in the north of Algeria. Arezki finds the young Larbi exhausted, buried under the snow. He takes him in and nurses him until he's recovered. The host seduces Arezki's daughter. She is pregnant. This is an unsupportable shame to the father of the female sinner. Arezki claims vengeance. He leaves his house and takes the oath not to come back before having killed Larbi who betrayed him under his own roof.","release_date":"1995-01-01","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":281120,"title":"Machaho","adult":false},{"cast":[],"overview":"…ere erera baleibu izik subua aruaren…, a set of words without any meaning, forms the title of the first and only feature film in the history of Spanish cinema made entirely by hand-painting directly on celluloid.","release_date":"1970-01-01","genres":[],"vote_average":9.0,"runtime":75,"cert":"N\/A","id":281122,"title":"...ere erera baleibu izik subua aruaren...","adult":false},{"cast":["Herb Shriner","Barbara Hale","Bobby Clark","Paul Harvey","Hayden Rorke"],"overview":"A backwoods lawyer's race for the governor's office is thwarted by mainstream opponents who dig up dirt from his past.","release_date":"1955-10-05","genres":[35],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":281124,"title":"Screen Directors Playhouse:  Meet the Governor","adult":false},{"cast":["Bob Casale","Gerald V. Casale","Mark Mothersbaugh","Robert Mothersbaugh","Alan Myers"],"overview":"Part concert film, music video collection, and propaganda piece, The Men Who Make the Music was DEVO's first home video release. Features live footage from the band's 1978 \"Duty Now for the Future\" tour.","release_date":"1981-01-01","genres":[35,10402],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":281126,"title":"Devo: The Men Who Make the Music","adult":false},{"cast":[],"overview":"The political and social events in the Dominican Republic are happened more important during period 1938-1952. The actions of the Trujillo's dictatorship during the Forties and the efforts of the refugees ones to overthrow it, are dialed with with details in this second documentary part of the series about \"The Power of Generalissimo\" . The invasions of Cayo Confite and Luperón, Juventud Democrática and the different conspiracies, as well as the relations of Trujillo with the United States before the beginning of the \"Cold War\", occupy a good part of this documentary one. In this occasion there are more approximate advantage to the rigor of the documentary one notices, through its voice over and other lines.","release_date":"1994-07-10","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":281128,"title":"Trujillo: El poder del jefe II","adult":false},{"cast":["Kom Akkadej (Som Kit)"],"overview":"One of Kom Akkedej's first roles in a film, prior to him becoming an accomplished director.","release_date":"1972-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281130,"title":"Tomorrow I Will Love You","adult":false},{"cast":["Rolan Bykov","Yan Arlazorov","Vladimir Kachan","Irina Muravyova","Vyacheslav Bogachyov"],"overview":"A parody on the theatre world. The same piece is played out in a few different theatre styles: opera, avant garde, children's theatre, vaudeville etc.","release_date":"1980-02-02","genres":[16],"vote_average":6.0,"runtime":17,"cert":"N\/A","id":281135,"title":"Pif-paf, oy-oy-oy!","adult":false},{"cast":[],"overview":"The documentary describes the events that occurred since the death of Rafael Leónidas Trujillo in 1961, until the inauguration of Juan Bosch y Gaviño as president of the Dominican Republic on February 27, 1963. It also narrates the violence which distinguished the presidency of Balaguer and his efforts to remain in power.","release_date":"1998-07-10","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":281137,"title":"Balaguer: La herencia del tirano","adult":false},{"cast":["Zhan Huai-Yun","Wei Han-Ting","Zhang Xiao-quan","Bryan Shu-Hao Chang","Honduras"],"overview":"Lefty sees himself as the poorest high school student in Taipei. To make some money, he plans to steal the abandoned Dr. Sun Yat-Sen statue in the school storage room.  Lefty plots, but he never sees his rival,Sky coming.  Sky also considers himself as the poorest high school student in Taipei.  Meeting Dr Sun from Ablaze ImageHe has the same plan in mind to steal Dr. Sun Yat-Sen for his own sake, but he also never sees Lefty coming.  When two teams of Taipei’s poorest high school students meet on campus one night, a war erupts. This is a war of losers and a war eventually makes both Lefty and Sky question their destined poverty and social class. “Not the statue but something more substantial we have to claim.” Finally this time on the quiet night campus the seeds of revolution planted by Dr. Sun decades ago may get to sprout.","release_date":"2014-07-05","genres":[35,18],"vote_average":5.4,"runtime":93,"cert":"N\/A","id":281139,"title":"Meeting Dr. Sun","adult":false},{"cast":["Elmar Wepper","Gaby Dohm","Fritz Karl","Sigi Zimmerschied","Anna Schudt"],"overview":"","release_date":"2011-07-10","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":281141,"title":"Hopfensommer","adult":false},{"cast":["Eliott Reguera Vega","César Zegbe Jones","Carolina Gómez","Eric Reyes Palafox","José Juan Name"],"overview":"Polo and Domingo spend their last days together between Ciudad Mendoza and Cordoba, in Veracruz, Mexico, before Domingo moves to another city for college. Domingo has to say goodbye to his girlfriend, Mina; while Polo deals with his feelings towards his best friend in the little time they have left.","release_date":"2013-06-01","genres":[18],"vote_average":5.5,"runtime":17,"cert":"N\/A","id":281143,"title":"100m Freestyle","adult":false},{"cast":["François Guerrar","Souad Naoui","Jean-Pierre Kalfon"],"overview":"Kamar, who just arrived at Bassra, falls in love with the young wife of the old Obeid. But, until now, nobody has survived to be able to praise himself for obtaining favors from this beautiful, capricious woman.","release_date":"1991-01-01","genres":[35],"vote_average":0.0,"runtime":27,"cert":"N\/A","id":281145,"title":"The Expert Halima","adult":false},{"cast":["Jins Shamsudin","Normadiah","Zaiton","Sarimah Ahmad","S. Kadarisman"],"overview":"A son leaves his widowed poor mother to make a fortune and promises to return for her. He rises up the ranks and even marries royalty but his promise is soon forgotten. When he returns to his homeland, he refuses to acknowledge her and his callous ways leads to tragedy.","release_date":"1961-05-15","genres":[18,10751],"vote_average":0.0,"runtime":181,"cert":"N\/A","id":281150,"title":"Si Tanggang","adult":false},{"cast":["Barbara Nelli","Erika Blanc","Gordon Mitchell","Paul Müller","Michel Forain"],"overview":"A young woman is killed by her treacherous husband and returns as a vengeful ghost.","release_date":"1965-12-16","genres":[27],"vote_average":5.8,"runtime":79,"cert":"N\/A","id":281152,"title":"Lady Morgan's Vengeance","adult":false},{"cast":["Lily LaBeau","Tori Black","Marie Luv","Alexis Texas","Sara Stone"],"overview":"Widower Dr. David Banner and his lonely colleague Dr. Elaina Marks are trying to find out how sexual frustration can lead to feats of superhuman strength. But Banner goes too far when he experiments with Gamma rays and now when he gets angry, his inner sexual beast is released.","release_date":"2011-06-10","genres":[],"vote_average":0.0,"runtime":252,"cert":"N\/A","id":281157,"title":"The Incredible Hulk XXX: A Porn Parody","adult":true},{"cast":["India Summer","Anthony Rosano","Paris Kennedy","Brian Street Team","Zoey Holloway"],"overview":"They Don't Just Bang MILF: They Put Them To The Test! In this extra hot and sticky episode of MILFBusters, Adam and Jamie test out one of their favorite sex myths: does an apple pie really feel like the inside of a woman's fur pie? Meanwhile, Kari is going to suck it up and test out another popular sex myth on Tori: do women really enjoy giving head? Or is Kari about to bust this myth sloppily? Then, the resident sexperts are going to make a splash, by testing out the mother of all sex mysteries: is female ejaculation real, or is squirting just another porn valley urban legend? And they're probably gonna blow some shit up, too. Why? Why the fuck not? Who are the MILF Busters? Jamie Hyman and Adam Ravage. Between them, over 30 years of MILF-banging experience!","release_date":"2011-04-22","genres":[],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":281159,"title":"MILFBusters XXX: A Porn Parody","adult":true},{"cast":["Alex Cord","Britt Ekland","Patrick O'Neal","Joseph Wiseman","Barbara McNair"],"overview":"A rich, jet-setting playboy has a secret life: he's also a professional Mafia hitman. When he decides it's time to retire from that life, he finds that his former employers don't like the idea that someone who knows so much about them won't be under their control anymore, and decide to send their own hitmen to eliminate him.","release_date":"1969-07-30","genres":[80,53],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":281161,"title":"Stiletto","adult":false},{"cast":["Lorraine Masterson","Joy Curtis","Stephanie Jones","Dan Kopper"],"overview":"The government calls one of its top agents out of retirement to battle an evil organization that is trying to put the silk industry out of business by using silkworms. Stars Peter Schuyler, Loraine Masterton, Joyce Schuyler, Dan Kopper.","release_date":"1983-01-01","genres":[35,28],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":281163,"title":"Awesome Lotus","adult":false},{"cast":[],"overview":"Business is tough. When your partner is the mob and the government, it can be murder. With 72 hours to save his business, Tom decides his chance is to make a run for the Canadian border.","release_date":"1988-01-01","genres":[],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":281165,"title":"Bad Trip","adult":false},{"cast":[],"overview":"Pong Ddol dreams of forming a band – he names it Golden Chariot after the old cart full of instruments he pulls around the neighbourhood in hopes of recruiting band members. Money is another problem and there’s little chance they’ll find any. So Pong Ddol offers Chul-wook the job of band manager if he helps with financing. Strong emotions and subtle humor add depth to a film that may seem reminiscent of the instinctive wit seen in the work of Hong Sang-soo. Although the story involves a heterogeneous group of individuals who have been marked by traumas from the past, music has the potential to bring people together and smooth over old wounds, thereby allowing the story to move toward a positive resolution. But resolution doesn’t necessarily mean they’ll become stars – and they couldn’t care less.","release_date":"2014-07-10","genres":[18],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":281167,"title":"Golden Chariot in the Sky","adult":false},{"cast":[],"overview":"A boy blames himself for his brother's disappearance and sets out to find him. During their adventure, they realize that they are not brothers by birth, but brothers by choice.","release_date":"1986-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281169,"title":"Brothers by Choice","adult":false},{"cast":["Gary Coleman","Bernie Casey","Shelley Smith","Fred Dryer","Pamela Adlon"],"overview":"Gary Coleman plays the son of a U.S. diplomat who imagines himself in fantastic situations.","release_date":"1984-02-10","genres":[35,10770],"vote_average":7.0,"runtime":100,"cert":"N\/A","id":281171,"title":"The Fantastic World of D.C. Collins","adult":false},{"cast":["Konstadinos Avarikiotis","Alexia Kaltsiki","Despoina Kostakioti"],"overview":"Eight-year-old Lulu gathers snails in the park where she goes every day with her mother. Her obsession with the snails leads her to develop a special relationship with a strange foreigner who haunts the park–with unexpected results.","release_date":"2006-05-17","genres":[],"vote_average":4.0,"runtime":15,"cert":"N\/A","id":281173,"title":"Lulu's Snails","adult":false},{"cast":["David James","Daniel James","Myles Bruce","Mackenzie Harden"],"overview":"FERN HILL is a coming of age story about four 13 year old boys who on a weekend in 1987 hike into the mountains of Colorado in search of a father and a lost plane. The unexplained mystery of Colin's father and his small Cesna that disappeared seven years ago compels him to find an answer, or at least try. And true friends understand ... so together, they leave. Adventure, struggle, fear, and hope binds a story of real lives and leaves a healing memory of youth and redemption.","release_date":"2005-10-13","genres":[18,12],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":281175,"title":"Fern Hill","adult":false},{"cast":["Debbie Rochon","Miss Kitty","Tim Ekkebus","Dave Autovino","Ali Kat"],"overview":"Two bookish women, whom crave adventure and bad taste, suddenly turn into sexy ladies after being zapped with a spell by a sex-starved ghost.","release_date":"2002-03-04","genres":[14,35,27],"vote_average":8.0,"runtime":47,"cert":"N\/A","id":281177,"title":"Filthy McNasty","adult":false},{"cast":[],"overview":"While visiting Yosemite National Park, in California, five groups of people will embark on an epic adventure. Facing family challenges, the perils of the wilderness, and an enraged mutant bear, each family will discover who they really are, what really matters, and will fight to survive on their way to witness the flaming waterfall of fire: The FIREFALL.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281179,"title":"Firefall","adult":false},{"cast":["Sasha Grey","Ashlynn Brooke","Bree Olson","Lela Star","Mia Rose"],"overview":"Who has what it takes to become America's Next Top Model? Is it Bree Olson with her blonde hair, soft tits, and ability to swallow huge cocks with her quivering anus? Or is it the dark and mysterious Sasha Grey, whose mouth is always ready for huge dicks and wet, messy facials? Stay tuned and cast your vote (if you can stop beating off for a second, that is).","release_date":"2011-07-01","genres":[],"vote_average":8.0,"runtime":118,"cert":"N\/A","id":281181,"title":"America's Next Top Model: A XXX Porn Parody","adult":true},{"cast":[],"overview":"A monstrous solar storm causes the Earth to be bombarded with high levels of radiation. The dead begin to return. They are carnivorous, oozing, blood-thirsty, flesh eating zombies. The story is told through the eyes of survivors, news special reports, and government agents fighting to save humanity at any cost. Zombies roam the countryside and the city streets eating anyone in their path. The president calls for the nation to not panic at the growing crisis. These are stories from a gore drenched, blood covered zombie apocalypse.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281183,"title":"Flesh of the Living","adult":false},{"cast":["Mark Harmon","Mimi Rogers","Paul Gleason","Michael Boatman","Cliff DeYoung"],"overview":"Valerie's husband Darryl leaves for work as usual, but never returns. She hires private eye Shepard to find him. Soon he discovers that David had a second identity and obviously doesn't want to be found. But since Shepard is strongly attracted to the pretty Valerie, he investigates further and gets involved more than professionally.","release_date":"1991-01-19","genres":[],"vote_average":7.0,"runtime":92,"cert":"N\/A","id":281185,"title":"Fourth Story","adult":false},{"cast":["Philip Rosch","Grant Oatley","Joe Searby","Timothy Keen"],"overview":"An elegant film about one man's fears and fantasies regarding HIV testing.","release_date":"1993-07-21","genres":[18],"vote_average":0.0,"runtime":25,"cert":"","id":281187,"title":"Relax","adult":false},{"cast":[],"overview":"Four actors compete for the role of Jesus - a black revolutionary, a bisexual hippie, a Jew, and a feminist. When all four are rejected, they hit the road on bad-ass motorcycles, bound for glory in New York City. But when a run-in with a gang of Elvises ends in murder, they find themselves taken prisoner in a little town called Jackville - where folk don't take kindly to blasphemers. The Jesuses fall prey to an evil conspiracy that can only lead to the Apocalypse.","release_date":"2003-11-05","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":281189,"title":"Gory Gory Hallelujah","adult":false},{"cast":[],"overview":"Billy's gay. He has a lover, Gregory, but he can't bring himself to come out to his roommate and best friend, Rufus, a macho homophobe who also mistreats Natasha, his live-in girlfriend. When Natasha's sister Evelyn pays an unexpected visit, she catches Billy and Gregory fragrante delicto. Billy tries to buy her silence, but after collecting several bribes, she contrives to force the issue into the open. Rufus's response is just as Billy feared, the friendship ruptures, and then Rufus picks a fight with Nasasha that gets physical. She dumps him. Rufus is bereft and starts to get a clue about himself. Will Billy forgive him?","release_date":"1991-03-15","genres":[],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":281191,"title":"Billy Turner's Secret","adult":false},{"cast":["Jonelle Allen","Rae'Ven Larrymore Kelly","Merlin Santana","Todd Bridges","Ken Lawson"],"overview":"When a Bel Air family's fortune diminishes before their eyes, their living options become very minimal.","release_date":"2001-01-01","genres":[18],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":281193,"title":"Flossin","adult":false},{"cast":[],"overview":"A stylized, wordless look at two men in Sydney: a gay man and a man who leads a gay-bashing gang. The gay man, recovering from his beating, practices dance that is sometimes tai chi, sometimes ballet, sometimes modern jazz. The man who rescued him from the beating is his teacher, his lover, and his dance partner. We also see his attacker, who, trapped in machismo, mistreats his own girlfriend as well. By the end, the male couple is joined by a third dancer, a woman, suggesting an artistic and social harmony","release_date":"1993-07-21","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":281195,"title":"Resonance","adult":false},{"cast":["Nicole Debonne","Astrid Frank","Yves Vincent","Frederick Sakiss","Michel Vocoret"],"overview":"A stylish sensual sample of European erotica about an aspiring model in Paris who becomes a participant in a relationship with a lesbian.Her female lover becomes too possessive, the model takes a job with an homosexual painter.","release_date":"1970-03-25","genres":[18],"vote_average":5.5,"runtime":88,"cert":"N\/A","id":281197,"title":"Her and She and Him","adult":false},{"cast":["Dale DaBone","Lexi Belle","Jessi Palmer","Andy San Dimas","Asa Akira"],"overview":"The triple-x parody of The King himself. See what happens when that big rhinestone buckle comes off and those hips really start shaking! From Axel Braun, maker of 2010's best selling DVD, the critically acclaimed Batman parody.","release_date":"2011-01-05","genres":[],"vote_average":6.0,"runtime":117,"cert":"N\/A","id":281199,"title":"Elvis XXX: A Porn Parody","adult":true},{"cast":[],"overview":"It's Christmas Eve, and Jackson Withers decides to tell his grandson Donald bedtime stories about the events he has seen unfold during 'Xmas' in the hood'.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":281201,"title":"It's Christmas","adult":false},{"cast":[],"overview":"A young woman and her son are brutally murdered by their husband\/father who is jealous of their relationship with one of the boy's teachers.","release_date":"2004-01-01","genres":[],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":281203,"title":"Ju- On 1","adult":false},{"cast":[],"overview":"KEEPIN' THE FAITH: HIGHER GROUND - After his beloved church burns down, Pastor Marcus inherits another church and several million dollars from his mean Aunt Fema, but it comes with strings attached.","release_date":"2008-01-01","genres":[],"vote_average":2.0,"runtime":90,"cert":"N\/A","id":281205,"title":"Keepin' The Faith: Higher Ground","adult":false},{"cast":[],"overview":"Sir Sidney Ruff-Diamond looks after the British outpost near the Khybar pass. Protected by the kilted Third Foot and Mouth regiment, you would think they were safe. But the Khazi of Kalabar has other ideas. He wants all the British dead! But his troops fear the \"skirted-devils\"; they are rumoured not to wear anything underneath. Then one is caught with his pants on...","release_date":"1968-11-28","genres":[35],"vote_average":0.0,"runtime":88,"cert":"","id":281207,"title":"Carry On up the Kyber","adult":false},{"cast":["Richard Harris","Karen Black","Martin Landau","Dennis Christopher","Biff McGuire"],"overview":"When politicians try to force out a renter in a corrupt real-estate deal, the man decides to take matters into his own hands. He takes a police officer hostage, hoping to expose the scam and save his home.","release_date":"1979-01-01","genres":[35],"vote_average":4.0,"runtime":103,"cert":"N\/A","id":281209,"title":"The Last Word","adult":false},{"cast":[],"overview":"An amateur hockey player talks about his life, his love affair with hockey and his supposed one time shot in the big time","release_date":"1989-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281211,"title":"Life After Hockey","adult":false},{"cast":[],"overview":"","release_date":"2006-02-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281213,"title":"Caillou 03 - Caillou und der Bagger und weitere Geschichten","adult":false},{"cast":["Mike Farrell","Shelley Fabares","Keith Michell","Bonnie Bedelia","Robert Walden"],"overview":"An attorney finds himself at the center of a surprise reunion with the veterans of his platoon from Vietnam.The reunion stirs up painful memories and disturbing secrets for all involved.","release_date":"1983-11-23","genres":[10752,18],"vote_average":7.0,"runtime":120,"cert":"N\/A","id":281215,"title":"Memorial Day","adult":false},{"cast":[],"overview":"","release_date":"2006-11-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281217,"title":"Caillou 05 - Caillou und die Hundebabys und weitere Geschichten","adult":false},{"cast":[],"overview":"","release_date":"2007-03-26","genres":[10751,16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281219,"title":"Caillou 06 - Ein Zoo im Garten und weitere Geschichten","adult":false},{"cast":[],"overview":"","release_date":"2007-07-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281221,"title":"Caillou 07 - Eine Überraschung für Mami und weitere Geschichten","adult":false},{"cast":["Kenneth More","Betsy Drake","Betsy Drake","Patrick Barr","Maureen Connell"],"overview":"Unassuming planning engineer David Webb finds himself on the Queen Elizabeth to New York with instructions to negotiate a high-powered loan. His lack of confidence means he is completely out of his depth, at least until he finds his personality changes every day during the hour the ship's clocks stop to make allowance for their westward passage.","release_date":"1958-08-04","genres":[35],"vote_average":0.0,"runtime":89,"cert":"U","id":281223,"title":"Next to No Time","adult":false},{"cast":[],"overview":"","release_date":"2008-03-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281225,"title":"Caillou 09 - Spuren im Schnee und weitere Geschichten","adult":false},{"cast":[],"overview":"","release_date":"2008-06-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281227,"title":"Caillou 10 - Miss Martin hat Geburtstag und weitere Geschichten","adult":false},{"cast":["Ryan Kiser","Mike Borka","Shannon McDonough","Punnavith Koy","Brent Stariha"],"overview":"A group of students at a liberal arts college in Minneapolis are faced with expulsion if their final papers in philosophy class are not satisfactory","release_date":"2011-01-01","genres":[27,35,14],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":281229,"title":"Potpourri","adult":false},{"cast":[],"overview":"A young man from Las Vegas, searching for his place in the world, learns about himself through his friendship and extreme sports in picturesque Lake Tahoe.","release_date":"","genres":[],"vote_average":9.5,"runtime":89,"cert":"N\/A","id":281231,"title":"Push","adult":false},{"cast":["John Saxon","Francisco Rabal","Blanca Estrada","Frank Braña","David Carpenter"],"overview":"The parallel stories of a police commissioner and a bank robber whose lives eventually come together.","release_date":"1975-01-27","genres":[80,18],"vote_average":0.0,"runtime":106,"cert":"N\/A","id":281233,"title":"Metralleta 'Stein'","adult":false},{"cast":["Joe Ambrose","Tom Banks","Jeff Barton","Angel Caban","Stuart Garrison Day"],"overview":"SEARCH AND DESTROY (1988) - Terrorists destroy a chemical factory. A virus is released that infects the people of the town with a strange psychosis. Stars Joe Ambrose, Tom Banks and Peter Drinco","release_date":"1988-08-31","genres":[28],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":281235,"title":"Search and Destroy","adult":false},{"cast":["Sherri Shepherd"],"overview":"Sherri Shepherd of ABC's The View returns back to her roots of stand-up comedy and tells everything she's been thinking, but unable to say without being interrupted.","release_date":"2013-06-21","genres":[35],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":281237,"title":"Sherri Shepherd: It's My Time to Talk","adult":false},{"cast":["Traci Lords","Spencer Daniels","Kendall Ryan Sanders","Håvard Lilleheie","Paul J. Alessi"],"overview":"A woman hires a Norwegian soccer player to be a male au pair and help her raise her two sons. It deals with personal loss and how a soccer ball can change sadness into laughter.","release_date":"2011-01-01","genres":[10751,35],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":281239,"title":"The Soccer Nanny","adult":false},{"cast":["Anthony Andrews","Jane Curtin"],"overview":"A powerfully tense remake of the Alfred Hitchcock classic, this British production of SUSPICION boasts a dynamic cast, making it a worthy descendent of the original.","release_date":"1988-04-20","genres":[18],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":281241,"title":"Suspicion","adult":false},{"cast":["Russell Marsden","Emma Richardson","Matt Hayward"],"overview":"Heavy riffs and brutal beats from the Southampton punk-blues trio, as they perform on the Other Stage as part of Glastonbury's 2014 line-up.","release_date":"2014-06-27","genres":[10402],"vote_average":4.8,"runtime":44,"cert":"","id":281243,"title":"Band of Skulls: Glastonbury 2014","adult":false},{"cast":["Richard Harrison","Erna Schürer","Franca Polesello","Claudio Biava","Ferruccio Viotti"],"overview":"A billionaire hires a professional thief to steal a famous diamond.","release_date":"1967-09-08","genres":[80],"vote_average":6.1,"runtime":90,"cert":"N\/A","id":281245,"title":"28 minuti per 3 milioni di dollari","adult":false},{"cast":[],"overview":"Bartender Ronnie has gone from one job to another a lot over the years, and he wants to settle at a place that he can call his own. So Ronnie teams up with his friend Dave, and together they raise the money to buy a popular bar","release_date":"1999-01-01","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":281247,"title":"The Tavern","adult":false},{"cast":["Adam Roarke","Neville Brand","Jay Robinson","Lynn Borden","Dub Taylor"],"overview":"A man feels obligated to hijack the plane his boss is on after he has gambled himself into overwhelming debt.","release_date":"1973-06-01","genres":[18,80,53],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":281249,"title":"This Is a Hijack","adult":false},{"cast":["Inge von Wangenheim","Wilhelm Borchert","Viktoria von Ballasko","Josef Sieber","Ann Höling"],"overview":"","release_date":"1948-11-05","genres":[18],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":281251,"title":"Und wieder 48","adult":false},{"cast":["Massoumeh Ebtekar","Geoff Elliott"],"overview":"With a sense of fun and playful naivety, My America challenges the anti-American rhetoric of the last decade to discover what America stands for in 2010 and what it means for billions around the world whose lives it impacts.","release_date":"2011-01-01","genres":[99],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":281253,"title":"My America","adult":false},{"cast":["Jack Palance","Giovanna Ralli","Serge Reggiani","Folco Lulli","Venantino Venantini"],"overview":"World War II Italy...1943. After parachuting behind enemy lines on an espionage mission, an American soldier is imprisoned by the enemy. He escapes with four Italian prisoners, enlisting their aid in exploding a bridge.","release_date":"1962-09-30","genres":[18,10752],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":281255,"title":"Warriors Five","adult":false},{"cast":["Philip Brown","Edward Albert","Carla Herd","Rex Garner","Danny Keogh"],"overview":"Set in the outback of Africa's Okavango Delta, Wayne Garrison, a former Green Beret, dedicated to the conservation of the region, finds himself forced back into action","release_date":"1989-01-01","genres":[28],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":281257,"title":"Wild Zone","adult":false},{"cast":["Michael Moriarty","David Huffman","Tom Bower","Robin Gammell","Scott Hylands"],"overview":"A beautifully photographed story that gives insight into the lives and accomplishments of the Wright brothers and the period in which they lived.","release_date":"1978-12-17","genres":[36,18],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":281259,"title":"The Winds of Kitty Hawk","adult":false},{"cast":["David Warbeck","Kathleen Byron","Ciaran Madden","Dan Meaden","Kenneth Gilbert"],"overview":"Robert of Locksley is harbouring a runaway serf. A warrant is then issued for Robert's arrest: he is now an outlaw. Stars David Warbeck, Kathleen Byron and Ciaran Madden","release_date":"1969-01-01","genres":[],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":281261,"title":"Wolfshead","adult":false},{"cast":[],"overview":"LeBaron Brown would have to be completely nuts to let a vibrant, intelligent, sexy woman like Phoenix Morgan walk out of his life. But after failing to pop The Question that Phoenix was anticipating on their third dating anniversary, he's been dumped faster than he can say \"commitment phobia.\" Now, the handsome Washington, D.C., television executive is flat on his back in the office of Dr. Leighton Carter, psychotherapist, in the hopes of understanding his fear of marriage. When Dr. Carter asks him to recall all the women he's loved, LeBaron recounts his wild, erotic, risky, funny adventures in and out of bed with a bevy of ladyloves. But something is missing. Can LeBaron, who thought he knew everything about women, piece together the puzzle of himself and still salvage his relationship? Or will Phoenix, on business in Paris, discover that when it comes to lovers, the world doesn't revolve around LeBaron Brown?","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":281263,"title":"All the Women I've Loved","adult":false},{"cast":["Caroline Rogers Driscoll","Bubbercin","Christopher Guinness","Leizelle Guinness","Kwangsun Lui"],"overview":"The point-of-view of a street dog in relation to the world around her. She runs into adversity and forms alliances.","release_date":"2011-11-28","genres":[18],"vote_average":4.8,"runtime":11,"cert":"N\/A","id":281265,"title":"Pothound","adult":false},{"cast":["Don Barry","John James","Lynn Merrick","Alex Callam","Joel Friedkin"],"overview":"A young doctor rejects his older outlaw brother Johnny who put him through medical school by dubious means. The brothers find themselves on opposite sides of a range war between homesteaders and a crooked cattleman.","release_date":"1942-05-31","genres":[37],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":281267,"title":"The Cyclone Kid","adult":false},{"cast":["Sylvie Dessartre","Yves Jouffroy","Anna Perini","Anne Fabien","Isabelle Illiers"],"overview":"A woman suffering from amnesia reconstructs her life from audiotapes and discovers that she has had a sordid past, involved in prostitution, and unusual romantic relationships.","release_date":"1980-07-16","genres":[10749,18],"vote_average":7.5,"runtime":90,"cert":"N\/A","id":281272,"title":"The Immoral One","adult":false},{"cast":[],"overview":"A lonely, crippled youth meets a stranger and discovers the boundaries of his world expanded in close friendship.","release_date":"1969-01-01","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":281274,"title":"An Indefinite Tenderness","adult":false},{"cast":[],"overview":"'Looking for the Perfect Beat' is a cinema verite immersion inside the unique Los Angeles 'beat-scene' music community centered around the world famous Low End Theory club night. Filmed over the Summer of 2013, a climatic point in this particular music scene's trajectory, we are given the opportunity to elegantly lift the veil on the personal creative processes of the internationally-acclaimed pillars of the scene. Indie music luminaries such as Flying Lotus, Thundercat, Gaslamp Killer, Daedelus, Nosaj Thing, Ras G, Teebs, D-Styles, TOKiMONSTA and Matthewdavid are all featured in vivid detail. The soundtrack for the film creates itself live on camera as the film elapses. This avant-garde visual angle on each subject in their respective creative spaces provides for an introspective glimpse into what would otherwise be unseen.","release_date":"2014-07-10","genres":[99],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":281276,"title":"Looking for the Perfect Beat","adult":false},{"cast":["Wayne Burgess II","Blair Ambrosia Cameron","Rizario St Cyr","Zeek Loregnard","Sherwin Marcelle"],"overview":"In Trinidad and Tobago, a six-year-old dreams of being a superhero.","release_date":"2013-05-28","genres":[18],"vote_average":5.8,"runtime":12,"cert":"N\/A","id":281278,"title":"Captain T&T","adult":false},{"cast":["David Leon","Mitch Weissman","Tom Teeley","Ralph Castelli","Christina Applegate"],"overview":"Four guys who look and sound moderately like the Beatles play a plethora of Lennon\/McCartney classics, while footage of memorable sixties events flashes by.","release_date":"1981-07-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281280,"title":"Beatlemania","adult":false},{"cast":["Amanda Donohoe","Geoffrey Blake","Kay Lenz","Danny Kamin","Ed Amatrudo"],"overview":"A motorcycle riding lawyer fights to save the life of a mentally retarded man on death row. His own mother is ready to let him go.","release_date":"1995-06-07","genres":[18],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":281282,"title":"Shame II: The Secret","adult":false},{"cast":["Zohra Lampert","Barbara Feldon","Lance Kerwin","Stacey Nelkin","Billy Dee Williams"],"overview":"Drama centering on the lives of individuals affected by divorce.","release_date":"1980-11-24","genres":[10770,18],"vote_average":6.0,"runtime":104,"cert":"N\/A","id":281284,"title":"Children of Divorce","adult":false},{"cast":[],"overview":"Short film directed by Ira Genet","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281286,"title":"Crossroads of the Orient","adult":false},{"cast":["Samuel L. Jackson","Danny Glover","Rubén Blades"],"overview":"A psychiatrist is sent to evaluate if a convicted multiple murderer who's awaiting execution on Death Row for eighth year now and whose behavior during that time got more and more erratic is still mentally fit to be executed.","release_date":"1989-03-12","genres":[],"vote_average":8.0,"runtime":87,"cert":"N\/A","id":281288,"title":"Dead Man Out","adult":false},{"cast":["Glenn Close","Greta Garbo","John Gilbert","Aristotle Onassis","Mauritz Stiller"],"overview":"Profile of actress Greta Garbo, narrated by Glenn Close","release_date":"1990-06-01","genres":[99],"vote_average":0.0,"runtime":47,"cert":"N\/A","id":281290,"title":"The Divine Garbo","adult":false},{"cast":["Barbara Hershey","Naveen Andrews","John Taylor","Carol Lynley","Siri Baruc"],"overview":"A taxi driver (Naveen Andrews) picks up a fare (Barbara Hershey) in Manhattan. She offers the driver a large sum to drive her to the desert. While the pair drive across the country, the woman tries various strategies to lure the driver into conversation. Despite his reticence, the pair begins a tumultuous and steamy relationship.","release_date":"1999-10-01","genres":[],"vote_average":5.3,"runtime":88,"cert":"N\/A","id":281292,"title":"Drowning on Dry Land","adult":false},{"cast":["Óscar Javier Almengor","Pablo Arenales","Hector Argueta","Cristina Argueta","Edgar Barillas"],"overview":"A boy struggles against his stifling family life during the 1954 Guatemala coup.","release_date":"1994-01-01","genres":[18],"vote_average":5.0,"runtime":106,"cert":"N\/A","id":281294,"title":"Neto's Silence","adult":false},{"cast":[],"overview":"Once up on a time, there was an ugly and violent monster. Because he was ugly, everybody disliked him. One day, the monster came to the small town to get some food and found a small girl. The monster tried to eat her, but something happened to him and changed him.","release_date":"2011-05-25","genres":[16,18],"vote_average":4.3,"runtime":5,"cert":"N\/A","id":281296,"title":"Monster and Dumpling","adult":false},{"cast":["Lee Beom-soo","Jung Woo-sung","Lee Si-young","Ahn Sung-ki","Kim In-kwon"],"overview":"Professional baduk (go) player Tae-seok loses a high-stakes game to infamous underground gambler Sal-soo, and ends up framed for the murder of his own brother and locked up in prison. He vows revenge and trains ferociously. After serving his seven-year sentence, he gets in touch with his brother's former associate \"Tricks,\" hermit and blind master player \"The Lord,\" and skillful junkyard owner Mok-su; together, they begin formulating a plan to get back at Sal-soo and his men. Tae-seok slowly penetrates Sal-soo's inner circle and his gambling joint, and eliminates Sal-soo's men one by one. But Sal-soo discovers Tae-seok's true identity and engages him in one final game that will seal the fates of the two men involved.","release_date":"2014-07-03","genres":[28],"vote_average":7.0,"runtime":118,"cert":"N\/A","id":281298,"title":"The Divine Move","adult":false},{"cast":["Kimberly Chia","Tsu-Ping Chiang","Ian Fang","Edwin Goh","Elizabeth Lee"],"overview":"He Jianhao is released from the Boys' Home and his mother Huifang, is worried that he would be led astray again. Thus, she wants him to look after her stall in Bugis under her stepsister's supervision. Jian Hao's girlfriend Shanshan also manages to convince him to retake his O-levels. Jian Hao is getting back on the right path and his future seems promising. Jianhao's friend, Zach, joined a gang Yi Ren Tang to get protection as he is always bullied by Alex. Wang Guodong is a gang leader of 660 and also the father of Alex. Jianhao joined the Yi Ren Tang after much persuasion from Zach...","release_date":"2012-08-30","genres":[28,80],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":281300,"title":"Imperfect","adult":false},{"cast":["Lilian Harvey","Hans Albers","Willy Stettner","Albert von Kersten","Paul Hörbiger"],"overview":"Lilian Harvey plays Eva, a young girl taking some time in a health spa and spending her evenings in the town's vaudeville theatre enamoured by a heavily made-up clown called Quick. Quick takes a shine to her and tries to woo her without make-up and masquerading as the theatre's manager. Unable to resolve her feelings for Quick and the theatre manager, Eva is angered when she finally learns that they are one and the same.","release_date":"1932-08-07","genres":[35],"vote_average":5.8,"runtime":107,"cert":"N\/A","id":281302,"title":"Quick","adult":false},{"cast":["So Sombat","So Wanpen","David Phanampai","Tinakarn Srisungmaun","Wanpan Bannidaeng Viravan"],"overview":"After seeing his parents and grandmother killed by the Vietnamese, a 12 year old Khmer boy flees with his baby sister in an attempt to reach safety in Thailand. On the way he befriends a group of Khmer fighters.","release_date":"1985-01-01","genres":[10752,28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281310,"title":"Kampuchea: The Untold Story","adult":false},{"cast":["Victor Miller","Harry Manfredini","Robbi Morgan","Ari Lehman","Tom Savini"],"overview":"Stories from the cast and crew of the famed cult horror classic.","release_date":"2009-02-03","genres":[99],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":281312,"title":"Fresh Cuts: New Tales from Friday the 13th","adult":false},{"cast":["Loïc Corbery","Nicolas Silberg","Martine Chevallier","Michel Vuillermoz","Laurent Stocker"],"overview":"The Forest is both a vibrantly spontaneous and brutally funny family drama, and a glorious tribute to acting and theater - in other words, an Arnaud Desplechin film. With Michel Vuillermoz and Denis Podalydès as the nephew and his friend, Adeline D’Hermy as the niece, and Martine Chevallier in a stunning performance as the sublimely selfish aunt Raissa.","release_date":"2014-07-10","genres":[18],"vote_average":6.4,"runtime":82,"cert":"N\/A","id":281314,"title":"The Forest","adult":false},{"cast":[],"overview":"Caillou is a four year old boy who experienced every day something new and exciting. To understand the exciting world around him, he asks his parents and grandparents until the cows come home. So he learns, for example, why his father has to go to work, what shooting stars are and what a guide dog is. He also visited an auto repair shop, makes a visit to a farm and sees the fire department in action.","release_date":"2008-09-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281319,"title":"Caillou 11 - Kapitän Caillou und weitere Geschichten","adult":false},{"cast":["Murray Head","Zoe Latraverse","Gabriel Arcand","Louise Portal"],"overview":"This feature drama tells the story of Tom Paradise, a young 40-something refusing to grow up. Behind the wheel of his bus, he drives endlessly through the city dreaming of the landscape of the American West that forever impressed him. In love with freedom and Jack Kerouac's On the Road, he resists all the sensible people who try to persuade him to settle down. For Tom has only one idea in his head: to once again head south, riding the waves of love and fate.","release_date":"1999-07-05","genres":[],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":281321,"title":"The Big Snake of the World","adult":false},{"cast":[],"overview":"","release_date":"2009-06-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281323,"title":"Caillou 14 - Caillous Burg und weitere Geschichten","adult":false},{"cast":["Christina Aguilera"],"overview":"\"GENIE GETS HER WISH\" is a rare, candid and intimate portrait of a young and incredibly talented artis-Christina Aguilera.  This DVD features Christina performing her smash #1 single, \"Genie In A Bottle,\" rare studio footage, live concert performances and exclusive peeks backstage.","release_date":"2000-08-02","genres":[10402],"vote_average":10.0,"runtime":84,"cert":"N\/A","id":281325,"title":"Christina Aguilera: Genie Gets Her Wish","adult":false},{"cast":["Paul McCartney","Linda McCartney","Robbie McIntosh","Hamish Stuart","Blair Cunningham"],"overview":"Unplugged  is a live performance by Paul McCartney, recorded 25 January 1991.","release_date":"1991-05-13","genres":[10402],"vote_average":0.0,"runtime":48,"cert":"","id":281333,"title":"Paul McCartney: Unplugged","adult":false},{"cast":["Andy Serkis","Woody Harrelson","Steve Zahn","Karin Konoval","Terry Notary"],"overview":"Caesar and his apes are forced into a deadly conflict with an army of humans led by a ruthless Colonel. After the apes suffer unimaginable losses, Caesar wrestles with his darker instincts and begins his own mythic quest to avenge his kind. As the journey finally brings them face to face, Caesar and the Colonel are pitted against each other in an epic battle that will determine the fate of both their species and the future of the planet.","release_date":"2017-07-11","genres":[18,878,10752],"vote_average":7.0,"runtime":140,"cert":"12A","id":281338,"title":"War for the Planet of the Apes","adult":false},{"cast":[],"overview":"No plug is a live album of the Spanish rock band M Clan result of recording an acoustic concert at the end of 2000.","release_date":"2000-12-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281340,"title":"M-Clan Sin Enchufe","adult":false},{"cast":[],"overview":"Retrovision is a collection of studio recordings of Spanish rock band M Clan. In addition to the above listed topics are presented two new songs, \"I hear music\" and \"Bananas\". It is the seventh album of her career and the first and only collection with that feature so far.","release_date":"2006-07-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281342,"title":"M-Clan Retrovision","adult":false},{"cast":["Lea Lexis","Black Angelika","Kiesha Kane","Lucy Belle","Tarra White"],"overview":"If your idea of a great holiday is white sands and turquoise seas and hot girls who love it up the ass and then use cum for sun screen, take a Private TropicAnal holiday! The beach bums in this movie put the word 'hole' in holiday and then suck you off. Watch the most beautiful of the Private girls including Black Angelika, Boroka, Kathy Cambel and Tarra White get DPd, spit roasted and stuffed in the bum. Lucy Belle has the 'holeday' of her lifetime, after a pounding on the beach from 2 fat cocks. Lucy shows her gaping asshole off to the camera like some sort of sexual trophy. TropicAnal Flashbacks is a Private paradise you will never want to leave.","release_date":"2009-03-01","genres":[],"vote_average":8.5,"runtime":109,"cert":"N\/A","id":281344,"title":"TropicAnal Flashbacks","adult":true},{"cast":["Harry Piel","Dary Holm","Elisabeth Pinajeff","Hans Junkermann","Hans Behal"],"overview":"","release_date":"1931-04-26","genres":[80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281346,"title":"Schatten der Unterwelt","adult":false},{"cast":["Suziey Block","Aidan Bristow","Aaron Burt","Esther Canata","Erin Condry"],"overview":"The skeleton crew of a dig site remain over the weekend as they continue with research into a mummy they’ve found. One of them takes the research a little too far, performing a ritual to bring the spirit of the mummy back to life.","release_date":"2014-07-04","genres":[27],"vote_average":3.5,"runtime":82,"cert":"N\/A","id":281348,"title":"American Mummy","adult":false},{"cast":["Asta Nielsen","Ery Bos","Ellen Schwanneke","Hans Rehmann","Elisabeth Wendt"],"overview":"","release_date":"1932-12-23","genres":[18],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":281350,"title":"Impossible Love","adult":false},{"cast":["Thiagarajan","Rupini","R. Sarathkumar","Geetha","Ratheesh"],"overview":"Salem Vishnu is a 1990 Tamil film directed by Thiagarajan. The film stars Thiagarajan, Rupini, Sarath Kumar and Geetha in lead roles.","release_date":"1990-02-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281352,"title":"Salem Vishnu","adult":false},{"cast":["Rahman","Raghuvaran","R. Sarathkumar","Anand Babu","Rekha"],"overview":"Puriyaadha Pudhir is a 1990 Tamil film directed by K. S. Ravikumar. The film stars Rahman, Raghuvaran, Sarath Kumar and Anand Babu in lead roles.","release_date":"1990-09-07","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":281354,"title":"Puriyaadha Pudhir","adult":false},{"cast":["Rahman","Rohini","Sukumari","Nedumudi Venu","Jose Prakash"],"overview":"Parannu Parannu Parannu is a 1984 Malayalam film directed by P. Padmarajan. Elizabeth (Sukumari) has just retired as a college sports coach. Heeding to the suggestions from her students, she starts a beauty parlour with her retirement money. Her son Emil (Rahman) and brother Vakkachan (Nedumudi Venu) assist her in this venture. However things don't start out well early, till the arrival of a skilled beautician Mini (Rohini). Business starts booming, but Emil soon starts getting curious about the mysteries surrounding Mini.","release_date":"1984-07-11","genres":[9648,10749,18],"vote_average":0.0,"runtime":153,"cert":"N\/A","id":281356,"title":"Parannu Parannu Parannu","adult":false},{"cast":[],"overview":"For the first time on DVD, the Alpha Archives Collection proudly presents a two part feature length documentary celebrating the history of the Amicus Productions film company. Founded in the early 1960s by Americans Milton Subotsky and Max J. Rosenberg, Amicus produced some classic (now cult) horror movies, including Dr. Terror's House Of Horrors, The House That Dripped Blood, Tales From The Crypt, Asylum and From Beyond The Grave.  Featuring interviews with key individuals who worked for Amicus (actors, directors, etc.), and with many rare photographs and production designs throughout, this documentary is a must-see for fans of British horror cinema.","release_date":"2012-10-30","genres":[99,27],"vote_average":10.0,"runtime":121,"cert":"N\/A","id":281358,"title":"Amicus: House of Horrors","adult":false},{"cast":["Rajkiran","Meena","Rajchandar","Saradha Preetha","Nambirajan"],"overview":"En Rasavin Manasile is a 1991 Tamil film directed by Kasthuri Raja. The film stars Rajkiran, Meena, Rajchandar and Saradha Preetha in lead roles.","release_date":"1991-04-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281360,"title":"En Rasavin Manasile","adult":false},{"cast":["Jochen Brockmann","Erika Dunkelmann","Horst Naumann","Irma Münch","Fred Delmare"],"overview":"Shortly after the seizure of power by Adolf Hitler at the beginning of 1933, preparations were underway to silence the members of the socialist and communist parties.","release_date":"1956-01-13","genres":[36,18],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":281362,"title":"Der Teufelskreis","adult":false},{"cast":["Olga Kacijan","Vladislava Milosavljević","Boris Komnenić","Erol Kadić","Frano Lasić"],"overview":"Story about a group of eccentric Dadaist artists in a small Serbian town in the 1920s.","release_date":"1980-07-10","genres":[18],"vote_average":6.0,"runtime":101,"cert":"N\/A","id":281364,"title":"The Medusa Raft","adult":false},{"cast":["Dietrich Körner","Gerry Wolff","Gerhard Rachold","Hans-Peter Minetti","Beate Hanspach"],"overview":"","release_date":"1962-07-09","genres":[36,18],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":281366,"title":"Die schwarze Galeere","adult":false},{"cast":["Aloual","Éric Bossé","Stéphane Marti","Michèle Teyssier"],"overview":"An avant-garde short film.","release_date":"1980-01-01","genres":[],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":281368,"title":"Diasparagmos: Rituel dionysiaque","adult":false},{"cast":["Ramarajan","Gautami Tadimalla","Chinni Jayanth","Kumarimuthu","Malaysia Vasudevan"],"overview":"Pongivarum Kaveri is a 1989 Tamil film directed by Bose KJ. The film stars Ramarajan, Gouthami, Chinni Jayanth and Kumarimuthu in lead roles.","release_date":"1989-03-16","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281370,"title":"Pongivarum Kaveri","adult":false},{"cast":["Ramarajan","Pallavi","K R Vijaya","Goundamani","Senthil"],"overview":"Anbu Kattalai Directed by Kannan. Police officer Jagan -- who also runs an orphanage with his mother, Sumathi -- clashes with a wealthy beauty, but the sparks between them eventually ignite a passion. Meanwhile, Jagan tries to catch a...( read more  read more... ) mysterious criminal who","release_date":"1989-10-28","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281372,"title":"Anbu Kattalai","adult":false},{"cast":["Ramarajan","Abitha","Alex","Anandaraj","Senthil"],"overview":"Seeri varum kaalai is a 2001 Tamil film directed by Ramarajan. The film stars Ramarajan, Abitha, Alex and Anandharaj in lead roles.","release_date":"2001-04-19","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281374,"title":"Seeri Varum Kaalai","adult":false},{"cast":["Mohamed Darragi","Jamila Ourabi","Habib Chaari","Bchira Hah","Ahmed Hamza"],"overview":"Al Fajr is the first Tunisian feature film. It tells the story of three young Tunisians who fight against the French colonisation.","release_date":"1966-01-01","genres":[10752],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":281376,"title":"The Dawn","adult":false},{"cast":["Ramarajan","Pandiyan","Madhuri","Shanti Priya"],"overview":"Rayilukku Neramachu is a 1988 Tamil film directed by Bharathi Mohan. The film stars Ramarajan, Shantipriya, Pandiyan and Madhuri in lead roles.","release_date":"1988-07-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281378,"title":"Rayilukku Neramachu","adult":false},{"cast":["Leonard Whiting","Senta Berger","Maria Grazia Buccella","Lionel Stander","Raoul Grassilli"],"overview":"Through the childhood and the adolescence of Giacomo Casanova (from his memoirs), this is a description of how people live in the Venice of the 18th century: customs, habits, medicine, religion and most of all - the omnipresence of hypocrisy.  Written by Yepok","release_date":"1969-10-30","genres":[10749,18,36],"vote_average":6.6,"runtime":123,"cert":"N\/A","id":281380,"title":"Giacomo Casanova: Childhood and Adolescence","adult":false},{"cast":["Ramarajan","Raagasudha","K R Vathsala"],"overview":"Thangathin Thangam is a 1990 Tamil film directed by Siraaj. The film stars Ramarajan, Raagasudha and K R Vathsala in lead roles.","release_date":"1990-07-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281382,"title":"Thangathin Thangam","adult":false},{"cast":["Arun Vijay","Raasi","Prakash Raj","Vadivelu"],"overview":"Priyam is a 1996 Tamil film directed by N. Pandian. The film stars Arunkumar, Manthra, Prakash Raj and Vadivelu in lead roles.","release_date":"1996-08-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281387,"title":"Priyam","adult":false},{"cast":["Arun Vijay","Sangita","Raasi","Vadivelu","Dindugul Leoni"],"overview":"Ganga Gowri is a 1997 Tamil film directed by Madheswaran. The film stars Arun Vijay, Sangita, Mantra and Vadivelu in lead roles.","release_date":"1997-05-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281389,"title":"Ganga Gowri","adult":false},{"cast":["Arun Vijay","Suvalakshmi","Goundamani","Senthil","Vinu Chakravarthy"],"overview":"Kannaal Pesavaa is a 2000 Tamil film directed by Raj Khanna. The film stars Arunkumar, Suvalakshmi, Goundamani and Senthil in lead roles.","release_date":"2000-08-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281391,"title":"Kannaal Pesavaa","adult":false},{"cast":["Robert Hossein","George Hilton","Frank Wolff","Rik Battaglia","Ida Galli"],"overview":"Allied and German forces are stranded in desert during WW II and attempt to surrender each other.","release_date":"1969-12-26","genres":[10752],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":281393,"title":"Desert Assault","adult":false},{"cast":["Arun Vijay","Sheela Kaur","Karunas"],"overview":"Vedha is a 2008 Tamil film directed by V. Nithyakumar. The film stars  and  in lead roles.","release_date":"2008-03-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281398,"title":"Vedha","adult":false},{"cast":["Kamalinee Mukherjee","Venu Thottempudi","Krishna Bhagavan","Jeeva","Jayalalita"],"overview":"Gopi Gopika Godavari is a Telugu-language film released on 10 July 2009. The film, starring Kamalinee Mukherjee, Venu Thottempudi, Krishna Bhagavan and Sana, was directed by Vamsy.  Kamalinee Mukherjee as Gopika  Venu Thottempudi as Gopi  Krishna Bhagavan  Sana  Jayalalitha","release_date":"2009-07-10","genres":[10749,18],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":281403,"title":"Gopi Gopika Godavari","adult":false},{"cast":["Robert Blake","JoBeth Williams"],"overview":"Joe Dancer a private detective is given a big money case by Tiffany Farinpour,whose family include powerful politicians. Tiffany needs Joe to find her younger brother David who has left the family under a cloud.","release_date":"1981-01-29","genres":[9648,80,18],"vote_average":5.5,"runtime":100,"cert":"N\/A","id":281405,"title":"Joe Dancer I: The Big Black Pill","adult":false},{"cast":["Nagababu","Lakshana","Gayathri Rao"],"overview":"Some waste movie....i guess","release_date":"2008-07-11","genres":[],"vote_average":0.0,"runtime":155,"cert":"N\/A","id":281407,"title":"Ek Police","adult":false},{"cast":[],"overview":"A hitman falls in love with an old friend and starts questioning the meaning of life","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":281409,"title":"The Killing Kind","adult":false},{"cast":[],"overview":"A student filmmaker goes through the trials and tribulations of his senior thesis, all the while learning that his life on screen is not so different from the one off","release_date":"2012-01-01","genres":[],"vote_average":4.0,"runtime":62,"cert":"N\/A","id":281411,"title":"Life in Parallel","adult":false},{"cast":["Tray Chaney","Natasha 'Breezy' Malone","Ian Novick","Chrystale Wilson","Che G. Evans"],"overview":"A young couple go on a crime spree holding up stores in hope of becoming famous while being pursued by a cop who recently rejoined the force after losing his fiancee to a violent crime.","release_date":"2013-01-01","genres":[80,18],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":281413,"title":"Lorenzo and Monica","adult":false},{"cast":["Brandi Love","Marie McCray","Kirsten Price","Amanda Tate","Scarlett Fay"],"overview":"From acclaimed director Axel Braun comes the long awaited adult parody of one of the most riveting TV shows of the decade. This Ain't Game Of Thrones XXX is a funny, smart, sexy and highly entertaining gem that fans of the original will absolutely love.","release_date":"2014-04-11","genres":[35],"vote_average":7.0,"runtime":127,"cert":"N\/A","id":281415,"title":"This Ain't Game of Thrones XXX","adult":true},{"cast":["Roy Rogers","Trigger","George 'Gabby' Hayes","Dale Evans","Roger Pryor"],"overview":"The feuding Lanes and Whittakers are brought together with the help of Roy Rogers, when a business tycoon tries to play one family against the other.","release_date":"1945-07-01","genres":[28,37,10749,10402],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":281417,"title":"Man from Oklahoma","adult":false},{"cast":[],"overview":"Born on Halloween, 1935, Dale Brown's fight for justice began the day his father walked out - two days before he was born.About how an overachiever from tiny Minot, North Dakota relentlessly fought his way to the top.","release_date":"2012-05-08","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":281419,"title":"Man in the Glass: Dale Brown Story","adult":false},{"cast":["Sabu","Wendell Corey","Joy Page","Morris Carnovsky","Jimmy Moss"],"overview":"A doctor hunts a vicious, man-eating tiger that terrorizes a native jungle village. In time the doctor experiences a personal change when he accepts their native customs and beliefs.","release_date":"1948-11-08","genres":[12,28],"vote_average":7.0,"runtime":79,"cert":"N\/A","id":281424,"title":"Man-Eater of Kumaon","adult":false},{"cast":["Cha Ye-ryun","Jo Hyun-jae","Lee El","Kim Young-jun","Lee Geon-ju"],"overview":"Na Bi is a former member of an idol girl group and now an actress, but her acting is poor. Meanwhile, Hong is a movie director who studied in Poland. He is recognized as a rising star in the movie industry. He became famous for sex scenes in his films.","release_date":"2014-02-27","genres":[35,10749],"vote_average":4.0,"runtime":95,"cert":"N\/A","id":281426,"title":"One Thing She Doesn't Have","adult":false},{"cast":[],"overview":"A combination of live action and animation chronicinge the great journey of Marco Polo to the mysterious Orient. Much of the story centers on Polo's relationship with the powerful Kublai Khan.","release_date":"1973-01-01","genres":[10751,12],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":281428,"title":"Marco","adult":false},{"cast":[],"overview":"Bruce \"the Mouse\" Strauss is proud to hold the unofficial record for getting knocked out in boxing rings on every continent except Antarctica. He is a lousy boxer; but he knows it, and is happy to amuse audiences.","release_date":"1997-11-14","genres":[],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":281430,"title":"The Mouse","adult":false},{"cast":["Sadie Benning"],"overview":"Sadie Benning's first film.  A version of the teenage diary, Benning places her feelings of confusion and depression alongside grisly tales of tabloid headlines and brutal events in her neighborhood.","release_date":"1989-01-01","genres":[],"vote_average":3.0,"runtime":6,"cert":"N\/A","id":281432,"title":"A New Year","adult":false},{"cast":["Sadie Benning"],"overview":"When she was 16, Benning stopped going to high school for three weeks and stayed inside with her camera, her TV set, and a pile of dirty laundry. Living Inside mirrors her psyche during this time. With the image breaking up between edits, the rough quality of this early tape captures Benning’s sense of isolation and sadness, her retreat from the world.","release_date":"1989-01-01","genres":[],"vote_average":3.0,"runtime":5,"cert":"N\/A","id":281434,"title":"Living Inside","adult":false},{"cast":["John Beal","Wanda McKay","Warren Hymer","J. Farrell MacDonald","Barbara Pepper"],"overview":"A honeymoon couple in New York for one night of wedded bliss before he's to join the army, become involved with gangsters after they find a cadaver under their bed.","release_date":"1942-06-05","genres":[9648,35],"vote_average":5.3,"runtime":69,"cert":"N\/A","id":281436,"title":"One Thrilling Night","adult":false},{"cast":[],"overview":"A raven becomes a family pet after it saves the life of a little girl. Later, the family repays the favor by saving the bird from their neighbors who demand its immediate destruction. Stars David Carradine, David Naughton","release_date":"2001-01-10","genres":[],"vote_average":2.0,"runtime":98,"cert":"N\/A","id":281438,"title":"Out of the Wilderness","adult":false},{"cast":["Patty Duke","William Schallert","Jean Byron","Paul O'Keefe","Eddie Applegate"],"overview":"Original castmembers from the 60's series reunite as Patty fights to stop her longtime nemesis Sue Ellen from turning Brooklyn Heights High into a shopping mall.","release_date":"1999-01-01","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":281440,"title":"The Patty Duke Show: Still Rockin' in Brooklyn Heights","adult":false},{"cast":["Christel Bodenstein","Rolf Ludwig","Wilfried Ortmann","Martin Flörchinger","Gerhard Rachold"],"overview":"Young lovers Hero and Claudio, soon to wed, conspire to get verbal sparring partners and confirmed singles Benedick and Beatrice to wed as well.","release_date":"1964-04-22","genres":[18,35],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":281442,"title":"Viel Lärm um nichts","adult":false},{"cast":["Bruce Boxleitner","James Arness","Gregory Harrison","Stan Shaw","Ray Walston"],"overview":"Remake of the 1948 John Wayne feature about a man who rebels against his tyrannical guardian during a crucial cattle drive.","release_date":"1988-04-10","genres":[37],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":281444,"title":"Red River","adult":false},{"cast":[],"overview":"On August 19, 2005 Roy Koch, along with 4,400 airline mechanics, custodians, and cleaners, went on strike against Northwest Airlines, the fourth largest airline in the world.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":281446,"title":"The Red Tail","adult":false},{"cast":["Michael Shannon"],"overview":"Michael Shannon stars in the role of Herbert White, a character based on the poem of the same name by Frank Bidart. The story follows Herbert as he works in the lumber industry, supports his family, and stalks and murders women he picks up in town. While Herbert is not exactly sympathetic, viewers are allowed to enter the mind of a serial killer, and realize that most of the time he behaves like everyone else. Movies like “Henry: Portrait of a Serial Killer” have done this before, but to successfully position the audience inside the mind of a complex human monster in 14 short minutes is quite a feat.","release_date":"2010-02-13","genres":[],"vote_average":7.8,"runtime":14,"cert":"N\/A","id":281448,"title":"Herbert White","adult":false},{"cast":["Robert Livingston","Bob Steele","Rufe Davis","Gale Storm","Forbes Murray"],"overview":"The Three Mesquiteers, as army scouts, soothe hostilities between the Army and Indians after both have been riled by someone with a hidden agenda - a renegade chief, who is found to be masquerading as an Army interpreter.","release_date":"1941-05-15","genres":[37],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":281450,"title":"Saddlemates","adult":false},{"cast":["Ashley D. Merritt","Frankie Blair"],"overview":"The clock is running for football star Eric to make his next great play in life when a gang of groupies tag him and try to catch him up in a web of blackmail and deceit. The women who run this show, play the ballers like tick-tack-toe. Out the door, Eric finds out firsthand about the games that take place off the field and what he has to do to remain king and not just another sideline story.","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":281452,"title":"Sideline Confessions","adult":false},{"cast":[],"overview":"When Naomi, a fine, young sexy thing from South Central LA is invited to Palm Springs by her rich Uncle Bob to house sit for the weekend, she jumps at the chance to get out of the hood.","release_date":"2005-08-21","genres":[],"vote_average":1.0,"runtime":78,"cert":"N\/A","id":281454,"title":"Slumber Party","adult":false},{"cast":["Nafessa Williams","Meek Mill","Marvin Warner","Chico Benymon","Tray Chaney"],"overview":"Seventeen-year-old Nicole Gordon begrudgingly moves to Philadelphia from the wealthy suburbs when her mother becomes the city's new Assistant DA. As Nicole explores the city's streets, new-found friends put her in the middle of an escalating drug war and in the crosshairs of her mother's own investigation.","release_date":"2012-08-28","genres":[18],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":281456,"title":"Streets","adult":false},{"cast":[],"overview":"Based on the life of the notorious womanizing serial killer.","release_date":"2009-01-01","genres":[],"vote_average":1.0,"runtime":95,"cert":"N\/A","id":281458,"title":"Ted Bundy","adult":false},{"cast":["Shawna Lenee","Jazy Berlin","Missy Woods","Ashlyn Rae","Carolyn Reese"],"overview":"Hustler brings you the sex charged parody you've been waiting for: This Ain't I Dream of Jeannie XXX shows your favorite show in the hottest way. Sultry Genies and swinging next door neighbors make for wild trouble.","release_date":"2010-06-02","genres":[35],"vote_average":0.0,"runtime":106,"cert":"N\/A","id":281460,"title":"This Ain't I Dream of Jeannie XXX","adult":true},{"cast":[],"overview":"While filming a haunted asylum in St. Louis, Missouri, documentary filmmakers uncover a secret diary of the infamous 1949 exorcism of a 13 year old boy possessed by the devil that later inspired the book and movie, The Exorcist. Utilizing hi-tech paranormal gadgetry along with a legion of supernatural experts, they search out to capture the scariest entity known to man, the Unholy Ghost.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":281462,"title":"The Exorcist File","adult":false},{"cast":[],"overview":"Once upon a time there are two fighters Chu Man King and Master Wai who were from different kung fu style (Snake fist and Crane fist) and meet for the duel secretly. The loser must leave the town and allow the winner to his art in peace. Chu Man King wins and Master Wai was upset and plan for the revenge. Several years after the duel, Chu Man King decided to send his students across the land to spread his Snake fist art.","release_date":"1981-01-01","genres":[],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":281464,"title":"Wu long jiao yi","adult":false},{"cast":["Cameron Dee","Presley Hart","Kimber Day","Alana Rains","Cassandra Nix"],"overview":"It's 1930 in Hustler Land and prohibition means anything goes!","release_date":"2014-04-25","genres":[35],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":281466,"title":"This Ain't Boardwalk Empire XXX","adult":true},{"cast":[],"overview":"The documentary focuses on images of women in advertising, in particular on gender stereotypes, the effects of advertising on women's self-image and the objectification of women's bodies.","release_date":"2010-01-01","genres":[99],"vote_average":7.0,"runtime":45,"cert":"N\/A","id":281468,"title":"Killing Us Softly 4: Advertising's Image Of Women","adult":false},{"cast":[],"overview":"","release_date":"2009-11-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281470,"title":"Caillou 16 - Caillou, der Maler und weitere Geschichten","adult":false},{"cast":[],"overview":"","release_date":"2010-02-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281472,"title":"Caillou 17 - Caillou lernt Auto fahren und weitere Geschichten","adult":false},{"cast":[],"overview":"","release_date":"2010-05-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281474,"title":"Caillou 18 - Im tiefen Dschungel und weitere Geschichten","adult":false},{"cast":[],"overview":"","release_date":"2010-08-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281476,"title":"Caillou 19 - Spaß im Regen und weitere Geschichten","adult":false},{"cast":[],"overview":"","release_date":"2010-12-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281478,"title":"Caillou 20 - Das Segelboot und weitere Geschichten","adult":false},{"cast":["Nova Pilbeam","Cedric Hardwicke","John Mills","Felix Aylmer","Leslie Perrins"],"overview":"The tragic story of Lady Jane Grey, the young queen who reigned in England for nine days before she was executed.","release_date":"1936-09-01","genres":[18,36],"vote_average":8.3,"runtime":80,"cert":"N\/A","id":281480,"title":"Tudor Rose","adult":false},{"cast":[],"overview":"Kevin and his wife run a successful apartment building and share a wonderful life together. Kevin's brother threatens to destroy their happiness when he accidentally sets the building on fire. The stress causes Kevin to turn away from the church and puts a strain on his marriage.","release_date":"2013-01-08","genres":[],"vote_average":0.0,"runtime":116,"cert":"N\/A","id":281482,"title":"Under the Cherry Tree","adult":false},{"cast":[],"overview":"Sci-Fi short made during the 48Hour Film Project Nairobi 2013","release_date":"2013-12-01","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":281484,"title":"Bulb","adult":false},{"cast":["Panna Rittikrai","Samart Payakarun"],"overview":"Explosive action film starring Panna Rittikrai as a man caught between corrupt police officers and vicious drug gangs.  The film features non-stop action and crazy stunts including a fight with Panna taking on four guys on top of a moving truck.","release_date":"1986-01-01","genres":[28],"vote_average":7.0,"runtime":57,"cert":"N\/A","id":281486,"title":"Thai Police Story","adult":false},{"cast":[],"overview":"","release_date":"2011-07-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281488,"title":"Caillou 22 - Caillou lernt Rollschuhfahren und weitere Geschichten","adult":false},{"cast":["Frank Zagarino","Martin Kove"],"overview":"He' s been betrayed by his country, stripped of his honor and exiled to a foreign land. Now maverick Marine officer Frank Zagarino has found a way to get back what was stolen from him. And he'll get it-no matter what it takes.","release_date":"1996-02-20","genres":[],"vote_average":4.3,"runtime":90,"cert":"N\/A","id":281490,"title":"Without Mercy","adult":false},{"cast":["Stella Stevens","Debbie Allen","Héctor Elizondo","Amy Steel","Rosanna DeSoto"],"overview":"A young female prison guard finds out that her first assignment is to San Quentin, one of the toughest prisons in the country.","release_date":"1983-10-23","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":281492,"title":"Women of San Quentin","adult":false},{"cast":["Don Barry","Julie Duncan","Frank M. Thomas","Syd Saylor","Dick Botiller"],"overview":"A former outlaw becomes a Wells Fargo guard, but when the stagecoach is robbed, he becomes a wanted man once again.","release_date":"1941-01-06","genres":[37],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":281494,"title":"Wyoming Wildcat","adult":false},{"cast":["Jim Youngs","James Noble","Mykelti Williamson","Faith Ford","Bess Motta"],"overview":"A young actor's fascination with Rober De Niro's TAXI DRIVER persona leads him into a morass of strange and obsessional behaviors.","release_date":"1987-09-25","genres":[35],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":281496,"title":"You Talkin' To Me?","adult":false},{"cert":"N\/A","title":"Caillou 28 - Hamsti, der Hamster und weitere Geschichten","cast":[],"genres":[],"id":281498,"overview":"","runtime":null,"release_date":"2013-01-18","vote_average":0.0,"adult":false}]