[{"cast":[],"overview":"","release_date":"2013-04-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281500,"title":"Caillou 29 - Caillou geht auf Schatzsuche und weitere Geschichten","adult":false},{"cast":["Jirayut Wattanasin","ภารดา บุญมี","ปัทมภรณ์ ปิ่นทอง","มอริส เค","กฤตย์ อัทธเสรี"],"overview":"Angrit is a single handsome guy who has to take care of his niece because her parents passed away. Often there are times where they don't get along, but one day they finally decides for a truce in order to put an end to their disputes. Angrit likes Miew, who is deaf. When his niece finds out about Miew she instantly rejects her and the adults must make her understand their love.","release_date":"1992-06-11","genres":[18,35],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":281502,"title":"Big, Bigger and Bigger","adult":false},{"cast":["Nikolai Kinski","Bettina Zimmermann","Ireen Kirsch"],"overview":"A commercially realistic but artistically conflicted playwright lends his Berlin apartment to a young actress friend so she can rehearse her drama school audition while he goes off to save his doomed production in New York.","release_date":"2010-04-27","genres":[],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":281504,"title":"The Apologies","adult":false},{"cast":["Erin Pitt","Genneya Walton","Devyn Nekoda","Jake Simons","Rex Harrington"],"overview":"Isabelle is an inspired dancer, but when her sister and a classmate make her doubt herself, she's motivated by a ballerina to find her own way to shine. Stars Erin Pitt & Grace Davidson.","release_date":"2014-01-01","genres":[10751,18],"vote_average":5.6,"runtime":99,"cert":"N\/A","id":281506,"title":"An American Girl: Isabelle Dances Into the Spotlight","adult":false},{"cast":["Hal Hartley","Miho Nikaido"],"overview":"Hartley and his wife, Miho Nikaido, travel to Japan to see her parents and reflect on 12 years of marriage, her career ambitions, and the adventures of growing older.","release_date":"2010-04-22","genres":[],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":281508,"title":"Adventure","adult":false},{"cast":["Alanna Ubach","Michael Navarra","Patrick Russell","Barbara Niven","Rolf Saxon"],"overview":"When a woman with multiple personality disorder finds herself uncontrollably chasing danger, she's ready to end it all. Can a relationship with one good man change her mind?","release_date":"2014-05-28","genres":[18],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":281510,"title":"Being Us","adult":false},{"cast":["Christina Trevino","Sebastian Trevino","Daniela Somers","C.H. Morris","Peter Madrigal"],"overview":"Angelica is a fresh-on-the-job elementary school teacher who notices one of her students, Willow, seems troubled and different from all the other kids","release_date":"2010-01-01","genres":[],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":281512,"title":"Daddy's Home","adult":false},{"cast":["Albano","Susanna Martinková","Nino Taranto","Antonella Steni","Riccardo Garrone"],"overview":"Giorgio, a young mining engineer, moved to work in Africa. His wife does not want to follow him and he suspects a betrayal. In the cast also Rocky Roberts singing two songs.","release_date":"1969-03-07","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":281514,"title":"Il ragazzo che sorride","adult":false},{"cast":["Dieter Hallervorden","Rotraud Schindler","Helga Ballhaus","Helga Schlack","Ethel Reschke"],"overview":"A student of chinese languages tries to find a wife.","release_date":"1969-02-18","genres":[35],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":281516,"title":"Several Times Daily","adult":false},{"cast":["Richard Greene","Luke Halpin"],"overview":"An anthropologist is shipwrecked with his family while on an expedition in search of an uncharted South Pacific island.","release_date":"1967-01-01","genres":[12,878],"vote_average":5.0,"runtime":92,"cert":"N\/A","id":281518,"title":"Island of the Lost","adult":false},{"cast":["Mohamed Bektic","Jasmina Mameledzhma"],"overview":"Documentary by D.Gaglianone","release_date":"2008-11-01","genres":[],"vote_average":0.0,"runtime":170,"cert":"N\/A","id":281520,"title":"Rata nece biti!","adult":false},{"cast":["Anna Malle","Angelica Sin","Alyssa Allure","Teri Starr","Nikita Cash"],"overview":"Robin Hood and his band of thieves rebel against the evil Queen and Sheriff Naughtyham's efforts to collect a tax on pussy. Robin rallies his men under the banner of \"All Pussy Shall Be Free!\"","release_date":"2010-06-02","genres":[],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":281522,"title":"This Ain't Robin Hood: A XXX Parody","adult":true},{"cast":["Jason Maza","Nick Nevern","Tom Burke","Ray Fearon","Steven O'Donnell"],"overview":"Danny wants something more. Expelled from school and living in his grandfathers flat, he longs to live up to the image of his estranged father Danny Senior","release_date":"2014-06-13","genres":[35],"vote_average":5.2,"runtime":90,"cert":"15","id":281524,"title":"The Hooligan Factory","adult":false},{"cast":["Trisha Mann","Carolyn Owens","Dickie Wrightsil","Dominiqua Alexis","Sid Burston"],"overview":"Cold-hearted professor Dominique is suffering from kidney failure. While attending the Smith and Wesson family reunion, she tries to approach estranged sister, CeCe, for a transplant. However, the two of them have too many unresolved issues from their childhood. At great emotional expense, CeCe tries to confront past demons to find forgiveness and healing. Struggling with her own vulnerability, Dominique is forced to do some soul searching to address personal shortcomings in order to save her own life. And as the events surrounding the reunion continue to unfold, family members uncover buried truths and love, yet family politics nevertheless persist with the Smiths vying to maintain dominance and shut out the Wesson faction.","release_date":"2006-01-01","genres":[35,18],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":281526,"title":"Reunion","adult":false},{"cast":[],"overview":"A wife and mother drifts back to her life as a call girl.","release_date":"1992-01-01","genres":[],"vote_average":4.0,"runtime":105,"cert":"N\/A","id":281528,"title":"Those Secrets","adult":false},{"cast":["Mario Duane Woodard","Cherry Sparks","Eric Bare","Rockey Black","Willie Carodine"],"overview":"Aaron Corbin, a successful businessman, finds himself enjoying life and his new bride Kelly. Married life suits Aaron and his company has hit it big, but with new found success comes bigger problems. His life begins to fall apart and to save it means regrettable deadly consequences of betrayal and murder.","release_date":"2008-11-15","genres":[18,53],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":281530,"title":"Till Death Do Us Part","adult":false},{"cast":["Christian Keyes","Carl Anthony Payne II","Jason Weaver","Shanti Lowry","Vanessa Simmons"],"overview":"From the outside looking in, Reggie Brooks is just an average guy working as a fitness trainer in a neighborhood gym. His good looks have always worked to his benefit overshadowing the fact that he lives paycheck to paycheck struggling to make ends meet. After being notified that he has come into a lump sum of money years after his parents perished in the tragedy of 9\/11, Reggie decides that it's best to keep his new multi-millionaire status under wraps. The only person who knows the truth about his bank account is Reggie's childhood friend Blake Montgomery. Tired of hearing his best friend whine about meeting a good woman, Blake and his fun loving wife Piper challenge Reggie to go on a dating blitz in an attempt to find a wife in 30 days or less.","release_date":"2013-01-01","genres":[35],"vote_average":10.0,"runtime":88,"cert":"N\/A","id":281532,"title":"What Would You Do for Love","adult":false},{"cast":["Karin Hübner","Gerhard Bienert","Maly Delschaft","Hans-Peter Thielen","Eduard von Winterstein"],"overview":"","release_date":"1958-03-14","genres":[36,18],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":281534,"title":"Emilia Galotti","adult":false},{"cast":["Lili Taylor","John Turturro","Will Patton","Olek Krupa","Richard Bright"],"overview":"A lovely school teacher finds herself the victim of a scam artist - a garage owner who delights in ripping off his customers. Soon, she has two eager young men, her lizard-loving neighbour and his friend, on her side to help her exact revenge on the sleazy mechanic, who is the leader of a stolen car ring.","release_date":"1998-04-19","genres":[28],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":281536,"title":"All Revved Up","adult":false},{"cast":["Susan Featherly","Tien Fran","Devinn Lane","Lauren Montgomery","Mia Zottoli"],"overview":"A nightclub owner is plagued by financial problems, as well as a masked kidnapper, just before his new club opens.","release_date":"2001-12-26","genres":[],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":281544,"title":"Animal Attraction III","adult":false},{"cast":["Rue McClanahan","Kristy McNichol","John Wesley Shipp","Anne Bobby","Conor O'Farrell"],"overview":"Soon after returning from their honeymoon, John and Margaret Hix receive the surprise of their life - at 53, Margaret is pregnant! Against her husband's wishes, Margaret decides to keep the baby... but she isn't the only one in the family who is expecting. Margaret's daughter, Mary, who has just left the convent, is due just a few months before her mother.","release_date":"1991-12-22","genres":[18],"vote_average":3.0,"runtime":105,"cert":"N\/A","id":281546,"title":"Baby of the Bride","adult":false},{"cast":["Leon","Gina Lim","Nathaniel DeVeaux","Susan Finque","Nancy Griffiths"],"overview":"Eddie Johnson is looking for a new line of work. He's a battle-scarred undercover cop, working in a universe where nothing seems to add up. It‘s Seattle‘s notorious Chinatown corridor, where women look like men, everyone has a hidden agenda, and anything that looks like salvation will probably pump you full of lead. When his partner is gunned down in a drug bust gone awry, Johnson is suspended for insubordination. But his thirst for the killer‘s trail remains at a lever pitch, especially when he meets Mai Lei (Gina Lim), the sexy assistant to an enigmatic preacher connected with murder. She's everything that Johnson wants; a pleasure-seeking jaguar who gets hotter near the smell of a Harley. Too bad she's a former hooker\/assassin with a classified file at Army intelligence. Before he uncovers her deadly past, he'll undergo a major ATTITUDE adjustment.","release_date":"1993-12-01","genres":[28],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":281548,"title":"Bad Attitude","adult":false},{"cast":[],"overview":"The Beatles first-ever U.S. concert performance from February 11, 1964 at D.C.'s Washington Coliseum.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281550,"title":"The Beatles: The Lost Concert","adult":false},{"cast":["Horst Schulze","Lyudmila Kasyanova","Michail Alexandrowitsch Uljanow","Albert Hetterle","Erika Dunkelmann"],"overview":"The biography of the German socialistic politician Karl Liebknecht and his fight against World War I.","release_date":"1965-09-09","genres":[18],"vote_average":0.0,"runtime":114,"cert":"N\/A","id":281552,"title":"Solange Leben in mir ist","adult":false},{"cast":["Barry Bostwick","Lee Purcell","Cristen Kauffman","Isaac Hayes","Craig Richard Nelson"],"overview":"A married commercial filmmaker (Barry Bostwick) is charged with statutory rape when it is revealed that his lover (Cristen Kaufman) is only 16.","release_date":"1986-03-01","genres":[10770,18],"vote_average":5.5,"runtime":94,"cert":"N\/A","id":281554,"title":"Betrayed by Innocence","adult":false},{"cast":["Stephen Rea","Illeana Douglas","Jason Priestley","Olivia d'Abo","Lisa Kudrow"],"overview":"Brian is a television writer-producer who has to script a 22-episode anthology, but lacks inspiration. He witnesses a strange romantic encounter between two figures on the balcony of hotel near his flat and decides to write scripts with his writer friends based on what he saw.","release_date":"1997-09-19","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":281556,"title":"Sink or Swim","adult":false},{"cast":["Karen Noseff"],"overview":"Black Mold Exposure explores the bizarre illnesses associated with exposure to toxic mold and the film participants' difficult task of regaining their health and lives in an atmosphere of political and social intolerance and disbelief. Black Mold Exposure is a first-ever look into the lives of those claiming to be ill from mold and the controversial and volatile climate surrounding it.","release_date":"2009-04-21","genres":[99],"vote_average":8.0,"runtime":101,"cert":"N\/A","id":281558,"title":"Black Mold Exposure","adult":false},{"cast":["Abby Dalton","Felton Perry"],"overview":"Children's adventure about a teenager and his dog","release_date":"1999-08-01","genres":[12],"vote_average":6.3,"runtime":null,"cert":"N\/A","id":281560,"title":"Buck and the Magic Bracelet","adult":false},{"cast":["Andrew Tarbet","Andrew Tarbet","Laia Marull","Stephanie Morgenstern","Macha Grenon"],"overview":"Malcolm's (28) new love, Alicia (25), an illegal Chilean refugee, will be short-lived if he does not make the right choice.","release_date":"2000-09-24","genres":[35,10749],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":281562,"title":"Café Olé","adult":false},{"cast":[],"overview":"A Call To Action, a documentary that captures the story of how a motivated group of musicians and fans created HeadCount, a grassroots non-partisan, not-for-profit voter registration organization, depicts how HeadCount sprang out of the live music community to become a force in a nationwide movement to mobilize young voters.","release_date":"2008-01-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281564,"title":"A Call to Action","adult":false},{"cast":["Penny Marshall","Richard Gilliland","Jonathan Silverman","Mary Woronov","Paul Gleason"],"overview":"Nora Scoonover is 35, divorced, in debt and going nowhere when her 16 year-old son, Steven, runs away from camp and asks to spend the summer with her. Together they decide that she will enter the Ironman Triathlon competition in Hawaii, although she has not done any running since high school. The experience brings them together.","release_date":"1985-02-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281566,"title":"Challenge of a Lifetime","adult":false},{"cast":["Bunta Sugawara","David Carradine","George Kennedy"],"overview":"After his daughter is kidnapped and his wife murdered by drug dealers, a man finds that the gang is protected by corrupt politicians, and sets out to wipe out the gang and expose the politicians.","release_date":"1992-12-01","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281568,"title":"Distant Justice","adult":false},{"cast":[],"overview":"A musical documentary that uniquely tells the history of Jewish culture in Poland.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281570,"title":"100 Voices: A Journey Home","adult":false},{"cast":[],"overview":"European Surf Journal is a great new surf film all about surfing in Europe. There are many rarely filmed locations. This film features the best waves and surfers from 10 European countries. Its world premiere was in Lisbon June 2012 receiving a standing ovation at the end of the screening before a packed cinema audience of 300 people.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281572,"title":"European Surf Journal","adult":false},{"cast":["Dean Cameron","Jennifer Rubin","Bruce Abbott","Richard Lynch"],"overview":"The cast of the 1988 film, Bad Dreams, talk about their experiences making a film with heavy themes of suicide, guilt, depression, and mass death.","release_date":"2011-09-13","genres":[99],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":281574,"title":"Dream Cast","adult":false},{"cast":["Kenny Doughty","Claire Goose","Paul Popplewell","David Hayman","Christine Tremarco"],"overview":"Jamie Gilliam is a bright young rising star with Castlefield City, a first division club on the verge of promotion to the premiership. When lapdancing student Sharon goes out to a club with friends she bumps into him and ends up going back to his place. She wakes up the next day feeling ill and not being able to remember how she got naked in his bed. When she later goes to the police charging rape no-one believes her and the club settles with her privately to keep her quiet. But is Jamie as clean cut as he appears?","release_date":"2003-10-29","genres":[53,18],"vote_average":0.0,"runtime":95,"cert":"","id":281576,"title":"Gifted","adult":false},{"cast":["Fish"],"overview":"Recorded live at Muziekcentrum, Enschede, Holland on June 28th\/29th 2002.  DVD 1\r 01. Script For A Jesters Tear [Dick\/Rothery\/Kelly\/Trewavas\/Pointer]\r 02. Misplaced Childhood [Dick\/Rothery\/Kelly\/Trewavas\/Mosley]:  Pseudo Silk Kimono  Kayleigh  Lavender  Bitter Suite  Heart Of Lothian  Waterhole (Expresso Bongo)  Lords Of The Backstage  Blind Curve  Childhood's End?  White Feather\r 03. Torch Song\/Slainte Mhath [Dick\/Rothery\/Kelly\/Trewavas\/Mosley]\r 04. Forgotten Sons [Dick\/Rothery\/Kelly\/Trewavas\/Mosley]\r 05. Fugazi [Dick\/Rothery\/Kelly\/Trewavas\/Mosley]  Approx running time 93 minutes  Extras: interview part 1, 30 minutes  DVD 2\r 01. Vigil in a Wilderness of Mirrors [Dick\/Simmonds]\r 02. Just Good Friends [Dick\/Usher\/Simmonds]\r 03. 3D [Dick\/Wesley\/Young]\r 04. Rites of Passage [Dick\/Simmonds]\r 05. State Of Mind (featuring Jan Ackerman) [Dick\/Simmonds\/Lindes]\r 06. Shadowplay [Dick\/Simmonds]\r 07. Raw Meat [Dick\/Paterson]  Approx running time 61 minutes","release_date":"2003-04-01","genres":[10402],"vote_average":8.0,"runtime":208,"cert":"N\/A","id":281578,"title":"Fool's Company","adult":false},{"cast":[],"overview":"\"Zdravi ljudi za razonodu\"(\"Healthy People For Fun\" or \"The Litany of the Healthy People\") by Karpo Godina, Yugoslavia 1971, portrays the peoples living in the multicultural Yugoslavian province Vojvodina (today part of Serbia).  \"Nations and ethnic groups in the province of Vojvodina live in harmonious coexistence. However, members of the same ethnic groups paint facades of their houses the same color -- Croats red, Hungarians green, and Slovaks blue... The film delighted audiences at the premiere and won an award at the Belgrade Documentary and Short Film Festival, but it was soon banned because of alleged subversive elements.","release_date":"1971-01-01","genres":[99],"vote_average":7.0,"runtime":10,"cert":"N\/A","id":281580,"title":"Healthy People for Fun","adult":false},{"cast":["Brian Baumgartner","Jared Hillman","Vanessa Claire Stewart","Kevin Rahm"],"overview":"Have you ever wondered what would happen if the words \"moose\" and \"cock\" were to suddenly come together to form a new word? This hard-hitting short film probes the possibilities.","release_date":"2006-04-28","genres":[35],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":281582,"title":"Moosecock","adult":false},{"cast":["Rose Hobart","Michael Whalen","Stanley Fields","Joan Woodbury","Richard Bond"],"overview":"A woman hoping to raise cash to pay for an operation to restore her blind brother's eyesight finds herself implicated in a nightclub murder.","release_date":"1941-09-12","genres":[80,28],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":281584,"title":"I'll Sell My Life","adult":false},{"cast":["André Rieu"],"overview":"To the music of Thus spake Zarathustra the gates open to reveal an enchanting, fairy-tale world. There are stunning melodies, recorded at Efteling, one of the world’s most beautiful fairy-tale theme parks, and performed by André Rieu, his orchestra and choir and some fantastic soloists. It is a fascinating, magical film, exciting and amusing","release_date":"2007-01-01","genres":[10402],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":281589,"title":"André Rieu - In Wonderland","adult":false},{"cast":["Marilyne Canto","Antoine Chappey","Samson Dajczman","Jules Ritmanic","Jean-Marie Chappey"],"overview":"Élise lives with her 10-year-old son Léo, whose father is deceased. She has a chaotic relationship with Paul her lover. They go from happy moments to intense feuds. Élise introduces him to Léo and in time, they get to know and appreciate each other.","release_date":"2014-02-26","genres":[10749,18],"vote_average":6.2,"runtime":87,"cert":"N\/A","id":281591,"title":"Le sens de l'humour","adult":false},{"cast":["Tibor Hajas","Rasa Todosijevic","Iain Robertson","Zbigniew Warpechowski","Milan Knizak"],"overview":"About Performance Art and its historical origins including its links with folk customs. The film includes extracts from the work of many different performance artists from England and abroad collected from 1979 to 1983, amongst them: Tibor Hajas (Hungary), Rasa Todosijevic (Yugoslavia), Iain Robertson (Scotland), Zbigniew Warpechowski (Poland), Milan Knizak (Czechoslovakia), Natalia LL (Poland), Ewa Partum (Poland), Jan Mlcoch (Czechoslovakia), Sonia Knox (Northern Ireland), Jerzy Beres (Poland) and Stuart Brisley (England). The film also records the Haxey Hood and Padstow Hobbyhorse folk dances from Lincolnshire and Cornwall respectively.","release_date":"1984-01-01","genres":[99],"vote_average":0.0,"runtime":55,"cert":"","id":281593,"title":"Being and Doing","adult":false},{"cast":[],"overview":"A film editor's setup. A man plays with a balloon.","release_date":"1980-01-01","genres":[],"vote_average":7.0,"runtime":2,"cert":"N\/A","id":281595,"title":"Media","adult":false},{"cast":[],"overview":"","release_date":"1932-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281597,"title":"Storm in Tatra","adult":false},{"cast":["Jack Buchanan","Maurice Chevalier","June Knight","Marta Labarr","Gertrude Musgrove"],"overview":"Two small-time song-and-dance men come up with what they believe is a surefire publicity stunt, guaranteed to keep their names in the public eye--one of them will \"disappear\" in what looks like a murder, and the other will be convicted of the crime. Then the \"dead man\" will suddenly show up at his partner's murder trial. Unfortunately, things don't quite go as planned. For one thing, no one seems to much care that the \"dead man\" is missing, and for another thing he's mistaken for the leader of a Balkan revolutionary group and is kidnapped by the other side.","release_date":"1938-01-02","genres":[10402,35],"vote_average":6.0,"runtime":72,"cert":"","id":281599,"title":"Break the News","adult":false},{"cast":[],"overview":"Directed by Saul Levine.","release_date":"1976-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281601,"title":"Breaking Time part 1","adult":false},{"cast":["Hülya Koçyiğit","Hakan Balamir","Erol Taş","Kadir Savun","Aydemir Akbaş"],"overview":"Directed by Lutfi Akad.","release_date":"1974-01-02","genres":[18],"vote_average":7.5,"runtime":90,"cert":"N\/A","id":281603,"title":"Blood Money","adult":false},{"cast":["Fikret Hakan","Pervin Par","Settar Hazım Körmükçü","Ahmet Tarık Tekçe","Hulusi Kentmen"],"overview":"Directed by Atif Yilmaz.","release_date":"1957-01-02","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281605,"title":"The Bride's Murat","adult":false},{"cast":[],"overview":"Celebrate the season with classic holiday stories full of humor and heart!  In \"The Small One,\" a young boy discovers the true spirit of the season when he gives his beloved donkey to a very special passenger on a very special night.  Then, laughs light up the house when Pluto discovers Chip 'n' Dale living inside \"Pluto's Christmas Tree.\"  And in \"Mickey's Christmas Carol,\" everybody's favorite mouse and a host of other Disney characters present their delightful and uplifting adaptation of Dickens' beloved Christmas tale.  Your whole family will love every minute of this classic collection of heartwarming holiday stories!","release_date":"2005-09-27","genres":[10751,16],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":281607,"title":"Classic Cartoon Favorites, Vol. 9 - Classic Holiday Stories","adult":false},{"cast":[],"overview":"This 1957 Romanian short animation and Cannes Film Festival winner skilfully and with incredible artistic expression manages to condense the entire narrative of human evolutionary theory into a ten minute short film. Not only that, he eerily anticipates the communist triumph of the USSR launching the first man into space by a few years.","release_date":"1956-01-02","genres":[],"vote_average":5.8,"runtime":3,"cert":"N\/A","id":281609,"title":"Brief History","adult":false},{"cast":["Robert Mitchum","Anne Jeffreys","Nancy Gates","Guinn Williams","Craig Reynolds"],"overview":"Just as Nevada wins $7000 in yellowback bills, Ben Ide takes his $7000 and heads out to buy mining equipment. Burridge has his man Powell kill Ide and retrieve the money and Nevada finds Ide just as the posse arrives. Found with the money Nevada is arrested and Burridge now gets Powell to incite the local citizens to lynch Nevada.","release_date":"1944-12-25","genres":[37],"vote_average":6.8,"runtime":62,"cert":"N\/A","id":281611,"title":"Nevada","adult":false},{"cast":[],"overview":"Per Mark McElhatten, it \"unveils a kind of rainy day, indoor, peaceable kingdom of desultory and idyllic debauchery, masturbatory reveries and hermaphroditic transformations.\"","release_date":"1993-01-01","genres":[],"vote_average":5.0,"runtime":10,"cert":"N\/A","id":281613,"title":"Downs Are Feminine","adult":false},{"cast":["William Rushton"],"overview":"Sam dreams of meeting Father Christmas, so when Santa arrives at his house Sam hides in the big guy's sack. Later, Santa discovers the stowaway, and invites him to a special Christmas dinner, where he presents Sam with a special watch.","release_date":"1980-12-20","genres":[],"vote_average":0.0,"runtime":20,"cert":"","id":281615,"title":"Santa's Pocket Watch","adult":false},{"cast":["Dave Saint-Pierre"],"overview":"Dancer and choreographer Dave St-Pierre is adored by critics and audiences alike. His subversive, innovative works are taking Europe by storm. But his own body is failing him. Dave is 34 and has cystic fibrosis. The average life expectancy for sufferers is 37. His doctors have given him two years to live unless he has a lung transplant. With the sense of urgency growing, his best friend and creative partner, director and actress Brigitte Poupart, turns her camera on the daily life of a man who is waiting for a life-or-death call from the doctor. A call that could come at any moment. United by art and friendship, the two create a space in which creativity emerges as a vital act. Over My Dead Body is an engrossing private diary that accepts neither taboos nor fate. It features testimonials from Dave's friends, loved ones and collaborators, as well as excerpts from his works.","release_date":"2012-02-26","genres":[],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":281617,"title":"Over My Dead Body","adult":false},{"cast":["Ellen Sandweiss","Theresa Tilly","Betsy Baker","Robert Tapert","Tom Sullivan"],"overview":"Cast and crew, as well as some famous fans, recall the insanity that was the making of the ultimate experience of grueling terror that is The Evil Dead.","release_date":"2007-12-18","genres":[99],"vote_average":10.0,"runtime":53,"cert":"N\/A","id":281619,"title":"One by One We Will Take You: The Untold Saga of The Evil Dead","adult":false},{"cast":[],"overview":"Short film\/ \"Dollar Baby\" version of the Stephen King short story from 1987.","release_date":"1987-10-10","genres":[27],"vote_average":5.3,"runtime":12,"cert":"N\/A","id":281621,"title":"The Lawnmower Man","adult":false},{"cast":["Laurence Harvey","Sylva Koscina","Isa Miranda","Gina Sammarco","Guido Mannari"],"overview":"The mysterious relationship between a beautiful woman and a photographer.","release_date":"1969-09-01","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":281623,"title":"He and She","adult":false},{"cast":[],"overview":"Welcome to the picturesque world of the Kaldarash Roma – a closed community of no more than 1 million people all over the world. 'Concrete Pharaohs' take us on a journey into the lifestyle and traditions of the most hidden and intriguing Roma communities. A charismatic Gypsy baron will walk us through his stories and his new house. We will learn the hot trends in Roma tombstone design. We will go down into the underground homes of African granite, furnished with beds, wardrobes, stereos and a charged cell phone – a direct line to the other world. A celebration of life and afterlife in all of their manifestations.","release_date":"2010-05-06","genres":[99],"vote_average":0.0,"runtime":47,"cert":"N\/A","id":281625,"title":"Concrete Pharaohs","adult":false},{"cast":[],"overview":"","release_date":"2012-12-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281627,"title":"Despierta, todo es mentira","adult":false},{"cast":["Sam Loco Efe","John Okafor","Chiwetalu Agu","Charles Inojie","Nnamdi Eze"],"overview":"Four miscreants join the police force and engage in a spree of incompetence and corruption.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":281632,"title":"Police Recruit","adult":false},{"cast":["Marie-France","Michèle Moretti","Howard Vernon","Xavier Grandes","Gaëtane Gaël"],"overview":"Adolfo Arrieta’s third feature film stars famed French transsexual and founding member of the FHAR (Homosexual Front for Revolutionary Action), Marie-France, and is widely regarded as the first Parisian underground film. The loose plot revolves around the ex-wife of a famous sculptor who convinces her lover to remove a work by her ex-husband and replace it with a live model.","release_date":"1974-06-14","genres":[18],"vote_average":5.0,"runtime":71,"cert":"N\/A","id":281637,"title":"Les Intrigues de Sylvia Couski","adult":false},{"cast":[],"overview":"Merlin, shot on 35mm, is an adaptation of Cocteau's play \"Knights of the Round Table.\"","release_date":"1991-07-01","genres":[],"vote_average":5.0,"runtime":58,"cert":"N\/A","id":281639,"title":"Merlín","adult":false},{"cast":[],"overview":"In his latest video essay Vacanza Permanente, Arrietta discovers and enthusiastically embraces digital editing at home.","release_date":"2006-01-01","genres":[99],"vote_average":5.0,"runtime":40,"cert":"N\/A","id":281641,"title":"Vacanza permanente","adult":false},{"cast":[],"overview":"Cartoon about a small tortoise.","release_date":"1980-01-01","genres":[],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":281643,"title":"Про черепаху","adult":false},{"cast":[],"overview":"The Private Archives of Pablo Escobar","release_date":"2004-07-12","genres":[],"vote_average":5.0,"runtime":70,"cert":"N\/A","id":281645,"title":"Los Archivos Privados de Pablo Escobar","adult":false},{"cast":["Sofía Espinoza","Daniela González","Jessika González","Lilia González","Laureano Olivares"],"overview":"El Regreso is a venezuelan movie written and directed by Patricia Ortega, which tells the story of a Wayuu girl that survived the slaughter of his people, in Bahía Portete from the Colombian Guajira, and therefore, she is forced to grow in a unknown world to her.","release_date":"2013-08-23","genres":[18],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":281650,"title":"The Return","adult":false},{"cast":["Jessica Drake"],"overview":"Adult Source Media is proud to present the next feature from our Award-Wining 3D CGI Animation studio, Alice In Wonderland: A XXX Animated Parody.Featuring state of the art 3D animation, follow the story of grown up adult Alice as she discovers Underland and it's cast of deviant characters. Strange....Surreal.....Magic....Follow Alice down the hole & experience a whole new level of psychedelic sexiness!","release_date":"2011-01-02","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":281652,"title":"Alice in Wonderland: A XXX Animation Parody","adult":true},{"cast":["Kimberly Kane","Samantha Ryan","Kirsten Price","Sasha Knox","Skin Diamond"],"overview":"Say goodbye to the dorky, fumbling Clark Kent of the '70s... Ryan Driller reprises the role that launched his career, but in his latest epic spoof, legendary director Axel Braun gives us an updated version of the classic all-American superhero. After a freak accident in which he kills Livewire, Clark leaves Lois, burns his costume and goes back to Smallville to rekindle his romance with Lana Lang. But President Luthor has other plans... and they involve Silver Banshee and Bizarro. It's a darker, moodier, bolder look at an iconic character, with more action, more drama, and definitely more sex than any of its mainstream incarnations, and of course with the exceptional quality and attention to detail that fans of Axel Braun have come to expect of him.","release_date":"2013-07-09","genres":[],"vote_average":10.0,"runtime":106,"cert":"N\/A","id":281654,"title":"Man of Steel XXX: An Axel Braun Parody","adult":true},{"cast":["Lexi Belle","Heather Starlet","Asa Akira","Tommy Pistol","Rocco Reed"],"overview":"A new way to watch adult movies has finally arrived! Intorducing Sailor Poon: XXX Interactive Parody! A live action and interactive spoof of one of the most popular cartoon series on earth!  And when you are done, you can start again, or pick another girl. With so many choice combinations, you can enjoy these hot Sailor sluts any way that you want, including a feature parody version, where you can watch the entire sexy movie without having to make any choices. Get ready for the hottest porn characters in ways that you have never experienced before!","release_date":"2012-10-08","genres":[],"vote_average":10.0,"runtime":89,"cert":"N\/A","id":281659,"title":"Sailor Poon: XXX Interactive Parody","adult":true},{"cast":["Barry Nelson","Peter Lorre","Linda Christian","Michael Pate","Eugene Borden"],"overview":"American spy James Bond must outsmart card wiz and crime boss LeChiffre while monitoring his actions.","release_date":"1954-10-20","genres":[18],"vote_average":5.2,"runtime":48,"cert":"N\/A","id":281661,"title":"Casino Royale","adult":false},{"cast":[],"overview":"A persistent trumpeter tries to join the quartet, who doesn't want him.","release_date":"1965-12-03","genres":[16],"vote_average":6.5,"runtime":3,"cert":"N\/A","id":281663,"title":"The Fifth One","adult":false},{"cast":["Ewald Balser","Josef Meinrad","Käthe Gold","Ulrich Bettac","Otto Kerry"],"overview":"","release_date":"1950-12-12","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":281665,"title":"Der Wallnerbub","adult":false},{"cast":["Ted Wass","Markie Post"],"overview":"Three cops become instant millionaires after saving a rich crime victim. They retire from the force and use their money to become flamboyant private detectives. They get involved in cases involving the death of an artist, underworld figures, blackmail and a fix on baseball games.","release_date":"1986-07-03","genres":[53,35],"vote_average":7.3,"runtime":97,"cert":"N\/A","id":281670,"title":"Triplecross","adult":false},{"cast":["Ewald Balser","Heidemarie Hatheyer","Brigitte Horney","Marisa Mell","Hans H. Neubert"],"overview":"","release_date":"1961-09-22","genres":[18,37],"vote_average":6.0,"runtime":91,"cert":"N\/A","id":281672,"title":"The Cry of the Wild Geese","adult":false},{"cast":[],"overview":"All hell breaks loose when a ravenous mob of bloodthirsty zombies traps two of L.A.'s toughest gangs in an abandoned warehouse.  They will have to do whatever it takes to avoid being torn limb from limb and eaten alive in this non-stop action packed gore-fest!","release_date":"2007-05-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":281677,"title":"Gangs Of The Dead","adult":false},{"cast":[],"overview":"Six people are grouped in front of a wall as if for a photograph. The entire ceremony is supervised by a seventh person, who, like a photographer, looks at the group from different angles and rearranges the group by hand-signals.","release_date":"1965-12-05","genres":[16],"vote_average":6.3,"runtime":4,"cert":"N\/A","id":281679,"title":"The Ceremony","adult":false},{"cast":["Steve Hogarth","Mark Kelly","Pete Trewavas","Steve Rothery","Ian Mosley"],"overview":"A live concert film featuring all of the tracks from Marillion’s widely acclaimed and most recent studio album ‘Sounds That Can’t Be Made’. Performed live on the Sunday night's of the Marillion Weekend in Holland &amp; Montréal in 2013.","release_date":"2014-05-13","genres":[10402],"vote_average":4.0,"runtime":139,"cert":"","id":281681,"title":"Marillion: A Sunday Night Above The Rain","adult":false},{"cast":[],"overview":"Discover what Blueberry Muffin's new obsession is and learn the Berry Bitty Buggy.  Episodes included: 1. Potato City, 2. Whistling, 3. Doctor Hamster's Tortoise, 4. Grandpa Pig's Computer, 5. Hospital, 6. Spring, 7. Miss Rabbit's Helicopter, 8. Baby Alexander, 9. Grampy Rabbit's Lighthouse, and 10. Miss Rabbit's Day Off","release_date":"2011-04-18","genres":[16,10751],"vote_average":6.0,"runtime":null,"cert":"U","id":281683,"title":"Peppa Pig: Potato City","adult":false},{"cast":[],"overview":"Peppa is a loveable, cheeky little piggy who lives with her younger brother George, Mummy Pig and Daddy Pig. Peppa loves playing games, dressing up, visiting exciting places and making new friends, but her absolute favourite thing is jumping up and down in muddy puddles. Featuring 11 of Peppa's most loved episodes.","release_date":"2013-03-20","genres":[],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":281685,"title":"Peppa Pig: The Holiday","adult":false},{"cast":["Gaby Dohm","Dietrich Siegl","Gustl Bayrhammer","Monika Baumgartner","Ida Krottendorf"],"overview":"Three short episodes directed by Gedeon Kovacs.","release_date":"1992-05-14","genres":[10770,18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":281687,"title":"Besuchszeit","adult":false},{"cast":["Dai Henwood"],"overview":"Adapt Or Dai was Dai Henwood's sell out show during the 2013 New Zealand International comedy festival. It is a celebration of humanity and an hour of great laughs","release_date":"2013-08-16","genres":[35],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":281689,"title":"Dai Henwood: Adapt Or Dai","adult":false},{"cast":["Christopher Lambert","Willow Smith","Robin Shou","Linden Ashby"],"overview":"James Ferraro's sci-fi\/crime\/action story made up from a hodgepodge of old miscellaneous video footage strung together.","release_date":"2009-01-01","genres":[],"vote_average":5.0,"runtime":94,"cert":"N\/A","id":281691,"title":"Rapture Adrenaline","adult":false},{"cast":["Trevor Horn"],"overview":"In 2004, Trevor Horn celebrated 25 years as one of the world's most successful pop music producers. This unique Wembley concert) shows Trevor Horn's best selling acts, guest musicians and a full backing orchestra in over two hours of electrifying music, in one place, at one time, for one man. His friends include Yes, Pet Shop Boys, Frankie Goes to Hollywood and Grace Jones!","release_date":"2009-06-16","genres":[],"vote_average":0.0,"runtime":170,"cert":"","id":281693,"title":"Trevor Horn and Friends - Slaves to the Rhythm","adult":false},{"cast":["Mickey Curtis","Junji Inagawa","Makiko Kuno","Rikiya Yasuoka"],"overview":"Joe and his delivery company friends are back. This time they become embroiled in the evil plot of a corrupt politician.","release_date":"1993-12-24","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":281695,"title":"We're No Angels 2","adult":false},{"cast":["Eva Longoria","Amaury Nolasco","Caity Lotz","Luke Ganalon","Eddie J. Fernandez"],"overview":"“Out of the Blue” is about a determined woman fighting her way through a series of unique physical challenges to stop a mad man. Her skills are put to the test when discovering a loved one in danger. The female character’s mission takes a surprising turn that leaves us wondering if it was all just a game.","release_date":"2013-10-01","genres":[28],"vote_average":10.0,"runtime":12,"cert":"N\/A","id":281697,"title":"Out of the Blue","adult":false},{"cast":[],"overview":"Garry Fraser was born into a family of poverty, violence and alcohol addiction on Edinburgh's notorious Muirhouse estate, the same place that inspired the world-acclaimed film, Trainspotting. In this documentary, filmmaker Garry Fraser takes us to the heart of the poor, marginalized community he grew up in. Garry faces up to the damage done by his life of crime, violence and drugs as he works to ensure that his three children have something he never had: a loving, supportive family. Garry found his path out of addiction through poetry and film-making.","release_date":"2012-07-22","genres":[99],"vote_average":7.0,"runtime":75,"cert":"","id":281699,"title":"Everybody's Child","adult":false},{"cast":["Tian Wen Chen","Tosh Rock Zhang","Wang Wei Liang","Eva Cheng"],"overview":"Shi Shen is the top performer in the Tiger Crane Lion Dance Association, but feels restricted by Master He's traditional mindset. He decides to form his own lion dance troupe, which fuses hip hop and rock with lion dance movements. A major Lion Dance Competition is coming up and Mikey is groomed to be Shi Shen's successor, but he is plagued by a fear of heights. The situation worsens when both Mikey and Shi Shen fall for the Tiger Crane master's daughter, Xiaoyu.","release_date":"2014-01-30","genres":[10751,28,35],"vote_average":0.0,"runtime":130,"cert":"N\/A","id":281701,"title":"The Lion Men","adult":false},{"cast":[],"overview":"Scotland Yard Agents Donald Sumpter and Shan Khan come to Mumbai in search of a Drug Dealer(Kiran Kumar) and are helped by a cop(Mohan Agashe) and a journalist(Shekhar Suman).Shan falls in love with a girl whose brothers(Irfan Khan and Aly Khan)are searching for her because her father is on his deathbed and wants to meet her once.However they encounter bureaucratic obstacles on the way which frustrate them at each step.","release_date":"","genres":[],"vote_average":7.0,"runtime":312,"cert":"N\/A","id":281703,"title":"Bombay Blue","adult":false},{"cast":[],"overview":"Live recording, filmed in concert at the Marlowe Theatre, Canterbury, 22.02.2003","release_date":"2005-06-27","genres":[],"vote_average":0.0,"runtime":195,"cert":"","id":281714,"title":"Fairport Convention - Live at the Marlowe Theatre, Canterbury","adult":false},{"cast":["Susan Sontag"],"overview":"Susan Sontag scrutinizes the ongoing Arab-Israeli conflict and the growing divisions within Jewish thought over the question of Palestinian sovereignty. Shot in Israel during the final days of the Yom Kippur War. Promised Lands is less straight documentary than visual collage. There are images of combat zones and soldiers, but also everyday street life, desert landscapes, funerals, supermarkets, the Wailing Wall. The soundtrack is snatches of radio, bursts of church bells and gunfire, and an extended voiceover from two politically opposed Israeli thinkers.","release_date":"1974-01-01","genres":[99],"vote_average":5.3,"runtime":88,"cert":"N\/A","id":281716,"title":"Promised Lands","adult":false},{"cast":["William Callaway","William Bronder","Jeannie Linero","Pedro Gonzalez Gonzalez"],"overview":"A comedy about a group of colorful characters who go on a chase in search of a billionaire's lost fortune.","release_date":"1977-11-11","genres":[35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":281718,"title":"Flush","adult":false},{"cast":[],"overview":"6 new and original tales of horror and terror!","release_date":"","genres":[],"vote_average":0.0,"runtime":116,"cert":"N\/A","id":281720,"title":"Horror Anthology Movie Volume 1","adult":false},{"cast":["James D'Arcy","Charles Dance","Sophia Myles","Diana Kent","Gregor Fisher"],"overview":"Adaptation of the Dickens novel.","release_date":"2001-04-08","genres":[18],"vote_average":6.8,"runtime":200,"cert":"","id":281725,"title":"The Life and Adventures of Nicholas Nickleby","adult":false},{"cast":["Yenthe Bos","Leny Breederveld","Joop Wittermans"],"overview":"Grandmother Koba has to take care of her grandchild Emma's digital horse farm.","release_date":"2013-09-13","genres":[35,16],"vote_average":7.0,"runtime":10,"cert":"N\/A","id":281727,"title":"Pony Place","adult":false},{"cast":["Natalya Anisimova","Alexandra Bulycheva","Gennadiy Chentsov","Viktoriya Froltsova","Yelena Tsyplakova"],"overview":"A story about seven young girls who serve in a Soviet Army as snipers during WWII.","release_date":"2013-11-07","genres":[10752,18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":281735,"title":"See the Target","adult":false},{"cast":[],"overview":"Polish avant-garde animation in which a periodic series of aggressive starbursts interrupt the melodic dancing of fluid shapes, one raid even freezing the image for a moment.","release_date":"1980-01-01","genres":[],"vote_average":6.0,"runtime":11,"cert":"N\/A","id":281737,"title":"Demons","adult":false},{"cast":[],"overview":"George Frideric Handel's Giulio Cesare: Opera in three acts, HWV 17. Performed at Salzburg Festival 2012.","release_date":"2012-05-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281739,"title":"Giulio Cesare in Egitto","adult":false},{"cast":[],"overview":"Jett Rebel: Ready for Takeoff shows the uncertain period of the young musician Jett Rebel from dreams to his breakthrough.","release_date":"2014-07-01","genres":[99],"vote_average":0.0,"runtime":24,"cert":"N\/A","id":281741,"title":"Jett Rebel: Ready for Takeoff","adult":false},{"cast":["Yang Mi","Amber Kuo","Hayden Kuo","Xie Yi-lin","Cheney Chen"],"overview":"In the film series finale, Lily finds herself near financial ruin because of the debts left behind by her father, all while battling a newly diagnosed cancer. Too proud to seek solace from anyone around her, Lily sets off a chain of self-destructive events that lead to her estrangement from best friends Lin Xiao, Nan Xiang, and Ruby.","release_date":"2015-07-09","genres":[18,10749],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":281743,"title":"Tiny Times 4","adult":false},{"cast":["Joachim Fuchsberger","Marianne Koch","Pinkas Braun","Josef Meinrad","Elisabeth Flickenschildt"],"overview":"","release_date":"1967-01-01","genres":[80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281745,"title":"Der Tod läuft hinterher","adult":false},{"cast":[],"overview":"'Mij krijg je niet' is about a strong woman who controlled everything, until she got a serious disease.","release_date":"2014-07-01","genres":[99],"vote_average":0.0,"runtime":23,"cert":"N\/A","id":281747,"title":"Mij krijg je niet","adult":false},{"cast":["Erika Pluhar","Dieter Borsche","Ralf Schermuly","Antje Weisgerber","Karl-Maria Schley"],"overview":"","release_date":"1975-11-01","genres":[80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281749,"title":"Der Strick um den Hals","adult":false},{"cast":[],"overview":"How far would you go to find the essence of existence?","release_date":"2014-07-01","genres":[99],"vote_average":0.0,"runtime":27,"cert":"N\/A","id":281751,"title":"Nowhere place","adult":false},{"cast":["Don Wong","Chang Yi","Doris Lung Chun-Erh"],"overview":"Two hitmen arrive in a small town, each becoming aware of the other due to a mix-up over intended targets. One killer (Yi Chang) falls for a girl (Chung-Erh Lung) whose brother (Dong Wai) is in trouble. This leads Chang to investigate the employer of the other killer (Don Wong).","release_date":"1977-11-11","genres":[28],"vote_average":5.5,"runtime":86,"cert":"N\/A","id":281753,"title":"Two Assassins of the Darkness","adult":false},{"cast":["Matthijs van de Sande Bakhuyzen"],"overview":"The young banker Sten has taken great risks and made huge losses. When he learns that the bank wants to trial him, his world collapses.","release_date":"2014-07-01","genres":[18],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":281755,"title":"Onbeperkt","adult":false},{"cast":["William Boyd","James Gleason","Lew Cody","Zasu Pitts","Marion Shilling"],"overview":"Four battle-weary American soldiers under fire reflect on the women they left behind.","release_date":"1931-04-03","genres":[18,10752],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":281757,"title":"Beyond Victory","adult":false},{"cast":["Vincent van der Valk","Reinout Scholten van Aschat","Antoinette Jelgersma"],"overview":"Onno is a 26 year old boy full of questions, few answers and always a strange feeling.","release_date":"2014-07-01","genres":[18],"vote_average":5.0,"runtime":29,"cert":"N\/A","id":281759,"title":"Onno de Onwetende","adult":false},{"cast":["Mark Eden","Barry Cryer","Helen Shapiro","Jenny Wren"],"overview":"Documentary following the history of British Music Hall, its stars and architecture, interspersed with revivals of old favourites by todays performers.","release_date":"1968-01-01","genres":[],"vote_average":6.0,"runtime":75,"cert":"","id":281761,"title":"A Little Of What You Fancy","adult":false},{"cast":["Rodney Beddal","Mark Bellamy","Aryan Kaganof","Gylan Kain","Pieternel Pouwels"],"overview":"Based on the writings of: J.G. Ballard, Charles Manson, Jeffrey Dahmer, Henry Rollins, Roberta Lannes, Edmund Emil Kemper, etc. The structure of this film is literally that of the title: ten monologues adapted from various fiction and documentary sources which combine to produce an unsettling work that does not pretend to analyse nor to understand the serial killers.","release_date":"1994-09-01","genres":[80,18],"vote_average":5.0,"runtime":60,"cert":"N\/A","id":281763,"title":"Ten Monologues from the Lives of the Serial Killers","adult":false},{"cast":["Naïché Caudron","Jean-Marc Thibault","Juliette Brac","Jean-Paul Blanc","Isabelle Weingarten"],"overview":"Joseph Galloudec seven years, lives in the eighteenth floor of a building in the Paris suburbs, between his mother Julia and her father Jean-Claude, a computer engineer and communist militant. His parents experiencing marital problems and his mother soon to give birth, he left for the summer holidays with his grandparents and three uncles, turbulent triplets. He discovers the castles of the Loire, Brittany and England. Upon his return, he met his sister Elisa, but her parents and tear her mother eventually left the home.","release_date":"1982-10-13","genres":[10751,18],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":281765,"title":"Little Joseph","adult":false},{"cast":["Jing Tian","Yi Lu","Mini Bin"],"overview":"It has been a year since XiaoLin's death. She has left behind her husband, YiFan and their 5 year old son XiaoBin. Like the picture book the mother left behind, day-by-day XiaoBin waits for the rainy season to come, if as a miracle will happen. Suddenly, one day in a deserted forest a phenomenal event happens. Right before the YiFan's and XiaoBin's eyes XiaoLin mysteriously appears, however she has no memory of her life and no sense of identity. Thus, to get back XiaoLin's memory YiFan talks about their past and rekindles what they had. As the rainy season comes to an end XiaoLin leaves her husband and son again. It's only after XiaoLin leaves the untold mysteries and events are explained and understood.","release_date":"2012-04-09","genres":[10749,18,10751],"vote_average":2.5,"runtime":100,"cert":"N\/A","id":281767,"title":"Tears in Heaven","adult":false},{"cast":["Lethe Tatge","Jon-Jon Wadsworth","Debra Doxley","Jeff Robison","Amy Stoddard"],"overview":"A group of children go to Lethe Tatge's home to hear about the Prophet Joseph Smith.","release_date":"1980-01-01","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":281769,"title":"Joseph Smith: The Man","adult":false},{"cast":["Max Carter","Kyler Ash","Luke Allen","Hayden Clark","Ezra Taylor"],"overview":"Boys love their toys and at this Twinkmas Party everyone gets to give and receive! Christian begins the festivities by loosening up Jessie’s tight hole for seasonal stuffing while Hayden gives Luke and Ezra his hung stocking to play with. Max and Kyler unwrap a double ended dildo and put on a Live XXXMas Show.","release_date":"2013-12-02","genres":[],"vote_average":0.0,"runtime":119,"cert":"N\/A","id":281771,"title":"Luke & Jessie's Twinkmas","adult":true},{"cast":["Dem Rădulescu","Jean Constantin","Sebastian Papaiani"],"overview":"","release_date":"1978-07-13","genres":[35],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":281773,"title":"Expresul de Buftea","adult":false},{"cast":["Gina Alajar","Johnny Delgado","Dennis Roldan","Bongchi Miraflor","Bruno Punzalan"],"overview":"The story starts as a seemingly simple crime of passion, Jimmy, the persistent suitor, is stabbed to death by Salome, the young and pretty wife of Kario, an ordinary farmer.  But as the story unfolds, conflicting versions of the crime are given.","release_date":"1981-08-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281775,"title":"Salome","adult":false},{"cast":[],"overview":"","release_date":"1980-07-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281777,"title":"Linus på Linjen - Vol 1","adult":false},{"cast":[],"overview":"Prof. Petr Vopěnka is a worldwide famous Czech mathematician, author of many books concerning history of Maths, geometry above all. He is an original thinker, connecting mathematics with philosophy. He has become recognized by public because of invention of the biggest number (the so-called Vopěnka's cardinal) and thanks to being active in politics for two years - he was the first Minister of Education after 1989 revolution in Czechoslovakia. His portrait works mostly with non-synchron images trying to find the abstract qualities in the pieces of prof. Vopěnka's everyday reality, that should inspire the spectator for concentrated interpretation of the words that are mapping personality of Vopěnka - mathematician.","release_date":"2006-07-13","genres":[99],"vote_average":0.0,"runtime":22,"cert":"N\/A","id":281779,"title":"An Intent to Enrich the Bare Mechanistic World","adult":false},{"cast":["Jan Sterling","Robert Rodan","Shirley Parker","Michael Beirne","Robbie Heywood"],"overview":"A businessman hosts a hunting party at a remote lodge, and hires three prostitutes to take care of his clients. However, the girls have their own plans and secretly install cameras in the bedrooms to record the activities for future use.","release_date":"1969-11-21","genres":[18],"vote_average":1.0,"runtime":84,"cert":"N\/A","id":281781,"title":"The Minx","adult":false},{"cast":["Don Backy","Franco Fabrizi","Francesco Pau","Mario Carotenuto","Ugo Tognazzi"],"overview":"An adaptation of Petronius' satire about the decadent life in ancient Rome.  \"If you like the Fellini version, you should definitely see this one, too. It's every bit as good and in some ways better.\"","release_date":"1969-03-27","genres":[35,18,36],"vote_average":7.3,"runtime":120,"cert":"N\/A","id":281783,"title":"The Degenerates","adult":false},{"cast":["Atle Solberg Blakseth","Erik S. Watland"],"overview":"Catching fish on the North Pole can be challenging. Some have more luck than others. The unfortunate ones may totally need a different fishing approach.","release_date":"2009-06-10","genres":[35,16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":281785,"title":"Fishing with Sam","adult":false},{"cast":["Talat Bulut","Şerif Sezer","Bülent Oran","Hakan Çiraci"],"overview":"After serving a jail sentence, Hasan gets a job driving a hearse for the protestant church, and becomes involved with a widow, Ayse, and her son.","release_date":"1988-05-01","genres":[18],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":281787,"title":"Despite Everything","adult":false},{"cast":["Christopher Blake","Anton Lesser","Pippa Guard"],"overview":"Adaptation of the George Eliot novel.","release_date":"1978-01-01","genres":[],"vote_average":0.0,"runtime":240,"cert":"","id":281789,"title":"The Mill on the Floss","adult":false},{"cast":[],"overview":"It's time for everyone to help out as best they can in these three delightful Strawberry Shortcake episodes. It's Strawberry to the rescue in \"Babysitter Blues\" when the princess asks her to look after a very special Baby Berrykin. Orange and Lemon take on the role of \"Fashion Elves\" in \"A Stitch of Time\" to help Raspberry with her fashion design dreams. And there's no place like home when Orange adopts a bitty fish that turns out to be a homesick tadpole. Join in the sparkly fun as the girls learn that lending a helping hand can be a berry big deal indeed!","release_date":"2014-02-18","genres":[10751,16],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":281794,"title":"Strawberry Shortcake: Berry Big Help","adult":false},{"cast":[],"overview":"1966 animation short by Hungarian director József Nepp. Awarded with the main prize in animation film category at the 1967 Oberhausen Film Festival.","release_date":"1966-01-01","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":281796,"title":"Five Minutes of Murder","adult":false},{"cast":[],"overview":"A film about the deep traces the war sometimes leaves behind in the soul.","release_date":"2014-05-11","genres":[99],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":281798,"title":"Getekend","adult":false},{"cast":["Harry Watson","Dan Crimmins","Della Connor","Maxfield Moree"],"overview":"Musty Suffer gets a job as a chef and waiter at an automat restaurant. Various customers attempt to filch food or money from the coin slots, and Musty deals with the situation.","release_date":"1916-08-01","genres":[35],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":281800,"title":"Outs and Ins","adult":false},{"cast":["Harry Watson","Dan Crimmins","Della Connor","H.H. McCullum"],"overview":"Musty Suffer visits a \"painless dentist\"","release_date":"1916-07-11","genres":[35],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":281802,"title":"Local Showers","adult":false},{"cast":[],"overview":"Primera Fila (\"Front Row\") is  a live album released by Mexican performer Vicente Fernández. This album is the 80th release by the performer, and became his third number-one set on the Billboard Top Latin Albums and the recipient of a Latin Grammy Award for Best Ranchero Album.","release_date":"2008-01-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":281804,"title":"Vicente Fernandez Front Row","adult":false},{"cast":[],"overview":"Witness with your own eyes the devastation when Insane Clown Posse team up in the main event to defend their rap star honor against two Detroit scrubs who've sold more records than them, Kid Cock &amp; Feminem.","release_date":"2003-11-11","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":281806,"title":"JCW Volume 3","adult":false},{"cast":["Parthiban","Ashwini","Sindhu","M. R. Krishnamurthy","Ra. Sankaran"],"overview":"Pondatti Thevai is a 1990 Tamil film directed by Parthiban. The film stars Parthiban, Ashwini, Sindhu and M. R. K in lead roles.","release_date":"1990-04-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281808,"title":"Pondatti Thevai","adult":false},{"cast":["Julian Smith"],"overview":"Archibald is a creature to whom nothing ever happens, until the arrival of a mysterious circle.","release_date":"2011-07-14","genres":[16],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":281810,"title":"Childhood of a Circle","adult":false},{"cast":[],"overview":"Images from various fairground scenes function as a metaphor for the filmmaker’s own attraction to analogue processes. Sound created from a leather skirt, 8mm, and 16mm projectors, and an old steel piano.","release_date":"2014-06-27","genres":[],"vote_average":6.0,"runtime":11,"cert":"","id":281812,"title":"Attraction","adult":false},{"cast":["Parthiban","Aishwarya","Shenbaga","Rajeev","Thalapathi Dinesh"],"overview":"Ulle Veliye is a 1993 Tamil film directed by Parthiban. The film stars Parthiban, Aishwarya, Shenbagam and Rajeev in lead roles.","release_date":"1993-04-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281814,"title":"Ulle Veliye","adult":false},{"cast":[],"overview":"A North Asian metropolis. Electricity wires draped like thick webs adorn the streetscape. Expolsive sparks of colour electrify the frame. Filmed in Seoul in black and white. Colourised during processing using coloured torch light.","release_date":"2012-08-02","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":281816,"title":"Seoul Electric","adult":false},{"cast":["Parthiban","Roja Selvamani","Devayani","Priya Raman","Anandaraj"],"overview":"Pudhumai Pithan is a 1998 Tamil film directed by Jeeva. The film stars Parthiban, Roja, Devayani and Priya Raman in lead roles.","release_date":"1998-10-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281818,"title":"Pudhumai Pithan","adult":false},{"cast":["Parthiban","Meena","Soundarya","Thalaivasal Vijay","Prithivi"],"overview":"Ivan is a 2014 Tamil film directed by Parthiban. The film stars Parthiban, Meena, Soundarya and Thalaivasal Vijay in lead roles.","release_date":"2002-07-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281820,"title":"Ivan","adult":false},{"cast":["Vignesh","Parthiban","Uma","Vijayalakshmi","Chinni Jayanth"],"overview":"Soori is a 2003 Tamil film directed by Shelvan. The film stars Director - Shelvan, Producer - P. Vijayakumar, Writer — Shelvan and Music - Deva in lead roles.","release_date":"2003-12-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281822,"title":"Soori","adult":false},{"cast":["Parthiban","Devayani","Prakash Raj","Manivannan","Fathima Babu"],"overview":"Swarnamukhi is a 1998 Tamil film directed by K. S. Adhiyaman. The film stars Parthiban, Devayani, Prakash Raj and Manivannan in lead roles.","release_date":"1998-02-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281824,"title":"Swarnamukhi","adult":false},{"cast":["Raphael Barker","Keith Barletta","Keith Barletta","Joey Devine","Aren Ewing"],"overview":"A freelance computer hacker discovers a mysterious government computer program. He breaks into the program and is thrust into a revolution.","release_date":"2014-07-19","genres":[53,80,18],"vote_average":4.9,"runtime":91,"cert":"N\/A","id":281826,"title":"Algorithm","adult":false},{"cast":["Vijayakumar","Radhika Sarathkumar","Napoleon","Pandiyan","Vignesh"],"overview":"Kizhakku Cheemayile is a 1993 Tamil film directed by Bharathiraja. The film stars Vijayakumar, Radhika, Napoleon and Vignesh in lead roles.","release_date":"1993-11-12","genres":[],"vote_average":0.0,"runtime":147,"cert":"N\/A","id":281828,"title":"Kizhakku Cheemayile","adult":false},{"cast":["Sathyaraj","Sukanya","Sivaranjani","Anandaraj","Goundamani"],"overview":"Vandicholai Chinraasu is a 1994 Tamil film directed by Manoj Kumar. The film stars Sathyaraj, Sukanya and Goundamani in lead roles.","release_date":"1994-04-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281830,"title":"Vandicholai Chinraasu","adult":false},{"cast":["Anu Hasan","Arvind Swamy","Nassar","Radha Ravi","Janagaraj"],"overview":"A group of villagers from Maranur, India, and their clash with a neighbouring village leader as their community begins to prosper. Soon, money and greed threaten a will for peaceful coexistence between the two rivalling communities.","release_date":"1995-05-11","genres":[10749,18],"vote_average":0.0,"runtime":137,"cert":"N\/A","id":281832,"title":"Indira","adult":false},{"cast":["Vikram","Rani","Ramya Krishnan","Raju Sundaram","Mumtaj"],"overview":"Chirunavvula Varamistava is a 1993 Telugu film directed by N. H. Chandra. The film stars Vikram, Rani, Ramya Krishnan and Raju Sundaram in lead roles.","release_date":"1993-07-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281834,"title":"Chirunavvula Varamistava","adult":false},{"cast":["Frankie Edgar","B.J. Penn","Corey Anderson","Matt Van Buren","Eddie Gordon"],"overview":"The Ultimate Fighter: Team Edgar vs. Team Penn Finale (also known as The Ultimate Fighter 19 Finale) was a mixed martial arts event held by the Ultimate Fighting Championship. It took place on July 6, 2014 at the Mandalay Bay Events Center in Las Vegas, Nevada.  The event was headlined by a third bout between former UFC Lightweight Champions Frankie Edgar and B.J. Penn. The two previously met at UFC 112 and again at UFC 118 with Edgar winning both fights via unanimous decision.  Also featured on the card were the finals from The Ultimate Fighter: Team Edgar vs. Team Penn in middleweight and light heavyweight divisions.","release_date":"2014-07-06","genres":[],"vote_average":0.0,"runtime":128,"cert":"N\/A","id":281836,"title":"The Ultimate Fighter 19 Finale","adult":false},{"cast":["Liva Weel","Emanuel Gregers","Inger Stender","Angelo Bruun","Svend Bille"],"overview":"A lottery win allows the kitchen girl Hansy Hansen to lodge at an upmarket seaside hotel where the widower landowner Rosen falls in love with her. However, Rosen is in financial difficulties because of the lawyer Sadolin, who reneged on marrying his daughter. He puts everything he can into the daughter's horse to win a race.","release_date":"1932-11-04","genres":[10402,35],"vote_average":7.0,"runtime":94,"cert":"N\/A","id":281838,"title":"Odds 777","adult":false},{"cast":["Adina Mandlová","Růžena Nasková","Leopolda Dostalová","Terezie Brzková","Zdeněk Štěpánek"],"overview":"When Vilem appears in the road with an unconscious young woman, it disturbs the peaceful life of three generations of the  Balvínova family.","release_date":"1939-11-21","genres":[18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":281846,"title":"The Magic House","adult":false},{"cast":["Raja","Sanjjanaa Galrani","Krishnam Raju","Brahmanandam"],"overview":"coming soon..","release_date":"2009-09-18","genres":[28,18],"vote_average":0.0,"runtime":155,"cert":"N\/A","id":281848,"title":"Samardhudu","adult":false},{"cast":["Lewis Teague","Dee Wallace","Danny Pintauro","Jan de Bont","Neil Travis"],"overview":"Documentary about the making of the 1983 thriller \"Cujo\"","release_date":"2007-09-01","genres":[99],"vote_average":8.0,"runtime":42,"cert":"N\/A","id":281850,"title":"Dog Days: The Making of 'Cujo'","adult":false},{"cast":["Nora Navas","Marta Castellote","Lander Otaola","Mikel Losada","Carmen San Esteban"],"overview":"1971. Three pregnant teenagers are interned in a flat in Bilbao to hide what in that time was a terrible disgrace, to be a single mother. Current time. Violet, NORA NAVAS, is a brave, strong woman that will insist on finding the truth. Helped by Angel, MIKEL LOSADA, what happened in that flat in Bilbao during the last days of Franco regime.","release_date":"2014-09-12","genres":[18],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":281852,"title":"Three Lies","adult":false},{"cast":[],"overview":"","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281854,"title":"Dizer e Não Pedir Segredo","adult":false},{"cast":["Carla Camurati","Herson Capri","Rita Guedes","Ney Latorraca"],"overview":"","release_date":"2009-05-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281856,"title":"Fumando Espero","adult":false},{"cast":["Joanna Shimkus","Michel Piccoli","Paul Barge","Lorna Heilbron","Jacques Perrin"],"overview":"When her husband returns from his work abroad with a guest, a young girl, his wife suspects a liaison. She leaves her home. Her boss takes her to the Côte d'Azur. They get closer during the long voyage and the man invites her to his marital home.","release_date":"1969-10-31","genres":[18],"vote_average":6.8,"runtime":115,"cert":"N\/A","id":281861,"title":"The Uninvited","adult":false},{"cast":[],"overview":"In 2009, a group of Korean obstetricians blew the whistle on their fellow doctors and hospitals that performed surgical abortions, leading to an uproar in the society. This gave various organizations such as religious and civic groups to issue statements about this issue, and the media did not miss the chance to make reports almost every day. After a few years, a group of women stand before the camera, holding an online poster that read “I Want to Hear Your Voice.” As the women’s experiences that had been thus hidden behind the arguments are revealed bit by bit, the story then takes us back to the past.","release_date":"2014-06-26","genres":[99],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":281863,"title":"Let’s Dance","adult":false},{"cast":["Vinay Rai","Meera Chopra","Suman Talwar","Jayasudha","Seetha"],"overview":"Vaana (translation: Rain) is a 2008 Telugu film starring Vinay Rai and Meera Chopra in the lead roles, while Suman plays a supporting role. M.S. Raju produces and directs this film while debutant, Kamalakar composed music for the project. It is a remake of Kannada language film, Mungaru Male. The film was dubbed and released in Tamil as Gnabagangal Thaalattum.","release_date":"2008-01-15","genres":[18,10749],"vote_average":4.0,"runtime":155,"cert":"N\/A","id":281871,"title":"Vaana","adult":false},{"cast":[],"overview":"Farmers' wives from Amager selling flowers.","release_date":"1913-08-04","genres":[99],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":281873,"title":"Amagerkonerne Sælger Blomster Paa Højbro Plads","adult":false},{"cast":[],"overview":"Street Trading. Fishermen's wives from Skovshoved sell their fish from the stalls at Gammel Strand. Anker Kirkeby is in the picture.","release_date":"1913-02-14","genres":[99],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":281875,"title":"Skovshovedkonerne Sælger Fisk Ved Gammel Strand","adult":false},{"cast":[],"overview":"The horse-drawn tram \"Hønen\" comes running along Nørregade and into the Old Square.  \"Hønen\"'s last trip was on June 14, 1915.","release_date":"1913-05-05","genres":[99],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":281877,"title":"Hestesporvognen (\"Hønen\") Gennem Nørregade","adult":false},{"cast":[],"overview":"Horse carriages seen at the Copenhagen Town Square.","release_date":"1913-11-21","genres":[99],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":281879,"title":"Hesteomnibussen (\"Bussen\") Gennem Strøget","adult":false},{"cast":[],"overview":"","release_date":"1915-01-02","genres":[],"vote_average":0.0,"runtime":165,"cert":"","id":281884,"title":"Britain Prepared","adult":false},{"cast":["Lucy Gehrman","Misha Gehrman","Gertrude Bulman"],"overview":"One of the last Yiddish films made in Poland before the Nazi invasion, this film tells the story of a mother's persistent struggles to support her three children in pre-war World War II Polish Ukraine. After her family is pulled apart by severe poverty and the turmoil of war, she and her children make their way to New York and turn to the Hebrew Immigrant Aid Society for help.","release_date":"1938-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281889,"title":"A Brivele der mamen","adult":false},{"cast":[],"overview":"John Wayne Gacy was accused and convicted of the brutal homosexual torture slayings of 33 young men and boys...but many believe his total could be much higher. This video will explore the many sides of John Wayne Gacy with case facts, profile interviews and re-enactments that aren't available anywhere.","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":281891,"title":"Unlicensed Cemetery: The John Wayne Gacy Murders","adult":false},{"cast":[],"overview":"Street Trading in Copenhagen in about 1913. The old butcher stalls by Nicholas Church, called the \"stomach\" before demolition.","release_date":"1913-01-23","genres":[99],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":281893,"title":"Slagterboderne (\"Maven\")","adult":false},{"cast":["Hümeyra Akbay","Kadir İnanır","Güler Ökten","Orhan Çağman","Özlem Onursal"],"overview":"Fuat is forced into an \"advantegeous\" marriage to a rich girl due to his family financial lowness. He, however loves another, Aysel. After he loses his best friend, Bedri, to suicide, he rebels against the system with heartbreaking results.","release_date":"1982-10-01","genres":[18,10749],"vote_average":6.5,"runtime":93,"cert":"N\/A","id":281895,"title":"A Broken Love Story","adult":false},{"cast":[],"overview":"Directed by Sun-fung Lee.","release_date":"1955-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281897,"title":"Broken Spring Dreams","adult":false},{"cast":[],"overview":"A documentary short film showing the flying of an airplane by the famous French pilot Chevillard.","release_date":"1913-07-14","genres":[99],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":281899,"title":"Den Franske Kunstflyver Chevillard Paa Flyvepladsen","adult":false},{"cast":[],"overview":"Occurring from the mid-1970s to 1981, the Ripper committed 13 murders. Viewed as ritualistic in nature, they were done with extreme brutality as he mocked the police during their desperate hunt for him. The victims were primiarly prostitutes or poor girls, with a few working girls tossed in. Generally he would hit a victim on the head with a hammer, sexually assault the lady, mutilate her, and then redress\/re-arrangement the clothing and cover the corpse with her own coat.","release_date":"1999-09-30","genres":[],"vote_average":0.0,"runtime":120,"cert":"","id":281901,"title":"Manhunt: The Search for the Yorkshire Ripper","adult":false},{"cast":[],"overview":"","release_date":"2006-06-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281903,"title":"Xavante Strategy","adult":false},{"cast":[],"overview":"The shocking true story behind the making of Hammer Films notorious vampire saga.","release_date":"2012-07-10","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":281905,"title":"The Flesh and the Fury: X-posing Twins of Evil","adult":false},{"cast":[],"overview":"","release_date":"1996-07-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281913,"title":"Duplex: Beleza Roubada \/ Almas Gêmeas","adult":false},{"cast":["Gyula Balogh","Ilse Berger","Erna Schumacher"],"overview":"“Brüder”, a film directed by Herr Werner Hochbaum ( who was a remarkable film director in the talkie 30’s ), was one of those films which showed the harsh daily life of the working class. The film depicts, in a kind of fictional documentary, the 1896 Hamburg dockworkers' strike: the workers receive meagre wages for hard work and live under miserable conditions and finally go on strike (to make matters more personal, one of the strikers has a brother who is a policeman). Even though the inspiration for the story was an event that took place in the XIX century, things had little changed by the troublesome twenties so the story had a perfect contemporary ring.","release_date":"1929-04-28","genres":[18],"vote_average":6.4,"runtime":84,"cert":"N\/A","id":281915,"title":"Brothers","adult":false},{"cast":[],"overview":"Directed by Giuseppe de Liguoro.","release_date":"1909-01-02","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":281917,"title":"Bruto","adult":false},{"cast":[],"overview":"","release_date":"1993-07-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281919,"title":"Duplex: Kika \/ Adeus Minha Concubina","adult":false},{"cast":[],"overview":"This less-than-feature-length documentary chronicles the endless cycle of addiction perpetrated by a mother and son living in a squalid tenement in San Francisco. 22-year-old Ryan and his mother Stephanie are both drug addicts: Although he'll take whatever comes along, her substance of choice is crack cocaine, and she demands that her son provide her with some. As they navigate their respective addictions, each comes close to overdosing just before they're evicted from their apartment.","release_date":"2003-06-19","genres":[99],"vote_average":5.2,"runtime":39,"cert":"N\/A","id":281921,"title":"Foo-Foo Dust","adult":false},{"cast":["R. Narayana Murthy"],"overview":"eera Telanagana is a 2010 Telugu film directed by R. Narayana Murthy.[2] The film's cast include R. Narayana Murthy, Vijayaranga Raju  Veera Telangana is based on struggle of peasants against the exploitative landlords. Yadagiri (R Narayana Murthy) is a working under local landlord (Vijayaranga Raju). That landlord used to harass the people of the village and treat every village as a bonded labour to him. He usurps the properties of the people and amasses huge wealth and commands the entire village. Even he doesn't allow the children to go to school and become literate and makes them to work in his backyard. At this juncture, Andhra Maha Sabha emerges from the Communist Party of India and the leaders gives a call to the people to revolt against the landlord and also against the Nizam.","release_date":"2010-07-09","genres":[18],"vote_average":0.0,"runtime":155,"cert":"N\/A","id":281923,"title":"Veera Telangana","adult":false},{"cast":[],"overview":"Directed by Marjorie Keller.","release_date":"1974-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":281925,"title":"By Twos and Threes: Women","adult":false},{"cast":["Dominique Blanc","Claude Brasseur","Kevin Dargaud","Mati Diop","Nicolas Givran"],"overview":"","release_date":"2013-10-12","genres":[36],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":281927,"title":"Another World","adult":false},{"cast":["Christoph Bantzer","Ivan Desny","Ulla Berkévicz","Barbara Sukowa","Rosemarie Fendel"],"overview":"","release_date":"1978-01-01","genres":[36],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281929,"title":"Heinrich Heine","adult":false},{"cast":["Cecile Aubry","Franco Andrei","Ursula Justin","Rudolf Platte","Oskar Sima"],"overview":"","release_date":"1954-10-05","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281931,"title":"Tanz in der Sonne","adult":false},{"cast":["Lídia Franco","Carlos Daniel","Carlos Santos","Catarina Avelar","Fernando Candeias"],"overview":"A Visigoth count conquers a small village town from the Moors in the Lusitanian mountains, only to loose his possessions through the mysterious workings of a woman from parts unknown.","release_date":"1991-11-14","genres":[27,18,14],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":281933,"title":"The Curse of Marialva","adult":false},{"cast":["Oda Alstrup","Viggo Larsen","Gustav Lund","Robert Storm Petersen","Carl Astrup"],"overview":"Armand and Marguerite meet first in her home, where she is giving a party for the easy-living Paris ladies and gentlemen. Armand at once falls in love with her, and as Marguerite is taken ill during the dancing, he is the only one who is taking care of her. In the second act the two have grown more familiar, although Marguerite has not quite given up her old acquaintances. One day, for instance, Armand has to leave her for the sake of a count, who has invited her for a drive. From the street Armand has watched the count's visit, and in a fit of passionate jealousy, he writes a letter to Marguerite, saying: \"I have seen the count enter your place. You must choose between him and me.\" Marguerite's friend gives her the letter. One minute later the agreement is made, and the count drives off alone. The lovers now go into the country to live in an unpretending villa, where they are enjoying their happiness as a young married couple. Armand's money does not suffice, and quite secretly ...","release_date":"1907-10-16","genres":[18],"vote_average":4.0,"runtime":14,"cert":"N\/A","id":281935,"title":"The Lady with the Camellias","adult":false},{"cast":["Allari Naresh","Sindhu Tolani","Preeti Jhangiani","Rajiv Kanakala"],"overview":"Visakha Express is a Suspense Thriller Movie directed by Mullapudi Vara. The film stars Allari Naresh, Rajiv Kanakala, Preeti Jhangiani, and Sindhu Tolani.The basic plot of the story is taken from Alfred Hitchcock's Strangers On A Train (1951),which is about the two strangers and exchange of murders.","release_date":"2008-02-02","genres":[18,53],"vote_average":0.0,"runtime":155,"cert":"N\/A","id":281937,"title":"Vishaka Express","adult":false},{"cast":["Gisela Dali","Käthe Haack","Peter Howells","Carla Romanelli"],"overview":"","release_date":"1969-06-20","genres":[35],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":281939,"title":"Lesbo","adult":false},{"cast":["Giovanna Ralli","Carla Gravina","Anita Sanders","Silvano Tranquilli"],"overview":"Drama about the fading relationship between a professor and his wife. Based upon a short story by Alberto Moravia.","release_date":"1969-12-05","genres":[18],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":281944,"title":"The Invisible Woman","adult":false},{"cast":["Nagarjuna Akkineni","Ramya Krishnan","Isha Koppikar","Tanikella Bharani","Brahmaji"],"overview":"Chandralekha is a 1998 Telugu film, directed by Krishna Vamsi. The film stars Akkineni Nagarjuna, Ramya Krishna, and Bollywood actress Isha Koppikar in the lead roles. Sandeep Chowtha scored music for the film. This is the second combination of Nagarjuna-Vamsi-Chowtha after Ninne Pelladatha. Bollywood actor Sanjay Dutt made a special appearance for the first time in a Telugu film. This film is a remake of the Mohanlal Starrer Malayalam film Chandralekha which was directed by Priyadarshan.","release_date":"1998-07-30","genres":[53,18],"vote_average":2.8,"runtime":155,"cert":"N\/A","id":281946,"title":"Chandralekha","adult":false},{"cast":["Mahesh Babu","Ameesha Patel","Devayani","Raghuvaran","Aishwarya"],"overview":"An impulsive youngster, who is furious with his mother, seeks assistance from a scientist for a way to become an adult overnight. His wish is granted and he begins look like a 28-year-old man. How will he deal with the complexities of adulthood? How will his relationship with his mother evolve?","release_date":"2004-05-14","genres":[10751,35,14],"vote_average":6.0,"runtime":160,"cert":"N\/A","id":281948,"title":"Naani","adult":false},{"cast":["Seubneung Kanpai","Sutapa Wongkamhaeng"],"overview":"A poor orphan girl, Nien, is on the run after stealing some food that a wealthy man had purchased to feed some dogs. She takes refuge with a singing garbage collector named Choo, who hides Nien in his garbage cart while the wealthy man and a policeman search for the girl. Choo then takes Nien back to his humble shack and gives her shelter. The pair fall in love, but their romance is cut short when he is drafted into the army and sent off to war. For a time, Nien takes over Choo's job as garbage collector, until she is adopted by a wealthy woman, who treats Nien as the daughter she never had. Choo comes back from the war, blinded by an explosion, Nien, while experiencing unimagined luxuries, is tortured by the conflict between her newfound wealthy lifestyle and her simple life with Choo.","release_date":"1958-01-16","genres":[10749,10402,35],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":281950,"title":"Dark Heaven","adult":false},{"cast":[],"overview":"","release_date":"2010-07-14","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":281952,"title":"Pair of Love","adult":false},{"cast":["Pawan Kalyan","Renu Desai","Geetha","Raghuvaran","M. S. Narayana"],"overview":"A martial arts coach struggles to earn money through fights in order to save his wife suffering from blood cancer.","release_date":"2003-04-25","genres":[18,28],"vote_average":6.0,"runtime":177,"cert":"N\/A","id":281954,"title":"Johnny","adult":false},{"cast":[],"overview":"In the last fifty years the culture of Zen has spread far beyond Japan. Zen centers and zen retreats have sprung up throughout America and Europe.  When Dogen, the founder of Soto Zen, brought Zen to Japan from China 800 years ago, it quickly took root and became an integral part of Japanese life. Yet what do we know about zen practice in Japan today? The Zen Mind is a fascinating journey across Japan to explore zen in its natural habitat.","release_date":"2007-01-01","genres":[99],"vote_average":8.0,"runtime":60,"cert":"N\/A","id":281956,"title":"The Zen Mind","adult":false},{"cast":[],"overview":"The Argentine dictatorship kidnapped people who where thought to be part of communist guerrillas. This one in particular is the story of Telmo, a homosexual tailor living in a small town with his mother, whose house is suddenly invaded by one of these supposed guerrilla fighters, which he names Olaf to disguise his real identity. Turns out Telmo helps this guy hide from the military but it all gets complicated because he's currently working on the wedding dress of the daughter of the general who is chasing Olaf.","release_date":"2007-10-04","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":281958,"title":"Más que un hombre","adult":false},{"cast":["Nagarjuna Akkineni","Nagma","Sharada","Vijaykumar","Brahmanandam"],"overview":"Killer is a 1992 Telugu Action thriller film directed by Fazil. The film stars Nagarjuna Akkineni, Nagma, Sharada in important roles. The film was also dubbed into Tamil as Easwar.  Nagarjuna plays the role of an assassin, with a disturbing past, on operation to kill the state Governor and her grand daughter.","release_date":"1992-01-10","genres":[],"vote_average":0.0,"runtime":155,"cert":"N\/A","id":281960,"title":"Killer","adult":false},{"cast":["Elvis Presley","Priscilla Presley","George Klein"],"overview":"Priscilla Presley presents this tribute to her late former husband, combining live musical performances with rare footage of 'the King'. Included are Elvis' first screen test and audio recording.","release_date":"2002-06-24","genres":[10402,99],"vote_average":10.0,"runtime":53,"cert":"N\/A","id":281965,"title":"Elvis The Great Performances Vol. 1 Center Stage","adult":false},{"cast":["Martin Bisi","Lee Ranaldo","Bill Laswell","Michael Gira","Michael Holman"],"overview":"For over 30 years, Martin Bisi has been recording music from his studio in Gowanus, Brooklyn. He has worked with many influential musicians, including Sonic Youth, Swans, Herbie Hancock, Brian Eno and the Dresden Dolls. Now though, he finds himself squeezed in by the approaching gentrification of his neighborhood.","release_date":"2014-07-17","genres":[99,10402],"vote_average":6.5,"runtime":71,"cert":"N\/A","id":281967,"title":"Sound and Chaos: The Story of BC Studio","adult":false},{"cast":["Steve Hogarth","Mark Kelly","Steve Rothery","Pete Trawawas","Ian Mosley"],"overview":"Originally recorded for German Television. Snow de Cologne is a live DVD featuring Marillion\"s entire performance at the Ewerk, Cologne on 26 November 2008.  The audio of this show is available from the Racket store on the double live CD 'Happiness is Cologne'.","release_date":"2009-12-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"","id":281969,"title":"Marillion: Snow de Cologne","adult":false},{"cast":["Tomisaburō Wakayama","Yumiko Nogawa","Tomoko Mayama","Jûkei Fujioka","Kenji Ushio"],"overview":"Ichibei is assigned by Shogun Tokugawa to prevent the sale of a Dutch ships-load of rifles to the hostile Shogun Satsuma. On his mission he meets a cowardly Ronin who becomes his assistant, as well as a female spy and a female warrior...","release_date":"1969-01-01","genres":[28],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":281971,"title":"Killer's Mission","adult":false},{"cast":["Peter Egan","Patrick Mower","Michael Sheard"],"overview":"Supernatural thriller series dealing with a secret society on the Greek island of Rhodes.","release_date":"1983-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":281973,"title":"The Dark Side of the Sun","adult":false},{"cast":["Ernst Jacobi","Dietmar Bär","Ben Becker","Gisela Trowe"],"overview":"","release_date":"1987-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":281975,"title":"Eine geschlossene Gesellschaft","adult":false},{"cast":["Summer Brielle","James Deen","Tyler Nixon","Seth Gamble","Courtney Taylor"],"overview":"When a wealthy businessman seduces a beautiful art gallery assistant, his imaginative lovemaking awakens erotic desires she never knew existed. Soon, his playful and adventurous sex games escalate to dark, dangerous passions that push her... and their relationship... to the breaking point.","release_date":"2014-02-14","genres":[14],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":281977,"title":"9 1\/2 Weeks: An Erotic XXX Parody","adult":true},{"cast":["David Tennant","Lindsay Duncan","Gemma Chan","Peter O'Brien","Aleksander Mikic"],"overview":"The Doctor joins forces with his oldest companion on record when a military base comes under attack from sentient, dangerous waters. It may be another stand against immeasurable odds, but waiting in the wings for the Time Lord is a sign all songs must end....","release_date":"2009-12-19","genres":[878,12,10751,10770],"vote_average":8.0,"runtime":62,"cert":"","id":281979,"title":"Doctor Who: The Waters of Mars","adult":false},{"cast":["Bud Powell","Dexter Gordon","Niels-Henning Ørsted Pedersen","Jørn Elniff","Max Brüel"],"overview":"Stop for Bud is Jørgen Leth's first film and the first in his long collaboration with Ole John. […] they wanted to \"blow up cinematic conventions and invent cinematic language from scratch\". The jazz pianist Bud Powell moves around Copenhagen -- through King's Garden, along the quay at Kalkbrænderihavnen, across a waste dump. […] Bud is alone, accompanied only by his music. […] Image and sound are two different things -- that's Leth's and John's principle. Dexter Gordon, the narrator, tells stories about Powell's famous left hand. In an obituary for Powell, dated 3 August 1966, Leth wrote: \"He quite willingly, or better still, unresistingly, mechanically, let himself be directed. The film attempts to depict his strange duality about his surroundings. His touch on the keys was like he was burning his fingers -- that's what it looked like, and that's how it sounded. But outside his playing, and often right in the middle of it, too, he was simply gone, not there.\"","release_date":"1963-12-17","genres":[99,10402],"vote_average":8.0,"runtime":12,"cert":"N\/A","id":281981,"title":"Stop for Bud","adult":false},{"cast":[],"overview":"Every five years hundreds of thousands of international visitors come to Kassel, Germany, to be part of the documenta, one of the world's most important exhibitions in modern and contemporary art. For the duration of 100 days, the small town changes its face and becomes the centre of international art.  The documentary team of Katrin and Susanne Heinz tries to capture the atmosphere - letting artists, visitors and of course the artworks speak for themselves.","release_date":"2014-07-10","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":281986,"title":"Art's Home is my Kassel","adult":false},{"cast":["Diego Josef","Timothy Justus","Karen Tarleton","Vivienne Powell","Louis Dezseran"],"overview":"Benny certainly wasn't much to look at when he first arrived as a puppy on the doorstep of the pet store. Sam and Emma found him waiting there in a little box when they arrived for work one morning, just staring up at them with those tiny, lovable little eyes, and to this day no one knows where he came from or who brought him there. He's growing up to be the smartest, cutest dog you are ever likely to meet. This is his adventure!","release_date":"2014-06-30","genres":[10751],"vote_average":0.0,"runtime":99,"cert":"","id":281988,"title":"Ugly Benny","adult":false},{"cast":["Jennifer Beahan","Jeremy Beahan","Greta Christina","James Croft","Jerry DeWitt"],"overview":"A documentary film about atheism in the USA, dispelling the myths and untruths following ordinary American atheists on their journey through life.","release_date":"2013-09-01","genres":[99],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":281990,"title":"Hug an Atheist","adult":false},{"cast":["Natarajan Subramaniam","Ishara Nair","Ponvannan","Ilavarasu","Piraisoodan"],"overview":"A con artist is caught by the cops and is swindled off the money by his own partners. Meanwhile, a person who he had scammed hires a gangster to finish him off. Can he outwit these people and turn over a new leaf?","release_date":"2014-07-18","genres":[80,53,35],"vote_average":7.0,"runtime":145,"cert":"N\/A","id":281992,"title":"Sathuranga Vettai","adult":false},{"cast":["Tom McLoughlin","Nancy McLoughlin","David Kagen","Bob Larkin","Chris Briggs"],"overview":"Stories on the making of Jason Lives: Friday the 13th Part VI (1986) with interviews with the cast and crew.","release_date":"2009-06-16","genres":[99],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":281994,"title":"Jason Lives: The Making of Friday the 13th Part VI","adult":false},{"cert":"N\/A","title":"Jason's Unlucky Day: 25 Years After Friday the 13th - The Final Chapter","cast":["Joseph Zito","Barney Cohen","Ted White","Kimberly Beck","Tom Savini"],"genres":[99],"id":281996,"overview":"Stories on the making of Friday the 13th (Part IV): The Final Chapter (1984) with interviews with the cast and crew.","runtime":11,"release_date":"2009-06-16","vote_average":0.0,"adult":false}]