[{"cast":["Antwoine Steele","Nicole Santorella","Bryan David","Michaela Paxton Tarbell","Millie Milan"],"overview":"Jacob Hunt has had some very bad breaks in life. His wife left him, his friends have all abandoned him, and his children barely see him! Jacob has been given an amazing gift and the chance he needs to get back on his feet and start anew. Jacob has landed the job of overnight security officer at the old ShadowView Manor. It has now been turned into a commercial office and retail building. Jacob is about to learn nights around the old Manor contains many secrets. A dark past that is breaking through the boundaries of time, leaking into this dimension. As luck would have it, Jacob's first night on the job is the anniversary of a dark tragedy that has stained the building.","release_date":"2013-10-10","genres":[27],"vote_average":4.2,"runtime":98,"cert":"N\/A","id":287500,"title":"House of Forbidden Secrets","adult":false},{"cast":["Wan Hanafi Su","Jalil Hamid","Harun Salim Bachik","Roslan Salleh","Sofi Jikan"],"overview":"The shadow of an African immigrant in an abandoned house was mistaken for a ghost and the hilarious situations that ensued, creating havoc in a quaint Malay village.","release_date":"2014-11-27","genres":[18,35],"vote_average":6.5,"runtime":94,"cert":"N\/A","id":287502,"title":"Men Who Save the World","adult":false},{"cast":[],"overview":"In this tough but compassionate coming-of-age drama, a Latvian teenager with a serious gambling addiction sets out to find his long-lost father.","release_date":"2014-10-24","genres":[18],"vote_average":7.0,"runtime":98,"cert":"N\/A","id":287504,"title":"Modris","adult":false},{"cast":["Mina Kavani","Vassilis Koukalani"],"overview":"A politically complacent middle-aged man and a young pro-democracy activist debate about the future of their country while hiding from the police, in this fascinating drama that blends scripted scenes with on-the-ground footage from Iran’s 2009 Green Revolution.","release_date":"2014-09-07","genres":[],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":287506,"title":"Red Rose","adult":false},{"cast":["Soheila Golestani","Roozbeh Hesari","Ashkan Jenabi","Hesam Mahmoudi","Shabnam Moghadami"],"overview":"A Tehran taxi driver becomes the impromptu protector of a desperate young pregnant woman after he rushes her to hospital, in this delicate, deceptively small-scale drama from award-winning Iranian director Reza Mirkarimi.","release_date":"2014-02-07","genres":[18],"vote_average":6.7,"runtime":88,"cert":"N\/A","id":287508,"title":"Today","adult":false},{"cast":["Carol Abboud","Fadi Abi Samra","Mounzer Baalbaki","Yumna Marwan","Ahmad Ghossein"],"overview":"After surviving a car crash in the middle of Lebanon's isolated Beqaa Valley, an amnesiac man finds himself held hostage on a local farm that doubles as an illegal drug-production facility.","release_date":"2014-09-04","genres":[18],"vote_average":6.7,"runtime":135,"cert":"N\/A","id":287510,"title":"The Valley","adult":false},{"cast":["Ingrid Isensee","Maite Neira","Cristián Campos","Niels Schneider","Paulina García"],"overview":"A married woman — seeking to purify herself through a \"disconnection vow\" — leaves her husband and returns to her parents’ home, but finds a situation far from the peace and quiet she had imagined.","release_date":"2014-09-06","genres":[18],"vote_average":4.0,"runtime":96,"cert":"N\/A","id":287512,"title":"Voice Over","adult":false},{"cast":[],"overview":"Mouseke-magic meets storybook enchantment in a charming Clubhouse adventure inspired by your favorite fairy tale! To surprise Minnie with a special present, Mickey and the gang keep her busy with loads of chores until they pick out the perfect gift. Tired from so much work, Minnie falls asleep... and her dreamy fantasy begins. With a \"Mouseke-doodle-lee-do,\" Fairy Godmother Clarabelle waves her wand and sets the magic in motion. Will Minnie-Rella make it to Prince Mickey's castle in time? What will happen at midnight? Will the slipper fit? With help from YOU -- and the right Mouseketools -- happily ever after is just a wish away! Sparkling with music, fun, three extra episodes and 10 bonus Minnie's Bow-Toons, MINNIE-RELLA invites every little princess to have a ball!","release_date":"2014-02-11","genres":[10751,16],"vote_average":6.0,"runtime":102,"cert":"N\/A","id":287514,"title":"Mickey Mouse Clubhouse: Minnie Rella","adult":false},{"cast":[],"overview":"A Drama Documentary film about one of the most famous Christian saints. Saint George born in Lydda, Roman Palestine, was a soldier in the Roman army and was later venerated as a Christian martyr. Produced by The Coptic Orthodox Church in Egypt. Opening speech by former Coptic Pope Shenouda III, thanking the cast team , director and producer. Main producer is St. George church in Heliopolice Cairo - Directed by Samir Seif.","release_date":"1995-01-01","genres":[18],"vote_average":0.0,"runtime":176,"cert":"N\/A","id":287516,"title":"St.George","adult":false},{"cast":[],"overview":"Iranian film about a mentally ill man.","release_date":"2014-02-01","genres":[],"vote_average":0.0,"runtime":113,"cert":"N\/A","id":287521,"title":"47","adult":false},{"cast":["Cody Longo","Cortney Palm","Adrienne Barbeau","Michael Berryman","Barbara Crampton"],"overview":"During an exclusive tour, a power breakdown inside a secret prison known as the Death House sends two agents fighting through a labyrinth of horrors while being pursued by a ruthless army of roaming inmates. As they fight to escape, the agents push toward the lowest depths of the facility where they learn a supernatural group of evil beings is their only chance for survival.","release_date":"2018-02-28","genres":[27,28,80,878,53],"vote_average":3.2,"runtime":95,"cert":"N\/A","id":287523,"title":"Death House","adult":false},{"cast":["Robert Englund","Diane Cary","Daniel Gadi","Justine Griffiths","Stuart Stone"],"overview":"A group of actors gather in a remote Northeastern town to rehearse for a mysterious stage production, only to be plunged into a hellish world where their real lives mirror the grisly story of the play.","release_date":"2015-08-18","genres":[53,27],"vote_average":4.6,"runtime":84,"cert":"N\/A","id":287525,"title":"Kantemir","adult":false},{"cast":["Joe Parascand","Kristen Accardi","Jeanette Aulet","Amanda Batdouf","Tom Brady"],"overview":"Mary Horror is back! She has her spell book and is ready to wreck havoc on the small town of Bernardsville. She needs the Witches blood of the four witches who created the spell book to make it her own once again. Sheriff Tom will do anything to stop her from destroying everything in her path and to get the book back in his hands. Third times a charm in the ultimate showdown between Sheriff Tom and Mary Horror in WITCHES BLOOD!","release_date":"2014-04-26","genres":[27],"vote_average":1.0,"runtime":75,"cert":"N\/A","id":287527,"title":"Witches Blood","adult":false},{"cast":["Jovan Alexis Marquinez","Calvin Buenaventura","Atala Estrada","María Elvira Solis","Gustavo Ruiz Montoya"],"overview":"Best friends Ras and Calvin are street artists with limited resources but  big ambitions to alter their local surroundings for the better. The two  traverse Cali on bike and skateboard, scouting for surfaces to decorate  with whatever paint they can scavenge. Inspired by news of the Arab  Spring uprisings, they dream of collaborating on a vast mural (with  graffiti artist Mario Wize) that will express solidarity with Egypt’s student  demonstrators. As Ras and Calvin explore Cali’s streets and leave their  mark on its underpasses and alleyways, Ruiz Navia’s film bears witness  to a new generation gradually finding its place in a rapidly changing  world.","release_date":"2014-08-12","genres":[18],"vote_average":6.1,"runtime":103,"cert":"N\/A","id":287529,"title":"Los Hongos","adult":false},{"cast":["Harley Race","Nick Bakay","Anthony Durante","Michael Modest","Gary Wolfe"],"overview":"Go behind the scenes into the strange world of pro wrestling. Find out why these men are more than athletes, and more like actors. Revealed are the tricks of the trade and the secrets to putting on a good show.","release_date":"1998-11-01","genres":[10770,99],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":287531,"title":"Exposed! Pro Wrestling's Greatest Secrets","adult":false},{"cast":[],"overview":"1. Coke Wave Intro 2. French Montana &amp; Max B - Stake Sause 3. French Montana &amp; Max B - It Gotta Be 4. Skit 5. French Montana, Max B, Dame Grease, Meeno &amp; E-Snaps - Goon Music 6. French Montana, Maino &amp; Max B - God Damm 7. French Montana &amp; Max B - Coke Wave 8. French Montana &amp; Max B - Battlefield 9. French Montana - Smoking 10. Max B &amp; French Montana - Here It Is 11. French Montana - Bricks &amp; Walls 12. Skit 13. Max B &amp; French Montana - Been Around 14. French Montana &amp; Max B - I Warned U 15. French Montana &amp; Dame Grease - Burry Me A G 16. Max B &amp; French Montana - All I Wanna 17. Max B, French Montana &amp; Mac Mustard - Waveyy Bonus Tracks 18. Max B &amp; French Montana - Security 19. French Montana, Dame Grease &amp; Max B - NY 20. Tony Yayo, Max B &amp; French Montana - Hold On","release_date":"","genres":[],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":287533,"title":"Coke Wave","adult":false},{"cast":[],"overview":"","release_date":"2003-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287535,"title":"Cientistas Brasileiros","adult":false},{"cast":["Cho Seong-ha","Kim Suk-hoon","Seo Young-hee","Lee Ki-young","Park Hee-von"],"overview":"One man's desperation to save his dying wife sparks a chain of tragedies in the dark crime thriller Circle of Crime. The film offers a complex story that first depicts several seemingly unconnected incidents: the escape of a serial killer, a man being chased by loan sharks after taking the money to save his wife's life, a taxi driver's hit-and-run and a woman's suicide attempt. As the plot unfolds, the connection between these incidents begins to become clear.","release_date":"2012-10-25","genres":[53,80,18],"vote_average":5.5,"runtime":90,"cert":"N\/A","id":287537,"title":"Circle of Crime","adult":false},{"cast":["Christel Bodenstein","Helga Göring","Monika Bergen","Willi Schrade","Erik Veldre"],"overview":"During a weekend spent on the island Hiddensee, the snobbish high school student Jan, who has just been expelled from school, meets Christine. Christine is impressed with his bragging attitude although he just uses it to hide his insecurity and his remorse about the fact that he was sacked. Naturally, he keeps quiet about his current situation. Christine’s companion Hannes is less thrilled about Jan. Later on, the three of them meet again at a dockyard in Stralsund. After the disreputable end of his school career, Jan is assigned to the very brigade in which Christine and Hannes work as a crane operator and a brigadier respectively.","release_date":"1961-03-16","genres":[18],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":287539,"title":"Ein Sommertag macht keine Liebe","adult":false},{"cast":[],"overview":"","release_date":"2013-01-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287541,"title":"DTS Blu-Ray Music Demo Disc 2","adult":false},{"cast":[],"overview":"","release_date":"2013-01-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287543,"title":"DTS Blu-Ray Music Demo Disc 4","adult":false},{"cast":[],"overview":"","release_date":"2013-01-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287545,"title":"DTS Blu-Ray Music Demo Disc 6","adult":false},{"cast":[],"overview":"","release_date":"2013-01-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287547,"title":"DTS Blu-Ray Music Demo Disc 7","adult":false},{"cast":[],"overview":"","release_date":"2013-01-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287549,"title":"DTS Blu-Ray Music Demo Disc 9","adult":false},{"cast":[],"overview":"","release_date":"","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287551,"title":"DTS Blu-Ray Music Demo Disc 11","adult":false},{"cast":[],"overview":"On July 18th of 1995, Montserrat's sleeping volcano rumbled back to life after hundreds of years of dormancy. This is the ten year story of that eruption and it's effects on the people of, 'The Emerald Isle of the Caribbean'.","release_date":"2005-04-01","genres":[99],"vote_average":0.0,"runtime":135,"cert":"N\/A","id":287553,"title":"Plymouth Montserrat: The Latter Day Pompeii","adult":false},{"cast":[],"overview":"Tells the story of a refugee camp of Sahrawis hoping to one day have a Western Sahara independent of Morocco.","release_date":"1993-01-01","genres":[99],"vote_average":0.0,"runtime":35,"cert":"N\/A","id":287555,"title":"Song of Umm Dalaila, the Story of the Sahrawis","adult":false},{"cast":[],"overview":"Right on the middle of the Indian Ocean, in the Seychelles archipelago, there still exists an island where the beaches are not inhabited by men but by birds : Cousin island. More than 250 000 birds live there, among giant tortoises and strange lizards.","release_date":"2001-01-01","genres":[99],"vote_average":0.0,"runtime":37,"cert":"N\/A","id":287560,"title":"Men and Birds on Cousin Island","adult":false},{"cast":["Lisbet Dahl","Ditte Gråbøl","Claus Ryskjær","Niels Olsen","Ulf Pilgaard"],"overview":"","release_date":"1995-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287562,"title":"Cirkusrevyen 1995","adult":false},{"cast":[],"overview":"Kids from Brooklyn, NY housing projects try to change the world when they are paired with Sierra Leonean pen pals orphaned by a civil war.","release_date":"2010-04-13","genres":[18,99],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":287564,"title":"Brownstones to Red Dirt","adult":false},{"cast":["Pierre Dux","Danielle Darrieux","Sylvie Vartan","Jean Marais","Anne Vernon"],"overview":"Leon Rollo whose nickname is \"Patate\" is an inventor adored by his wife and is daughter. He is mostly happy but his best friend Noël seems to succeed in everything he undertakes... Patate become increasingly jealous of this incredible luck.","release_date":"1964-10-20","genres":[35],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":287566,"title":"Friends of the family","adult":false},{"cast":[],"overview":"\"When I was a boy, it was like winning an oscar when you won a Michelin Star...\"  …Today, they dish out stars like confetti. What does Michelin mean anymore? Not much. It’s like they try and win favour from the chefs to promote their guide to help them sell their guide.” Marco Pierre White  The influence of the famous, much-feared, widely reviled Michelin restaurant guide is put under under the grill in this cage-rattling documentary by British food critic William Sitwell, editor of Food Illustrated magazine and long-standing sceptic of Michelin’s ability to make and break reputations.","release_date":"2012-11-16","genres":[99],"vote_average":7.0,"runtime":58,"cert":"","id":287568,"title":"Michelin Stars - The Madness of Perfection","adult":false},{"cast":["Olga Alamán","Sabina Avomo","Sonia Mbegono Ncogo","Ivan L. Owen Wilims"],"overview":"\"Not Naked\" explores cultural differences and their power to draw people together. This short celebrates the diversity of the rich global cultural canvas.","release_date":"2007-01-01","genres":[35],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":287570,"title":"Not Naked","adult":false},{"cast":[],"overview":"A famous sommelier loses his palate in the middle of a wine festival.","release_date":"2010-11-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287572,"title":"El Camino del Vino","adult":false},{"cast":["Amira Akili","Sébastien Hirel","Mélodie Richard","Damien Chapelle"],"overview":"A girl is approached by a strange boy outside her high school. He asks her to follow him to hear stories where gods fall in love with human beings.","release_date":"2014-09-03","genres":[18,14],"vote_average":5.5,"runtime":102,"cert":"N\/A","id":287574,"title":"Metamorphoses","adult":false},{"cast":[],"overview":"The earth's entire agricultural production depends on bees but they are dying in countless numbers, and nobody knows exactly why. On every continent, beekeepers have seen the collapse of their colonies, a phenomenon that threatens the foundations of agriculture. The Ailing Queen follows Anicet Desrochers, a young, passionate beekeeper in the Laurentian mountains of Quebec as he works through the seasons to strengthen his colonies' natural resistance and spread the word about his methods. Desrochers is a pioneer of a more ecological method of managing bees, the fields they pollinate and, ultimately, the food we live by.","release_date":"2011-10-05","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":287576,"title":"La reine malade","adult":false},{"cast":["Florian Carove","Raphaël Bouvet","Jonathan Capdevielle","Inge Maux"],"overview":"Rudolf, a bookshop salesman, Gabriel, an actor, and Nicolas, a bar waiter, share more than one common point: the three of them are thirty-something, gay and... neurotic! So what a shock when following a sentimental break-up, Rudolf decides to leave Paris (and his two friends at the same time). What he wants is to put order in his life and it seems to him the best thing to do is to move back to the village of his birth, somewhere in the Austrian mountains, far from the chaos of Parisian life. After a moment of panic, Gabriel and Nicolas decide to follow Rudolf to Styria. Little do they know how eventful their trip will be...","release_date":"2014-08-03","genres":[18],"vote_average":5.4,"runtime":90,"cert":"N\/A","id":287578,"title":"Boys Like Us","adult":false},{"cast":["Pearl White","Charlie Chaplin","Florence Turner"],"overview":"Cinema a century ago was a new, exciting and highly democratic form of entertainment. Picture houses nationwide offered a sociable, lively environment in which to relax and escape from the daily grind. With feature films still rare, the programme was an entertaining, ever-changing roster of short items with live musical accompaniment. 100 years on, this special compilation from the BFI National Archive recreates the glorious miscellany of comedies, dramas, travelogues and newsreels which would have constituted a typical night out in 1914. Our selection includes a comic short about a face-pulling competition, a sensational episode of The Perils of Pauline, scenes of Allied troops celebrating Christmas at the Front, and an early sighting of one of cinema’s greatest icons...","release_date":"2014-08-01","genres":[],"vote_average":7.5,"runtime":85,"cert":"","id":287580,"title":"A Night at the Cinema in 1914","adult":false},{"cast":["Leona Cavalli","Vadim Nikitin"],"overview":"Joana suffers from a double personality and is obsessed with Anna Karenina, the character from Tolstoy's novel. Embodying the myth of Narcissus, Anna K. is the image and resemblance of Joana, stronger and more seductive.","release_date":"2014-07-29","genres":[35,18,14],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":287582,"title":"Anna K.","adult":false},{"cast":[],"overview":"Directed by some of most well known Chinese-language directors of the time, the portmanteau film Four Moods was an attempt to alleviate Li Han-hsiang’s financial troubles during the late 1960s. Arguably one of his best works, King Hu’s short Anger is an adaptation of the famous Peking opera San Cha Kou; set to opera instrumentation and stylishly shot, the film deftly captures the tense showdown between political schemers, avengers and vagabonds inside an inn. Li Han-hsiang’s Happiness, inspired by the Strange Tales of Liaozhai, tells a tale of reprieve for a kind-hearted ghost, while Pai Ching-Jui’s Joy and Lee Hsing’s Sadness both explore the fateful encounters between mortal men and ghostly women.","release_date":"1970-10-08","genres":[18,14,10749],"vote_average":7.0,"runtime":140,"cert":"N\/A","id":287584,"title":"Four Moods","adult":false},{"cast":["Pap Éva","Tamás Végvári","Görbe János","Erzsi Somogyi","Antal Páger"],"overview":"During World War I, an ancient feud divides the industrial area in the county of Nógrád. The workers of the steal factory start a strike, but the miners do not support their cause. Sanyi from the steal factory and Ilonka from the mining community fall in love with each other, but can only meet secretly. When the boy dances with the girl in the pub of the miners, he is recognised and knocked down.","release_date":"1961-10-19","genres":[18],"vote_average":6.0,"runtime":85,"cert":"N\/A","id":287586,"title":"A Girl Was Killed","adult":false},{"cast":["Géza Tordy","Klári Tolnay","Pap Éva","Gábor Agárdy","József Bihari"],"overview":"1922. Sándor serves as a farm-hand, but would like to become a blacksmith. He is completely enchanted by the beautiful wife of his new master.","release_date":"1959-08-18","genres":[18],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":287588,"title":"For Whom the Larks Sing","adult":false},{"cast":["Kensho Ono","Kenji Nojima","Nobuhiko Okamoto","Kenji Akabane"],"overview":"Warriors called \"Saints\" are the champions of hope who have always appeared since the Age of Myth whenever evil threatens the world. In this present day story, many years since the long fought \"Holy War\" we find Saori Kido, a girl troubled by her mysterious powers. She is saved by a boy, Seiya \"Bronze Saint\" from a sudden attack by an assassin, through the accident Saori realizes her destiny and mission and decides to go to \"Sanctuary\" with Seiya and his company of Bronze Saints. In Sanctuary they confront \"Pope\" and wage a desperate battle against the greatest Saints, the \"Gold Saints\".","release_date":"2014-06-21","genres":[28,16,14],"vote_average":5.2,"runtime":93,"cert":"N\/A","id":287590,"title":"Saint Seiya: Legend of Sanctuary","adult":false},{"cast":["Mari Törőcsik","Ádám Kosztolányi","Éva Vass","Darvas Iván","Péter Haumann"],"overview":"The director has intertwined an old amateur film, shot about the Kosztolányi-family, with the adaptation of three short stories of the author. Just like the actors of the amateur film, the main characters of the three short stories are making desperate attempts to appear easy-going and self confident in the eyes of the world. In the hero of Key, the father who at home appears to be an unapproachable, important person, is suddenly revealed to be an insignificant and humiliated office clerk before his son. In Bathing, it is the severe, \"tough guy\" father who does not know himself and is therefore depressed and causes an irredeemable, tragic accident. In China Vase, the important guest invited with great reverence breaks into pieces the only treasure of the poor clerk couple with a nonchalant gesture. Yet, there is hope: after many years, the woman tells the mystically enlarged story with appropriate self-irony.","release_date":"1980-08-19","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":287595,"title":"I Dream about Colours","adult":false},{"cast":["Loreto Aravena","Paulina García","Gabriela Aguilera","Lautaro Delgado Tymruk","Elisa Zulueta"],"overview":"A case of mistaken identity becomes a living nightmare when a young actress finds herself relentlessly assailed by debt collectors, in this Kafkaesque fable for the information age.","release_date":"2015-11-19","genres":[18,53],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":287597,"title":"I Am Not Lorena","adult":false},{"cast":["Nasrdin Dchar","Walid Benmbarek","Rachid El Ghazaoui","Betty Schuurman"],"overview":"In this smart and incisive thriller, a Dutch cop of Moroccan heritage goes undercover in a Moroccan drug ring and finds there a feeling of belonging he never experienced in \"normal\" society.","release_date":"2014-10-23","genres":[18],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":287599,"title":"The Intruder","adult":false},{"cast":["Naidra Dawn Thomson","Shannon Leade","Stephen A.F. Day","Sam Leung","Laura Hofrichter"],"overview":"Based on a true story, \"House On The Hill\" is a true crime melodrama with strong horror elements, chronicling the outrageous 1980s murder spree of serial killer Leonard Lake, who would target, kidnap, rob and kill people - and even whole families. Sonia, the only survivor of Lake's killing spree, teams up with a private investigator to help him locate a woman who disappeared into Lake's compound. In the process, Sonia recounts the horrors of the house, where Lake and his accomplice would force her to videotape the killings.","release_date":"2012-05-11","genres":[27,80],"vote_average":3.0,"runtime":85,"cert":"18","id":287601,"title":"House On The Hill","adult":false},{"cast":["Eddie Pepitone"],"overview":"Standup special recorded in Brooklyn.","release_date":"2014-08-07","genres":[35],"vote_average":5.3,"runtime":64,"cert":"N\/A","id":287603,"title":"Eddie Pepitone: In Ruins","adult":false},{"cast":[],"overview":"A short experimental film observing the landscape from the balcony of Rohit Shivdas' home.","release_date":"2014-05-08","genres":[],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":287605,"title":"Landscape","adult":false},{"cast":[],"overview":"Bamse and chicken","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287613,"title":"Bamse and Chicken 36","adult":false},{"cast":["Ferenc Zenthe","Galambos Erzsi","Ungváry László","Irén Psota"],"overview":"The composer Berki András, in his co-tenancy noisy with the barking of dogs and the hullabaloo of children, is unable to compose the new song for his fiancée, the singer, although the premiere is near. He cannot believe his eyes as he sees the official decision that he will soon get an apartment on his own. Yet his joy is soon over. The pharmacist Ács Éva arrives with identical documents. The situation which evolves as a result of the new co-tenancy forces them to cover up things before their partners.","release_date":"1957-08-18","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":287615,"title":"A Quiet Home","adult":false},{"cast":["Johnny Delgado","Rodel Velayo","Boots Anson-Roa","Arnold Reyes","Baron Geisler"],"overview":"Ang Huling Araw ng Linggo spans a week in a life of seven individuals with interconnected narratives.","release_date":"2006-07-18","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287617,"title":"The Last Day of the Week","adult":false},{"cast":["Khalid Abdalla","Marie-Josée Croze","Fadwa Boujouane","Hocine Choutri","Majdouline Idrissi"],"overview":"The intersecting destinies of three people — a Moroccan-Iraqi writer searching for his brother, the lover whom he left behind, and a young orphan on the run — create an incisive and unsettling portrait of a land riven by violence and fundamentalism.","release_date":"2014-09-05","genres":[18],"vote_average":5.0,"runtime":93,"cert":"N\/A","id":287619,"title":"The Narrow Frame of Midnight","adult":false},{"cast":["Ignacio Huang","Nicolás Mateo","Yun Seon Kim","Chang Sun Kim","Limbert Ticona"],"overview":"Three intertwining stories that take place in La Salada — the largest unregulated market in Buenos Aires: a Korean father prepares his daughter for an arranged marriage, a young Bolivian man searches for work, and a Taiwanese DVD seller tries to woo a young woman to be his girlfriend.","release_date":"2014-04-06","genres":[18,35],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":287621,"title":"La Salada","adult":false},{"cast":["Nadine Marshall","Idris Elba","Kai Francis Lewis","Sharlene Whyte","Seroca Davis"],"overview":"A married, middle-class London couple are shocked when they seem to have been blessed — or cursed — with an immaculate conception.","release_date":"2014-09-02","genres":[18],"vote_average":5.8,"runtime":105,"cert":"","id":287623,"title":"Second Coming","adult":false},{"cast":["Louis Brooke","Allan Bryan Weku","Judy Gichohi","Kelly Gichohi","Olwenya Maina"],"overview":"Created by the members of a Nairobi-based arts collective — who have removed their names from the film for fear of reprisal — this anthology film that dramatizes true-life stories from Kenya’s oppressed LGBTQ community is both a labour of love and a bold act of militancy.","release_date":"2014-09-05","genres":[18],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":287625,"title":"Stories of Our Lives","adult":false},{"cast":["Sándor Téri","Lajos Miller","Enikő Eszenyi","Maddalena Bonifacio","Ákos Sebestyén"],"overview":"The opera-film, as opposed to Gluck's Vienna version, is a recollection of the ancient tragic Greek myth. Orpheus, who is able to defeat Hades with the power of art, is unable to conquer his own human defects. Amor is sympathetic to Orpheus' sufferings as he mourns his dead beloved, and lets him know the message sent by the Gods, namely that he may take her home from the underworld if he is capable of not looking at her.","release_date":"1986-08-19","genres":[10402],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":287627,"title":"Orpheus and Eurydice","adult":false},{"cast":["Jeffrey Quizon","Adrian Pang","Judee Tan","Shane Mardjuki","Guo Liang"],"overview":"The lives of an arrogant young motivational speaker in debt to the Chinese mafia, his lookin’-to-get-out girlfriend, and a single father in dire straits fatefully intertwine in this nail-biting thriller from Singapore that is based, almost unbelievably, on a true story.","release_date":"2014-12-04","genres":[35,80,18],"vote_average":6.0,"runtime":122,"cert":"N\/A","id":287629,"title":"Unlucky Plaza","adult":false},{"cast":[],"overview":"Three unmarried aristocratic Christian sisters from Ramallah have shut themselves in their villa clinging desperately to their former glory, until their orphan niece, Badia, walks into their life and turns their world upside down.","release_date":"2014-09-06","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":287631,"title":"Villa Touma","adult":false},{"cast":[],"overview":"","release_date":"1968-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287633,"title":"The Bittersweet Night","adult":false},{"cast":["Rene Requiestas","Manilyn Reynes","Ogie Alcasid","Nova Villa","Paquito Diaz"],"overview":"It showcases the different activities of students — the mess they get into and the troubles they encounter until the duo of Michael and Madonna discover that their professor is a drug pusher.","release_date":"1990-08-28","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287635,"title":"Michael and Madonna","adult":false},{"cast":["Emraan Hashmi","Danny Huston","Sam Reid","Adil Hussain","Supriya Pathak"],"overview":"Ayan, a pharmaceutical salesman in Pakistan, takes on the multinational health care corporation he works for after he realizes they knowingly marketed a baby formula that's responsible for the death of hundreds of babies everyday.","release_date":"2014-11-08","genres":[18,53],"vote_average":7.9,"runtime":90,"cert":"N\/A","id":287637,"title":"Tigers","adult":false},{"cast":["Joey de Leon","Rene Requiestas","Maricel Laxa","Panchito","Beverly Salviejo"],"overview":"an awesome musicale by  Tony Y. Reyes.","release_date":"1989-07-26","genres":[35,10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287639,"title":"Elvis & James","adult":false},{"cast":["Vilma Santos","Christopher de Leon","Eddie Garcia","Sheryl Cruz","Jay Manalo"],"overview":"Anti-crime crusader Lilia Chiong Yang seems to have everything a woman could want and need: a husband who pampers her; children whom any parent would be proud of; and the respect &amp; admiration of the most powerful people in the land. But just as Lilia prepares for her 25th wedding anniversary celebration, a chance encounter in Thailand with her first love Michael throws Lilia's life into chaos. So begins the resumption of a relationship that threatens to unravel the delicate threads connecting Lilia to the other people in her life.  - Written by regalfilms","release_date":"2004-12-25","genres":[10749,18],"vote_average":0.0,"runtime":119,"cert":"N\/A","id":287641,"title":"Mano po III: My Love","adult":false},{"cast":["Juan Del Santo","Susana Romel","Juan Manuel Romero","Alejandro Rosete","Diego Rosete"],"overview":"One man band arrives to a small town to play his music but he is welcomed by an unexpected tough audience.","release_date":"2009-05-01","genres":[35],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":287646,"title":"One Man Band","adult":false},{"cast":["Ben Bordeau","Sophie Chateau","Brendan Parry Kaufmann","Sean McIntyre","Paul Ryan"],"overview":"A short film about one man who dared to be different.","release_date":"2010-01-01","genres":[35],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":287648,"title":"Everybody Wants To Be Unique","adult":false},{"cast":["Angela Johnson","Eden Porter"],"overview":"A nervous graduate. A bizarre yet excruciating job interview. Things are about to go very wrong.","release_date":"2009-04-01","genres":[27,35],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":287650,"title":"Potential Employee","adult":false},{"cast":[],"overview":"From Nashville With Music is another slim plot that gives an excuse for Nashville country stars to perform. The stars are Leo G. Carroll, Marilyn Maxwell, Jose Gonzalez-Gonzalez, Marty Robbins (singing \"El Paso\"), Buddy Allen, Bill Anderson, Don Gibson, Merle Haggard, George Jones, Cousin Jody, Buck Owens, Bonnie Owens, Charley Pride, Susan Raye, Carl Smith, Wynn Stewart and Tammy Wynette. (from http:\/\/archive.tennessean.com\/article\/20070511\/SPECIAL0907\/705110501\/1969-Movie-From-Nashville-Music)","release_date":"1969-07-07","genres":[18,10402],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":287655,"title":"From Nashville With Music","adult":false},{"cast":["Corinna Harfouch","Helmut Berger","Timothy Peach"],"overview":"","release_date":"1996-03-17","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287657,"title":"Verdammt, er liebt mich","adult":false},{"cast":["Barbara Rudnik","Max Tidof","Helmut Berger","Elisabeth Trissenaar","Andrea Sawatzki"],"overview":"","release_date":"1999-10-11","genres":[53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287659,"title":"Doppeltes Dreieck","adult":false},{"cast":["Senta Berger","Ulrich Reinthaller","Karlheinz Hackl","Nadeshda Brennicke","Helmut Berger"],"overview":"","release_date":"2000-12-30","genres":[35],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":287661,"title":"Probieren Sie’s mit einem Jüngeren","adult":false},{"cast":["Freddie Prinze Jr.","Vanessa Marshall","Tiya Sircar","Taylor Gray","David Oyelowo"],"overview":"A Long Time Ago In A Galaxy Far, Far Away… Against the might of the Galactic Empire, an unlikely band of heroes emerges to renew the fight for freedom.  Five years before the events of Star Wars Episode IV: A New Hope, the reigning evil Empire continues to tighten its grip of power and fear throughout the cosmos. But even amidst the tyranny and oppression of these dark days, a glimmer of light emerges. Meet the ragtag crew of the starship Ghost: Twi’lek pilot Hera, street-smart pickpocket Ezra, team leader Kanan, alien enforcer Zeb, explosives expert Sabine, and Chopper, the cantankerous Droid. Together, they embark on action-packed adventures, battle ruthless villains, and ignite the very first Spark Of Rebellion against a surging tide of Stormtroopers, TIE fighters and the mysterious Inquisitor.","release_date":"2014-10-03","genres":[12,16,28,878],"vote_average":7.1,"runtime":44,"cert":"U","id":287663,"title":"Star Wars Rebels: Spark of Rebellion","adult":false},{"cast":["Yu Entai","Zhao Tao"],"overview":"Jia Zhangke’s short for Modern Weekly’s special tenth anniversary issue.","release_date":"2008-11-29","genres":[18],"vote_average":8.0,"runtime":12,"cert":"N\/A","id":287665,"title":"Remembrance","adult":false},{"cast":["Ulrike Folkerts","Barbara Rudnik","Peter Kremer","Helmut Berger","Hannes Hellmann"],"overview":"Attractive uncompromising politician Mona Dengler is investigating the tobacco industry. Tomboyish bodyguard and single mother Johanna Sieber is assigned to protect her. This endangers Johanna's son. Mona unexpectedly falls for her.","release_date":"2005-01-01","genres":[80],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":287667,"title":"The Bodyguard","adult":false},{"cast":["Ecija Ojdanić","Iva Babić","Barbara Nola","Enes Vejzović","Milan Štrljić"],"overview":"One accidental shot will intertwine the destinies of two young women - Anita, an inspector who gets on amazingly in professional and quite well in her private life and Petra, a young woman whose everyday life would surely be simpler if she did not have to take care of her alcoholic mother. The investigation on the accidental shot will intertwine their destinies at a moment when they both find that they are pregnant. A huge turning point in their lives, each in her own world and equally left on their own, these two women will, step by step, become close during the investigation.","release_date":"2013-07-25","genres":[18,80],"vote_average":5.0,"runtime":76,"cert":"N\/A","id":287669,"title":"One Shot","adult":false},{"cast":["Sky du Mont","Rebecca Immanuel","Philippe Brenninkmeyer","Helmut Berger","August Schmölzer"],"overview":"","release_date":"2009-04-30","genres":[10770,35,80],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":287671,"title":"Detektiv wider Willen","adult":false},{"cast":["Ursela Monn","Wolfgang Winkler","Peter Bongartz","Helmut Berger","Bruno F. Apitz"],"overview":"","release_date":"2009-12-02","genres":[10770,18],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":287673,"title":"Tango im Schnee","adult":false},{"cast":["Sheng Ziming","Liu Jia","Fan Zhiling"],"overview":"","release_date":"2014-04-05","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":287675,"title":"Huang Haihuai","adult":false},{"cast":["Erni Mangold","Fritz Karl","Helmut Berger","Marion Mitterhammer","Thomas Nash"],"overview":"","release_date":"2014-06-12","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287677,"title":"Der letzte Tanz","adult":false},{"cast":["Hilde Berger","Nicole Heesters","Christian Kohlund","Lisa Kreuzer","Doris Kunstmann"],"overview":"","release_date":"2003-10-03","genres":[10770,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287679,"title":"Katz und Hund","adult":false},{"cast":[],"overview":"This holiday, pack the sleigh, hitch up the reindeer, and celebrate the season with Mickey and all his friends in a fun-filled adventure. When Santa's sleigh breaks down at the top of Mistletoe Mountain, Mickey and Donald race to his rescue. The gang plays a game of hide-and-seek with the world's greatest hider -- Donald Duck! And Goofy needs help returning a lost baby bird to its mother in the forest. Be a part of three hilarious stories about helping others, and discover that the greatest gift of all is good friends. Open the door to Mickey's Clubhouse, and unwrap some holiday fun for the entire family.","release_date":"2006-11-14","genres":[16],"vote_average":0.0,"runtime":60,"cert":"U","id":287681,"title":"Mickey Mouse Clubhouse: Mickey Saves Santa","adult":false},{"cast":["Elise Aulinger","Anderl Kern","Maria Stadler"],"overview":"","release_date":"1936-11-20","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287683,"title":"Die Jugendsünde","adult":false},{"cast":["Josef Eichheim","Rotraut Richter","Fritz Kampers","Oskar Sima","Beppo Brem"],"overview":"Old Meiseken, a gingerbread baker, has been dead for three years, but his bosses don’t know that.  They’ve been paying him his pension all this time, unaware that his former landlords have been cashing the checks.  When, one day, the assistant head of the bakery, Tony, pays a visit to Meiseken’s place to get a hold of an old recipe, someone’s got to play the part of Meiseken!  The fraud blows up in the landlords’ faces; but in the end, Tony gets the recipe book and even a new bride.","release_date":"1937-05-26","genres":[35],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":287685,"title":"Meiseken","adult":false},{"cast":["Joe Stöckel","Elise Aulinger","Liesl Karlstadt","Ludwig Schmid-Wildy","Joseph Offenbach"],"overview":"","release_date":"1943-08-27","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287687,"title":"Peterle","adult":false},{"cast":["Andy Samberg","Kit Harington","Jon Hamm","Michael Sheen","Karen Gillan"],"overview":"A fictional documentary-style expose on the rivalry between two tennis stars who battled it out in a 1999 match that lasted seven days.","release_date":"2015-07-11","genres":[10770,35],"vote_average":6.5,"runtime":43,"cert":"N\/A","id":287689,"title":"7 Days in Hell","adult":false},{"cast":["Stanford Asuzu Ibe","Eucharia Anunobi","Sam Loco Efe","Gloria Anozie","Nonye Mbatuegwu"],"overview":"Pascal struggles to make a living and reconcile with his family.","release_date":"1997-01-01","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":287697,"title":"Garbage","adult":false},{"cast":["Daniel Lugo","Fedra López","Daniela Alvarado","Eileen Abad","Servando Primera"],"overview":"Salserín, la primera vez, candidly recounts a story of teenage love framed in the genesis of a salsa band that was once  a musical phenomenon in the mid-nineties.","release_date":"1997-02-05","genres":[10402,18,35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":287699,"title":"Salserin, the First Time","adult":false},{"cast":[],"overview":"A minor masterpiece of the surreal--Austin Chronicle__Redboy 13 is a cold war movie spoof with a Jame Bondian atmosphere. Roy Brown plays Redboy 13, an adolescent agent called from retirement for one last assignment. Evil is up to its old tricks in the form of a wheelchair bound Neo Nazi.","release_date":"1997-08-19","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":287704,"title":"Redboy 13","adult":false},{"cast":["Xavier Daura","Esteban Navarro","Carlo Padial","Carles Gras","Pau Bonet"],"overview":"Carlo Padial, writer and film director, responsible for cult films such as \"Mi Loco Erasmus\", dares to direct a \"Venga Monjas\". To that end he organized \"The Ferguson Party\", a descent to the collective hell of the barcelonese party and extreme kitxi Summertime fucking about. Padial falls by accident in the darkest side of bohemia.","release_date":"2013-01-01","genres":[35],"vote_average":3.0,"runtime":7,"cert":"N\/A","id":287712,"title":"La Ferguson Party","adult":false},{"cast":["Master Kumar","Vijayaraghavan","Mini Nair","Unnikrishnan Namboothiri"],"overview":"The plot revolves around the personal turmoil faced by the parents of a child who is to be inducted into priesthood by a monastery. The boy who led a carefree life until now has been identified as having a deep understanding of religious philosophy and scriptures at a very young age by the priests of a holy shrine. They request the family to induct the boy into priesthood to which the grandfather of the boy readily agrees to; for, he himself had aspirations of joining the shrine in the past. The parents, though not keen on parting with their child are compelled to give in on the basis of the word given by the elders of the family.","release_date":"1996-06-12","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":287714,"title":"Desadanam","adult":false},{"cast":["Bruno Todeschini","Serge Riaboukine","Patrick Descamps","Anne Azoulay","Fanny Valette"],"overview":"","release_date":"2014-08-19","genres":[18],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":287716,"title":"La main passe","adult":false},{"cast":["Alessandra Vanzi"],"overview":"It is on Ascension Day that Zoe, a brilliant computer analyst, visits the National Park in the center of Athens with her daughter, Katerina. That afternoon in the park, Zoe experiences an overwhelming array of instinctive compulsions and transforms into an ancient Maenad in ecstatic frenzy, even capable of murder. Instincts and animals get loose and panic takes over.","release_date":"1985-10-01","genres":[12],"vote_average":1.0,"runtime":92,"cert":"N\/A","id":287730,"title":"Mania","adult":false},{"cast":["Jeanne Helbling","Gaston Glass","Raoul Paoli","Louis Mercier","Margot Rousseroy"],"overview":"A large caravan of settlers attempt to cross the Oregon Trail..","release_date":"1931-03-29","genres":[37],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287735,"title":"La piste des géants","adult":false},{"cast":["Marisol Membrillo","Yohana Cobo","Julieta Serrano","Alejandro Novo","Violeta Orgaz"],"overview":"","release_date":"2011-10-27","genres":[9648],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287740,"title":"Ojos que no duermen","adult":false},{"cast":["Ben Blue","Shemp Howard","Joseph Vitale"],"overview":"Elmer O'Dare fancies himself an expert circus performer.","release_date":"1934-08-11","genres":[35],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":287742,"title":"Daredevil O'Dare","adult":false},{"cast":["Aletta Ocean","Jasmine Jae","Lexi Lowe","Lou Lou","Anissa Kate"],"overview":"It’s just another day in the City of Vices when two hookers, Cynthia and Val, are tasked to deliver cocaine to gangster, Antonio. Trouble occurs when the den is raided by the Vice Squad and their cocaine is stolen by corrupt cop, Drake. Not wanting to get killed, the girls create a fake brick of cocaine to hand to Antonio. Things go from bad to worse when Cynthia shoots Antonio using Drake’s gun! Now Drake must help her get rid of the body before the crew finds out the cocaine is fake. All events transpire into an all-out war between Antonio’s gang and Drug Lord Vasquez, while Cynthia and Drake just try to stay alive.","release_date":"2014-08-12","genres":[28,80],"vote_average":5.7,"runtime":208,"cert":"N\/A","id":287744,"title":"City of Vices","adult":true},{"cast":["Marianne Hold","Claus Holm","Annie Rosar","Hans Moser","Frank Holms"],"overview":"","release_date":"1957-11-28","genres":[10749],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":287746,"title":"Die Lindenwirtin vom Donaustrand","adult":false},{"cast":["Heidelinde Weis","Gerhard Riedmann","Hans Söhnker","Susi Nicoletti","Senta Berger"],"overview":"","release_date":"1960-02-05","genres":[35],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":287748,"title":"Ich heirate Herrn Direktor","adult":false},{"cast":["Lex Barker","Barbara Rütting","Senta Berger","Loni Heuser","Berta Drews"],"overview":"","release_date":"1962-06-21","genres":[18],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":287750,"title":"Dr. Sibelius","adult":false},{"cast":["Brett Halsey","Senta Berger","Michael Hinz","Marion Michael","Eckart Dux"],"overview":"Saleswoman Jenny is crazy about the painter Jack.  But Jack does not want to marry, even though he loves Jenny passionately. So Jenny looks elsewhere to find the right man. She marries twice, but always ends up back with Jack and gives herself to him with no attachments. Will Jack and Jenny find true love? Of course!","release_date":"1963-12-25","genres":[18],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":287752,"title":"Jack and Jenny","adult":false},{"cast":["Kerwin Mathews","Brian Aherne","Senta Berger","Peter Kraus","Fritz Eckhardt"],"overview":"","release_date":"1967-01-27","genres":[10402,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287754,"title":"The Waltz King","adult":false},{"cast":["Enno Patalas","Fernando Martín Peña","Paula Félix-Didier","Howard Hawks","Cary Grant"],"overview":"Argentinian film historians find a complete print of Fritz Lang's “Metropolis” (1927) at Buenos Aires Film Museum and take it to Germany for its restoration.","release_date":"2010-02-13","genres":[99],"vote_average":5.0,"runtime":47,"cert":"N\/A","id":287756,"title":"Metropolis Refound","adult":false},{"cast":[],"overview":"Will the world end in 2006? Danny Wallace travels the globe, searching for proof that out future is predetermined according to a hidden message.  This documentary explores the hidden codes in the bible that warned the future events that took place after the bible was written.","release_date":"2004-01-27","genres":[],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":287758,"title":"Conspiracies: The Bible Code Warnings","adult":false},{"cast":["George O'Hanlon","Monte Blue","Creighton Hale","Richard Erdman","Fred Kelsey"],"overview":"Comedic Warmer Bros short film featuring George O'Hanlon as Joe McDoakes. In this outing, Joe just loves playing the horses and shows what you can do to improve your odds of winning. Hanging around the stables and getting to know the horses is one way or starting rumors about other horses is another. Then there's fate such seeing the same number everywhere or using your own math formula. Joe isn't having much luck but when he finally wins the big one, his bookie has another surprise for him. Written by garykmcd (Taken from the imdb page)","release_date":"1946-10-05","genres":[35],"vote_average":6.0,"runtime":11,"cert":"N\/A","id":287760,"title":"So You Want to Play the Horses","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287762,"title":"zzzzzzzzzzz","adult":false},{"cast":[],"overview":"Film composed of eight animated shorts starring agents Mortadelo (Mort) and Filemón (Phil): Information Agency; The Hong Kong Vase; Against the Pison; They Get on a Plane; More Than One Thief; Escaped from Prison; Genius or not, That's the Question.","release_date":"1970-08-19","genres":[35,16],"vote_average":8.0,"runtime":59,"cert":"N\/A","id":287764,"title":"Segundo festival de Mortadelo y Filemón","adult":false},{"cast":["Manoj Amarnani","Anokhi Dalvi","Rajendranath Zutshi"],"overview":"A young Indian man marries a stranger to remain in Canada after his request for residency is denied.","release_date":"2014-08-22","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":287766,"title":"Life Is Beautiful","adult":false},{"cast":["Jakob Svendsen","Heino Hansen"],"overview":"","release_date":"2014-01-22","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287768,"title":"Heino & Jakobs Oneman-show","adult":false},{"cast":["Yao Anlian"],"overview":"When Lin Dalin's company loses clients to cheaper competitors, he accepts a large order with no profit margins in order to survive. But unpaid workers and rising wages risk a calamitous strike.","release_date":"2014-08-24","genres":[],"vote_average":7.0,"runtime":101,"cert":"N\/A","id":287770,"title":"Factory Boss","adult":false},{"cast":["Alice Cooper"],"overview":"Featuring a collection of Alice Cooper's most loved video clips, including Poison, Love's a Loaded Gun and Bed of Nails.","release_date":"2003-11-03","genres":[10402],"vote_average":0.0,"runtime":40,"cert":"","id":287772,"title":"Alice Cooper - The Ultimate Clip Collection","adult":false},{"cast":["Lexi Lowe","Jasmine Jae","Cathy Heaven","Emma Leigh","Ava Dalush"],"overview":"Welcome to Bottomley Manor, home of the quintessentially English Lord Grabhem his lady wife and their two promiscuous step-daughters, Abby and Fanny.We discover that the Grabhems have decided to invite their good friends The Stiffies to dinner. Staff members of Bottomley Manor, including Butler Smallcock and personal footman Master Bates, hurriedly prepare to receive their guests.However it soon becomes clear that some members of staff have their own ideas as to how to make the night go with a swing!So as soon as night begins to fall, we discover that this is not the only thing going Down On Abby!","release_date":"2014-05-13","genres":[35,10749],"vote_average":9.0,"runtime":140,"cert":"R18","id":287774,"title":"Down On Abby: Tales From Bottomley Manor","adult":true},{"cast":["Kazuko Yoshiyuki","Akira Takarada","Gaku Yamamoto"],"overview":"Lonely after the death of her husband, whom she nursed for years, Tae decides to find a new life partner. Her family and friends try to dissuade her.","release_date":"2013-11-16","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":287776,"title":"A Sparkle of Life","adult":false},{"cast":["Go Ayano","Chizuru Ikewaki","Masaki Suda","Hiroko Isayama","Kazuya Takahashi"],"overview":"A man has thrown away love and a woman has given up on love. The two souls meet in a brief summer in the northern city of Hakodate.","release_date":"2014-03-16","genres":[18],"vote_average":6.7,"runtime":120,"cert":"N\/A","id":287778,"title":"The Light Shines Only There","adult":false},{"cast":["Lau Ching-Wan","Michael Chow Man-Kin"],"overview":"A sequel to Thou Shalt Not Swear. Chow re-teams with Lau to investigate a murder.","release_date":"1994-05-12","genres":[35,27],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":287783,"title":"The Third Full Moon","adult":false},{"cast":["Sean Young","Christopher Heyerdahl","Tim Post","William B. Davis","Paul Hopkins"],"overview":"Special Agent Rachel Anderson is charged with protecting a key witness, Richard Harper. But Harper himself is a suspect in several bomb attacks, one of which killed Rachel's partner. Stars Sean Young and Tim Post.","release_date":"2002-02-03","genres":[28,53,18,80],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":287785,"title":"Aftermath","adult":false},{"cast":["Andreas Kranich","Birgit Müller","Rosanna Romana"],"overview":"One of the first hardcore features to receive widespread distribution, Man and Wife was also the genre's first blockbuster. Hosted by some unnamed escapee from a twelve-step program, Man and Wife, moves from anatomy charts and Asian erotic art into actual footage of two couples demonstrating nearly fifty different sexual positions. Whew!  Bucky grew hungry when he spied the wood panelled walls of their tiny bedroom, but gagged when the narrator insisted that the “woman on-top” position \"help(s) quench her motherly instincts. “Man and Wife” was the first of several sex documentaries made by Matt Cimber (aka Matteo Ottaviano), Jayne Mansfield's final husband, who had previously directed his wife in Single Room Furnished ('68).","release_date":"1969-08-07","genres":[18,99],"vote_average":2.9,"runtime":65,"cert":"N\/A","id":287787,"title":"Man & Wife: An Educational Film for Married Adults","adult":true},{"cast":["B.B. King","Buddy Guy","Albert Collins","Muddy Waters"],"overview":"Documentary film about the legendary blues club in Austin, Texas. The film is filled with historical and dynamic blues performances from the earliest days of the club in the 1970s. Stars David Adelson, Clifford Antone.","release_date":"2004-01-19","genres":[10402],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":287789,"title":"Antone's: Home of the Blues","adult":false},{"cast":["Debbie Rochon","Lou Martini Jr.","Susan Campanaro","Donovan Kern","Suzi Lorraine"],"overview":"Born out of sin, Billy is given up for adoption and embarks on a killing spree, seeking revenge on his birth parents. He's pursued by detectives battling their own inner demons.","release_date":"2014-03-04","genres":[27],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":287791,"title":"Billy's Cult","adult":false},{"cast":["Tammin Sursok","Ben Wiggins","Sarah Bonrepaux","Jade Tailor","Russell Geoffrey Banks"],"overview":"A serial killer terrorizes a woman searching for the remains of her dead sister, trapping her in a web of horror and erotic intrigue.","release_date":"2014-08-22","genres":[53,27],"vote_average":4.0,"runtime":91,"cert":"N\/A","id":287793,"title":"Cam2Cam","adult":false},{"cast":["Jasmine Jae","Holly Kiss","Cathy Heaven","Valerie Fox","Eva May"],"overview":"Critically acclaimed British director Kendo leads you though this eroticJourney with a handful of the world’s most beautiful and dirty MILFs.With age cums experience...behold The Shadow of a MILF","release_date":"2014-01-03","genres":[],"vote_average":5.5,"runtime":113,"cert":"R18","id":287795,"title":"The Shadow of a MILF","adult":true},{"cast":["Jérôme Boulle","Danielle Dalbert","Sandra Faro","Davidsen Kamanah","Kristeven Mootien"],"overview":"Two young men went on a ride with their old friend in his truck across the whole Mauritius, the sole purpose of it being finding and getting two girls to entertain them that very night back home.","release_date":"2005-01-01","genres":[18],"vote_average":6.0,"runtime":75,"cert":"N\/A","id":287797,"title":"Benares","adult":false},{"cast":[],"overview":"On the morning of September 11th, Michael Trinidad called his ex-wife, Monique Ferrer, from the 103rd floor of the World Trade Center's North Tower to say goodbye. In the wake of his death, Monique tells the story of Michael's lasting legacy—the family they built together.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":287799,"title":"Always A Family","adult":false},{"cast":["Dennis Miller"],"overview":"Five-time Emmy winner Dennis Miller skewers politics and the Americans who love them in his 9th stand-up comedy special","release_date":"2014-06-13","genres":[35],"vote_average":1.0,"runtime":60,"cert":"N\/A","id":287801,"title":"Dennis Miller: America 180 Degrees","adult":false},{"cast":["Ilona Grübel","Lilli Palmer","Karl Michael Vogler","Melanie Horeschowsky","Paul Verhoeven"],"overview":"An adaptation of the play by August Strindberg.","release_date":"1969-11-09","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287803,"title":"The Dance of Death","adult":false},{"cast":[],"overview":"The end of the year is a time to reflect, and this outstanding music video let’s us remember everything from the Big Bang to…the end. And what a splendid thing it all is. The animation has a youthful sense of fun to it (especially when a monkey discovers weapons and murder), and the constantly rotating, fabric-covered globe is inspired.","release_date":"2011-01-01","genres":[16],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":287805,"title":"Thick As Thieves","adult":false},{"cast":["Ben Gazzara","Rita Moreno","Alanna Ubach","Burt Young","Vincent Pastore"],"overview":"Hoping to revitalize their marriage, an elderly couple from New York (Gazzara, Moreno) go on vacation to the Catskills.","release_date":"2000-01-16","genres":[35,18],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":287807,"title":"Blue Moon","adult":false},{"cast":[],"overview":"Fans of “Calvin &amp; Hobbes” should rejoice at this sweet reminder and tribute to the best comic strip of all time, using some familiar frozen faces.","release_date":"2011-01-01","genres":[16],"vote_average":8.0,"runtime":1,"cert":"N\/A","id":287809,"title":"A Very Calvin & Hobbes Christmas","adult":false},{"cast":[],"overview":"Four sexy groundbreaking gay short films of lust, love, libidos, and liberation. Includes 'L.T.R.', 'O Beautiful', 'Bumping Heads', and 'This Car Up'.","release_date":"2003-08-01","genres":[],"vote_average":5.5,"runtime":87,"cert":"N\/A","id":287811,"title":"Boys Life 4: Four Play","adult":false},{"cast":["Senta Berger","Margarethe von Trotta","Helmut Griem","Peter Ehrlich","Marian Seidowsky"],"overview":"","release_date":"1972-04-12","genres":[18,35],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":287813,"title":"The Morals of Ruth Halbfass","adult":false},{"cast":["Imogen Heap"],"overview":"Call + Response is a first of its kind feature documentary film that reveals the world’s 27 million dirtiest secrets: there are more slaves today than ever before in human history. Call + Response goes deep undercover where slavery is thriving from the child brothels of Cambodia to the slave brick kilns of rural India to reveal that in 2007, Slave Traders made more money than Google, Nike and Starbucks combined. Luminaries on the issue and many other prominent political and cultural figures offer first hand account of this 21st century trade. Performances from Grammy-winning and critically acclaimed artists move this chilling information into inspiration for stopping it. Music is part of the movement against human slavery. Dr. Cornel West connects the music of the American slave fields to the popular music we listen to today, and offers this connection as a rallying cry for the modern abolitionist movement currently brewing.","release_date":"2008-10-10","genres":[99],"vote_average":8.0,"runtime":86,"cert":"N\/A","id":287815,"title":"Call + Response","adult":false},{"cast":["Giuliano Gemma","Senta Berger","Bruno Cremer","Sybil Danning","Peter Capell"],"overview":"","release_date":"1971-11-27","genres":[18],"vote_average":0.0,"runtime":113,"cert":"N\/A","id":287817,"title":"The Smugglers","adult":false},{"cast":["Mat Ranillo III","Ruel Vernal","Rez Cortez","Jorge Estregan","Daniel Fernando"],"overview":"In \"Kristo\", Director Ben G. Yalung was able to capture the essence of the Gospel of John, mixed in with Filipino Holy Week traditions, in this reenactment of the life and death of Jesus Christ. This movie was produced by the Oasis of Love community.","release_date":"1996-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287819,"title":"Kristo","adult":false},{"cast":["Chi Muoi Lo","Sanaa Lathan","Paul Winfield","Mary Alice","Lauren Tom"],"overview":"An African American couple (Winfield and Alice) adopt two orphans from a Vietnamese refugee camp. After twenty-two years, the children are reunited with their birth mother, bringing deeply submerged resentments and misconceptions to the surface and forcing the characters to reexamine their identity and relationships in both comical and poignant situations.","release_date":"1999-04-14","genres":[18,35],"vote_average":7.0,"runtime":119,"cert":"N\/A","id":287821,"title":"Catfish in Black Bean Sauce","adult":false},{"cast":[],"overview":"He built the mightiest army in history and selected its leaders. Eisenhower, MacArthur and Patton all obeyed his commands. George Marshall was the only soldier ever to receive the Nobel Peace Prize.","release_date":"1994-08-20","genres":[99],"vote_average":8.0,"runtime":89,"cert":"N\/A","id":287823,"title":"George Marshall & the American Century","adult":false},{"cast":["Senta Berger","Christiane Paul","Peter Lohmeyer","Michael Mendl","Ulrike Grote"],"overview":"","release_date":"1998-05-08","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287825,"title":"Mammamia","adult":false},{"cast":["Senta Berger","Michael Gwisdek","Gisela Schneeberger","Robert Giggenbach","Muriel Baumeister"],"overview":"","release_date":"2000-01-24","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287827,"title":"Zimmer mit Frühstück","adult":false},{"cast":[],"overview":"Thrillers, Psychological Thrillers, Suspense, Mystery, Indie Suspense &amp; Thriller, United Kingdom - A parolee released from prison after serving time for killing his entire family when he was 12 agrees to give a small-time reporter the scoop on the murders in exchange for a pill that would painlessly end his life.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287829,"title":"A Serial Killer's Revenge","adult":false},{"cast":[],"overview":"Harry Raymond, a foreign ambassador in Moscow, is at the pinnacle of a distinguished career when he is implicated in the savage murder of a young Russian artist. Stars Henry Czerny, Victor Garber.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287831,"title":"External Affairs","adult":false},{"cast":[],"overview":"A TV-hour length documentary film depicting the relationship between language, culture, place, music, tradition, and magic on an active volcano, in the Pacific nation of Vanuatu, on the island of Ambrym.","release_date":"2012-01-01","genres":[36,99],"vote_average":0.0,"runtime":43,"cert":"N\/A","id":287833,"title":"Lon Marum","adult":false},{"cast":["Günter Lamprecht","Dietmar Schönherr","Wolfram Berger","Siegfried Kernen","Hans-Michael Rehberg"],"overview":"","release_date":"1992-01-26","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287838,"title":"Der Tod zu Basel","adult":false},{"cast":["Wolfram Berger","Werner Herzog","Helen Vita","Annamirl Bierbichler","Mathias Gnädinger"],"overview":"","release_date":"1989-03-02","genres":[18],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":287840,"title":"Gekauftes Glück","adult":false},{"cast":["Wolfram Berger","Robert Giggenbach","Winfried Frey","Alexander Held","Dominic Raacke"],"overview":"","release_date":"1996-07-12","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287842,"title":"Alle haben geschwiegen","adult":false},{"cast":["Micke Dubois","Hans Crispin","Sven Hallberg","Maud Walter"],"overview":"A collection of clips from the swedish tv series Angne &amp; Svullo from 1988","release_date":"","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":287844,"title":"Angne & Svullo: Osensurerat Så Klart!","adult":false},{"cast":["Darragh MacIntyre","Gerry Adams","Bill Clinton","Ed Moloney","Seamus Heaney"],"overview":"An investigation into the victims killed and secretly buried by the IRA during the Troubles in Northern Ireland.","release_date":"2013-11-05","genres":[99],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":287846,"title":"The Disappeared","adult":false},{"cast":[],"overview":"Blast off with Jake on a live-action, musical, outer space adventure featuring ten original songs! Traveling inside his toy rocket, Jake's survival depends on the help of nine friendly planets, who magically talk and sing. Will Jake make it through the dangerous asteroid belt? Can he get back home before his mother discovers that he is gone?","release_date":"2005-09-13","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":287848,"title":"My Fantastic Field Trip to the Planets","adult":false},{"cast":["Tim Bergmann","Sonja Kirchberger","Manfred Lehmann","Marie Zielcke","Wanja Mues"],"overview":"","release_date":"2000-10-12","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287850,"title":"Der Runner","adult":false},{"cast":[],"overview":"Music &amp; Musicals, Musicals, Show Tunes, Theatrical Performances, Contemporary Stage Musicals - The five talented sisters from the smash hit musical \"Nunsense\" take their special mix of religion and cabaret on the road when a fan offers to write a big check to their school if they'll perform at a Las Vegas nightclub. The result is a hysterical mix of habits and feather headdresses as the Little Sisters of Hoboken perform \"Sin City Sue,\" \"What's Black and White with Her Money on Red?\" and \"Take the Money and Run.\"","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287852,"title":"Nunsensations!: The Nunsense Vegas Revue","adult":false},{"cast":["Robert Arevalo","Pancho Magalona","Bembol Roco","Gloria Romero","Rosa Rosal"],"overview":"It proceeds to document the stages of sugar production once in the mill then shifts to the unrest outside where a sakada was shot to death by one of the hacienda's guards. A sakada is a farmer who works in a sugarcane field, harvesting it during the months of October to December.","release_date":"1976-02-20","genres":[18],"vote_average":0.0,"runtime":118,"cert":"N\/A","id":287854,"title":"The Tenants","adult":false},{"cast":[],"overview":"Documentary, Historical Documentaries, Military Documentaries - In an interesting historical departure, this fascinating documentary analyzes the attack on Pearl Harbor from the Japanese point of view and focuses on Admiral Isoroku Yamamoto, the Japanese military mastermind who (though bitterly opposed) planned the attack on the U.S. fleet anchored in Hawaii. If history is written by the victors, this view of the events of December 7, 1941, fills an important gap in the historical narrative of World War II.","release_date":"1994-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287856,"title":"Pearl Harbor: The View from Japan","adult":false},{"cast":[],"overview":"Join Eerie Investigations', Karen Frandsen, as she explores the mysterious experiences of author, Terry Le Riche Walters. Terry's personal accounts of alien visitations, abductions and spiritual prophecies from other dimensions are profound and riveting. See the world's only real Time Machine built using alien technology. Featuring exclusive footage of the machine and a group of researchers gathered to discuss its use and the bizarre technology behind it. Uncover dramatic insights into the fabric of reality itself and will keep you up at night wondering about what's \"real\" and what isn't.","release_date":"2010-08-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287858,"title":"The Alien Time Machine: Encounters from Another Dimension","adult":false},{"cast":[],"overview":"Actor Jimi Mistry has worked with Gurinder Chadha, Roland Emmerich, Edward Zwick and Guy Ritchie, rejecting the Hollywood lifestyle to remain based in the UK. Now he has teamed up with director Steve Jaggi and filmed a love song to Ibiza called And The Beat Goes On. Well-received at both the Ibiza International Music Summit and the Ibiza Film Festival last month.","release_date":"2009-06-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287860,"title":"And the Beat Goes On","adult":false},{"cast":[],"overview":"Follows the dancers during their arrival at the Opéra Garnier, the shows and the backstage life. The film includes extracts form four of Béjart's choreographies on contemporary music (Boulez, Bartók and Webern): Le Marteau sans maître, Dialogue de l'ombre double, Webern Opus V, and Sonate à trois.","release_date":"2011-01-01","genres":[99],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":287862,"title":"Béjart Ballet Lausanne au Palais Garnier","adult":false},{"cast":["Colin Powell","Toni Morrison","Sean Combs","Slash","Chris Rock"],"overview":"As a new chapter begins in this country, THE BLACK LIST offers a dynamic and never-before-heard perspective from achievers of color. This series of inspired - and inspiring - observations on African-American life in the 21st century forms a roll call of some of the most compelling politicians, writers, thinkers and performers ever to tackle their fields of endeavor. Watch the interview-portraits and get a sharper snapshot of where this country has been and where it's headed.","release_date":"2008-01-22","genres":[99],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":287864,"title":"The Black List: Volume One","adult":false},{"cast":["Gina Austin","Courtney Taylor","Taya Parker","Renee Perez","Melissa Jacobs"],"overview":"","release_date":"2007-02-01","genres":[],"vote_average":9.3,"runtime":null,"cert":"N\/A","id":287869,"title":"Penthouse Presents: Gina and Friends","adult":false},{"cast":["Mark Salling","Steve Byers","Nicholas Campbell","Rebecca Dalton","Scott Edgecombe"],"overview":"When a Wall Street firm downsizes, a well-to-do trader (Glee's Mark Salling) finds himself living with his parents and driving their ice cream truck.","release_date":"2014-07-20","genres":[10751,18],"vote_average":2.7,"runtime":90,"cert":"N\/A","id":287871,"title":"Rocky Road","adult":false},{"cast":["Shadia","Mahmoud Moursy","Mohammed Tawfik","Yehia Chahine","Amal Zayed"],"overview":"Based on Tharwat Abaza's short story, 'Shey min al Khawf' takes place in a rural Egyptian village. Atris' reign of terror on the villagers is put to the test when a public act of defiance is carried out by Fu'ada, the object of his affection.","release_date":"1969-11-03","genres":[18],"vote_average":5.5,"runtime":120,"cert":"N\/A","id":287873,"title":"A Taste of Fear","adult":false},{"cast":["Sushar Manaying","Ongsritragul Natthaya","Charttong Anavil","Niti Chaichithathorn","Wutthiwat Thiticharatthanachoe"],"overview":"The movie centers around a young hipster girl who loves to party. One day, she has to deal with taking care of naughty niece that she has never met before and on top of it all, she is trying to sort out her past love that could somehow affect her future.","release_date":"2014-02-28","genres":[18],"vote_average":8.3,"runtime":44,"cert":"N\/A","id":287878,"title":"Present Perfect","adult":false},{"cast":[],"overview":"Bomi is 12 years old. She wants her own room so badly. Her sister, Eonju, whom she shares the room with keeps sneaking a look at her diary. She studied really hard to get first place as her mom promised to get her own room if she did but her mom keeps denying the promise. So Bomi decides to marry her sister off! She finds out that the manager of a construction company like her sister and does her best to help him. The manager ends up winning her heart and proposes to Eonju. But she refuses his proposal. Bomi gets curious and tries to find out why she doesn't want to get married.","release_date":"2014-08-21","genres":[18],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":287880,"title":"Bomi's Room","adult":false},{"cast":["Ivan Okhlobystin","Pyotr Mamonov","Ivan Zakhava","Natalya Petrova","Farhad Mahmudov"],"overview":"The film's protagonist Valera - cheerful guy from Moscow, who at age 19 learned a whole hell of war in Afghanistan, where he lost a leg. Returning from the war, he had no idea what a nightmare for him is just beginning.","release_date":"1991-10-23","genres":[10752,18],"vote_average":1.0,"runtime":87,"cert":"N\/A","id":287882,"title":"The Leg","adult":false},{"cast":[],"overview":"","release_date":"2009-01-01","genres":[],"vote_average":5.8,"runtime":null,"cert":"N\/A","id":287887,"title":"Mega Mindy Circus Manzini","adult":false},{"cast":["Free Souffriau","Louis Talpe"],"overview":"Mega Mindy saves the dolphins after a spoiled rich woman steals them to use in her pond.","release_date":"2010-08-21","genres":[12,10751],"vote_average":4.2,"runtime":null,"cert":"N\/A","id":287889,"title":"Mega Mindy en de Dolfijnendiefstal","adult":false},{"cast":[],"overview":"","release_date":"2014-08-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287894,"title":"Göttliche Lage","adult":false},{"cast":["Mami Koyama","Kazuko Sugiyama","Kenji Utsumi","Mitsuko Horie","Naomi Jinbô"],"overview":"Children are lured to Metropolis only to find that the renowned, mythical city may not be the happy-go-lucky utopia they'd thought it would be.","release_date":"1985-07-13","genres":[35,16],"vote_average":5.0,"runtime":38,"cert":"N\/A","id":287896,"title":"Dr. Slump and Arale-chan: Hoyoyo! City of Dreams, Mechapolis","adult":false},{"cast":["Gene Raymond","Ann Sothern","Jessie Ralph","Henry Stephenson","George Meeker"],"overview":"A strong-willed young woman hires a student to impersonate a boorish French count and brings him home to meet her parents.","release_date":"1936-09-11","genres":[35],"vote_average":6.0,"runtime":70,"cert":"N\/A","id":287898,"title":"Walking on Air","adult":false},{"cast":["Dolphy","Daisy Romualdez","Marlene Dauden","Tony Marzan","Eddie Garcia"],"overview":"a film by Octavio Silos.","release_date":"1958-01-01","genres":[14],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287900,"title":"Silveria","adult":false},{"cast":[],"overview":"","release_date":"2013-09-28","genres":[35,16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287902,"title":"Project K-9","adult":false},{"cast":["Charlize Theron","Javier Bardem","Jean Reno","Adèle Exarchopoulos","Jared Harris"],"overview":"Miguel, a heroic Spanish doctor, puts himself in harm's way to deliver medical treatment to the victims of military uprisings in Africa.","release_date":"2016-05-20","genres":[18],"vote_average":5.6,"runtime":130,"cert":"","id":287904,"title":"The Last Face","adult":false},{"cast":["Bella Martin","Sarah Pagcaliwagan","Shandii J.","Wes Traje","Agnes Ramos"],"overview":"It is in the culture of the Filipinos that when a person dies, you can whisper and send your wishes to the dead. The film is about a family who happens to take care of their ailing mother \/ grandmother. They see this as a burden in their lives and they wait for her death so they could whisper their wishes.","release_date":"2012-07-21","genres":[35,18],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":287906,"title":"Waiting to Whisper","adult":false},{"cast":["Beth Masangi Ay","Agnes Macam-Romero","Bor Ocampo"],"overview":"A story of a determined woman and her journey through life under the backdrop of the various landscapes of Pampanga. She brings with her a wooden casket for her husband, a victim of political killings. The film is a journey in search for truth and personal triumph through the challenges of life.","release_date":"2011-11-15","genres":[18],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":287908,"title":"Waiting","adult":false},{"cast":[],"overview":"The second in Larry Gottheim's ELECTIVE AFFINITIES cycle, MOUCHES VOLANTES is, in the filmmaker's own words, \"a celebration of elusive relationships\" between sound and image, color and black-and-white, the moon and the waves, the aural testimony of Blind Willie Johnson's widow Angelina and the camera's illumination of a world simultaneously of and beyond the everyday. These lyrical fragments sweep in and out as with the tides; a time-based symmetry slowly emerges as the film reveals itself to be a perfect circle.","release_date":"1976-01-01","genres":[],"vote_average":8.0,"runtime":66,"cert":"N\/A","id":287910,"title":"Mouches Volantes","adult":false},{"cast":["George Montgomery","Mary Beth Hughes","Alan Mowbray","Robert Conway","John Miljan"],"overview":"A western rodeo rider is cast in a starring role in a new Hollywood film, but his temperamental and spoiled leading lady proves difficult to tame.","release_date":"1941-05-16","genres":[37,35],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":287912,"title":"The Cowboy and the Blonde","adult":false},{"cast":["Sue Prado","JC Alejandro"],"overview":"In sickness and in health, should marriage really be an unconditional partnership that should never be broken? Christina, in her 30's, is married to Hector, a husband who's paralyzed and therefore physically incompetent to consummate their marriage. She wants to liberate herself from a sexless union. Her needs as a woman are unfulfilled. But her love for Hector, and her commitment to him coupled with the dictates of her faith and marital vows, and her sympathy and care for her husband keeps her in \"cage of marriage,\" where she suffers in melancholic solitude, yet contemplates on freedom and rediscovering her true worth.  - Written by Lilit Reyes","release_date":"2012-07-21","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287914,"title":"As He Sleeps","adult":false},{"cast":["Prithviraj Sukumaran","Kavya Madhavan","Samvrutha Sunil","Salim Kumar","V K Sreeraman"],"overview":"Vaasthavam (English: The Reality) is a 2006 Malayalam film written by Babu Janardhanan and directed by M. Padmakumar. The film revolves around a youth, Balachandran Adiga (Prithviraj), who rises to political power. The story is loosely based on Thakazhi's novel 'Enippadikal'.","release_date":"2006-11-10","genres":[],"vote_average":6.9,"runtime":153,"cert":"N\/A","id":287916,"title":"Vaasthavam","adult":false},{"cast":["Patsy O'Leary","Steve Pendleton","Lincoln Stedman","Andy Clyde"],"overview":"A man tries to win the admiration of a girl's father, by pretending he's earned medals for bravery.","release_date":"1930-09-28","genres":[35],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":287918,"title":"The Bluffer","adult":false},{"cast":["Sandra Alencar","Lucas Domingues","Rafael Tombini"],"overview":"","release_date":"2011-07-07","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287920,"title":"O Guri","adult":false},{"cast":["Benoît McGinnis","Magalie Lépine-Blondeau","Natacha Filiatrault","Charles-Williams Ross","Éric Robidoux"],"overview":"Love Project despicts the lives of young adults developing within the artistic community around a production by director Touga. These Millennials are living in an era where everything seems transient, torn between their dreams of absolute freedom and anxieties about their uncertain future. They live in the fast lane and have difficult choices to make.","release_date":"2014-09-13","genres":[18,10402],"vote_average":1.0,"runtime":104,"cert":"N\/A","id":287922,"title":"Love Project","adult":false},{"cast":["Erni Mangold","Pinkas Braun","Konstantin Wecker","Tim Bergmann","Heinrich Schweiger"],"overview":"","release_date":"2001-05-23","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287924,"title":"Edelweiss","adult":false},{"cast":[],"overview":"Miguel is a 17 year-old boy that sees the future as a distant horizon, immersed in his bubble of friends and a sketchbook full of sentimental poems. 'Saudade' is the portrait of a threshold: the end of high school, which we experience through Miguel. Set amidst the backdrop of the Ecuadorian economic crisis of 1999, 'Saudade' tackles notions of economic dislocation, friendship, family and young love while juxtaposing the crumbling of Miguel's life, against the crumbling of his country.","release_date":"2014-02-04","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":287926,"title":"Saudade","adult":false},{"cast":["Tim Bergmann","Natalia Wörner","Alexandra Maria Lara","Anja Kling","Dietrich Hollinderbäumer"],"overview":"","release_date":"2002-07-12","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287928,"title":"Schleudertrauma","adult":false},{"cast":["Tim Bergmann","Nathalie Boltt","Katja Studt","Oliver Breite","Fritz Karl"],"overview":"","release_date":"2004-11-03","genres":[12],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287930,"title":"Der weiße Afrikaner","adult":false},{"cast":["André Kasper","Guy Thauvette","Charlie Gillespie","Uapshkuss Thernish","Valérie Blais"],"overview":"Nicolas loves baseball. Every day during vacation he and his friends meet at the town’s old baseball field to play their favourite game... Until one infamous day at the start of summer when Nicolas discovers that the gates to the field have been locked and that old boards and assorted junk are strewn across what used to be the baseball diamond. It seems the town council has decided to use the grounds as a dump. The kids are outraged.They decide to contest this decision, to defend their territory.","release_date":"2014-07-25","genres":[10751],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":287932,"title":"The Outlaw League","adult":false},{"cast":["Katharina Böhm","Justus von Dohnányi","Lisa Martinek","Tim Bergmann","Kirsten Block"],"overview":"","release_date":"2007-02-12","genres":[53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287934,"title":"Schuld und Rache","adult":false},{"cast":["Nick Baxter","CM Campbell","Joseph Mac Dougall","Jasper Squire","Ami Goto"],"overview":"Buck North, Canadian Ninja, was once a box office smash hit. His greatest film Code of The Wind Warrior set the record for the highest ticket sales in the history of North America. He had it all-except the memory of his childhood. Now a freelancer for the Canadian military, Buck travels to the mysterious and impenetrable Ninja Paradise Island, where Iron Face Yakuzzi and the infamous Communist\/Terrorist\/Scientist have teamed up to unleash an army of genetically engineered Super Ninjas. It is here that Buck North must face his greatest enemies, as well as his dark past, in order to save Canada from certain peril.","release_date":"2014-09-16","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":287936,"title":"Canadian Ninja","adult":false},{"cast":[],"overview":"When Leda, a radio talk show host whose specialty is the para-normal, is haunted by the memory of her best friend’s death, a series of events begin to unfold that tears at the fragile nature of everyday reality. Starring Annie Briggs in a bracing performance as Leda, Roundabout is a feature film that blends science fiction, romance and politics and pits it all against a winterized East Coast land, sea and cityscape resulting in an intensely dramatic and richly visual experience.","release_date":"2014-09-18","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":287938,"title":"Roundabout","adult":false},{"cast":["Jonathon Lamer","Beth Pennington","Tom Virtue","Charles Maze","Lawrence Long"],"overview":"After losing their son, grieving parents stumble upon a network of people that collect souls of the deceased, preparing them for their journey out of Purgatory.","release_date":"2011-12-31","genres":[878,18],"vote_average":4.0,"runtime":89,"cert":"15","id":287940,"title":"Night Sights","adult":false},{"cast":["Christiane Hörbiger","Tim Bergmann","Caroline Peters","Margarita Broich","Ulrike Bliefert"],"overview":"","release_date":"2010-04-06","genres":[18],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":287942,"title":"Luises Versprechen","adult":false},{"cast":["Kao Ying-Hsuan","Tsai Ming-Shiou"],"overview":"The President is on his way to an important conference. A-Ho the gendarme, for his possible promotion, is trying all he can to avoid any disorders, keeping his watchful eyes on the protesters…","release_date":"2012-10-30","genres":[18],"vote_average":0.0,"runtime":42,"cert":"N\/A","id":287944,"title":"A Breath from the Bottom","adult":false},{"cast":["James Dunn","Jean Rogers","Andy Devine","Hobart Cavanaugh","John Eldredge"],"overview":"While crossing on the train ferry to New Orleans, roving reporter Addison Francis Murphy borrows money from singing hillbilly \"Carolina,\" then loses it all in a crap game. Outside on deck, Murphy sees two men shaking hands, and after he looks away, hears a splash of water and discovers both men have disappeared...","release_date":"1936-12-27","genres":[9648],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":287946,"title":"Mysterious Crossing","adult":false},{"cast":["Ed Skrein","Ray Stevenson","Loan Chabanol","Gabriella Wright","Tatjana Pajković"],"overview":"The fast-paced action movie is again set in the criminal underworld in France, where Frank Martin is known as The Transporter, because he is the best driver and mercenary money can buy. In this installment, he meets Anna and they attempt to take down a group of ruthless Russian human traffickers who also have kidnapped Frank’s father.","release_date":"2015-09-03","genres":[53,28,80,9648],"vote_average":5.5,"runtime":96,"cert":"15","id":287948,"title":"The Transporter Refueled","adult":false},{"cast":["Nick Principe","Todd Farmer","Malice McMunn","Trent Haaga","John Fallon"],"overview":"John Falcon did 10 years of hard time in prison. Now he's got 24 hours to get revenge on every person who had a hand in sending him there.","release_date":"2014-09-30","genres":[28],"vote_average":4.1,"runtime":77,"cert":"N\/A","id":287950,"title":"American Muscle","adult":false},{"cast":["Joan Baez","David Crosby","Joni Mitchell","Graham Nash","Stephen Stills"],"overview":"Star-studded show recorded at the Big Sur Folk Festival, Big Sur, California, September 13th and 14th, 1969.  Joan Baez, Crosby, Stills, Nash & Young, Joni Mitchell, John Sebastian, and others.  This film captures a remarkable moment in folk, rock, and pop history - the famous folk festival that brought traditional acts like Dorothy Morrison & The Combs Sisters and Carol Ann Cisneros together with the psychedelic rockers of the day who were most deeply rooted in the folk revival.  Older songs like ‘Oh Happy Day,’ ‘Rise And Shine,’ ‘All God’s Children,’ and ‘Swing Down, Sweet Chariot’ meet Joni Mitchell’s ‘Woodstock,’ Joan Baez’s ‘Sweet Sir Galahad,’ ‘Bob Dylan’s ‘I Shall Be Released,’ CSNY’s ‘Down By The River,’ and many more of the now-classic songs of what was then called the ‘new rock.’  The scene is notably intimate and - aside from one fan’s dustup with Stephen Stills - mellow, with many rare, close-up moments with the stars.","release_date":"1971-12-10","genres":[99,10402,36],"vote_average":4.0,"runtime":82,"cert":"N\/A","id":287952,"title":"Celebration at Big Sur","adult":false},{"cast":["Anna Morna","Seth Gamble","Christine Nguyen","Karlie Montana","Chad White"],"overview":"An undeniably beautiful alien is sent to Earth to study the complex mating rituals of human beings, which leads to the young interstellar traveler experiencing the passion that surrounds the centuries-old ritual of the species.","release_date":"2014-03-08","genres":[35],"vote_average":7.0,"runtime":81,"cert":"N\/A","id":287954,"title":"Lolita from Interstellar Space","adult":false},{"cast":["Erika Jordan","Seth Gamble","Voodoo","Sophia Bella","Ryan Driller"],"overview":"Two beautiful space aliens take over the bodies of Earth housewives in an attempt to conquer the Planet.","release_date":"2014-02-25","genres":[35],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":287956,"title":"Stacked Racks from Mars","adult":false},{"cast":["Troian Bellisario","Ian Harding","Shay Mitchell","Nolan North","Michael Turchin"],"overview":"Bennett and Marissa are the sole survivors of the final suicidal act of their religious cult.  Confused, relieved, angry and unfulfilled, the two followers each question one another's motives for joining, living, and surviving under the control of their Leader.  Faced with their own doubts, Bennett and Marissa must confront their feelings and fears while deciding what life to live after near-death.","release_date":"2014-08-19","genres":[18],"vote_average":5.3,"runtime":15,"cert":"N\/A","id":287958,"title":"Immediately Afterlife","adult":false},{"cast":[],"overview":"A sober, in-depth examination of the complexities of the suicide bombing phenomenon.","release_date":"2003-06-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287960,"title":"Human Weapon","adult":false},{"cast":["Madeleine Nicolas","Sheen Gener","Lowell Conales","Lao Rodriguez","Patrick Perito"],"overview":"a short film by Max Celada.","release_date":"2012-07-21","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287962,"title":"Passenger","adult":false},{"cast":["Jess Santiago","Vim Nadera","Mike Coroza","Teo Antonio"],"overview":"a film by Khavn.","release_date":"2010-07-15","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287967,"title":"The Trials of Mister Serapio","adult":false},{"cast":[],"overview":"For centuries the Afghan people threw back all invaders. But in 1979, the Russians invaded with planes and tanks. 5 million Afghans fled the country. 300,000 lucky ones made it to North America. They escaped the Russians but not themselves. This film depicts the lives of the members of two families in New York.","release_date":"2003-05-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287972,"title":"Firedancer","adult":false},{"cast":[],"overview":"John Cadigan, an artist with schizophrenia, presents a documentary about \"the world inside my head. It's a chaotic world filled with paranoia, creativity, fear and desire. A world in  which I'm struggling every day, trying to know what is real and what is not.\"","release_date":"2003-09-12","genres":[99],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":287974,"title":"People Say I'm Crazy","adult":false},{"cast":[],"overview":"This documentary tells a story of international intrigue that reveals how leading black market suppliers of nuclear weapons technology had their roots in the Third Reich.","release_date":"2002-10-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287976,"title":"Stealing the Fire","adult":false},{"cast":["Tony Tucci","Johnny Greenlaw","Jorge Ameer","Kerrie Clark"],"overview":"Alan is having an horrendous day...he loses his job, money is missing from his bank account, he is evicted from his apartment, misses a date with his girlfriend and much more.","release_date":"2000-09-13","genres":[35,18],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":287978,"title":"Strippers","adult":false},{"cast":[],"overview":"An expansive chronicle of life in the small south Texas town of Raymondville. Beginning in 1979 and continuing for a full two decades, Perry charted a progression of successes and setbacks by farmworker organizers and community activists in their fights with wealthy landowners and the local political establishment.","release_date":"2003-03-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287980,"title":"Valley of Tears","adult":false},{"cast":["Lloyd Kaufman","Ellen Muth","Juliette Danielle","Greg Sestero","Debbie Rochon"],"overview":"This lively documentary explores the rise and fall of physical media from the origin of film all the way through the video store era into digital media, focusing on B-movie and cult films. With icons like Joe Bob Briggs (MonsterVision), Lloyd Kaufman (Toxic Avenger), Greg Sestero (The Room), Debbie Rochon (Return to Nuke 'Em High), Deborah Reed (Troll 2), Mark Frazer (Samurai Cop), James Nguyen (Birdemic) and many others.","release_date":"2016-06-20","genres":[99],"vote_average":5.9,"runtime":72,"cert":"N\/A","id":287982,"title":"VHS Massacre: Cult Films and the Decline of Physical Media","adult":false},{"cast":["Nkem Owoh","Clem Ohameze","Amaechi Muonagor","David Ihesie","Nwani Okolo"],"overview":"Bona and Daniel are blood brothers. They are very close until the chairmanship of their community becomes vacant. Both brothers are eligible for the position. Who gets the favour of the people of this community? Will one scheme against the other? Maybe the younger one will or vice versa. [parts 1-2; followed by Big Man Brother]","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":128,"cert":"N\/A","id":287984,"title":"De Prof","adult":false},{"cast":["Puneeth Rajkumar","Yogesh","Srinagar Kitty","Abhinaya","Disha Poovaiah"],"overview":"Hudugaru (Kannada:ಹುಡುಗರು) is a 2011 Kannada-language drama film directed by Maadesh, starring Puneet Rajkumar, Yogesh, Srinagar Kitty and Radhika Pandit in the lead roles. The film, which is a remake of the successful 2010 Tamil film Naadodigal, was produced by Parvathamma Rajkumar, with V. Harikrishna having composed the soundtrack and Satya Hegde was the cinematographer. The film released on 5 May 2011 and performed well at the box office similar to Puneeth's previous film Jackie.  The film earned Puneeth Rajkumar Filmfare Best Actor Award in Kannada.","release_date":"2011-05-05","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":287986,"title":"Hudugaru","adult":false},{"cast":[],"overview":"This documentary examines contemporary Cuban music and its Afro-Latino roots","release_date":"2004-01-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287988,"title":"Cuba: Island of Music","adult":false},{"cast":[],"overview":"Pearl Gluck travels to Hungary to retrieve a turn-of-the-century family heirloom: a couch upon which esteemed rabbis once slept. En route for the ancestral divan, Pearl encounters a colorful cast of characters who provide guidance and inspiration.","release_date":"2003-05-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287990,"title":"Divan","adult":false},{"cast":["Sacha Baron Cohen"],"overview":"Documentary exploring comedian Sacha Baron Cohen's rise to fame through rare archive video of his early television appearances and interviews with former associates.","release_date":"2002-03-26","genres":[99],"vote_average":7.0,"runtime":24,"cert":"","id":287992,"title":"Ali G Before He Was Massiv","adult":false},{"cast":["Elisabeth Bergner","Gert Fröbe","Veronika Fitz","Ulrich von Dobschütz","Manfred Seipold"],"overview":"","release_date":"1983-02-22","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":287994,"title":"Der Garten","adult":false},{"cast":["David Robert Mueller","Alex McCormick","Lauren Yates","Paul Russell","Ted Jordan"],"overview":"A procedural drama in which the FBI and NSA are investigating the deaths of officials who turn out to be part of a cabal to incite and profit from a war between U.S.A. and Iran.","release_date":"2012-10-13","genres":[18,9648,53],"vote_average":0.0,"runtime":108,"cert":"N\/A","id":287996,"title":"Casualties of the State","adult":false},{"cert":"N\/A","title":"Der Mädchenkrieg","cast":["Matthias Habich","Hans Christian Blech","Dominik Graf","Christian Berkel","Adelheid Arndt"],"genres":[18],"id":287998,"overview":"","runtime":143,"release_date":"1977-06-06","vote_average":0.0,"adult":false}]