[{"cast":["Jonathan Vargas","Noé Hernández","Evelyn Cisneros"],"overview":"Domingo is in love with his classmate, Fatima. To conquer her, he is determined to buy a mp3 player; a difficult task in the middle of Mexico´s Zapotec mountain side. On his quest he meets 'Charal', an alcoholic homeless man that decides to help him.","release_date":"2014-03-10","genres":[],"vote_average":10.0,"runtime":22,"cert":"N\/A","id":291000,"title":"Esta canción de amor es para Fátima","adult":false},{"cast":["Anjanette Abayari","Raymond Bagatsing","Beth Tamayo","Michael V.","Patrick Guzman"],"overview":"a film by Peque Gallaga, Lore Reyes.","release_date":"1997-01-01","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291002,"title":"Vampire Kiss","adult":false},{"cast":["Greta Gerwig","Chris Beier","Iggy Pop","Hayes Hargrove","Timothy Brennen"],"overview":"A communal house left in trust many years ago to provide art students support in the way of free housing, ART HOUSE has accumulated its share of legends, lore, art, art junk and a reputation for hard partying. When a university dean and an influential descendant of the original benefactor decide to turn the place into housing for varsity golf, the residents only chance of blocking the move is to prove their value and vitality as an artistic community. The burden is on art student Nora Ohr (Greta Gerwig), who is energetic, compassionate, but by no means perfect. Can the residents of ART HOUSE get their act together and make a name for themselves as artists before they're kicked out?","release_date":"2010-04-16","genres":[35,18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":291004,"title":"Art House","adult":false},{"cast":[],"overview":"A documentary on the history and present-day reality of big-business tax avoidance, which has seen multinationals depriving governments of trillions of dollars in tax revenues by harboring profits in offshore havens.","release_date":"2014-09-05","genres":[99],"vote_average":6.7,"runtime":93,"cert":"N\/A","id":291006,"title":"The Price We Pay","adult":false},{"cast":["Dustin Nguyen","Kim Xuân","Thiên Tú Trần","Bảo Sơn Trần","Thái Hòa"],"overview":"An impoverished mentally disabled boy in Vietnam learns to deal with the loss of both of his parents.","release_date":"2009-09-18","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":291008,"title":"Legend is Alive","adult":false},{"cast":["Azen Zagenite","Ken Hoang","Joseph Marquez","Jason Zimmerman","Joel Isai Alvarado"],"overview":"The Smash Brothers is a 9-part documentary series about seven of the greatest \"smashers\" of all time. Through years-long rivalries spanning coasts and countries, discover the passion for a game which started as a casual experience only to become a heart-pounding competitive lifestyle.","release_date":"2013-10-11","genres":[99],"vote_average":0.0,"runtime":254,"cert":"N\/A","id":291010,"title":"The Smash Brothers","adult":false},{"cast":["Julie Tupler"],"overview":"Lose Your Mummy Tummy introduces the Tupler Technique, a ground-breaking set of simple abdominal exercises that decrease the diastasis and result in a firmer, flatter, stronger belly and a reduction or elimination of back pain...no matter when you had a baby, even if it was decades ago. This two hour DVD will teach you the research-based 4-step Tupler Technique and also how to incorporate the Tupler Technique into activities of daily living and any exercise routine.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":130,"cert":"N\/A","id":291012,"title":"Lose Your Mummy Tummy","adult":false},{"cast":["Pierre Carles"],"overview":"","release_date":"2010-10-27","genres":[99],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":291017,"title":"Fin de concession","adult":false},{"cast":["Jana Bach","Sophie Logan","Lena Nitro","Sarah Sun","Alisha Sweet"],"overview":"","release_date":"2010-07-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291019,"title":"Latex-Exzesse","adult":true},{"cast":["Jana Bach","Cora","Silena","Natalie"],"overview":"","release_date":"2010-03-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291021,"title":"Machine Sex 32","adult":true},{"cast":[],"overview":"\"Seemingly in a hyperglycemic fugue state, a boy goes on a domestic Odyssey as his living room becomes an interstellar macrocosm that contains all the dangers and wonders of the mid-century popular imagination.\" - Chris Stults, Film Comment","release_date":"1993-01-01","genres":[],"vote_average":0.0,"runtime":42,"cert":"N\/A","id":291023,"title":"The Pharaoh's Belt","adult":false},{"cast":["Lance Gear","Steve Cannon","Peter Raeg","Chad Hunt","Adam Wolfe"],"overview":"Come 'n git it! Sex pig Lance Gear hooks up once again with nasty goddess directress Chi Chi LaRue in this entry from LaRue's Rascal Video line - and it's a winner. We're going out on a limb and predicting this to be not only one of the year end's biggest-selling titles, we wouldn't be surprised if it ends up on several \"year's best\" lists, too.","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":129,"cert":"N\/A","id":291028,"title":"2nd Gear","adult":true},{"cast":[],"overview":"Blake and Justin have always shared the same dream, making movies. Their mentor is Robert Rodriquez and their film school is his book \"Rebel Without A Crew\". They worship the film making philosophies of Robert Rodriquez, one of them being, \"you have to make 30 bad films before you make a good one\". On their 29th film they manage to lock an extra in the trunk and forget about him for five days.","release_date":"2006-03-15","genres":[35],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":291030,"title":"The Rebel","adult":false},{"cast":["Brent Everett","Connor Maguire","Tyler West","Evin Brampton","Kemer Diaz"],"overview":"Filled with crazy hardcore action, All about Big Cock delivers fan favorite Brent Everett leading a cast of super-tasty, big-cocked sex-pigs caught in a spectacular ass-pounding, cum-soaked fuck-fest. Watch as these horned-up fuckers offer up every inch of their stiff monster cocks, unloading thick gobs of creamy spooge. Cum learn All about Big Cock.","release_date":"2012-06-28","genres":[],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":291032,"title":"All About Big Cock","adult":true},{"cast":["Mu Bai","Zhi Cheng","Hengzhi Fu"],"overview":"The film depicts the conflicting and queasy state of those who are left behind while many others go overseas. Nai Qing is one of them left behind. Her husband goes to San Francisco. She meets Jia Dong, a taxi driver whose wife is in Japan. They feel lonely and fall in love with each other...Nai Qing is pregnant, she in eager to let Jia Dong know this and call him.","release_date":"1979-01-02","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":291034,"title":"Troubled Laughter","adult":false},{"cast":[],"overview":"Directed by Michal Waszynski.","release_date":"1939-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291036,"title":"Three Hearts","adult":false},{"cast":["Daniel Bianchini Rodriguez","Nora Grindstein Svalheim"],"overview":"A young girl finds out that she has to move. In desperation she goes to her boyfriend and convinces him to flee up in the mountains with her. But there she discovers something that changes her perception on life completely.","release_date":"2012-03-01","genres":[53,9648],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":291041,"title":"Paradox","adult":false},{"cast":[],"overview":"Directed by Larry Cuba.","release_date":"1979-01-02","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":291046,"title":"Two Space","adult":false},{"cast":[],"overview":"Marital drama released in 1910.","release_date":"1910-01-02","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":291048,"title":"The Two Suitors","adult":false},{"cast":[],"overview":"Directed by Carroll Parrott Blue.","release_date":"1977-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291050,"title":"Two Women","adult":false},{"cast":["Ruby Mayer"],"overview":"Indian silent film starring Ruby Mayer (Sulochana), released in 1926.","release_date":"1926-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291052,"title":"Typist Girl","adult":false},{"cast":["Mikhail Astangov","Boris Blinov","Sofiya Magarill","Ada Vojtsik","Oleg Zhakov"],"overview":"Brecht's play Fear and Misery of the Third Reich consists of a series of playlets, portraying National Socialist Germany of the 1930s as a land of poverty, violence, fear and pretence. Nazi antisemitism is depicted in several of the sketches, including \"the Physicist\", \"Judicial Process\", and \"the Jewish Wife\".","release_date":"1944-01-02","genres":[18,10752],"vote_average":7.0,"runtime":64,"cert":"N\/A","id":291054,"title":"The Murderers Are Coming","adult":false},{"cast":[],"overview":"Directed by Ismail Anzour.","release_date":"1932-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291059,"title":"Under Damascus Skies","adult":false},{"cast":["Käthe Dorsch","Anne-Marie Blanc","Hans Holt","Curd Jürgens","Gustav Waldau"],"overview":"","release_date":"1950-11-03","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291061,"title":"Das Kuckucksei","adult":false},{"cast":["John Pilger"],"overview":"Burp! Pepsi Vs Coke in the Ice Cold War traces the history of these brands against\r the backdrop of global politics. The second world war was the perfect vehicle for\r Coca-Cola distribution (including to the Nazis), bottling plants on frontlines paid\r for by the US war department.","release_date":"1984-05-22","genres":[99],"vote_average":7.0,"runtime":60,"cert":"","id":291063,"title":"Burp! Pepsi v. Coke in the Ice-Cold War","adult":false},{"cast":[],"overview":"Cartoonist and \"The Simpsons\" creator Matt Groening talks about his life from his childhood up to the present (2000). He discusses how the 1960's TV families he hated as a child (because they were so nice) influenced his cartoons and best-known creation.","release_date":"2000-06-23","genres":[],"vote_average":7.0,"runtime":35,"cert":"","id":291065,"title":"My Wasted Life","adult":false},{"cast":["Nancy Harrison Forbes","Tom Willett"],"overview":"Christian Blackwood's fascination with the open road has led him to visit some interesting places and even more interesting people, several of whom are the subjects of this unique documentary. It's a road movie set just off the road, at the type of unassuming overnight lodging most travelers take for granted. The director's natural curiosity enables him to separate uncommon individuals (mostly women) from their otherwise common surroundings: a trio of owner\/managers in Santa Fe; the wives and girlfriends of men behind bars in Florence, Arizona (including one touching May\/December romance); and (best of all) the eccentric dancer who, single-handedly, revived the old Amargosa Opera House in the semi-ghost town of Death Valley Junction, California. The film is a reminder that everyone has a story to tell, and those related here are too unusual to be anything but the truth.","release_date":"1989-09-10","genres":[99],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":291067,"title":"Motel","adult":false},{"cast":["Claire Brandt","Donovan Brandt","Erik Loysen","Mark Schumacher","Patty Polinger"],"overview":"As the dissociated convenience of the Internet and globalized corporate culture continue to shut down brick-and-mortar video stores, what will happen to the longstanding, local hangouts with their rugged individuals known as clerks and the communities who love them? Videosyncracy follows three very different video rental stores as they negotiate their survival in three distinct Los Angeles neighborhoods: Old Bank DVD in the Downtown arts district, Vidiots in sunny seaside Santa Monica, and Eddie Brandt’s Saturday Matinee in bustling North Hollywood. Their stories chronicle not only the birth and twilight of a particular kind of corner store, but also decades of personal lives intertwined with those of their communities, the new challenges and facilities of a rapidly changing world, and an enduring love of the movies, a slice of Americana on the brink of disappearance yet defiant to the end.","release_date":"2010-09-07","genres":[99],"vote_average":6.5,"runtime":27,"cert":"N\/A","id":291069,"title":"Videosyncracy","adult":false},{"cast":[],"overview":"This collection of rare footage examines WWII from an unusual perspective, that  of everyday people. How did civilians cope with the ferocity of the \"Blitz\",  occupation, and devastation?","release_date":"1963-01-04","genres":[],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":291071,"title":"Short Memory","adult":false},{"cast":[],"overview":"An archival, curatorial and performance project, Daniel Barrow's Winnipeg Babysitter reveals the hidden history of independently produced television and subversive cable access from Manitoba's capital.  Barrow presents a magic-lantern commentary, tracing the history of public access television in Manitoba, and describing the various and outrageous biographies of its performers and producers and in doing so, he provides a window (lit by the glow of an overhead projector) onto the history of a medium revealed as an important platform whose influence continues to resonate in the practices of Winnipeg artists.","release_date":"2006-09-07","genres":[],"vote_average":0.0,"runtime":47,"cert":"N\/A","id":291073,"title":"Winnipeg Babysitter","adult":false},{"cast":[],"overview":"Filmed in a women's restroom in a park in Tehran, this film offers insights into the lives of women in Iran. The ladies' room enables the women to unveil themselves, both physically and psychologically. In a series of frank and intimate conversations, these women debate everything from drugs and family abuse, to sex, relationships and religion.","release_date":"2003-11-21","genres":[99],"vote_average":7.0,"runtime":55,"cert":"N\/A","id":291075,"title":"The Ladies","adult":false},{"cast":["Rudolf Prack","Anne-Marie Blanc","Winnie Markus","Jan Hendriks","Camilla Spira"],"overview":"","release_date":"1954-10-28","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291077,"title":"Roman eines Frauenarztes","adult":false},{"cast":["Hans Söhnker","Anne-Marie Blanc","Gunnar Möller","Annie Rosar","Paul Esser"],"overview":"","release_date":"1954-10-13","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291079,"title":"Hoheit lassen bitten","adult":false},{"cast":["Andrew Garfield","David Morrissey","John Henshaw","Anthony Flanagan","Warren Clarke"],"overview":"It's Yorkshire in 1974, and fear, mistrust and institutionalised police corruption are running riot. Rookie journalist Eddie Dunford is determined to search for the truth in an increasingly complex maze of lies and deceit surrounding the police investigation into a series of child abductions.  When young Clare Kemplay goes missing, Eddie and his colleague, Barry, persuade their editor to let them investigate links with two similar abductions in the last decade.  But after a mutilated body is found on a construction site owned by a local property magnate, Eddie and Barry are drawn into a deadly world of secrecy, intimidation, shocking revelations and police brutality.","release_date":"2009-02-28","genres":[53,9648,80,18],"vote_average":6.8,"runtime":102,"cert":"18","id":291081,"title":"Red Riding: In the Year of Our Lord 1974","adult":false},{"cast":["Jana Janěková","Jana Krausová","Bolek Polívka","David Kraus"],"overview":"Hana is a psychologist and a thoroughly independent woman. Her unemployed husband, jealous of his wife, finds a younger girlfriend, but their teenage son Honzik is frustrated; everyone ignores him. Hana's patient Eva, an attractive middle-aged woman, is having problems with her 25-year-old son; she is in love with her son's friend and her son is offended by her behavior. To complete the circle, he falls in love with Hana and Honzik is utterly disgusted by their affair. Another of Hana's patients is Dub, a millionaire who can have pretty much anything, or anyone, he wants. He wants Hana. But he can't have her.","release_date":"2006-09-21","genres":[],"vote_average":5.0,"runtime":113,"cert":"N\/A","id":291083,"title":"Pleasant Moments","adult":false},{"cast":["Mark Keller","Kaya Yanar","Nadeshda Brennicke","Martin Brambach","Michael Lott"],"overview":"","release_date":"2008-07-10","genres":[53,80],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":291085,"title":"Dekker & Adi - Wer bremst verliert!","adult":false},{"cast":[],"overview":"A short film advertising the newspaper Sztandar Młodych (The Banner of Youth), noteworthy for its abstract elements painted directly onto film stock. An attempt at showing the complexity of the world in a capsule, the film reflects the new policy of the openness to the West during the Thaw of the late 1950s in Poland.","release_date":"1957-01-01","genres":[16],"vote_average":5.2,"runtime":2,"cert":"N\/A","id":291087,"title":"Banner of Youth","adult":false},{"cast":[],"overview":"About the work of the naive painter J. Plaskocinski. A playful tale about the requited love of a shy young man.","release_date":"1958-01-01","genres":[16],"vote_average":4.5,"runtime":9,"cert":"N\/A","id":291089,"title":"Love Requited","adult":false},{"cast":[],"overview":"Animated photographs (made with Jan Lenica) with elements of animated cartoon. A display of military drill.","release_date":"1958-01-01","genres":[16],"vote_average":5.8,"runtime":7,"cert":"N\/A","id":291091,"title":"School","adult":false},{"cast":[],"overview":"In Burlesque, the young journalist and film critic Kucera concocted a playful mixture of Surrealist trick shots and newsreel material to express his pacifist sentiments through hidden poetic associations.","release_date":"1932-01-01","genres":[10752],"vote_average":6.0,"runtime":5,"cert":"N\/A","id":291093,"title":"Burleska","adult":false},{"cast":[],"overview":"May was filmed as a backdrop to part of a theatre performance D36-D37 under the E. F. Burian's lead inspired by the classic Czech poem of the same name by Karel Hynek Macha.","release_date":"1936-01-01","genres":[],"vote_average":7.0,"runtime":9,"cert":"N\/A","id":291095,"title":"May","adult":false},{"cast":[],"overview":"A surrealist commercial for bicycles.","release_date":"1955-01-01","genres":[],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":291097,"title":"Silver Wheel","adult":false},{"cast":["Claude Melki","Laurence Bru","Micheline Dax","Edith Scob","Guy Marchand"],"overview":"Leon who works as a bathhouse attendant discovers a passion for the tango that will change his life. He falls in love with Fumée, a young and pretty prostitute who becomes his partner in tango contests.","release_date":"1976-03-10","genres":[35],"vote_average":8.0,"runtime":101,"cert":"N\/A","id":291099,"title":"The Acrobat","adult":false},{"cast":["Hans Bellmer","Michael Lonsdale","Unica Zürn"],"overview":"Documentary short about Hans Bellmer.","release_date":"1974-01-01","genres":[99],"vote_average":0.0,"runtime":32,"cert":"N\/A","id":291101,"title":"Film sur Hans Bellmer","adult":false},{"cast":[],"overview":"Filmmaker runs across America, from Syracuse, NY to Hollywood, CA in order to get a 30-minute production meeting.","release_date":"2007-09-07","genres":[],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":291106,"title":"Plan 9 From Syracuse","adult":false},{"cast":[],"overview":"The modern myth of the UFO begins with a 1938 radio broadcast and continues through two major 1947 sightings, the \"contactee\" movement, abduction stories and crop circles.","release_date":"1996-05-12","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":291108,"title":"Where Are All the UFO's","adult":false},{"cast":["Mike Coleman","Terry Comer","Carol Fitzgerald Carlberg","Paul Steger","Gilio Gherardini"],"overview":"A group of parapsychology students, as part of their final project, head to a secluded house where a man murdered his entire family. Soon, they discover the dark and terrible secrets that lie within.","release_date":"1990-05-23","genres":[27],"vote_average":5.0,"runtime":112,"cert":"N\/A","id":291110,"title":"Fatal Exam","adult":false},{"cast":[],"overview":"Synapse Films presents another volume in their best-selling series of classic exploitation trailers! Another mind-numbing, ball-busting, fist-punching and horror filled collection from the bygone days of New York City’s classic 42nd Street theatres. Hold tight to your greasy popcorn and watered down soda because you will have a “blast” watching these amazing film trailers! This explosive collection, transferred in high-definition, will blow you through the back of your home theatre!","release_date":"2008-01-29","genres":[35,99],"vote_average":7.5,"runtime":101,"cert":"N\/A","id":291112,"title":"42nd Street Forever, Volume 3: Exploitation Explosion","adult":false},{"cast":["Jana Bach","Luna B.","Diana Pink","Black Lady","Hubertus"],"overview":"","release_date":"2009-06-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291114,"title":"Popp oder Hopp 26","adult":true},{"cast":[],"overview":"Gyasi Ferdinand was a successful crack dealer in Toronto, known as J9 for his 9mm pistol. Then he got shot. For Gyasi to live, J9 has to die. An intimate look at the world of drugs, gangs and guns.","release_date":"2005-04-15","genres":[],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":291116,"title":"Cheating Death","adult":false},{"cast":[],"overview":"In the gutter and other good places The award winning film documentary In the gutter and other good places by Christine Richey is a multi-spectral view of three Calgary dumpster diving bottle pickers. The film traverses the ordinarily drawn stereotype of the homeless \"pickers\" of Calgary, and provides another compassionate standpoint on the choices and circumstances that have embodied their current predicament. Richey selects three very different street people for her story all with their unique backgrounds. Challenging assumptions about street people and their image to society, we are introduced first of all","release_date":"1993-09-07","genres":[99],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":291118,"title":"In the Gutter and Other Good Places","adult":false},{"cast":[],"overview":"Beginning with William Wrigley's acquisition of the Santa Catalina Island Company in 1919, the history of the island is explored with archival footage, stills, interviews of residents, historians and celebrities.","release_date":"2003-09-12","genres":[99,99],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":291120,"title":"Hollywood's Magical Island: Catalina","adult":false},{"cast":[],"overview":"Documentary about 6 tramps who hop trains in America.","release_date":"2003-01-20","genres":[],"vote_average":9.0,"runtime":90,"cert":"N\/A","id":291122,"title":"Long Gone","adult":false},{"cast":[],"overview":"Miserable Marnie Strauss (17), a lonely teenage girl, lives alone with her reclusive mother, Matilda in a small town. She dreams of nothing more than to befriend the popular girl, Spencer, but the feeling is not mutual. After a cruel prank breaks her spirit, Marnie embarks on a violent rampage, exacting revenge on all who have wronged her with the help of her new friend, Crystal.","release_date":"","genres":[],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":291130,"title":"Miserable Marnie And The Shut-In","adult":false},{"cast":[],"overview":"From Monarch Films comes this fascinating 52 minute film that looks inside the La Modelo prison in Bogota. Colombia. Called a \"model\" prison by Colombia officials the prison in reality is controlled more by the prisoners than the guards who remain outside the actual prison.  With 5000 prisoners for 2400 spots,and not more than 150 security guards assigned to the prison. The prison is awash in violence, and drugs. Last year, 162 prisoners were killed there. The prison is controlled by three criminal groups: members of the guerrilla movement, paramilitary forces, and cocaine traffickers. They have broken the prison up into three different territories and each group has it's own security forces, defending it's own territory","release_date":"2006-09-07","genres":[],"vote_average":0.0,"runtime":52,"cert":"","id":291132,"title":"A Jail in Colombia","adult":false},{"cast":[],"overview":"From National Geographic's Expedition Week comes this unique peek into the lives of Headhunting and shrinking.  Supposedly it occurred in many regions of the world. But the practice of headshrinking has only ever been recorded in the northwestern region of the Amazon rain forest.  In the Amazon rain forest the only tribes known to have shrunken human heads are the Shuar (mainly), Achuar, Huambisa and Aguaruna, collectively classified as the Jivaroan peoples of Ecuador and Peru. Among the Shuar....","release_date":"2009-09-07","genres":[],"vote_average":0.0,"runtime":47,"cert":"N\/A","id":291134,"title":"Head Shrinkers of the Amazon","adult":false},{"cast":["R.D. Laing"],"overview":"A documentary crew lives with the schizophrenic residents of a group home based upon radical psychiatrist R. D. Laing's controversial approach to healing through compassion and freedom.","release_date":"1972-09-06","genres":[99],"vote_average":7.0,"runtime":95,"cert":"","id":291136,"title":"Asylum","adult":false},{"cast":[],"overview":"Narrated documentary about how computer graphics are made, and how they are used in a variety of mediums, including commercial advertising, TV network logos and spots, such as the \"Amazing Stories\" opening, live action films, corporate business, manufacturing, architecture, and scientific studies. There's also some voiceovers of different artists and graphics designers talking about the field and it's possibilities. Obviously, this is a rather dated documentary and it's interesting to see how far things have come from the \"futuristic wizardry\" the back of the box for this says you'll witness.","release_date":"1986-09-07","genres":[],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":291138,"title":"Computer Animation Magic","adult":false},{"cast":["Lisa Coleman"],"overview":"In 2002, 30 young people gave up their jobs, homes and relationships to take part in what they believed was a new TV reality game show with the chance to win £100,000. The Great Reality TV Swindle examines how their dreams of fame and fortune disappeared as the project descended into farce. For those who were selected, it seemed to be the chance of a lifetime. But when the contestants arrived to meet charismatic producer Nik Russian they soon realised there was something seriously wrong. There was no broadcaster, no prize money and no show. The Great Reality TV Swindle features exclusive footage of the faked reality show as it unravelled over the course of a week. It looks at what drove the contestants to chase fame and the price they were forced to pay, and follows some as they track down the man they hold responsible to demand an explanation","release_date":"2002-12-03","genres":[99],"vote_average":0.0,"runtime":49,"cert":"","id":291140,"title":"The Great Reality TV Swindle","adult":false},{"cast":[],"overview":"On January 7th 2005, 29 year old Rick Rodriguez murdered his former nanny and then killed himself on a lonely desert highway. Hours earlier he had videoed his suicide note and this final message provided a remarkable insight into a deeply damaged life. It also lifted the lid on one of the most notorious religious cults to emerge out of the 1960s counter culture: The Children of God sect.","release_date":"2006-12-21","genres":[],"vote_average":0.0,"runtime":48,"cert":"","id":291142,"title":"Cult Killer","adult":false},{"cast":["Jana Bach","Brianna","Chaos Costa","Fash","Black Lady"],"overview":"","release_date":"2009-05-12","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":291144,"title":"Krankenschwestern: Nackt unterm Kittel","adult":true},{"cast":["Irvin D. Yalom","Marilyn Yalom"],"overview":"Documentary about the psychotherapist Irvin D. Yalom.","release_date":"2014-10-02","genres":[99,36],"vote_average":5.0,"runtime":77,"cert":"N\/A","id":291146,"title":"Yalom's Cure","adult":false},{"cast":["Lorenza Izzo","Ariel Levy","Aaron Burns","Cristobal Tapia Montt","Luis Gnecco"],"overview":"A supernatural thriller, laced by flashbacks, and set in Canada’s North-West, “The Stranger” turns on the mysterious titular figure of Martin, who comes to a small quiet town seeking to kill his wife Ana who suffers from a very dangerous decease that makes her addicted to human blood - just like himself-. However, when he arrives to the town, he discovers that Ana has been dead for a couple of years and decides to commit suicide to definitely eradicate this dangerous decease, but, before he can do it, Martin's brutally attacked by three local thugs led by Caleb, the son of a corrupt police lieutenant, and the incident suddenly starts a snowball that will plunge the community into a bloodbath.","release_date":"2015-06-12","genres":[18,53,27,9648],"vote_average":4.9,"runtime":93,"cert":"N\/A","id":291151,"title":"The Stranger","adult":false},{"cast":[],"overview":"Någon annan betalar is a film about politicians' irresponsible use of your tax money. The documentary is financed through voluntary donations and based on the book 365 sätt att slösa med dina skattepengar.","release_date":"2014-09-04","genres":[],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":291153,"title":"Någon annan betalar","adult":false},{"cast":["Joe Cross"],"overview":"Joe Cross took viewers on his journey from overweight and sick to healthy and fit via a 60-day juice fast in the award-winning Fat Sick and Nearly Dead. With Fat, Sick &amp; Nearly Dead 2, he looks at keeping healthy habits long-term.","release_date":"2014-09-18","genres":[99],"vote_average":6.2,"runtime":89,"cert":"N\/A","id":291155,"title":"Fat, Sick & Nearly Dead 2","adult":false},{"cast":["Sonam Kapoor","Ratna Pathak","Kirron Kher","Aditi Rao Hydari","Fawad Khan"],"overview":"A vibrant, hopelessly romantic physiotherapist meets a handsome young Rajput prince who is the complete opposite of her – and is engaged to someone else.","release_date":"2014-09-19","genres":[35,10749],"vote_average":6.8,"runtime":130,"cert":"N\/A","id":291157,"title":"Khoobsurat","adult":false},{"cast":["Doris Kunstmann","Peter Mosbacher","Anne-Marie Blanc","Ulrich von Dobschütz"],"overview":"","release_date":"1973-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291159,"title":"Ein Abend, eine Nacht, ein Morgen","adult":false},{"cast":["Anne-Marie Blanc","Robert Freitag","Fritz Lichtenhahn","Walo Lüönd"],"overview":"","release_date":"1976-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291161,"title":"Riedland","adult":false},{"cast":["Kalin Vrachanski","Elena Petrova","Plamen Manassiev","Lidiya Indzhova","David Chokachi"],"overview":"In the early autumn of 1985 the police are seeing the consequences of a shocking and mysterious incident that took place in an isolated mountain hut in the Balkan Mountains. The film \"Roseville \" is artistic interpretations inspired by eyewitness accounts and clues found within the cabin.Vasil ( Kalin Vratchanski ) and Nadia ( Lydia Indjova ) are a young couple who arrive on holiday in \"Roseville\". There they meet the keeper George ( Plamen Manassiev ) and his best friend Dora ( Elena Petrova ). Later joining the gang is Stephen Court ( David Chokachi ) - an old associate of George. The presence of Vasil unlocked \" storm \" of unexplained events that will test the sanity of all. Everyone faces the the horror of their own fears and the invisible force that wants to control them, lurking in the dark and quietly knocks on the door to their minds.","release_date":"2014-11-07","genres":[9648,53,27],"vote_average":4.8,"runtime":120,"cert":"","id":291163,"title":"Roseville","adult":false},{"cast":["Aya Beldi","Lauren Cano Zambrano","Sean Deblat","Sean Deblat","Leon Kirkland"],"overview":"Sam's faithful dog is sick and must be put down, so he and his friends decide to take the dog to his remote home in Vermont for one last party weekend. This is the story of six friends, an old dog, and a very bad man.","release_date":"2013-01-01","genres":[],"vote_average":2.0,"runtime":75,"cert":"N\/A","id":291165,"title":"Hell's Caretaker","adult":false},{"cast":["Richard Burgi","Wendy Glenn","Sam Redford","David Rintoul","J.R. Esposito"],"overview":"It is 2020 and the impending apocalypse is inevitable.  Due to a rapidly growing Black Hole headed straight for the sun, Earth begins to fall into darkness, waves rise above Los Angeles, Paris is rocked by extreme earthquakes and Japan is crumbling.  Governments around the world race to build massive space arks for the lucky few who will escape Earth's tragic fate, though billions of people will be left behind.  At the same time in the ruins of a Mayan temple a solution is discovered: 12 ancient skulls, that when brought together can stop the destruction.  A team of scientists set out to find the hidden skulls and rescue mankind from imminent destruction.","release_date":"2014-08-12","genres":[12,878],"vote_average":3.6,"runtime":88,"cert":"N\/A","id":291167,"title":"Crystal Skulls","adult":false},{"cast":["Nina Hoss","Meret Becker","Sylvester Groth","Stefan Kurt","Katharina Thalbach"],"overview":"Nina Hoss stars in this adaptation of a novel by Klaus Mann as Marion von Kammer, a singer who leaves Germany for Zurich as the Nazis rise to power. However, she finds life in Switzerland dull and suffocating, so she journeys to Paris, where she works at a pirate radio station broadcasting anti-fascist messages. She becomes friendly with a group of fellow Germans living in the city of lights, including nightclub owner Mother Schwalbe; Professor Abel, the unofficial leader of the group; Martin Korella, a dissatisfied young author; and Kikjou, Martin's lover.","release_date":"1999-10-21","genres":[18],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":291169,"title":"The Volcano","adult":false},{"cast":["Janina Ramirez"],"overview":"Historian Dr Janina Ramirez unlocks the secrets of a centuries-old masterpiece in glass. At 78 feet in height, the famous East Window at York Minster is the largest medieval stained-glass window in the country and it was the creative vision of a single artist - a mysterious master craftsman called John Thornton, one of the earliest named English artists.  The East Window of York Minster is far more than a work of artistic genius, it is a window onto the medieval world and the medieval mind - telling us who were once were and who we still are, all preserved in the most fragile medium of all.","release_date":"2011-10-12","genres":[99,36],"vote_average":0.0,"runtime":60,"cert":"","id":291171,"title":"Britain's Most Fragile Treasure","adult":false},{"cast":["Jaroslava Schallerová","Kati Sír","Márk Zala","Lajos Balázsovits","Blaskó Péter"],"overview":"Savanyú and his friend work at a plant. After the monotonous shifts they engage in the pleasures of the afternoon and the night, i.e. parties and concerts. Savanyú dates Juli, they are already engaged. The young men live as sub-tenants, the young women in workers' hostels. None of these places are suited for spending time together. They are in need of an apartment. Out of the ruinous apartment which they lay siege on, however, they are sent away by the otherwise friendly policeman. At a concert held in the Park of Youth, Juli gets to know Géza. They flirt, then go to the country with a pop-group. Savanyú and his friends follow them. A minor fight cools the atmosphere.","release_date":"1970-09-07","genres":[10402,18],"vote_average":6.0,"runtime":84,"cert":"N\/A","id":291173,"title":"Nice girls, don't cry!","adult":false},{"cast":["Rosette","Virginie Thévenet","Pascal Greggory","Christophe Bernard","Béatrice Romand"],"overview":"A short film directed by and starring Rosette, best known for her acting work with Éric Rohmer, featuring a star-studded cast and crew of regular players from Rohmer films.  With the help of her friends, Rosette takes advantage of a gullible stranger passing by in order to sell him all her roses.","release_date":"1985-01-01","genres":[35],"vote_average":5.0,"runtime":12,"cert":"N\/A","id":291175,"title":"Rosette vend des roses","adult":false},{"cast":["Ruth-Maria Kubitschek","Gaby Dohm","Gila von Weitershausen","Rüdiger Vogler","Bernhard Schir"],"overview":"","release_date":"2007-10-26","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291177,"title":"Drei teuflisch starke Frauen - Eine für alle","adult":false},{"cast":["Gunter Berger","Hans Peter Hallwachs","Ursula Heyer","Monica Gruber","Jörg Gudzuhn"],"overview":"","release_date":"1996-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291179,"title":"Atemlos durch die Nacht","adult":false},{"cast":["Gaby Dohm","Peter Sattmann","Jochen Senf","Katharina Blaschke","Chiara Schoras"],"overview":"As a rule, the right son-in-law still has to be baked - especially if he takes half of the family business with the marriage. This is exactly the last will of Charlotte Hansen's just deceased uncle, owner of a thriving Hanseatic tea account. Unfortunately, the heir, Charlotte's daughter Sandra, often makes a bad choice in terms of relationships, according to her mother. So also fits the current friend of her daughter, a windy nightclub owner, so not in Charlotte's scheme.","release_date":"2003-01-01","genres":[10770,35],"vote_average":4.5,"runtime":90,"cert":"N\/A","id":291181,"title":"Die Eltern der Braut","adult":false},{"cast":["Antonella Lualdi","Gérard Blain","Franco Fabrizi","Yvonne Furneaux","Cristina Gaioni"],"overview":"Stefano is a talented painter, devoted to his art but not interested in promoting himself, while many of his fellow artists are far more adept at selling their persona than creating art.","release_date":"1960-04-01","genres":[],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":291186,"title":"Run with the Devil","adult":false},{"cast":["Linda Cardellini","Kristen Schaal","Jaime Pressly","Skeet Ulrich","Patrick Warburton"],"overview":"A woman who is fed up with her mundane lifestyle hatches a scheme to make her family instant celebrities by having her ex-boyfriend kidnap her 11-year-old daughter for a month.","release_date":"2017-07-07","genres":[18,35],"vote_average":7.3,"runtime":95,"cert":"N\/A","id":291188,"title":"Austin Found","adult":false},{"cast":["Howard Lederer"],"overview":"In his second how-to video, Howard offers you a professional and insider's view of the world's most popular poker game, Texas No-Limit Hold 'Em. Entertaining and easy to follow, More Secrets of No-Limit Hold 'Em is the poker video that can help any player.","release_date":"2004-12-28","genres":[99],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":291190,"title":"More Secrets of No Limit Hold 'Em","adult":false},{"cast":["Isild Le Besco","Corentin Lobet","Nicolas Buysse","Jean-Pierre Cassel","Gert Portael"],"overview":"After her parents' death, a young woman moves in with her unsophisticated country relatives with unfortunate results.","release_date":"2003-02-13","genres":[18],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":291195,"title":"The House by the Canal","adult":false},{"cast":["Jana Bach","Salma de Nora","Fabienne","Maria Mia","Jeremy P. Nova"],"overview":"","release_date":"2009-06-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291197,"title":"Sekretärinnen... bereit zum Diktat!","adult":true},{"cast":["Paz Vega","Juan Diego Botto","Alberto San Juan","Dacio Caballero","Ken Appledorn"],"overview":"Javier Falcón, Chief of the Sevilla Homicide Division, must solve two different cases in a short time. In the first case he is personally involved. An old friend of his infiltrated an Islamic terrorist cell and now the group is trying to recruit his young son for their cause. The same case hits even closer at home. A war is raging between two clans in the Russian Mafia. When an important mobster tries to defect, he gets killed in a car crash. On the scene, the police find an encrypted USB stick with highly explosive information. Then the son of Falcon’s girlfriend Consuelo is kidnapped. They are contacted by both Mafia clans claiming they have the kid and wanting to get their hands on the information. And both say they will kill him if Falcon doesn’t give them the stick","release_date":"2014-11-14","genres":[],"vote_average":2.2,"runtime":109,"cert":"N\/A","id":291199,"title":"The Ignorance of Blood","adult":false},{"cast":["Jorgo Ognenovski","Jorge Rivero","Richard Lynch","Ashley Graham"],"overview":"A karate expert enters a deadly underground tournament to avenge one of his students who was killed there and stop the disgraced marshal arts champion who organized this deadly competition.","release_date":"1995-11-04","genres":[28],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":291201,"title":"Warrior of Justice","adult":false},{"cast":[],"overview":"","release_date":"2014-09-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291203,"title":"Nunca es tan oscuro","adult":false},{"cast":["Vivian Schmitt","Sharon da Vale"],"overview":"","release_date":"2004-07-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291205,"title":"Schwanz im Glück","adult":true},{"cast":["Juan Luis Galiardo","Julián Mateos","Ramiro Oliveros","José Nieto","Helga Liné"],"overview":"","release_date":"1975-01-23","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291207,"title":"Novios de la muerte","adult":false},{"cast":["Eduard Farelo","Victoria Pagès","Alicia González Laá","Carme Contreras","Toni Albà"],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291209,"title":"Cabell d'Àngel","adult":false},{"cast":["Denise Fraga","Domingos Montagner","Manoela Aliperti","Marisa Orth","Fúlvio Stefanini"],"overview":"After 20 years of marriage, Ana Lúcia and her husband Fábio decide to get a divorce. Fábio, however, decides to move to an apartment across the street, in front of the window of his former apartment - where Lúcia still lives. Both will have to learn how to deal with job crisis, problems with their daughter and this whole new situation.","release_date":"2015-04-23","genres":[35,18,10749],"vote_average":7.1,"runtime":113,"cert":"N\/A","id":291211,"title":"De Onde Eu Te Vejo","adult":false},{"cast":["Henry Sobel","Alisha Sobel","Luciano Huck","Juca Kfouri","Anita Novinsky"],"overview":"","release_date":"2014-09-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291213,"title":"A História do Homem Henry Sobel","adult":false},{"cast":["Buck Starr","Sharon Kent","Sam Stewart","Darlene Bennett","Bob Oran"],"overview":"When swaggering and conceited teddy boy Mike (played by fleshy-faced BUCK STARR) isn’t combing his wavy hair in a stance reminiscent of The Fonz, he’s latching onto each and every female who crosses his slimy path. The guy is bad news and has everybody fooled, except Mr. Dite (rotund BOB ORAN), an advertising executive and recent recipient of Mike’s services as a whip-wielding sadist. Taking advantage of the weak-willed masochist, Mike blackmails Dite into giving him a cushy job, then takes advantage of his new position by stealing Dite’s clients, seducing Dite’s elegant daughter, Sara (JOANNE CUNNINGHAM), and climbing his way up the social ladder.","release_date":"1968-06-26","genres":[80,18],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":291215,"title":"Too Much Too Often!","adult":false},{"cast":[],"overview":"","release_date":"2014-06-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291217,"title":"Bébé À Tout Prix","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291219,"title":"La mélodie du Boucher","adult":false},{"cast":["Denise Zich","Patrik Fichte","Alexandra Schalaudek","Ben Bela Bhöm","Birthe Wolter"],"overview":"","release_date":"2011-01-23","genres":[18],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":291221,"title":"Rosamunde Pilcher: Sonntagskinder","adult":false},{"cast":["Barbara Rudnik","August Zirner","Jasmin Gerat","Katharina Blaschke","Andy Gätjen"],"overview":"","release_date":"2006-03-13","genres":[80,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291226,"title":"Die Mandantin","adult":false},{"cast":["Anja Kling","Henning Baum","Michael Brandner","Gerit Kling","Heike Hanold-Lynch"],"overview":"","release_date":"2007-09-25","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291228,"title":"Die Masche mit der Liebe","adult":false},{"cast":["Udo Wachtveitl","Petra Schmidt-Schaller","Ulrike Grote","Rüdiger Klink","Andreas Warmbrunn"],"overview":"","release_date":"2011-02-02","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291230,"title":"Das geteilte Glück","adult":false},{"cast":["Bambola","Erika Neri","Francesca Felluci","Franco Trentalance","Gabriel Montoya"],"overview":"","release_date":"2006-04-01","genres":[],"vote_average":0.0,"runtime":127,"cert":"N\/A","id":291232,"title":"The Game","adult":true},{"cast":["Patrick Huard","Dan Bigras","Dan Bigras"],"overview":"","release_date":"2005-04-07","genres":[18],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":291237,"title":"Les guerriers","adult":false},{"cast":["William Powell","Marion Shilling","Natalie Moorhead","Regis Toomey","Paul Hurst"],"overview":"John Nelson, a well-to-do businessman, is escorting a woman he knows as Ethel Barry to the door of her apartment suite when a man steps out of the shadows and angrily demands to know where she has been. The embarrassed Nelson excuses himself and goes to his rooms in the same hotel. The woman rushes into his apartment followed by the man who met her in the hall. The man threatens her with violence and Nelson comes to her defense. In the ensuing fight, the man is knocked out of the window and falls to his death to the pavement many stories down. He is charged with the killing and his only witness that can prove self-defense for him has disappeared, and can not be found.","release_date":"1930-06-06","genres":[80,18,9648],"vote_average":7.0,"runtime":69,"cert":"N\/A","id":291239,"title":"Shadow of the Law","adult":false},{"cast":[],"overview":"A lonely boy takes a chance on a wish to try and make his dream into a reality.","release_date":"2012-04-05","genres":[12,16,14],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":291241,"title":"Moon Cakes","adult":false},{"cast":[],"overview":"Commemorating the 20th Anniversary of Raw, WWE presents 20 of the most memorable Raw episodes in history all in one all-new collector's set. For the first time ever, this collection will feature 20 COMPLETE EPISODES of Raw spread out over 12 DVD discs (10 Blu-ray). Each episode will be featured in chronological order, and were carefully selected to present a wide range that showcases all eras, several milestones and historic moments throughout Raw history. This collection is a must-own for WWE fans.  Featured Episodes Include:  The first Raw\r The original DX invasion\r Austin vs. McMahon with Dude Love interruption\r The highest rated Raw ever (8.1)\r Raw 15th Anniversary\r Bret Hart's return in 2010 and More!","release_date":"2013-12-03","genres":[],"vote_average":0.0,"runtime":1000,"cert":"N\/A","id":291246,"title":"WWE: Raw 20th Anniversary Collection - The 20 Greatest Episodes Uncut & Unedited","adult":false},{"cast":["Anissa Kate","Alexis Crystal","Charlize Bella","Anita Bellini","Abbie Cat"],"overview":"The beer and the sex flow freely in Private's homage to Oktoberfest. In Private's beer hall the barmaids look for more than just a tip as lucky customers are chosen to deliver their very own Bratwurst to these hungry sluts. With six of Europe's hottest female stars including petite sensation Anita Bellini taking an almost impossible amount of cock into her tight fresh ass and Alexis Crystal helping Charlyse Bella fit some firm fat British sausage into her wet pussy. In this beer hall everyone's thirst is taken care and no one leaves hungry, especially not Mira Sunset who enjoys several heavy loads of salty semen. Bottoms up!","release_date":"2013-10-10","genres":[],"vote_average":8.0,"runtime":94,"cert":"N\/A","id":291248,"title":"Oktober Sexfest","adult":true},{"cast":["Black Angelika","Crystal Crown","Dieter Von Stein","Gilda Roberts","Horst Baron"],"overview":"","release_date":"2009-04-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291250,"title":"Règlements de comptes","adult":true},{"cast":[],"overview":"First screened as part of Jacobs' \"Nervous System\" film performance, The Georgetown Loop is based on an archival film from 1903, which Jacobs pairs with its mirror double to produce a kaleidoscopic two-screen projection. The original film depicts a journey shot from the cab of a train passing through the Colorado Rockies, and, in this hypnotic new form, comes to suggest the movement of consciousness itself. Writes Jacobs: \"I've called it the first landscape film deserving of an X-rating, and that it is, yet its secret subtitle is — I must whisper — (Celestial Railway).\"","release_date":"1996-03-05","genres":[],"vote_average":9.0,"runtime":11,"cert":"N\/A","id":291252,"title":"The Georgetown Loop","adult":false},{"cast":["Rita Faltoyano","Melinda Gale","Horst Baron","Agnese Stock","Barbie"],"overview":"","release_date":"2002-04-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291254,"title":"Une famille Perverse","adult":true},{"cast":["Anna Maria Rizzoli","Enzo Cannavale","Bombolo","Sandro Ghiani","Tuccio Musumeci"],"overview":"","release_date":"1982-01-01","genres":[35],"vote_average":4.2,"runtime":null,"cert":"N\/A","id":291256,"title":"La sai l'ultima sui matti?","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291258,"title":"Un Natale da Superdetective","adult":false},{"cast":["Paddy Considine","Nancy Carroll","Risteard Cooper","Helen Bradbury","Iain McKee"],"overview":"A divorce case involving a landowner and his young wife spirals into something darker, drawing Mr. Whicher into the heart of the English countryside where he uncovers the most disturbing and destructive of secrets.","release_date":"2014-09-14","genres":[18,80,9648,10770],"vote_average":6.6,"runtime":87,"cert":"","id":291260,"title":"The Ties That Bind","adult":false},{"cast":["Ray Corrigan","Dennis Moore","Max Terhune","Julie Duncan","Budd Buster"],"overview":"Hammond is after the Craig ranch and has framed Charlie Craig for murder. Mother Craig brings in the Range Busters. They capture one of Hammond's men and Alibi plans to trick him into a confession as to who the real murderer is. Meanwhile, Denny has overheard Hammond's plans for his next move and he and Crash set out to round up the gang.","release_date":"1943-10-29","genres":[37],"vote_average":5.0,"runtime":54,"cert":"N\/A","id":291262,"title":"Bullets and Saddles","adult":false},{"cast":["Jason Bateman","Nicole Kidman","Christopher Walken","Alexandra Wentworth","Marin Ireland"],"overview":"A brother and sister return to their family home in search of their world famous parents who have disappeared.","release_date":"2016-04-16","genres":[35,18,9648],"vote_average":5.8,"runtime":105,"cert":"N\/A","id":291264,"title":"The Family Fang","adult":false},{"cast":["Warren Mitchell","Julian Holloway","David Collings","Clifford Rose"],"overview":"Secrets Chocolates receive an unexpected sales boost when three maintenance workers fall into the chocolate vat and are fed through the production line.","release_date":"1973-08-14","genres":[10770,35],"vote_average":5.5,"runtime":53,"cert":"","id":291269,"title":"Secrets","adult":false},{"cast":["Tex Ritter","Dave O'Brien","Guy Wilkerson","Marjorie Clements","Rebel Randall"],"overview":"The Rangers are after Yackey and his gang. Posing as an outlaw, Dave arrives as Panhandle's prisoner and works his way into the gang. Tex arrives and joins Wright's committee. Tex plans a trap for the gang but things go awry when the gang catches Tex and the Committee catches Dave and both are about to be hung.","release_date":"1944-11-09","genres":[37],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":291271,"title":"Dead or Alive","adult":false},{"cast":[],"overview":"","release_date":"2012-12-25","genres":[16],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":291273,"title":"Paperino e i corti di Natale","adult":false},{"cast":[],"overview":"Two nuns travel across Chicago asking people the question, \"Are you happy?\"","release_date":"1968-01-01","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":291275,"title":"Inquiring Nuns","adult":false},{"cast":["Josh Evans","Drew Barrymore","Tully Jensen","Alan Marshall","Charlie Spradling"],"overview":"The lives of various Generation X-ers are linked by the murder of a young woman.","release_date":"1994-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291277,"title":"Inside the Goldmine","adult":false},{"cast":["Meredith Baxter","Charles Aidman","John Karlen","Christopher Connelly","George DiCenzo"],"overview":"Television thriller about a woman who acquires psychic powers after a brutal attack.","release_date":"1973-11-05","genres":[10770,27,18],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":291279,"title":"The Invasion of Carol Enders","adult":false},{"cast":[],"overview":"Description: The widow of a murdered record producer recalls her roller-coaster ride of a marriage, stricken with deceit and infidelity. Along the way, the mystery unfolds and her husband's killer is revealed.","release_date":"2010-05-01","genres":[],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":291281,"title":"Jessica Sinclaire Presents: Confessions of a Lonely Wife","adult":false},{"cast":["Jon Anderson","Steve Howe","Steve Howe","Chris Squire","Chris Squire"],"overview":"Yes, live in 1975 (May 10), from the Relayer tour. Played in Queens Park Rangers stadium in London, England, UK with Seals &amp; Crofts, Gryphon, and Ace. The shot is pro, the audio is soundboard, but apparently not a multi-track. This was originally a bootleg, and then later re-leased on DVD by former band manager Brian Lane without band involvement or blessing. Generally considered the best concert video of the tour.  Disc One:\r Introduction - Igor Stravinsky: Firebird Suite\r Sound Chaser\r Close to the Edge  I. \"The Solid TIme of Change\"  II. \"Total Mass Retain\"  III. \"I Get Up, I Get Down\"  IV. \"Seasons of Man\"\r To Be Over\r The Gates of Delirium\r I've Seen All Good People: Your Move\r Mood for a Day\r Long Distance Runaround (acoustic)\r Cachaça\r Clap  Disc Two:\r And You and I  I. \"Cord of Life\"  II. \"Eclipse\"  III. \"The Preacher, The Teacher\"  IV. \"Apocalypse\"\r Ritual (Nous Sommes du Soleil)\r Roundabout\r Sweet Dreams\r Yours is No Disgrace","release_date":"1975-05-10","genres":[99,10402],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":291283,"title":"Yes: The Gates of Q.P.R.","adult":false},{"cast":[],"overview":"The King of the Waltz stages a spectacular anniversary concert in the Netherlands' most romantic city square. Hugely popular Dutch violinist and composer Andre Rieu regularly features alongside top rock and pop bands","release_date":"2014-09-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291285,"title":"ANDRE RIEU'S MAASTRICHT 2014 (10TH ANNIVERSARY) CONCERT","adult":false},{"cast":[],"overview":"When a young boy dogsits Clyde, a criminal canine trying to go straight, he ends up facing down the school bully, catching a criminal, and learning valuable lessons about life from his new best friend.","release_date":"1995-01-01","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":291287,"title":"Johnny and Clyde","adult":false},{"cast":["Gillian Anderson","Ben Foster","Vanessa Kirby","Corey Johnson","Clare Burt"],"overview":"Tennessee Williams’ timeless masterpiece, A Streetcar Named Desire staring Gillian Anderson, Ben Foster and Vanessa Kirby, comes to select cinemas nationwide directly from London’s Young Vic Theatre in an extraordinary one night event","release_date":"2014-09-16","genres":[18],"vote_average":8.7,"runtime":192,"cert":"N\/A","id":291289,"title":"National Theatre Live: A Streetcar Named Desire","adult":false},{"cast":[],"overview":"Three months before elections the president of the Republic of Belarus Alexander Lukashenka claimed: \"You have no other choice, you will vote for me!\" We were trying to figure out how did it happen that 83% of the population voted for Lukashenka? The film tracks the opposition struggle during few post-election days. The movie shows the falsehood of the official propaganda and the ambiguous, sometimes polar, attitude of simple people. Assembling together all the debris of the opinions, comparing different historical events, jeering at dictator's arrogance and manners, admiring courage and dedication of the young generation, the feature approaches the understanding of what is really going on in the middle of Europe. And one more thing -the director's sarcastic comment throughout the film does not make you bored!","release_date":"2008-06-23","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":291291,"title":"Kalinovski Square","adult":false},{"cast":[],"overview":"This is the intimate live recording based on the ‘Sovereign’ album by Michael W. Smith  His latest offering is a deliberate step in a new direction, after signing with Capitol Christian Music Group in 2013. This fresh collection of worship songs represents a new creative chapter in Michael’s career working with a completely new bunch of songwriters, producers, and musicians. The result is an album of vibrant innovation and vertically focused songs.  The Deluxe Edition includes bonus songs, behind the scenes video and a beautifully shot live DVD that was filmed this past January on Smith's Franklin, Tennessee farm in a packed barn during an unforgettable night of worship.  Sovereign Deluxe CD+DVD by Michael W Smith was published by Sparrow Records in May 2014","release_date":"2014-05-15","genres":[],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":291296,"title":"Michael W. Smith - Sovereign","adult":false},{"cast":[],"overview":"Chronicling the changing kibbutz through the eyes of some of its most devoted members, Keeping the Kibbutz is a feature length documentary (54 min) that examines the challenges faced by a community in transition. While some members faced heartbreak, others found new opportunities, and the kibbutz marched toward an inevitable end. A story about nostalgia, the effects of communal living and the hope for what lies ahead, Keeping the Kibbutz captures the lingering ghost of a movement left behind.","release_date":"2010-08-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291298,"title":"Keeping the Kibbutz","adult":false},{"cast":[],"overview":"Chronicles the lives of two very different nannies and the families they served for the last 50 years. Told through interviews, home movies, and newsreel footage.","release_date":"1995-02-03","genres":[99],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":291300,"title":"Martha & Ethel","adult":false},{"cast":["Will Patton","Michael DeLuise","Clare Wren","Judson Vaughn","Ji-Tu Cumbuka"],"overview":"After interviewing a convicted killer, a reporter becomes obsessed with his mesmerizing subject. When his life is threatened, he comes to his senses, but it may be too late to save his family.","release_date":"1993-01-01","genres":[53],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":291302,"title":"Midnight Edition","adult":false},{"cast":["Christopher Wild","Beverly Hills","Warren Mitchell","Bill Leadbitter","Rachel Davies"],"overview":"A white boy lives in a racially divided town. The only thing he cares about is playing his drums. A popular black band from school needs a drummer and he joins them, but being colorblind in this town makes life very difficult.","release_date":"1986-10-01","genres":[10749,35,18,10402],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":291304,"title":"Knights & Emeralds","adult":false},{"cast":["Kurt Angle"],"overview":"Kurt Angle--love him or hate him, he's the only Federation superstar with an Olympic gold medal! In this video, many Federation Superstars speak of their real feelings toward Kurt Angle. We also capture an unscripted, totally candid Kurt Angle at a Federation commercial shoot. See for yourself the Intensity, Integrity, and Intelligence Kurt used to win the European &amp; Intercontintental Championships, and the King of the Ring. Also, his notorious involvement with Stephanie McMahon-Helmsley. WARNING: Whatever your thoughts on Kurt Angle, you may change your mind after viewing this. It's true, it's true!","release_date":"2000-11-21","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":291306,"title":"Kurt Angle: It's True! It's True","adult":false},{"cast":["Ed Harris","Roxanne Hart","David Suchet","Bruce McGill","Darrell Larson"],"overview":"A retired criminal lawyer is persuaded to take on one more case and becomes involved with his client's wife.","release_date":"1987-04-19","genres":[80,10770],"vote_average":4.7,"runtime":109,"cert":"N\/A","id":291308,"title":"The Last Innocent Man","adult":false},{"cast":["Gary Graham","Maria Holvoe","Cary-Hiroyuki Tagawa"],"overview":"Stranded on a deserted Pacific island during the Second World War an American and Japanese soldier battle it out in this exciting war-time drama.","release_date":"1989-10-20","genres":[10752],"vote_average":7.0,"runtime":94,"cert":"N\/A","id":291310,"title":"The Last Warrior","adult":false},{"cast":["Cliff Curtis","Theresa Healey","Hori Ahipene","Kevin Smith","Jaime Passier-Armstrong"],"overview":"Billy (Cliff Curtis) is trying to organize the biggest celebration the town of Waimatua has even seen - the 75th Jubilee of  their school. In doing this, feckless Billy is trying to redeem himself in the eyes of his family, especially his frustrated wife Pauline (Theresa Healey). However trouble arrives with the return of a local former All Blacks Captain, an old flame of Pauline's.","release_date":"2000-04-13","genres":[35],"vote_average":5.0,"runtime":94,"cert":"N\/A","id":291312,"title":"Jubilee","adult":false},{"cast":[],"overview":"A New York actress thinking of quitting the business is suddenly faced with opportunities.","release_date":"1997-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291314,"title":"Lena's Dreams","adult":false},{"cast":[],"overview":"A Life Ascending chronicles the life of acclaimed ski mountaineer and mountain guide Ruedi Beglinger. Living with his wife and two young daughters on a remote glacier in the Selkirk Mountains of British Columbia, Beglinger has built a reputation as one of the top mountaineering guides in the world. The film follows his family's unique life in the mountains and their journey in the years following a massive avalanche that killed seven people. Documenting the sublime beauty and ever-present risk of a life lived on the edge, the film ultimately explores the power of nature as both an unforgiving host and profound teacher.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291316,"title":"A Life Ascending","adult":false},{"cast":[],"overview":"","release_date":"2012-05-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291318,"title":"Cœur de Pirate aux Francofolies de La Rochelle","adult":false},{"cast":["Alki David","Gary Busey","Billy Zane","Lupe Ontiveros","Armand Assante"],"overview":"An Iraqi immigrant hit man, GUIDO, gets mixed up in a deal gone bad and is forced to transport a corpse across the country, with several Albanian assassins and the FBI on his trail. When his elderly, Mexican-American landlady blackmails him into taking her with him, he is forced to confront his past and, ultimately, find hope in the future.","release_date":"2014-01-01","genres":[28],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":291320,"title":"Guido","adult":false},{"cast":["Jack Rubio Jr.","Brytane Garvin","Cameron Kuykendall","Kirk Harris","Jack Rubio"],"overview":"88 days before his scheduled release from a state mental hospital Lucky O'Donnell returned home on the journey of a lifetime.","release_date":"2001-06-01","genres":[10749,18,12],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291322,"title":"Hard Luck","adult":false},{"cast":[],"overview":"WRC is the benchmark for tyre-shredding, gravel-spitting, mud-slinging action and this all-action official review of the 2013 World Rally Championship gets right into the heart of it. This year, Sebastien Ogier seared his name in to the history books as the man who finally broke Monsieur Loeb's grip on the title - albeit only after Loeb stepped back from his stellar driving career. Across the world from Mexico to Australia, Argentina to Monte Carlo this is WRC 2013 review.","release_date":"2013-12-31","genres":[99],"vote_average":0.0,"runtime":420,"cert":"U","id":291324,"title":"WRC 2013 - FIA World Rally Championship","adult":false},{"cast":["Dave Foley","Tera Patrick","Andy Dick","Asa Akira","Mike Hatton"],"overview":"When Shane inherits a gentleman's club from his estranged uncle, he leaves his Midwestern home for Los Angeles. Run by a booze hound and employing a dozen out of control strippers, Shane must do everything he can to save the club from bankruptcy and maybe make history in the process.","release_date":"2014-08-19","genres":[35],"vote_average":4.8,"runtime":99,"cert":"N\/A","id":291326,"title":"Live Nude Girls","adult":false},{"cast":["Warren Beatty","Lily Collins","Alden Ehrenreich","Matthew Broderick","Annette Bening"],"overview":"It's Hollywood, 1958. Small town beauty queen and devout Baptist virgin Marla Mabrey, under contract to the infamous Howard Hughes, arrives in Los Angeles. At the airport, she meets her driver Frank Forbes, who is engaged to be married to his seventh grade sweetheart and is a deeply religious Methodist. Their instant attraction not only puts their religious convictions to the test, but also defies Hughes' number one rule: No employee is allowed to have any relationship whatsoever with a contract actress. Hughes' behavior intersects with Marla and Frank in very separate and unexpected ways, and as they are drawn deeper into his bizarre world, their values are challenged and their lives are changed.","release_date":"2016-11-23","genres":[10749,35,18],"vote_average":5.9,"runtime":127,"cert":"12A","id":291328,"title":"Rules Don't Apply","adult":false},{"cast":[],"overview":"After his drug-addicted mother is hospitalized, teenager Jimmy Donovan takes the leap from selling marijuana to selling heroin in order to make the tuition payments necessary to keep his little sister in private school.","release_date":"2008-10-28","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":291330,"title":"Love. Blood. Kryptonite.","adult":false},{"cast":[],"overview":"Kevin needs cash and now he owes money to the mob. But more than an ex-con can make legally. He's been trying to go clean but his ex-prison mate talks him into one last job - with a payout big enough to go straight. The job involves a beautiful heiress, but it has major consequences...","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291332,"title":"Hell's Gate","adult":false},{"cast":["Liam Waite","William Forsythe","Tom Arnold","Zack Ward","Pauley Perrette"],"overview":"In order to receive $3 million, a man must avenge his father's death.","release_date":"2000-04-01","genres":[80,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291334,"title":"Malicious Intent","adult":false},{"cast":["Mariah Brown","Samantha Mills","Frank J. Aard","Kenny Caperton","Ethan Dunn"],"overview":"It's Halloween day in 1989 and college student Jackie Blue wants to enjoy a quiet birthday in the midst of a chaotic semester at school. Her friend Amber has other ideas and persuades Jackie to come to the annual Halloween party on campus after her shift at the local movie theater. As the night unfolds, it becomes apparent that Jackie will get more excitement than she bargained for on her birthday this year.","release_date":"2014-10-18","genres":[53,27],"vote_average":3.3,"runtime":76,"cert":"N\/A","id":291336,"title":"Honeyspider","adult":false},{"cast":[],"overview":"This documentary uses front line footage and archive combat film to detail the many and varied aerial craft deployed by the USAF, US Navy and Marine Corps in the Vietnam War. Included are T-28 Trojans, A-1 Skyraiders, B-57 Canberras, B-62 Invaders, F-4 Phantoms, F-5A Freedom Fighters, F-100 Super Sabres, B-52 Stratofortresses, F-105 Thunderchiefs, F-8 Crusaders, A-6 Intruders, A-4 Skyhawks and A-7 Corsairs.","release_date":"2000-01-01","genres":[99],"vote_average":0.0,"runtime":80,"cert":"U","id":291338,"title":"Vietnam Air War - Combat in the Air","adult":false},{"cast":["Konstantin Stepankov","Mikhail Kokshenov","Aleksandr Gaj","Yuri Demich","Gennadi Karnovich-Valua"],"overview":"A second of a series of movies about Kovpak - the partisans chief during WWII.","release_date":"1975-06-06","genres":[10752,12],"vote_average":6.0,"runtime":99,"cert":"N\/A","id":291340,"title":"Poem of Kovpak: Snow-Storm","adult":false},{"cast":[],"overview":"Professional, native and antiquarian researchers combine to investigate the archaeological history and modern legacy of Eastern Native civilization near Turners Falls, Massachusetts. They uncover possible evidence of a vast astronomical construct that covered a large area of what is now the northeastern United States.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291342,"title":"Great Falls","adult":false},{"cast":["Kevin Costner","Lisa Kingston","Don Margolin","David G Brown"],"overview":"A young man is bogged down by his family, farm and school life, but after the baseball coach convinces him to play, he finds a bit of comfort in the sport--which he also excels in","release_date":"1982-01-01","genres":[18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":291344,"title":"Chasing Dreams","adult":false},{"cast":["Eleanor Hutchins","Larry Fessenden","Holly Ramos","Barbara Sicuranza"],"overview":"Five young women, each with children, meet once a week for $2 margaritas and discuss life, love and change.","release_date":"2001-01-22","genres":[],"vote_average":8.5,"runtime":98,"cert":"N\/A","id":291346,"title":"Margarita Happy Hour","adult":false},{"cast":["Jordan Trovillion","Jay Pickett","Harry Anderson","Clarence Gilyard Jr.","Chandler Macocha"],"overview":"A Christian girl, Rachel Whitaker (Jordan Trovillion) goes off to college for her freshman year and begins to be influenced by her popular Biology professor (Harry Anderson) who teaches that evolution is the answer to the origins of life. When Rachel’s father, Stephen Whitaker (Jay Pickett) senses something changing with his daughter, he begins to examine the situation and what he discovers catches him completely off guard. Now very concerned about Rachel drifting away from her Christian faith, he tries to do something about it!","release_date":"2014-10-17","genres":[18],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":291348,"title":"A Matter of Faith","adult":false},{"cast":["Ethan Hawke","Taissa Farmiga","James Ransone","Karen Gillan","John Travolta"],"overview":"The story of a drifter named Paul who arrives in a small town seeking revenge on the thugs who murdered his friend. Sisters Mary Anne and Ellen, who run the town's hotel, help Paul in his quest for vengeance.","release_date":"2016-10-21","genres":[80,53,37,28],"vote_average":5.9,"runtime":104,"cert":"N\/A","id":291356,"title":"In a Valley of Violence","adult":false},{"cast":[],"overview":"A short film by Walerian Borowczyk. This first volume looks at the first three letters in Grandma's encyclopaedia: A for 'Automobile', B for 'Ballon', and C for 'Chemin de fer'.","release_date":"1963-01-01","genres":[16],"vote_average":4.5,"runtime":7,"cert":"N\/A","id":291358,"title":"Grandma's Encyclopaedia","adult":false},{"cast":["Aryeh Moskona","Dafna Rechter","Moti Giladi","Nicky Goldstein"],"overview":"A film from Israeli director Jacob Goldwasser.","release_date":"1991-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291360,"title":"Over the Ocean","adult":false},{"cast":["Adam Carolla","Diane Farr","Larry Miller","Mindy Robinson","David Koechner"],"overview":"After his movie and television career has run dry, Bruce Madsen (Adam Carolla) is forced to go back on the road playing one dingy comedy club after another, spending endless nights in budget hotel rooms and always flying coach. Amidst trying to revitalize his career, rekindle his love life and put his daughter through college, Bruce knows one thing for sure - he must get off the road. ROAD HARD is the story of that journey.","release_date":"2015-03-06","genres":[35],"vote_average":6.5,"runtime":97,"cert":"N\/A","id":291362,"title":"Road Hard","adult":false},{"cast":[],"overview":"A Palestinian poet and an Italian journalist meet five Palestinians and Syrians in Milan who entered Europe via the Italian island of Lampedusa after fleeing the war in Syria. They decide to help them complete their journey to Sweden, and hopefully avoid getting themselves arrested as traffickers, by faking a wedding. With a Palestinian friend dressed up as the bride and a dozen or so Italian and Syrian friends as wedding guests, they cross halfway over Europe on a four-day journey of three thousand kilometres.","release_date":"2014-09-04","genres":[99],"vote_average":6.9,"runtime":89,"cert":"N\/A","id":291364,"title":"On the Bride’s Side","adult":false},{"cast":["Ann Dusenberry","Gail Strickland","Bruce Davison","Clu Gulager","Terence Knox"],"overview":"Struggling actress accepts high paying job to play a rich heiress committed in a lunatic asylum, not knowing she's really being set up as a surrogate for the real girl who'd been murdered.","release_date":"1985-08-10","genres":[53,18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":291366,"title":"Lies","adult":false},{"cast":["Rod Taylor","Bibi Andersson","Mathieu Carrière","Catherine Jourdan","Paul Guers"],"overview":"Rod Taylor plays a United Nations bio-warfare disarmament expert whose lonely wife (Andersson) has a steamy affair while she's away in France. But soon she finds out the hard way that her lover is not quite the charming and stable guy she thought he was, and starts to fear him and wonder about his true motives.","release_date":"1976-01-14","genres":[53],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":291368,"title":"Vortex","adult":false},{"cast":[],"overview":"While watching B grade movies a brain-injured man is tormented by visions of his friends being murdered by a faceless killer. He becomes increasingly disturbed when he realizes it's only a matter of time before the killer comes for him.","release_date":"2014-07-01","genres":[],"vote_average":2.3,"runtime":null,"cert":"N\/A","id":291370,"title":"Killervision","adult":false},{"cast":["Brandon Price","Char Clay","Ben Farr","Cisco Reyes","Zachary Goden"],"overview":"A modern day, urban \"Rebel Without a Cause\" centering around a high school kid who tries to save his childhood sweetheart from the world of drugs.","release_date":"2000-06-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291372,"title":"Little Red","adult":false},{"cast":[],"overview":"Sledge tells the story of a group of friends who go out for a weekend of sex and debauchery. They have no idea what is about to hit them, a psychotic killer, Adam Lynch, who believes that his life is actually a movie and video game. Picking them off one by one, Adam narrows the playing field leaving the best for last. They will have to play the ultimate game of Player vs. Player. It will be a showdown in a gory fight to the finish. Who will survive?","release_date":"2014-09-02","genres":[27],"vote_average":2.0,"runtime":75,"cert":"N\/A","id":291374,"title":"Sledge","adult":false},{"cast":[],"overview":"Three small-time crooks with dreams of hitting a big score just can't seem to get anything right. When they attempt to steal computer parts they end up with toys, when they try to steal a car they end up with a Junker. But when they pull off the bank heist of the century (not really) instead of a bag of loot they accidentally stumble across a priceless erotic statuette known as Caesar's Phallus! Unfortunately instead of cashing in they find themselves being pursued by a ruthless art collector, his hired hit men and their angry wives!","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291376,"title":"Small Timers","adult":false},{"cast":[],"overview":"Spokanarchy! is a roller-coaster ride of music and mayhem as a small-town punk scene looks back on its roots and how those years shaped their lives since. Filled with humor, camaraderie, insight, and tragesy, Spokanarchy! chronicles the manic highs and desperate lows of kids kicking against the mainstream in the conservative 1980s of the Reagan era. With over 30 interviews coupled with archival footage and a decade of unreleased and undiscovered music, Spokanarchy! is the punk rock movie of what happened away from the big city scenes...where things got really weird.","release_date":"2011-08-06","genres":[99],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":291378,"title":"SpokAnarchy!","adult":false},{"cast":["Judd Trichter","Mia Fothergill","Milton Johns","Paul Venables"],"overview":"Stanley finds an egg in a cavern that soon hatches a dragon.","release_date":"1994-01-01","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":291380,"title":"Stanley's Dragon","adult":false},{"cast":[],"overview":"An animated film made by Walerian Borowczyk for W.D. &amp; H.O. Wills. A very pompous cigar smoker reminisces about the good old days when the lower classes knew their place and stayed away from cigars meant only for the privileged. However, after he and his society for cigar smokers watch an advert by British tobacco importers W.D. &amp; H.O. Wills explaining their successive methods of cigar-making, his elitist ideals are shaken.","release_date":"1963-01-01","genres":[16],"vote_average":4.0,"runtime":10,"cert":"N\/A","id":291382,"title":"Holy Smoke!","adult":false},{"cast":["René Deltgen","Angelika Hauff","Ilse Steppat","Armin Dahlen","Hans Christian Blech"],"overview":"Mr. Rossi and Mr. Capelli, co-owners of a successful traveling circus, have a rivalry over the affections of the lovely Dolores. That's all settled after Rossi is mauled to death by a lion. Years later a series of accidents, attacks and mysterious deaths plague the circus.","release_date":"1954-12-21","genres":[27,80],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":291384,"title":"Phantom of the Circus","adult":false},{"cast":["Hans Christian Blech","Kurt Großkurth","Trude Hesterberg","Siegfried Lowitz","Paul Bösiger"],"overview":"","release_date":"1956-04-11","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291386,"title":"Weil du arm bist, mußt du früher sterben","adult":false},{"cast":["Will Rogers","Irene Rich","Charles Mason","Sidney Ainsworth","Edward Kimball"],"overview":"Peep O'Day, an orphan in a small Kentucky town, falls heir to a small fortune and begins to make up for all the lost pleasure of childhood, but Sublette, a crooked attorney, arranges for an eastern belle to show up as Peep's \"niece\" to steal his fortune.","release_date":"1921-05-05","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291388,"title":"Boys Will Be Boys","adult":false},{"cast":["Óscar Chávez","Kamala Lopez","Tony Plana","María Rojo","Peter Henry Schroeder"],"overview":"The true story of the first Spanish-language radio announcer and political activist, Pedro J Gonzalez","release_date":"1988-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291390,"title":"Break of Dawn","adult":false},{"cast":["Rafał Maćkowiak","Sylwia Juszczak","Andrzej Gałła","Magdalena Schejbal","Grazyna Krukówna"],"overview":"Set in a small Polish town, \"Louder Than Bombs\" tells the coming-of-age story of Marcin, a 21-year-old with a penchant for James Dean and The Smiths. After the death of his father, Marcin must contend with the funeral arrangements while hosting his buffoonish out-of-town relatives who disparage his small town life as a mechanic in his father's garage. In addition, Marcin must face the news that his lifelong girlfriend has decided to leave Poland to live in the U.S. If he doesn't act quickly, he may never see her again.","release_date":"2001-09-14","genres":[10749,35,18],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":291392,"title":"Louder Than Bombs","adult":false},{"cast":["Gregory Harrison","Leslie Hope","Patricia Clarkson","Kimberly Scott","Kevin Tighe"],"overview":"An unemployed actor is mixed up in a case about a $10,000,000 bank fraud.","release_date":"1993-07-22","genres":[53,10770],"vote_average":6.0,"runtime":105,"cert":"N\/A","id":291394,"title":"Caught in the Act","adult":false},{"cast":["Megyn Price","Ken Marino","Jenica Bergere","Ryan Bollman"],"overview":"What do animals, allergies and a bet have in common? A commitment-phobic woman named Lisa Harris. Lisa may hold the record for most failed short-term relationships in modern history. It's not that she doesn't want to find her true love, it's just that she doesn't seem to know what true love means.","release_date":"1999-06-04","genres":[],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":291396,"title":"Love Happens","adult":false},{"cast":["Jacques Bergerac","Barbara Rütting","Hans Christian Blech"],"overview":"","release_date":"1958-11-28","genres":[12],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291398,"title":"Un homme se penche sur son passé","adult":false},{"cast":["Robert Carradine","Kate Trotter","Nicolas Van Burek"],"overview":"Spin off from the classic 1946 Jimmy Stewart film \"It's A Wonderful Life\" finds his protecting angel, Clarence, again returning to Earth to help another human.","release_date":"1990-11-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291400,"title":"Clarence","adult":false},{"cast":["O.E. Hasse","Heidemarie Hatheyer","Hans Christian Blech","Grit Boettcher","Götz George"],"overview":"","release_date":"1958-12-27","genres":[18],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":291402,"title":"As Long as the Heart Still Beats","adult":false},{"cast":["Danny Aiello","James Karen","Kenneth Dowd","Diane Baker","Justine Bateman"],"overview":"Aiello plays a powerful salesman whose world is falling apart.","release_date":"1990-01-01","genres":[18],"vote_average":4.5,"runtime":86,"cert":"N\/A","id":291404,"title":"The Closer","adult":false},{"cast":[],"overview":"Bobby Joe Smith returns to his home in a small town, having changed his name, his outlook on life, and gained a career as a Hollywood star. Bobby Joe finds a renewed love in Jenny Jenkins, his childhood sweetheart, whose father is the town reverend and who believes that Bobby Joe has returned as a corrupt and demoralized person. Jenny's father jealously wants no connections between Bobby and Jenny, and takes measures to keep Bobby Joe from attending any of the Homecoming activities by persuading some local boys to beat him up. This builds to a crashing climax which is utterly shocking and unexpected.","release_date":"1971-06-11","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":291406,"title":"The Windsplitter","adult":false},{"cast":["Klaus Herm","Cordula Trantow","Hans Christian Blech","Helga Feddersen","Ilse Zielstorff"],"overview":"","release_date":"1972-01-13","genres":[80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291408,"title":"Geheimagenten","adult":false},{"cast":["Jennifer Elise Cox","Sean Astin","Ray Wise","Beth Grant","Daniel Baldwin"],"overview":"Celebutante Prissy Alcott leaves her luxe Reno life behind for her childhood home in Colorado when she learns that her family has gone broke and is selling their ranch. She tries to reboot the family enterprise as a dude ranch with the help of her three gay friends.","release_date":"2013-09-01","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":291410,"title":"Out West","adult":false},{"cast":["Yves Beneyton","Raymond Pellegrin","Mathieu Carrière","Christine Böhm","Hans Christian Blech"],"overview":"A young Viennese policeman can not free himself from his mistress and is also extorted over his illegal arms business.","release_date":"1976-08-27","genres":[80,18],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":291412,"title":"Shattered Dreams","adult":false},{"cast":["Steve Bond","Nastassja Kinski","David Warner","Günter Meisner","Cyrus Elias"],"overview":"Father Joseph Mohr, a newly appointed priest in the town of Oberndorf (near Salzburg), meets the beautiful prostitute Magdalene. He struggles to change her situation and make a new life for her, and while doing so, they fall in love. Mohr struggles with his feelings for her, versus his commitment to God. Meanwhile, the Prior, Mohr's superior, whose corrupt dealings with the Baron von Seidl are threatened by Mohr's integrity and honesty, works (unsuccessfully) to falsely accuse Mohr of sexual misconduct with Magdalene, and thereby remove him from office. Meanwhile, Mohr and local schoolteacher Franz Gruber compose the hymn \"Silent Night\".","release_date":"1988-11-25","genres":[10749,18],"vote_average":6.0,"runtime":113,"cert":"N\/A","id":291414,"title":"Magdalene","adult":false},{"cast":["Im Ji-gyu","Seo Hyun-jin"],"overview":"Myeong-jin and Jeong-woo, attending the same conservatory, are studying cello. Myeong-jin is in awe of Jeong-woo's genius. Ji-eun, a piano student is working on her own composition: Magic. Jeong-woo offers to play it for her but on the day of the performance, he collapses on stage, leaving Myeong-jin to complete the concert. While nursing Jeongwoo back to health, Myeong-jin asks Ji-eun if he can step in for Jeongwoo but she refuses his offer. After Jeong-woo dies, Ji-eun goes to see Myeong-jin. She plays Magic one final time and quietly enters the music room to end her own life.","release_date":"2010-06-24","genres":[18],"vote_average":4.0,"runtime":95,"cert":"N\/A","id":291416,"title":"Magic","adult":false},{"cast":[],"overview":"Cannibals, Zombies, Necrophilia - Welcome to the U.S.A. In post-World War III America, where the walking dead outnumber the living, a determined band of mismatched survivors scour hostile terrain in their quest for shelter and community.","release_date":"2010-10-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291418,"title":"Zombie Allegiance","adult":false},{"cast":["Anne Igartiburu","Alberto Berzal","Elena Irureta","Aia Kruse","Felix Arkarazo"],"overview":"Ainhoa's career as a pianist is put on hold when she's knocked down in the center of Barcelona. Her love life isn't exactly at its best either. Shortly before the accident she met Imanol, but had been incapable of sharing her life with him due to an inability to show her feelings. The origins of her fears lie in the ETA attack she witnessed at the age of 15.","release_date":"2009-10-02","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":291420,"title":"Perfect Happiness","adult":false},{"cast":["Chris DeRose","Seib Seibl","Cynthia Killion","Chard Hayward","Tyke Caravelli"],"overview":"Two veterans return to Vietnam to aid a friend in need.","release_date":"1988-01-01","genres":[28],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":291422,"title":"Crackdown","adult":false},{"cast":["Ben Narich","Chad Davis"],"overview":"A delusional white rapper is determined to make his dream come true- no matter what.","release_date":"2015-01-08","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":291424,"title":"F***in White Boy","adult":false},{"cast":[],"overview":"An advert made by Walerian Borowczyk for a French pasta company. After everybody has left the museum, the paintings can finally come alive and help themselves to some pasta for dinner.","release_date":"1964-01-01","genres":[35],"vote_average":4.0,"runtime":2,"cert":"N\/A","id":291426,"title":"The Museum","adult":false},{"cast":[],"overview":"An animated advert made by Walerian Borowczyk for a French pasta company.","release_date":"1964-01-01","genres":[16],"vote_average":2.5,"runtime":2,"cert":"N\/A","id":291428,"title":"Tom Thumb","adult":false},{"cast":[],"overview":"A light-hearted animated romp through the alphabet, with each letter identified by both a word and a visual interpretation of that word, by the crudely-drawn Joachim.","release_date":"1965-01-01","genres":[16],"vote_average":7.0,"runtime":9,"cert":"N\/A","id":291430,"title":"Joachim's Dictionary","adult":false},{"cast":["Kelly May","Chad Olson","Jordana Oberman"],"overview":"Religion, alcohol and politics are three things best avoided at holidays - but it's something this group of friends haven't learned. In this dark comedy, six friends have reunited for what may be their last holiday together.","release_date":"2008-12-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291432,"title":"Ornaments","adult":false},{"cast":["Roberto","Ludo"],"overview":"A short film by Walerian Borowczyk.","release_date":"1967-01-01","genres":[],"vote_average":6.0,"runtime":11,"cert":"N\/A","id":291434,"title":"Gavotte","adult":false},{"cast":["Leon Boyer"],"overview":"A short film by Walerian Borowczyk in two parts. The first 'panel' follows the morning routine of Leon Boyer who, despite being almost 100 years old, still farms the land, drives a vintage car, and plays with his two dogs. The second panel shows shots of beautiful flowers and a cat, to a recording of Tino Rossi singing 'La romance de Nadir \/ Je crois encore entendre' from Bizet's opera 'Les pêcheurs de perles'.","release_date":"1967-06-01","genres":[10402,99],"vote_average":6.0,"runtime":9,"cert":"N\/A","id":291436,"title":"Diptych","adult":false},{"cast":["Ange Maya","Tom Cochrane","Tina Tanzer","Rachael Owens","Jack Huang"],"overview":"After a series of murders occur, two vampire hunters and some FBI agents hunt down the empress vampire who caused the mayhem.","release_date":"2012-04-27","genres":[28,14,27],"vote_average":10.0,"runtime":86,"cert":"N\/A","id":291438,"title":"Empress Vampire","adult":false},{"cast":[],"overview":"A documentary about Aboriginal culture.","release_date":"2009-10-03","genres":[],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":291440,"title":"Twelve Canoes","adult":false},{"cast":["Rosanna Arquette","Steven Eckholdt","Lochlyn Munro","Teryl Rothery","Garry Chalk"],"overview":"A female lawyer who specialises in defending suspected rapists is left traumatised after she herself is assaulted in her own home.","release_date":"1998-01-11","genres":[18],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":291445,"title":"I Know What You Did","adult":false},{"cast":["Shinya Aoki","Kamal Shalorus","Ben Askren","Nobutatsu Suzuki","Jadamba Narantungalag"],"overview":"ONE Fighting Championship brings its trademark brand of exhilarating non-stop MMA action to the Middle East for the first time with a blockbuster show scheduled in Dubai, UAE, on 29 August. Get ready for the BIGGEST Fight Card in the history of ONE Fighting Championship with 4 world championship title fights scheduled. Witness world-class MMA action at its best as some of the biggest stars in MMA today enter the ONE FC cage to do battle, including Japanese MMA superstar Shinya \"Tobikan Judan\" Aoki, welterweight kingpin Ben \"Funky\" Askren, ONE FC Welterweight World Champion Nobutatsu Suzuki, MMA veteran Kamal Shalorus and many more.","release_date":"2014-08-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291447,"title":"ONE Championship 19: Reign of Champions","adult":false},{"cast":[],"overview":"Original producer Paul Maslansky is back for the new iteration, which aims to remake the eighth-film in the comedy series about a ragtag group of police recruits who repeatedly are called to help save the city. Sam Brown is overseeing for New Line.","release_date":"","genres":[35],"vote_average":2.5,"runtime":null,"cert":"N\/A","id":291449,"title":"Police Academy: Next Generation","adult":false},{"cast":["Adam Balales","Ryan A Murphy","Tarah Carey","Sarah Wickham"],"overview":"Jones proposes to his girlfriend only to receive the worst possible reply, 'No'. Not being able to handle the heartbreak, Jones works on inventing a time machine so he can travel back and fix the dire complications within the relationship. Once the time machine becomes operational, friendships, loyalty and love is tested.","release_date":"2014-04-22","genres":[14],"vote_average":6.0,"runtime":91,"cert":"N\/A","id":291451,"title":"How To Time Travel","adult":false},{"cast":[],"overview":"","release_date":"2007-01-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291453,"title":"Bebê Mais - Mundo","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291455,"title":"Anamaria: A Mulher de Branco de Ipanema","adult":false},{"cast":["Haley Bennett","Thomas Dekker","Bob Morley","Tawfeek Barhom"],"overview":"The White City tells the story of an emotionally charged love triangle set in the hot political climate of modern Tel Aviv. A young couple take a winter break in Tel Aviv as an opportunity to exercise their creativity. But while Eva writes poetry and parties with friends, Kyle works on a film which expresses his own confused sexuality with Avi, a young ex-soldier; drawing Avi further into the couple’s complex relationship. The White City presents a new slant on the love triangle genre, with the backdrop of Tel Aviv as a cultural counterpoint to the American couple’s life.  Cambridge Film Festival 2014 (http:\/\/www.cambridgefilmfestival.org.uk\/films\/2014\/the-white-city)","release_date":"2014-08-29","genres":[18],"vote_average":4.3,"runtime":91,"cert":"","id":291460,"title":"Lost in the White City","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291462,"title":"Lippels Dream","adult":false},{"cast":["Jorge Alencar","Larissa Alencar","Joline Andrade","Martina Barreto","Daniel Becker"],"overview":"Dubbings, stunts, remixes, aesthetic covers. Diffuse, decentralized, peripheral, tipsy. Theme: an extemporaneous choreographic chanchada. Content: artistic nudity, discrete zoophilia and dance.","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291464,"title":"Pinta","adult":false},{"cast":["Patricio Freire","Pat Curran","Dustin Jacoby","Tamdan McCrory","Brennan Ward"],"overview":"Bellator 123 was headlined by a Featherweight Championship rematch between Pat Curran and Patricio \"Pitbull\" Freire. The two originally met in a closely contested fight at Bellator 85 on January 17, 2013, with Curran winning the bout via split decision. The rematch was initially scheduled to take place at Bellator 121, however, it was announced on May 21, 2014 that Curran had pulled out of the bout due to a calf injury.","release_date":"2014-09-05","genres":[],"vote_average":0.0,"runtime":122,"cert":"N\/A","id":291466,"title":"Bellator 123","adult":false},{"cast":["Negură Bunget"],"overview":"\"Focul Viu\" (Romanian for \"Living Fire\") is the title of Negura Bunget's first live DVD and double CD featuring a professional recording of a complete 90-minute performance in Bucharest in January 2008. \"Focul Viu\" is especially valuable because of the fact that it presents Negura Bunget in its classic line-up of Hupogrammos, Sol Faur, and Negru. As the band is probably never going to perform in this line-up again, \"Focul Viu\" is a must-have for every fan of Negura Bunget who didn't have a chance to witness the band live before their split. \"Focul Viu\" is available as DVD, 2CD, and as a box-set including both formats.","release_date":"2011-03-25","genres":[10402],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":291468,"title":"Negură Bunget: Focul viu","adult":false},{"cast":["Christopher Atkins","Angie Everhart","Costas Mandylor","Wendy Norton","Tanner Gill"],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291470,"title":"Payback II","adult":false},{"cast":["Athénaïs Besnard","Christèle Billault","Johan Bonnet","Dolores Chaplin","Stany Coppet"],"overview":"","release_date":"2012-12-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291475,"title":"À Peu De Chose Près","adult":false},{"cast":["Therion"],"overview":"The concert recorded in Budapest, Hungary was a concert on the “Adulruna Rediviva” 20-year Anniversary Tour in December. The idea of the tour was to play the entire \"Theli\" album and a set consisting of songs that the fans had voted for on the band web page.  The concert in Atlanta, Georgia was the band‘s only show in the USA since 2007 and was shot during the band‘s headline performance at ProgPower festival 2011.","release_date":"2014-02-21","genres":[10402],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":291477,"title":"Therion: Adulruna Rediviva and Beyond","adult":false},{"cast":["Pedro Vargas","Nancy Torres","Pedro Armendáriz","Carmelita Bohr","Rafael Icardo"],"overview":"Theatrical producers discover a new musical-theatre star in a small farming town.","release_date":"1938-11-11","genres":[10402,35,18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":291479,"title":"Canto a mi tierra","adult":false},{"cast":["Michael Palin","Isabel Dean","Iain Cuthbertson","Frank Middlemass","Harold Innocent"],"overview":"Sir Clive Chiddingfield invites his family to his birthday party at lonely Moorstones Manor but in the course of the evening half of those present are murdered one by one and the remaining survivors except for Lady Chiddingfield each admit to being the killer,eventually shooting each other.","release_date":"1977-10-11","genres":[10770,35],"vote_average":5.9,"runtime":30,"cert":"","id":291484,"title":"Murder at Moorstones Manor","adult":false},{"cast":["Michael Palin"],"overview":"Sir Kevin Orr is anxious to return the Sacred Claw of the Naga hills given him as a child by his uncle Jack but warned that unless it is returned before his sixtieth birthday the curse of the claw will kill him. He sets sail to return it but falls for the ship's female officer,who throws the claw overboard,killing everybody but Kevin. Years later the claw has returned and on his sixtieth birthday Kevin finds his wife Agatha dead,the claw beside her. He finally sends the claw back to the Naga hills,breaking the curse but sending him back in time to his childhood,his relatives still alive.","release_date":"1977-10-25","genres":[35,10770],"vote_average":6.3,"runtime":30,"cert":"","id":291486,"title":"The Curse of the Claw","adult":false},{"cast":["Ulrich von Dobschütz","Hans Christian Blech","Katharina Thalbach","Henning Schlüter","Claus Theo Gärtner"],"overview":"","release_date":"1979-03-29","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291488,"title":"Winterspelt","adult":false},{"cast":["Allene Ray","Robert Frazer","Mildred Bright","Jack W. Johnston"],"overview":"Supposedly wealthy, Patricia and Vi Moreland find themselves penniless and dependent upon relatives when their father dies. They accept an uncle's offer to live on his Texas ranch, which is desired by an unscrupulous neighbor, Jim Worth. Young geologist David Brooks (who sells windmills) happens along and persuades the girls to refuse Worth's offer to buy the ranch. Worth has Vi kidnaped, and he gets the upper hand when Brooks rescues her. The geologist turns the tables, however, and Worth does not live to see either Brooks's windmill strike oil or happiness come to Brooks and Patricia. The Library of Congress holds a complete copy.","release_date":"1922-02-01","genres":[37],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291490,"title":"Partners Of The Sunset","adult":false},{"cast":["Kim Kkobbi","Yeon Je-wook","Tsukasa Aoi"],"overview":"Park Sang-Joon (Yeon Je-Wook) was held in a psychiatric facility and charged for a string of bizarre serial murders. Park Sang-Joon then runs away from the facility. He then contacts childhood friend and now journalist Kim So-Yeon (Kim Kkobbi). Park Sang-Joon promises to give her an exclusive if she meets him at an abandoned apartment with a Japanese cameraman. She is in for a horrific shock.","release_date":"2014-09-06","genres":[27],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":291492,"title":"A Record of Sweet Murder","adult":false},{"cast":[],"overview":"Exotic Metal Guitar will help any metal guitarist add spice and speed to their playing, as Friedman covers unusual scales (Japanese-sounding scales, half-step bend scales, and more,) odd time signatures, picking exercises, and even playing out of time. Learn from this unique guitarist, filmed at the height of his career!","release_date":"2009-02-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291494,"title":"Marty Friedman: Exotic Metal Guitar","adult":false},{"cast":["Klausjürgen Wussow","Gerd Böckmann","Hannelore Elsner","Birgit Doll","Hans Christian Blech"],"overview":"A lawyer who survives a plane crash takes the opportunity to take a new identity and begin a new life.","release_date":"1986-09-25","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":291496,"title":"Please, Let the Flowers Live","adult":false},{"cert":"N\/A","title":"Das Milliardenspiel","cast":["Ulrich Tukur","Friedrich von Thun","Sissy Höfferer","Barbara Auer","Hans Christian Blech"],"genres":[80],"id":291498,"overview":"","runtime":null,"release_date":"1989-06-07","vote_average":0.0,"adult":false}]