[{"cast":["Katharina Thalbach","Hans Christian Blech","Heinz Hoenig","Hannelore Elsner","Heinz-Werner Kraehkamp"],"overview":"","release_date":"1990-06-30","genres":[878,18,53],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":291500,"title":"The Eighth Day","adult":false},{"cast":["Hans Christian Blech","Wolfgang Reichmann","Klaus Schwarzkopf","Hans Paetsch","Erla Prollius"],"overview":"","release_date":"1992-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291502,"title":"La Paloma fliegt nicht mehr","adult":false},{"cast":["Rita Blanco","Fernando Luís"],"overview":"After years living in Lisbon, Castro's family makes the decision to move to the countryside.","release_date":"2012-09-23","genres":[18],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":291504,"title":"Vá Cavar Batatas","adult":false},{"cast":[],"overview":"An update of our classic human anatomy.","release_date":"2014-02-01","genres":[27,16,35],"vote_average":7.3,"runtime":3,"cert":"N\/A","id":291506,"title":"Supervenus","adult":false},{"cast":["Gustav Fröhlich","Hedwig Bleibtreu","Blandine Ebinger","Hubert von Meyerinck","Hilde von Stolz"],"overview":"","release_date":"1935-12-23","genres":[18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":291508,"title":"Es flüstert die Liebe","adult":false},{"cast":["Lambert Wilson"],"overview":"","release_date":"2014-09-03","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291510,"title":"Les ailes de Johnny May","adult":false},{"cast":["Stanley Maupin"],"overview":"A film portrait of Stanley Maupin who cleans sidewalks at night for the Dallas Department of Sanitation.","release_date":"1973-01-01","genres":[99],"vote_average":0.0,"runtime":22,"cert":"N\/A","id":291512,"title":"Sometimes I Run","adult":false},{"cast":["Frédéric Bayer Azem","Mathieu Lagarrigue","Marie Demasi","Sébastien Novac","Hugo Malpeyre"],"overview":"","release_date":"2014-09-17","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291514,"title":"Tout est faux","adult":false},{"cast":[],"overview":"Mouth Music demonstrates the distinctive modes of the human voice, the most influential of all musical instruments, takes on in southern folk music and folk culture. These modes can span traditional a cappella performance styles as well as unique expressive vocal forms that have evolved as part of daily life, work, and play: hollerin’, jump-rope rhymes, “eephing,” nonsense songs, auctioneering, drill sergeant’s patter and others.","release_date":"1981-01-01","genres":[99],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":291516,"title":"Mouth Music","adult":false},{"cast":["Florence Mayfield"],"overview":"Florence Mayfield, an elderly lifelong resident of East Dallas, reminisces about the neighborhood and the many changes it has seen during her lifetime.","release_date":"1974-01-01","genres":[99],"vote_average":5.3,"runtime":3,"cert":"N\/A","id":291518,"title":"East Dallas, Summer, 1974","adult":false},{"cast":["Chantal Neuwirth","Didier Bénureau","Christian Pereira","Laurent Gamelon","Annie Grégorio"],"overview":"","release_date":"2014-09-24","genres":[35],"vote_average":3.4,"runtime":96,"cert":"N\/A","id":291520,"title":"Brèves de comptoir","adult":false},{"cast":["King Baggot","Mary Pickford"],"overview":"A love story filled with amusing complications, but the contest is won by Dick because he believes that all is fair in love and manages to circumvent the fates which often decree otherwise.  The fortune teller prescribed the mirror test for the girl saw to it that the test was in his favor.","release_date":"1911-02-09","genres":[35],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":291522,"title":"The Mirror","adult":false},{"cast":["Titof","Anna Sigried","Cindy Faith","Rodolph Davis"],"overview":"","release_date":"2012-04-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291524,"title":"La doctoresse adore le Q","adult":true},{"cast":["Mikael Wulff"],"overview":"","release_date":"2013-10-03","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291526,"title":"Mikael Wulff - Mand I Problemer","adult":false},{"cast":["Harry von Zell","Harry von Zell","Charles C. Wilson","Dudley Dickerson","Dudley Dickerson"],"overview":"Harry, who is known as a practical joker, finds himself being chased by a headhunter, and doesn't know if it's a joke or not.","release_date":"1947-01-23","genres":[35],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":291528,"title":"Meet Mr. Mischief","adult":false},{"cast":[],"overview":"In this inspiring and intensely personal documentary, filmmaker Jean-Albert lièvre confronts his mother’s Alzheimer’s disease. At first, Flore is placed in a specialized institution and, with her condition getting worse, was destined to a prison like facility, medicated to a state of near-stupor. Watching her condition steadily decline, Lièvre, heartbroken and desperate, takes Flore out of the institution in a wheelchair and installs her in a house in corsica. there, surrounded by the sea, the sun and the wind, and no longer medicated, she begins to walk, smile and even paint again. chronicling Flore’s life over three years, he learns that the debilitating condition is not something you die with, it’s something you live with. What began with a cell phone camera recording the negative effects of drugs, became a touching film about hope, about recovering dignity, and ultimately, about a son’s gratitude.","release_date":"2014-09-24","genres":[99,18],"vote_average":8.0,"runtime":95,"cert":"N\/A","id":291530,"title":"Flore","adult":false},{"cast":[],"overview":"Drama from Israeli director Shemi Zarhin.","release_date":"1998-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291532,"title":"Dangerous Acts","adult":false},{"cast":["Paul Newman","Tom Cruise","Robert Redford","Joanne Woodward","Mario Andretti"],"overview":"The world knows Paul Newman as an Academy Award winning actor with a fifty-plus year career as one of the most prolific and revered actors in American Cinema. He was also well known for his philanthropy; Newman's Own has given more than four hundred and thirty million dollars to charities around the world. Yet few know the gasoline-fueled passion that became so important in this complex, multifaceted man's makeup. Newman’s deep-seated passion for racing was so intense it nearly sidelined his acting career. His racing career spanned thirty-five years; Newman won four national championships as a driver and eight championships as an owner. Not bad for a guy who didn't even start racing until he was forty-seven years old.","release_date":"2015-05-08","genres":[99],"vote_average":8.2,"runtime":83,"cert":"N\/A","id":291537,"title":"Winning: The Racing Life of Paul Newman","adult":false},{"cast":["Rob Lowe","Jennifer Grey","Eric Michael Cole","Kathryn Harrold","Shane Meier"],"overview":"Tom Casey reports to the police some youngsters stealing from cars. He becomes the target of the 3 teenagers, who start to terrorise him and his family.","release_date":"1998-01-04","genres":[18,53],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":291539,"title":"Outrage","adult":false},{"cast":["David Strathairn","Barbara Hershey","Kirk Acevedo","James Le Gros","Richard T. Jones"],"overview":"Televangelist Bobby Paradise \"saw God\" in some space debris when he was returning to Earth as an astronaut. Or at least he was convinced he did by his wife, a Cape Canaveral groupie at the time Bobby was with NASA. Now they have built up an extensive TV empire. When their proposal to merge with a somewhat tarnished mogul is investigated by the government, skeletons in the Paradise closet come to light and the family either rallies behind or disparages the enterprise.","release_date":"2004-01-01","genres":[18],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":291541,"title":"Paradise","adult":false},{"cast":["Brigitte Bako","Larry Drake","Sally Kirkland","Robert Floyd","Stephen Gevedon"],"overview":"A girl, whose entire family was murdered by a serial killer, tries to isolate herself in New York City. Her fear escalates when the murderer starts stalking her on the internet. With his prison sentence about to end, the game of cat and mouse begins.","release_date":"1998-06-01","genres":[53,18],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":291543,"title":"Paranoia","adult":false},{"cast":["Gary Condes","Saskia Gould","Conrad Whitaker","G.W. Stevens","Margaret Thompson"],"overview":"An abandoned oil rig in the middle of the North Sea. Dr. Christine Hansen is charged with the task of testing an experimental cleaning fluid which could revolutionize the oil industry. Hired to carry out the tests is Jacob Rasmussen and his rough and ready crew of deconstruction engineers. But within hours one of them is missing under suspicious circumstances. Things go from bad to worse when environmental activist Mickey Hennessey and his hard-bitten associates seize control of the rig, taking everybody on board hostage. But very soon oil workers and environmentalists will be compelled to join forces in an evolutionary battle for survival. For a savage new life-form has made its home on the rig. And it is hungry.","release_date":"2004-01-01","genres":[27],"vote_average":3.7,"runtime":93,"cert":"15","id":291545,"title":"Parasite","adult":false},{"cast":["Richard Grieco","Brigitte Bako","Greg Evigan","Rob Roy","Sean Hoy"],"overview":"A woman looks for the man who betrayed her.","release_date":"2001-03-26","genres":[28,53],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":291547,"title":"Sweet Revenge","adult":false},{"cast":["Jun Ji-hyun","Ha Jung-woo","Lee Jung-jae","Oh Dal-su","Cho Jin-woong"],"overview":"Assassination is set in Korea and Shanghai in the 1930's during the Japanese occupation. The government resistance assigns a secret commando group with killing collaborators.","release_date":"2015-07-22","genres":[28,18],"vote_average":7.3,"runtime":140,"cert":"N\/A","id":291549,"title":"Assassination","adult":false},{"cast":["Erwin Chemirinsky","Philip Gibbons","Steve Kay","Elaine Wang"],"overview":"This documentary recounts the dysfunctional state of the death penalty in the state of California by revisiting the crimes, arrest, trials and appeals of Lawrence Bittaker, a convicted serial killer who has been on death row at San Quentin since 1981.","release_date":"2012-06-23","genres":[99],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":291551,"title":"The Devil and the Death Penalty","adult":false},{"cast":[],"overview":"A flying octopus. A Trojan horse. Two 100-foot-tall soccer players. All made out of balloons. These are just some of the masterful creations you will see as \"TWISTED: A Balloonamentary\" takes you right into the heart of Twist and Shout, one of the world's premier balloon twisting conventions. Exploring how eight balloon twisters' lives are dramatically changed by a little piece of latex, this hilarious and heartwarming documentary is about passion, salvation, love, death, race, religion, and a whole lot of balloons. With animation narrated by JON STEWART, \"TWISTED: A Balloonamentary\" is a story about people who discover that once you can make a balloon dog, you can do anything.","release_date":"2007-03-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291553,"title":"Twisted: A Balloonamentary","adult":false},{"cast":[],"overview":"Multi-Grammy Award winning artist James Brown, best known for his smoldering singing and revolutionary rhythmic style, is recognized worldwide as one of the most prolific figures in 20th century popular music. He remains a strong cultural influence as a newsmaker, musician, activist and peacemaker that transcends even the awesome celebrity he achieved as the Godfather of Soul. A whole new generation is discovering James Brown today through his music and his pivotal presence in American political affairs in the 1960s.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291555,"title":"I Got the Feelin': James Brown in the 60s","adult":false},{"cast":[],"overview":"Three professional women have disappeared from a small New England town in a period of just 18 months. Sheriff Nickie Welles, who has learned that state budget cutbacks will soon eliminate her job, is determined to find out who's behind these terrible crimes. In an act of desperation, Nickie asks James Hart, a local psychic, to help solve this tragic mystery before her tenure comes to an end. However, Detective Sandra Franks, Nickie's lover, believes James is a fake and that her girlfriend is in over her head. James has problems of his own. Troubled by a sleep disorder, he checks himself into a hospital where he meets an oversexed nurse who will become the next victim of these mysterious crimes. James suspects someone is out to frame him. Could it be Sandra? Ultimately their investigation will uncover a terrible secret that will bring Nickie, James and Sandra to the brink.","release_date":"2007-11-09","genres":[],"vote_average":3.0,"runtime":97,"cert":"N\/A","id":291557,"title":"Person of Interest","adult":false},{"cast":["John Lithgow","Isabella Rossellini","James Earl Jones"],"overview":"Ruthless elephant killers are confronted by determined conservationists.","release_date":"1990-08-20","genres":[12,10770],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":291559,"title":"Ivory Hunters","adult":false},{"cast":[],"overview":"After taking charge of a struggling hot wing restaurant, Chip Watkins finds himself in massive debt and must dig himself, and the business, out of the hole.","release_date":"2002-11-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291561,"title":"Jive Chicken","adult":false},{"cast":[],"overview":"A story about a paranormal investigative reporter and a snuff film rapist.","release_date":"2009-09-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291563,"title":"The Virgin Murders","adult":false},{"cast":["Lee Remick","Scott Wilson","Priscilla Lopez","Kevin Conway","Albert Salmi"],"overview":"True television account of a caring nurse whose work in Death Valley was challenged by the state.","release_date":"1988-01-01","genres":[18,10770],"vote_average":7.0,"runtime":100,"cert":"N\/A","id":291565,"title":"Jesse","adult":false},{"cast":[],"overview":"Voodoo kidnappings in the Louisiana bayou.","release_date":"2002-11-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291567,"title":"Voodoo Tailz","adult":false},{"cast":["Geraldine Page","Philip Bosco","Brian Bloom","Steven Weber","Olympia Dukakis"],"overview":"Aging New York cabbie Flanagan still has hopes of making it as a stage actor. He can recite any Shakespeare sonnet and is facile with accents, but he can't land an agent or a job. During the course of one summing-it-all-up day, he drives his cab around the city dealing with fare evaders, an insolent stage manager determined to keep him from auditioning for his choice director, his estranged wife who has a new lover, his mistress who seems awfully close to her \"drawing teacher\", and two teenage sons whose bright visions of the future don't seem to include jobs. If he can only cope with all the annoyances of this day, maybe he can deal with the limitations in his abilities and his future.","release_date":"1985-10-30","genres":[18],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":291569,"title":"Flanagan","adult":false},{"cast":[],"overview":"Journey of the Universe is an epic documentary exploring the human connection to Earth and the cosmos, from producer-directors Patsy Northcutt and David Kennard director of Carl Sagan s Cosmos and Hero s Journey: The World of Joseph Campbell. Big science, big history, big story, this one-of-a-kind film was created by a renowned team of scientists, scholars, and award-winning filmmakers, led by co-writers Brian Thomas Swimme, the acclaimed author and evolutionary philosopher, and Yale University historian of religions Mary Evelyn Tucker. They weave a tapestry that draws together scientific discoveries in astronomy, geology, biology, ecology, and biodiversity with humanistic insights concerning the nature of the universe.","release_date":"2011-03-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291571,"title":"Journey of the Universe","adult":false},{"cast":[],"overview":"A bisexual hustler tries to survive on the streets with the help of his prostitute sister and a drug-dealing friend.","release_date":"1999-01-01","genres":[],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":291573,"title":"Junked","adult":false},{"cast":[],"overview":"Film starring Suzanne Somers","release_date":"1991-01-01","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":291575,"title":"Keeping Secrets","adult":false},{"cast":["Eduardo Fernández","Mauricio Vaca","Diego Boggioni","Arantxa Uribarri","Marta Aránguiz"],"overview":"In the late 70s , during the military dictatorship , the film traces the beginnings of the musical group Los Prisioneros from the perspective of their drummer Miguel Tapia.","release_date":"2012-11-15","genres":[],"vote_average":4.0,"runtime":80,"cert":"N\/A","id":291577,"title":"Miguel San Miguel","adult":false},{"cast":["Aaron Palermo"],"overview":"Tess arrives in Hong Kong as a maid to support her son and family back in the Philippines. It's 1997, and as Hong Kong prepares for its handover to China, Tess' life changes in ways she could not imagine.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291579,"title":"Wan Chai Baby","adult":false},{"cast":[],"overview":"In this Guy Ritchie-like action flick, JUDE ST. CLERE discovers he has a daughter by his junkie ex-girlfriend. He vows to take care of her after taking one last job. He's quickly entwined dead smack in the middle of a bloody mob war. Knowing that his chances of making it out alive are slim, he plunges in guns blazing.","release_date":"2012-08-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291581,"title":"The Lackey","adult":false},{"cast":["Sônia Braga","Richard Dillard","David Kaufman","Dennis Letts"],"overview":"Two 60s teenagers find work rather than pleasure when it turns out that the prostitute they desire now owns a horse farm.","release_date":"1991-09-11","genres":[18],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":291583,"title":"The Last Prostitute","adult":false},{"cast":["Hans Leibelt","Erika von Thellmann","Paul Klinger","Hedwig Bleibtreu","Carola Höhn"],"overview":"Herzensfreud-Herzensleid (literally translates to \"Heartfelt Joy - Heartbreak\"), the 1940 Hubert Marischka German family relationship romantic comedy starring Magda Schneider, Paul Horbiger (later, he appeared in \"The Third Man\"!), Olly Holzmann, Lucie Englisch, and Walter Muller. It appears this movie was never released in the U.S.","release_date":"1940-12-20","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":291585,"title":"Herzensfreud – Herzensleid","adult":false},{"cast":[],"overview":"Extreme Winter includes rare footage and personal interviews with a special group of athletes, including a number of past and current world champions, as they challenge the most intimidating forces of nature during her most volatile year, and share \"how\" and \"why\" they challenge the limits of convention.","release_date":"1999-01-01","genres":[99],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":291587,"title":"Extreme Winter","adult":false},{"cast":[],"overview":"Maggie Parker, a U.S. Senator's ambitious aide, falls head over heels for her boss' chief adversary, Michael Reynolds, a high-powered lobbyist who happens to be married with children. Both mismatched lovers become involved in a long-running affair.","release_date":"1982-01-13","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":291589,"title":"Washington Mistress","adult":false},{"cast":["John Amos","Corey Holcomb","Red Grant","J.B. Smoove","Anthony McKinley"],"overview":"To make money fast the Browns come up with a plan to win a contest for \"Watermelon Juice Afro Sheen,\" awarding $10,000 to whoever can find the juiciest, sweetest watermelon in the country.","release_date":"2003-01-01","genres":[35],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":291591,"title":"The Watermelon Heist","adult":false},{"cast":["Daniel J. Travanti","Jennifer Grey","Carl Lumbly","Daniel Gerroll","Eriq La Salle"],"overview":"Roy Baxter is concerned for his daughter Christina's safety. She's working as a doctor among the Masai in Kenya. Poaching gangs are slaughtering protected species, then raiding Masai villages and forcing them to help carry their ill-gotten gains across the border. Roy flies to Kenya to convince her to leave and becomes a suspect for murder when the village is raided and he tries to help a UN doctor shot by the raiders. The only witness is a young Masai boy, who is reluctant to come forward because of possible retribution against his tribe.","release_date":"1991-03-30","genres":[10770,18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":291593,"title":"Eyes of a Witness","adult":false},{"cast":["Danilo Lazović","Ljuba Tadić","Nenad Nenadović","Nada Đurevska","Mateja 'Teja' Glažar"],"overview":"In the first year of freedom after WW2, a poor family from rocky Herzegovina moves to fertile province of Vojvodina hoping for a better life. However, there they face different type of troubles following the Tito's break-up with Stalin in 1948. Destinies of individual members of this family are about to have a tragic epilogue.","release_date":"1986-01-01","genres":[18],"vote_average":5.3,"runtime":116,"cert":"N\/A","id":291595,"title":"Golden Apple","adult":false},{"cast":["Maria Landrock","Hedwig Bleibtreu","Erika von Thellmann","Pepi Glöckner-Kramer","Else Ehser"],"overview":"","release_date":"1941-07-29","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291603,"title":"Aufruhr im Damenstift","adult":false},{"cast":["Robert Forster","Naomi Judd","Andrew Lawrence","Matthew Lawrence","Cliff Robertson"],"overview":"A lonely young boy, overshadowed by his older brother, picked on by other boys at school and ignored by his businessman father, finds strength and companionship from a stately old oak tree. When his father, a real-estate developer, plans to demolish the old tree in order to make way for a factory, the boy decides to stand up for his friend and stand up to his father.","release_date":"1999-01-01","genres":[10751],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":291605,"title":"Family Tree","adult":false},{"cast":["Winnie Markus","O.W. Fischer","Siegfried Breuer","Hedwig Bleibtreu","Susi Nicoletti"],"overview":"","release_date":"1942-11-26","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291607,"title":"Sommerliebe","adult":false},{"cast":["Anthony Edwards","Tom Burlinson","Melody Anderson","Joanna Cassidy"],"overview":"An amnesiac finds his life in jeopardy as he gradually regains his memory.","release_date":"1992-01-01","genres":[9648,28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291609,"title":"Landslide","adult":false},{"cast":["Stuart Paul","Cheryl M. Lynn","Yehuda Barkan","Kaye Ballard","Patti Negri"],"overview":"In 1980, 20-year-old novice director Stuart Paul exhibited far more chutzpah than talent with Falling in Love Again. Ten years later, an older, wiser Paul has picked up some talent, but it's still outweighed by sheer nerve. In Fate, Paul casts himself as the last of the truly nice guys (or so he regards himself). He has his future all planned, specifically an ideal marriage to the perfect woman. The next step is to find that woman. Cheryl Lynn co-stars, along with veterans Kaye Ballard and Susannah York.","release_date":"1990-01-01","genres":[10749,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291611,"title":"Fate","adult":false},{"cast":["Bill Pullman","Robert Loggia","Blair Underwood","Leo Burmester","Roma Maffia"],"overview":"When a cop-killer goes free, a detective's search for personal justice veers dangerously out of control. Declaring a mistrial, he takes the accused, the judge and the jury hostage...and begins a trial of his own.","release_date":"1996-11-02","genres":[53,18,28],"vote_average":4.8,"runtime":89,"cert":"N\/A","id":291613,"title":"Mistrial","adult":false},{"cast":["The Hoosier Hotshots","The Music Maids","George D. Hay","Shug Fisher","Lillian Randolph"],"overview":"During World War II three brothers go to enlist in the Air Force, but since they're farmers they're told they're needed at home more than in the service. Determined to join up, they enlist the aid of a pretty young girl whose father is head of the local draft board.","release_date":"1943-09-13","genres":[10402,35],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":291615,"title":"Hoosier Holiday","adult":false},{"cast":["Wolf Albach-Retty","Hedwig Bleibtreu","Siegfried Breuer","Gusti Wolf"],"overview":"","release_date":"1949-10-13","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291617,"title":"Alles Lüge","adult":false},{"cast":["Katy Jurado","Paul Picerni","Sonia Amelio","Fernando Soler","Rafael Bertrand"],"overview":"Horror film released as \"The Fearmaker\" in the United States.","release_date":"1971-01-01","genres":[53],"vote_average":3.0,"runtime":93,"cert":"N\/A","id":291619,"title":"The Fearmaker","adult":false},{"cast":["Anaid Iplicjian","Rüdiger Bahr","Monica Bleibtreu"],"overview":"","release_date":"1969-01-15","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291621,"title":"Die Dame vom Maxim","adult":false},{"cast":["Curt Bois","Horst Niendorf","Klaus Löwitsch","Albert Lieven","Walter Richter"],"overview":"","release_date":"1969-10-14","genres":[18,10770],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291623,"title":"Amerika oder der Verschollene","adult":false},{"cast":["Maryam d'Abo","Tod Fennell","Jay Underwood","Lisa Blount","Karen Robinson"],"overview":"Clean-cut, handsome looking psychiatric patient Daryl Gleeson finds himself hopelessly falling in love with restaurant owner Brooke Daniels, after having instinctively rescued her little son Mikey from a traffic accident. When she doesn't return his love he snaps and begins to stalk her, eliminating all who stand in his way...","release_date":"1994-01-01","genres":[27,18],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":291625,"title":"Stalked","adult":false},{"cast":["Volkert Kraeft","Peter Bongartz","Gaby Gasser","Monica Bleibtreu","Günter Mack"],"overview":"","release_date":"1973-06-09","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291627,"title":"Liebe leidet mit Lust","adult":false},{"cast":["Freddy Rodríguez","Stacy Logan","Anne Jacques","Billy Wirth"],"overview":"Having served 12 years in prison for assaulting a corrections officer, Terry Griff is let out of prison early and embarks on a downward spiral.","release_date":"1994-01-01","genres":[53,28,80],"vote_average":10.0,"runtime":91,"cert":"N\/A","id":291629,"title":"The Fence","adult":false},{"cast":[],"overview":"Eastern and Western culture collide in this poetic tale of infatuation and self discovery.","release_date":"2004-10-02","genres":[],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":291631,"title":"Leaf","adult":false},{"cast":["Helga Anders","Gerd Baltus","Monica Bleibtreu","Volker Brandt","Herbert Stass"],"overview":"","release_date":"1978-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291633,"title":"Der Unbekannte","adult":false},{"cast":["Dietmar Mues","Claudia Butenuth","Benno Sterzenbach","Henning Schlüter","Dieter Prochnow"],"overview":"","release_date":"1979-08-04","genres":[80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291635,"title":"Ein Mord, den jeder begeht","adult":false},{"cast":["Irene Giordano","Mauro Cipriani","Silvia Milesi","Stefano Visconti","Gabriele Guerra"],"overview":"In a seemingly commonplace Italian province, someone is preying on gorgeous, young models. Nina is on a mission, repulsed by the horrible crimes; she will slice, slay and mutilate everything and anything that gets in the way of justice. Not for the faint of heart, Nina depicts an underworld of depravation","release_date":"2008-01-01","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291637,"title":"Nina: Crazy Suicide Girl","adult":false},{"cast":["Everett McGill","Ron Brandsteder","Bart Römer","Anis de Jong"],"overview":"Korea 1951: After a Chinese attack Dutch mercenary sergeant De Koning is left alone by his army. While trying to survive, he meets a woman who is attempting to save her little brother. The image of the boy in shock changes him.","release_date":"1986-09-26","genres":[10752,18],"vote_average":4.0,"runtime":93,"cert":"N\/A","id":291639,"title":"Field of Honor","adult":false},{"cast":[],"overview":"Gellert is addicted. Sitting at the poker table, he must face his past. All he wanted was to pay back his debt. He really needs this last chance. He didn't want all this to happen. He just wanted one last game. One Last Game is a symbolic tale. Like All That Jazz, the movie follows Elizabeth Kuebler Ross's five stages of grief.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291641,"title":"One Last Game","adult":false},{"cast":["Andrew Gough","Nick Spencer","Sarah Dunn"],"overview":"Horror - A team of soul searchers uncover an ancient Stone and quickly all hell breaks loose as psychological and paranormal activity ensues. -  Ade Andrews, Craig Dalziel, Corjan de Raaf","release_date":"2010-01-01","genres":[27,9648,53],"vote_average":1.0,"runtime":89,"cert":"N\/A","id":291643,"title":"The Stone: No Soul Unturned","adult":false},{"cast":["Sean Fitzgerald","Swoosie Kurtz","Richard Moll","William McNamara","Milton Berle"],"overview":"A young boy and his dog discover a magical story book and enter the enchanted Storyland, ruled by wicked Queen Evilia. They'll need a little help from his literary friends to get back to the real world.","release_date":"1996-06-04","genres":[10751,12],"vote_average":4.6,"runtime":88,"cert":"N\/A","id":291645,"title":"Storybook","adult":false},{"cast":["Nicolette Krebitz","Moritz Bleibtreu","Katja Studt","Christian Redl","Renate Krößner"],"overview":"","release_date":"1995-05-26","genres":[80],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":291647,"title":"Kinder des Satans","adult":false},{"cast":[],"overview":"Jack Flinter is skating on thin ice. Known to his friends as \"Flick\", he is drifting through life, dealing a bit of hash, drinking and screwing around. His girlfriend Alice has had enough. His friend and business partner Des is strung out, his behavior increasingly unpredictable. Their latest scam has them in over their heads. He meets Isabelle, a German woman visiting the city and the resulting story takes place over a few days and nights when all Jack's chickens come home to roost. His life spinning out of control, he has to make a decision - sink or swim.","release_date":"2000-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291649,"title":"Flick","adult":false},{"cast":["Jennifer Beals","Holt McCallany","Michael Moriarty"],"overview":"Henry, a hitman hired to take out a socialite, finds himself falling for Jenny, a parole officer, instead.","release_date":"2001-11-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291651,"title":"Out of Line","adult":false},{"cast":["Paul Campbell","Oliver Samuels","Shelli Boone","Everton Dennis","Yuu Asakura"],"overview":"After a turn of unfortunate events in Jamaica, Everton leaves his home to make it big in the music business in America. Everything is not a bed of roses in Hollywood, but with struggles and perseverance he finds love and success, only to have it all threatened when the Don of LA (Paul Campbell) wants his dues.","release_date":"2011-01-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291653,"title":"Out the Gate","adult":false},{"cast":[],"overview":"A lonely young boy idolizes his local priest. An old acquaintance of the priest shows up one day, and the boy learns that his idol isn't exactly what he seems to be--it turns out that many years before, the priest had betrayed his friend, and now his friend has come back for revenge.","release_date":"1986-01-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291655,"title":"Forever Young","adult":false},{"cast":[],"overview":"Policemen by Day - Assassins at Night. A story all too familiar yet amazing to see. Follow the daily lives of corrupt policemen as they make a fortune as assassins.","release_date":"1992-12-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291657,"title":"Shadow Force","adult":false},{"cast":[],"overview":"A French pickpocket living illegally in New York City falls in love with an American law student.","release_date":"2002-03-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291659,"title":"Petty Crimes","adult":false},{"cast":[],"overview":"An ambitious young model, in a dead-end town, accepts an invitation for a glamour shoot from an unknown and eccentric photographer. As soon as she arrives at the location, she realizes that something's very wrong and her life, as well as her two friends' lives, will never be the same. A terrifying story based on real life events. Enter a world of grime and sleaze as you squirm at every action of The Photographer, a sick adventure into the very real world of porn, perversion and depravity.","release_date":"2011-09-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291661,"title":"The Photographer: Inside the Mind of a Psycho","adult":false},{"cast":[],"overview":"Starring Cecilia Peck, Kerri Green, Brian Wimmer","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291663,"title":"Ble Flame","adult":false},{"cast":[],"overview":"San wonders why he's dating the cute white girl. Rick can't deal with lesbians and wonders why he can't be an English major. Judy just wonders where the next party is. And Tonisha wonders why she is fighting her life to stay in school in the first place.","release_date":"1999-08-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291665,"title":"Freshmen","adult":false},{"cast":[],"overview":"Starring Tillotama Shome, Priyanka Bose, Adil Hussain, Seema Rahmani, Samrat Chakrabarti","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291667,"title":"GANGOR","adult":false},{"cast":["Osita Iheme","Chinedu Ikedieze","Sam Loco Efe","Dike Ngubu","Gaddiel Onwudiwe"],"overview":"A shameless man greedily encourages his children to steal, under the guise that he will use the criminal proceeds to further their education. They are soon put in grave danger when their criminal antics rapidly escalate. [parts 1-2]","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":291669,"title":"Local Champion","adult":false},{"cast":["Daphne Zuniga","James Wilder","Alexandra Paul","Don Harvey","Red West"],"overview":"J.D. returns to his hometown many years after leaving Carrie at the altar.  After their unhappy reunion, J.D. heads to California, only to soon fall for a woman he helps with her broken down car.  Little does he know that this woman is a serial killer who takes on the identity of each of her victims.","release_date":"1992-02-07","genres":[28],"vote_average":5.8,"runtime":null,"cert":"N\/A","id":291671,"title":"Prey of the Chameleon","adult":false},{"cast":[],"overview":"A boy plans to escape prison after being sentenced until he is 21.","release_date":"1987-03-14","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":291673,"title":"Prison for Children","adult":false},{"cast":["Seidy López","Zach Galligan","Troy Winbush","Jaime Gomez"],"overview":"Mike is romantic, persistent, and a social worker at a psychiatric clinic. He falls for a new intern, Gabriela, who is passionate and engaged.","release_date":"2001-02-14","genres":[18,10749],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":291675,"title":"Gabriela","adult":false},{"cast":[],"overview":"Two college seniors on the cusp of graduation meet after being mistakenly thrown in jail after a bar fight.  They team up to make a documentary short that exposes a famous professor as a sexual offender, and their lives are soon thrown into turmoil.","release_date":"2001-01-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291677,"title":"The Private Public","adult":false},{"cast":["Steve Foland","Dave Droxler","Christopher Maurer","Anne Richardson","Jimmie Kuhl"],"overview":"Jim inherits a 1940's giant robot from his grandfather. Unfortunately, he also inherits the robots arch enemy; a Nazi virus that turns ordinary people into cybernetic killing machines. Now, only a weapon from our past can save our future, as Jim and Valkyrie must race to stop the newly infected and their plans to take over the city.","release_date":"2002-05-16","genres":[35,27],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":291679,"title":"Project: Valkyrie","adult":false},{"cast":[],"overview":"The young and ambitious district attorney Peter Hudson is convinced that the defendant Andrew Barnes in his current case is guilty, and that winning the case could help him much on his way to become vice-governour of Philadelphia. So he doesn't think twice about influencing witnesses. Only five years later - now head of the Department of Public Prosecution - when he receives a pledge for retrial, he gets doubts and starts investigating again... even risking his career.","release_date":"1993-02-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291681,"title":"Trial & Error","adult":false},{"cast":["Gabriela Roel","Bruno Bichir","Renée Coleman","Ángeles Cruz"],"overview":"Looking for a better destiny for their lives, a group of people arrives to Tijuana, in the Mexico-USA borderline. A widow and her children, a chicano woman without a firm identity, a \"gringa\" writer fascinated with Mexico and her hermit brother, plus a mexican peasant who wants to cross the border are the main characters looking for \"the garden of eden\".","release_date":"1994-03-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291683,"title":"El jardín del Edén","adult":false},{"cast":["Stuart Laing","Selina Giles","Paul Blackthorne","Tania Emery","Tom Fisher"],"overview":"Accusations, revelations, lies and distrust abound when six friends, who think they know each other well, gather for a dinner party.","release_date":"2001-07-20","genres":[18],"vote_average":0.0,"runtime":90,"cert":"","id":291685,"title":"The Truth Game","adult":false},{"cast":["Allan Lane","Robert Blake","Martha Wentworth","Roscoe Karns","Roy Barcroft"],"overview":"The ranch of Red Ryder (Allan Lane) and his aunt, The Duchess (Martha Wentworth), is being used as the training site for \"Gentleman Jim\" Corbett (George Turner) for his upcoming fight in Carson City, Nevada for the heavyweight championship against Bob Fitzsimmons (John Dehner). Molly McVey (Peggy Stewart), the daughter of a U.S. Senator, crusading against prize-fighting in Nevada, complicates matters soemwhat when she conceives the bright idea of having Corbett kidnapped, thus causing the cancellation of the fight. The two men (George Chesebro and George Lloyd) she hires to do the kidnapping also add to the complications by kidnapping Ryder instead of Corbett. Meanwhile, a gang of crooks, led by McKean (Roy Barcroft), descend on the town intent on looting the town and also making off with the fight proceeds.","release_date":"1947-02-15","genres":[37],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":291687,"title":"Vigilantes of Boomtown","adult":false},{"cast":["Barbara Carrera","David Warner"],"overview":"A young man journeys to the estate of rich family in Santa Barbara, California, to visit his mother, who works there as a maid and whom he hasn't seen in many years. He winds up getting involved in adultery and a murder plot and uncovering some long-hidden secrets that no one in the family wants revealed.","release_date":"1994-11-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291689,"title":"Tryst","adult":false},{"cast":["Gil Gerard","Dan Haggerty","Charles Napier","Johann Benét","Barbara Bingham"],"overview":"A rich young girl is kidnapped by masked terrorists. Her mother's ex-husband, a former mercenary, gathers some of his former comrades and goes off to rescue her.","release_date":"1991-09-04","genres":[28],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":291691,"title":"Soldier's Fortune","adult":false},{"cast":["Nina Angeloff","Lori Scarlett","Marc Andreyko","J.R. Bookwalter"],"overview":"A lesbian couple support themselves by picking up guys with money and blowing them away. They yearn for a more normal life, so they vow to get out of the murder\/theft business and live off welfare money and turning tricks. They decide to have a baby, so they get a donor, but they find that it's not as easy as they thought to get past their former lifestyle.","release_date":"1993-01-01","genres":[27],"vote_average":5.0,"runtime":69,"cert":"N\/A","id":291693,"title":"Girlfriends","adult":false},{"cast":["Theresa Russell","Patrick Bergin","Richard Lynch","Richard Harrington","Jennifer Vaughan"],"overview":"In early 19th century Wales, Catherine Morgan, a widow with two daughters, must endure the bumpy road to a distant market in order to sell her cattle to save her farm and family.","release_date":"1996-12-18","genres":[10749,18,12],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291695,"title":"The Proposition","adult":false},{"cast":["William Tracy","Joe Sawyer","Marjorie Woodworth","Minor Watson","Frank Faylen"],"overview":"Sergeants flirt with a nurse aboard ship and go fishing for a Japanese Sub.","release_date":"1943-06-29","genres":[35],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":291697,"title":"Yanks Ahoy","adult":false},{"cast":[],"overview":"Television account of an honest New York narcotics cop who becomes unwillingly involved in a plan to uncover corruption in his department.","release_date":"1982-04-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291699,"title":"A Question of Honor","adult":false},{"cast":["Barry Foster","Margot Kidder","Sean McCann","Leo Leyden","Mel Tuck"],"overview":"Andrew Angus Dalrymple's realistic portrait of a British soldier, his Irish lover and her twin sister amidst the strife of Northern Ireland.","release_date":"1974-05-17","genres":[18],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":291701,"title":"A Quiet Day in Belfast","adult":false},{"cast":["Nick Benedict","Ailene Cole","Don Cosgrove","Jon DeVries","Ron Duffy"],"overview":"A divorced mother pursues her career as a radio personality in rural Minnesota.","release_date":"1987-02-17","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":291703,"title":"Rachel River","adult":false},{"cast":["Wade Radford","Connor Paganini","Honey Bane"],"overview":"Love and memories shared by two young guys soon after the world's end.","release_date":"2014-06-18","genres":[],"vote_average":5.0,"runtime":72,"cert":"N\/A","id":291705,"title":"1 Last Chance at Paradise","adult":false},{"cast":["Felix Blanchard","Glenn Davis","Robert Shayne","Anne Nagel","Alan Hale Jr."],"overview":"The story of Doc Blanchard and Glenn Davis, two All-American football players at the U.S. Army Military Academy at West Point.","release_date":"1947-10-03","genres":[],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":291707,"title":"The Spirit of West Point","adult":false},{"cast":["Jnai Fresnedo","Katy Petty","Ignacio Fernández","Maria Fleischmann"],"overview":"A music promotor goes on the run and hopes to gain some cash after a club owner refuses to pay him and a drug dealer demands money.","release_date":"1999-04-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":291709,"title":"Radiation","adult":false},{"cast":[],"overview":"A female doctor is shot by police who think she pulled a gun on them.  A reporter looks into the case and discovers links to the deaths of several black children.","release_date":"2000-10-17","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":291711,"title":"Red Ink","adult":false},{"cast":["Lara Flynn Boyle","James Frain","Jennifer Grey","John Slattery","Dee Freeman"],"overview":"Chris and Stefan invite Victor to join their group where they talk about their experiences with women over a meal of red meat. As the night progresses, Stefan relates his wild encounters with fleeting sex, Chris talks about his need for intellectual stimulation, and Victor recounts his relationship with a dying woman.","release_date":"1997-01-04","genres":[18],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":291713,"title":"Red Meat","adult":false},{"cast":["Florian Lukas","Tilo Prückner","Özay Fecht","Peter Millowitsch"],"overview":"Armenian Belinda feels at home in Germany, where she was born, lives and studies just like any other German girl her age. But when she loses her father, she is suddenly drawn into the traditional Armenian lifestyle of her migrant relatives. Her aunts require her to work in their seamstress shop and secretly plot to marry her off to one of her kind. While Belinda is becoming increasingly curious about her roots, their traditional ways also threaten her relationship with Manuel, a German. She embarks on a journey into the past and the present to find out who she really is. ANDUNI shows a culture that is exciting and complex, and a love story that reaches beyond family traditions.","release_date":"2011-12-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291715,"title":"Anduni - Fremde Heimat","adult":false},{"cast":[],"overview":"Tony Morris (Christopher Hunt) is a local newspaper reporter who is demoted to writing for his paper’s community section after his credibility is falsely called into question. Little does Tony know that his first assignment in his new role presents the biggest challenge of his young career. With his job on the line, Tony is assigned to cover the town’s first Gay Pride Day and interview parade organizer Markus Fry (Timothy Paul Taylor).","release_date":"2014-02-03","genres":[],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":291717,"title":"Right to Believe","adult":false},{"cast":[],"overview":"An intimate portrait of reclusive poet\/musician David Berman and his band the Silver Jews. In the midst of their first ever world tour in the summer of 2006, David, his wife Cassie, and the rest of the band--Tony Crow (keyboards), Brian Kotzur (drums), Peyton Pinkerton (guitar), and William Tyler (guitar)--stopped off in Israel to play two shows in Tel Aviv and visit Jerusalem.","release_date":"2007-03-09","genres":[],"vote_average":0.0,"runtime":51,"cert":"N\/A","id":291719,"title":"Silver Jew","adult":false},{"cast":["Stephanee LaFleur","Nicholas Franklin Bray","Ahmo Hight","Landon Michaels","Chanda Marie"],"overview":"Donna is is unsatisfied with her sex life and jealous of her friends’ husbands. One night she wishes to have their life and wakes up the next morning to find that she has magically swapped places with them.","release_date":"2000-12-19","genres":[10749,18,14],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":291721,"title":"Insatiable Wives","adult":false},{"cast":[],"overview":"Robert Blecker Wants Me Dead tells the story of the unlikely friendship between retributivist death penalty advocate Robert Blecker and Daryl Holton, a death row inmate who murdered his four children.","release_date":"2009-02-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291723,"title":"Robert Blecker Wants Me Dead","adult":false},{"cast":[],"overview":"A crew of HIV+ sailors compete in the Trans-Pacific Yacht Race that travels from California to Hawaii.","release_date":"1999-03-05","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":291725,"title":"Rock the Boat","adult":false},{"cast":["Rick Johnson","Meat Loaf","Ashley Johnson","Zachery Ty Bryan","Michael Papajohn"],"overview":"Rick Johnson directs and stars in this small town drama about a man who is forced to confront some uncomfortable issues when his past comes back to haunt him. Billy Stagen (Johnson) appears to have it all. A former pro football player, Billy has returne","release_date":"2001-06-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291727,"title":"Rustin","adult":false},{"cast":["Oleg Kapanets"],"overview":"Two brothers head to Russia to help a group of priests smuggle $200 million worth of sacred relics out of the country in order to keep them out of the hands of neo-Nazis.","release_date":"1996-08-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291729,"title":"Sacred Cargo","adult":false},{"cast":["Blythe Danner","Frank Whaley","Sheryl Lee","Danny Nucci","Bruce Davison"],"overview":"The young caretaker at the estate of a reclusive woman develops a dangerous obsession with her daughter, a sexy television star. Unexpected twists and turns.","release_date":"1995-05-03","genres":[53,18],"vote_average":6.0,"runtime":97,"cert":"N\/A","id":291731,"title":"Homage","adult":false},{"cast":[],"overview":"A state proposes a law banning cock fights.","release_date":"2002-06-01","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":291739,"title":"Cockfight","adult":false},{"cast":["Bud Cort","Carol Kane","Klaus Kinski","Marisa Berenson","Carroll Baker"],"overview":"Screwball account of the legendary psychologist's life leading up to his ground-breaking theories.","release_date":"1984-01-01","genres":[35,18],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":291741,"title":"The Secret Diary of Sigmund Freud","adult":false},{"cast":[],"overview":"A journey to find answers about how to have a successful relationship.","release_date":"2008-08-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291743,"title":"Secrets to Love","adult":false},{"cast":[],"overview":"Travis Levon (Rickey Bird) is forced to finish a novel from famous author, Simon Woodburn (Robin Steffen) after he suddenly dies, in order to meet a deadline. Gavin Stone (James MacPherson), his callous boss, reminds Travis of the importance of this finale to an epic saga of books. \"The Deadlines\" will be the highest grossing book in history with pre-sales, and Mr. Stone won't let a petty thing like death stop it from hitting shelves. Once Travis steps into the writer's seat in Woodburn's home, there is no turning back. As he types away at the computer, the twists and turns in the novel write themselves and come to life. Without warning, Travis and his girlfriend Kelly Hughes (Jenna Marie Bowers) are stuck in a world they have no escape from. Writing a way to survive will be harder than he thought. You might make it out of the house, but not out of the story.","release_date":"2010-11-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291745,"title":"The Deadlines","adult":false},{"cast":[],"overview":"If you had a second chance at life, would you take it? Sullivan Daniels (Jeff Allin), an artist known for his harsh religious paintings, chose a bizarre experimental surgery over his faith to save him from terminal cancer. Now his hands can't paint, his wife (Hope Lambert) won't touch him, his mother (Helen Hedman) believes he should be dead, and his best friend (Ray Ficca) keeps trying to get him to re-join the living. Only his beautiful student (Elizabeth Jernigan) can rescue him from his life-saving decision.","release_date":"2009-12-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291747,"title":"Sleeping and Waking","adult":false},{"cast":["Eugene Nomura","Toshiya Nagasawa","Takihiro Fujita"],"overview":"Hiro moves from Japan to New York with the dream of becoming a singer-songwriter.  Once he meets the lovely Akiko, however, the lives and the lives of his friends Akira and Ken will never be the same.","release_date":"1997-10-04","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":291749,"title":"Sleepy Heads","adult":false},{"cast":[],"overview":"While trying to change the results of their tests, three students sneak into school at night and disappear in the basement in mysterious circumstances. Self-produced horror movie, played by non-professional actors.","release_date":"2001-08-31","genres":[27],"vote_average":5.7,"runtime":97,"cert":"N\/A","id":291751,"title":"Lidrîs cuadrade di trê","adult":false},{"cast":[],"overview":"The story of a professional wrestler who's afraid of conflict in real life","release_date":"2011-04-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291753,"title":"Fancypants","adult":false},{"cast":["Fish","Frank Usher","Foss Paterson"],"overview":"Live at University of Derby Faculty of the Arts December 13th 2010","release_date":"2013-01-04","genres":[10402],"vote_average":0.0,"runtime":123,"cert":"15","id":291755,"title":"Fish: Fishheads Club Live DVD 1","adult":false},{"cast":["Allan Lane","Robert Blake","Martha Wentworth","Ann Todd","Gene Roth"],"overview":"Red Ryder convinces homesteaders to settle in Paradise Valley. Business men in nearby Central City want control of the valley and water supply and propose to build a dam for half interest in the land. They use Red to generate interest in the dam but when the dam is completed, they rig the stockholder's meeting so Central City will get the water.","release_date":"1947-03-31","genres":[37],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":291757,"title":"Homesteaders of Paradise Valley","adult":false},{"cast":[],"overview":"People making a movie find a curse is with it.Everything goes horribly wrong...in a horrible way.","release_date":"2009-02-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291759,"title":"Goreality","adult":false},{"cast":["Fish","Frank Usher","Foss Paterson"],"overview":"The Spittalrig Studio sessions 10th\/11th March 2012 (recorded live in front of an invited audience)","release_date":"2013-01-04","genres":[10402],"vote_average":0.0,"runtime":107,"cert":"15","id":291761,"title":"Fish: Fishheads Club Live DVD 2","adult":false},{"cast":["Gustavo Machado","Marina Previato"],"overview":"Trapped inside an apartment in Sao Paulo, an actor and a director of videos explore mutual love. Adapted from Benjamin Schianberg character, in this book Marcal Aquino, \"I receive the worst news of your beautiful lips.\"","release_date":"2010-02-12","genres":[18],"vote_average":4.0,"runtime":80,"cert":"N\/A","id":291763,"title":"O Amor Segundo B. Schianberg","adult":false},{"cast":[],"overview":"The world is recommitting sexual-political suicide by daily insertion of missile-cocks into self-orifices. Complete with ejaculatory delusions, military erections, and the animated virility of Krazy Kat. LOTUS WING spends USA over us all as our lives are spent wiping up the remains of our self-destruct. Probably my last film in this genre.","release_date":"1968-01-01","genres":[],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":291765,"title":"Lotus Wing","adult":false},{"cast":[],"overview":"Short direct animation film by Fred Worden.","release_date":"1989-01-01","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":291767,"title":"Boulevard","adult":false},{"cast":["Raúl Ruiz","Bernard Pautrat","Malcolm Coad","Rainer Krause"],"overview":"An experimental four-part 2002 Franco-Chilean digital video series written and directed by Raúl Ruiz. The first part won a FIPRESCI Award at the Montreal World Film Festival in 2002 \"for the director's personal exploration into his homeland, using DV in a rigorous yet playful manner\".","release_date":"2002-08-30","genres":[18,99,35],"vote_average":7.0,"runtime":311,"cert":"N\/A","id":291772,"title":"Cofralandes, Chilean Rhapsody","adult":false},{"cast":[],"overview":"A journey in the most spectacular wildlife sanctuary on Earth. Join two young Maasai warriors and discover the breathtaking diversity of the region's natural fauna, including the Big Five - lions, elephants, Cape buffalo, leopards and black rhinos - as well as giraffe, hippos, cheetahs, and many more.","release_date":"2013-03-08","genres":[],"vote_average":0.0,"runtime":42,"cert":"","id":291774,"title":"Kenya 3D: Animal Kingdom","adult":false},{"cast":["John Gielgud","Isabelle Pasco"],"overview":"A short made for TV with director Peter Greenaway discussing the dazzling 3.5 minute opening sequence from his film, 'Prospero's Books'. As Prospero (John Gielgud) walks through his library, Greenaway comments on the historical, mythological, biblical &amp; fictional characters occupying the library.","release_date":"1992-01-01","genres":[36,10770,99,14],"vote_average":0.0,"runtime":23,"cert":"","id":291776,"title":"A Walk Through Prospero's Library","adult":false},{"cast":["Iveta Bartošová","John Bok","Egon Bondy","Willy Brandt","Marián Calfa"],"overview":"From the behavior, discourse, and appearance of individual actors, Vachek composes, in the form of a mosaic, a broad and many-layered film-argument about Czechoslovak democracy in the period of its rebirth, all administered with the director’s ini­mitable point of view.","release_date":"1992-04-06","genres":[35,99],"vote_average":0.0,"runtime":207,"cert":"N\/A","id":291778,"title":"New Hyperion or Liberty, Equality, Brotherhood","adult":false},{"cast":["Surbhi Goel"],"overview":"Most 72 is the very first film essay directed and produced by The Markerists and the inaugural installment in the series 'Most'. The footage and the audio were recorded in a single day on June 17th, 2013 on location in Auschwitz-Birkenau with post-production being completed within 72 hours. Surbhi Goel, a professor of cultural studies from India on her first trip outside of her homeland, recorded extemporaneous impressions as she walked the grounds of the death camp with the filmmakers. These were later used as the voice-over narration. The project serves as the template in which future Markerists film essays will be produced--shot and recorded on location and completed immediately afterwards, staying relevant in this age of instant global communication.","release_date":"2013-08-01","genres":[36,99],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":291780,"title":"Most 72","adult":false},{"cast":["Ольга Гобзева","Georgi Burkov"],"overview":"The plot is based on a Japanese folk tale.","release_date":"1980-01-01","genres":[16],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":291782,"title":"Akairo","adult":false},{"cast":[],"overview":"Frank and Joe Hardy are the sons of Fenton Hardy, a famous private detective. Finding everyday life at home in Bayport dull, the boys hope their father will let them work on one of his cases. Disappointed when he tells them his work is too dangerous for children, they are more determined than ever to follow in their dad's footsteps, and solve mysteries.","release_date":"1956-10-02","genres":[],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":291784,"title":"The Hardy Boys: The Mystery of the Applegate Treasure","adult":false},{"cast":[],"overview":"A short film by Walerian Borowczyk.","release_date":"1969-01-01","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":291786,"title":"The Phonograph","adult":false},{"cast":["Paulo Leminski"],"overview":"","release_date":"1983-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291788,"title":"Vida e Sangue de Polaco","adult":false},{"cast":["Claudia Tagbo","Ralph Amoussou","Fabrice Colson"],"overview":"","release_date":"2012-12-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291790,"title":"Victorine","adult":false},{"cast":[],"overview":"In association with Think Thank, this is Dinosaurs Will Die's first video offering. Originally intended to be a self titled release, it has since become recognized as the Team Vid, explaining exactly what it is. Sit down and hold on!","release_date":"2012-09-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291795,"title":"Dinosaurs Will Die","adult":false},{"cast":["Robert Benchley","Frank McLure","Jules Cowles"],"overview":"Benchley shows how to budget one's time during lunch hour to get things done efficiently. Unfortunately, things don't go as planned.","release_date":"1939-03-17","genres":[35],"vote_average":4.0,"runtime":9,"cert":"N\/A","id":291797,"title":"An Hour for Lunch","adult":false},{"cast":["Roscoe Karns","Jack Carlyle","James Donlan","Bruce Gentle","D.J. Flanagan"],"overview":"On a slow news day, the wisecracking staff of a newspaper write articles about the serious safety issues of a local excursion steamboat line.","release_date":"1929-10-10","genres":[18,35],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":291799,"title":"Copy","adult":false},{"cast":["Lynne Overman","Sylvia Sidney","Berton Churchill"],"overview":"When Bert Adams brings his boss, Mr. Mason, home for dinner, he and his wife Carrie hope Mason will take the opportunity to announce that Bert will be promoted to fill a new vacancy in the company's shipping department. But Mr. Mason has other plans for that vacancy, and for Bert.","release_date":"1930-09-30","genres":[18],"vote_average":5.0,"runtime":14,"cert":"N\/A","id":291801,"title":"Five Minutes from the Station","adult":false},{"cast":["Geraldine Farrar","Herbert Rawlinson","Percy Marmont","Violet Heming","Hassard Short"],"overview":"While visiting Monte Carlo with her aunt, Rosalie Dean meets a young man, Maxfield Gray who is ready to kill himself because of his losses at the roulette wheel. She stops him from doing so, and lends him some money to win back what he's lost. He does, but they're only happy for a short while before Max is arrested for the murder of his ex-wife in the States.","release_date":"1918-09-01","genres":[18,9648,10749],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":291803,"title":"The Turn of the Wheel","adult":false},{"cast":["Jesse Eisenberg","Mark Ruffalo","Woody Harrelson","Dave Franco","Daniel Radcliffe"],"overview":"One year after outwitting the FBI and winning the public’s adulation with their mind-bending spectacles, the Four Horsemen resurface only to find themselves face to face with a new enemy who enlists them to pull off their most dangerous heist yet.","release_date":"2016-06-02","genres":[28,35,53],"vote_average":6.8,"runtime":129,"cert":"12A","id":291805,"title":"Now You See Me 2","adult":false},{"cast":["Mabel Normand","Earle Foxe","Edward M. Favor","Blanche Davenport","Corinne Barker"],"overview":"Minnie Penelope Peck, the village scamp of Yaptank, accompanies her father to the bank to demand the nine dollars owed him for his work as a night watchman. When the bank president refuses to pay Peck, Minnie posts a sign which states that the bank is insolvent, whereupon all of the depositors immediately demand their money. The fire department is called in to quell the mob, but things get worse when Minnie accidentally turns on the fire hose.....","release_date":"1918-09-02","genres":[35],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":291807,"title":"Peck's Bad Girl","adult":false},{"cast":["Thelma Todd","Patsy Kelly","James C. Morton","Billy Bletcher","Nora Cecil"],"overview":"The girls buy a country home that turns out to be a sand trap.","release_date":"1934-08-01","genres":[35],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":291809,"title":"One-Horse Farmers","adult":false},{"cast":["Türkan Şoray","Neriman Köksal","Süleyman Turan","Reha Yurdakul","Bedia Muvahhit"],"overview":"","release_date":"1964-01-01","genres":[10749,35],"vote_average":0.0,"runtime":113,"cert":"N\/A","id":291814,"title":"Gençlik Rüzgarı","adult":false},{"cast":["Monica Bleibtreu","Gisela Schneeberger","Günther Maria Halmer","Dietmar Mues"],"overview":"","release_date":"2010-11-29","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291816,"title":"Ladylike – Jetzt erst recht!","adult":false},{"cast":["Will Rogers","Anna Lehr","John St. Polis","Clarence Oliver","Joseph Herbert"],"overview":"Convict Bill Hyde and his friend, Danny Dorgan, break out of prison, but in running from the guards, Danny is mortally wounded. The local doctor, Evan Thomas, tries so hard to save Danny that later, when Bill and the doctor meet in Alaska, the two become friends. A dying man gives his mine to the doctor, but upon discovering that it is worthless, Bill sells it to a crook named John Wesley Slayforth...","release_date":"1918-09-22","genres":[12,35],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":291818,"title":"Laughing Bill Hyde","adult":false},{"cast":["Christian Näthe","Jürgen Vogel","Nicolette Krebitz","Richy Müller","Moritz Bleibtreu"],"overview":"","release_date":"1994-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291820,"title":"Unschuldsengel","adult":false},{"cast":["Nicolette Krebitz","Moritz Bleibtreu","Richy Müller","Corinna Harfouch","Lars Rudolph"],"overview":"","release_date":"2000-11-30","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291822,"title":"Fandango - Members Only","adult":false},{"cast":["Fritzi Haberlandt","Hannes Jaenicke","Annika Blendl","Lars Gärtner","Rolf Peter Kahl"],"overview":"","release_date":"2002-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291824,"title":"Heimatfilm!","adult":false},{"cast":["Bernhard Goetzke","Paul Bildt","Aud Egede Nissen","Arthur Bergen","Mady Christians"],"overview":"It was not just the children who were treated badly by the wealthy Weimar republic. Robert Kramer is released from prison but struggles to adjust to civilian life. His father disowns him out, his wife has left him for another man. There is no work. He eventually arrives in a shelter for the homeless, and seeks salvation through Emma, a prostitute.","release_date":"1925-08-28","genres":[18],"vote_average":6.0,"runtime":113,"cert":"N\/A","id":291829,"title":"In the Slums of Berlin","adult":false},{"cast":["Victor Mature","Patricia Neal","Edmund Gwenn","Larry Keating","Gladys Hurlbut"],"overview":"A conservationist fights to save the habitat of the California condor and to do it she works her way into the affections of a representative of the oil company that wants the land for their own purposes.","release_date":"1952-09-30","genres":[35],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":291834,"title":"Something for the Birds","adult":false},{"cast":["Mária Podhradská","Richard Čanaky"],"overview":"The first DVD Spievanky and Zahrajka. Finally, with us you can not only sing, but you'll also be able to see us and with us dance in a magical country that is called Spievankovo​​. Unique DVD for children quickly gained general popularity among children and parents.","release_date":"2009-10-01","genres":[10751],"vote_average":0.0,"runtime":34,"cert":"N\/A","id":291836,"title":"Spievankovo","adult":false},{"cast":["Harriet Hilliard","Eddie Quillan","Kirby Grant","Betty Kean","Roscoe Karns"],"overview":"An usher at a radio station studio pretends to be an executive at the station in order to help a pretty girl become a singer.","release_date":"1944-03-22","genres":[35,10402],"vote_average":4.5,"runtime":62,"cert":"N\/A","id":291838,"title":"Hi, Good Lookin'!","adult":false},{"cast":["Mark Ashton","Jonathan Blake","Mike Jackson"],"overview":"Dancing in Dulias was made by members of Lesbians and Gays Support the Miners (LGSM) and Lesbians Against Pit Closures during and immediate after the 1984\/85 minders strike. Like the forthcoming movie, Pride, it documents the interactions between lesbians and gay men and the miners and their families in Dulais in South Wales - only this time it's the real thing. As well as some memorable footage that includes the Blaenant Lodge banner leading the 1985 Lesbian and Gay Pride march and LGSM members struggling with bingo at the local community hall, the film documents the wider political impact of this seemingly unlikely alliance. (cont. http:\/\/www.cambridgefilmfestival.org.uk\/films\/2014\/dancing-in-dulais#sthash.HScQCj7E.dpuf)","release_date":"1986-01-01","genres":[99],"vote_average":0.0,"runtime":25,"cert":"","id":291840,"title":"Dancing in Dulais","adult":false},{"cast":["Jaime Bello","Xavier Font","Aura Cano","Jesús Bastida","Mario Roche"],"overview":"The unpublished correspondence between the great musician Pau Casals, and the Catalan poet Joan Alavedra, and the accounts given by experts, will tell the story behind the creation of The Manger, a musical composition born of a poem by the same title, which became a message for world peace.","release_date":"2012-12-06","genres":[99],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":291842,"title":"A Poem in Exile","adult":false},{"cast":["J. Carrol Naish","Mary Carlisle","Robert Preston","Judith Barrett","Pierre Watkin"],"overview":"G-Man Charles Bent Martin is sent out to break up a nationwide racket. A transport company is aiding fugitives making a getaway in exchange for the lion's share of their loot. Through an old friend, whom he once barnstormed in an air circus, Martin joins the gang as a pilot. He becomes interested in Carol Butler, a beautiful girl involved with the gang through the activities of her ne'er-do-well father.","release_date":"1938-11-02","genres":[18,28,80],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":291844,"title":"Illegal Traffic","adult":false},{"cast":[],"overview":"Directed by BAFTA Award winner Hamish Hamilton, the movie was filmed during the closing night of the V&amp;A installation and features appearances by Pulp leader Jarvis Cocker, fashion designer Kansai Yamamoto, and more, as well as insight from David Bowie Is curators Victoria Broackes and Geoffrey Marsh.","release_date":"2014-09-23","genres":[99],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":291846,"title":"David Bowie Is Happening Now","adult":false},{"cast":[],"overview":"","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291848,"title":"Willi wills wissen - Wo die Erde knirscht","adult":false},{"cast":["Yuliya Yulskaya"],"overview":"Murzilka the journalist is trying to find the reason why the boy from famous painting failed in school.","release_date":"1957-01-01","genres":[16,10751],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":291850,"title":"Again, Deuce","adult":false},{"cast":[],"overview":"","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291852,"title":"Willi wills wissen - Wie wird man Astronaut","adult":false},{"cast":["Jermaine Sullivan","Ken Niumatalolo","Carolina Muñoz Marin","Bishnu Adhikari","Gail Halvorsen"],"overview":"Meet the Mormons examines the very diverse lives of six devout Mormons. Filmed on location and across the globe, Meet the Mormons takes viewers on a journey into the day-to-day realities of individuals living in the U.S., Costa Rica, Nepal and beyond. From their individual passions to their daily struggles, each story paints a picture as rich and unique as the next while challenging the stereotypes that surround the Mormon faith.","release_date":"2014-10-10","genres":[10751,99],"vote_average":5.4,"runtime":78,"cert":"N\/A","id":291854,"title":"Meet the Mormons","adult":false},{"cast":[],"overview":"A documentary shedding light on the certain damage the Income Tax and the IRS have wrought on liberties, businesses, families, and religious, charitable and civic organizations, while empowering a political agenda contrary to America's heritage.","release_date":"2014-10-14","genres":[99],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":291856,"title":"UnFair: Exposing the IRS","adult":false},{"cast":[],"overview":"","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291858,"title":"Willi wills wissen - Tolle Technik - Rettung aus der Luft","adult":false},{"cast":["Tinto Brass","Angelita Franco"],"overview":"Kick the Cock is an old Dutch saying, meaning Peek in the Kitchen.","release_date":"2008-09-04","genres":[35],"vote_average":3.8,"runtime":16,"cert":"N\/A","id":291860,"title":"Kick the Cock","adult":false},{"cast":[],"overview":"","release_date":"2014-05-27","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":291862,"title":"Mega Mindy - Elektro","adult":false},{"cast":["James Franco","Megan Fox","Seth Rogen","Dave Franco","Joey King"],"overview":"A young actor arrives in Hollywood in 1969 during a transitional time in the Industry.","release_date":"2019-09-19","genres":[35,18],"vote_average":4.3,"runtime":96,"cert":"N\/A","id":291867,"title":"Zeroville","adult":false},{"cast":["James Franco","Zachary Quinto","Emma Roberts","Daryl Hannah","Lesley Ann Warren"],"overview":"The controversial true story of a gay activist who rejects his homosexuality and becomes a Christian pastor.","release_date":"2015-01-29","genres":[18],"vote_average":5.9,"runtime":98,"cert":"N\/A","id":291869,"title":"I Am Michael","adult":false},{"cast":["James Franco","Henry Hopper","Steven Wiig","Barry Del Sherman","George Maguire"],"overview":"It's the fall of 1985. The intertwining tales of three 5th grade friends, Chris, Joe and Ted, unfold in the suburban paradise of Palo Alto, as the threat of a mountain lion looms over the community.","release_date":"2016-01-01","genres":[18],"vote_average":4.8,"runtime":80,"cert":"N\/A","id":291871,"title":"Yosemite","adult":false},{"cast":["Paul Winston","Karin Schubert","Tano Cimarosa","Furio Meniconi","Gérard Herter"],"overview":"","release_date":"1970-05-14","genres":[27,12],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":291873,"title":"A Sword to Brando","adult":false},{"cast":["Kees Prins","Herman Koch","Michiel Romeyn"],"overview":"","release_date":"2004-06-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291875,"title":"Jiskefet - Vier Pak","adult":false},{"cast":[],"overview":"A short documentary about the life and death of the bullfighter Manolete","release_date":"1946-01-01","genres":[99],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":291877,"title":"El Torero de Cordoba","adult":false},{"cast":["Natalia Wörner","Michaela May","Saskia Vester","Jacques Breuer","Dirk Bach"],"overview":"","release_date":"1999-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291879,"title":"Zum Sterben schön","adult":false},{"cast":["Julien K. d'Arsyn","Georges Colazzo"],"overview":"Coming from outer space, an intergalactic cow invites BoOzy' OS to join the biggest animation film festival of the universe. BoOzy' imagines himself winning the competition and decides to seek the famous \"Cristal\" of Annecy, with the help of OSmic The Hedgeh' OS and other cool dudes. But the dark paunchy Mari' OS is determined to recover the loot before him.","release_date":"2013-04-14","genres":[12,16],"vote_average":7.6,"runtime":5,"cert":"N\/A","id":291881,"title":"BoOzy' OS and the Cristal Gem","adult":false},{"cast":["Barbara Rudnik","Axel Milberg","Ludwig Blochberger","Thomas Thieme","Inga Busch"],"overview":"","release_date":"2002-12-05","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291883,"title":"Liebling, bring die Hühner ins Bett","adult":false},{"cast":["Antonio Espino","Dolores Camarillo","Raúl Ramírez"],"overview":"Experimental drug gives the ability to foretell the future.","release_date":"1956-01-05","genres":[35],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":291885,"title":"Una Movida Chueca","adult":false},{"cast":["Fernando Casanova","Gloria Lozano","Eulalio González","José Pulido","Fernando Soto"],"overview":"Series western, Masked Avenger on horseback.","release_date":"1954-06-22","genres":[37],"vote_average":5.0,"runtime":73,"cert":"N\/A","id":291887,"title":"El tesoro de la muerte","adult":false},{"cast":["Fardeen Khan","Meghna Kothari"],"overview":"Jai Kumar is a wealthy industrialist, and lives in a palatial house with his wife: Sheena, son: Vishal, and daughter: Sapna. He has made arrangements for Sapna to get married to Vishal, who is the son of his partner in a business venture. But Sapna is in love with Suraj Singh, who plays in an orchestra, and is the son of an army captain, Veer Bahadur Singh. When Sapna introduces her dad to Suraj, he is rude to Suraj, and upset that Sapna has spoiled his plans for him. Jai does not speak out openly against Suraj when he is with Sapna, for fear of antagonizing her, but discusses this issue with Vishal, and together they concoct a scheme that will separate Sapna and Suraj forever.","release_date":"1998-10-30","genres":[],"vote_average":0.0,"runtime":169,"cert":"N\/A","id":291889,"title":"Love-Fire","adult":false},{"cast":["Betty Grable","Robert Young","Adolphe Menjou","Reginald Gardiner","Virginia Grey"],"overview":"An American singer becomes engaged to an English duke, but is continuously pestered over her past as a burlesque dancer by a reporter from her hometown.","release_date":"1943-10-01","genres":[10402],"vote_average":6.0,"runtime":74,"cert":"N\/A","id":291891,"title":"Sweet Rosie O'Grady","adult":false},{"cast":["Josh Werner","Kay McMillan","Colin Schneider"],"overview":"Three children living with significant communication and physical disabilities struggle against the public schools - and people's perceptions - in an emotional battle to prove their abilities and their worth.","release_date":"2001-03-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":291896,"title":"Certain Proof: A Question of Worth","adult":false},{"cast":[],"overview":"Bee People provides an in-depth look at the people who are facing the many challenges facing bees, making a difference, and urging everyone to join them on a planet-saving mission. Who are these bee people? Why do they do it? (Are they nuts?) What compels them? And what is the solution they propose? Featuring Gregg McMahan aka \"The Bee Guru\": One part rock-star, one part bee evangelist, Gregg is the most passionate member of the Bee People community you're ever likely to meet.","release_date":"2014-09-10","genres":[],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":291898,"title":"Bee People","adult":false},{"cast":["Om Puri","Deep Dhillon","Aamrik Arjun","Armaan Kabli","Sandeep Dey"],"overview":"Terrorists recruit a young teen to bomb an embassy but the man he is boarded with attempts to talk him out of going through with the plan.","release_date":"2014-09-12","genres":[18],"vote_average":6.0,"runtime":103,"cert":"N\/A","id":291900,"title":"Little Terrors","adult":false},{"cast":["Regina Linnanheimo","Oscar Tengström","Ville Salminen","Rauli Tuomi","Tuli Arjo"],"overview":"The daughter of a lighthouse keeper runs away with a shipwrecked businessman to the city. But instead of her dreams, she ends up selling herself in the streets, until a painter finds her as an ideal model for his next painting.","release_date":"1946-03-08","genres":[10749,18],"vote_average":6.0,"runtime":99,"cert":"N\/A","id":291905,"title":"Cross of Love","adult":false},{"cast":["Regina Linnanheimo","Eero Paganus","Assi Raine","Annie Mörk","Paavo Jännes"],"overview":"Love triangle near roaring rapids. Two sisters fight for the attention of a handsome forester.","release_date":"1953-01-13","genres":[10749,18],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":291907,"title":"Jealousy","adult":false},{"cast":["Rossana Doll","Roberto Malone","Kelly Trump","Christina Valenti"],"overview":"","release_date":"1998-11-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291912,"title":"Mata Hari - Seconda parte","adult":true},{"cast":["Edmund Lowe","Victor McLaglen","Florence Rice","Marjorie Rambeau","Charles Bickford"],"overview":"Two members of a crew of \"sandhogs\", men who work on an underwater tunnel project, battle each other over the same woman and a rival team of sandhogs to see who will finish their half of the tunnel first, with the winning team getting more money and guaranteed future work.","release_date":"1935-02-02","genres":[18],"vote_average":6.0,"runtime":70,"cert":"N\/A","id":291914,"title":"Under Pressure","adult":false},{"cast":[],"overview":"Synapse Films’ best-selling 42ND STREET FOREVER series has been a favorite of grindhouse and exploitation fans around the world. Presented here for the first time on Blu-ray, this colossal “best of” collection combines a selection of vintage theatrical trailers from the first two DVD volumes of the series, and mixes them up with some all-new selections! Remastered in true 1080p high definition, this mind-numbing dose of classic original coming attractions will have your Blu-ray player exploding with more than three and a half hours of sex, exploitation, action, horror and science-fiction advertisements from around the world!","release_date":"2012-05-08","genres":[878,28,27],"vote_average":0.0,"runtime":225,"cert":"N\/A","id":291916,"title":"42nd Street Forever: Blu-Ray Edition","adult":false},{"cast":["Vincent Lagaf"],"overview":"","release_date":"1990-09-21","genres":[35],"vote_average":4.8,"runtime":null,"cert":"N\/A","id":291921,"title":"Lagaf' : Histoire d'en rire","adult":false},{"cast":["Matthias Schweighöfer","Saskia Grasemann","Benjamin Sadler","Kurt Böwe","Barbara Dittus"],"overview":"","release_date":"1998-11-11","genres":[10751,14],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":291923,"title":"Spuk aus der Gruft","adult":false},{"cast":[],"overview":"","release_date":"2014-06-05","genres":[99],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":291925,"title":"La espera","adult":false},{"cast":["Vivian Schmitt"],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291927,"title":"Knack Arsch Magazin: Die Rosetten Tester","adult":true},{"cast":["Vivian Schmitt","Herrin Silvia"],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291929,"title":"Antonia und andere Sünden","adult":true},{"cast":["Vivian Schmitt","Herrin Silvia"],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291931,"title":"Die Einflussnahme","adult":true},{"cast":[],"overview":"Muscular, patriarchal images of comic book superheroes from yesteryear are illuminated on a light box and juxtaposed with tactile skill.","release_date":"2014-10-17","genres":[],"vote_average":0.0,"runtime":5,"cert":"","id":291933,"title":"Mars Garden","adult":false},{"cast":[],"overview":"This fragmented post-apocalyptic narrative utilises live action, song and mind-bending animation to explore the uncertain aftermath of a cataclysmic investment crisis.","release_date":"2014-10-17","genres":[],"vote_average":0.0,"runtime":50,"cert":"","id":291935,"title":"Transcalar Investment Vehicles","adult":false},{"cast":["Aribert Mog","Margot Ferra","Elsa Wagner","Ernst Busch","Leo Monosson"],"overview":"This Brechtian musical about a young woman who flees from her decrepit, noble fiancé and marries a sailor is an interesting, although not a completely successful attempt to translate the sort of stage show to film. It has some good points, including the complete abandonment of the sort of surrealistic stage design that had enlivened the silent cinema. Instead, this tries for a purely cinematic technique, including multiple exposures, undercranking and distorting camera angles and lenses.","release_date":"1931-04-24","genres":[18],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":291937,"title":"Das Lied vom Leben","adult":false},{"cast":["Johnny Castle","Lexi Belle","India Summer","Tori Black"],"overview":"A love so intense that it will last forever, unless their jealousy ends it now. The relationship between Bobby and Sasha is filled with passion and lust, but is there trust? After Sasha overhears a mysterious conversation between Bobby and another woman, their love is tested by suspicion. Now, each fears and fantasizes about the other's possible infidelities. This leads them on a romantic getaway to rebuild their bond that instead puts their love to the test as they find themselves in a game of cat &amp; mouse with a beautiful Ranch Owner and her handsome &amp; rugged Horse Wrangler. Will temptation conquer their Eternal Love? New Sensations presents a Romance Series sequel, An Eternal Love 2.","release_date":"2010-05-17","genres":[],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":291939,"title":"An Eternal Love 2","adult":true},{"cast":["Vivian Schmitt","Herrin Silvia"],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291941,"title":"Harte Liebe","adult":true},{"cast":["Marianne Sägebrecht","Gunter Berger","Michael Gwisdek","Eleonore Weisgerber","Claudine Wilde"],"overview":"","release_date":"2003-01-01","genres":[35],"vote_average":0.5,"runtime":null,"cert":"N\/A","id":291943,"title":"Marga Engel kocht vor Wut","adult":false},{"cast":["Marianne Sägebrecht","Michael Gwisdek","Ina Paule Klink","Gunter Berger","Claudia Messner"],"overview":"","release_date":"2001-03-14","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291945,"title":"Marga Engel schlägt zurück","adult":false},{"cast":["Raymond McKee","Shirley Palmer","Marie Quillan","Jean Laverty","J. C. Fowler"],"overview":"High-stepper Earl Hastings is continually mistaken for his twin brother, Ezra, a meek professor at a girls' seminary, and his constant flirtations in and around the dormitories--most notably with the daughter of the dean--involve Ezra in several compromising situations. Finally, a woman pursuing Earl for breach of promise unscrambles the twins with the help of the dean's daughter.","release_date":"1929-03-01","genres":[35],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":291947,"title":"Campus Knights","adult":false},{"cast":["Vivian Schmitt","Herrin Silvia"],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291949,"title":"Ich will alles","adult":true},{"cast":["Vivian Schmitt","Herrin Silvia"],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291951,"title":"In bester Gesellschaft","adult":true},{"cast":["Vivian Schmitt","Herrin Silvia"],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291953,"title":"Kontraste","adult":true},{"cast":["Vivian Schmitt","Herrin Silvia"],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291955,"title":"Lustobjekte","adult":true},{"cast":["Vivian Schmitt","Herrin Silvia"],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291957,"title":"Szenenwechsel","adult":true},{"cast":["Remy LaCroix","Danny Mountain","Xander Corvus","Christy Mack","Chloe Amour"],"overview":"Rachel and Shane have the perfect marriage…or so you'd think! The truth is - their relationship is nothing more than an illusion, as Rachel is still pining for her long-lost first love, Jim. In a matter of moments - life goes from simple to complicated, as Jim returns to claim Rachel. Harvest Moon casts an intense and erotic light upon the ultimate love triangle.","release_date":"2013-10-02","genres":[10749],"vote_average":6.5,"runtime":142,"cert":"N\/A","id":291959,"title":"Harvest Moon","adult":true},{"cast":["Cameron Dee","Chanel Preston","Karlie Montana","London Keyes","Lola Foxx"],"overview":"Stressed? Uptight? Let the magic fingers of our massage therapists loosen your knots and inhibitions. Whether they're giving or receiving this all-star cast of beautiful babes experience the ultimate in bodywork, as their tight and toned bods undergo some serious deep tissue penetration. Massage Therapy is guaranteed to leave you screaming \"Holy Shiatsu!\"","release_date":"2013-10-30","genres":[],"vote_average":0.0,"runtime":146,"cert":"N\/A","id":291961,"title":"Massage Therapy","adult":true},{"cast":["Valentina Nappi","Aidra Fox","Emma Stoned","Dakota Skye","Danny Mountain"],"overview":"Sensual Moments Vol. 2, from AVN award winning best new studio Erotica X, features four spectacularly beautiful girls experiencing orgasmically sensual and intimate erotic exchanges. Starring the angelic Dakota Skye, Valentina Nappi, Emma Stoned, and Aidra Fox. Erotica X specializes in authentic, romantic, and passionate sex scenes, featuring real female orgasms and exceptionally seductive tease scenarios. The movie is directed by the award winning, Mason and is shot in pristine 1080p HD. Enjoy this unique and innovative depiction of sensual erotica at its finest.","release_date":"2014-04-23","genres":[],"vote_average":7.7,"runtime":123,"cert":"N\/A","id":291963,"title":"Sensual Moments 2","adult":true},{"cast":["Vassili Karis","Remo Capitani","Maria Francesca","Giovanni Cianfriglia","Aldo Berti"],"overview":"The authorities of Springfield ask Spirito Santo\/Holy Ghost, which in turn will require the help of Diego of Habsburg and his colourful gang, to eliminate the threat constituted by an elusive masked bandit – and arms dealer – known as Solitario.","release_date":"1972-05-06","genres":[37],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291965,"title":"Gunmen and the Holy Ghost","adult":false},{"cast":["Ann Marie Rios","Rocco Reed","Chris Johnson"],"overview":"Sometimes love seems so certain and the future feels so set. But things can change and sometimes do. Carey thought her future was with Gabe, until one day she wakes to find herself alone. Years later, she celebrates a new life and a new love with an engagement party. But trouble arises when a mystery guest arrives. Is it a sign or simply a test of love?","release_date":"2010-07-26","genres":[],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":291967,"title":"The Engagement Party","adult":true},{"cast":["Giacomo Gianniotti","Emily Piggford"],"overview":"Lost in an isolated forest with her abusive boyfriend, Sadie finds a sinister way to get the love she's always wanted.","release_date":"2014-09-11","genres":[18,878],"vote_average":10.0,"runtime":16,"cert":"N\/A","id":291969,"title":"Still","adult":false},{"cast":["Remy LaCroix","Xander Corvus","Tommy Pistol","India Summer","Dahlia Sky"],"overview":"Thrust into an uncomfortable circumstance, Eve (Remy LaCroix) finds herself living under the same roof as Brandon (the man she shared the most intense sexual connection of her life with) and Danny (her current love whom she shares the most intimate emotional connection of her life). Her own curiosity about the man she lusted for long ago, coupled with his desperate attempts at manipulating her back into another affair, leaves Eve straddling the line between right and wrong. Will Eve succumb to Brandon's games? Or will she stay loyal to Danny, the man who continues to be her grounding force in the unpredictable, unstable world Brandon has begun to weave for both of them.","release_date":"2013-08-19","genres":[18,10749],"vote_average":9.0,"runtime":112,"cert":"N\/A","id":291971,"title":"The Temptation of Eve","adult":true},{"cast":["Ewa Krzyżewska","Edmund Fetting","Elżbieta Czyżewska","Beata Tyszkiewicz","Andrzej May"],"overview":"A pair of lovers go off to a small hotel in a little town. The memories of war, however, intrude on their idyll. The girl and boy relive certain wartime experiences in flashback. She was a communist who drove a boy loving her to give himself up.","release_date":"1961-12-05","genres":[18],"vote_average":6.0,"runtime":93,"cert":"N\/A","id":291976,"title":"All Souls' Day","adult":false},{"cast":["Bonnie Rotten","Jessa Rhodes","Alektra Blue","Dahlia Sky","Kimberly Kane"],"overview":"Bonnie Rotten plays Jackie, the leader of the Sisters of Anarchy motorcycle club. When someone snitches to the feds, it’s her responsibility to save the club and protect the business.","release_date":"2014-10-14","genres":[],"vote_average":8.5,"runtime":219,"cert":"N\/A","id":291978,"title":"Sisters of Anarchy","adult":true},{"cast":["Tasha Reign","Mia Malkova","Anna Morna","Gigi Allens","Siri"],"overview":"Porn star Tasha Reign is the hottest crossover star to hit the Hollywood scene. Paired with her best friends and fellow porn stars, Anna Morna and Mia Malkova, as well as her younger porn sister, Siri, they take the industry by storm, fucking fans and having fun doing it! Tasha's agent, James has received big news of a mainstream opportunity, but first she'll have to seal the deal with the director who happens to be more of a porn fan than serious about casting her. Will Tasha get the role or will it go to the biggest slut in the club? The director has all the power and the girls are willing to go along for the sex crazed and wild ride to guarantee Tasha's spot on the silver screen!","release_date":"2014-06-10","genres":[],"vote_average":0.0,"runtime":235,"cert":"N\/A","id":291980,"title":"Swans of LA","adult":true},{"cast":["Marián Gáborík","Zdeno Chára","Miroslav Šatan"],"overview":"This unique documentary follows the life of a Slovak hockey legend, Pavol Demitra. It takes us from the very begining of his career in Slovakia through successful years in NHL to Lokomotiv Yaroslavl and his tragic death in a plane crash in 2011. His family, friends and fans around the world remember him not only as a top sportsman but also as a good man with strong character.\r - Written by ITA Film","release_date":"2014-09-11","genres":[99],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":291982,"title":"38","adult":false},{"cast":["Kit Harington","Natalie Portman","Susan Sarandon","Kathy Bates","Jacob Tremblay"],"overview":"A movie star finds his correspondence with an 11-year-old actor exposed, prompting assumptions that begin to destroy his life and career.","release_date":"2019-03-13","genres":[18],"vote_average":7.5,"runtime":127,"cert":"N\/A","id":291984,"title":"The Death & Life of John F. Donovan","adult":false},{"cast":[],"overview":"African-American painter Mickalene Thomas pays tribute to the life and longings of her mother and muse Sandra Bush.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":23,"cert":"N\/A","id":291986,"title":"Happy Birthday to a Beautiful Woman: A Portrait of My Mother","adult":false},{"cast":["Charley Chase","Billy Gilbert","Muriel Evans","Eddie Dunn"],"overview":"Told to \"hike\" out to his company's West Coast headquarters, Charley does exactly that.","release_date":"1933-02-04","genres":[35],"vote_average":0.0,"runtime":19,"cert":"N\/A","id":291988,"title":"Fallen Arches","adult":false},{"cast":[],"overview":"Rikki is a young mongoose who is adopted by a human family after nearly drowning in the river. He returns the favour by protecting them from two murderous cobra.","release_date":"1975-01-02","genres":[12,10751],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":291990,"title":"Rikki-Tikki-Tavi","adult":false},{"cast":["Tim Seyfi","Murat Akkoyunlu","Uğur Polat","Beste Bereket","Cahit Berkay"],"overview":"Necati is a 33 year old man who's passionate for cinema. He has lost his mother just after he was born and his father is an odd fisherman nicknamed \"Newton\". Necati's biggest dream is to complete his film \"Gravity Zero\" which he endeavors to shoot by using a home camera and show it to an audience on a cinema screen. The film he presented as \"an experimental picture that will rock Europe\" runs on no script nor does it incorporate any professional actors. Unexpected circumstances come to life when Necati is on the verge of realizing his dream will leave him alone in the midst of a Mafia pay-off and give birth to results that will affect the lives of the people around him.","release_date":"2006-09-29","genres":[],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":291992,"title":"2 süper film birden","adult":false},{"cast":["Kathy Bates","Colin Firth","Ciarán Hinds","Natasha Richardson","Jay O. Sanders"],"overview":"True account of the six men held hostage by religious extremists in Beirut during the Reagan-Bush era.","release_date":"1992-09-23","genres":[18],"vote_average":0.0,"runtime":96,"cert":"","id":291994,"title":"Hostages","adult":false},{"cast":[],"overview":"\"House Full\" is a romantic comedy which narrates the story of Aarush - the world's unluckiest man. Being jinxed he believes his bad luck can vanish if he finds true love. In this quest for true love how one lie leads to another and how different people from different walks of life come together adding even more confusion to this hilarious comedy of errors resulting in total chaos and mayham.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":291996,"title":"House Full","adult":false},{"cert":"N\/A","title":"Housewife from Hell","cast":["Gregg Bullock","Lisa Comshaw","Shanna McCullough","Ron Jeremy","Jacqueline"],"genres":[27,35],"id":291998,"overview":"An unhappy husband murders his miserable wife for insurance purposes. Unfortunately, he just can't get rid of his wife as she comes back from the dead.","runtime":82,"release_date":"1993-01-01","vote_average":0.5,"adult":false}]