[{"cast":["Brooklyn Lee","Asa Akira","Anikka Albrite","Chanel Preston","Jada Stevens"],"overview":"\"Lex Turns Evil\" stars some of the most gorgeous, popular and uninhibited backdoor babes in the adult industry, and they're willing to do just about anything for a taste of that famous Steele shaft. His dick towers so enormously, it should have its own ZIP code! Glamorous femme fatale Asa Akira is a stunning but deadly Japanese spy who gets her perimeter breached by military Secret Agent Steele. Asa worships her opponent's massive member and takes a hard ride that leaves her fine ass gaping and her face dripping with cum. Athletic, big-bottomed bombshells Chanel Preston and Anikka Albrite share personal trainer Lex's throbbing boner in a nasty three-way rectal workout. Dolled up in slutty fishnets, soft, all-natural cutie Jada Stevens gets lewdly double-stuffed with black meat, ravished by Lex and his pal Prince Yahshua. Curvy blonde bimbette Alexis Ford wants a role in a music video Lex is casting, and she'll stop at nothing to get the part.","release_date":"2013-04-10","genres":[],"vote_average":8.8,"runtime":260,"cert":"N\/A","id":293501,"title":"Lex Turns Evil","adult":true},{"cast":["Tim DeLaughter"],"overview":"Through all the years of Austin City Limits, there probably has never been a night quite like this. From the opening processional through the crowd, through the harp solos, cymbal crashes and rousing choruses, the many members of Polyphonic Spree, all wearing their floor-length choir robes of every color in the rainbow, lifted the show to new heights on that sultry night in August, 2004.","release_date":"","genres":[10402],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":293503,"title":"The Polyphonic Spree: Live from Austin, TX","adult":false},{"cast":["Lisa Ann","Lexington Steele","Jayden Jaymes","Jada Stevens","Prince Yahshua"],"overview":"When a mature, voluptuous MILF of such tantalizing, busty bodaciousness as Lisa takes on a truly enormous black cock and the man with the skill to wield it, the stage is set for an interracial clash of wills and an explosion of erotic pleasure. Lex owes Lisa, and she demands he settle his debt by getting her off whenever she feels the urge. Lexington must use all his sexual skills, and a few sexy friends, to tame this insatiable uber-MILF. First, Lisa drops by for a sensuous, POV-style blow job and a ride on his throbbing pole. Later, in the mood for some intense butt fucking, the curvaceous bombshell impales her giant ass on Lex's huge ebony dick and gets her mug showered in the black man's semen. Next, Lisa blindfolds Lex and ties him to a chair; she and Jayden Jaymes lick each other's hot pussy and tease Lex to madness. The cock-hungry white bitches ride his shaft and get their phat booties splattered with hot sperm…","release_date":"2014-06-12","genres":[],"vote_average":8.8,"runtime":251,"cert":"N\/A","id":293505,"title":"Lex vs. Lisa Ann","adult":true},{"cast":["Martina Jelenová"],"overview":"Fiha is the elf who lives in the book . Known by many kids from public appearances . Using songs teaches them explore our beautiful world: 1. Fíha tralala 2. Rozcvička 3. Bunka 4. Kolovrátok 5. Idem kva kva k Vám 6. Desať 7. O autíčku 8. Bum bác 9. Nôžky kamošky 10. Ajajaj 11. Holúbok 12. O zúbkoch 13. Fíha kýva","release_date":"2012-11-12","genres":[],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":293507,"title":"Fiha tralala","adult":false},{"cast":[],"overview":"In 1968, Noren finished Huge Pupils, a gorgeous, sensuous, sexually outrageous visual study of his daily life, and part I of an ongoing series he would come to call The Adventures of the Exquisite Corpse.","release_date":"1968-05-28","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":293509,"title":"Huge Pupils","adult":false},{"cast":["Martina Jelenova"],"overview":"Fiha wakes up in the middle of the night and hears someone cry. Opens the book and finds sad letters inside that have lost colors in the book. Fiha is asked to help them . Fiha travels with her fihamobile around the world where she encounters various fairy tale characters . Whether she returns with their help colors into the book, see for yourself :) Playlist: 1. Fiha tralala 2. Rucky pavucky 3. Slivkova pesnicka 4. Bager a Tatrovka 5. Kucky kucky hapci 6. Nocnik 7. Vlacik tralalacik 8. Lolololo lopta 9. Hop a skok 10.Leti leti 11.Farebny valcik 12.Uspavanka 13. Fiha kyva","release_date":"2013-11-12","genres":[10751,10402],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":293511,"title":"Fiha Tralala: Colourful World","adult":false},{"cast":[],"overview":"\"A study in light based on persistence of vision and enhancement from eye fatigue.\" -- M.M.","release_date":"1961-01-01","genres":[],"vote_average":8.0,"runtime":6,"cert":"N\/A","id":293513,"title":"Eye Music in Red Major","adult":false},{"cast":["Robert Beavers"],"overview":"Structured in nine tableaux each a study of a simple action or situation involving a lone, naked figure, the blind Eros, searching for fulfilment, for self. The objects he touches - books, paintings - can be seen as icons of the creative spirit; there is also a motor cycle and film equipment. In succeeding scenes he appears to try on identities offered by institutional doctrines of religion and social traditions of (overt) masculinity. Much of the film was constructed in-camera with a small amount of editing afterwards. An innovation was the use of in-camera fade-outs as phrase markers, not as terminal points, within a single set-up or shot.","release_date":"1967-04-23","genres":[18],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":293515,"title":"Eros, O Basileus","adult":false},{"cast":["Sarah Whitehouse","Cara Doherty","Neil Cole","Neil Cole","James Wren"],"overview":"A schoolteacher unravels the mystery behind the odd relationship between her new pupil and a stranger with a dark secret.","release_date":"2013-09-19","genres":[27,18],"vote_average":0.0,"runtime":19,"cert":"","id":293517,"title":"Howl","adult":false},{"cast":["Anissa Kate","Anna Polina","Aleska Diamond","Katya Sikova","Yasmine"],"overview":"","release_date":"2013-08-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293522,"title":"La dentiste","adult":true},{"cast":["Peter Haber","Maja Maranow","Tobias Moretti","Jasmin Gerat","Johanna Gastdorf"],"overview":"","release_date":"2012-07-02","genres":[10770,80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293524,"title":"Eine Frau verschwindet","adult":false},{"cast":[],"overview":"Based on Plato's dialogue Charmides.","release_date":"1949-06-25","genres":[18],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":293526,"title":"Charmides","adult":false},{"cast":["Jon Strickland"],"overview":"Describes a December 2010 series of five shark attacks at Eqypt's Red Sea Sharm el-Sheikh resort area that has exceptional water areas including coral reefs.","release_date":"2011-01-01","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":293528,"title":"Red Sea Jaws","adult":false},{"cast":["\"Weird Al\" Yankovic","Adam Celentano","Nick Celentano","Jody Fasanella","Brendan McIvor Fleming"],"overview":"In the early 1900s, Ellen, an aspiring actress, tries to find her lucky break in a studio where everything goes wrong.","release_date":"2014-01-01","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":293530,"title":"The Moving Picture Co. 1914","adult":false},{"cast":[],"overview":"Experimental film, in which against a black field, constantly changing coloured strips of paper cross the screen, meet each other and deflect at angles.","release_date":"1956-01-01","genres":[],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":293532,"title":"Motion Pictures","adult":false},{"cast":["Wil Horneff","Stephen Ohl","Kate Godkin","Ashley Devine","Matt Giroveanu"],"overview":"Best buds since childhood, Ben and Matt have grown apart with age. Even when Ben is diagnosed with diabetes, Matt struggles to support his friend like he should. Then, while vacationing at the lake, Matt is awakened by screams and groans coming from Ben's bedroom. The situation is desperate: Ben is convulsing, shaking and gagging. He's gone into a diabetic seizure and with no phone or hospital nearby, Matt's only hope of saving his friend is making the swim to the closest inhabited house--on the other side of the lake.","release_date":"2014-06-10","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293534,"title":"The Longest Swim","adult":false},{"cast":["Bill Oberst Jr.","Brian Berry","Melissa Carnell","Matt Copko","Taylor Horneman"],"overview":"Desperate for a break from big city life, Emma heads to her family's cabin deep in the Arkansas hills. As she settles in for some much-needed R&amp;R, she learns that something unspeakable lurks in the surrounding darkness. As the full moon rises, a bloodthirsty werewolf emerges from the shadows, slaughtering everyone in its path and revealing a sinister underworld Emma never knew existed. Thrown into a fight for her life, and her very soul, Emma will need to escape these big bad woods before it's too late.","release_date":"2014-01-01","genres":[27],"vote_average":2.1,"runtime":null,"cert":"N\/A","id":293536,"title":"Werewolf Rising","adult":false},{"cast":["Nina Mercedez","Sunrise Adams","Angie Storm","Dee","Trevor Zen"],"overview":"A trade-off of beauty for heat, but well worth a look.","release_date":"2004-01-01","genres":[],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":293538,"title":"White Hot","adult":true},{"cast":["Dave Finn","Robyn Buck","Tamara Carey","Canyon Prince"],"overview":"Every year, sisters Samantha and Maggie fly home to spend Fourth of July with their parents. But this year Samantha's new husband Dan has mapped out the perfect road trip. With Maggie's husband's Jeep packed to the brim, they head out. But the fun is cut short when their car gets stolen, leaving them stranded in the middle of the desert. With no car, and no cell service, they are forced to seek the help of some small town locals. As the stranded travellers wait for the Sheriff to locate their car, it becomes painfully obvious that the locals have other plans for them. When there's nowhere to hide, all they can do is Run Like Hell.","release_date":"2014-09-23","genres":[28,27,53],"vote_average":3.4,"runtime":80,"cert":"N\/A","id":293540,"title":"Run Like Hell","adult":false},{"cast":[],"overview":"Attorney Margarita Santos has a good life in Miami. But it's suddenly turned upside down when her rich and gorgeous ex-lover comes to town and is willing to do anything to get her back.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293545,"title":"Hot Summer","adult":false},{"cast":["Lola Rêve","Manuel Ferrara","Alina Li","Anikka Albrite","Ash Hollywood"],"overview":"Lola has fantasized for a long time about the handsome Manuel Ferrara. Desperate to meet him, she flies to Los Angeles where she is hoping to offer herself to him and make his every desire come true… even the most perverse! Even though Lola has only just arrived on the Pacific coast, Manuel joins her in her hotel room: he wants to know how far the French girl is willing to go. As well as being a gorgeous blonde with a perfect body, Lola has an exceptional talent for blowjobs and can't wait to prove it to Manuel. Beautiful Lola can be very convincing, and that's how she gets her invite to a very special party…","release_date":"2014-04-16","genres":[],"vote_average":9.0,"runtime":88,"cert":"N\/A","id":293547,"title":"The Orgy Initiation of Lola","adult":true},{"cast":[],"overview":"This moving documentary recounts the two months leading to Martin Luther King Jr.'s death in 1968, coinciding with the 65-day strike of 1300 Memphis sanitation workers.","release_date":"1993-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293552,"title":"At the River I Stand","adult":false},{"cast":[],"overview":"A film by Philip Hoffman that chronicles the final days of his father.","release_date":"2015-01-31","genres":[99],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":293557,"title":"Aged","adult":false},{"cast":["Griffin Dunne","Karen Allen","Jeroen Krabbé","Stuart Wilson","Joe Petruzzi"],"overview":"Fact-based story of an Israeli government agent assigned to use her beauty as well as intelligence to snag a man on the run with atomic secrets.","release_date":"1990-03-19","genres":[18,36],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":293559,"title":"Secret Weapon","adult":false},{"cast":[],"overview":"Prince William and Prince Harry discuss their charity work in Southern Africa and their bond as brothers.","release_date":"2010-12-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293561,"title":"William and Harry: The Brother Princes","adult":false},{"cast":["Loretta Devine","Esai Morales","julianne cabrera","Salli Richardson-Whitfield"],"overview":"A diverse community, an ambitious newly-appointed principal and a handful of committed teachers come together to save a once popular suburban school in danger of closing.","release_date":"2013-10-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293563,"title":"Saving Westbrook High","adult":false},{"cast":["Clifton Powell","Chrystale Wilson","Leslie Black","Christopher Dorrah","Shatoya McClintock"],"overview":"Interludes\" is based on the real life events of three incarcerated women as they detail traumatic events from their love lives. It's about the complicated relationships, from the first love to last, and how life events shape our hearts.","release_date":"2012-08-10","genres":[53,18],"vote_average":0.0,"runtime":133,"cert":"N\/A","id":293565,"title":"Interludes","adult":false},{"cast":[],"overview":"Around 1970, Marije Meerman was placed in the anti-authoritarian day-care centre Prins Constantijn in Amsterdam, where children were raised by a group of parents to become ‘socially critical, creative, emancipated, lusty, solidary people’. For her graduation film in 1995, she visited young adults who had been in this ‘kresj’ with her. In this documentary sequel, she shifts the perspective to the parents who, with progressive insight, look back on this social experiment. The film also includes new archive footage.","release_date":"2014-09-29","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293567,"title":"Onze kresj","adult":false},{"cast":["Kevin Hamedani","Ramon Isao","Cooper Hopkins","Brett Davern","James Hong"],"overview":"Kaveh and Raul are two b-movie co-writers who have suffered a bitter falling out. Kaveh's lost his girlfriend, and spends his days getting high in his apartment, while Raul is off studying at Columbia University. But when one of their films (\"Islama-rama 2\") is accepted by a film festival, the two ex-friends are forced to tentatively re-connect in order to pitch their script to the mysterious producer, Yukio Tai (James Hong). Along the way, they will have to brave brutish bodyguards, cutthroat colleagues, inept agents, romantic entanglements, prima donna actors, and the trials of their own bitter friendship.","release_date":"2012-10-19","genres":[35],"vote_average":0.0,"runtime":144,"cert":"N\/A","id":293569,"title":"Junk","adult":false},{"cast":["Vera Tschechowa","Rüdiger Vogler","Hanns Zischler","Katharina Böhm","Vadim Glowna"],"overview":"A director (Hanns Zischler), his fiancee (Vera Tschechowa), a scriptwriter (Rudiger Vogler) and a student interact and discuss their emotions, at length.","release_date":"1986-09-11","genres":[18],"vote_average":6.0,"runtime":120,"cert":"N\/A","id":293571,"title":"Tarot","adult":false},{"cast":["Katharina Böhm","Harald Krassnitzer","Monica Bleibtreu","Christel Peters","Jasmin Schwiers"],"overview":"","release_date":"2003-11-10","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293573,"title":"Gefährliche Gefühle","adult":false},{"cast":["Katharina Böhm","Esther Schweins","Oliver Korittke","Julian Weigend","Martin Armknecht"],"overview":"","release_date":"2005-01-31","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293575,"title":"Tausche Kind gegen Karriere","adult":false},{"cast":["Ricky Martinez","June","Manuel Torres","Oliver Rios","Dimitri Santiago"],"overview":"This is called hangin' with the big boyz! More bone for your buck; 100% pure Latino beef. See the biggest star in porn heaven as Big City Video and the Latin Connection introduces Mr. 12\" x 9\" - cover model Ricky Martinez. You think you can handle the anaconda?","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":293577,"title":"Anaconda","adult":true},{"cast":["Katharina Böhm","Stephan Kampwirth","Tim Bergmann","Bettina Zimmermann","Harry Baer"],"overview":"Karen Bender is a plastic surgery expert who will soon be promoted to Senior Physician. Her family life with her husband Christoph and little daughter Kim could hardly be more harmonious. However, when a routine check-up reveals that the seven-year-old is a lethal tumor, Karen is unexpectedly caught up in her past: Professor Victor Novak, an internationally renowned neurosurgeon, is the only one who can save Kim's life. But years ago Karen had an affair with Viktor during a joint engagement in the Balkan war.","release_date":"2006-05-05","genres":[10770,18,10751],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":293579,"title":"The Hour of Decision","adult":false},{"cast":["Barbara La Marr","Bert Lytell","Lionel Barrymore","Richard Bennett","Montagu Love"],"overview":"War drama - Fitzmaurice was able to film King Victor Emmanuel III and Benito Mussolini reviewing Italian troops. As with many silents directed by George Fitzmaurice this film is now a lost film.","release_date":"1923-12-17","genres":[10752,18],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":293581,"title":"The Eternal City","adult":false},{"cast":["Christiane Hörbiger","Katharina Böhm","Michael Gwisdek","Marie Zielcke","Bettina Redlich"],"overview":"","release_date":"2007-05-07","genres":[80,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293583,"title":"Alma ermittelt – Tango und Tod","adult":false},{"cast":["Coady Allen","Howard Calvert","Joe Grisaffi","Corey Fuller","Tom Martino"],"overview":"What happens when the white man brings their smack into Soda's hood?","release_date":"2012-02-21","genres":[27,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293585,"title":"Race War: The Remake","adult":false},{"cast":["Maja Maranow","Friedrich von Thun","Nicole Heesters","Katharina Böhm","Dietz Werner Steck"],"overview":"","release_date":"2008-04-28","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293587,"title":"Zeit zu leben","adult":false},{"cast":["Katharina Böhm","Oliver Stokowski","Tim Bergmann","Bernadette Heerwagen","Michael Brandner"],"overview":"","release_date":"2009-05-11","genres":[18,80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293589,"title":"Durch diese Nacht","adult":false},{"cast":["Mami Yamasaki","Kazuki Namioka","Mondo Yamagishi","Kiyohiko Shibukawa","Kanji Tsuda"],"overview":"A mysterious city woman named Kiyomi is cared for by an old village woman. The male villagers are intrigued by Kiyomi, especially Masaru, a young man who the surrogate grandson to the old woman, eats dinner with her every night. Despite constant questioning, Kiyomi refuses to talk about her past. The enigma of her presence only bewitches the men further. Shinji, a writer, gives her the only copy of his book. Tatsuya, a farmer, offers her his ripest tomatoes. Kiyomi acts timid, but she secretly likes the attention. But when the old woman collapses, there is no one to protect the frail city woman. Later, a sinister man from the city arrives looking for Kiyomi. A disturbing truth will be revealed about her while a strange and outrageous battle of love will ensue.","release_date":"2013-02-02","genres":[18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":293591,"title":"Love Bombs","adult":false},{"cast":["Katharina Böhm","Hans-Werner Meyer","Peter Fitz","Götz Otto","Wilfried Hochholdinger"],"overview":"","release_date":"2009-09-07","genres":[53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293593,"title":"Bis an die Grenze","adult":false},{"cast":["Prince","Michael Bland","Alan Leeds","Marva King","Joe Levy"],"overview":"In the mid-1990s reports emerged that Prince had fallen into dispute with his record company. Having signed what was ostensibly a new, 100 million dollar contract just a couple of years before, Prince was now demanding - not unreasonably to most commentators - control of his masters and the freedom to release what he wanted when he wanted. After a bitter war of words, during which the star scrawled Slave across his cheek whenever he appeared in public and routinely dissed his label, the parties finally settled and Prince henceforth was free to take full control of his music and the way it was sold to consumers. Prince approached this task with devastating foresight as he routinely created new marketing concepts which, with time, became the norm across the music world.","release_date":"2014-07-08","genres":[10402,99],"vote_average":6.5,"runtime":135,"cert":"N\/A","id":293595,"title":"Slave Trade: How Prince Remade the Music Business","adult":false},{"cast":["Oliver Stokowski","Katharina Böhm","Jürgen Tarrach","Gudrun Ritter","Merab Ninidze"],"overview":"","release_date":"2012-05-14","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293597,"title":"Das Geheimnis in Siebenbürgen","adult":false},{"cast":["Katharina Böhm","Maja Maranow","Martin Feifel","Michael Habeck","Max Herbrechter"],"overview":"","release_date":"2011-03-21","genres":[80],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":293599,"title":"Mord in bester Familie","adult":false},{"cast":["Maximilian Simonischek","Katharina Böhm","Kostja Ullmann","Michael Roll","Gisela Schneeberger"],"overview":"A noble prostitute is found dead in the toilet of a trendy club. Actually a normal case for Chief Inspector Lukas Laim - he would not know this woman intimately. In addition, the case gets an unexpected twist: Laim and his assistant Tim Berners encounter in the customer file of the victim on the top managers of a pharmaceutical company. Suddenly the sexual offense becomes a serious case of white-collar crime.","release_date":"2012-04-30","genres":[80],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":293601,"title":"Die Tote ohne Alibi","adult":false},{"cast":["Iris Berben","Marquard Bohm","Rainer Werner Fassbinder","Eddie Constantine","Karin Thome"],"overview":"In this comedy, Iris Berben plays a mysterious, supernaturally beautiful girl from another planet, who confuses and flusters the men on earth, where she has landed. The men follow her wherever she goes. Marquard Bohm is no exception here - he leaves his wife in a lurch and travels with the Supergirl to Spain. The girl doesn't tell much about herself; she reports, though, about an impending threat from outer space.","release_date":"1971-05-14","genres":[9648,35,18],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":293606,"title":"Supergirl","adult":false},{"cast":[],"overview":"We Remember Marilyn. Marilyn Monroe transforms from Norma Jean, a cuddly teenager, into the most recognizable face and body in the world in these home movies, photos and film clips which span her early bit parts to her most known roles.","release_date":"1998-01-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293608,"title":"We Remember Marylin","adult":false},{"cast":[],"overview":"Knowing Tornado fact from fiction may save your life. Whether handed down as folklore or spread by under-informed reports, the misinformation is out there. Now hear from scientists and survivors with eyewitness testimony separating fact from fiction.","release_date":"2013-05-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293610,"title":"The Truth about Twisters","adult":false},{"cast":["Connie Sawyer","Monica Lewis","Ruthie Thompson","Tony Austin","Milton Goldstein"],"overview":"A Vaudeville comedian still working at 100, a stunning siren who dated Reagan when he was a Democrat, a kid out of college who sold The Ten Commandments around the world, a Disney legend who met Walt when she was a little girl and spent her life with Mickey Mouse: these showbiz vets share wisdom and inspiration garnered over seven lifetimes in the business. Residing together at the Motion Picture &amp; Television Fund home, these entertainment lifers are \"bonded by the show\". These, ladies and gentlemen, are Showfolk.","release_date":"2014-04-25","genres":[99],"vote_average":0.0,"runtime":23,"cert":"N\/A","id":293612,"title":"Showfolk","adult":false},{"cast":["Herbert A.E.Böhme","Elisabeth Flickenschildt","Heidi Kabel","Günther Lüders","Hans Mahler"],"overview":"","release_date":"1938-09-29","genres":[18],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":293614,"title":"A Girl Goes Ashore","adult":false},{"cast":["Paul Hartmann","Hannes Stelzer","Fritz Kampers","Carl Raddatz","Oskar Sima"],"overview":"Nazi cinema produced numerous WW2 military epics, one of the most impressive of which is Ufa's first-rate 1941 production, Uber Alles in der Welt,directed by Karl Ritter (Stukas). Ritter customarily produced morale-building propaganda pictures, and this, his first propaganda film to deal with the war, as well as his finest effort, was one of the highest-grossing pictures of the Third Reich. Set largely in France, England, and Spain, the film chronicles the plight of Germans caught by the outbreak of war and their frantic attempts to return to the Fatherland to join the battle. All of Germany's enemies receive equal disdain. The British, the French, the Poles, and the Jews are portrayed respectively as warmongers, profiteers and cowards. In the end, all that is important is returning to Germany.","release_date":"1941-03-21","genres":[18],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":293616,"title":"Über alles in der Welt","adult":false},{"cast":["Herbert A.E.Böhme","Will Dohm","Otto Gebühr","Carsta Löck","Günther Lüders"],"overview":"","release_date":"1943-09-24","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293618,"title":"Fritze Bollmann wollte angeln","adult":false},{"cast":["Shaun White"],"overview":"Travel around the globe with Action Sports icon Shaun White from the SuperPipe in Alts Bandai to the black tops of Rwanda. It is time to see how he prepares for competition, copes with pressure and rises above the rest to be the best.","release_date":"2009-01-01","genres":[99],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":293620,"title":"Don't Look Down","adult":false},{"cast":["Giampiero Bartolini","Gianni Fantoni","Giovanna Gardelli","Andrea Melli"],"overview":"A freak lived his entire lifetime closed down in a cellar far in the country. But one day the Monkey Boy, after the death of his \"keeper\", an old lonely woman, is forced to explore the world outside. The story is set during one night only, a short time to discover the world, but enough time to find Agata, an autistic young girl, the only creature that seems to be able to communicate with him in that dark night full of weird lonely and unhappy characters called human beings.","release_date":"2009-03-16","genres":[27],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":293622,"title":"Monkey Boy","adult":false},{"cast":[],"overview":"Thugs turn on their mobster boss and kidnap his daughter. Strong performances and a searing realism make this an unusually gripping gangster period piece.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293624,"title":"Pay or Die","adult":false},{"cast":[],"overview":"Rose is a hopeful woman broken by drugs, prostitution and Blondie, the Czar of Hellville. Struggling to support her habit, Rose finds herself and her six year old daughter at Hellville's mercy. When Rose betrays Blondie turning tricks behind his back, she and her daughter endure many hardships, including the fight to protect themselves from Blondie's brutal iron grip, in pursuit of her dream to reclaim their lives. Rose, Ellie and Tony, the three of them an imperfect little family bonded through pain and suffering struggle to escape to find a better part of the imperfect world to live in together. Rose must find the inner strength to reclaim her life and escape the hell that is Hellville.","release_date":"2012-04-15","genres":[],"vote_average":8.0,"runtime":null,"cert":"","id":293626,"title":"Rose","adult":false},{"cast":["Stephen Dypiangco","Patrick Epino","Tamlyn Tomita","Al Leong","George Cheung"],"overview":"An action\/comedy about two offbeat filmmakers reuniting the Asian bad guys from action films from the 80s and 90s, to carry off one impossible mission.","release_date":"2014-03-20","genres":[35,28],"vote_average":6.0,"runtime":52,"cert":"N\/A","id":293628,"title":"Awesome Asian Bad Guys","adult":false},{"cast":[],"overview":"The earth and sky are filled with mysteries. Startling evidence emerges yearly that supports the existence of Lake Monsters, Wild Men, & Werewolves.","release_date":"2014-01-01","genres":[],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":293630,"title":"American Monsters: Werewolves, Wildmen and Sea Creatures","adult":false},{"cast":["Carlee Baker","Annie Baria","Amanda Barton","Felicia Blade","Steve Callahan"],"overview":"Phil and his misfit friends score big when they are invited to the party of the century at Bob's house. Known for throwing the craziest drug, sex and booze filled parties, this was sure to be a night to remember. The only problem is that they can't remember a thing. When Phil wakes up realizing that his girlfriend is only hours from knocking on his door, he decides to enlist the help of his friends to try to piece together what was obviously a night worth remembering.","release_date":"2014-10-07","genres":[35],"vote_average":3.4,"runtime":86,"cert":"N\/A","id":293632,"title":"Bro, What Happened?","adult":false},{"cast":["Richard Beymer","Hannah Cutrona","Marta DuBois","Drake Hogestyn","Priscilla Pointer"],"overview":"Richard Beymer stars in this futuristic story of the United States at the turn of the century and a sport called combat hockey. With Marta DuBois, Drake Hogestyn, Hannah Cutrona, Cristina Raines, Priscilla Pointer.","release_date":"1985-05-24","genres":[80,18,878,53],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":293634,"title":"Generation","adult":false},{"cast":["Robert Wagner","Stefanie Powers","Lionel Stander","Mike Connors","Mike Connors"],"overview":"Jonathan Hart, the wealthy entrepreneur, and his charming investigative reporter wife, Jennifer, once again get caught up in a mystery, this time involving corrupt government contractors. Aided by their trusty servant Max, who is more family than employee, and their dog Freeway, the Harts try to resolve issues with an investigation into Jonathan’s business dealings with an old friend in the aerospace industry, and find themselves in the midst of a dark plot which will put Jonathan’s freedom, their home, and even their lives in jeopardy.","release_date":"1993-11-02","genres":[12,80,9648],"vote_average":5.2,"runtime":86,"cert":"N\/A","id":293636,"title":"Hart to Hart Returns","adult":false},{"cast":["Paola Nuñez","Mauricio T. Valle","Rafael Simón"],"overview":"A movie actress and a film director decide to create their own version of what love should be, therefore each tuesday, no matter where or with whom they are, they see each other in order to love each other.","release_date":"2014-12-04","genres":[18],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":293638,"title":"Dariela Los Martes","adult":false},{"cast":[],"overview":"History of the suburbs and towns Northwest of Chicago.","release_date":"","genres":[99],"vote_average":0.0,"runtime":111,"cert":"N\/A","id":293640,"title":"Northwest of Chicago - From Farm Fields to Boomtowns","adult":false},{"cast":[],"overview":"History of the suburbs and towns North of Chicago.","release_date":"","genres":[99],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":293642,"title":"Chicago's North Shore","adult":false},{"cast":["Jason Harris","David Hoffman","Bill Lobley","Darin De Paul","Marieve Herington"],"overview":"Top Cat has arrived to charm his way into your hearts! Ever wonder how this scheming feline got his start? Well Top Cat Begins reveals the origins of everything you know and love about this classic comedy hero. What follows is an adventure so crazy that it has to be seen to be believed!","release_date":"2015-10-30","genres":[35,16,10751],"vote_average":5.1,"runtime":89,"cert":"N\/A","id":293644,"title":"Top Cat Begins","adult":false},{"cast":["Antonio Banderas","Rodrigo Santoro","Juliette Binoche","James Brolin","Lou Diamond Phillips"],"overview":"Based on a true story about the collapse at the mine in San Jose, Chile that left 33 miners isolated underground for 69 days.","release_date":"2015-08-06","genres":[18,36],"vote_average":6.2,"runtime":120,"cert":"12A","id":293646,"title":"The 33","adult":false},{"cast":["Oscar Hagerman","Dora Maria Ruiz Galindo","Enedino Diaz","Isabel Hernández"],"overview":"Doris and Oscar, a couple who has spent 40 years living and working together, face their impending retirement. Both dedicated their lives to educational projects and architecture in rural indigenous communities in Mexico. Isabel and Enedino, two indigenous professionals in the Sierra of Puebla, take the baton from their mentors and teachers. A documentary that celebrates and explores the transformational process of teaching, learning and building.","release_date":"2016-03-31","genres":[99],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":293648,"title":"El patio de mi casa","adult":false},{"cast":["Jean Yanne","Jodie Foster","Sydne Rome","Bernard Giraudeau","Claude Gensac"],"overview":"A man hires a P.I. to find a sexy woman he fell in love with. The woman lives with her underage teen sister who dreams about having sex for the first time, but wants a real man. That's when the P.I. shows up and stirs up the household.","release_date":"1977-10-26","genres":[18,35,10749],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":293650,"title":"Stop Calling Me Baby!","adult":false},{"cast":["Robert Van Damme","Matt Cole","Kent North","Alex Collack","Arpad Miklos"],"overview":"Kent North works overtime to bring new levels of four-star service to the lucky guests of Collingwood Manor. When a cast of horse-hung, muscle bound hunks checks in, North bends over backwards to make their stay as enjoyable as possible. No matter what these studs require, North is the man for the job - he's At Your Service.","release_date":"2006-03-14","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":293652,"title":"At Your Service","adult":true},{"cast":["Nikolay Naumov","Miroslava Karpovich","Andrey Fedortsov","Aristarkh Venes","Vladimir Tolokonnikov"],"overview":"Igor, a furniture store manager, tries to figure out what happened during the corporate event which resulted his store to be completely destroyed.","release_date":"2014-09-18","genres":[35],"vote_average":2.6,"runtime":89,"cert":"N\/A","id":293654,"title":"Corporate Event","adult":false},{"cast":[],"overview":"Beyonce performs Déjà Vu; Medley: Baby Boy; Naughty Girl; Medley: Say My Name; Independent Women\/Survivor; Ring the Alarm; Irreplaceable and Crazy in Love.","release_date":"2006-11-11","genres":[],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":293659,"title":"Beyonce at the BBC","adult":false},{"cast":["Mária Podhradská","Richard Čanaky"],"overview":"Spievanka and Zahrajko prepared new DVD of successful series. This time Spievanka and Zahrajko bring children from kindergarten to Spievankovo for entire year​​. Children will see how Spievankovo ​​changes throughout the year. The DVD consists of 15 themed songs to the seasons in which the children will sing and dance. We believe that with this DVD you will experience a lot of fun: 1. My sme dvaja kamaráti 2. Jarné kvety 3. Slniečko 4. Ťuki ťuki ťukalo 5. Leto 6. Naša zem je guľatá 7. Daj pravú ruku vpred 8. Takto letia vtáci 9. Bolo raz jabĺčko krásne 10. Na cestičke roháč 11. Prší dáždik 12. Padá sniežik, padá 13. Postavím si snehuliaka 14. Padá sniežik 15. V zime","release_date":"2011-09-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293661,"title":"Spievankovo 2","adult":false},{"cast":["Mária Podhradská","Richard Čanaky"],"overview":"Spievanka and Zahrajko this time visited children in kindergarten and learn with them why it is important to wash your teeth, hands, why they should nicely eat, that sometimes it is good to sleep :-). They visited together traffic playground, had a birthday party and they were still singing and dancing.  1. My sme dvaja kamaráti  2. Sen  3. Čarovné slovíčka  4. Do mestečka Poriadkova  5. Zábava a šantenie  6. O umývaní rúk  7. Máme veľký hlad  8. Zúbky  9. Poobedný spánok  10. Štyri kroky dopredu  11. Na ceste si pozor daj  12. Ponosa  13. Choroba  14. Hlava, ramená, kolená palce  15. Všetko najlepšie  16. Ja som žabka, ty si žabka  17. Keď si kamarát","release_date":"2012-11-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293663,"title":"Spievankovo 3","adult":false},{"cast":[],"overview":"Get ready for both tricks and treats when  you join Dora and Boots on a spooky Halloween adventure and a magical hut for a wizard's missing wand!","release_date":"2004-08-31","genres":[12,16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293665,"title":"Dora the Explorer: Dora's Halloween","adult":false},{"cast":["Michael Fitz","Edgar Selge","Bettina Mittendorfer","Gerhard Wittmann","Hanna Plaß"],"overview":"","release_date":"2013-07-02","genres":[10770,80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293667,"title":"Hattinger und die kalte Hand","adult":false},{"cast":["Mária Podhradská","Richard Čanaky"],"overview":"Already the fourth sequel of the popular song DVD for children from Maria Podhradska and Richard Canaky Spievankovo ​​4 will get you through the Spievankovo country, where lives Spievanka and Zahrajko, lives a fairy Nezábudka and her friend rabbit Smejko.  Smejko bunny who loves to travel, wants to go on a trip to England. Fairy Nezábudka therefore invites to Spievankovo ​​her small English friends who teach bunny Smejko English. They experience many adventures and fun and sing cheerful English songs:  1. Dobré ráno, milé kvietky  2. Hello  3. Good morning  4. My name is Emily  5. Farm animals  6. One, two, three  7. Blue is the sky  8. I am the music man  9. I get up in the morning  10. Head, shoulders, knees and toes  11. I am big  12. Bread and butter  13. I will go by bus  14. Dobrú noc vám prajem, kvietky","release_date":"2013-12-04","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293669,"title":"Spievankovo 4","adult":false},{"cast":["Nico"],"overview":"Scenes of Sausalito, California, including boats, the docks, and streets. Eventually, the setting turns to night and boats appear silhouetted against the sky. A woman speaks poetic phrases on the soundtrack; at intervals her face is seen. A band begins to play but ceases again as lights appear in distant windows.","release_date":"1967-01-01","genres":[],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":293671,"title":"Sausalito","adult":false},{"cast":["Aileen Pringle","Huntley Gordon","Cleo Madison","Eleanor Boardman","Norman Kerry"],"overview":"Successful middle-aged manufacturer Frank Parry takes a business trip to New York, where he becomes infatuated with Eva Boutelle, manager of the Swansea Cotton Mills. For a time, their affair develops, but Eva remains true to her husband ...","release_date":"1924-04-20","genres":[18],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":293673,"title":"True As Steel","adult":false},{"cast":["Brontis Jodorowsky","Fabiola Falcón","David Reynoso","Armando Silvestre","Claudio Brook"],"overview":"Regina, who lives with her son Daniel, loses her teaching job because his illegitimacy. She opens a sewing shop and keeps her child away from people. The movie narrates the dramatic relationship between a mother, her illegitimate child and the puritanical society around them.","release_date":"1974-01-31","genres":[],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":293681,"title":"El muro del silencio","adult":false},{"cast":["Annie Sprinkle","Bree Anthony","C.J. Laing","Sandy Foxx","Tony Richards"],"overview":"Two sisters have sex with a guy, who is engaged to one or both of them.","release_date":"1975-07-19","genres":[],"vote_average":3.0,"runtime":70,"cert":"N\/A","id":293683,"title":"Satan Was a Lady","adult":true},{"cast":["Stéphane Ferrara","Christiane Jean","Daniel Ubaud","Christophe leroux"],"overview":"","release_date":"1986-07-02","genres":[80],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":293685,"title":"La Nuit du risque","adult":false},{"cast":["Aleksander Marten","Ida Kaminska","Adam Domb"],"overview":"The last Yiddish feature made in Poland before WWII, this 1939 film is based on a 1907 play by the prolific playwright Jacob Gordin.","release_date":"1939-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293687,"title":"Without a Home","adult":false},{"cast":["Edna Purviance","Raymond Bloomer","Charles K. French"],"overview":"Joan and Magdalen are the daughters of a fisherman. Magdalen leaves her fiancé, Peter, to run off to the big city. Joan and Peter marry. Magdalen's return years later causes trouble for the marriage, but Joan and Peter remain together in the end.","release_date":"1926-01-02","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":293689,"title":"A Woman of the Sea","adult":false},{"cast":["Betty Compson","Clive Brook","Josephine Earle","Marie Ault","Myrtle Peter"],"overview":"David Compton leaves his expecting French girl-friend Louise Boucher, a dancer at the Moulin Rouge, for the war where he looses his memory. Building a new life from scratch after the war, he gets married in London. Louise, now a mother, thinks him dead. She becomes a famous dancer under the name Deloryse but falls gravely ill. One night, as David is in the audience of her show, he recovers his memory. When she learns that David is married to another woman, Louise turns her son in the care of David's new wife and accepting a dancing job at a party, she dies there of exhaustion and sorrow.","release_date":"1923-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":293691,"title":"Woman to Woman","adult":false},{"cast":["Unity More","Mary Dibley","Mary Forbes"],"overview":"A widow and her daughters join the Women's Service Training Bureau and become a nurse, a journalist and a landscape gardener.","release_date":"1919-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":293693,"title":"Women Who Win","adult":false},{"cast":["Werner Hinz","Ilse Steppat","Albrecht Schoenhals","Viktoria von Ballasko","Hilde Hildebrand"],"overview":"","release_date":"1951-10-03","genres":[80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293695,"title":"Die Schuld des Dr. Homma","adult":false},{"cast":["Herbert A.E.Böhme","Eva Pflug","Werner Schumacher","Günther Jerschke","Helmuth Gmelin"],"overview":"","release_date":"1954-07-15","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293697,"title":"Hin und her","adult":false},{"cast":[],"overview":"Animated short directed by James Whitney.","release_date":"1977-01-02","genres":[],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":293699,"title":"Wu ming","adult":false},{"cast":["Ward Wilson"],"overview":"Mr &amp; Mrs Whoosis inspect and purchase a house trailer and head for the Parsley Trailer Park.","release_date":"1952-01-01","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":293701,"title":"Parlor Bedroom and Wheels","adult":false},{"cast":["Anna Neagle","Michael Wilding","Gladys Young","Felix Aylmer","Julian D'Albie"],"overview":"Based on the Reginald Berkeley stage play, this compelling historical drama offers a depiction of the life story of Florence Nightingale (Anna Neagle), the young 19th-century Englishwoman famously drawn to a career in nursing. Traveling to Turkey during the Crimean War, Florence gains a reputation for being devoted to the care of wounded soldiers and for pioneering higher standards for sanitary hospital conditions.","release_date":"1951-09-22","genres":[18],"vote_average":0.0,"runtime":110,"cert":"U","id":293703,"title":"The Lady with a Lamp","adult":false},{"cast":[],"overview":"Directed by Liang Zhang.","release_date":"1984-01-02","genres":[18],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":293705,"title":"Yamaha fish stall","adult":false},{"cast":["Erwin Geschonneck","Kurt Böwe","Winfried Glatzeder","Fred Delmare","Marita Böhme"],"overview":"","release_date":"1981-05-14","genres":[35],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":293707,"title":"Asta, mein Engelchen","adult":false},{"cast":["Kathryn Bronson","Doc Partin","Earl Partin","Geech Partin","Henry O. Partin"],"overview":"A young cowboy from Wyoming - hitchhiking across Florida - finds himself getting work with cattleman Henry O. Partin on his Brahman ranch, where he's attracted to Partin's niece. Will he stay or move on?","release_date":"1951-01-12","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":293709,"title":"Way Out West in Florida","adult":false},{"cast":["Tram Pickett","Dick Pope","Ann Williamson"],"overview":"An aqua-maid at Cypress Gardens in Florida tells of her profession - wins the 'Miss Citrus' contest and then has to decide whether she wants to leave and take a shot at stardom.","release_date":"1950-01-01","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":293711,"title":"The City of Beautiful Girls","adult":false},{"cast":["Brigitte Lahaie","Willy Braque","Anouchka","Guy Royer","Joël Charvier"],"overview":"When Patricia and Hubert split up, she invites a couple of friends into her home for sex and games. But when Hubert returns, she tries to catch him with the maid.","release_date":"1977-11-23","genres":[],"vote_average":8.5,"runtime":null,"cert":"N\/A","id":293716,"title":"Possessions","adult":true},{"cast":["Oleg Borisov","Aleksandr Belyavskiy","Nonna Terentyeva","Vladimir Tatosov","Mikhail Volkov"],"overview":"A Russian engineer Petr Garin possesses a unique beam-shooting weapon that can destroy any target. His goal is to achieve world domination with the help of this weapon. Vasily Shelga is out to stop him and also to prevent others getting possession of this weapon.","release_date":"1973-10-15","genres":[18,878,53,12],"vote_average":6.0,"runtime":247,"cert":"N\/A","id":293721,"title":"Failure of Engineer Garin","adult":false},{"cast":["Donald O'Connor","Peggy Ryan","Ann Blyth","Helen Vinson","Helen Broderick"],"overview":"The son of a strict Navy officer falls for the daughter of a musical-comedy star.","release_date":"1944-02-01","genres":[10402,35],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":293723,"title":"Chip Off the Old Block","adult":false},{"cast":["Edward Everett Horton","Esther Ralston","Erwin Connelly","Gertrude Short","Ethel Wales"],"overview":"Neil McRae, an impoverished composer, loves Cynthia Mason, but, fearing poverty, proposes to wealthy Gladys Cady. Can he compose himself and find the courage to seek love over comfort?","release_date":"1925-06-05","genres":[35],"vote_average":6.5,"runtime":70,"cert":"N\/A","id":293725,"title":"Beggar on Horseback","adult":false},{"cast":["Johannes Heesters","Werner Hinz","Curt Bois","Gustav Knuth","Ernst Fritz Fürbringer"],"overview":"","release_date":"1980-01-27","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293727,"title":"Die Alten kommen","adult":false},{"cast":["Meret Becker","Curt Bois","Otto Sander","Peter Fitz","Nina Hoger"],"overview":"","release_date":"1981-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293732,"title":"Der Mond scheint auf Kylenamoe","adult":false},{"cast":[],"overview":"","release_date":"2014-08-20","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293734,"title":"Le temps qu'il fait","adult":false},{"cast":["Jean Reno"],"overview":"Who has not dreamed of embracing the city of Paris from the sky? Fly and explore the exceptional places that have shaped and are shaping the history of Paris: Eiffel Tower, Notre Dame de Paris, the Louvre, the Bastille, Invalides, the Opera ... Far from the clichés of postcards out of marked routes by travel guides, this new film invites viewers to an exceptional private tour of the city of Paris. Travel through the centuries and be witnesses of the birth of the City Lights. This new production reveals one of the most influential capitals in the world as you've never seen.","release_date":"2014-09-20","genres":[99],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":293736,"title":"Paris Story","adult":false},{"cast":["Attila Müller","Scott Alexander Young"],"overview":"","release_date":"2012-07-16","genres":[36,99],"vote_average":0.0,"runtime":null,"cert":"","id":293738,"title":"The Medieval Trip","adult":false},{"cast":["Slim Summerville","Emmett Lynn","Minerva Urecal","Vernon Dent","Frank Sully"],"overview":"Slim and Ezra are roommates and are wondering why they are still single.  Ezra tells Slim that the local battle axe played by Minerva Urecal has a crush on him but Slim lacks the nerve to ask her to marry him.","release_date":"1944-02-17","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293740,"title":"Bachelor Daze","adult":false},{"cast":["Alice Faye","Jack Oakie","John Payne","Cesar Romero","James Newill"],"overview":"After WWI two men go into radio. Failure leads the wife of one to borrow money from another; she goes on, after separation, to stardom. A coast-to-coast radio program is set up to bring everyone back together.","release_date":"1941-05-09","genres":[35,10402,10749],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":293742,"title":"The Great American Broadcast","adult":false},{"cast":["Tim Holt","Virginia Gilmore","Joan Carroll","Spring Byington","Robert Barrat"],"overview":"Handsome Laddie Stanton courts neighbor Pamela Pryor, meeting opposition from her stern military father, recently immigrated from England.","release_date":"1940-01-18","genres":[18],"vote_average":6.0,"runtime":70,"cert":"N\/A","id":293744,"title":"Laddie","adult":false},{"cast":[],"overview":"Now that the world's cameras are no longer focused on it, who are the people of Sarajevo today? While exploring the memory of its citizens, we explore the past, present and future, by evoking their hopes and doubts in a city in total change. A cinematographic attempt to exhibit a contemporary image of Sarajevo.","release_date":"2014-06-11","genres":[99],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":293746,"title":"Sarajéviens","adult":false},{"cast":[],"overview":"Nine-month-old Toby has a rare disease that effects his immune system and needs a bone marrow transplant in order to survive.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293748,"title":"One Kiss Could Kill Him","adult":false},{"cast":[],"overview":"A man bent on suicide is stopped by a Grim Reaper, who heads out for a crazy night of partying with the man he's just saved; only after they sober up the next day does the Grim Reaper remember his assignment.","release_date":"2014-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293750,"title":"One For the Road","adult":false},{"cast":["Anna Halprin","Norma Leistiko"],"overview":"A lovely, poetic, humorous and crystal investigation of mankind standing, sitting and lying down. - John Wasserman","release_date":"1970-12-02","genres":[],"vote_average":5.5,"runtime":30,"cert":"N\/A","id":293752,"title":"The Golden Positions","adult":false},{"cast":["Stormy Daniels","Asa Akira","Alison Tyler","Mr. Pete","Xander Corvus"],"overview":"Returning home from a nightmarish blind date, Felicia (Stormy Daniels) walks in on her kinky free-spirited roommate, Alice (Asa Akira) as she's engaged in her own \"date\". Felicia lets them have their fun and goes to a local dive bar for a much needed cocktail. She meets a charming, sexy bartender and although he's younger and not her type, sparks - and clothes - fly.This innocent one-night stand, however, turns into a crazy evening of guns, drugs, kidnapping and a surprise love connection.","release_date":"2014-03-19","genres":[80,35],"vote_average":8.0,"runtime":97,"cert":"N\/A","id":293754,"title":"Nothin' But Trouble","adult":true},{"cast":["Shona Kay","Mason D. Davis"],"overview":"A modern day adventure about the search for special stones touched by the hand of the Lord and brought to the Americas.","release_date":"2014-10-01","genres":[12],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":293756,"title":"16 Stones","adult":false},{"cast":[],"overview":"Have you ever found it impossible to say something, face to face, to someone you know, someone you love? The words just won’t come out? New messaging service, Somebody, could help.","release_date":"2014-08-28","genres":[],"vote_average":7.0,"runtime":10,"cert":"N\/A","id":293758,"title":"Somebody","adult":false},{"cast":[],"overview":"After a graffiti artist loses his brother and fellow partner-in-crime to the hands of a vigilante killer he vows to give up graffiti forever. That lasts until he hooks up with his best friend, a tag-banger out to make a name for himself.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293760,"title":"Transit","adult":false},{"cast":["Nikki Benz","Ava Addams","Rachel Starr","Rikki Six","Luna Star"],"overview":"Nikki goes on a slip 'n slide adventure...with Manuel!  Monster breasted, smoking hot Ava gets a hot DP...by two oil bottle wielding madmen!  Rachel applies hot oil to her sexy curves...Manuel applies the cock!  Rikki and Luna tag-team Toni..in a three-way oil slick romp!  Lex is in big ass 'n' titty heaven...with a slippery coating!  Latin doll Kiara gets doused with gallons of baby oil\u0085then is drenched by Manuel's cum!","release_date":"2013-04-10","genres":[],"vote_average":8.5,"runtime":210,"cert":"N\/A","id":293762,"title":"Oil Overload 8","adult":true},{"cast":["Joe Alwyn","Kristen Stewart","Chris Tucker","Garrett Hedlund","Vin Diesel"],"overview":"19-year-old Billy Lynn is brought home for a victory tour after a harrowing Iraq battle. Through flashbacks the film shows what really happened to his squad - contrasting the realities of war with America's perceptions.","release_date":"2016-11-10","genres":[18,10752],"vote_average":5.9,"runtime":113,"cert":"","id":293767,"title":"Billy Lynn's Long Halftime Walk","adult":false},{"cast":["Glena Avila"],"overview":"Documentary about a single mother who is an amateur cage fighter. When her meteoric rise shocks the mixed martial arts world, she decides to risk it all for her shot at the big time.","release_date":"2013-01-01","genres":[99],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":293772,"title":"Glena","adult":false},{"cast":[],"overview":"Andrew is back with another round of never-before-told-stories and behind the scenes moments with the crew. From hot wings in Chicago to Muskrat pate in Detroit, he reveals some of the foods that didn't make it into the show!","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293774,"title":"Bizarre Foods From the Vault: Volume 2","adult":false},{"cast":[],"overview":"In this biopic, befitting of the future heir to the throne, we'll relive each of William's incredible 30 years, reflect on aspects of life so far and look at the person behind the Prince.","release_date":"2012-06-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":293776,"title":"William at 30","adult":false},{"cast":["Bud Spencer","Philip Michael Thomas","Juan Fernández","Marc Macaulay"],"overview":"","release_date":"1992-01-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":293778,"title":"Extralarge: Moving Target","adult":false},{"cast":[],"overview":"Captivating and educational, Battle of the Strands Live brings the ultimate beauty competition to professionals, students and fashionistas nationwide to showcase some of the best fantasy designs in the world of hair, makeup and nail art.","release_date":"2014-10-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293780,"title":"Battle of the Strands Live","adult":false},{"cast":[],"overview":"Based on the 19th century novel by Tolstoy, the opera of War and Peace tells the story of young Natasha who falls for dashing widow Prince Andrei. But his father disapproves of their proposed union causing the match to be postponed.","release_date":"2014-10-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293782,"title":"Marinksy on Screen War And Peace","adult":false},{"cast":["Maja Baaserud","Arthur Berning"],"overview":"A black comedy that deals with twisted, complicated love between two murdering psychopaths. A young couple that once shared a fascination for mass murder and torture, but now resemble a sad and lifeless parody on relationships.","release_date":"2012-06-22","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":293784,"title":"Angst, Piss & Drid","adult":false},{"cast":["Juraj Johanides","Maroš Kramár","Ady Hajdu","Petra Pyšová"],"overview":"A crazy comedy about three bohemian friends whose fascination with adventures verging on breaking the law, sexual freedom, loose entertainment and no fears of the consequences bring them even to partaking in the theft of an Andy Warhol painting.","release_date":"1994-06-03","genres":[],"vote_average":7.5,"runtime":123,"cert":"N\/A","id":293786,"title":"Na krásnom modrom Dunaji","adult":false},{"cast":["Bud Spencer","Michael Winslow"],"overview":"","release_date":"1993-10-27","genres":[],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":293788,"title":"Extralarge: Condor Mission","adult":false},{"cast":["Sunny Pang","Pete Teo","Pete Teo"],"overview":"Gentle, easy-going Or Kia moves from the countryside to Kuala Lumpur to work for his cousin and best friend Ah Soon, a mid-level gangster and enforcer. While Or Kia works hard to put a sister through school, Ah Soon cares for an unstable girlfriend prone to mysterious disappearances. As they both sink deeper into a nocturnal world of debts, drugs, and betrayal, Or Kia's loyalties are strained when Ah Soon falls out of favor with the bosses and tries to escape the business.","release_date":"2009-03-28","genres":[18,80],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":293790,"title":"Call If You Need Me","adult":false},{"cast":["Ben Gazzara","Carolyn Lowery","Jerome Davis","Paul Hipp","Marianne Borgo"],"overview":"When a young man is arrested for dealing drugs, his girlfriend tries to help him out by making some big money as a member of an exclusive group of prostitutes.","release_date":"1997-01-01","genres":[53,18],"vote_average":7.5,"runtime":90,"cert":"N\/A","id":293795,"title":"Vicious Circles","adult":false},{"cast":["Gregory Hines","Annette O'Toole","Bill Nunn","Gregg Henry","Marc Macaulay"],"overview":"A black New York man returns to his southern hometown to investigate his father's lynching at the hands of a white mob.","release_date":"1991-09-25","genres":[18],"vote_average":0.0,"runtime":null,"cert":"","id":293797,"title":"White Lie","adult":false},{"cast":["Steve Hawkes","Kitty Swan","Krista Nell","Ugo Sasso","Jesús Puente"],"overview":"Tarzan helps the Amazons defeat two gangsters who wished to take over a sacred gold treasure from the women's tribe. There are extensive views of the Central America jungle, and several tough battles between the young Amazons and the evil pirates.","release_date":"1969-06-12","genres":[12],"vote_average":7.0,"runtime":68,"cert":"N\/A","id":293799,"title":"Tarzan in the Golden Grotto","adult":false},{"cast":[],"overview":"After ditching her successful fiancé and lucrative law career, independent Liza pursues her dream of owning a doggie-day care. With the help of her hardworking and hilarious co-workers, including the hypersexual ADI and the fabulous hairdresser Daveed, Liza's business begins to flourish. However doggie treats and bottom lines aren’t the only things consuming Liza’s mind: there’s real chemistry brewing with resident dogwalker\/genius slacker Matt. But can Liza truly risk a relationship with an employee, even if he is adorable?","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293801,"title":"Fetching","adult":false},{"cast":[],"overview":"This follow-up returns to Nevada's premiere legal brothel for another look at the sexcapades of employees and their customers.","release_date":"2003-12-27","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":293806,"title":"Cathouse 2: Back in the Saddle","adult":false},{"cast":[],"overview":"When an expectant teen mother reluctantly works the Night-Shift at a Hostel she must investigate a complaint about strange noises coming from one of the rooms. What she finds locked within, forces her darkest fear to surface.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293808,"title":"Reception","adult":false},{"cast":[],"overview":"Fired from her job just a year before retirement, the subsequent death of her cherished cat proves life changing for a lonely woman.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293810,"title":"Luisa","adult":false},{"cast":[],"overview":"The obsessive culture of online gaming is seen through the tragic case of a baby's death due to neglect in this documentary","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293812,"title":"Love Child","adult":false},{"cast":["Mike Norris","Deborah Goodrich","Seymour Cassel","Arlene Golonka"],"overview":"Double-crossed by both the gangsters and the police, Michael must use his martial-arts talent to rescue his girlfriend's dad.","release_date":"1987-10-23","genres":[28],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":293814,"title":"Survival Game","adult":false},{"cast":["Mackenzie Foy","Chandler Canterbury","Bryce Hurless","Hilarie Burton","Paul Schneider"],"overview":"When their mom goes into a coma after being attacked by a ferocious dog, Daisy and Malick must face the troubles that come afterward.","release_date":"2014-09-26","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293816,"title":"Black Eyed Dog","adult":false},{"cast":[],"overview":"Since the onset of the human race there have been those who instinctively understood the nature of reality and sought to impose their will upon it by co-operating with and honoring the forces that governed it. Although History has left a rich legacy of Magick, Magicians and Wizards with such names as Pythagoras, Paracelsus, John Dee, Cagliostro, Israel Regardi and Eliphas Levi, in the modern era there is only one whose name is still spoken with fearful reverence as the most powerful and influential magician who ever lived – Aleister Crowley.","release_date":"2013-01-01","genres":[18],"vote_average":8.0,"runtime":80,"cert":"N\/A","id":293821,"title":"Aleister Crowley: Legend of the Beast","adult":false},{"cast":[],"overview":"Video recorded in NYC by Michel Auder in 1983, edited in 2009.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":293823,"title":"Blind Sex","adult":false},{"cast":[],"overview":"Super 8 film transferred to SD video.","release_date":"1979-01-01","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":293825,"title":"48 Hours in 8 Minutes","adult":false},{"cast":["Michel Auder"],"overview":"Video by Michel Auder.","release_date":"1999-01-01","genres":[],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":293827,"title":"Bitte Danke","adult":false},{"cast":[],"overview":"Hi8 video by Michel Auder recorded in 1989, edited in 2008.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":293829,"title":"Chelsea, Manhattan - NYC","adult":false},{"cast":["Monica Mattos","Henrique Zanoni","Geisla Fernandes","Daniela Monteiro","Felipe M. Guerra"],"overview":"","release_date":"2014-05-01","genres":[27],"vote_average":5.5,"runtime":20,"cert":"N\/A","id":293831,"title":"The Augusta Street Ripper","adult":false},{"cast":["John McGuinness","Michael Dunlop","Guy Martin","Bruce Anstey","Gary Johnson"],"overview":"The full highlights of the Greatest Real Road Race on Earth - a spectacle that should be witnessed in person but this is the next best thing. The comprehensive record of a week of intense excitement. John McGuinness, Guy Martin, Michael Dunlop and more take on the incredible 37.73 mile Isle of Man TT Mountain Course for the ultimate prize - the TT Trophy. Nearly four hours of frantic action.","release_date":"2014-07-14","genres":[],"vote_average":9.0,"runtime":240,"cert":"","id":293833,"title":"Isle Of Man TT: 2014 Review","adult":false},{"cast":[],"overview":"16mm film transferred to SD video, recorded 1970, edited 2009. An excerpt from Michel Auder's film Cleopatra (1970).","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":293835,"title":"Heads in Love","adult":false},{"cast":["Michel Auder"],"overview":"Video recorded in 1986, edited 1993. ”You know you're addicted to heroin when you begin proclaiming every bag to be your last.” Auder says this from experience. Throughout the early and mid 1980s he was an addict. In this candid piece of disclosure he demonstrates a method of smoking heroin referred to as Chasing the Dragon. Drumming his fingers on the table-top while waiting for the high to take effect, heroin use is depicted as a boredom far from bliss. The work ends with Auder in a druginduced stupor, delivering a rambling proclamation about kicking the habit, ”good-bye dope, good bye monkey.”","release_date":"1993-01-01","genres":[],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":293837,"title":"My Last Bag of Heroin (For Real)","adult":false},{"cast":[],"overview":"Phone video by Michel Auder.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":293842,"title":"Endless Column","adult":false},{"cast":["Anthony Stern"],"overview":"While I was at Cambridge University my girlfriend became pregnant.  The lack of sex education in the 1960’s meant that I failed to make the connection between sex and babies. Taking cues 'nouvelle vague' cinema this film juxtaposes adolescent sexual fantasies with the reality of procreation.","release_date":"1965-01-01","genres":[],"vote_average":0.0,"runtime":12,"cert":"","id":293844,"title":"Baby Baby","adult":false},{"cast":["Iggy Rose"],"overview":"Iggy was a model and the girlfriend of Syd Barrett, and appeared on the cover of his album The Madcap Laughs (1970). She was terrific fun to be with and to photograph. I made a short film of her dancing in Russell Square, which portrays her as the ultimate flower child of the 1960s. Recorded 1966, edited 2008.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":4,"cert":"","id":293846,"title":"Iggy the Eskimo Girl","adult":false},{"cast":["Gordon Eriksen","James Haig","Kevin Haig","Heather Johnston","Monica Sparrow"],"overview":"A soldier on leave from basic training returns home with the goal of sleeping with every woman in town.","release_date":"1989-01-24","genres":[35],"vote_average":5.0,"runtime":84,"cert":"N\/A","id":293848,"title":"The Big Dis","adult":false},{"cast":["Freddy Heineken","Charlene de Carvalho-Heineken","Michel Ray","Lucille Cummins-Heineken","Louisa de Carvalho"],"overview":"Take a captivating ride through nearly 150 years of entertaining history telling the story of the world's largest family controlled brewer. Meet Gerard Adriaan Heineken, who founded the first Heineken Brewery in 1864 and follow this extraordinary tale of pioneering adventure, relentless obsession for quality, persistent innovation, environmental sustainability, and celebrated sports and music events.","release_date":"2014-09-19","genres":[99],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":293850,"title":"The Magic of Heineken","adult":false},{"cast":["Kristen Walterscheid Casner","Laura Azevedo","Kelly Erin Decker","Veronica Ricci"],"overview":"Six sorority girls escape to the countryside for a weekend getaway with their new pledge, Dawn. But, unbeknownst to them, an evil force from World War II is waiting for them - Dawn's great-grandfather, a notorious Nazi murderer. When they conduct a séance that awakens the spirit of the evil killer, their fun weekend getaway becomes a never-ending nightmare as they are are hunted down by the vengeful spirit.","release_date":"2014-02-04","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293852,"title":"Nazi Dawn","adult":false},{"cast":["Victoria Hogan"],"overview":"Four idiots act as robbers in a robbery drill organized by LAPD, but when they kidnap an innocent man, the FBI will have no other option but to send a negotiator. Stars Christopher Corbin, Marlene McCohen and Brandon Brendell.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293854,"title":"Spicy Mac Project","adult":false},{"cast":["Michael Wehrhahn","Sascha Knopf","Angie Martinez","Paula Roth","Joseph Bono"],"overview":"The daughter of a druglord and the son of the chief of police fall in love in this Romeo &amp; Juliet-esque street drama.","release_date":"2001-04-03","genres":[10749,28],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":293856,"title":"Blazin'","adult":false},{"cast":["Cornell MacNeil","Ileana Cotrubas","Justino Díaz","Plácido Domingo","Isola Jones"],"overview":"Rigoletto performed by the Metropolitan Opera.","release_date":"1977-11-07","genres":[18,10402],"vote_average":10.0,"runtime":137,"cert":"N\/A","id":293858,"title":"Rigoletto","adult":false},{"cast":["Jim Vollman","John Bagdasarian","Robert Berson","Don Danielson","Dion DeRizzo"],"overview":"Rene Besson's exploration of the boxes we put ourselves into.  Whether it's sitting in a cubicle or watching TV at home, boxes dominate our lives, whether we like it or not.","release_date":"2000-10-15","genres":[35],"vote_average":2.0,"runtime":93,"cert":"N\/A","id":293860,"title":"Boxes","adult":false},{"cast":[],"overview":"A resentful older sister fills her brother's head with bizarre tales of terror, blood-soaked memories and nightmares of perversion after learning that she must baby-sit and miss a party.","release_date":"2013-01-01","genres":[35,27],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":293862,"title":"Night Terrors","adult":false},{"cast":["Alastair Miles","Ramón Vargas","Bo Skovhus","Simon Yang","Dan Paul Dumitrescu"],"overview":"Politics and love leads to a love triangle between father, son and stepmother.","release_date":"2005-01-01","genres":[18,10402],"vote_average":0.0,"runtime":247,"cert":"N\/A","id":293864,"title":"Don Carlos","adult":false},{"cast":[],"overview":"Hollywood Stuntman, Jeff Jensen, rides the new Ducati Terra Mostro from his home in Malibu, California to the Pikes Peak International Hill Climb in Colorado. This would be a huge undertaking from any man in his mid-twenties, but at twice that age, Jeff hasn't figured that out yet.","release_date":"2009-02-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293866,"title":"The First, Last Race","adult":false},{"cast":["Dick Randall","Jessica Rubicon","Poupee La Rose","Claudine Hogleneel","Roberto Talamo"],"overview":"A comedy directed by José Bénazéraf.","release_date":"1963-12-01","genres":[10402,35],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":293868,"title":"Paris Ooh-La-La!","adult":false},{"cast":["Margot Hielscher","Hans Söhnker","Peter van Eyck","Hannelore Bollmann","Bobby Todd"],"overview":"","release_date":"1949-05-13","genres":[35],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":293870,"title":"Hallo, Fräulein!","adult":false},{"cast":["Gustav Fröhlich","Hannelore Bollmann","Adrian Hoven","Gunnar Möller","Rudolf Schündler"],"overview":"","release_date":"1953-02-18","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293872,"title":"Ehe für eine Nacht","adult":false},{"cast":["Juan Pons","Maria Guleghina","Gwyn Hughes Jones","Wendy White","Samuel Ramey"],"overview":"Nabucco - live from Metropolitan Opera, June 2002.  On its surface, Nabucco is about the epic struggle of Zaccaria and the Jews suppressed by Babylon’s King Nebuchadnezzar and his vengeful daughter, Abigaille. But to Italians fighting for their freedom from Austria, Verdi’s first great opera was an inspiring call to arms.","release_date":"2002-06-15","genres":[18,10402],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":293874,"title":"Nabucco","adult":false},{"cast":["Rubén Hernández","Mercedes Almarcha","Mercedes Girona","Paco Campano"],"overview":"","release_date":"2009-07-03","genres":[53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293876,"title":"La furia de Mackenzie","adult":false},{"cast":["Álvaro Novo","Matías Nicieza","Tamar Novas","Carmela López","Juanillo Estéban"],"overview":"","release_date":"2008-05-20","genres":[35,27],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":293878,"title":"¡Maldito bastardo!","adult":false},{"cast":["Rachel Keller","Tobin Mitnick","Claire Chapelli","Tristan Erwin","Kate Boyer"],"overview":"Home for Thanksgiving break after their first semester at college, five friends discover just how much things change (and don't) after high school.","release_date":"2014-09-19","genres":[35],"vote_average":5.9,"runtime":88,"cert":"N\/A","id":293880,"title":"Hollidaysburg","adult":false},{"cast":["José Filiberto Morales","Hermilo Diego Mendoza,","Angelina Juárez Martínez","Urbano Vázquez Toral","Andrés Pérez Ramos"],"overview":"Barbarian blood is the story of the struggles, aspirations and dreams of a Nahua community in the mountains of the Sierra Norte of Puebla, Mexico. Through a choral narrative, we'll hear the voices of each of the characters as we follow them in their daily lives.","release_date":"2014-01-01","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":293882,"title":"Barbarian Blood","adult":false},{"cast":[],"overview":"When he was only 14 years old, Gustavo decided that he wanted to win five medals at the Paralympic Games in London 2012. He knows it won’t be easy, but he knows he has a good chance of breaking the world record.","release_date":"","genres":[],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":293884,"title":"World Record","adult":false},{"cast":["Julie Pinilla","José Luis Garduño","Daniel de la Garza","Magdalena Kovac","Raúl Quintanilla Alvarado"],"overview":"With the original intention of making a film about laziness, a young man travels to Holland. Soon he starts to retreat from reality and evade reality through drugs, forgetting his original intention of making a film and finally entering a circle of hell where death merges with dreams.","release_date":"2005-12-31","genres":[9648],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":293886,"title":"La cámara robada","adult":false},{"cast":["Emma Matthews","Aldo Di Toro","Stephen Bennett","Dominica Matthews","Edomond Choo"],"overview":"Lakmé, Delibes greatest opera, is performed by Opera Australia in all its oriental glory. Starring the exquisite coloratura soprano Emma Matthews as the innocent girl priestess Lakmé, and superb tenor Aldo Di Toro as the love-struck Gerald, the story tackles religion and cross-cultural love against a backdrop of British rule in India in the mid-19th century.  French conductor Emmanuel Joel-Hornak brings out the full depth of the lush, dramatic score, with familiar high points being the beautiful renditions of the well-known Flower duet and Bell Song. Dominica Matthews adds her rich voice as Mallika and Stephen Bennett is darkly dominating as Brahmin priest Nilakantha, Lakmés father, while Roxane Hislop is a consumate Mistress Bentson.  Set and costume designs by Mark Thompson fill the stage with rich colour, atmosphere and exoticism, complemented by Nigel Levings warm lighting. This restudied production, originally conceived by Adam Cook, is skilfully directed by Roger Hodgman.","release_date":"2011-08-01","genres":[18,10402],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":293888,"title":"Lakmé","adult":false},{"cast":["Chirayu La-ongmani","Chontida Assawahem","Nattapat Nimjirawat","Chanikarn Tangabodi","Kritteera Inpornwijit"],"overview":"Set in 1970s when disco music was popular, Took Kae Rak Pang Mak (Chiang Khan Story) is a romantic comedy set in Chiang Khan district of Loei. Talented 18-year-old actor Jirayu La-Ongmanee (Kao) plays a movie lover from Chiang Khan named Took Kae. Took Kae has sweet boyhood memories of a girl named Pang, played by Chontida Asavahame (Pleng), 19. Took Kae later works with a movie crew in Bangkok on a film starring Pang, who has become an actress. Though Pang appears to be out of his league, Took Kae doesn’t give up on his dreams of being with her.","release_date":"2014-12-10","genres":[35,18,10749],"vote_average":6.0,"runtime":110,"cert":"N\/A","id":293890,"title":"Chiang Khan Story","adult":false},{"cast":[],"overview":"Latiff, a famous but lonely photographer who was orphaned as a small child, sets out on an expedition to photograph abandoned houses around Malaysia.","release_date":"2006-11-23","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":293892,"title":"The Red Kebaya","adult":false},{"cast":["Sol Heras","Anthony Baines","Kezia Burrows","Nick Cornwall","Harry Feltham"],"overview":"The Hunger Games heads back to the Dark Ages when a group of five young Saxons is captured by a clan of fearsome Viking warriors and used as prey in a ritualistic manhunt. High on a potion that turns them \"berserk\" the brutal hunters are soon on the scent of the terrified youngsters in a desperate battle for survival from the ritualistic manhunt. Written and directed by Welsh film-maker Antony Smith.","release_date":"2014-09-15","genres":[53,27],"vote_average":5.1,"runtime":89,"cert":"","id":293894,"title":"Viking: The Berserkers","adult":false},{"cast":["Merih Fırat","Kadir Inanir","Muadelet Tibet"],"overview":"Directed by Serif Gören.","release_date":"1986-01-02","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":293896,"title":"You Sing Your Songs","adult":false},{"cast":[],"overview":"Jimmy Giggle and Hoot the owl live in a wonky, recycled house in the Land of Giggle and Hoot. Join them on the Night Watch as they sing songs, read a story with special guest Damien Leith and share some very giggle-icious night-time shows.  GIGGLE AND HOOT PRESENT:\r Timmy Time - Sweet Dreams Timmy\r Grandpa in My Pocket - Sweet Dreams for Cousin Alvin\r Yo Gabba Gabba! - Sleep\r Angelina Ballerina - Angelina’s Sleepover\r The WotWots - Blinky Winky - Owl\r Fifi and the Flowertots - Bumble’s Afraid of the Dark\r Hoot’s Lullaby","release_date":"2010-11-18","genres":[16],"vote_average":5.5,"runtime":96,"cert":"N\/A","id":293898,"title":"Giggle and Hoot Present the Night Watch","adult":false},{"cast":["Mohammed Tawfik","Mahmoud el-Meliguy","Faten Hamama"],"overview":"","release_date":"1952-01-02","genres":[18],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":293900,"title":"Your Day Will Come","adult":false},{"cast":[],"overview":"Film about a ghost ship. There is no dialogue, just music and a choir.","release_date":"1955-01-02","genres":[16],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":293902,"title":"The Phantom Ship","adult":false},{"cast":["Emilio Ghione","Kally Sambucini"],"overview":"Directed by Emilio Ghione, the second film in the Za-la-Mort series. This film is considered lost.","release_date":"1915-01-02","genres":[],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":293904,"title":"Za-la-Mort","adult":false},{"cast":["Farid Shawqi","Yehia Chahine"],"overview":"Mohammed Karim directed adaptation of the Youssef Wahby novel.","release_date":"1950-01-01","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":293906,"title":"Zeinab","adult":false},{"cast":[],"overview":"This documentary shows how the Berliner workers lived in 1930. The director Slatan Dudow shows through images: a) the workers leaving the factory; b) the raise of the rents; c) the \"unpleasant\" guest, meaning the justice officer that brings the eviction notice; d) the fight of classes of the houses of capitalists and working classes; e) the parks of the working class; f) the houses of the working class, origin of the tuberculosis and the victims; g) the playground of the working class; h) the swimming pool for the working class, ironically called the \"Baltic Sea\" of the working class; i) the effects of humidity of basement where a family lives, with one member deaf; j) one working class family having dinner while the capitalist baths his dog; k) the eviction notice received from an unemployed family and their eviction.","release_date":"1930-01-01","genres":[99],"vote_average":6.0,"runtime":12,"cert":"N\/A","id":293908,"title":"How the Berlin Worker Lives","adult":false},{"cast":[],"overview":"A single-shot short produced by Joe Swanberg for the Northwest Film Forum.","release_date":"2009-03-12","genres":[],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":293910,"title":"One Shot","adult":false},{"cast":["Errol Flynn","Bette Davis","Humphrey Bogart","Lauren Bacall","Edward G. Robinson"],"overview":"Uncensored. Laugh along with Hollywood's brightest stars in this hilarious compilation of bloopers from some of the biggest movies in history . You'll see stars such as Humphrey Bogart, Lauren Bacall, Lucille Ball, Bob Hope, Ronald Reagan, Marlene Dietrich, Boris Karloff, Edward G. Robinson, Errol Flynn and more. They're not so perfect after all when these flubbed moments are caught on film!","release_date":"2013-01-29","genres":[35],"vote_average":6.8,"runtime":123,"cert":"N\/A","id":293912,"title":"Classic Movie Bloopers: Uncensored","adult":false},{"cast":["Charles Krauss","Alexandre Arquillière","André Liabel","Attilio Maffei","Josette Andriot"],"overview":"Directed by Victorin-Hippolyte Jasset.","release_date":"1911-01-02","genres":[],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":293914,"title":"Zigomar","adult":false},{"cast":["Alexandre Arquillière","Charles Krauss","André Liabel"],"overview":"Directed by Victorin-Hippolyte Jasset.","release_date":"1911-01-02","genres":[],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":293916,"title":"Zigomar contre Nick Carter","adult":false},{"cast":["Antonín Fencl","Ema Svandová-Kadlecová","Antonie Nedošinská"],"overview":"Directed by Antonín Fencl.","release_date":"1916-01-02","genres":[],"vote_average":0.0,"runtime":29,"cert":"N\/A","id":293918,"title":"Little Heart of Gold","adult":false},{"cast":["Kazimierz Junosza-Stepowski","Elżbieta Barszczewska","Witold Zacharewicz"],"overview":"Directed by Michal Waszynski.","release_date":"1937-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293920,"title":"Znachor","adult":false},{"cast":["Ernst Rückert","Eva Speyer"],"overview":"We are introduced in the first minutes of the film to a very happy couple, the proud parents of a young daughter. Next we see them on a stroll along a country road, a speeding car veers dangerously close to the little family, and for a moment it appears that the young daughter is struck by the car. As it happens, the daughter is quite unharmed, but the shock is too much for the mother, who has a nervous collapse. She is taken to a psychiatrical hospital, where she is put under observation by the presiding doctor. The doctor soon develops a not entirely medical interest in his patient, and he conspires to keep the mother in his hospital longer than is maybe necessary.","release_date":"1912-01-02","genres":[],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":293922,"title":"Two Lives","adult":false},{"cast":["Sonja Ziemann","Rudolf Prack","Hannelore Bollmann","Maria Andergast","Jane Tilden"],"overview":"","release_date":"1956-10-19","genres":[10749,35,10402],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":293924,"title":"Kaiserball","adult":false},{"cast":["Beppo Brem","Hans Fitz","Lucie Englisch","Thomas Reiner","Hannelore Bollmann"],"overview":"","release_date":"1962-08-17","genres":[35],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":293926,"title":"Zwei Bayern in Bonn","adult":false},{"cast":["Ida Krottendorf","Horst Bollmann","Herbert Stass","Peter Schiff","Til Erwig"],"overview":"","release_date":"1967-12-23","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293928,"title":"Das ausgefüllte Leben des Alexander Dubronski","adult":false},{"cast":["Hans-Michael Rehberg","Claudia Michelsen","Tobias Moretti","Henry Hübchen","Eva-Maria Hagen"],"overview":"","release_date":"2002-08-09","genres":[80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293930,"title":"Gefährliche Nähe und Du ahnst nichts","adult":false},{"cast":["Anja Kling","Gerit Kling","Oliver Korittke","Christel Peters","Anna Thalbach"],"overview":"","release_date":"2005-01-17","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293932,"title":"Irren ist sexy","adult":false},{"cast":["Natalie Dessay","Yann Beuron","Jean-Paul Fouchecourt","Laurant Naouri","Martine Olmeda"],"overview":"Marc Minkowski conducts the Orchestra and Chorus of the Opera National de Lyon in this 1997 production of Offenbach's opera starring Natalie Dessay, Yann Beuron, Jean-Paul Fouchecourt and Laurent Naouri.","release_date":"1997-01-01","genres":[35,10402],"vote_average":0.0,"runtime":123,"cert":"N\/A","id":293934,"title":"Orphée aux enfers","adult":false},{"cast":["Wolke Hegenbarth","Steffen Groth","Ingo Naujoks","Maike Bollow","Gerlinde Locker"],"overview":"","release_date":"2008-04-01","genres":[35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":293936,"title":"Der Prinz von nebenan","adult":false},{"cast":[],"overview":"coming soon","release_date":"2014-06-06","genres":[35],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":293938,"title":"Night of Adventure","adult":false},{"cast":["Willi Forst","Paul Hörbiger","Lee Parry","Oskar Sima"],"overview":"","release_date":"1931-03-06","genres":[35],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":293940,"title":"Die lustigen Weiber von Wien","adult":false},{"cast":["Samantha Haywood","Karlie Montana","James Deen","Mr. Marcus","Mr. Pete"],"overview":"Jesse is a fighter who is kidnapped and indoctrinated by a group of female vigilantes who exact brutal justice on men who commit crimes against women. Jesse is reluctant to join them, but eventually she sees the wisdom in their ways ... until their next victim is Jesse's last love. B. Skow has created a modern porn classic featuring two of the hottest Vivid girls to ever grace adult camera.","release_date":"2010-09-27","genres":[18,80],"vote_average":0.0,"runtime":234,"cert":"N\/A","id":293942,"title":"The Condemned","adult":true},{"cast":["Gustav Fröhlich","Gustav Waldau","Paul Kemp","Gina Falckenberg"],"overview":"","release_date":"1932-11-26","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293944,"title":"Ein Mann mit Herz","adult":false},{"cast":["Henry Morgan"],"overview":"A documentary about the work of Buster Keaton.","release_date":"1968-01-01","genres":[99],"vote_average":4.0,"runtime":93,"cert":"N\/A","id":293946,"title":"The Great Stone Face","adult":false},{"cast":["Kiyoshi Atsumi","Chieko Baishô","Masatoshi Nakamura","Shiho Fujimura","Masami Shimojô"],"overview":"Tora-san becomes friends with Toraya's newest tenant, a pachinko-playing electrician that goes by the nickname Watt.  Tora attempts to match Watt with a young waitress.","release_date":"1977-12-24","genres":[35],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":293948,"title":"Tora-san Plays Cupid","adult":false},{"cast":["Mindy Robinson","Richard Grieco","Roddy Piper","Ashley Laurence","Linda Blair"],"overview":"A story about the history and evolution of absinthe, from 1730 to 1915. The Green Fairy will take you on one hell of a trippy ride through time as it details not just the history of the notorious drink, but the modern day methods of imbibing and manufacturing as well.","release_date":"2015-01-01","genres":[14],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":293950,"title":"The Green Fairy","adult":false},{"cast":["Anders Danielsen Lie"],"overview":"A heartbroken, young man discovers a new type of drug that boosts a persons free will. The only negative side effect is that its effect has an end, so how bad can it really be? And why does its maker decide to never sell it ever again?","release_date":"2014-05-28","genres":[],"vote_average":7.0,"runtime":13,"cert":"N\/A","id":293952,"title":"Deep Control","adult":false},{"cast":["Louis Armstrong","Frank Sinatra","Dizzy Gillespie"],"overview":"The Stars In Concert DVD series presents the best performances of legendary artists who have secured a well-deserved place in music history. On this DVD, youll find an anthology of Louis Armstrongs best TV performances. A great tribute to a great artist. Titles: 1. Hello Dolly 2. Ill Be Glad When Youre Dead You Rascal You 3. Muskrat Rumble 4. On The Sunny Side Of The Street 5. Nobody Knows The Trouble Ive Seen 6. Jeepers Creepers 7. Cest Si Bon 8. Now You Has Jazz\/ Tiger Rag 9. Birth Of The Blues 10. I Love Jazz 11. South Rampart Street Parade 12. When Its Sleepy Time Down South 13. Just Because 14. St. Louis Blues 15. Someday 16. When The Saints Go Marching In 17. Umbrella Man","release_date":"2009-01-02","genres":[10402],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":293954,"title":"The Best Of Louis Armstrong: Satchmo At His Best","adult":false},{"cast":[],"overview":"An 8 minute movie short about making lace, where Angels fear to thread, miniatures, latex and it's uses, and other unique things.","release_date":"1933-09-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":293956,"title":"Bobbin About","adult":false},{"cast":[],"overview":"","release_date":"2010-09-20","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293958,"title":"Une peine infinie","adult":false},{"cast":["Andrew Dean","David James","Kyle O'Shea","Alex Ford","Bruno Flex"],"overview":"Oi oi! Filthy council scallies want you to watch them fuck! Real London rude boys invite you to their council flat sex sessions. Join them in their homes and watch real sex like you have never seen.  Boyish, barely-18 Andy sucks James' beercan thick dick as he gets fucked by hard lad Mark. Filthy deep-throater Bruno takes it as well as he gives it with his huge ten incher. All the lads shoot their loads over skinhead Alex's face. The seven RudeBoi orgy drives the movie to a spunk-dripping climax. This is real serious, multiple fuck action.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":95,"cert":"R18","id":293960,"title":"RudeBoiz","adult":true},{"cast":["Riccardo Salvino","Pino Colizzi","Mico Cundari","Barbara Bouchet","Giancarlo Prete"],"overview":"The real-life courage and audacity of aeronautic acrobats whose ground life is often as exciting as flight maneuvers.","release_date":"1972-08-06","genres":[35,28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293962,"title":"Winged Devils","adult":false},{"cast":["Liane Haid","Viktor de Kowa","Paul Kemp","Erik Ode","Paul Westermeier"],"overview":"Another fine film from the master of stylish early German comedies, Geza von Bolvary. This may not be among Bolvary's major works, but the story of a prince (Victor de Kowa) who substitutes for an actor playing a prince in a film without anyone knowing that he's a prince, which in the following leads to a plot in which the prince pretends to be a prince until someone reveals that he isn't a prince even though he is a prince… ahm… I know it's confusing… well, this story is entertaining indeed, and of course leads to some amorous troubles.","release_date":"1933-11-16","genres":[18],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":293964,"title":"The Castle in the South","adult":false},{"cast":["Wolfgang Liebeneiner","Richard Romanowsky","Sybille Schmitz","Gustav Waldau","Paul Henckels"],"overview":"","release_date":"1934-10-02","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293969,"title":"Abschiedswalzer","adult":false},{"cast":["Gustav Fröhlich","Sybille Schmitz","Veit Harlan","Harald Paulsen","Albrecht Schoenhals"],"overview":"","release_date":"1935-08-25","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":293971,"title":"Stradivari","adult":false},{"cast":["John McLeish","Pinto Colvig","Kevin Corcoran"],"overview":"This generous collection includes 46 of the 48 shorts that starred Goofy between 1939 and 1961 (but none of the great Mickey-Donald-Goofy films from the mid-'30s). The \"How to Ride a Horse\" sequence in The Reluctant Dragon (1941) set the pattern for many of these cartoons. An elegant narrator (artist John Ployardt) explains a sport that Goofy attempts to demonstrate. The character that animator Art Babbitt described in a 1935 lecture (quoted in the DVD bonus material) as an easygoing dimbulb gave way to an enthusiastic but spectacularly maladroit figure. One of the funniest entries in the series, \"Hockey Homicide,\" contains several studio in-jokes: dueling stars Icebox Bertino and Fearless Ferguson, and referee Clean-Game Kinney are named for artists Al Bertino, Norm Ferguson, and director Jack Kinney.","release_date":"2002-12-03","genres":[10751,16],"vote_average":9.7,"runtime":326,"cert":"N\/A","id":293973,"title":"Walt Disney Treasures - The Complete Goofy","adult":false},{"cast":[],"overview":"A Rough Sketch features a linear view of our universe from the human scale to the sea of galaxies, then directly down to the nucleus of a carbon atom.  With images, narration, and a dashboard, it gives a clue to the relative size of things and what it means to add another zero to any number.  The 1977 film, Powers of Ten, was an expanded and updated version of this 1968 study film.  Charles and Ray often gave projects long titles to indicate that they were still exploring their ideas—that the presentation was a model or a type of “sketch.”","release_date":"1968-01-01","genres":[],"vote_average":5.0,"runtime":8,"cert":"N\/A","id":293975,"title":"A Rough Sketch for a Proposed Film Dealing with the Powers of Ten and the Relative Size of Things in the Universe","adult":false},{"cast":[],"overview":"MICHAEL SNOW UP CLOSE was produced on the occasion of The Michael Snow Project, a major, career-spanning, multi-venue retrospective of the artist. The documentary celebrates the multi-faceted shape of Snow's creative genius, including glimpses of his work in painting, sculpture, film, photo-works, performance, installations, and holography. Discussions with Snow, original documentation of his music and performance work, and excerpts from his avant-garde films, are complemented by interviews with filmmakers Jonas Mekas and Bruce Elder, Snow's dealer Av Isaacs, the architect Eb Zeidler, museum director Pierre Théberge, curator Louise Dompierre, and others. A deliberately conventional documentary about a deliberately unconventional artist.","release_date":"1996-01-01","genres":[99],"vote_average":6.0,"runtime":44,"cert":"N\/A","id":293977,"title":"Michael Snow Up Close","adult":false},{"cast":["Erich Franz","Achim Schmidtchen","Erika Dunkelmann","Christel Bodenstein","Ernst-Georg Schwill"],"overview":"Silvesterpunsch is a German entertainment DEFA film by Günter Reisch from the year 1960th","release_date":"1960-12-29","genres":[10402,35],"vote_average":4.0,"runtime":89,"cert":"N\/A","id":293979,"title":"Silvesterpunsch","adult":false},{"cast":["Roland Carey","Maria Grazia Spina","Mario Feliciani","Gabriele Antonini","Andrea Aureli"],"overview":"","release_date":"1964-12-18","genres":[36,18,12],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":293984,"title":"La rivolta dei barbari","adult":false},{"cast":["Raoul Aslan","Angela Salloker","Erika von Thellmann","Attila Hörbiger","Hilde Krahl"],"overview":"","release_date":"1936-09-30","genres":[18],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":293992,"title":"Mädchenpensionat","adult":false},{"cast":["Marte Harell","Lizzi Waldmüller","Albrecht Schoenhals","Werner Hinz","Axel von Ambesser"],"overview":"","release_date":"1940-10-25","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293994,"title":"Traummusik","adult":false},{"cast":["Jester Naefe","Adrian Hoven","Iván Petrovich","Bum Krüger","Rudolf Schündler"],"overview":"","release_date":"1950-11-15","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":293996,"title":"Wer bist Du, den ich liebe?","adult":false},{"cert":"N\/A","title":"Hochzeitsnacht im Paradies","cast":["Johannes Heesters","Claude Farell","Gretl Schörg","Fritz Odemar","Bum Krüger"],"genres":[10402,35],"id":293998,"overview":"","runtime":null,"release_date":"1950-10-23","vote_average":4.5,"adult":false}]