[[{"overview":"A documentary about actress Edith Massey in which she talks about her life and her career in film.","original_language":"en","original_title":"Love Letter to Edie","video":false,"title":"Love Letter to Edie","genre_ids":[99],"poster_path":"\/olo1SpOj4fO8txl2JU13dF8HJ4Z.jpg","backdrop_path":null,"release_date":"1975-01-01","popularity":2.11,"vote_average":6.6,"id":116180,"adult":false,"vote_count":10},{"overview":"Short documentary \/ tribute to the late, truly great American stand-up comedian Bill Hicks, included as an extra in several box sets. Bill Hicks passed away in 1994, taken tragically young aged only 32. His legend and reputation, however, continue to grow.  \"It's Just a Ride\" is a celebration of his life and work, featuring numerous clips of Bill's many recorded stand-up performances, along with trbutes from Sean Hughes, Eric Bogosian, David Letterman and Eddie Izzard, amongst others.","original_language":"en","original_title":"Bill Hicks: It's Just a Ride","video":false,"title":"Bill Hicks: It's Just a Ride","genre_ids":[99],"poster_path":"\/qbBVYiRYdsf0Fd80pFXRMiB1jhR.jpg","backdrop_path":"\/wo5UASUdBus4Du4QKmbsau9azZU.jpg","release_date":"1994-06-18","popularity":1.504,"vote_average":7.9,"id":174020,"adult":false,"vote_count":7},{"overview":"A train speeds through the country on its way to Berlin, then gradually slows down as it pulls into the station. It is very early in the morning, about 5:00 AM, and the great city is mostly quiet. But before long there are some signs of activity, and a few early risers are to be seen on the streets. Soon the new day is well underway. It's just a typical day in Berlin, but a day full of life and energy.","original_language":"de","original_title":"Berlin: Die Sinfonie der Großstadt","video":false,"title":"Berlin: Symphony of a Great City","genre_ids":[99,36],"poster_path":"\/ePGMsItIMHSOvZkCJ6rnl4v64Sq.jpg","backdrop_path":"\/8tYgvakmqLSGBHGqzlnvPCKI0i3.jpg","release_date":"1927-09-23","popularity":2.281,"vote_average":7.8,"id":222,"adult":false,"vote_count":39},{"overview":"A documentary film depicting a group of young boys from Stockholm which live on the outskirts of society. The film is the first part of a trilogy.","original_language":"sv","original_title":"Dom kallar oss mods","video":false,"title":"They Call Us Misfits","genre_ids":[99],"poster_path":"\/r2dyKyZBDz4grF6pbbKZAjHZkhb.jpg","backdrop_path":"\/qaMuAdJr1eipBiZTTAa8G3fijyj.jpg","release_date":"1968-03-25","popularity":1.613,"vote_average":6.8,"id":56500,"adult":false,"vote_count":10},{"overview":"A documentary that delves into the creative, often humorous world of audio dubbing a Hollywood motion picture for the international market.","original_language":"en","original_title":"Being George Clooney","video":false,"title":"Being George Clooney","genre_ids":[99],"poster_path":"\/zoyslreB7dzQZb0wK9R3rzXr2zN.jpg","backdrop_path":null,"release_date":"2016-02-06","popularity":2.389,"vote_average":6.1,"id":403011,"adult":false,"vote_count":9},{"overview":"A passionate conservation biologist brings together a river bushman fearful of losing his past and a young scientist uncertain of her future on an epic, four-month expedition across three countries, through unexplored and dangerous landscapes, in order to save the Okavango Delta, one of our planet's last pristine wildernesses.","original_language":"en","original_title":"Into the Okavango","video":false,"title":"Into the Okavango","genre_ids":[99],"poster_path":"\/na552Awd4Y7d9bNMaPALWMwdLrH.jpg","backdrop_path":"\/xgBLZ4Lnjhmwvp5Pu0SVm1q2ap8.jpg","release_date":"2018-04-22","popularity":2.424,"vote_average":7,"id":520446,"adult":false,"vote_count":1},{"overview":"Drawing inspiration from his personal encounter with the Italian refugee child Giovanna during World War II, Markus Imhoof tells how refugees and migrants are treated today: on the Mediterranean Sea, in Lebanon, in Italy, in Germany and in Switzerland.","original_language":"de","original_title":"Eldorado","video":false,"title":"Eldorado","genre_ids":[99],"poster_path":"\/f3SlYTKWtZVTPnixhILfp3iXMLc.jpg","backdrop_path":"\/8W3txaH2aJE0g0orDEnyChKuE5.jpg","release_date":"2018-05-09","popularity":3.669,"vote_average":6.4,"id":498957,"adult":false,"vote_count":5},{"overview":"Six girls living along the Amazon, Nile, Mississippi, Danube, Ganges, and Yangtze rivers learn about water and sustainability and use their newfound education to protect their communities and homes.","original_language":"en","original_title":"Waterschool","video":false,"title":"Waterschool","genre_ids":[99],"poster_path":"\/aY0FyCl2aD4IBeJ1o0NatRKJ972.jpg","backdrop_path":"\/nKsFVyHxHbfZUo13GClgfblcovE.jpg","release_date":"2018-01-20","popularity":2.906,"vote_average":7.5,"id":537957,"adult":false,"vote_count":2},{"overview":"2016: Obama's America takes audiences on a gripping visual journey into the heart of the worlds most powerful office to reveal the struggle of whether one man's past will redefine America over the next four years. The film examines the question, \"If Obama wins a second term, where will we be in 2016?\"  Across the globe and in America, people in 2008 hungered for a leader who would unite and lift us from economic turmoil and war. True to Americas ideals, they invested their hope in a new kind of president, Barack Obama. What they didn't know is that Obama is a man with a past, and in powerful ways that past defines him--who he is, how he thinks, and where he intends to take America and the world. Immersed in exotic locales across four continents, best selling author Dinesh DSouza races against time to find answers to Obama's past and reveal where America will be in 2016.","original_language":"en","original_title":"2016: Obama's America","video":false,"title":"2016: Obama's America","genre_ids":[99],"poster_path":"\/jqpHg4h2bmHFWDOF0iBqqNo73Go.jpg","backdrop_path":"\/uowIZKkNMjRwsgL4wz4IALJMDVk.jpg","release_date":"2012-07-13","popularity":2.049,"vote_average":4.2,"id":126509,"adult":false,"vote_count":29},{"overview":"Documentary follows Bobby Liebling, lead singer of seminal hard rock\/heavy metal band Pentagram, as he battles decades of hard drug addiction and personal demons to try and get his life back.","original_language":"en","original_title":"Last Days Here","video":false,"title":"Last Days Here","genre_ids":[99],"poster_path":"\/n2NOz5JUsaOB1J8Aq9dYRgcDFtE.jpg","backdrop_path":"\/mrb5u5fTX5Ycz5wLWSOdB0gBfFO.jpg","release_date":"2011-04-29","popularity":2.381,"vote_average":7.6,"id":90873,"adult":false,"vote_count":14},{"overview":"The highway in the Netherlands has a total length of almost 2500 kilometres. There is almost no other country with such an enormous highway density. In this documentary the monumentality, but also the apparent everydayness of our highway is shown. The highway is actually a poorly known arena for a wide range of activities. What does this monumental and almost perfect network say about us?","original_language":"nl","original_title":"Snelweg NL","video":false,"title":"Snelweg NL","genre_ids":[99],"poster_path":"\/uNRORknusFqDDw450GgRBkXNvcW.jpg","backdrop_path":"\/l20Eq2WWN3xb4t6JqUlC9RsGfSA.jpg","release_date":"2019-09-29","popularity":2.023,"vote_average":0,"id":637586,"adult":false,"vote_count":0},{"overview":"Few designers meant so much for Dutch fashion as the duo Puck & Hans. A retrospective exhibition of their glorious, thirty-year career is the leitmotif for this portrait. Puck & Hans; fashion pioneers, life companions and trendsetters. From the mid-1960s to the mid-1990s, the sovereign work of these fashion designers determined the image of Dutch fashion. A retrospective exhibition in the Amsterdam Museum is the leitmotif in this documentary portrait that sheds light on the life and work of this remarkable twosome. To this day, their creative pioneer work has been a source of inspiration for the fashion sector.","original_language":"nl","original_title":"Puck & Hans - Made in Holland","video":false,"title":"Puck & Hans - Made in Holland","genre_ids":[99],"poster_path":"\/enHBnOYFSqvv84JP1nueIq05kRD.jpg","backdrop_path":"\/h80fuCNln2SvEwnj2wtATsY7P2.jpg","release_date":"2019-09-29","popularity":2.023,"vote_average":0,"id":637584,"adult":false,"vote_count":0},{"overview":"Titans of the Ice Age transports viewers to the beautiful and otherworldly frozen landscapes of North America, Europe and Asia ten thousand years before modern civilization. Dazzling computer-generated imagery brings this mysterious era to life - from saber-toothed cats and giant sloths to the iconic mammoths, giants both feared and hunted by prehistoric humans.","original_language":"en","original_title":"Titans of the Ice Age","video":false,"title":"Titans of the Ice Age","genre_ids":[99],"poster_path":"\/15gXaPYhJrjE78MPcFZqV5pChLx.jpg","backdrop_path":"\/8tmTaLSExk1pnsoSaLNCmLCMxjN.jpg","release_date":"2013-02-15","popularity":1.352,"vote_average":8.5,"id":258667,"adult":false,"vote_count":2},{"overview":"Documentary about the battle between Orson Welles and William Randolph Hearst over Welles' Citizen Kane (1941). Features interviews with Welles' and Hearst's co-workers also as a relative complete bio of Hearst.","original_language":"en","original_title":"The Battle Over Citizen Kane","video":false,"title":"The Battle Over Citizen Kane","genre_ids":[99,10770],"poster_path":"\/tPZ9EioXBZ8j8aUqVdBX3vD8uKS.jpg","backdrop_path":"\/7fogdyBpaLGktxXzANmsO80wUmN.jpg","release_date":"1996-01-29","popularity":2.106,"vote_average":7.3,"id":278484,"adult":false,"vote_count":7},{"overview":"This feature-length documentary, made especially for the 2003 Aliens (1986) DVD release, is incredibly informative with all its interviews with both the cast and crew, as well as behind the scenes footage filmed during the making of the film. Every possible element towards what went into making the movie is included here and gives fans an overload of information to fill their brains with.","original_language":"en","original_title":"Superior Firepower: Making 'Aliens'","video":false,"title":"Superior Firepower: Making 'Aliens'","genre_ids":[99],"poster_path":"\/irAF7FQL51vEZWzyoaPu9gybl6K.jpg","backdrop_path":"\/rZNKzZB1UYDSgJATvWlh35420NP.jpg","release_date":"2003-12-02","popularity":1.756,"vote_average":8.1,"id":70844,"adult":false,"vote_count":9},{"overview":"Malachi Martin; an Irish priest who dedicated his life to battling an ancient evil. Malachi Martin; exorcist. Using first-hand interviews, dramatic reconstruction, archival evidence and Martin's own words, this documentary will follow Father Martin's incredible crusade from the 1970s through to his death in 1999. So. Does the Devil exist?","original_language":"en","original_title":"Hostage to the Devil","video":false,"title":"Hostage to the Devil","genre_ids":[27,99,9648],"poster_path":"\/aFre2RqFH7AcUHqjergi9nmiVQM.jpg","backdrop_path":"\/8xpZWNvb1ZQcze71kGcEE6RB5Yi.jpg","release_date":"2016-10-31","popularity":1.705,"vote_average":5,"id":407767,"adult":false,"vote_count":18},{"overview":"The uplifting and heart-wrenching struggles of families who treat their cancer-stricken children with marijuana, some with astonishing results.","original_language":"en","original_title":"Weed the People","video":false,"title":"Weed the People","genre_ids":[99],"poster_path":"\/3jHkqOfoZtjxXRhKa9gY3xMLymy.jpg","backdrop_path":"\/ykSieRRkjfRUYHBTLLdASnZz4MD.jpg","release_date":"2018-10-16","popularity":4.127,"vote_average":8,"id":502137,"adult":false,"vote_count":3},{"overview":"In the early 1960s, Henry Ford II and Enzo Ferrari went to war on the battlefield of Le Mans. This epic battle saw drivers lose their lives, family dynasties nearly collapse, and the development of a new car that changed racing.","original_language":"en","original_title":"The 24 Hour War","video":false,"title":"The 24 Hour War","genre_ids":[99],"poster_path":"\/v4EhmcHrr21LptloTNvY2ZGbbBP.jpg","backdrop_path":"\/aApoIOctM61oDIIapLtnm6AriIS.jpg","release_date":"2016-11-20","popularity":1.711,"vote_average":7.2,"id":359093,"adult":false,"vote_count":10},{"overview":"Los Angeles police officers embark on an innovative program mentoring promising students from the harsh, gang-infested Watts neighbourhood.","original_language":"en","original_title":"A Week in Watts","video":false,"title":"A Week in Watts","genre_ids":[99],"poster_path":"\/hSiUFVnWW3mY4wYcjtxr3vlTERC.jpg","backdrop_path":"\/pUG1p1SxVMFGjkJmqcW4Yx35rjV.jpg","release_date":"2017-02-19","popularity":1.762,"vote_average":6.4,"id":506220,"adult":false,"vote_count":5},{"overview":"Driven by a desire to understand why her best friend killed herself at 16, Jacqueline Monetta, 18 gets teens suffering to share their struggles with mental illness and suicide attempts. Through her intimate one-to-one interviews, Jacqueline, and the audience learn about depression, anxiety, self-harm, suicide attempts, getting help and treating mental illness. As their stories unfold, they assure the audience that mental illnesses, like physical illnesses, can and should be treated.","original_language":"en","original_title":"Not Alone","video":false,"title":"Not Alone","genre_ids":[99],"poster_path":"\/7viUXof6N33Ec72cOqIeo8RCDHP.jpg","backdrop_path":"\/hblc55kE74y9erT36I47GX2NJqW.jpg","release_date":"2017-11-11","popularity":1.418,"vote_average":6.5,"id":486567,"adult":false,"vote_count":13}],[{"overview":"Modern farms are struggling to keep a secret. Most of the animals used for food in the United States are raised in giant, bizarre factories, hidden deep in remote areas of the countryside. Speciesism: The Movie director Mark Devries set out to investigate. The documentary takes viewers on a sometimes funny, sometimes frightening adventure, crawling through the bushes that hide these factories, flying in airplanes above their toxic manure lagoons, and coming face-to-face with their owners.","original_language":"en","original_title":"Speciesism: The Movie","video":false,"title":"Speciesism: The Movie","genre_ids":[99],"poster_path":"\/2sov0psBBYDlmr8DzkFRjSAjnUo.jpg","backdrop_path":"\/zizaGjJqyrzdXV5fjr3QYZbVKiZ.jpg","release_date":"2013-09-18","popularity":2.254,"vote_average":6.3,"id":234555,"adult":false,"vote_count":3},{"overview":"The Captains' Summit documents the first time in Star Trek history that four stars who at some point have played Captains in Star Trek (William Shatner, Patrick Stewart, Leonard Nimoy, Jonathan Frakes) have been brought together for a 70-minute rare and unprecedented round table event. Whoopi Goldberg, star of Star Trek: The Next Generation, hosts the event.","original_language":"en","original_title":"Star Trek: The Captains' Summit","video":false,"title":"Star Trek: The Captains' Summit","genre_ids":[99],"poster_path":"\/5B6B0FOUsLq1RKrskbpxH6Yxfig.jpg","backdrop_path":"\/bS8bYdm1nIFYaNlGQsGqs9tb5gD.jpg","release_date":"2009-04-12","popularity":2.009,"vote_average":7.9,"id":26965,"adult":false,"vote_count":8},{"overview":"HBO Hungary looks at the popularity of Pierre Woodman, a French porn director known for his amateur \"casting\" shoots and contract work with Private and Hustler.  Woodman prowls the malls and cafés of Eastern Europe seeking attractive, persuadable 19-year-olds to film in his hotel room.","original_language":"en","original_title":"A Pierre Woodman-sztori","video":false,"title":"The Pierre Woodman Story","genre_ids":[99],"poster_path":"\/aLDKz0C7qYBtxOpARgbons0LKuf.jpg","backdrop_path":"\/gI46QYQm32KuGOjzZSkxendLbNi.jpg","release_date":"2009-01-27","popularity":1.801,"vote_average":6,"id":252731,"adult":false,"vote_count":2},{"overview":"Never-before-aired NASA footage presents evidence that the Moon is being used as a base.","original_language":"en","original_title":"Aliens on the Moon: The Truth Exposed","video":false,"title":"Aliens on the Moon: The Truth Exposed","genre_ids":[99,10770],"poster_path":"\/9lrjXC4K3ttVtFEQAvPm19xkD0h.jpg","backdrop_path":"\/qp1qgw5OQFSYbv6mkKrswEOlYKx.jpg","release_date":"2014-07-20","popularity":3.118,"vote_average":4,"id":293006,"adult":false,"vote_count":16},{"overview":"The Skywalker family is at the heart of the Star Wars saga. Now hear the inside story of Luke and Anakin Skywalker from the characters who witnessed it all: the famous droid duo C-3PO and R2-D2. Episodes IV,V and VI are explored in \"The Story of Luke Skywalker,\" which follows the young man escaping from his daily chores on Tatooine to his becoming a hero in the Rebal Alliance. In \"The Story of Anakin Skywalker,\" you'll go behind the mask of the greatest Star Wars villain and discover how Darth Vader started life as a young Podracing Champ on Tatooine and later became a headstrong young Jedi seduced by the Dark Side of the Force. With clips from the Star Wars films, C-3PO and R2-D2 take you on an hour-long journey through the saga and prepare you for the explosive final chapter: Star Wars: Episode III Revenge of the Sith.","original_language":"en","original_title":"The Story of Star Wars","video":false,"title":"The Story of Star Wars","genre_ids":[99],"poster_path":"\/4UrrUoVQ1Ft6g6uI4FQN6JrJwSQ.jpg","backdrop_path":null,"release_date":"2004-08-18","popularity":1.309,"vote_average":8,"id":435365,"adult":false,"vote_count":1},{"overview":"George Carlin brings his comedy back to New Jersey and this time talks about Offensive Language, Euphemisms, They're Only Words, Dogs, Things you never hear, see or wanna hear, Some people are stupid, Cancer, Feminists, Good Ideas, Rape, Life's moments, and organ donors.","original_language":"en","original_title":"George Carlin: Doin' it Again","video":false,"title":"George Carlin: Doin' it Again","genre_ids":[10770,35,99],"poster_path":"\/z0uEWb9J0sZzSdNZ9GM5v6TAMQF.jpg","backdrop_path":"\/iZBn0fTZZHME3B1PW7I0w6ukZlo.jpg","release_date":"1990-03-23","popularity":2.805,"vote_average":7.3,"id":25160,"adult":false,"vote_count":19},{"overview":"Over the past twenty-five years, director Michael Haneke has established himself as a towering figure in modern cinema whose rigorous focus on the craft of filmmaking has produced works of profound artistry. This career-spanning documentary gives unprecedented access and covers the body of Haneke’s work, offering insight into his creative process through on-set footage and interviews with the man himself and collaborators including Emmanuelle Riva, Isabelle Huppert and Juliette Binoche.","original_language":"en","original_title":"Michael H - Profession: Director","video":false,"title":"Michael H - Profession: Director","genre_ids":[99],"poster_path":"\/xQ260YQbIIpmUDydQP3RKATGzxK.jpg","backdrop_path":"\/hktqhYvq0eYTYPSPmGYUzv4Y358.jpg","release_date":"2013-03-15","popularity":3.522,"vote_average":7.1,"id":174353,"adult":false,"vote_count":8},{"overview":"The traditional crafts of crochet and knitting have become one of the hottest movements in modern art. We follow a few International artists and knitters as they bring yarn to the streets and into our lives in new ways. Starting in Iceland, this quirky and thought-provoking film takes us on a colourful and global journey as we discover how yarn connects us all.","original_language":"en","original_title":"Garn","video":false,"title":"Yarn","genre_ids":[16,99],"poster_path":"\/olEOCEGTW15WBPC0UnmLjokrmNF.jpg","backdrop_path":null,"release_date":"2016-03-12","popularity":1.851,"vote_average":7,"id":381096,"adult":false,"vote_count":3},{"overview":"Destroyed in a dramatic and highly-publicized implosion, the Pruitt-Igoe public housing complex has become a widespread symbol of failure amongst architects, politicians and policy makers. The Pruitt-Igoe Myth explores the social, economic and legislative issues that led to the decline of conventional public housing in America, and the city centers in which they resided, while tracing the personal and poignant narratives of several of the project's residents. In the post-War years, the American city changed in ways that made it unrecognizable from a generation earlier, privileging some and leaving others in its wake. The next time the city changes, remember Pruitt-Igoe.","original_language":"en","original_title":"The Pruitt-Igoe Myth","video":false,"title":"The Pruitt-Igoe Myth","genre_ids":[99],"poster_path":"\/xMbw6tCS9jq9NJvHZFlcyU1ocWb.jpg","backdrop_path":"\/6pSMpebVkfPpxh8aEAWXBM5Kwnt.jpg","release_date":"2012-01-20","popularity":1.734,"vote_average":6.9,"id":84407,"adult":false,"vote_count":11},{"overview":"This documentary, made up of 3 episodes, is based on three songs sung by anonymous people in Soviet Russia about Vladimir Ilyich Lenin.","original_language":"ru","original_title":"Три песни о Ленине","video":false,"title":"Three Songs About Lenin","genre_ids":[99],"poster_path":"\/tLERpu800cBsYFxvEf3rt2OiS5F.jpg","backdrop_path":"\/5Q2duKbkGfWiERASDOK6TUT3lQm.jpg","release_date":"1934-11-06","popularity":1.641,"vote_average":6.3,"id":92475,"adult":false,"vote_count":10},{"overview":"Jamie Roberts' documentary filmed over the course of two years, which takes an intimate look at the people spreading extremist fundamentalism in Britain. In 2014 Roberts filmed Islamic extremist Abu Rumaysah, who is now one of the world's most wanted men and is suspected of being the British jihadi in the latest IS execution video. This film gains extraordinary access to a new wave of extremists, including Rumaysah, who are radicalising and grooming young British Muslims, and asks whether they really have non-violent aims, as they claim, or are a genuine threat to society.","original_language":"en","original_title":"The Jihadis Next Door","video":false,"title":"The Jihadis Next Door","genre_ids":[99],"poster_path":"\/6iosTZ9Rf466vjZr0yqSfFt8NZY.jpg","backdrop_path":"\/lG80RU7jlD6rSSC2IdeeXRKG9Pp.jpg","release_date":"2016-01-19","popularity":2.02,"vote_average":7.4,"id":460644,"adult":false,"vote_count":8},{"overview":"In the wake of the turbulent 1960s, a new style of song and songwriter came to the fore – a style marked by vulnerable introspection and raw, naked emotion. Backed by little more than a lone acoustic guitar or simple piano, these exciting voices descended upon Los Angeles, now emerging as the center of the American music scene. Their epicenter for self-expression became an old beatnik folk club and a fitting name: The Troubadour. TROUBADOURS traces Carole King, James Taylor and the singer\/songwriter scene during the late 1960s and early 1970s. The film also interweaves the intriguing story of the 'world famous' Troubadour club that cemented their musical legacy, the mercurial impresario named Doug Weston who ran it, and the performing careers of some of the best songwriters of their generation – and perhaps any generation: Carole King and James Taylor, as well as Jackson Browne, David Crosby, Joni Mitchell, Kris Kristofferson, Bonnie Raitt, Eagles and many others.","original_language":"en","original_title":"Troubadours","video":false,"title":"Troubadours","genre_ids":[99],"poster_path":"\/ovUMEMoT9PCbfdX67xv0ydmlQCs.jpg","backdrop_path":null,"release_date":"2011-01-22","popularity":0.974,"vote_average":7,"id":119038,"adult":false,"vote_count":1},{"overview":"A group of pilgrims lie down on the thin ice of the lake Svetloyar and begin to look for the city of Kitesh. According to the legend, God saved the city from the Mongolian prince Batyi's soldiers by letting it sink to the bottom of the lake. If you listen carefully you can hear the bells of the Kitesh cathedral toll deep down.","original_language":"de","original_title":"Glocken aus der Tiefe","video":false,"title":"Bells from the Deep","genre_ids":[99],"poster_path":"\/zx7qrbsmd175rOVoGrzDo920Rj7.jpg","backdrop_path":"\/sP8ASg4n36ttM1YVziw8b7UCLnm.jpg","release_date":"1993-01-01","popularity":1.894,"vote_average":6.8,"id":102691,"adult":false,"vote_count":11},{"overview":"I AIN'T SCARED OF YOU is a documentary tribute to Bernie Mac (1957-2008). From his stand-up in underground Chicago comedy clubs to the Big Screen in Hollywood, Bernie Mac's sharp tongue and heart of gold resonated with millions of fans throughout his career.This film revisits much of his work through exclusive recordings of early stand-up, featured scenes from his film and TV appearances, and interviews with his co-stars, including Samuel L. Jackson, Cameron Diaz, Chris Rock, and many more. Testimonials from friends and family offer colorful anecdotes about Bernie Mac, from his practical jokes to his strong appreciation for manicures, and paint a vivid picture of who he was as an actor-comedian, husband, father, and friend.","original_language":"en","original_title":"I Ain't Scared of You: A Tribute to Bernie Mac","video":false,"title":"I Ain't Scared of You: A Tribute to Bernie Mac","genre_ids":[99,35],"poster_path":"\/duymNHMJNHvIlIUg9mAOT0X6IrY.jpg","backdrop_path":"\/92ESueV13cZJyf3l1hPjte0UjLq.jpg","release_date":"2012-02-19","popularity":2.047,"vote_average":9,"id":87842,"adult":false,"vote_count":3},{"overview":"A documentary of the decline of America. It features a lot a great footage (most exclusive to this film) from race riots to serial killers and much-much more.","original_language":"en","original_title":"The Killing of America","video":false,"title":"The Killing of America","genre_ids":[99,80],"poster_path":"\/f4pKttZucxONpsnFfWGi7TF6oPI.jpg","backdrop_path":"\/stQQ1LW3MOyK1DxhNjCUkMDnwfx.jpg","release_date":"1982-01-01","popularity":2.445,"vote_average":7.5,"id":95006,"adult":false,"vote_count":17},{"overview":"Re-enactment of World War 2 Battle of Arnhem using the survivors from the battle.","original_language":"en","original_title":"Theirs Is the Glory","video":false,"title":"Theirs Is the Glory","genre_ids":[10752,99],"poster_path":"\/syDvs04XAWG5mcXWAYi9lodmRod.jpg","backdrop_path":null,"release_date":"1946-10-13","popularity":2.418,"vote_average":7.3,"id":101004,"adult":false,"vote_count":3},{"overview":"A documentary film about the life of pianist and jazz great Thelonious Monk. Features live performances by Monk and his band, and interviews with friends and family about the offbeat genius.","original_language":"en","original_title":"Thelonious Monk: Straight, No Chaser","video":false,"title":"Thelonious Monk: Straight, No Chaser","genre_ids":[99,10402],"poster_path":"\/ox9zReWOB6sucmE4KtuhudEjjCq.jpg","backdrop_path":"\/jnDQHDx0hS3fbm4HJdlgRdeuoLE.jpg","release_date":"1988-10-25","popularity":1.816,"vote_average":6.7,"id":41973,"adult":false,"vote_count":7},{"overview":"A candid and introspective look at the extreme beliefs and motives of Ingrid Newkirk, the British-born co-founder and driving force behind People for the Ethical Treatment of Animals (PETA), the world's largest animal-rights organization.","original_language":"en","original_title":"I Am an Animal: The Story of Ingrid Newkirk and PETA","video":false,"title":"I Am an Animal: The Story of Ingrid Newkirk and PETA","genre_ids":[99],"poster_path":"\/mcSF6uZaxoCzcF9su8ZQxZF7UVB.jpg","backdrop_path":"\/maNPUxbkN6C265zL5SbWFY7uShC.jpg","release_date":"2007-11-17","popularity":1.053,"vote_average":4.7,"id":95582,"adult":false,"vote_count":3},{"overview":"\"Hidden Colors: The Untold History Of People Of Aboriginal,Moor,and African Descent\" is a groundbreaking documentary that challenges conventional knowledge about the role of people of color in world history. We are generally taught that historically,most people of color around the world were primitive and uncivilized,and they only became modernized after they were saved and colonized by European explorers.The information in the film will uncover the real truth and and contributions of these people. .","original_language":"en","original_title":"Hidden Colors","video":false,"title":"Hidden Colors","genre_ids":[99],"poster_path":"\/oIIsddgeB8vYWGPEBTxIi5zbHU8.jpg","backdrop_path":"\/hLsTIi98DZrSEdMiGMxt4E45ERb.jpg","release_date":"2011-04-14","popularity":1.663,"vote_average":10,"id":107768,"adult":false,"vote_count":2},{"overview":"A documentary about today's young adult hookup culture and the stories in pop-culture that influence it.","original_language":"en","original_title":"Liberated: The New Sexual Revolution","video":false,"title":"Liberated: The New Sexual Revolution","genre_ids":[99],"poster_path":"\/kmsT3BEmUgZMvFBKYO69ajiDZJR.jpg","backdrop_path":"\/5oJb47JNlvU1p0PDA55vr3Nhpr.jpg","release_date":"2017-04-22","popularity":3.742,"vote_average":6.5,"id":502298,"adult":false,"vote_count":17}],[{"overview":"With suicide rates among active military servicemen and veterans currently on the rise, this documentary brings urgent attention to the invisible wounds of war. Drawing on personal stories of American soldiers whose lives and psyches were torn asunder by the horrors of battle and PTSD, the documentary chronicles the lingering effects of combat stress and post-traumatic stress on military personnel and their families throughout American history, from the Civil War through today's conflicts in Iraq and Afghanistan.","original_language":"en","original_title":"Wartorn: 1861-2010","video":false,"title":"Wartorn: 1861-2010","genre_ids":[99,10752],"poster_path":"\/iavoz5Shuna0ffJtXlBGF84IzyE.jpg","backdrop_path":"\/qxcHdtytptgZrwOwGEbE6eSFLFJ.jpg","release_date":"2010-11-11","popularity":1.58,"vote_average":5.5,"id":49542,"adult":false,"vote_count":3},{"overview":"While serving with the African Union, former Marine Capt. Brian Steidle documents the brutal ethnic cleansing occuring in Darfur. Determined that the Western public should know about the atrocities he is witnessing, Steidle contacts New York Times reporter Nicholas Kristof, who publishes some of Steidle's photographic evidence.","original_language":"en","original_title":"The Devil Came on Horseback","video":false,"title":"The Devil Came on Horseback","genre_ids":[99],"poster_path":"\/fG2MePTV8l4LUhSoDBOXy1A6MT3.jpg","backdrop_path":"\/317iul4R8k9ZOC9PXayhUyIggjj.jpg","release_date":"2007-01-19","popularity":1.836,"vote_average":7.3,"id":13023,"adult":false,"vote_count":15},{"overview":"Vegucated is a guerrilla-style documentary that follows three meat- and cheese-loving New Yorkers who agree to adopt a vegan diet for six weeks and learn what it's all about. They have no idea that so much more than steak is at stake and that the planet's fate may fall on their plates. Lured by tales of weight lost and health regained, they begin to uncover hidden sides of animal agriculture that make them wonder whether solutions offered in films like Food, Inc. go far enough. Before long, they find themselves risking everything to expose an industry they supported just weeks before. But can their convictions carry them through when times get tough? What about on family vacations fraught with skeptical step-dads, carnivorous cousins, and breakfast buffets? Part sociological experiment and part adventure comedy, Vegucated showcases the rapid and at times comedic evolution of three people who are trying their darnedest to change in a culture that seems dead set against it.","original_language":"en","original_title":"Vegucated","video":false,"title":"Vegucated","genre_ids":[99],"poster_path":"\/vn4687fRxmS5OErVwYnxJADoKW.jpg","backdrop_path":"\/uPwxYzVGIGAu8uVODH12Ik5LwGH.jpg","release_date":"2011-01-09","popularity":1.621,"vote_average":7.2,"id":76127,"adult":false,"vote_count":16},{"overview":"A feature-length documentary centered around the Linotype typecasting machine. Called the “Eighth Wonder of the World” by Thomas Edison, it revolutionized printing and society. The film tells the surprisingly emotional story of the people connected to the Linotype and how it impacted the world.","original_language":"en","original_title":"Linotype: The Film","video":false,"title":"Linotype: The Film","genre_ids":[99],"poster_path":"\/8SQ4DG6d5i624SmEM0N4wYujFJL.jpg","backdrop_path":"\/jxJ2rTByod8z96WGX2co7MLsTaf.jpg","release_date":"2012-02-03","popularity":2.804,"vote_average":6.7,"id":91018,"adult":false,"vote_count":8},{"overview":"In the heart of America's opioid epidemic, four men try to reinvent their lives and mend their broken relationships after years of drug abuse.","original_language":"en","original_title":"Recovery Boys","video":false,"title":"Recovery Boys","genre_ids":[99],"poster_path":"\/i8lsiLjNuEED3yxlmp89s4WAlOp.jpg","backdrop_path":"\/s3tvfceLs4STaaISZhESfiRpzTb.jpg","release_date":"2018-05-01","popularity":6.626,"vote_average":6.6,"id":522393,"adult":false,"vote_count":8},{"overview":"Coral Reef Adventure follows the real-life expedition of ocean explorers and underwater filmmakers Howard and Michele Hall. Using large-format cameras, the Halls guide us to the islands and sun-drenched waters of the South Pacific to document the health and beauty of coral reefs. Featuring songs written and recorded by Crosby, Stills &amp; Nash.","original_language":"en","original_title":"Coral Reef Adventure","video":false,"title":"Coral Reef Adventure","genre_ids":[99],"poster_path":"\/AfOvFxFKMnPE8rYQ8UOgZvXlI9q.jpg","backdrop_path":"\/pBJ68ki4IVFvX9yDp3DEsIZxlFA.jpg","release_date":"2003-02-14","popularity":2.353,"vote_average":6.6,"id":17699,"adult":false,"vote_count":8},{"overview":"Manda Bala (Send a Bullet) is a cinematic bullet into the cerebral cortex, a documentary that unflinchingly exploring the cycles of violence that plague Brazil's upper and lower economic classes in fits of rampant corruption and violent kidnappings. The film chronicles these cycles by utilizing highly personalized stories that reflect the growing truth about Brazil's huge economic disparities.","original_language":"en","original_title":"Manda Bala (Send a Bullet)","video":false,"title":"Manda Bala (Send a Bullet)","genre_ids":[99],"poster_path":"\/fbTuZ342zJQIxJbactv6RlRpf1r.jpg","backdrop_path":"\/nmMntDbjoxRTCHDQxFueOsvVZWi.jpg","release_date":"2007-01-20","popularity":1.568,"vote_average":6,"id":18181,"adult":false,"vote_count":10},{"overview":"Filmmaker Jamie Redford embarks on a surprising journey across the U.S. to meet entrepreneurs, community activists and ordinary citizens who are pioneering the use of clean energy technology, often in the most unlikely places, in the process creating jobs, turning profits and making Americans’ lives healthier.","original_language":"en","original_title":"Happening: A Clean Energy Revolution","video":false,"title":"Happening: A Clean Energy Revolution","genre_ids":[99],"poster_path":"\/oXQQbG1mpDHfiSUrJ8SUwPMBAsV.jpg","backdrop_path":"\/c5GzpApnpwPGdYOkkUpr5KZ56ih.jpg","release_date":"2017-10-07","popularity":2.723,"vote_average":6.5,"id":489137,"adult":false,"vote_count":4},{"overview":"A shockcumentary about the end of the colonial era in Africa, portraying acts of animal poaching, violence, executions, and tribal slaughter.","original_language":"it","original_title":"Africa Addio","video":false,"title":"Africa, Goodbye","genre_ids":[99],"poster_path":"\/bDnpOCENmxHSd96isQM8U8Q0yT5.jpg","backdrop_path":"\/9QlvcCUTSEXZIz8b1gf6N6qQpk3.jpg","release_date":"1966-02-11","popularity":1.757,"vote_average":6.3,"id":41264,"adult":false,"vote_count":9},{"overview":"On July 16, 1969, hundreds of thousands of spectators and an army of reporters gathered at Cape Kennedy to witness one of the great spectacles of the century: the launch of Apollo 11. Over the next few days, the world watched on with wonder and rapture as humankind prepared for its \"one giant leap\" onto the moon--and into history. Witness this incredible day, presented through stunning, remastered footage and interviews that takes you behind-the-scenes and inside the spacecraft, Mission Control, and the homes of the astronaut's families.","original_language":"en","original_title":"The Day We Walked On The Moon","video":false,"title":"The Day We Walked On The Moon","genre_ids":[99],"poster_path":"\/nckN7NJrVbTl4TaUdyZzw0Vjeud.jpg","backdrop_path":"\/EDRfHcZorg8JAxCqaOOfHkqV1F.jpg","release_date":"2019-07-08","popularity":2.281,"vote_average":7,"id":614297,"adult":false,"vote_count":1},{"overview":"On the 29th September 1945, the incomplete rough cut of a brilliant documentary about concentration camps was viewed at the MOI in London. For five months, Sidney Bernstein had led a small team – which included Stewart McAllister, Richard Crossman and Alfred Hitchcock – to complete the film from hours of shocking footage. Unfortunately, this ambitious Allied project to create a feature-length visual report that would damn the Nazi regime and shame the German people into acceptance of Allied occupation had missed its moment. Even in its incomplete form (available since 1984) the film was immensely powerful, generating an awed hush among audiences. But now, complete to six reels, this faithfully restored and definitive version produced by IWM, is being compared with Alain Resnais’ Night and Fog (1955).","original_language":"en","original_title":"German Concentration Camps Factual Survey","video":false,"title":"Memory of the Camps","genre_ids":[99,36],"poster_path":"\/z60nncQ3fdMOQP7K8sduljE33rx.jpg","backdrop_path":"\/dyMNw0N06GgdhVhXxkxUiAqon2u.jpg","release_date":"2015-07-26","popularity":1.573,"vote_average":7,"id":254642,"adult":false,"vote_count":1},{"overview":"We move back and forth between scenes of a family at home and thoughts about the stars and creation. Children hold chickens while an adult clips their wings; we see a forest; a narrator talks about stars and light and eternity. A dog joins the hens and the family, while the narrator explains the heavens. We see a bee up close. The narrator suggests metaphors for heavenly bodies. Scenes fade into a black screen or dim purple; close-ups of family life may be blurry. The words about the heavens, such as \"The stars are a flock of hummingbirds,\" contrast with images and sounds of real children.","original_language":"en","original_title":"The Stars Are Beautiful","video":false,"title":"The Stars Are Beautiful","genre_ids":[99],"poster_path":"\/iUyXNzihIgPjzZsR1vODFmJ1pQO.jpg","backdrop_path":"\/okXAnxJp4laTIFHUcnPCEGZNiKq.jpg","release_date":"1974-01-01","popularity":1.53,"vote_average":5.4,"id":126187,"adult":false,"vote_count":10},{"overview":"Hollywood collides with a group of veterans who are tired of the typical PTSD and valor-portrayed movies and decide to make an original dark humor zombie apocalypse film all on their own.","original_language":"en","original_title":"Not a War Story","video":false,"title":"Not a War Story","genre_ids":[10752,99,28,35],"poster_path":"\/4TmMnXH3zTt8tvb7W5c0H4DdnNi.jpg","backdrop_path":"\/gC61r3Y9Ip6gG13d4TgJ6rEgILH.jpg","release_date":"2017-06-30","popularity":1.192,"vote_average":5,"id":485865,"adult":false,"vote_count":3},{"overview":"Built upon a 14 hour interview, McKellen: Playing the Part is a unique journey through the key landmarks of McKellen's life, from early childhood into a demanding career that placed him in the public eye for the best part of his lifetime. Using an abundance of photography from McKellen's private albums and cinematically reconstructed scenes, a raw talent shines through in the intensity, variety and devotion to that moment in the light.","original_language":"en","original_title":"McKellen: Playing the Part","video":false,"title":"McKellen: Playing the Part","genre_ids":[99,36],"poster_path":"\/v1NO4TVUjRtw6Fs8Kyit0viuVcr.jpg","backdrop_path":"\/aKgGLP2Z8FDE5ayW4O0oNNOLzjk.jpg","release_date":"2018-05-27","popularity":1.604,"vote_average":8.1,"id":518801,"adult":false,"vote_count":8},{"overview":"One man with a website who forever changed the media paradigm, upending the traditional press and changing the ground rules of political journalism.","original_language":"en","original_title":"Hating Breitbart","video":false,"title":"Hating Breitbart","genre_ids":[99],"poster_path":"\/2xJaSQrs5ATpfgwrCdBhnDXFUHn.jpg","backdrop_path":"\/u3vX3H288ggcunVHYt2NOR2TBiK.jpg","release_date":"2012-10-19","popularity":1.002,"vote_average":6.7,"id":140824,"adult":false,"vote_count":3},{"overview":"Strange Culture is a 2007 documentary film directed by Lynn Hershman Leeson. It stars Tilda Swinton and Thomas Jay Ryan.  It premiered January 19, 2007 at the 2007 Sundance Film Festival.  The film examines the case of artist and professor Steve Kurtz, a member of the Critical Art Ensemble (CAE). The work of Kurtz and other CAE members dealt with genetically modified food and other issues of science and public policy. After his wife, Hope, died of heart failure, paramedics arrived and became suspicious when they noticed petri dishes and other scientific equipment related to Kurtz's art in his home. They summoned the FBI, who detained Kurtz within hours on suspicion of bioterrorism.","original_language":"en","original_title":"Strange Culture","video":false,"title":"Strange Culture","genre_ids":[99],"poster_path":"\/Alvkt2QmaTPDMiahkn37yupH4Nm.jpg","backdrop_path":null,"release_date":"2007-01-19","popularity":1.873,"vote_average":4.3,"id":112477,"adult":false,"vote_count":3},{"overview":"The world had rarely seen a frenzy as the one the Dream Team created when it arrived in Barcelona, Spain, in July 1992. The Dream Team featured 11 future Naismith Memorial Basketball Hall of Fame players and three future Hall of Famers on the coaching staff, including head coach Chuck Daly.","original_language":"en","original_title":"The Dream Team","video":false,"title":"The Dream Team","genre_ids":[99],"poster_path":"\/mvE30Mq6U8MF4qeo9zKgJmaQ7J4.jpg","backdrop_path":"\/kQFkyLfp51O2LMFVu1OpJL1whGy.jpg","release_date":"2012-06-13","popularity":2.691,"vote_average":8.1,"id":114887,"adult":false,"vote_count":18},{"overview":"Chasing Great is an insightful portrayal that weaves Richie McCaw's life story into his final season as an All Black, revealing the determination and mental toughness of an international sporting legend who still sees himself as an 'ordinary guy' from small town New Zealand.","original_language":"en","original_title":"Chasing Great","video":false,"title":"Chasing Great","genre_ids":[99],"poster_path":"\/3o7rbhxdGGq8o6r6ZpFt8K2Xn0c.jpg","backdrop_path":"\/vwoGEcvSN2cndQ35MDXTdLxSYDI.jpg","release_date":"2016-09-01","popularity":1.78,"vote_average":8.6,"id":375573,"adult":false,"vote_count":7},{"overview":"In this documentary, the director follows the day-to-day activities of his retarded, middle-aged cousin Philly, over a three-year period.","original_language":"en","original_title":"Best Boy","video":false,"title":"Best Boy","genre_ids":[99],"poster_path":"\/1ub8R7jXUCnlqNPkYAZpWl29Byq.jpg","backdrop_path":null,"release_date":"1979-10-05","popularity":1.369,"vote_average":7,"id":42165,"adult":false,"vote_count":3},{"overview":"Eleven year old Masha Kulabokhova is about to be adopted into fourteen year old Cami Diaz's family. Masha grew up in a Russian orphanage; Cami was born and raised in Wisconsin and has been the exclusive focus of her parents' love her whole life. The process of Masha becoming part of the Diaz family is going to change both girls forever. The Dark Matter of Love follows Masha as she leaves Russia to the spend her first year as part of the Diaz family, who have also adopted five year old twin boys Marcel and Vadim. When the reality of bonding with children who have grown up in institutions turns out to be more difficult than they ever imagined, the Diaz's hire two of the world's best developmental psychologists to help them build their new family - through science. Sometimes hilarious, sometimes heartbreaking, The Dark Matter of Love melds the story of the Diaz family learning to love, with rare archive footage of science experiments exploring parent-child love.","original_language":"en","original_title":"The Dark Matter of Love","video":false,"title":"The Dark Matter of Love","genre_ids":[99],"poster_path":"\/j09mUOHTHU39TicVqKdnNyuLHww.jpg","backdrop_path":"\/wIQYdtR4tkwU32ACkx3mZtbz0jI.jpg","release_date":"2012-11-01","popularity":2.346,"vote_average":6.3,"id":199291,"adult":false,"vote_count":15}],[{"overview":"A Kartemquin Films production for ESPN Films' critically acclaimed \"30 for 30\" series... On February 13, 1993, 17-year-old Bethel High School basketball star Allen Iverson entered a Hampton, Virginia bowling alley with several classmates. It was supposed to be an ordinary evening, but it became a night that defined Iverson's young life: a quarrel soon erupted into a brawl pitting Iverson's young, black friends against a group of older white men. The fallout from the fight and the handling of the subsequent trial landed the nation's best high school athlete in jail and sharply divided the city along racial lines. Oscar nominee Steve James (Hoop Dreams) returns to his hometown of Hampton, where he once played basketball, to take a personal look at this still disputed incident and examine its impact on Iverson and the shared community.","original_language":"en","original_title":"No Crossover: The Trial of Allen Iverson","video":false,"title":"No Crossover: The Trial of Allen Iverson","genre_ids":[99],"poster_path":"\/2pgXnHhzmq8Zhah3DM64yqRtKVE.jpg","backdrop_path":null,"release_date":"2010-04-13","popularity":2.482,"vote_average":7.3,"id":143675,"adult":false,"vote_count":11},{"overview":"A documentary about one of Britain's most dangerous crime families and introduces us to its magnetic, larger-than-life leader, Dominic Noonan (aka Lattlay Fottfoy).","original_language":"en","original_title":"A Very British Gangster","video":false,"title":"A Very British Gangster","genre_ids":[80,99],"poster_path":"\/y2YAox1eooEKxSP2WgEFJAUles7.jpg","backdrop_path":"\/43pZMBT2me87ZX2ahARVFbQsIwy.jpg","release_date":"2008-07-18","popularity":2.34,"vote_average":6.1,"id":13137,"adult":false,"vote_count":16},{"overview":"A documentary based on the honor, courage and commitment of Navy SEAL LT Michael P. Murphy, who gave his life for his men in 2005 and was posthumously awarded the Medal of Honor in 2007.","original_language":"en","original_title":"MURPH: The Protector","video":false,"title":"MURPH: The Protector","genre_ids":[99],"poster_path":"\/2RJ6X871zpqncivDGFrQbF9cUHx.jpg","backdrop_path":"\/2SIKkUKn38U17WLbHvCniy4nH8S.jpg","release_date":"2013-03-22","popularity":1.417,"vote_average":5.6,"id":179822,"adult":false,"vote_count":11},{"overview":"Humanity’s ascent is often measured by the speed of progress. But what if progress is actually spiraling us downwards, towards collapse? Ronald Wright, whose best-seller, “A Short History Of Progress” inspired “Surviving Progress”, shows how past civilizations were destroyed by “progress traps”—alluring technologies and belief systems that serve immediate needs, but ransom the future. As pressure on the world’s resources accelerates and financial elites bankrupt nations, can our globally-entwined civilization escape a final, catastrophic progress trap? With potent images and illuminating insights from thinkers who have probed our genes, our brains, and our social behaviour, this requiem to progress-as-usual also poses a challenge: to prove that making apes smarter isn’t an evolutionary dead-end.","original_language":"en","original_title":"Surviving Progress","video":false,"title":"Surviving Progress","genre_ids":[99],"poster_path":"\/mDhnRMOX4HdAccOJl7uL3sVbyHV.jpg","backdrop_path":"\/dDk0u03C2TU5o4m7P7WwIdSYwb0.jpg","release_date":"2011-11-04","popularity":2.388,"vote_average":6.8,"id":79172,"adult":false,"vote_count":15},{"overview":"For the USA, World War 2 was an all-out war - to mobilize the masses, the US government launched a huge propaganda campaign and cinema, the medium of the masses, was quite simply their most important weapon. Government authorities monitored the production of feature films and the military itself produced documentaries aimed at rallying the American people to support the troops. This film tells the story of four Hollywood directors of European origin, who returned to the \"Old World\" during the Second World War to make propaganda documentaries for the US Army at the front: William Wyler from Alsace, Frank Capra from Italy, Anatole Litvak from Ukraine and - in post-war Germany - Billy Wilder from Austria.","original_language":"de","original_title":"Hollywoods Zweiter Weltkrieg","video":false,"title":"Hollywood's Second World War","genre_ids":[99],"poster_path":"\/5jeF4PqDwNihMWYvUMpvWxn3oLh.jpg","backdrop_path":null,"release_date":"2019-09-08","popularity":1.456,"vote_average":0,"id":636604,"adult":false,"vote_count":0},{"overview":"This documentary tells the story of Bruce Lee and his unsuccessful efforts to start a acting career in the U.S., he returned to Hong Kong where he became an international star, and his death at age 32.","original_language":"zh","original_title":"Li Xiao Long di Sheng yu si","video":false,"title":"Bruce Lee: The Man and the Legend","genre_ids":[99],"poster_path":"\/64lphnzlGUut1ZBU4u38LryrBkg.jpg","backdrop_path":null,"release_date":"1973-10-14","popularity":2.216,"vote_average":9.1,"id":154114,"adult":false,"vote_count":19},{"overview":"From 1981-1984, a small private school in Dallas owned the best record in college football. The Mustangs of Southern Methodist University were riding high on the backs of the vaunted \"Pony Express\" backfield. But as the middle of the decade approached, the program was coming apart at the seams. Wins became the only thing that mattered as the University increasingly ceded power of the football program to the city's oil barons and real estate tycoons and flagrant and frequent NCAA violations became the norm. In 1987, the school and the sport were rocked, as the NCAA meted out \"the death penalty\" on a college football program for the first and only time in its history. SMU would be without football for two years, and the fan base would be without an identity for 20 more until the win in the 2009 Hawaii Bowl. This is the story of Dallas in the 1980's and the greed, power, and corruption that spilled from the oil fields onto the football field and all the way to the Governor's Mansion.","original_language":"en","original_title":"Pony Excess","video":false,"title":"Pony Excess","genre_ids":[99],"poster_path":"\/bSxRXedpOPWozAOY1pNWqDviFUS.jpg","backdrop_path":"\/vmWlN6FErBLRYH7ELQMFkLeGloa.jpg","release_date":"2010-12-11","popularity":1.838,"vote_average":7.5,"id":54694,"adult":false,"vote_count":9},{"overview":"In a country where bella figura is a national pastime, Prime Minister Silvio Berlusconi is the maestro of media manipulation. Having risen to political primacy with the aid of his Mediaset empire, he now controls 90% of the bel paese’s television channels including the state-run RAI network. Quantity, it seems, does not equal quality. Fed on a diet of semi-naked dancing girls, inane competitions and rickety reality shows built around the most ridiculous of premises, is it any wonder that Italians are becoming a nation of fame-hungry wannabes?","original_language":"en","original_title":"Videocracy","video":false,"title":"Videocracy","genre_ids":[99],"poster_path":"\/eh63zxHA9C0iw6J1Pltwe387sQ7.jpg","backdrop_path":"\/7pRwTeGZomdcpLAVGRLdq3jzhvG.jpg","release_date":"2009-09-04","popularity":1.37,"vote_average":6.3,"id":23451,"adult":false,"vote_count":18},{"overview":"Chronicles the final tour from Black Sabbath. On February 4th, 2017, Black Sabbath takes the stage in Birmingham, the city where it all began, to play the 81st and final gig of the tour and bring down the curtain on a career that spanned almost half a century.","original_language":"en","original_title":"Black Sabbath: The End of The End","video":false,"title":"Black Sabbath: The End of The End","genre_ids":[10402,99],"poster_path":"\/ftvpcFSFGHKPG4s7W48eJUkUUUV.jpg","backdrop_path":"\/kLM6DxvsnQhcyAif2ZpprOLki61.jpg","release_date":"2017-09-28","popularity":1.779,"vote_average":7.9,"id":465594,"adult":false,"vote_count":8},{"overview":"Dennis Rodman is on a mission. After forging an unlikely friendship with North Korean leader Kim Jong-un, he wants to improve relations between North Korea and the US by staging a historic basketball game between the two countries. But the North Korean team isn't the only opposition he'll face... Condemned by the NBA and The Whitehouse, and hounded every step of the way by the press, can Dennis keep it together and make the game happen? Or will it go up in a mushroom cloud of smoke? For the first time, discover the true story of what happened when Dennis Rodman took a team of former-NBA players to North Korea and staged the most controversial game of basketball the world has never seen.","original_language":"en","original_title":"Dennis Rodman's Big Bang in PyongYang","video":false,"title":"Dennis Rodman's Big Bang in PyongYang","genre_ids":[99],"poster_path":"\/qQLs7mDSDhbcxVpZbgC7etgu9Rn.jpg","backdrop_path":"\/jP0OOhRCf5c96vsbXKu8yNlCUCm.jpg","release_date":"2015-01-25","popularity":1.824,"vote_average":6.5,"id":338353,"adult":false,"vote_count":12},{"overview":"Film telling the untold story of John Lennon's 1971 album Imagine, exploring the creative collaboration between Lennon and Yoko Ono and featuring interviews and never-seen-before footage.","original_language":"en","original_title":"John & Yoko: Above Us Only Sky","video":false,"title":"John & Yoko: Above Us Only Sky","genre_ids":[99,10402],"poster_path":"\/mHO1NdxQ5gXi8ygQ2MqI8KWzrQp.jpg","backdrop_path":"\/xPSugf3Tmj8CJh2A78sIr3W6rDr.jpg","release_date":"2019-03-11","popularity":1.057,"vote_average":7.9,"id":564295,"adult":false,"vote_count":9},{"overview":"The life and career of the renowned voice actor of animation and radio. For generations, Mel Blanc was one of the most famous Hollywood voice actors with his myriad of voices for classic animated characters like Bugs Bunny, Daffy Duck and scores of others. However, animation was only one of the fields where Blanc shone through in his long career. This film covers the life of this amazingly talented and big hearted actor, comedian and musician as he became one of the performing greats from the golden ages of American animation and radio through to the 1980s.","original_language":"en","original_title":"Mel Blanc: The Man of a Thousand Voices","video":false,"title":"Mel Blanc: The Man of a Thousand Voices","genre_ids":[99],"poster_path":"\/2WgZX4JQhM6n2NMdRDW9T3svxRw.jpg","backdrop_path":"\/1a7MwW4Zp6tNOP5ipLNAOQt1lZZ.jpg","release_date":"2008-10-21","popularity":1.48,"vote_average":5.6,"id":47930,"adult":false,"vote_count":7},{"overview":"Some 200 women defiantly cling to their ancestral homeland in Chernobyl’s radioactive “Exclusion Zone.”","original_language":"en","original_title":"The Babushkas of Chernobyl","video":false,"title":"The Babushkas of Chernobyl","genre_ids":[99],"poster_path":"\/rl4leIhbyGgPoMUSUdpFkZDJdsK.jpg","backdrop_path":"\/mgVJEW9DKievXVVAQIHB2jv0X6b.jpg","release_date":"2015-06-14","popularity":1.258,"vote_average":7.7,"id":339152,"adult":false,"vote_count":8},{"overview":"A documentary detailing the spread of Hawaiian sugar-cane toads through Australia in a botched effort to introduce them as counter pests.","original_language":"en","original_title":"Cane Toads: An Unnatural History","video":false,"title":"Cane Toads: An Unnatural History","genre_ids":[35,99],"poster_path":"\/gW5zWWKFkOFlkcJGYYh1UPhudL7.jpg","backdrop_path":"\/37iOvwuekTwpxQQY2ZTZNDRmnkP.jpg","release_date":"1988-09-30","popularity":2.384,"vote_average":6.6,"id":82284,"adult":false,"vote_count":17},{"overview":"The subject of the film was the Hauka movement. The Hauka movement consisted of mimicry and dancing to become possessed by French Colonial administrators. The participants performed the same elaborate military ceremonies of their colonial occupiers, but in more of a trance than true recreation.","original_language":"fr","original_title":"Les maîtres fous","video":false,"title":"The Mad Masters","genre_ids":[99],"poster_path":"\/dSZH9neTQfjUEtW959xzmSLrLcc.jpg","backdrop_path":"\/8MPT2UJ5r2nTLpLZy92JyopeRKi.jpg","release_date":"1955-08-24","popularity":1.774,"vote_average":6.6,"id":84820,"adult":false,"vote_count":22},{"overview":"What can be the quest of Alain Ducasse, the little boy of the Landes now become the chef and most recognized mentor of cooking in the world? What is a man looking for who already seems to have everything? 23 restaurants in the world, 18 Michelin stars, Alain Ducasse never ceases to create addresses that appeal to our time, to build schools, to push the boundaries of his craft to new horizons, his curiosity has no limit. He traveled the world relentlessly, for to him cooking was an infinite universe. This public man, however secret, accepted to be followed for nearly two years, thus opening us the doors of his universe, in perpetual evolution.","original_language":"fr","original_title":"La quête d'Alain Ducasse","video":false,"title":"The Quest of Alain Ducasse","genre_ids":[99],"poster_path":"\/4kDpTSxKFHMRpGJ95aipTK2ZW7T.jpg","backdrop_path":"\/2jZTqkT0fbSL3aA65ggKRkTYsD.jpg","release_date":"2017-10-11","popularity":1.906,"vote_average":6.4,"id":480245,"adult":false,"vote_count":5},{"overview":"A journal, a voyage through time. He photographs France, she rediscovers the unseen footage he has so carefully kept: his first steps behind the camera, his TV reports from around the world, snatches of their memories and of our history.","original_language":"fr","original_title":"Journal de France","video":false,"title":"Journal de France","genre_ids":[99],"poster_path":"\/9wVoglt5brUDMroLrsvair9mZoE.jpg","backdrop_path":"\/7BteMOJBv7WovfECkdW3vLFxWoh.jpg","release_date":"2012-05-22","popularity":1.306,"vote_average":6.7,"id":126326,"adult":false,"vote_count":9},{"overview":"How can a tiny mosquito be such an enormous threat to humankind? And how is it that this once distant threat is now lurking in our own backyards? Filmed on four continents and featuring breathtaking macro photography, Mosquito paints an emotionally charged portrait of the people who are now living with mosquito borne diseases and we in North America who fear their arrival.","original_language":"en","original_title":"Mosquito","video":false,"title":"Mosquito","genre_ids":[99],"poster_path":"\/gALuGNOqAX4rP3FTX60k9xvM2P5.jpg","backdrop_path":"\/cGN4KAIfHkutblRcAm1esFeqne9.jpg","release_date":"2017-07-06","popularity":1.426,"vote_average":8.5,"id":465296,"adult":false,"vote_count":4},{"overview":"After another 7 year wait, director Michael Apted revisits the same group of British-born children from Seven Up! and 7 Plus Seven. The subjects are interviewed as to the changes that have occurred in their lives during the last seven years.","original_language":"en","original_title":"21 Up","video":false,"title":"21 Up","genre_ids":[99],"poster_path":"\/3tcGvmyXTKcsX6gPXzITsir8msz.jpg","backdrop_path":"\/qHDoQVqxDijeAWLwTuAwDu7hZXw.jpg","release_date":"1977-05-09","popularity":2.777,"vote_average":7.8,"id":20553,"adult":false,"vote_count":36},{"overview":"A collection of cast interviews and behind-the-scenes clips from the Cohen brother's Academy Award-winning film Fargo.","original_language":"en","original_title":"Minnesota Nice","video":false,"title":"Minnesota Nice","genre_ids":[99],"poster_path":"\/xF7FR027EVRrEjBnyDHNWpw9rsg.jpg","backdrop_path":null,"release_date":"2003-04-01","popularity":1.361,"vote_average":7,"id":122825,"adult":false,"vote_count":2}],[{"overview":"In a small agricultural town in the Florida Everglades, hopes for the future are concentrated on the youth. Four teens face heartbreak and celebrate in the rituals of an extraordinary senior year.","original_language":"en","original_title":"Pahokee","video":false,"title":"Pahokee","genre_ids":[99],"poster_path":"\/w7xjWM3Nxbwbblf4aVHTzv3TJRj.jpg","backdrop_path":null,"release_date":"2019-01-27","popularity":1.805,"vote_average":0,"id":565536,"adult":false,"vote_count":0},{"overview":"\"Plastic Paradise\" is an independent documentary film that chronicles Angela Sun's personal journey of discovery to one of the most remote places on Earth, Midway Atoll, to uncover the truth behind the mystery of the Great Pacific Garbage Patch. Along the way she encounters scientists, celebrities, legislators and activists who shed light on what our society's vast consumption of disposable plastic is doing to our oceans -- and what it may be doing to our health.","original_language":"en","original_title":"Plastic Paradise: The Great Pacific Garbage Patch","video":false,"title":"Plastic Paradise: The Great Pacific Garbage Patch","genre_ids":[99],"poster_path":"\/yriiuhkHOL2AAjuv6YmqoEAv0mH.jpg","backdrop_path":"\/yPLk5vqztw558tzeLIQBkBPei2O.jpg","release_date":"2013-04-22","popularity":1.509,"vote_average":5.9,"id":269200,"adult":false,"vote_count":9},{"overview":"The story of Robert Flanagan, a man who was born with cystic fibrosis and told he wouldn't live past 20, who through a unique odyssey of masochism, art and love found a way to live decades past his expiration date.","original_language":"en","original_title":"Sick: The Life and Death of Bob Flanagan, Supermasochist","video":false,"title":"Sick: The Life and Death of Bob Flanagan, Supermasochist","genre_ids":[99],"poster_path":"\/obZbsywx1Z3i5Fkz3H99HchDAVw.jpg","backdrop_path":"\/lMbT5kZkUagaejqA3hCgpI4eLYX.jpg","release_date":"1997-01-01","popularity":2.063,"vote_average":6.5,"id":35638,"adult":false,"vote_count":13},{"overview":"Now unconstrained by an official post, Steve Bannon is free to peddle influence as a perceived kingmaker, who some say still has a direct line to the White House. After anointing himself leader of the “populist movement,” he travels around the U.S. and the world spreading his hard-line anti-immigration message.","original_language":"en","original_title":"The Brink","video":false,"title":"The Brink","genre_ids":[99],"poster_path":"\/corxbY31DIOGymm8K53u73raUZU.jpg","backdrop_path":"\/5CO6L8FtD1PXAzSUYvFSoR3suU2.jpg","release_date":"2019-03-29","popularity":1.39,"vote_average":6.1,"id":576334,"adult":false,"vote_count":8},{"overview":"A film about the unprecedented Swiss grassroots movement of regular citizens who rise to aid thousands of refugees stranded at the European borders. In rich and safe Switzerland people from all backgrounds leave their regular life behind to support people in need. There is a Swiss farmer and his wife who keep cows in the Swiss Alps, a former commander of the Swiss Army, an elder rich lady residing at the lakeside, and a successful comedian and entertainer. These unexperienced volunteers take on an adventure that will change their lives forever.","original_language":"de","original_title":"Volunteer","video":false,"title":"Volunteer","genre_ids":[99],"poster_path":"\/s6LXN8PHqBHkINA7B32GRYz1LMX.jpg","backdrop_path":null,"release_date":"2019-09-29","popularity":1.392,"vote_average":0,"id":630727,"adult":false,"vote_count":0},{"overview":"This thorough and mesmerizing documentary takes an appropriately unflinching look at the life and death of Roy Cohn, the closeted, conservative American lawyer whose first job out of law school was prosecuting filmmaker Ivy Meeropol’s grandparents, Julius and Ethel Rosenberg. Moving from the fifties—when he was also chief counsel to Senator Joseph McCarthy—to the crooked deals and shady power brokering of the eighties that led Cohn to becoming the right-hand man and mentor of Donald J. Trump, this film is not merely a depiction of a brutal, ideologically diseased man—it’s an interrogatory work in search of the true character behind an icon of the political right in a deeply troubled America. Featuring interviews with such figures as Cindy Adams, Alan Dershowitz, Tony Kushner, Nathan Lane, John Waters, and a trove of fascinating, recently unearthed archive video and audio material.","original_language":"en","original_title":"Bully. Coward. Victim. The Story of Roy Cohn","video":false,"title":"Bully. Coward. Victim. The Story of Roy Cohn","genre_ids":[99],"poster_path":null,"backdrop_path":"\/np3uGSfj4i4KwUNYOMRtrkPVx46.jpg","release_date":"2019-09-29","popularity":1.366,"vote_average":0,"id":629988,"adult":false,"vote_count":0},{"overview":"This feature-length documentary about the making of \"The Social Network\" goes back and forth from the elements of storytelling and long rehearsals with the cast and crew, to the shooting itself capturing the extreme attention to detail, filming locations such as Boston and LA, and David Fincher's filmmaking process.","original_language":"en","original_title":"How Did They Ever Make a Movie of Facebook?","video":false,"title":"How Did They Ever Make a Movie of Facebook?","genre_ids":[99],"poster_path":"\/p3ey9BU7UYRBuvgBGbgTOt6ev4h.jpg","backdrop_path":null,"release_date":"2011-01-11","popularity":1.508,"vote_average":7.3,"id":154352,"adult":false,"vote_count":8},{"overview":"The definitive portrait of one of sport's most inspirational, influential figures - whose legacy lives on far beyond the football field.","original_language":"en","original_title":"Bobby Robson: More Than a Manager","video":false,"title":"Bobby Robson: More Than a Manager","genre_ids":[99],"poster_path":"\/yZyhACCKUTjUt86t6jPjI9W4Xre.jpg","backdrop_path":"\/bVuZG8QxM0Y36SKkwFRj1UYv4YS.jpg","release_date":"2018-04-22","popularity":3.098,"vote_average":7,"id":521931,"adult":false,"vote_count":18},{"overview":"Porno & libertà is a film documentary about the generation who fought against puritanism and censorship to defend freedom of speech and sexual freedom. From Italy, Denmark and France through to California, the film follows a group of rebels who started a battle against censorship through pornography. Together they shook the church, the politics and the institutions. Through uncensored exclusive footage and archive material, the film explores the story and the fights of a group of pioneers.","original_language":"it","original_title":"Porno & Libertà","video":false,"title":"Porn to Be Free","genre_ids":[99],"poster_path":"\/wvSY5cLX9NXAkpbk6nWSZjtoWvc.jpg","backdrop_path":"\/hLWbQ6qEsudvPCLnoo19ulp0UJR.jpg","release_date":"2016-06-23","popularity":2.097,"vote_average":4.4,"id":381749,"adult":false,"vote_count":34},{"overview":"On a remote patch of the Mojave Desert, amidst dusty tumbleweeds and rangy Joshua Trees, sits an anomaly: a high school where educators believe empathy, life skills, and the constancy of a caring adult are the differences that will give at-risk students command of their fates. On any given day, principal Vonda Viland calls kids at the crack of dawn to see if they’ll make it to school. And if they need a ride? Well, she’ll pick them up. Vonda knows each student’s challenges and coaches them tirelessly, never fostering false hopes. Her philosophy combines loving compassion with realism, and given her school’s rising graduation rate, it seems to be working.","original_language":"en","original_title":"The Bad Kids","video":false,"title":"The Bad Kids","genre_ids":[99],"poster_path":"\/u06QPcJJOp3CS80kOKgXNpfuk2d.jpg","backdrop_path":"\/54FGFnRNUpzFj7sXejs0MtJbxq4.jpg","release_date":"2016-01-22","popularity":1.331,"vote_average":7.5,"id":376256,"adult":false,"vote_count":16},{"overview":"Through examining Fini Straubinger, an old woman who has been deaf and blind since her teens, and her work on behalf of other deaf-blind people, this film shows how the deaf-blind struggle to understand and accept a world from which they are almost wholly isolated.","original_language":"de","original_title":"Land des Schweigens und der Dunkelheit","video":false,"title":"Land of Silence and Darkness","genre_ids":[99],"poster_path":"\/f8WMsCLZll0xz3nSMg2tSFcosHO.jpg","backdrop_path":"\/wUjKQmBoLU93ANFyRjgEi1fR1Cd.jpg","release_date":"1973-10-08","popularity":2.983,"vote_average":7.5,"id":62437,"adult":false,"vote_count":26},{"overview":"The story of America's rise to power starting in 1959, it uses nothing but archive footage and America pop music. Showing the consequences on the rest of the world and in peoples mind.","original_language":"en","original_title":"It Felt Like a Kiss","video":false,"title":"It Felt Like a Kiss","genre_ids":[36,10402,99],"poster_path":"\/no8afT9HDkqOCulkyTtTPZzx5uS.jpg","backdrop_path":"\/suGBLn2TEPC1XdY4G64gd5S6QQ9.jpg","release_date":"2009-01-01","popularity":2.04,"vote_average":7.2,"id":34835,"adult":false,"vote_count":16},{"overview":"A day in the life of the city and citizens of New York as seen through the fantastic eye, and the incredibly distorted optic lenses, of filmmaker Francis Thompson.","original_language":"en","original_title":"N.Y., N.Y.","video":false,"title":"N.Y., N.Y.","genre_ids":[99],"poster_path":"\/yUuXoYj1JaTF5LJQ3VKXGBLAkKo.jpg","backdrop_path":"\/x3syvdoSv02ndgH6pA8TeD7Nr11.jpg","release_date":"1957-12-31","popularity":1.527,"vote_average":7.4,"id":148905,"adult":false,"vote_count":9},{"overview":"A music documentary following the breakup of Swedish House Mafia and their subsequent One Last Tour. The largest electronic tour in history, selling over 1 million tickets in one week. Director Christian Larson captures the band in a unique fly on the wall manner as they call it quits and seek closure by going on the tour they had always dreamed of. With breathtaking live moments, huge laughs and dark lows, the band start to unravel why they came to the decision to end the biggest achievement of their lives to date to save their friendship.  The film maps out three of the biggest stars in a scene which has gripped youth the world over and the psychology of the band. A film not to be missed.","original_language":"en","original_title":"Swedish House Mafia - Leave the World Behind","video":false,"title":"Leave the World Behind","genre_ids":[99,10402],"poster_path":"\/foLe0dW1Q9DqUfigZKzwejfChhY.jpg","backdrop_path":"\/bZKUrgIdjuOvPY4P68G6xig3qzD.jpg","release_date":"2014-03-12","popularity":2.819,"vote_average":7.3,"id":250578,"adult":false,"vote_count":32},{"overview":"In seven different parts, Godard, Klein, Lelouch, Marker, Resnais and Varda show their sympathy for the North-Vietnamees army during the Vietnam-war.","original_language":"en","original_title":"Loin du Vietnam","video":false,"title":"Far from Vietnam","genre_ids":[10752,99],"poster_path":"\/fwMPDjZKim3BQFomQfPcywwEwOp.jpg","backdrop_path":null,"release_date":"1967-01-01","popularity":1.299,"vote_average":7.1,"id":36140,"adult":false,"vote_count":9},{"overview":"This series tells the story of the world's fastest fighter plane ever built, in 1950's Canada, and how the project was dropped due to political pressure from the United States.","original_language":"en","original_title":"The Arrow","video":false,"title":"The Arrow","genre_ids":[99,18],"poster_path":"\/ifUbKmM2gPnoSkvQUxz8j5LiTwj.jpg","backdrop_path":"\/cFRaZZRZA2U1dTrFprrUozmjJQb.jpg","release_date":"1997-01-12","popularity":1.622,"vote_average":6.8,"id":19665,"adult":false,"vote_count":5},{"overview":"Misfits to Yuppies is the last of three films (Dom kallar oss mods, Ett anständigt liv, Det sociala arvet) that shows conditions for addicts in Stockholm and try to find out how social legacy have been transferred to their children from previous films.","original_language":"sv","original_title":"Det sociala arvet","video":false,"title":"The Social Contract","genre_ids":[99],"poster_path":"\/a23iQlPjpHMLZ8JHdxxS9fb3C2Q.jpg","backdrop_path":"\/qaMuAdJr1eipBiZTTAa8G3fijyj.jpg","release_date":"1993-04-02","popularity":1.753,"vote_average":6.2,"id":56504,"adult":false,"vote_count":10},{"overview":"A documentary on gay, lesbian, and transgender Muslims across the Muslim and Western worlds.","original_language":"en","original_title":"A Jihad for Love","video":false,"title":"A Jihad for Love","genre_ids":[99],"poster_path":"\/9nKM3eEoFA6JinMx7oKWKBQAdab.jpg","backdrop_path":"\/tg7sECT9wUjPphVLeXCcLtnY0JP.jpg","release_date":"2007-09-09","popularity":1.284,"vote_average":5.9,"id":37092,"adult":false,"vote_count":7},{"overview":"In Defense of Food tackles a question more and more people around the world have been asking: What should I eat to be healthy? Based on award-winning journalist Michael Pollan's best-selling book, the program explores how the modern diet has been making us sick and what we can do to change it.","original_language":"en","original_title":"In Defense of Food","video":false,"title":"In Defense of Food","genre_ids":[99],"poster_path":"\/n18XO5m2UJGKRwzh3grtBY6oMA6.jpg","backdrop_path":"\/mqQqH5QXuPUwDrMoQlG1RRR5vy9.jpg","release_date":"2015-12-30","popularity":1.94,"vote_average":8.1,"id":375232,"adult":false,"vote_count":13},{"overview":"Wonders of the Arctic 3D centers on our ongoing mission to explore and come to terms with the Arctic, and the compelling stories of our many forays into this captivating place will be interwoven to create a unifying message about the state of the Arctic today. Underlying all these tales is the crucial role that ice plays in the northern environment and the changes that are quickly overtaking the people and animals who have adapted to this land of ice and snow.","original_language":"en","original_title":"Wonders of the Arctic","video":false,"title":"Wonders of the Arctic","genre_ids":[99],"poster_path":"\/kILm34FUY8f9s2WlYVFNbzoGHfX.jpg","backdrop_path":"\/4eMoCyw4XG06ycbiUXzddB45pkE.jpg","release_date":"2014-03-06","popularity":1.118,"vote_average":7,"id":402980,"adult":false,"vote_count":1}],[{"overview":"This documentary divided into five segments examines the source and its path to the movies, backstory, special effects story\/character areas, cast and performances. It includes notes from Reynolds, Liefeld, Miller, Wernick, Reese, executive producers Aditya Sood and Stan Lee, co-creator\/comics writer Fabian Nicieza, producer Simon Kinberg, comics writer Joe Kelly, specialty costume designer Russell Shinkle, makeup designer Bill Corso, production designer Sean Haworth, director of photography Ken Seng, executive producer\/unit production manager John J. Kelly, previs supervisor Franck Balson, stunt coordinator Philip J. Silvera, visual effects supervisors Pauline Duvall and Jonathan Rothbart, visual effects producer Annemarie Griggs, 2nd unit director\/stunt coordinator Robert Alonzo, special effects coordinator Alex Burdett, utility stunts Regis Harrington, composer Tom Holkenberg, and actors Morena Baccarin, TJ Miller, Brianna Hildebrand, Leslie Uggams, Ed Skrein, and Gina Carano.","original_language":"en","original_title":"Deadpool: From Comics to Screen... to Screen","video":false,"title":"Deadpool: From Comics to Screen... to Screen","genre_ids":[99],"poster_path":"\/chV0avy5ogIB2PMTInT4KpHDzwj.jpg","backdrop_path":null,"release_date":"2016-05-10","popularity":0.937,"vote_average":6.3,"id":413323,"adult":false,"vote_count":8},{"overview":"James gives himself 12 months before he has 'a license to kill himself', he sets off to the amazon rainforest with hopes of finding a shaman who can save his life.","original_language":"en","original_title":"The Last Shaman","video":false,"title":"The Last Shaman","genre_ids":[99],"poster_path":"\/52wrrla3cOVadcNNBNf3HVKeX7d.jpg","backdrop_path":null,"release_date":"2017-09-01","popularity":1.601,"vote_average":7.5,"id":451474,"adult":false,"vote_count":10},{"overview":"Louis returns to visit the Westboro Baptist Church in the wake of the death of its leader.","original_language":"en","original_title":"Louis Theroux: Surviving America’s Most Hated Family","video":false,"title":"Louis Theroux: Surviving America’s Most Hated Family","genre_ids":[99],"poster_path":"\/lzxlje72D5QtBVpNTRrzIrCKKoU.jpg","backdrop_path":"\/nt54nzN1D3eRvJyHPR0OHf0piaT.jpg","release_date":"2019-07-14","popularity":1.223,"vote_average":7,"id":614477,"adult":false,"vote_count":1},{"overview":"If the cityscapes and patriotic anthems of this film seem a far cry from the bleak landscape of Seoul Train, that's no accident. Dutch filmmaker Pieter Fleury, with the full permission and cooperation of the North Korean government, created this propaganda film that gives us a glimpse of a day in the life of one of the world's most enigmatic societies. A Day in the Life, largely dictated by the North Korean film bureau, follows a typical North Korean family through their daily duties, largely dedicated to the pride in the North Korean nation of comrades and the glory of General Kim Jong Il.The film is meant to extol the success of modern North Korea. But does it? With straight footage and a total absence of narration, viewers may interpret Fleury's film in a slightly different manner than intended","original_language":"en","original_title":"Noord-Korea: Een dag uit het leven","video":false,"title":"North Korea: A Day in the Life","genre_ids":[99],"poster_path":"\/q3wKgcWS75m4pXEYW7o8i5aCiR6.jpg","backdrop_path":"\/ezpLESqtFkjwcWmM3F0pz646en7.jpg","release_date":"2004-01-01","popularity":1.556,"vote_average":6.9,"id":47357,"adult":false,"vote_count":7},{"overview":"This riveting documentary, “Black Panthers - Huey!”, directed by French filmmaker Agnès Varda transports you to the pivotal Free Huey rally held on February 17th, 1968, at Oakland Auditorium in Alameda, California. Newton, the charismatic young college student who, along with Bobby Seale, created the Black Panther Party, had been jailed for allegedly killing a police officer.  His arrest–widely believed at the time to be a setup–galvanized Party support throughout the nation and led to a boom in Party membership, bringing a new level of public attention to the Panthers’ cause.","original_language":"en","original_title":"Black Panthers","video":false,"title":"Black Panthers","genre_ids":[99],"poster_path":"\/uk2afhXAybYEVKjT2TzpP6hn37C.jpg","backdrop_path":"\/ecq9oaVSlRkHJQdXQY1FJwfzBFv.jpg","release_date":"1968-12-01","popularity":1.875,"vote_average":6.1,"id":144597,"adult":false,"vote_count":10},{"overview":"An insight into the life of the world's most famous male dancer, Rudolf Nureyev.","original_language":"en","original_title":"Nureyev","video":false,"title":"Nureyev","genre_ids":[99],"poster_path":"\/5aoUC9nl1wJWZNUVG5p2kJUTddA.jpg","backdrop_path":"\/7DrkNy9WRpmhYUkXUsoZgZTvi7j.jpg","release_date":"2018-09-25","popularity":2.627,"vote_average":7.6,"id":543666,"adult":false,"vote_count":9},{"overview":"While in San Francisco for the promotion of her last film in October 1967, Agnès Varda, tipped by her friend Tom Luddy, gets to know a relative she had never heard of before, Jean Varda, nicknamed \"Yanco\". This hitherto unknown uncle lives on a boat in Sausalito, is a painter, has adopted a hippie lifestyle and loves life. The meeting is a very happy one.","original_language":"fr","original_title":"Oncle Yanco","video":false,"title":"Uncle Yanco","genre_ids":[99],"poster_path":"\/ffZpsbJGuRoMKBQ1ZZ14v06NK7Y.jpg","backdrop_path":"\/juuENZCq5AQFIe4VfNu4T3J1gID.jpg","release_date":"1967-01-01","popularity":1.073,"vote_average":7.6,"id":277677,"adult":false,"vote_count":15},{"overview":"Documentary revealing just how dangerous too much fat is to our most vital internal organs. The programme follows a specialist pathology team as they conduct a post-mortem on the body of a 17-stone woman whose body was donated to medical science. Their findings, as they dissect the body and its organs, are startling, exposing the devastating impact of obesity with stunning visuals and fascinating medical facts.  Morbid obesity reduces life expectancy by an average of nine years and is blamed for over 30,000 deaths in the UK every year. With 65 per cent of people already overweight or obese, this extraordinary film is a powerful contribution to the debate about fat, food, lifestyle and how the health service will cope with the growing obesity crisis.","original_language":"en","original_title":"Obesity: The Post Mortem","video":false,"title":"Obesity: The Post Mortem","genre_ids":[99],"poster_path":"\/ythG2RwuyJUMN4sNZ0CWQZ3N4Sq.jpg","backdrop_path":null,"release_date":"2016-09-13","popularity":1.291,"vote_average":7.3,"id":451408,"adult":false,"vote_count":3},{"overview":"Filming of the performance show the Deutsche Wehrmacht (German Army) made during the Reichsparteitag of the NSDAP in Nurnberg 1935. Showing the readiness and the will of the newly build army. The third documentary directed by Leni Riefenstahl.","original_language":"de","original_title":"Tag der Freiheit! - Unsere Wehrmacht","video":false,"title":"Day of Freedom - Our Armed Forces","genre_ids":[99],"poster_path":"\/u61zjN8DA2ZbtUO2Y2bORRmvODV.jpg","backdrop_path":null,"release_date":"1935-12-30","popularity":1.177,"vote_average":7.3,"id":99930,"adult":false,"vote_count":8},{"overview":"The film TRUTH IN 24 II documents the tenth and arguably most emotional triumph of the brand with the four rings at this sports car classic. After two Audi R18 TDI cars have retired following spectacular accidents, the remaining Audi fights a dramatic battle for overall victory with the three Peugeot 908 cars which the Audi trio ultimately decides in its favor with a narrow margin of 13 seconds. The film captures the entire drama of the fourth-narrowest running of the Le Mans 24 Hours with intimate insights into the team of Audi Sport and breath-taking pictures.","original_language":"en","original_title":"Truth In 24 II: Every Second Counts","video":false,"title":"Truth In 24 II: Every Second Counts","genre_ids":[99],"poster_path":"\/AnOgDPsT7bvcTi2V9SiYb6pVPN1.jpg","backdrop_path":"\/x9FiVMXY4OJSNxr4cs9pP1JpA2W.jpg","release_date":"2012-05-22","popularity":2.445,"vote_average":6.5,"id":111192,"adult":false,"vote_count":8},{"overview":"One of the most important artists of our era, Ryuichi Sakamoto has had a prolific career spanning over four decades, from techno-pop stardom to Oscarwinning film composer. The evolution of his music has coincided with his life journeys. Following Fukushima, Sakamoto became an iconic figure in Japan’s social movement against nuclear power. As Sakamoto returns to music following cancer, his haunting awareness of life crises leads to a resounding new masterpiece. RYUICHI SAKAMOTO: CODA is an intimate portrait of both the artist and the man.","original_language":"ja","original_title":"Ryuichi Sakamoto: Coda","video":false,"title":"Ryuichi Sakamoto: Coda","genre_ids":[99,10402],"poster_path":"\/3HoDechba9wJhTUPOZTwxJBkh1Z.jpg","backdrop_path":"\/xYb2xZXTmsf0MSV08jLEDXK4Fjc.jpg","release_date":"2017-11-04","popularity":1.485,"vote_average":7.6,"id":473888,"adult":false,"vote_count":9},{"overview":"","original_language":"fr","original_title":"Les yeux dans les bleus","video":false,"title":"Les yeux dans les bleus","genre_ids":[99,18,10749],"poster_path":"\/g9nRpGQ9BxhFnAtP1gAw315QZO.jpg","backdrop_path":"\/pwymzwD0wGtCBKvifHd5YGMTGlL.jpg","release_date":"1998-11-19","popularity":1.703,"vote_average":7.3,"id":1881,"adult":false,"vote_count":22},{"overview":"An investigation into how the CDC (Centers for Disease Control and Prevention), the government agency charged with protecting the health of American citizens, destroyed data on their 2004 study that showed a link between the MMR vaccine and autism.","original_language":"en","original_title":"Vaxxed: From Cover-Up to Catastrophe","video":false,"title":"Vaxxed: From Cover-Up to Catastrophe","genre_ids":[99,14],"poster_path":"\/rJDcXQNvkdCr1lkgAUYBZrT7ZGk.jpg","backdrop_path":"\/wAzo9bfL2DLiK4sTDgl41FCV0DD.jpg","release_date":"2016-04-01","popularity":1.576,"vote_average":6.7,"id":390641,"adult":false,"vote_count":15},{"overview":"In 1966, John Harlin II died while attempting Europe's most difficult climb, the North Face of the Eiger in Switzerland. 40 years later, his son John Harlin III, an expert mountaineer and the editor of the American Alpine Journal, returns to attempt the same climb.","original_language":"en","original_title":"The Alps - Climb of Your Life","video":false,"title":"The Alps - Climb of Your Life","genre_ids":[99],"poster_path":"\/jEkFUmsY8FY4aEVsiQuQJu2beLc.jpg","backdrop_path":"\/eSazFvwXTILGAl74el4K15trkwU.jpg","release_date":"2007-03-30","popularity":1.1,"vote_average":7.5,"id":30329,"adult":false,"vote_count":2},{"overview":"An unemployed American worker, a Tea Party activist, and a Chinese solar entrepreneur. But who wins and who loses the battle for power in the 21st century? Through interwoven character dramas spanning the U.S. and China, Catching the Sun explores the global economic race to lead the clean energy future.","original_language":"en","original_title":"Catching the Sun","video":false,"title":"Catching the Sun","genre_ids":[99],"poster_path":"\/55qMZx3x7sEYiAiKuXuwbp7OLud.jpg","backdrop_path":"\/zQD2njQZPYogHF8cE7D7AudyehY.jpg","release_date":"2015-06-12","popularity":2.375,"vote_average":7,"id":339161,"adult":false,"vote_count":10},{"overview":"","original_language":"it","original_title":"Maradonapoli","video":false,"title":"Maradonapoli","genre_ids":[99],"poster_path":"\/aOlPZgowpuww5jrNatFMqcwKtsd.jpg","backdrop_path":"\/oNE3EHhOQlJ4aV3HurgZ4SDIOIe.jpg","release_date":"2017-05-04","popularity":1.004,"vote_average":6.8,"id":455904,"adult":false,"vote_count":12},{"overview":"Wheel of Time is Werner Herzog's photographed look at the largest Buddhist ritual in Bodh Gaya, India.","original_language":"en","original_title":"Wheel of Time","video":false,"title":"Wheel of Time","genre_ids":[99],"poster_path":"\/EL6DyQCgwwZ2Jj3rhLm1Ytan8F.jpg","backdrop_path":"\/fr1gaUcZ70LrdYaTY6ffH3Pff0p.jpg","release_date":"2003-10-30","popularity":2.77,"vote_average":6.7,"id":51311,"adult":false,"vote_count":19},{"overview":"The theory of evolution and a re-write of American history are caught in the crosshairs when an unabashed Creationist seeks re-election as chairman of America's most influential Board of Education.","original_language":"en","original_title":"The Revisionaries","video":false,"title":"The Revisionaries","genre_ids":[99],"poster_path":"\/3DwH9ZLLcE3bpnFQIUKgbsdL12u.jpg","backdrop_path":"\/8HGV32GDRV9arMqpGS18hp2WG5I.jpg","release_date":"2012-04-21","popularity":1.214,"vote_average":6.6,"id":106049,"adult":false,"vote_count":8},{"overview":"This is the story of the evolution of the starship \"Enterprise\".","original_language":"en","original_title":"The Evolution of the Enterprise","video":false,"title":"The Evolution of the Enterprise","genre_ids":[99,878],"poster_path":"\/jXSlLh1YvxEoYkO6rhVe42542lK.jpg","backdrop_path":null,"release_date":"2009-08-09","popularity":2.458,"vote_average":3.5,"id":70257,"adult":false,"vote_count":2},{"overview":"A documentary about following your dreams, in the smallest of places and the life of an IndieDev. Join Dan as he travels the UK in search of what it takes to create and bring video game ideas to life and struggles and triumphs of being an Indie Developer in the UK.","original_language":"en","original_title":"Making The Game","video":false,"title":"Making The Game","genre_ids":[99],"poster_path":null,"backdrop_path":"\/1fgbmDQacwBn73W08b2XurMnA5X.jpg","release_date":"2019-09-27","popularity":1.203,"vote_average":0,"id":631457,"adult":false,"vote_count":0}],[{"overview":"Mollie and Alex are part of a growing group of teens and twenty-something embracing the world of public nudity. They are on a quest to normalize nudity, question the media's obsession with the body beautiful, and encourage other young people to liberate themselves by simply going naked - in the streets, in cafes or at art shows","original_language":"en","original_title":"My Daughter the Teenage Nudist","video":false,"title":"My Daughter the Teenage Nudist","genre_ids":[99],"poster_path":"\/8Cz4NWFQv25N7OoDrU48pDT0tch.jpg","backdrop_path":"\/cVAZmhkxafC34Ag087GHlwSh3Q9.jpg","release_date":"2012-02-02","popularity":1.773,"vote_average":0,"id":324556,"adult":false,"vote_count":0},{"overview":"Few comedians can stir up controversy like the legendary Paul Mooney -- writer for Richard Pryor, creator of In Living Color's Homey the Clown and featured guest on Chappelle's Show. With his characteristic brutal honesty, Mooney passionately and hysterically charges into the electrified currents of racial tension. In this magnificent standup performance at Hollywood's Laugh Factory, Mooney earns a standing ovation with his relentless no-holds-barred observations on black history, stereotypes and prejudices, living in White America, celebrity divas and much, much more!","original_language":"en","original_title":"Paul Mooney: Know Your History - Jesus Is Black... So Was Cleopatra","video":false,"title":"Paul Mooney: Know Your History - Jesus Is Black... So Was Cleopatra","genre_ids":[35,99],"poster_path":"\/35Ubod7KPCgGswFcAwureqVhn7s.jpg","backdrop_path":"\/qBW0vYjdpIYchmENzuCiPfFhfzz.jpg","release_date":"2007-02-06","popularity":2.165,"vote_average":7.3,"id":36749,"adult":false,"vote_count":8},{"overview":"A man (Thomas Edison's assistant) takes a pinch of snuff and sneezes. This is one of the earliest Thomas Edison films and was the first motion picture to be copyrighted in the United States.","original_language":"en","original_title":"Edison Kinetoscopic Record of a Sneeze","video":false,"title":"Edison Kinetoscopic Record of a Sneeze","genre_ids":[99],"poster_path":"\/utsYe7NaVdiUhXpBwgln3LTucYs.jpg","backdrop_path":null,"release_date":"1894-01-09","popularity":2.049,"vote_average":4.9,"id":105158,"adult":false,"vote_count":27},{"overview":"Traces the history and mechanics of the guitar riff over 60 years from the 1950s, from Chuck Berry through Hank Marvin, Black Sabbath and others to the White Stripes. Featuring interviews with some of the core arbiters of change and new techniques.","original_language":"en","original_title":"The Joy of the Guitar Riff","video":false,"title":"The Joy of the Guitar Riff","genre_ids":[99],"poster_path":"\/2Q4Q27z7uROzMuSBEsc3qA6FBS3.jpg","backdrop_path":"\/fBtRmRfLL4IFjGPZjQOMzBwaB2p.jpg","release_date":"2014-07-18","popularity":1.001,"vote_average":8.5,"id":393078,"adult":false,"vote_count":2},{"overview":"Their family name alone evokes horror: Himmler, Frank, Goering, Hoess. This film looks at the descendants of the most powerful figures in the Nazi regime: men and women who were left a legacy that indelibly associates them with one of the greatest abominations in history. What is it like to have grown up with a name that immediately raises images of genocide? How do they live with the weight of their ancestors' crimes? Is it possible to move on from the crimes of their ancestors?","original_language":"en","original_title":"Hitler's Children","video":false,"title":"Hitler's Children","genre_ids":[10752,99,36],"poster_path":"\/i0mXs7eycDrJNL24ZmadpJokCs4.jpg","backdrop_path":"\/xhWpFMm9QYvaDXZPPk1iYD4ttuw.jpg","release_date":"2012-10-18","popularity":2.016,"vote_average":6.9,"id":113362,"adult":false,"vote_count":14},{"overview":"Edwin’s Restaurant is determined to become one of America’s top French restaurants, with a staff unlike any other in the country. Brandon Edwin Chrostowski prepares to open his Cleveland, Ohio fine dining establishment with a staff composed nearly entirely of recently released prisoners in search of an opportunity to get their lives back on track. They sign up for a classical French food boot camp to learn the ins and outs of fine wine, sauces, and more. Inspiring and engaging, this documentary emphasizes the enriching and fundamental power of food to bring people together, regardless of circumstance or background.","original_language":"en","original_title":"Knife Skills","video":false,"title":"Knife Skills","genre_ids":[99],"poster_path":"\/cDzHu23A1MKiSVXyKZ7LsBfLruQ.jpg","backdrop_path":"\/dJ49GYu4b8ADpIXQc0bCw2lBI5e.jpg","release_date":"2017-07-29","popularity":1.671,"vote_average":6.4,"id":466489,"adult":false,"vote_count":9},{"overview":"An introspective documentary which chronicles pop music queen Britney Spears' return to the spotlight after her much-publicized professional and personal struggles. Honest, raw and revealing, the one-hour special shares some of Spears' most intimate moments in the span of 60 days, and gives fans an inside look at Britney in the recording studio and on set filming the music videos for one of music's most triumphant comebacks.","original_language":"en","original_title":"Britney: For the Record","video":false,"title":"Britney: For the Record","genre_ids":[99,10402],"poster_path":"\/sBVGNFTdZxpjy1KPynMyGojd7e3.jpg","backdrop_path":"\/rr7ctS35nnllfxuMwcm7o5ykPz6.jpg","release_date":"2008-11-30","popularity":1.736,"vote_average":7.1,"id":51514,"adult":false,"vote_count":20},{"overview":"In the late 80's\/early 90's North America's favorite pastime was collecting baseball cards. People would invest millions, in this game of pirates treasure, by putting their mint condition gold in plastic sleeves, locking it away and hoping it's value would continue to rise year after year. Unfortunately, this house of cards would soon collapse, leaving the pieces of cardboard along with the hopes and dreams of fathers and sons worthless. Stu Stone was one of those sons, and his relationship with his father Jack, who was in the card business, would crumble with the industry. 25 years later, Stu is on a mission to discover why his beloved baseball cards are worth nothing more than the memories they hold of a happy childhood. What he didn't plan on finding though, was the most elusive card of them all, his father Jack.","original_language":"en","original_title":"Jack of all Trades","video":false,"title":"Jack of all Trades","genre_ids":[99],"poster_path":"\/sno4NWBFBq9cofAvI2Mqu29V8Dt.jpg","backdrop_path":null,"release_date":"2018-03-03","popularity":1.27,"vote_average":6.1,"id":516807,"adult":false,"vote_count":7},{"overview":"Bending Colours is a moving portrait of Jordy Smith. This is not a biopic. It's a never-before seen insight into game changing next level surfing. From an average school kid in South Africa, a cocky tour rookie, to the professional world title threat he is today, Bending Colours tells a story. No one does progressive surfing or the hi-fi quite like Kai Neville. The fit is obvious. You know Modern Collective. You know the new breed of surfer, soundtrack and star it's created. This next collaboration will further redefine and change the game.","original_language":"en","original_title":"Bending Colours","video":false,"title":"Bending Colours","genre_ids":[28,99,12],"poster_path":"\/jjmzDCFwr1o1sBzrBW894ywto1r.jpg","backdrop_path":null,"release_date":"2012-01-01","popularity":0.977,"vote_average":4.3,"id":142293,"adult":false,"vote_count":2},{"overview":"Universal Horror is a documentary about the era of classic monster movies that were made at Universal Studios during the 1930's and 1940's.","original_language":"en","original_title":"Universal Horror","video":false,"title":"Universal Horror","genre_ids":[99],"poster_path":"\/n2i8f8oScYAOlW04I5C0ms70FQ0.jpg","backdrop_path":"\/8a5iwAkeA27jlGMHJlOYUtU7sKa.jpg","release_date":"1998-10-08","popularity":1.836,"vote_average":7.8,"id":144517,"adult":false,"vote_count":9},{"overview":"Set to a classic Duke Ellington recording \"Daybreak Express\", this is a five-minute short of the soon-to-be-demolished Third Avenue elevated subway station in New York City.","original_language":"en","original_title":"Daybreak Express","video":false,"title":"Daybreak Express","genre_ids":[99],"poster_path":"\/1rmVFYVga9bAgDc13sLPIbdA4Kp.jpg","backdrop_path":"\/kPewyeNxwl9LAAyq1RDYYgS746X.jpg","release_date":"1953-01-01","popularity":1.581,"vote_average":7.2,"id":1564,"adult":false,"vote_count":18},{"overview":"","original_language":"en","original_title":"The Making of 'Lawrence of Arabia'","video":false,"title":"The Making of 'Lawrence of Arabia'","genre_ids":[99],"poster_path":"\/cvoXWjTQi4pfccBpAohSr7yBil0.jpg","backdrop_path":"\/23UhgRbxmakUWKFLSCZgScRnYUJ.jpg","release_date":"2003-09-22","popularity":1.63,"vote_average":7,"id":168064,"adult":false,"vote_count":2},{"overview":"Antoine de Saint-Exupéry's transcendent story suggests an ethical philosophy about life and a universal code of respect for humanity. With every new generation that discovers the fable, The Little Prince's inspiring legacy is cemented.","original_language":"en","original_title":"Invisible Essence: The Little Prince","video":false,"title":"Invisible Essence: The Little Prince","genre_ids":[99],"poster_path":"\/f0svXnU6R5NkGhxLXOgjbWx75lz.jpg","backdrop_path":null,"release_date":"2018-10-16","popularity":5.187,"vote_average":6.7,"id":551605,"adult":false,"vote_count":3},{"overview":"In this home movie collection of gay men, memory serves as an act of hope, power, and above all, resilience.","original_language":"en","original_title":"Home Movies","video":false,"title":"Home Movies","genre_ids":[99,10749],"poster_path":"\/yZOcx8jsyV3UaS5PDS5Ewx1N7yl.jpg","backdrop_path":"\/fvneWUXkCpWE0fRsHEBs7xsi1LN.jpg","release_date":"2017-07-09","popularity":1.725,"vote_average":5.8,"id":474237,"adult":false,"vote_count":6},{"overview":"Thirty miles from the Arctic Circle, in the northern Icelandic town of Husavik, stands the Icelandic Phallological Museum - the world's only Penis museum. Over 40 years, the founder and curator has collected every specimen from every mammal except for one elusive penis needed to complete his collection: The Human Specimen. The film follows the curator's incredible, sublimely comic, often shocking quest to complete his eccentric collection, and the two intrepid men who have raised their hands to be the first human","original_language":"en","original_title":"The Final Member","video":false,"title":"The Final Member","genre_ids":[99],"poster_path":"\/yxqCRqG99QjfllQgJvFtqzgImKp.jpg","backdrop_path":"\/9hvL6KAAlwNRehz5T8M3JlKKr4C.jpg","release_date":"2014-04-18","popularity":1.686,"vote_average":5.8,"id":125414,"adult":false,"vote_count":18},{"overview":"9\/11: They knew. They not only let it happen, they MADE it happen!","original_language":"en","original_title":"911: The Road to Tyranny","video":false,"title":"911: The Road to Tyranny","genre_ids":[99],"poster_path":"\/qMLrANUkPVSSszB8BGZvpE3K43B.jpg","backdrop_path":"\/ocLnfC5dEV145YS1OEBaepW8iM1.jpg","release_date":"2002-01-01","popularity":2.15,"vote_average":7.3,"id":28537,"adult":false,"vote_count":10},{"overview":"In 2009, students of all walks of life at the Arts &amp; Learning Children's Conservatory in Anaheim, CA set out to produce their own live musical parody version of Star Wars: Episode V - The Empire Strikes Back (1980), as interpreted through their young talents. Follow the young actors, artists, musicians (and a few supervising adults) as they audition, rehearse and perform their take on this classic film.","original_language":"en","original_title":"Jedi Junior High","video":false,"title":"Jedi Junior High","genre_ids":[99],"poster_path":"\/exhsLsJxgGOrk1GkEDoQSFcrdrK.jpg","backdrop_path":null,"release_date":"2015-11-19","popularity":1.343,"vote_average":7,"id":426224,"adult":false,"vote_count":4},{"overview":"17 years after controversial Vancouver Grizzlies NBA star Bryant ‘Big Country’ Reeves leaves town, super-fan Kat Jayme goes on a mission to find her childhood hero and tell the story of this forgotten legend.","original_language":"en","original_title":"Finding Big Country","video":false,"title":"Finding Big Country","genre_ids":[99],"poster_path":"\/kgwnveNkm595Riw3zh6JiCKx5OH.jpg","backdrop_path":null,"release_date":"2018-09-30","popularity":1.78,"vote_average":0,"id":544365,"adult":false,"vote_count":0},{"overview":"Co-directed by Gentry Kirby and Erin Leyden, “Tommy” examines Morrison’s remarkable rise to the spotlight, followed by a stunning, confounding, and ultimately tragic fall. He was one of the best heavyweights of his time; a handsome, charming, yet unsettled young star. Born into a troubled family in America’s heartland, Morrison’s initial emergence as a fighter was bolstered by a starring role in “Rocky V.”  A few years later he beat George Foreman for the WBO heavyweight title, and seemed primed for more stardom, even in the face of blown opportunities and upset losses. But everything changed in early 1996 when he tested positive for HIV, abruptly forcing him into retirement at age 27. From there, Morrison’s life spiraled further and further downward, plagued by drug problems, jail time, and an eventual denial that he had the virus at all.","original_language":"en","original_title":"Tommy","video":false,"title":"Tommy","genre_ids":[99],"poster_path":"\/rbwsU5Uwn55kET0Zhuyuag26TRD.jpg","backdrop_path":null,"release_date":"2017-09-27","popularity":1.241,"vote_average":0,"id":474661,"adult":false,"vote_count":0},{"overview":"Whitwell, TN is a small, rural community of less than two thousand people nestled in the mountains of Tennessee. Its citizens are almost exclusively white and Christian. In 1998, the children of Whitwell Middle School took on an inspiring project, launched out of their principal's desire to help her students open their eyes to diversity in the world and the horrors and enormity of the holocaust.","original_language":"en","original_title":"Paper Clips","video":false,"title":"Paper Clips","genre_ids":[99],"poster_path":"\/62E1tAw370MbsXWeTR10bg5VX5N.jpg","backdrop_path":"\/gTrvJ75ptGoTkUTp8TQx1pFs8p2.jpg","release_date":"2004-09-08","popularity":2.769,"vote_average":7.4,"id":33823,"adult":false,"vote_count":9}],[{"overview":"An in-depth portrait of MANOLO BLAHNIK, self-confessed 'cobbler' and the man regarded by most influential fashion figures as 'the best shoe-maker of the 20th and 21st centuries. A film for anyone who has ever looked longingly at a pair of... 'Manolos'","original_language":"en","original_title":"Manolo: The Boy Who Made Shoes for Lizards","video":false,"title":"Manolo: The Boy Who Made Shoes for Lizards","genre_ids":[18,99],"poster_path":"\/vGmPncaty80whlcyeUQG1ijLbLt.jpg","backdrop_path":"\/3mxMbL9cionzNMlyuZkMtPF5rfM.jpg","release_date":"2017-09-15","popularity":1.286,"vote_average":7.3,"id":467237,"adult":false,"vote_count":8},{"overview":"In close-ups and extreme close-ups, we watch two small species of marine crustaceans, the slender long-legged stenorhynchus and the clumsy, short-legged hyas. To blend in, both cover themselves with found objects, such as algae and sponges. We watch them move, eat, greet each other, and fight. They have small mandibles and large claws. Near them are spirograph worms, 6 inches long, with a plume of branchiae that fan out like exploding fireworks. We see vibrating cilia, 0.001 mm long, on the branchiae, sending food toward the mouth at the plume's center. Chopin's music and an off-screen narrator suggest we're watching a ballet.","original_language":"fr","original_title":"Hyas et stenorinques","video":false,"title":"Hyas and Stenorhynchus","genre_ids":[99],"poster_path":"\/vW9XUKBMk8wrS819CnIODVDXSNZ.jpg","backdrop_path":"\/8UUDgOsaGH25Z66c3gu6fmPjCd5.jpg","release_date":"1927-01-01","popularity":1.278,"vote_average":6.8,"id":117588,"adult":false,"vote_count":9},{"overview":"After twenty-five years spent in France, I return to Bulgaria, camera in hand, with a vertiginous suspicion: what if my family had collaborated with the political police of the communist regime? And what if they were part of the \"red trash\" that the demonstrators on the street want to see disappear? I decide to investigate and to film, constantly, ready for anything. My adventure transforms itself into a tragic comic odyssey; a film that combines espionage with family.","original_language":"fr","original_title":"Je vois rouge","video":false,"title":"I See Red People","genre_ids":[99],"poster_path":"\/iO34Tk5kCO25BWvdV7mRAYEkGGg.jpg","backdrop_path":null,"release_date":"2019-04-24","popularity":2.152,"vote_average":0,"id":500797,"adult":false,"vote_count":2},{"overview":"Using previously unreleased archival material in addition to contemporary interviews, this academy award-winning documentary tells the story of the Frank family and presents the first fully-rounded portrait of their brash and free-spirited daughter Anne, perhaps the world's most famous victim of the Holocaust. Written by Dawn M. Barclift","original_language":"en","original_title":"Anne Frank Remembered","video":false,"title":"Anne Frank Remembered","genre_ids":[99,18],"poster_path":"\/bA9Y8vaFcvlIUu4ZzirilO953tc.jpg","backdrop_path":"\/nBKHv9ODiG8TOQgpwGo0AUc01En.jpg","release_date":"1995-06-08","popularity":1.835,"vote_average":8.3,"id":51352,"adult":false,"vote_count":9},{"overview":"In a crime-plagued neighborhood near Miami, brutal, bare-knuckled backyard fights give young men a chance to earn money -- and self-respect.","original_language":"en","original_title":"Dawg Fight","video":false,"title":"Dawg Fight","genre_ids":[99],"poster_path":"\/faxT9iweirNGU8oDQTdrTkwfacf.jpg","backdrop_path":"\/qStqSukfgt2LWN5Y3xb4STYVN35.jpg","release_date":"2015-03-13","popularity":3.186,"vote_average":6.6,"id":325365,"adult":false,"vote_count":31},{"overview":"Fighter Pilot: Operation Red Flag follows American F-15 Eagle pilot John Stratton as he trains with some of the world’s best pilots. The movie depicts Stratton’s progression through the challenging and dangerous exercises of Operation Red Flag, the international training program for air forces of allied countries.","original_language":"en","original_title":"Fighter Pilot: Operation Red Flag","video":false,"title":"Fighter Pilot: Operation Red Flag","genre_ids":[99],"poster_path":"\/lsAKuTMbnraTkPt0ja1uBkYJGzv.jpg","backdrop_path":"\/pQsjVu9JfjTFhuGjtuDTDxm02CB.jpg","release_date":"2004-12-02","popularity":1.86,"vote_average":6.4,"id":15089,"adult":false,"vote_count":10},{"overview":"The Six Degrees of Helter Skelter\" walks in the footsteps of the Manson Family, visiting over 40 locations related to the infamous Tate\/LaBianca murders, and tying together the dozens of odd connections between Charles Manson and the Hollywood elite. Entertainingly led by famous Hollywood historian Scott Michaels (E!'s 20 Most Horrifying Hollywood Murders, Dearly Departed: Vol. 1, FindADeath.com), this epic documentary employs never-before-seen autopsy reports (analyzed with the help of the Los Angeles Department of the Coroner), dozens of rare photographs, original Manson Family music recordings, and modern-day visits to the locations where the action went down, in the most complete retelling of the Manson Murders ever put on film.","original_language":"en","original_title":"The Six Degrees of Helter Skelter","video":false,"title":"The Six Degrees of Helter Skelter","genre_ids":[99],"poster_path":"\/crpc3Ziye7FjOsBt5AKRsx1SVJS.jpg","backdrop_path":null,"release_date":"2009-01-01","popularity":1.547,"vote_average":7.1,"id":113529,"adult":false,"vote_count":16},{"overview":"A Trip Down Market Street is a 13-minute actuality film recorded by placing a movie camera on the front of a cable car as it travels down San Francisco’s Market Street. A virtual time capsule from over 100 years ago, the film shows many details of daily life in a major American city, including the transportation, fashions and architecture of the era. The film begins at 8th Street and continues eastward to the cable car turntable, at The Embarcadero, in front of the San Francisco Ferry Building. It was produced by the four Miles brothers: Harry, Herbert, Earle and Joe. Harry J. Miles cranked the Bell & Howell camera during the filming.","original_language":"en","original_title":"A Trip Down Market St. before the Fire","video":false,"title":"A Trip Down Market St. before the Fire","genre_ids":[99,36],"poster_path":"\/vuDTEyZiXpKa5Pcb44lllczJqs8.jpg","backdrop_path":"\/sLXaTgSIvgBLFgrYGLjIKehhVXQ.jpg","release_date":"1906-04-21","popularity":1.673,"vote_average":5.8,"id":144425,"adult":false,"vote_count":14},{"overview":"In 2010, the media branded a platoon of U.S. Army infantry soldiers “The Kill Team” following reports of its killing for sport in Afghanistan. Now, one of the accused must fight the government he defended on the battlefield, while grappling with his own role in the alleged murders. Dan Krauss’s absorbing documentary examines the stories of four men implicated in heinous war crimes in a stark reminder that, in war, innocence may be relative to the insanity around you.","original_language":"en","original_title":"The Kill Team","video":false,"title":"The Kill Team","genre_ids":[10752,99],"poster_path":"\/r78gbvIAOKbOIWm7llMZp8sEDeA.jpg","backdrop_path":"\/k8qf4pgKpGfyVH68b6GXR5RUCI6.jpg","release_date":"2013-10-15","popularity":2.386,"vote_average":7.2,"id":174351,"adult":false,"vote_count":13},{"overview":"Meet a surgeon who claims to remove highly advance implants, nanotechnology microchips imbedded by aliens, non-humans monitoring our earth. Discover the world of abductions, scalar wave transmissions and a program to study or manipulate the human race. Armed with a patient, a scalpel, black lights and a stud finder –  we seek to verify the authenticity of this alleged Off-World Implant Technology.","original_language":"en","original_title":"Patient Seventeen","video":false,"title":"Patient Seventeen","genre_ids":[99],"poster_path":"\/c93HFnFLSVnbgiP30ldvyllfF9a.jpg","backdrop_path":"\/i4L6XQMVCeWWvoc9EcUq5a2Y6rB.jpg","release_date":"2017-10-10","popularity":2.953,"vote_average":4.2,"id":494264,"adult":false,"vote_count":9},{"overview":"Wild Man Blues is a 1998 documentary film directed by Barbara Kopple, about the musical avocation of actor\/director\/comic Woody Allen. The film takes its name from a jazz composition sometimes attributed to Jelly Roll Morton and sometimes to Louis Armstrong and recorded by both (among others). Allen's love of early 20th century New Orleans music is depicted through his 1996 tour of Europe with his New Orleans Jazz Band. Allen has played clarinet with this band for over 25 years. Although Allen's European tour is the film's primary focus, it was also notable as the first major public showcase for Allen's relationship with Soon-Yi Previn.","original_language":"en","original_title":"Wild Man Blues","video":false,"title":"Wild Man Blues","genre_ids":[10402,99],"poster_path":"\/oRzV5cA6W1fW78dvkSNIp4JnHqm.jpg","backdrop_path":"\/yBiIvbjQlosNcjLcsU59SjkWGwH.jpg","release_date":"1997-01-16","popularity":2.661,"vote_average":6.5,"id":76330,"adult":false,"vote_count":15},{"overview":"This documentary treats film fans to a behind-the-scenes look at the making of Jurassic Park, one of the 90's biggest hits and a milestone in special effects development. Narrated by James Earl Jones, it includes footage of the filming process, as well as interviews with director Steven Spielberg, and other members of the cast and crew, who give their insights into what it was like working together on this project and the efforts it took to bring the film to completion.","original_language":"en","original_title":"The Making of 'Jurassic Park'","video":false,"title":"The Making of 'Jurassic Park'","genre_ids":[99],"poster_path":"\/wvTP6LsRbn09q5SjiK8gWqiHXmm.jpg","backdrop_path":"\/ttpICwMIbd2lew1A8Sc0jCp4mRS.jpg","release_date":"1995-05-09","popularity":2.085,"vote_average":6.7,"id":150354,"adult":false,"vote_count":9},{"overview":"A two-part series exploring the Celtics–Lakers rivalry, focusing mainly on the 1980s era of Larry Bird and Magic Johnson but also examining the entire history of the NBA through the rivalry.","original_language":"en","original_title":"Celtics\/Lakers: Best of Enemies","video":false,"title":"Celtics\/Lakers: Best of Enemies","genre_ids":[99],"poster_path":"\/mF2ccs6AuGUvEIY9lfj8chFu6pW.jpg","backdrop_path":null,"release_date":"2017-06-13","popularity":1.64,"vote_average":7.5,"id":456788,"adult":false,"vote_count":8},{"overview":"For the first time fashion designer Dries Van Noten allows a filmmaker to accompany him in his creative process and rich home life. For an entire year Reiner Holzemer documents the precise steps that Dries takes to conceive of four collections, the rich fabrics, embroidery and prints exclusive to his designs. As well as the emblematic fashion shows that bring his collections to the world and have become cult “must sees” at Paris Fashion Week. This film offers an insight into the life, mind and creative heart of a master fashion designer who, for more than 25 years, has remained independent in a landscape of fashion consolidation and globalization.","original_language":"de","original_title":"Dries","video":false,"title":"Dries","genre_ids":[99],"poster_path":"\/vACmIYy2MICN5fTeX2OZkuGaVeq.jpg","backdrop_path":"\/9ZfPRgWUfKZUpV2Xfbi5B2Tm2vh.jpg","release_date":"2017-06-29","popularity":1.325,"vote_average":7.5,"id":450941,"adult":false,"vote_count":6},{"overview":"Not since the great Bruce Lee has a Chinese martial artist taken Hollywood by storm. Leaping out of dire poverty and obscurity, Jackie Chan has become the sensational international superstar of mayhem and merriment! This presentation of Chan's career covers his work with the legendary Bruce Lee, his struggle against typecasting in the Bruce Lee mold, and the resounding success of his breakthrough movies mixing amazing acrobatic artistry with brilliant comic ability.","original_language":"en","original_title":"Jackie Chan: Fast, Funny and Furious","video":false,"title":"Jackie Chan: Fast, Funny and Furious","genre_ids":[99],"poster_path":"\/2oKBsQ3SdjGuBDDhPR31CO9qX1b.jpg","backdrop_path":null,"release_date":"2002-12-10","popularity":1.793,"vote_average":7.2,"id":64833,"adult":false,"vote_count":3},{"overview":"SEDUCED AND ABANDONED combines acting legend Alec Baldwin with director James Toback as they lead us on a troublesome and often hilarious journey of raising financing for their next feature film. Moving from director to financier to star actor, the two players provide us with a unique look behind the curtain at the world's biggest and most glamourous film festival, shining a light on the bitter-sweet relationship filmmakers have with Cannes and the film business. Featuring insights from directors Martin Scorsese, 'Bernando Bertolucci' and Roman Polanski; actors Ryan Gosling and Jessica Chastain and a host of film distribution luminaries.","original_language":"en","original_title":"Seduced and Abandoned","video":false,"title":"Seduced and Abandoned","genre_ids":[99],"poster_path":"\/mLYWDTniE62LQNMEhifiMbFFKWS.jpg","backdrop_path":"\/aE7rUxqvCgQRQzMZa5LAFseW2bg.jpg","release_date":"2013-10-18","popularity":2.464,"vote_average":6.6,"id":193645,"adult":false,"vote_count":23},{"overview":"Documentary tribute to actor and former bodybuilder, Arnold Schwarzenegger.","original_language":"en","original_title":"Arnold Schwarzenegger: Hollywood Hero","video":false,"title":"Arnold Schwarzenegger: Hollywood Hero","genre_ids":[99],"poster_path":"\/WmXNktsPs72qFJvmBBGNFiGK1c.jpg","backdrop_path":"\/t1gEWnP1LYubCvZzFVD9qgWUZPR.jpg","release_date":"1999-11-09","popularity":2.046,"vote_average":0,"id":79183,"adult":false,"vote_count":0},{"overview":"ReGeneration is a 2010 American documentary film written and directed by Phillip Montgomery that looks at the issues facing today's youth and young adults, and the influences that contribute to America's current culture of apathy toward to political and social causes.","original_language":"en","original_title":"ReGeneration","video":false,"title":"ReGeneration","genre_ids":[99,28],"poster_path":"\/q6DqzWDuai2EqWE4stWwIZDRIaK.jpg","backdrop_path":"\/lo01u4ZFUmrL9eRWfsrsDVZ65zF.jpg","release_date":"2010-05-24","popularity":2.242,"vote_average":7.2,"id":105942,"adult":false,"vote_count":10},{"overview":"In the wake of the 2012 Sandy Hook Elementary School massacre that took the lives of 20 first graders and their teachers, local clergymen Father Bob Weiss receives a letter from a fellow priest in Dunblane, Scotland, whose community suffered an eerily similar fate in 1996. From across the Atlantic, the two priests forge a poignant bond through the shared experience of trauma and healing.","original_language":"en","original_title":"Notes from Dunblane: Lessons from a School Shooting","video":false,"title":"Notes from Dunblane: Lessons from a School Shooting","genre_ids":[99],"poster_path":"\/qZpMIATUQLOD3WDKkrtgakn2YD0.jpg","backdrop_path":"\/t6wSmrlV7i05ra66rHCIFjkVa3x.jpg","release_date":"2018-09-28","popularity":3.832,"vote_average":7.3,"id":550860,"adult":false,"vote_count":5},{"overview":"A feature length documentary about the Free Kevin movement and the hacker world.","original_language":"en","original_title":"Freedom Downtime","video":false,"title":"Freedom Downtime","genre_ids":[18,99],"poster_path":"\/wgnfo0pNRLEjw4bCcLXV2lxdlRl.jpg","backdrop_path":"\/ntXzf5qOkL0rNbdFSoodExrkLmO.jpg","release_date":"2001-01-01","popularity":1.352,"vote_average":7.6,"id":9901,"adult":false,"vote_count":9}],[{"overview":"Documents 18 months in the lives of three crack addicts in Lowell, Massachusetts.","original_language":"en","original_title":"High on Crack Street: Lost Lives in Lowell","video":false,"title":"High on Crack Street: Lost Lives in Lowell","genre_ids":[99],"poster_path":"\/kDh2aSeYJysp4u3Mpf8uVc55XfD.jpg","backdrop_path":"\/bQjyoIPunHiZFuLUWtITwuCTRox.jpg","release_date":"1995-08-08","popularity":1.688,"vote_average":6.6,"id":58607,"adult":false,"vote_count":10},{"overview":"A sensitive portrait of Sabine Bonnaire, the autistic sister of the french actress Sandrine Bonnaire.","original_language":"en","original_title":"Elle s'appelle Sabine","video":false,"title":"Her Name Is Sabine","genre_ids":[99],"poster_path":"\/z23yrbKHVPjFh09YwMHcMFVzr4X.jpg","backdrop_path":"\/mWAWUtf6OBujvRHfPdxmZISAAj4.jpg","release_date":"2008-01-29","popularity":2.517,"vote_average":4.2,"id":33297,"adult":false,"vote_count":5},{"overview":"Depicts a cast of fine artists and eccentric scientists (from MIT and NASA) who have devoted their lives to the unlikely medium of modern origami. Through their determination to reinterpret the world in paper, they arouse a fascinating mix of sensibilities towards art, form, expressiveness, creativity and meaning","original_language":"en","original_title":"Between the Folds","video":false,"title":"Between the Folds","genre_ids":[99,10751],"poster_path":"\/z79QdY68xE0NUpcqoaBMgjuxgTh.jpg","backdrop_path":"\/nRbwZlIz4919OUX8d8O24fJ8lSf.jpg","release_date":"2008-01-01","popularity":1.987,"vote_average":7.9,"id":24792,"adult":false,"vote_count":11},{"overview":"The Boy Band Con: The Lou Pearlman Story charts the life and crimes of boy band impresario Lou Pearlman. The film tracks his life from discovering NSYNC and Backstreet Boys, to his perpetration of one of the largest ponzi schemes in US history.","original_language":"en","original_title":"The Boy Band Con: The Lou Pearlman Story","video":false,"title":"The Boy Band Con: The Lou Pearlman Story","genre_ids":[99],"poster_path":"\/5JSPJCh1plPv3C4Akd8tN9SxVDb.jpg","backdrop_path":null,"release_date":"2019-03-13","popularity":2.025,"vote_average":7.2,"id":576709,"adult":false,"vote_count":6},{"overview":"Chuck Amuck: The Movie is a 1991 documentary film about Chuck Jones' career with Warner Bros., centered on his work with Looney Tunes; narrated by Dick Vosburgh.","original_language":"en","original_title":"Chuck Amuck: The Movie","video":false,"title":"Chuck Amuck: The Movie","genre_ids":[99],"poster_path":"\/r0fHUEnM4c3JNm8DbzzMQWjLRDa.jpg","backdrop_path":"\/nm6AAnTf1Af8uY7BOB8C7Zt7TTZ.jpg","release_date":"1991-01-01","popularity":1.535,"vote_average":6.1,"id":286938,"adult":false,"vote_count":9},{"overview":"In Fernando Nation, Mexican-born and Los Angeles-raised director Cruz Angeles traces the history of a community that was torn apart when Dodger Stadium was built in Chavez Ravine and then revitalized by one of the most captivating pitching phenoms baseball has ever seen. Nicknamed “El Toro” by his fans, Fernando Valenzuela ignited a fire that spread from LA to New York—and beyond. He vaulted himself onto the prime time stage and proved with his signature look to the heavens and killer screwball that the American dream was not reserved for those born on U.S. soil. In this layered look at the myth and the man, Cruz Angeles recalls the euphoria around Fernando’s arrival and probes a phenomenon that transcended baseball for many Mexican-Americans. Fernando Valenzuela himself opens up to share his perspective on this very special time. Even 20 years later, “Fernandomania” lives.","original_language":"en","original_title":"Fernando Nation","video":false,"title":"Fernando Nation","genre_ids":[99],"poster_path":"\/iGRA4WDIxFhCdpx4Cc3WnNfRO1k.jpg","backdrop_path":"\/usDbR3NiJSF7adDseTx8LNgYNux.jpg","release_date":"2010-10-26","popularity":2.362,"vote_average":5.2,"id":54672,"adult":false,"vote_count":3},{"overview":"When Khosrow Vaziri became the World Wrestling Federations Iron Sheik and camel-clutched his way to fame in the 1980s, he achieved the American Dream by personifying a foreign villain. Losing his world championship belt to Hulk Hogan became a defining moment in professional wrestling. These days, the Sheiks smackdowns are on Twitter, where hes gained a new following.  Once an Olympic hopeful, bodyguard to Irans Shah and pop culture icon, we witness Vaziri struggling with addiction and despair as a family man. But with the help of Torontos Magen brothers, the Sheik begins a road to redemption and renewed status as a public figure.  Showcasing his powerful past and at times painful present, this is an insightful look at one of wrestlings biggest stars, but also a powerful story of personal sacrifice that, in the Sheiks own words, will make you humble.","original_language":"en","original_title":"The Sheik","video":false,"title":"The Sheik","genre_ids":[99],"poster_path":"\/9URhZ3543kWX2kbnZFvnQ6EHpVK.jpg","backdrop_path":"\/ek5SQJ479CB8e47GvRc1Yg9nlGj.jpg","release_date":"2014-04-26","popularity":1.567,"vote_average":7.4,"id":261906,"adult":false,"vote_count":8},{"overview":"FREE ANGELA is a feature-length documentary about Angela Davis and the high stakes crime, political movement, and trial that catapults the 26 year-old newly appointed philosophy professor at the University of California at Los Angeles into a seventies revolutionary political icon.  Nearly forty years later, and for the first time, Angela Davis speaks frankly about the actions that branded her as a terrorist and simultaneously spurred a worldwide political movement for her freedom.","original_language":"en","original_title":"Free Angela and All Political Prisoners","video":false,"title":"Free Angela and All Political Prisoners","genre_ids":[99],"poster_path":"\/baPwZlFUGpVgl9uxFBjKj7ZTx1g.jpg","backdrop_path":"\/8hh8k494bUvOCSH7u6dUqPajgZC.jpg","release_date":"2013-04-05","popularity":1.472,"vote_average":7.2,"id":121983,"adult":false,"vote_count":15},{"overview":"A look at the history of fame in the world through the eyes of pop star impresario, Rodney Bingenheimer","original_language":"en","original_title":"Mayor of the Sunset Strip","video":false,"title":"Mayor of the Sunset Strip","genre_ids":[99],"poster_path":"\/1vRVeVhozMozvQSubTlcmQlHKK0.jpg","backdrop_path":"\/SeLXidRLbstDVeHMr6GqIJ9WqR.jpg","release_date":"2003-06-17","popularity":3.625,"vote_average":6.9,"id":61487,"adult":false,"vote_count":14},{"overview":"\"Belovy (the Belovs)\" is a breathtaking portrait of a troubled peasant family. It's poetry in the form of a documentary that won many prizes. Beautifully shot in vintage black and white, the film tells the story of two times widow Anna Belova who lives together with her brother Mikhail. Blending the two personalities, Kosakovsky characterizes the true Russian soul: she is the rational worker, honest and strong - he is the drunken poet, the idealist, his philosophy fades into radical nonsense time after time.","original_language":"ru","original_title":"Беловы","video":false,"title":"The Belovs","genre_ids":[99],"poster_path":"\/wTbRVaq4fiObskA65ER9kOLNOr0.jpg","backdrop_path":null,"release_date":"1992-02-01","popularity":1.4,"vote_average":5.1,"id":111248,"adult":false,"vote_count":11},{"overview":"A crowd-sourced documentary with clips filmed all on the same day.","original_language":"it","original_title":"Italy in a Day - Un giorno da italiani","video":false,"title":"Italy in a Day - Un giorno da italiani","genre_ids":[99],"poster_path":"\/m2eyJw6rLqnnEVgjzJVOFiAxQaf.jpg","backdrop_path":null,"release_date":"2014-09-02","popularity":2.736,"vote_average":7.9,"id":288706,"adult":false,"vote_count":39},{"overview":"Three segments depicting the life cycle of a freighter boat.","original_language":"en","original_title":"At Sea","video":false,"title":"At Sea","genre_ids":[99],"poster_path":"\/kys23FFRsQuhltdYj6KcpG32XAt.jpg","backdrop_path":"\/neqZew2pahZQGepq2oMLFDofkbk.jpg","release_date":"2007-09-07","popularity":2.338,"vote_average":7.8,"id":131792,"adult":false,"vote_count":9},{"overview":"Kidnapped For Christ tells the shocking stories of American teenagers who were taken from their homes and shipped to Escuela Caribe, an American-run Christian behavior modification program in the Dominican Republic. The film centers on David, a straight-A student who was sent to Escuela Caribe because he is gay and his parent's cant deal with the situation. When a young evangelical filmmaker is granted unprecedented access to film behind the gates of this controversial school, she discovers shocking secrets and young students that change her life.","original_language":"en","original_title":"Kidnapped for Christ","video":false,"title":"Kidnapped for Christ","genre_ids":[99,18],"poster_path":"\/yyEYnkjteXYBAyoekEwo4gen55r.jpg","backdrop_path":"\/5rECcSamF6FDGznFf4zPvURajU1.jpg","release_date":"2014-04-09","popularity":1.883,"vote_average":7.2,"id":262904,"adult":false,"vote_count":15},{"overview":"Wars of the future will be fought over water as they are over oil today, as the source of human survival enters the global marketplace and political arena. Corporate giants, private investors, and corrupt governments vie for control of our dwindling supply, prompting protests, lawsuits, and revolutions from citizens fighting for the right to survive.","original_language":"en","original_title":"Blue Gold: World Water Wars","video":false,"title":"Blue Gold: World Water Wars","genre_ids":[99],"poster_path":"\/yycsfuRC18h7ES3Lfkz5QGVXUPB.jpg","backdrop_path":"\/8OfeUaPn5cjvKVBt9nPSBcomP5D.jpg","release_date":"2008-10-09","popularity":1.25,"vote_average":6.9,"id":18046,"adult":false,"vote_count":10},{"overview":"Jim Carrey exhibits his talent as a painter and reflects on the value and power of art.","original_language":"en","original_title":"I Needed Color","video":false,"title":"I Needed Color","genre_ids":[99],"poster_path":"\/sqwLWKFUITwN19TxjFU4yZp4P2w.jpg","backdrop_path":"\/mlynu0QZpIYjkiUth5CDV9etUBL.jpg","release_date":"2017-07-25","popularity":2.191,"vote_average":8.2,"id":470043,"adult":false,"vote_count":14},{"overview":"An unflinching look at the how the battle over abortion rights has played out in the United States over the last 15 years","original_language":"en","original_title":"Lake of Fire","video":false,"title":"Lake of Fire","genre_ids":[99],"poster_path":"\/j8zKicyXBRwbzwHUsRfrxO4HQPk.jpg","backdrop_path":"\/d4BRCKQvOvUMa3cQjvnS1jfPm8N.jpg","release_date":"2007-10-03","popularity":2.808,"vote_average":8,"id":44260,"adult":false,"vote_count":18},{"overview":"The history of the comic book superhero, Superman in his various media incarnations.","original_language":"en","original_title":"Look, Up in the Sky: The Amazing Story of Superman","video":false,"title":"Look, Up in the Sky: The Amazing Story of Superman","genre_ids":[99],"poster_path":"\/8XijyO0xluvisKHdQfIoDUkOvmW.jpg","backdrop_path":"\/watWw1Z7Q5OTgWBp6jps0bBNNdH.jpg","release_date":"2006-06-12","popularity":1.435,"vote_average":7,"id":24479,"adult":false,"vote_count":8},{"overview":"Sonic Sea is a 60-minute documentary about the devastating impact of industrial and military ocean noise on whales and other marine life.","original_language":"en","original_title":"Sonic Sea","video":false,"title":"Sonic Sea","genre_ids":[99],"poster_path":"\/ohVUhIwmxRLWqTjzlMKMgSzJdBC.jpg","backdrop_path":null,"release_date":"2016-04-22","popularity":2.213,"vote_average":6.9,"id":398430,"adult":false,"vote_count":6},{"overview":"Exploring the pre-fame years of the celebrated American artist Jean-Michel Basquiat, and how New York City, its people, and tectonically shifting arts culture of the late 1970s and '80s shaped his vision.","original_language":"en","original_title":"Boom for Real: The Late Teenage Years of Jean-Michel Basquiat","video":false,"title":"Boom for Real: The Late Teenage Years of Jean-Michel Basquiat","genre_ids":[99],"poster_path":"\/si3UVpJaD94I4o2lrQ0o92Gmh0R.jpg","backdrop_path":"\/jLLfD2D7zYKT0nUamzfh6PA6uNa.jpg","release_date":"2018-12-19","popularity":1.292,"vote_average":8,"id":470827,"adult":false,"vote_count":7},{"overview":"Future by Design shares the life and far-reaching vision of Jacque Fresco, considered by many to be a modern day Da Vinci. Peer to Einstein and Buckminster Fuller, Jacque is a self-taught futurist who describes himself most often as a \"generalist\" or multi-disciplinarian -- a student of many inter-related fields.","original_language":"en","original_title":"Future by Design","video":false,"title":"Future by Design","genre_ids":[99],"poster_path":"\/6LzhF9XOUnPwbMNZf0iyvVavhoC.jpg","backdrop_path":"\/afiPhhfkeoGCmppz6TmszQO5WRT.jpg","release_date":"2006-06-10","popularity":2.184,"vote_average":8,"id":19275,"adult":false,"vote_count":12}],[{"overview":"Bruce Brown, king of surfing documentaries, returns after nearly thirty years to trace the steps of two young surfers to top surfing spots around the world. Along the way we see many of the people and locales Bruce visited during the filming of Endless Summer (1966).","original_language":"en","original_title":"The Endless Summer 2","video":false,"title":"The Endless Summer 2","genre_ids":[99],"poster_path":"\/uNWiRuJWa4yRd4DsjonnWn7gEQG.jpg","backdrop_path":"\/lQFw61ke4zltqBtcK4ILUgXBbBq.jpg","release_date":"1994-06-03","popularity":1.695,"vote_average":7.3,"id":24257,"adult":false,"vote_count":14},{"overview":"September 18, 1980, 6:25 p.m., Titan II base in Damascus, Arkansas. On this fateful night an explosion kills an Air Force member and transforms the lives of everyone on the base. Honing in on a single case of so-called “human error”, Command and Control juxtaposes precision on a minute scale against the gargantuan risks inherent in the United States’ aggressive nuclear proliferation policy during the Cold War.","original_language":"en","original_title":"Command and Control","video":false,"title":"Command and Control","genre_ids":[99],"poster_path":"\/P01fT63M3V1vAT6F6welTB07IE.jpg","backdrop_path":"\/4MaGayDIASr2CqqouJ5Vxj4Ls9D.jpg","release_date":"2016-09-14","popularity":1.664,"vote_average":6.4,"id":390396,"adult":false,"vote_count":15},{"overview":"'Gameplay' is a feature documentary on the history of video games. From 'Pong', 'Pac Man' and 'Mario' to 'Call of Duty', 'Grand Theft Auto' and everything in between it tells the story of how this industry was created, by whom and where it is headed. Based on the book 'Vintage Games'.","original_language":"en","original_title":"Gameplay","video":false,"title":"Gameplay","genre_ids":[99],"poster_path":"\/2S5tEHwDTC3zpCsssth9tnKFUyJ.jpg","backdrop_path":"\/3WaoIDLnNkuJGlF4fPKWxWkQaei.jpg","release_date":"2014-09-30","popularity":1.287,"vote_average":6.1,"id":287579,"adult":false,"vote_count":7},{"overview":"2001 French documentary about the murder trial of a 15 year old black teen accused of murder in Jacksonville, Florida. Winner of 2002 Academy Award for Best Documentary.","original_language":"fr","original_title":"Un coupable idéal","video":false,"title":"Murder on a Sunday Morning","genre_ids":[80,99],"poster_path":"\/52jbTpXas8KshjHJIdPeWKFRij4.jpg","backdrop_path":"\/eSIBxmpwu9QY2w58mWg8hQCjx2q.jpg","release_date":"2001-09-14","popularity":1.741,"vote_average":7.4,"id":51391,"adult":false,"vote_count":25},{"overview":"The Democratic Republic of Congo has endured 20 years of devastating violence. Rape has been used as a weapon of war to destroy community and access precious minerals. Congo is often referred to as “the worst place in the world to be a woman.” \"City of Joy\" tells a different story of the region. The film focuses on Jane, a student at a center where women who have suffered unimaginable abuse join together to become leaders. We also meet the founders of the center: a devout Congolese Doctor, a Congolese activist, and a radical N.Y. playwright. The film weaves between joy and pain as these individuals band together to demand hope in a place so often deemed hopeless.","original_language":"en","original_title":"City of Joy","video":false,"title":"City of Joy","genre_ids":[99],"poster_path":"\/tm6KdGFHViTOU4qSEVwYaA9gtm2.jpg","backdrop_path":"\/ylUBY5u08TUt4mSYNW30Sw9wK8D.jpg","release_date":"2016-11-11","popularity":1.782,"vote_average":7.1,"id":450005,"adult":false,"vote_count":7},{"overview":"Luminous beings, creatures with their own internal light, enchant and astonish us. Anyone who has seen a firefly or a glow-worm cannot help but fall under their spell. The sea at night sparkles as millions of luminous plankton reveal the shapes of dolphins in a truly magical light show.  Join Sir David Attenborough and a team of the world's leading scientists and deep sea explorers on a quest to reveal the secrets of living lights.","original_language":"en","original_title":"Attenborough's Life That Glows","video":false,"title":"Attenborough's Life That Glows","genre_ids":[99],"poster_path":"\/zWypKKUYrUhTMb7HK8g0ApJJE7k.jpg","backdrop_path":"\/c7rXxwDRvONUSmaWLSIimUvcOR8.jpg","release_date":"2016-05-09","popularity":1.678,"vote_average":8.7,"id":397619,"adult":false,"vote_count":7},{"overview":"In a frank and personal documentary, author Sir Terry Pratchett considers how he might choose to end his life. Diagnosed with Alzheimer's in 2008, Terry wants to know whether he might be able to end his life before his disease takes over.","original_language":"en","original_title":"Terry Pratchett: Choosing to Die","video":false,"title":"Terry Pratchett: Choosing to Die","genre_ids":[99],"poster_path":"\/v3J0PCYYLyq3fCghq7nWQNL3fmq.jpg","backdrop_path":"\/9qdpcpVc2QoHo6wWiKlskrsgH6O.jpg","release_date":"2011-06-13","popularity":2.064,"vote_average":8.1,"id":108901,"adult":false,"vote_count":7},{"overview":"\"The Pink Floyd and Syd Barrett Story\" tells the full bizarre, tragic, but also celebratory story of Syd Barrett, the co-founder of Pink Floyd.With contributions from friends, managers, lovers and of course the members of Pink Floyd themselves. The film includes rare early television appearances of Pink Floyd and home movies too.","original_language":"en","original_title":"The Pink Floyd and Syd Barrett Story","video":false,"title":"The Pink Floyd and Syd Barrett Story","genre_ids":[99,10402],"poster_path":"\/xghAAdoVI520WhFFHNarZrm3jym.jpg","backdrop_path":"\/vKUbZ9GYHZtb843mT9wsFS2V21f.jpg","release_date":"2003-03-24","popularity":2.043,"vote_average":7.4,"id":31557,"adult":false,"vote_count":8},{"overview":"Wolves have been demonized for centuries, blood thirsty beasts haunting our nightmares. We were determined to dispel this myth and show the true nature of wolves. Compassionate family animals, both playful and affectionate. For six years in a tented camp in the wilderness of Idaho, we lived among a pack of wolves, listening to them, earning their trust.Now in \"Living With Wolves,\" we share more of the story of The Sawtooth Pack, first told in our two-time Emmy Award-winning documentary, Wolves at Our Door. Our own lives, brought together by a devotion to wildlife, were forever changed by these elusive, intelligent animals who accepted us. Overcoming forest fires, marauding mountain lions and sub-zero winters, we share with you a heart-warming and unique partnership of human and predator, built on trust and defying the storm of controversy surrounding the wolf.","original_language":"en","original_title":"Living with Wolves","video":false,"title":"Living with Wolves","genre_ids":[99],"poster_path":"\/mu3QtBZvVEwcgMnv6F6ujJcfE2a.jpg","backdrop_path":"\/tP2zH7IGKPHm4KmJiJZa6IuCoQH.jpg","release_date":"2005-05-08","popularity":2.179,"vote_average":7.3,"id":64350,"adult":false,"vote_count":8},{"overview":"This documentary unveils previously unseen footage of Jimi Hendrix's seminal performance at the 1970 Atlanta Pop Festival playing his greatest hits in front of 300,000 people. With interviews from Hendrix and his fellow musicians, including Paul McCartney and Mitch Mitchell, the insight they provide casts a new light into the musician's personality and genius at the juncture of this important cultural gathering, hailed as the 'Southern Woodstock'.","original_language":"en","original_title":"Jimi Hendrix: Electric Church","video":false,"title":"Jimi Hendrix: Electric Church","genre_ids":[10402,99],"poster_path":"\/se3RnO8JT18eEOfxNelPshHkS0R.jpg","backdrop_path":"\/nLBthIeWdD97mvdDwBHjaJuPk6T.jpg","release_date":"2015-09-04","popularity":1.117,"vote_average":7.3,"id":356167,"adult":false,"vote_count":5},{"overview":"Ivan Komendantov is only 16 years old. But he is already the secretary for ideology of the Stalingrad district committee of the Komsomol of Moscow. Vanya wants to quickly become an adult, so he enthusiastically takes up any business: whether it be the rise of the world economy or a special task to seduce a girl.","original_language":"ru","original_title":"Секретарь по идеологии","video":false,"title":"Secretary Of Ideology","genre_ids":[99],"poster_path":"\/pOe7iOtU0QkMkANqiTMxDb42JsY.jpg","backdrop_path":"\/exqali5Lxq4iCxQUtzj80QClrhr.jpg","release_date":"2019-10-23","popularity":2.642,"vote_average":0,"id":633470,"adult":false,"vote_count":0},{"overview":"Shadows of Liberty presents the phenomenal true story of today's disintegrating freedoms within the U.S. media, and government, that they don't want you to see. The film takes an intrepid journey through the darker corridors of the American media landscape, where global media conglomerates exercise extraordinary political, social, and economic power. The overwhelming collective power of these firms raises troubling questions about democracy. Highly revealing interviews, actuality, and archive material, tell insider accounts of a broken media system, where journalists are prevented from pursuing controversial news stories, people are censored for speaking out against abuses of government power, and individual lives are shattered as the arena for public expression has been turned into a private profit zone","original_language":"en","original_title":"Shadows of Liberty","video":false,"title":"Shadows of Liberty","genre_ids":[99],"poster_path":"\/1cv8pRtM4fT1uFnwr2gc9BXmiwz.jpg","backdrop_path":"\/6uifF4IKKEseEAIwDVQ3mCHvshV.jpg","release_date":"2012-06-12","popularity":2.006,"vote_average":6.4,"id":104880,"adult":false,"vote_count":7},{"overview":"Grindcore is the worlds fastest most aggressively intense music. Fusing the anarchistic and leftist attitudes of the UK Punk scene with the speed and drunken aggression of American Death Metal, Grindcore continues to challenge and offend most listeners.","original_language":"en","original_title":"Slave to the Grind","video":false,"title":"Slave to the Grind","genre_ids":[10402,99],"poster_path":"\/wSuenjJ4im4yPokhtX8mEtPNc9N.jpg","backdrop_path":null,"release_date":"2018-04-21","popularity":3.138,"vote_average":0,"id":445705,"adult":false,"vote_count":0},{"overview":"An epic portrait of the New York avant-garde art scene of the 60s.","original_language":"en","original_title":"Diaries, Notes, and Sketches","video":false,"title":"Diaries, Notes, and Sketches","genre_ids":[99],"poster_path":"\/aCUk6nAEIunT99inHjtBDhHtGTI.jpg","backdrop_path":"\/1P2mGIDNuFlMs9rYo7q5QfdITy0.jpg","release_date":"1969-12-01","popularity":2.05,"vote_average":8.6,"id":105583,"adult":false,"vote_count":7},{"overview":"InRealLife takes us on a journey from the bedrooms of British teenagers to the world of Silicon Valley, to find out what exactly the internet is doing to our children.","original_language":"en","original_title":"InRealLife","video":false,"title":"InRealLife","genre_ids":[99],"poster_path":"\/iybQEALlfjCtuSzwfJSSYD5Ol3z.jpg","backdrop_path":"\/5rQLAxx3E4OPnYB5yNkQ2stbgra.jpg","release_date":"2013-09-09","popularity":2.477,"vote_average":4.4,"id":223042,"adult":false,"vote_count":5},{"overview":"After the collapse of their glamorous romance, a famous director and actress are kidnapped by movie-obsessed dictator Kim Jong-il. Forced to make films in the world's weirdest state, they get a second chance at love, but only one chance at escape.","original_language":"en","original_title":"The Lovers and the Despot","video":false,"title":"The Lovers and the Despot","genre_ids":[99],"poster_path":"\/gzfdTaBesZpap5ATsa416GaBFZa.jpg","backdrop_path":"\/uk3z3suqejVLIZJUmiBIeHj3hf2.jpg","release_date":"2016-09-23","popularity":2.232,"vote_average":7,"id":373355,"adult":false,"vote_count":14},{"overview":"Documentary which celebrates, over the period covering the end of the 1950s and the beginning of the 60s, the phenomenon of the Everly Brothers, arguably the greatest harmony duo the world has witnessed, who directly influenced the greatest and most successful bands of the 60s and 70s - The Beatles, The Stones, The Beach Boys and Simon &amp; Garfunkel to name but a few.","original_language":"en","original_title":"The Everly Brothers: Harmonies From Heaven","video":false,"title":"The Everly Brothers: Harmonies From Heaven","genre_ids":[10402,99],"poster_path":"\/hyHf7H4LBZScY8hViAPjfWbjxps.jpg","backdrop_path":"\/3gPOerUJUeAj1BXmJUtpyv7OP9k.jpg","release_date":"2016-04-22","popularity":1.021,"vote_average":8,"id":417755,"adult":false,"vote_count":1},{"overview":"A documentary that follows various practitioners of Chinese martial arts in the modern world.","original_language":"en","original_title":"Needle Through Brick","video":false,"title":"Needle Through Brick","genre_ids":[99],"poster_path":null,"backdrop_path":null,"release_date":"2009-05-26","popularity":1.849,"vote_average":0,"id":240267,"adult":false,"vote_count":0},{"overview":"Summer 2017, a string of brutal police killings of young African American men has sent shockwaves throughout the country. A Black community in the American South tries to cope with the lingering effects of the past and navigate their place in a country that is not on their side. Meanwhile, the Black Panthers prepare a large-scale protest against police brutality.","original_language":"en","original_title":"What You Gonna Do When the World's on Fire?","video":false,"title":"What You Gonna Do When the World's on Fire?","genre_ids":[99],"poster_path":"\/kxhEYF97So79HnPg9iAewjbFG40.jpg","backdrop_path":"\/847DM5zocv7g3DiKpNDxoOXAIzX.jpg","release_date":"2018-12-05","popularity":3.308,"vote_average":8.3,"id":537488,"adult":false,"vote_count":8},{"overview":"From the first time he performed Swimming to Cambodia - the one-man account of his experience of making the 1984 film The Killing Fields - Spalding Gray made the art of the monologue his own. Drawing unstintingly on the most intimate aspects of his own life, his shows were vibrant, hilarious and moving. His death came tragically early, in 2004; this compilation of interview and performance footage nails his idiosyncratic and irreplaceable brilliance.","original_language":"en","original_title":"And Everything Is Going Fine","video":false,"title":"And Everything Is Going Fine","genre_ids":[99],"poster_path":"\/eKZS0Pib1D2RgfKDvyJM2EulBql.jpg","backdrop_path":"\/1SzODl26Ldwgzx7LtKFi2jt65jc.jpg","release_date":"2010-12-10","popularity":1.995,"vote_average":6.7,"id":50779,"adult":false,"vote_count":16}],[{"overview":"Explores the world of a boxing gym in Austin, Texas, dwelling on the discipline of training as people from all walks of life aspire to reach their personal best.","original_language":"en","original_title":"Boxing Gym","video":false,"title":"Boxing Gym","genre_ids":[99],"poster_path":"\/noxlevfmuVjEkYlLwUl5nAGziao.jpg","backdrop_path":"\/tHTgshRBWhsJVkahJSenNv3WtGe.jpg","release_date":"2010-10-22","popularity":1.705,"vote_average":5.5,"id":47059,"adult":false,"vote_count":7},{"overview":"A reporter interviews fighters and promoters about Bruce Lee, intercut with footage from old Bruce Lee films and pseudo-documentary footage.","original_language":"en","original_title":"Fist of Fear, Touch of Death","video":false,"title":"Fist of Fear, Touch of Death","genre_ids":[35,28,99],"poster_path":"\/xqD1fvLASsQYbb8boWGnIOdJH4t.jpg","backdrop_path":"\/bNugDAiVX8mjreEsu7t1lZhiTBg.jpg","release_date":"1980-09-01","popularity":2.042,"vote_average":3.6,"id":31249,"adult":false,"vote_count":8},{"overview":"The science of Christopher Nolan's sci-fi, Interstellar.","original_language":"en","original_title":"The Science of Interstellar","video":false,"title":"The Science of Interstellar","genre_ids":[99],"poster_path":"\/6KBD7YSBjCfgBgHwpsQo3G3GGdx.jpg","backdrop_path":null,"release_date":"2014-11-25","popularity":1.894,"vote_average":7.8,"id":336592,"adult":false,"vote_count":8},{"overview":"A feature-length documentary starring Fran Lebowitz, a writer known for her unique take on modern life. The film weaves together extemporaneous monologues with archival footage and the effect is a portrait of Fran's worldview and experiences.","original_language":"en","original_title":"Public Speaking","video":false,"title":"Public Speaking","genre_ids":[10770,99],"poster_path":"\/ySWMDIAhjeueusURTExcSseFcmg.jpg","backdrop_path":"\/hWwV2aPgWQbeu8ehfwL9kx9QAnt.jpg","release_date":"2010-11-22","popularity":2.22,"vote_average":7,"id":54793,"adult":false,"vote_count":28},{"overview":"Documentary examining the politics, music, and life of Tupac Shakur.","original_language":"en","original_title":"Tupac Shakur: Thug Angel","video":false,"title":"Tupac Shakur: Thug Angel","genre_ids":[99,10402],"poster_path":"\/ibAN0hzJMyU79miY90Oz92ZmMLZ.jpg","backdrop_path":null,"release_date":"2002-03-07","popularity":2.05,"vote_average":6.9,"id":30842,"adult":false,"vote_count":6},{"overview":"Directed by Kevin Burns, this documentary from Playboy Home Video examines the oftentimes tense relationship between sex, women, and popular Hollywood culture. With a particular focus given to Marilyn Monroe, Jayne Mansfield, Jean Harlow, and Sharon Stone, Sex at 24 Frames Per Second studies the role of female sexuality in film throughout the years. ~ Tracie Cooper, Rovi","original_language":"en","original_title":"Sex at 24 Frames Per Second","video":false,"title":"Sex at 24 Frames Per Second","genre_ids":[99,36],"poster_path":"\/goOkjMiWCz7ltHQpSM6tdVFGs2C.jpg","backdrop_path":"\/gcW7zqyr5LaCnVYbyQV9kFWnHeT.jpg","release_date":"2003-09-23","popularity":1.247,"vote_average":0,"id":21603,"adult":false,"vote_count":0},{"overview":"Follows six extreme sports stars as they prepare for and then compete in the 2008 Summer X-Games in Los Angeles. Kyle Loza practices a new motocross trick, landing in a pit of foam. Can he do it in front of thousands and land safely on dirt? Travis Pastrana shifts from a bike to a rally car - in part because he's broken so many bones. Shaun White finishes his snowboard season and jumps immediately onto his skateboard. Retired motocross champion Ricky Cunningham takes up a new event. In the finale, after practicing together as friends and competitors, Bob Burnquist and Danny Way face off on the mega ramp","original_language":"en","original_title":"X Games 3D: The Movie","video":false,"title":"X Games 3D: The Movie","genre_ids":[99],"poster_path":"\/wbOjWzPv7RE3rEKGhlx2xQM0pjE.jpg","backdrop_path":"\/znxGmqCm2c93Ma2YhkLLACu7K2f.jpg","release_date":"2009-08-21","popularity":1.052,"vote_average":8,"id":109326,"adult":false,"vote_count":1},{"overview":"A polka kingdom crumbles in this documentary tracing the rise and fall of dubious duple meter master Jan Lewan. A Grammy-nominated polka superstar who defected from Poland to the West in the 1970s, Lewan created a musical empire that made him an internationally-recognized figure. When scandal erupted and Lewan's shady dealings were revealed, fans couldn't believe that their hero had committed one of the largest polka-related financial crimes in history.","original_language":"en","original_title":"The Man Who Would Be Polka King","video":false,"title":"The Man Who Would Be Polka King","genre_ids":[80,99,10402],"poster_path":"\/f9X4DhYDUl6Q8C5b1IhzMon7Li7.jpg","backdrop_path":null,"release_date":"2009-06-05","popularity":2.02,"vote_average":6.8,"id":131057,"adult":false,"vote_count":8},{"overview":"Examines the evolution of the Black Power Movement in American society from 1967 to 1975. It features footage of the movement shot by Swedish journalists in America during that period and includes the appearances of Bobby Seale, Huey P. Newton, Eldridge Cleaver, and other activists, artists, and leaders central to the movement.","original_language":"en","original_title":"The Black Power Mixtape 1967-1975","video":false,"title":"The Black Power Mixtape 1967-1975","genre_ids":[99],"poster_path":"\/mvWhjFnlFLtIWgHpNcqFuuY2T6T.jpg","backdrop_path":"\/zj3CWjRWpm53mZqZDx8ehsG57yk.jpg","release_date":"2011-09-09","popularity":1.412,"vote_average":7.7,"id":75000,"adult":false,"vote_count":9},{"overview":"A look at the April 15, 1989 tragedy at Hillsborough Stadium in Sheffield, England, where a stampede in the stadium's standing-room-only areas killed 96 people and injured 766. The film also examines the ongoing efforts of victims' families to seek truth and justice, as well as tangible effects on English football, including stadium upgrades and the emergence of the English Premier League.","original_language":"en","original_title":"Hillsborough","video":false,"title":"Hillsborough","genre_ids":[99],"poster_path":"\/cFxBwtqv4UvLuDFArOJK7SfnwbS.jpg","backdrop_path":"\/mc069ell4B9c7ecIWCDjvdImkZY.jpg","release_date":"2014-04-15","popularity":1.809,"vote_average":7.6,"id":264759,"adult":false,"vote_count":8},{"overview":"Join filmmaking duo Chris Hegedus and Nick Doob as their cameras follow Franken to book signings, campaign rallies and the launch of Air America Radio, documenting his transformation from irreverent funnyman to political pundit.","original_language":"en","original_title":"Al Franken - God Spoke","video":false,"title":"Al Franken - God Spoke","genre_ids":[99],"poster_path":"\/sQxq42XTcULeuqTqmarWKsFOY0Y.jpg","backdrop_path":"\/pLdPmaJadrD3hWMpFNUyYWQ2FfW.jpg","release_date":"2006-01-01","popularity":1.732,"vote_average":7,"id":18520,"adult":false,"vote_count":5},{"overview":"Pablo Escobar's former hitman John Jairo Velásquez turns to YouTube to share his story and seek forgiveness for the hundreds of murders he committed.","original_language":"es","original_title":"De sicario a Youtuber","video":false,"title":"De sicario a Youtuber","genre_ids":[99,80],"poster_path":"\/kO3vLcLvqtVG2zBajNHuYSGITmx.jpg","backdrop_path":null,"release_date":"2018-04-01","popularity":1.466,"vote_average":5.5,"id":519771,"adult":false,"vote_count":4},{"overview":"From the Academy-Award nominated creators of the Broadway show STOMP and the award-winning film Wild Ocean, The Last Reef is an uplifting, inspirational large-format and 3D cinema experience capturing one of nature's more vibrant and diverse wonderlands. Exotic coral reefs, vibrant sea walls in the sub-arctic pulsating with anemones and crustaceans: these biodiversity hot spots are as vital to our lives as the rainforests. Shot on location in Palau, Vancouver Island, French Polynesia, Mexico, and The Bahamas using groundbreaking 3D cinematography, The Last Reef takes us on a global journey to explore the connection of our cities on land with the ocean's complex, parallel world of the coral reefs beneath the sea.","original_language":"fr","original_title":"The Last Reef: Cities Beneath the Sea","video":false,"title":"The Last Reef: Cities Beneath the Sea","genre_ids":[99],"poster_path":"\/3JbzLf0lP50n6CtLAfV61iOIwwR.jpg","backdrop_path":"\/z2v38LbtulD0FpvLE1Km1FivRqz.jpg","release_date":"2012-02-03","popularity":0.913,"vote_average":8,"id":168157,"adult":false,"vote_count":9},{"overview":"Let’s Play Two is a documentary film that chronicles Pearl Jam’s legendary performances at Wrigley Field during the Chicago Cubs historic 2016 season. With Chicago being a hometown to Eddie Vedder, Pearl Jam has forged a relationship with the city, the Chicago Cubs and Wrigley Field that is unparalleled in the world of sports and music. From Ten to Lightning Bolt, the documentary film shuffles through Pearl Jam’s ever-growing catalog of originals and covers - spanning the band's 25-year career. Through the eyes of renowned director\/photographer Danny Clinch and the voice of Pearl Jam, the film showcases the journey of this special relationship.","original_language":"en","original_title":"Pearl Jam: Let's Play Two","video":false,"title":"Pearl Jam: Let's Play Two","genre_ids":[99,10402],"poster_path":"\/ctf2jgzSsBwZmE5Qgx6Niy3sZEP.jpg","backdrop_path":"\/x6iooeICDmwgdQJmjohSqDIHEfV.jpg","release_date":"2017-09-29","popularity":1.582,"vote_average":9.3,"id":478038,"adult":false,"vote_count":7},{"overview":"The story of the biggest demonstration in human history, which took place on 15th February 2003, against the impending war on Iraq.","original_language":"en","original_title":"We Are Many","video":false,"title":"We Are Many","genre_ids":[99],"poster_path":"\/u14dVXYxYvtlbyAcFiXERiDdQCH.jpg","backdrop_path":"\/uNkiLf9pW6xtD9hA1zYVZIU7Vwg.jpg","release_date":"2014-06-08","popularity":2.055,"vote_average":7.1,"id":276536,"adult":false,"vote_count":9},{"overview":"Apple. Intel. Genentech. Atari. Google. Cisco. Stratospheric successes with high stakes all around. Behind some of the world's most revolutionary companies are a handful of men who (through timing, foresight, a keen ability to size up other people, and a lot of luck) saw opportunity where others did not: these are the original venture capitalists. All were backing and building companies before the term 'venture capital' had been coined: companies that led to the birth of biotechnology and the spectacular growth in microprocessors, personal computers and the web. SOMETHING VENTURED uncovers the ups and downs of the building of some of the greatest companies of the twentieth century, and the hidden dramas behind some of the most famous names in business.","original_language":"en","original_title":"Something Ventured","video":false,"title":"Something Ventured","genre_ids":[99],"poster_path":"\/hp8TNrav68aNAHeIMhHPCQUJ5Zj.jpg","backdrop_path":"\/bL8cB6OLbOUwD0nRlR9oX4jQg0H.jpg","release_date":"2011-04-01","popularity":1.563,"vote_average":6.7,"id":61854,"adult":false,"vote_count":13},{"overview":"A 91-year-old Polish Holocaust survivor donates his violin of 70 years to a local instrument drive, changing the life of a 12-year-old schoolgirl from the nation’s poorest congressional district, and unexpectedly, his own.","original_language":"en","original_title":"Joe's Violin","video":false,"title":"Joe's Violin","genre_ids":[99],"poster_path":"\/eTkznzOCstYXM0OifpziWtLwjU3.jpg","backdrop_path":"\/b8vcQdEpbdOhH9SF5XW7k28R7rq.jpg","release_date":"2016-04-14","popularity":2.136,"vote_average":6.1,"id":393949,"adult":false,"vote_count":9},{"overview":"That time when Star Wars Ruled the World, the cast discuss what made it a phenomenon.","original_language":"en","original_title":"When Star Wars Ruled the World","video":false,"title":"When Star Wars Ruled the World","genre_ids":[99],"poster_path":"\/S66RKnkelkSeqjJwdt0SnrO7L6.jpg","backdrop_path":null,"release_date":"2004-09-18","popularity":2.115,"vote_average":8,"id":358536,"adult":false,"vote_count":3},{"overview":"For Jeremy Clarkson's new DVD he has traveled the Planet - from Spain via Strasbourg to Swindon - for the Supercar Showdown to beat them all. His aim is simple - find the ultimate Supercar. Jeremy starts a fight between the Ferrari 430 and Lamborghini Gallardo. The Gallardo's big cousin, the Murcielago, weighs in too. The Ferrari 599 GTB Fiorano struts its stuff and Audi's R8 faces up to the Porsche GT3 as special guest, Nurburgring-know-all Sabine Schmitz takes on The Stig.  Jeremy also turns into a Formula 1 hero thanks to a Radical SR3. And has a fantastic time in the Aston Martin Vantage V8 Roadster. Plus there's a new kid on the block in the shape of the stunning Ascari A10. And the line-up would not be complete without the 1000 horsepower, 252 miles per hour Bugatti Veyron.  Meanwhile, everything else explodes as Jeremy finds out if there is such a thing as \"Too much\" turbo power, a Renault Alpine A610 comes to the end of the road.","original_language":"en","original_title":"Clarkson: Supercar Showdown","video":false,"title":"Clarkson: Supercar Showdown","genre_ids":[99],"poster_path":"\/zeWkC02zUAKnBzKc69RpmOFUc9B.jpg","backdrop_path":"\/pZy4cwsLoWDUut21CXI6j4S8EIx.jpg","release_date":"2007-11-05","popularity":1.04,"vote_average":5.9,"id":16983,"adult":false,"vote_count":4},{"overview":"Documentarians Justine Shapiro and B.Z. Goldberg traveled to Israel to interview Palestinian and Israeli kids ages 11 to 13, assembling their views on living in a society afflicted with violence, separatism and religious and political extremism. This 2002 Oscar nominee for Best Feature Documentary culminates in an astonishing day in which two Israeli children meet Palestinian youngsters at a refugee camp.","original_language":"en","original_title":"Promises","video":false,"title":"Promises","genre_ids":[99],"poster_path":"\/sNGY4nb8QwuYUiGt0NpEkhnKk3h.jpg","backdrop_path":"\/hp20DE7UHCr36yiuu0toqX3vjj8.jpg","release_date":"2001-01-01","popularity":1.799,"vote_average":7.9,"id":38880,"adult":false,"vote_count":22}]]