[[{"overview":"Filmmaker Michael Gramaglia's years-in-the-making biography of the legendary punk band the Ramones entitled End of the Century traces nearly all the various and sundry peaks and valleys which the seminal rockers experienced over the course of its 20-plus year career before disbanding in 1995. Beginning with the band's first concert performances in the mid-'70s, Gramaglia explores the eccentric and highly volatile band members -- in all the various line-ups that were presented over the years -- as the Ramones slowly gained fame for their high energy and high-tempo style of music that would later influence generations of punk rockers around the world. Mixing archival interviews with new interviews of the various surviving bandmembers, as well as interviews with a number of the Ramones' contemporaries, End of the Century encapsulates the East Coast underground music atmosphere of the 1970s and '80s that the band inadvertently shocked into existence.","original_language":"en","original_title":"End of the Century: The Story of the Ramones","video":false,"title":"End of the Century: The Story of the Ramones","genre_ids":[99,10402],"poster_path":"\/dPQFPkrpJcy6dpvBA4IBD1bWTOf.jpg","backdrop_path":"\/qnlOFRm8XsPVEjhl19evkQ3tegE.jpg","release_date":"2003-01-19","popularity":2.442,"vote_average":7.9,"id":16301,"adult":false,"vote_count":25},{"overview":"A look at how the community of Newtown, Connecticut came together in the aftermath of the largest mass shooting of schoolchildren in American history.","original_language":"en","original_title":"Newtown","video":false,"title":"Newtown","genre_ids":[99],"poster_path":"\/izPz20tr87N63RZIsSTeCgGYFSV.jpg","backdrop_path":"\/469qFUOMKyce1USVwdiy3busDXw.jpg","release_date":"2016-01-24","popularity":2.993,"vote_average":6.8,"id":376234,"adult":false,"vote_count":32},{"overview":"American soldiers of the 2\/3 Field Artillery, a group known as the \"Gunners,\" tell of their experiences in Baghdad during the Iraq War. Holed up in a bombed out pleasure palace built by Sadaam Hussein, the soldiers endured hostile situations some four months after President George W. Bush declared the end of major combat operations in the country.","original_language":"en","original_title":"Gunner Palace","video":false,"title":"Gunner Palace","genre_ids":[99,36,10752],"poster_path":"\/dV86DM9Hnq9esFzFbI2a6w2hcJD.jpg","backdrop_path":"\/esMV0bfl2FeCx5NLOJOqjZdCzMj.jpg","release_date":"2004-01-01","popularity":2.135,"vote_average":6.2,"id":30856,"adult":false,"vote_count":14},{"overview":"An introduction to the terrorist attacks in the United States on September 11, 2001 presented for a young audience.","original_language":"en","original_title":"What Happened on September 11","video":false,"title":"What Happened on September 11","genre_ids":[99],"poster_path":"\/uXe07NFdgvJ9vLV91oAPrqDBoqU.jpg","backdrop_path":"\/hrOrP8WSktV5aiOrqxzuKxQpequ.jpg","release_date":"2019-09-11","popularity":2.519,"vote_average":5.5,"id":630338,"adult":false,"vote_count":1},{"overview":"In this produced by Brett Ratner new retrospective documentary we hear from cast members and additional participants include Harvey Keitel, Leonardo DiCaprio and Terence Winter, creator of Boardwalk Empire and screenwriter of The Wolf of Wall Street. The program gives us thoughts about Scorsese's approach to the material, casting, characters, and performances, costumes and period details, photography, music, and retrospective thoughts about the film. It is filled with memorable stories and observations from a wide array of commentators.","original_language":"en","original_title":"Scorsese's Goodfellas","video":false,"title":"Scorsese's Goodfellas","genre_ids":[99],"poster_path":"\/xP5MfmHkRXLrgAYIqI7JtrUPAR5.jpg","backdrop_path":"\/vMps8QKVdNtsph5SJpwNFjNHAPc.jpg","release_date":"2015-05-01","popularity":3.382,"vote_average":7.9,"id":339173,"adult":false,"vote_count":18},{"overview":"An exploration of the appeal of horror films, with interviews of many legendary directors in the genre.","original_language":"en","original_title":"Nightmares in Red, White and Blue","video":false,"title":"Nightmares in Red, White and Blue","genre_ids":[99,27],"poster_path":"\/v4ZaY2yngPrKaEWPlHaf1RKFWto.jpg","backdrop_path":"\/oXZL7EgIOdxclpcz41h2jifInVy.jpg","release_date":"2009-08-06","popularity":3.927,"vote_average":6.7,"id":43065,"adult":false,"vote_count":36},{"overview":"The cold war, the space race, and NASA’s moon landing are landmark events that defined an era. But they are also fodder for conspiracy theories.\r In Houston, We Have a Problem! filmmaker Žiga Virc adds new material to the discussion on both fronts. This intriguing docu-fiction explores the myth of the secret multi-billion-dollar deal behind America’s purchase of Yugoslavia’s clandestine space program in the early 1960s.","original_language":"en","original_title":"Houston, We Have a Problem!","video":false,"title":"Houston, We Have a Problem!","genre_ids":[99],"poster_path":"\/gVOPh6XfQo4fAmMFegEU4THxpo.jpg","backdrop_path":"\/s06lz7V874RHMJsxifJPjcN9fRx.jpg","release_date":"2016-04-16","popularity":1.765,"vote_average":7.9,"id":142611,"adult":false,"vote_count":16},{"overview":"In August, 2014, a video of the public execution of American photojournalist James Foley rippled across the globe. Foley wore an orange jumpsuit as he knelt beside an ISIS militant dressed in black. That image challenged the world to deal with a new face of terror. And it tested one American family.  Seen through the lens of filmmaker Brian Oakes, Foley’s close childhood friend, Jim takes us from small-town New England to the adrenaline-fueled front lines of Libya and Syria, where Foley pushed the limits of danger to report on the plight of civilians impacted by war.","original_language":"en","original_title":"Jim: The James Foley Story","video":false,"title":"Jim: The James Foley Story","genre_ids":[99],"poster_path":"\/i5y8BdWefcW01bq9lr4e25TCib6.jpg","backdrop_path":"\/eQ4uTS4GM3vTJn7JaGNN0Vvlp0H.jpg","release_date":"2016-01-23","popularity":2.133,"vote_average":7.9,"id":373441,"adult":false,"vote_count":21},{"overview":"A film about the noted American linguist\/political dissident and his warning about corporate media's role in modern propaganda.","original_language":"en","original_title":"Manufacturing Consent: Noam Chomsky and the Media","video":false,"title":"Manufacturing Consent: Noam Chomsky and the Media","genre_ids":[99],"poster_path":"\/qcobnUbGl5gMiIKPqNpe3RKvtr8.jpg","backdrop_path":"\/i0uLBBu1vFXYKitn5mkDqmrLkuU.jpg","release_date":"1993-03-17","popularity":4.026,"vote_average":7.7,"id":36947,"adult":false,"vote_count":39},{"overview":"From a prolific career in film and television, Anton Yelchin left an indelible legacy as an actor. Through his journals and other writings, his photography, the original music he wrote, and interviews with his family, friends, and colleagues, this film looks not just at Anton's impressive career, but at a broader portrait of the man.","original_language":"en","original_title":"Love, Antosha","video":false,"title":"Love, Antosha","genre_ids":[99],"poster_path":"\/AntNP1sX7qKBT7hSYM4248RKMaL.jpg","backdrop_path":"\/271s2hYoC5gqkR3E2f9BTYz8Bjv.jpg","release_date":"2019-08-02","popularity":3.96,"vote_average":3.3,"id":565276,"adult":false,"vote_count":3},{"overview":"Friends since high school, 20-somethings Kaleil Isaza Tuzman and Tom Herman have an idea: a Web site for people to conduct business with municipal governments. This documentary tracks the rise and fall of govWorks.com from May of 1999 to December of 2000, and the trials the business brings to the relationship of these best friends. Kaleil raises the money, Tom's the technical chief. A third partner wants a buy out; girlfriends come and go; Tom's daughter needs attention. And always the need for cash and for improving the site. Venture capital comes in by the millions. Kaleil is on C-SPAN, CNN, and magazine covers. Will the business or the friendship crash first?","original_language":"en","original_title":"Startup.com","video":false,"title":"Startup.com","genre_ids":[99],"poster_path":"\/ognPQebXUCRfKwAyRodR0j0xLjd.jpg","backdrop_path":"\/unVUyvB3HATaaUrNHGwknC8rLE3.jpg","release_date":"2001-01-01","popularity":4.013,"vote_average":6.8,"id":14268,"adult":false,"vote_count":14},{"overview":"In the Mediterranean, the sea on which our civilization was founded, miles of refugees await Europe to welcome them. \"Stranded\" approaches the daily life of these long-term refugees, in occupied buildings or in refugee camps At the gates of Europe these people try to keep hope alive while they live.","original_language":"es","original_title":"Varados","video":false,"title":"Varados","genre_ids":[99],"poster_path":"\/fNtIMtzzzr6PbCf1aaWlJxU8PsP.jpg","backdrop_path":null,"release_date":"2019-10-04","popularity":1.983,"vote_average":0,"id":631877,"adult":false,"vote_count":0},{"overview":"Home video changed the world. The cultural and historical impact of the VHS tape was enormous. This film traces the ripples of that impact by examining the myriad aspects of society that were altered by the creation of videotape.","original_language":"en","original_title":"Rewind This!","video":false,"title":"Rewind This!","genre_ids":[99],"poster_path":"\/4GSiLwG1OXYRrztkmzHmEgBpKrQ.jpg","backdrop_path":"\/iOVThToL7UtdCQyRti0zrmmtPTJ.jpg","release_date":"2013-08-27","popularity":3.094,"vote_average":7.1,"id":173484,"adult":false,"vote_count":36},{"overview":"The life story of ‘Zen Anarchist’ filmmaker John Milius, one of the most influential storytellers of his generation.","original_language":"en","original_title":"Milius","video":false,"title":"Milius","genre_ids":[99],"poster_path":"\/iCf2e0HvH2T42M4qxL25zu4dvU8.jpg","backdrop_path":"\/xPSW00RKNxDGqYn3xWCBf6bEyj.jpg","release_date":"2013-03-09","popularity":3.711,"vote_average":7.1,"id":173467,"adult":false,"vote_count":25},{"overview":"Cord Hosenbeck and Tish Cattigan return for their annual round of live Rose Parade coverage. Cord Hosenbeck and Tish Cattigan are no strangers to the iconic New Year’s tradition of the Rose Parade, having covered the event for the past twenty-six years. After a whirlwind year that included traveling abroad to cover the Royal Wedding, the duo are more excited than ever to return to Pasadena. The esteemed Tim Meadows will also return for the festivities.","original_language":"en","original_title":"The 2019 Rose Parade with Cord & Tish","video":false,"title":"The 2019 Rose Parade with Cord & Tish","genre_ids":[35,99],"poster_path":"\/11Qviuu3LOrGmoqyT59KeswM2N7.jpg","backdrop_path":null,"release_date":"2019-01-01","popularity":2.956,"vote_average":6.2,"id":572125,"adult":false,"vote_count":13},{"overview":"Interview with Jason Holliday aka Aaron Payne. House-boy, would-be cabaret performer, and self-proclaimed hustler giving one man's gin-soaked, pill-popped view of what it was like to be coloured and gay in 1960's America.","original_language":"en","original_title":"Portrait of Jason","video":false,"title":"Portrait of Jason","genre_ids":[99],"poster_path":"\/rPrgUoAt4G8KNaPJ47HauKPCEDD.jpg","backdrop_path":"\/nf8qkUmcF2I0HGc8Lruw6JtY93.jpg","release_date":"1967-09-29","popularity":2.45,"vote_average":6.9,"id":83232,"adult":false,"vote_count":12},{"overview":"DEEP WATER is the stunning true story of the fateful voyage of Donald Crowhurst, an amateur yachtsman who enters the most daring nautical challenge ever – the very first solo, non-stop, round-the-world boat race.","original_language":"en","original_title":"Deep Water","video":false,"title":"Deep Water","genre_ids":[99,12,18,28],"poster_path":"\/oSOMJMDOef9AuviQCzc3S1iTAji.jpg","backdrop_path":"\/kWzV9IcBVrryaTDeAnSL2DvK7V4.jpg","release_date":"2006-12-15","popularity":3.982,"vote_average":7.2,"id":15030,"adult":false,"vote_count":33},{"overview":"As the front man of the Clash from 1977 onwards, Joe Strummer changed people's lives forever. Four years after his death, his influence reaches out around the world, more strongly now than ever before. In \"The Future Is Unwritten\", from British film director Julien Temple, Joe Strummer is revealed not just as a legend or musician, but as a true communicator of our times. Drawing on both a shared punk history and the close personal friendship which developed over the last years of Joe's life, Julien Temple's film is a celebration of Joe Strummer - before, during and after the Clash.","original_language":"en","original_title":"Joe Strummer: The Future Is Unwritten","video":false,"title":"Joe Strummer: The Future Is Unwritten","genre_ids":[10402,99],"poster_path":"\/1o2vTPVzHEHU3q9RxJAkCY0a3mG.jpg","backdrop_path":"\/cd1cCeA1Jx8pKIFRI5lz2hWISRe.jpg","release_date":"2007-05-18","popularity":3.011,"vote_average":7.4,"id":18893,"adult":false,"vote_count":38},{"overview":"The remarkable story of the legendary Motown Records is told through exclusive interviews with the label’s visionary founder, Berry Gordy, and many of its superstar artists and creative figures, as well as rare performances and behind-the-scenes footage unearthed from Motown’s vaults and Gordy’s personal archives.","original_language":"en","original_title":"Hitsville: The Making of Motown","video":false,"title":"Hitsville: The Making of Motown","genre_ids":[99,10402],"poster_path":"\/3hheHgay0MEFtwJ9opEnDC5FQ6L.jpg","backdrop_path":"\/59zB8e6adOlDFZ39vqZqOMTXFEl.jpg","release_date":"2019-08-24","popularity":3.427,"vote_average":7.5,"id":616815,"adult":false,"vote_count":4},{"overview":"Fully authorized, access-all-areas feature doc on the hugely charismatic and globally adored Usain Bolt – officially the fastest man alive. With never-before-seen archive footage of his youth in Jamaica, through to original footage that will be captured at his fourth and final Olympic Games in Rio, where he will compete for the gold in both the 100 and 200 metres races, for a third straight Games before his retirement in 2017. I AM BOLT will reveal the man and define the legacy of this incredible athlete.","original_language":"en","original_title":"I Am Bolt","video":false,"title":"I Am Bolt","genre_ids":[99],"poster_path":"\/oRVEtjJn7b9zrjMBMbtI7oNmYmR.jpg","backdrop_path":"\/elFe3xSo9nQLcG9kOjPUG2zPfrF.jpg","release_date":"2016-11-28","popularity":3.79,"vote_average":7,"id":422469,"adult":false,"vote_count":49}],[{"overview":"Feature-length documentary film featuring real-life letters written by American soldiers, sailors, airmen, and Marines during the Vietnam War to their families and friends back home. Archive footage of the war and news coverage thereof augment the first-person \"narrative\" by men and women who were in the war, some of whom did not survive it. Written by Jim Beaver","original_language":"en","original_title":"Dear America: Letters Home from Vietnam","video":false,"title":"Dear America: Letters Home from Vietnam","genre_ids":[99,10752],"poster_path":"\/mxtyyPSPcuCn1aNCzpkGfV4eLi.jpg","backdrop_path":null,"release_date":"1987-10-01","popularity":2.592,"vote_average":7.3,"id":61777,"adult":false,"vote_count":9},{"overview":"The Original Kings of Comedy achieves the seemingly impossible task of capturing the rollicking and sly comedy routines of stand-up and sitcom vets Steve Harvey, D.L. Hughley, Cedric the Entertainer, and Bernie Mac and the magic of experiencing a live concert show. Director Spike Lee and his crew plant a multitude of cameras in a packed stadium and onstage (as well as backstage, as they follow the comedians) to catch the vivid immediacy of the show, which is as much about the audience as it is about the jokes.","original_language":"en","original_title":"The Original Kings of Comedy","video":false,"title":"The Original Kings of Comedy","genre_ids":[35,99],"poster_path":"\/3WyU0n7ss8mT4b5YhPI8AfbN7XE.jpg","backdrop_path":"\/zp2N26mtnFCqFY8lcAsZikzlqup.jpg","release_date":"2000-08-18","popularity":2.465,"vote_average":6.5,"id":23618,"adult":false,"vote_count":28},{"overview":"\"The Battle of Russia,\" Chapter V of Frank Capra's \"Why We Fight\" series, follows the beginning of the end for Adolph Hitler.","original_language":"en","original_title":"Why We Fight: The Battle of Russia","video":false,"title":"Why We Fight: The Battle of Russia","genre_ids":[99,36,10752],"poster_path":"\/xgcuUIKFkiVwtUzZy7iE7oeD8ro.jpg","backdrop_path":"\/texw0dgm5uwDwh2O35rGNZas8y5.jpg","release_date":"1943-01-01","popularity":2.552,"vote_average":6.8,"id":112912,"adult":false,"vote_count":9},{"overview":"When a cross-section of seven-year-olds were interviewed for 7 Up in 1964 it was immediately evident that their social backgrounds influenced their attitudes towards life. While the upper class children were confident and self-assured, those from middle and working class backgrounds were resigned to a challenging life of hard work. This premise was put to the test every seven years when the same group were interviewed about the progression of their lives. 49 years in the making, the changes that occurred to the original 14 make for fascinating television and are in many ways the stories of all our lives. From success and disappointment, marriage and childbirth, to poverty and illness, nearly every facet of life has been captured on film. Now, at the age of 56, the group are once more brought together and, with the benefit of hindsight, assess whether their lives have been ruled by circumstance or self-determination.","original_language":"en","original_title":"56 Up","video":false,"title":"56 Up","genre_ids":[99],"poster_path":"\/32tZc2nndes6xKDHR7sBibIEzZ7.jpg","backdrop_path":"\/kenir8OSC2gn5amaqykLSqClwOD.jpg","release_date":"2012-05-14","popularity":2.645,"vote_average":7.5,"id":116167,"adult":false,"vote_count":24},{"overview":"A riveting and emotional journey into the world of writer William S. Burroughs, a man considered as cold as an iceberg on a winter night.","original_language":"en","original_title":"William S. Burroughs: A Man Within","video":false,"title":"William S. Burroughs: A Man Within","genre_ids":[99],"poster_path":"\/2ibZjkVG0E43Pkxb4Vk0vySUSn9.jpg","backdrop_path":"\/2I6PqbEyBswzxszEB3OqbMSMvUS.jpg","release_date":"2010-11-05","popularity":1.886,"vote_average":6.6,"id":47753,"adult":false,"vote_count":13},{"overview":"Twenty-five years after the verdict in the Rodney King trial sparked several days of protests, violence and looting in Los Angeles, LA 92 immerses viewers in that tumultuous period through stunning and rarely seen archival footage.","original_language":"en","original_title":"LA 92","video":false,"title":"LA 92","genre_ids":[99,36],"poster_path":"\/oT7OmkAoVnYDa8XbGipCEj6PVmN.jpg","backdrop_path":"\/lj79NEheTtAqHXjNvWaIPjd7ERe.jpg","release_date":"2017-04-28","popularity":2.338,"vote_average":8.2,"id":450875,"adult":false,"vote_count":26},{"overview":"Ethereal post-rock pioneers Sigur Rós play a string of impromptu gigs in their native Iceland after finishing a world tour in 2006. As they travel through the country, the band visits a wide variety of venues, from a large outdoor festival to a coffee shop.","original_language":"en","original_title":"Heima","video":false,"title":"Heima","genre_ids":[99,10402],"poster_path":"\/tVJhQOYlfptuxWQHThhSF9K4vFb.jpg","backdrop_path":"\/sgBgXFzTTrHxqbJ6aFjSiafhZr5.jpg","release_date":"2007-10-05","popularity":3.275,"vote_average":7.8,"id":14793,"adult":false,"vote_count":39},{"overview":"Humpback Whales takes audiences to Alaska, Hawaii and the Kingdom of Tonga for a close-up look at how these whales communicate, sing, feed, play and take care of their young. Humpbacks were nearly driven to extinction 50 years ago, but today are making a steady recovery. Join a team of researchers as they explore what makes humpbacks the most acrobatic of all whales, why only the males sing, and why these intelligent 50-foot, 48-ton animals migrate more than 6,000 miles round-trip every year.","original_language":"en","original_title":"Humpback Whales","video":false,"title":"Humpback Whales","genre_ids":[99],"poster_path":"\/AfrFByDeI8nkM8VlnmM4Ga0Pppu.jpg","backdrop_path":"\/juGBbA1KQzdlJ04rUbx9HMGgIM4.jpg","release_date":"2015-02-13","popularity":4.109,"vote_average":7.9,"id":323599,"adult":false,"vote_count":8},{"overview":"Secure your VIP pass to a once-in-a-lifetime experience with the Jonas Brothers. Get ready to hang out with this multitalented trio, and take an intimate look at what their lives are like offstage and behind the scenes.","original_language":"en","original_title":"Jonas Brothers: The Concert Experience","video":false,"title":"Jonas Brothers: The Concert Experience","genre_ids":[99,10402],"poster_path":"\/vLdQNW1CkxTuXAWxShlFiC5fDZM.jpg","backdrop_path":"\/j31MamGCPME1gEdJ5jrpqQXLa6N.jpg","release_date":"2009-02-27","popularity":4.08,"vote_average":6.3,"id":40534,"adult":false,"vote_count":49},{"overview":"An intimate and moving meditation on the late musician and artist Kurt Cobain, based on more than 25 hours of previously unheard audiotaped interviews conducted with Cobain by noted music journalist Michael Azerrad for his book \"Come As You Are: The Story of Nirvana.\" In the film, Kurt Cobain recounts his own life - from his childhood and adolescence to his days of musical discovery and later dealings with explosive fame - and offers often piercing insights into his life, music, and times. The conversations heard in the film have never before been made public and they reveal a highly personal portrait of an artist much discussed but not particularly well understood. Written by AJ Schnack","original_language":"en","original_title":"Kurt Cobain: About a Son","video":false,"title":"Kurt Cobain: About a Son","genre_ids":[99,10402],"poster_path":"\/lAut4rUk7ckQPFmF0XLnwaxpey6.jpg","backdrop_path":"\/uiWWjgTP2G2cpYIMJ6mQPR7TW4U.jpg","release_date":"2006-10-03","popularity":3.461,"vote_average":7.3,"id":25630,"adult":false,"vote_count":37},{"overview":"Maverick. Auteur. Rebel. Innovator. Storyteller. Rambler. Gambler. Mad man. Family man. Director. Artist.  Robert Altman's life and career contained multitudes. This father of American independent cinema left an indelible mark, not merely on the evolution of his art form, but also on the western zeitgeist. \"Altman\", Canadian director Ron Mann's new documentary, explores and celebrates the epic fifty-year redemptive journey of one of the most important and influential filmmakers in the history of the medium.  With its use of rare interviews, representative film clips, archival images, and musings from his family and most recognizable collaborators, Mann's Altman is a dynamic and heartfelt mediation on an artist whose expression, passion and appetite knew few bounds.","original_language":"en","original_title":"Altman","video":false,"title":"Altman","genre_ids":[99],"poster_path":"\/1ErP6Lo3kkz9UzfMCoX1rAz9xYt.jpg","backdrop_path":"\/xhQnBL5dcd36b8KVvwDROkuXLGp.jpg","release_date":"2014-08-01","popularity":2.753,"vote_average":6.9,"id":278086,"adult":false,"vote_count":15},{"overview":"An overview of the making of Mel Gibson's 'Apocalypto'.","original_language":"en","original_title":"Becoming Mayan: Creating Apocalypto","video":false,"title":"Becoming Mayan: Creating Apocalypto","genre_ids":[99],"poster_path":"\/v6Yxcd0AOxrdM58HfEjfWcALfJL.jpg","backdrop_path":"\/xiv8rg1rYew2rzBCTQ4Kv8zwdU1.jpg","release_date":"2007-05-22","popularity":3.339,"vote_average":8.6,"id":381663,"adult":false,"vote_count":19},{"overview":"As his country is gripped by revolution and war, a Ukrainian victim of the Chernobyl nuclear disaster discovers a dark secret and must decide whether to risk his life and play his part in the revolution by revealing it.","original_language":"en","original_title":"The Russian Woodpecker","video":false,"title":"The Russian Woodpecker","genre_ids":[99,36],"poster_path":"\/wtL2L7NDijFUZBLVjUIynHbRZtq.jpg","backdrop_path":"\/tM38ZjMhsa2JpNTnhHdWmdtqenj.jpg","release_date":"2015-01-31","popularity":3.012,"vote_average":6.2,"id":319092,"adult":false,"vote_count":20},{"overview":"How do 1.1 billion people around the world live on less than one dollar a day? Four young friends set out to research and live this reality. Armed with only a video camera and a desire to understand, they spend just 56 dollars each for 56 days in rural Pena Blanca, Guatemala. They battle E.Coli, financial stress, and the realization that there are no easy answers. Yet, the generosity and strength of their neighbors, Rosa, Anthony and Chino gives them resilient hope. They return home transformed and embark on a mission to share their new found understanding with other students, inspiring and challenging their generation to make a difference.","original_language":"en","original_title":"Living on One Dollar","video":false,"title":"Living on One Dollar","genre_ids":[12,99,18],"poster_path":"\/1w9MQn2itNBaWPZdtsDHIYmo6l6.jpg","backdrop_path":"\/5ORc3kLsSfOcbfJhhZW1ZofMojb.jpg","release_date":"2013-04-22","popularity":3.411,"vote_average":6.5,"id":229768,"adult":false,"vote_count":56},{"overview":"Uses astonishing visuals to tell the intersecting stories of George Mallory, the first man to attempt a summit of Mount Everest, and Conrad Anker, the mountaineer who finds Mallory's frozen remains 75 years later.","original_language":"en","original_title":"The Wildest Dream","video":false,"title":"The Wildest Dream","genre_ids":[99],"poster_path":"\/eOoCBAi8SlzEt8FWPshTSNT4Ecm.jpg","backdrop_path":"\/6xlY1IsYVP9zPyo3Hsses9WBgsa.jpg","release_date":"2010-08-06","popularity":2.562,"vote_average":7.1,"id":59248,"adult":false,"vote_count":21},{"overview":"Chiara Ferragni, the first fashion influencer in the world, reveals how the digital revolution has changes business world, communication, fashion, culture, through a portrait in which she's the protagonist, both as a woman and as digital entrepreneur.","original_language":"it","original_title":"Chiara Ferragni - Unposted","video":false,"title":"Chiara Ferragni - Unposted","genre_ids":[99],"poster_path":"\/dCHHFyTHk22a8a4mt93ZzWQKgpE.jpg","backdrop_path":"\/jHILyT8ZQ4w1YFJ2RY8KdsLHrbH.jpg","release_date":"2019-09-17","popularity":3.644,"vote_average":6.2,"id":618253,"adult":false,"vote_count":38},{"overview":"This intimate and loving portrait of the legendary arbiter of fashion, art and culture illustrates the many stages of Vreeland's remarkable life. Born in Paris in 1903, she was to become New York's \"Empress of Fashion\" and a celebrated Vogue editor.","original_language":"en","original_title":"Diana Vreeland: The Eye Has to Travel","video":false,"title":"Diana Vreeland: The Eye Has to Travel","genre_ids":[99],"poster_path":"\/cQGGUx0AJ99KsRIhHyqxrBNSJxm.jpg","backdrop_path":"\/lXqWJxEB001JGINpTDJgVmUcHVT.jpg","release_date":"2012-09-21","popularity":2.161,"vote_average":7.3,"id":82639,"adult":false,"vote_count":20},{"overview":"Errol Morris examines the incidents of abuse and torture of suspected terrorists at the hands of U.S. forces at the Abu Ghraib prison.","original_language":"en","original_title":"Standard Operating Procedure","video":false,"title":"Standard Operating Procedure","genre_ids":[99],"poster_path":"\/A8uczFmLlaGIRuzK6GyNi92gZEH.jpg","backdrop_path":"\/a3J0GvuCf9LZAxzxZ6dLVmS8pIN.jpg","release_date":"2008-02-12","popularity":2.869,"vote_average":7.2,"id":8847,"adult":false,"vote_count":24},{"overview":"Directed and Edited by Vivian Kubrick, Stanley Kubrick's daughter, this film offers a look behind the scenes during the making of The Shining.","original_language":"en","original_title":"Making 'The Shining'","video":false,"title":"Making 'The Shining'","genre_ids":[99],"poster_path":"\/s1Uc8J4wpXTDKTJ08dKzlHVTc0q.jpg","backdrop_path":"\/6fwbN3OeoiN1Dpx1ZBfnei78hJ4.jpg","release_date":"1980-10-04","popularity":4.498,"vote_average":7.1,"id":18875,"adult":false,"vote_count":50},{"overview":"When Harvard PhD student Jennifer Brea is struck down at 28 by a fever that leaves her bedridden, doctors tell her it’s \"all in her head.\" Determined to live, she sets out on a virtual journey to document her story—and four other families' stories—fighting a disease medicine forgot.","original_language":"en","original_title":"Unrest","video":false,"title":"Unrest","genre_ids":[99],"poster_path":"\/icXfX2WhryqbPIllfXe2eR7yBch.jpg","backdrop_path":"\/7OrGWuJ15RXiAVbUNFQ5w2IWVz8.jpg","release_date":"2017-01-20","popularity":2.366,"vote_average":7.5,"id":433033,"adult":false,"vote_count":17}],[{"overview":"Filling the giant screen with stunning time-lapse vistas of Antarctica, and detailing year-round life at McMurdo and Scott Base, Anthony Powell’s documentary is a potent hymn to the icy continent and the heavens above.","original_language":"en","original_title":"Antarctica: A Year on Ice","video":false,"title":"Antarctica: A Year on Ice","genre_ids":[18,12,99],"poster_path":"\/fQjPO9O4RIvKJBCP08Apenzrn9R.jpg","backdrop_path":"\/s6SsrA1ko8vN9IRc8y4YiYuK6CJ.jpg","release_date":"2013-09-05","popularity":4.585,"vote_average":7.3,"id":201132,"adult":false,"vote_count":43},{"overview":"Happy is a 2011 feature documentary film directed, written, and co-produced by Roko Belic. It explores human happiness through interviews with people from all walks of life in 14 different countries, weaving in the newest findings of positive psychology. Director Roko Belic was originally inspired to create the film after producer\/director Tom Shadyac (Liar, Liar, Patch Adams, Bruce Almighty) showed him an article in the New York Times entitled \"A New Measure of Well Being From a Happy Little Kingdom\". The article ranks the United States as the 23rd happiest country in the world. Shadyac then suggested that Belic make a documentary about happiness. Belic spent several years interviewing over 20 people, ranging from leading happiness researchers to a rickshaw driver in Kolkatta, a family living in a \"co-housing community\" in Denmark, a woman who was run over by a truck, a Cajun fisherman, and more.","original_language":"en","original_title":"Happy","video":false,"title":"Happy","genre_ids":[99],"poster_path":"\/wAz3VHk0nyeottwGc3lOFHi3Hky.jpg","backdrop_path":"\/kumLDSuKrPkadN5Wnw7VbfqgkV.jpg","release_date":"2011-04-09","popularity":3.181,"vote_average":7.2,"id":86577,"adult":false,"vote_count":40},{"overview":"What does it mean to lead men in war? What does it mean to come home? Hell and Back Again is a cinematically revolutionary film that asks and answers these questions with a power and intimacy no previous film about the conflict in Afghanistan has been able to achieve. It is a masterpiece in the cinema of war.","original_language":"en","original_title":"Hell and Back Again","video":false,"title":"Hell and Back Again","genre_ids":[99],"poster_path":"\/9vQwdQWG1MGZyLuXOsndVy0AaCH.jpg","backdrop_path":"\/3270U9Ka9rmEFOGtRPXvi3QzXcD.jpg","release_date":"2011-10-04","popularity":3.416,"vote_average":6.5,"id":74310,"adult":false,"vote_count":24},{"overview":"50 years after the legendary fest, Barak Goodman’s electric retelling of Woodstock, from the point of view of those who were on the ground, evokes the freedom, passion, community, and joy the three-day music festival created.","original_language":"en","original_title":"Woodstock: Three Days That Defined a Generation","video":false,"title":"Woodstock: Three Days That Defined a Generation","genre_ids":[99,10402],"poster_path":"\/ejPrzjG17UrYHjUn8xE3EAYnoDl.jpg","backdrop_path":"\/dCJn8v0S5X4oy5Ozg8kTdlGCKcV.jpg","release_date":"2019-05-24","popularity":2.021,"vote_average":7.6,"id":588226,"adult":false,"vote_count":15},{"overview":"A behind the scenes look into George Romero's groundbreaking horror classic Night of the Living Dead","original_language":"en","original_title":"Birth of the Living Dead","video":false,"title":"Birth of the Living Dead","genre_ids":[99],"poster_path":"\/9c8MuQI49HRssx4Ok4ywZinhbxi.jpg","backdrop_path":"\/4ZZdNzYNpK9B4B6y6ow6x4QADWn.jpg","release_date":"2013-10-18","popularity":3.653,"vote_average":6.6,"id":171795,"adult":false,"vote_count":30},{"overview":"A visual essay on the forgotten parts of Eastern Europe. The outskirts here are a Slovakian town in the Tatra Mountains. Though censored for 17 years, Dusan Hanáks poetic visual essay is not a political or even social film. It goes to far deeper and more fundamental levels of human experience. Inspired by the photographs of Martin Martinek, the films power lies in its unusual portraits of people whose raw visual beauty radiates from their very souls","original_language":"sk","original_title":"Obrazy starého sveta","video":false,"title":"Pictures of the Old World","genre_ids":[99],"poster_path":"\/scneUG3LtiloNF3a5ogS549nYHV.jpg","backdrop_path":null,"release_date":"1972-01-01","popularity":1.362,"vote_average":8.1,"id":124414,"adult":false,"vote_count":10},{"overview":"Brian Jones, Jimi Hendrix, Janis Joplin and Jim Morrison all died at the age of 27 between 1969 and 1971. At the time, the coincidence gave rise to some comment, but it was not until the death of Kurt Cobain, about two and a half decades later, that the idea of a \"27 Club\" began to catch on in public perception, reignited with the death of Amy Winehouse in 2011. Through interviews with people who knew them, such as music stars, critics, medical experts and unseen footage, the lives, music, and artistry of those who died at 27 are investigated with a bid to find answers.","original_language":"en","original_title":"27: Gone Too Soon","video":false,"title":"27: Gone Too Soon","genre_ids":[99],"poster_path":"\/q1Wn0HhpsSP70YFHBe2EcrdEH7Y.jpg","backdrop_path":"\/2QXrX7kQwV37YrZXeQVuZS8a84a.jpg","release_date":"2018-03-26","popularity":2.322,"vote_average":6.2,"id":521669,"adult":false,"vote_count":23},{"overview":"Go behind the scenes with stars, puppeteers and creators as they bring Jim Henson's magical world of Thra back to life in a sweeping fantasy series.","original_language":"en","original_title":"The Crystal Calls - Making The Dark Crystal: Age of Resistance","video":false,"title":"The Crystal Calls - Making The Dark Crystal: Age of Resistance","genre_ids":[99],"poster_path":"\/d6liOscksEp37koLfdjzdu1BwrK.jpg","backdrop_path":"\/igYF4WOpzTYZdHKpPCOjo7w0aIO.jpg","release_date":"2019-08-30","popularity":2.295,"vote_average":8.7,"id":627133,"adult":false,"vote_count":3},{"overview":"Regular opening times do not apply as we accompany Sir David Attenborough on an after-hours journey around London’s Natural History Museum, one of his favourite haunts.  The museum's various exhibits coming to life, including dinosaurs, reptiles and creatures from the ice age.  Shot by the same 3D team that worked on Gravity, examines how the animals and creatures at the London museum once roamed the earth.","original_language":"en","original_title":"Natural History Museum Alive","video":false,"title":"Natural History Museum Alive","genre_ids":[99],"poster_path":"\/gC2T7H8QqWK4Y1ZMnv0faFiqmFc.jpg","backdrop_path":"\/qfXv6Tyz0YhfAXGAtqjKS4E95c9.jpg","release_date":"2014-01-01","popularity":1.972,"vote_average":6,"id":246818,"adult":false,"vote_count":10},{"overview":"Louis meets the Phelps family — the people at the heart of the controversial Westboro Baptist Church. The Phelps have rabid anti-homosexual beliefs, and often campaign at the funerals of American soldiers. They believe that every tragedy in the world is God's punishment for homosexuality.","original_language":"en","original_title":"Louis Theroux: The Most Hated Family in America","video":false,"title":"Louis Theroux: The Most Hated Family in America","genre_ids":[99],"poster_path":"\/skdJKECKh77w3rt9QgeBTipw9ul.jpg","backdrop_path":"\/cUvmDlnRxpeWuy5Z6F2oXodiDZW.jpg","release_date":"2007-04-24","popularity":4.071,"vote_average":7.6,"id":63581,"adult":false,"vote_count":37},{"overview":"David Attenborough takes us on a guided tour through the secret world of plants, to see things no unaided eye could witness. Each episode in this six-part series focuses on one of the critical stages through which every plant must pass if it is to survive:- travelling, growing, and flowering; struggling with one another; creating alliances with other organisms both plant and animal; and evolving complex ways of surviving in the earth's most ferociously hostile environments.","original_language":"en","original_title":"The Private Life of Plants","video":false,"title":"The Private Life of Plants","genre_ids":[99],"poster_path":"\/tFWZBcpSeVGckiikYp3gHvNgwbT.jpg","backdrop_path":"\/sQFka4QPJbxfdweX2TCD72QAAs0.jpg","release_date":"1995-01-01","popularity":2.163,"vote_average":8.4,"id":39137,"adult":false,"vote_count":18},{"overview":"Over seven decades, actor and activist George Takei journeyed from a World War II internment camp to the helm of the Starship Enterprise, and then to the daily news feeds of five million Facebook fans. Join George and his husband, Brad, on a wacky and profound trek for life, liberty, and love.","original_language":"en","original_title":"To Be Takei","video":false,"title":"To Be Takei","genre_ids":[99],"poster_path":"\/rXOygttSkaMTcRAMC7d1oux8BIP.jpg","backdrop_path":"\/n1098YeZzf1t6z8aFoencTWf28q.jpg","release_date":"2014-08-22","popularity":4.595,"vote_average":7.8,"id":250777,"adult":false,"vote_count":46},{"overview":"Never before have we watched as much porn as today yet the traditional porn industry is dying. The arrival of web sites showing amateur clips has transformed the way porn is made and consumed. Behind this transformation lies one opaque multinational.","original_language":"fr","original_title":"Pornocratie: Les nouvelles multinationales du sexe","video":false,"title":"Pornocracy: The New Sex Multinationals","genre_ids":[99],"poster_path":"\/kfa1KHSaewjv9sSrrHDdWNdroyv.jpg","backdrop_path":"\/2VFUh8spzyNbRNPyncIrFmSwBrd.jpg","release_date":"2017-03-12","popularity":9.979,"vote_average":7.3,"id":438478,"adult":false,"vote_count":10},{"overview":"When pro kayaker Rafa Ortiz makes the decision to paddle over Niagara Falls, he sets in motion an incredible series of events that eventually takes on a life of its own. To prepare for this mission, Rafa enlists the help of world-renowned paddler Rush Sturges and a tight team of their friends. Together they go on a remarkable three-year journey from the rainforest rivers of Mexico to the towering waterfalls of the U.S. Northwest. Their journey concludes in Canada where the team plays a cat-and-mouse game with local police before Rafa's mission comes to a heart-stopping climax at the iconic Falls.","original_language":"en","original_title":"Chasing Niagara","video":false,"title":"Chasing Niagara","genre_ids":[99],"poster_path":"\/zO8dHymFbBwMihGDMAYdYVsU8Lj.jpg","backdrop_path":"\/bSDP4Ib1l4xthtp9otOik4Si4cO.jpg","release_date":"2016-07-05","popularity":3.127,"vote_average":7.1,"id":392978,"adult":false,"vote_count":14},{"overview":"The story of the gold-plated statuette that became the film industry's most coveted prize, AND THE OSCAR GOES TO... traces the history of the Academy itself, which began in 1927 when Louis B. Mayer, then head of MGM, led other prominent members of the industry in forming this professional honorary organization. Two years later the Academy began bestowing awards, which were nicknamed \"Oscar,\" and quickly came to represent the pinnacle of cinematic achievement.","original_language":"en","original_title":"And the Oscar Goes To...","video":false,"title":"And the Oscar Goes To...","genre_ids":[99,10770],"poster_path":"\/kgH49kPNNtel04HPVGQLS63coRF.jpg","backdrop_path":null,"release_date":"2014-02-02","popularity":3.279,"vote_average":7.1,"id":253639,"adult":false,"vote_count":25},{"overview":"Documentary looking at the black market website known as the Silk Road, which emerged on the darknet in 2011. This 'Amazon of illegal drugs' was the brainchild of a mysterious, libertarian intellectual operating under the avatar The Dread Pirate Roberts. Promising its users complete anonymity and total freedom from government regulation or scrutiny, Silk Road became a million-dollar digital drugs cartel.","original_language":"en","original_title":"Silk Road: Drugs, Death and the Dark Web","video":false,"title":"Silk Road: Drugs, Death and the Dark Web","genre_ids":[99],"poster_path":"\/bcMCZC8Xm49MTPj9VBcORFgcBSz.jpg","backdrop_path":null,"release_date":"2017-08-21","popularity":2.104,"vote_average":7.9,"id":472003,"adult":false,"vote_count":5},{"overview":"Breaion King, a 26 year-old African-American school teacher from Austin, Texas - is pulled over for a routine traffic stop that escalates into a violent arrest. Dashcam clips intercut with verite scenes tell a story of racism in law enforcement through the eyes of one of its victims.","original_language":"en","original_title":"Traffic Stop","video":false,"title":"Traffic Stop","genre_ids":[99],"poster_path":"\/kRVMLMn7uSyTrkg565j16kW6NgS.jpg","backdrop_path":"\/aJBXzOMnSOGX7T7SpUvMXIcByjm.jpg","release_date":"2017-11-14","popularity":2.657,"vote_average":6.2,"id":491206,"adult":false,"vote_count":14},{"overview":"Jean-Michel Cousteau invites you to embark on a breathtaking underwater voyage to discover the ultimate predator: the shark. Experience an astonishing up-close encounter in 3D with the lions and tigers of the ocean.","original_language":"en","original_title":"IMAX: Sharks 3D","video":false,"title":"Sharks","genre_ids":[99],"poster_path":"\/xijWvH0TFc5Wg7q3V34CaemHfPj.jpg","backdrop_path":"\/c5ikMDdCtX2IYNWAaojCL0rmLWr.jpg","release_date":"2004-11-05","popularity":1.921,"vote_average":6.1,"id":56896,"adult":false,"vote_count":9},{"overview":"50 % of the world’s population lives in urban areas. By 2050 this will increase to 80%. Life in a mega city is both enchanting and problematic. Today we face peak oil, climate change, loneliness and severe health issues due to our way of life. But why? The Danish architect and professor Jan Gehl has studied human behavior in cities through 40 years. He has documented how modern cities repel human interaction, and argues that we can build cities in a way, which takes human needs for inclusion and intimacy into account.","original_language":"en","original_title":"The Human Scale","video":false,"title":"The Human Scale","genre_ids":[99],"poster_path":"\/aRcrMjCefLXjYidGyXnPWvZsRMy.jpg","backdrop_path":"\/bh8pD7cyZ5W4KVMzJMNm4iDlcw6.jpg","release_date":"2013-02-20","popularity":2.605,"vote_average":6.2,"id":176182,"adult":false,"vote_count":9},{"overview":"Mia recounts her most intimate confessions, uncensored, in her first approach to a totally new world of domination and submission.","original_language":"es","original_title":"Mia","video":false,"title":"Mia","genre_ids":[18,99],"poster_path":"\/nEmw1fZOQp2qFGdrak3ipCbe31G.jpg","backdrop_path":"\/9aUcoMDARruvlgC0MQXLCsznqbp.jpg","release_date":"2017-12-17","popularity":2.474,"vote_average":8,"id":537971,"adult":false,"vote_count":1}],[{"overview":"A documentary on the Z Channel, one of the first pay cable stations in the US, and its programming chief, Jerry Harvey. Debuting in 1974, the LA-based channel's eclectic slate of movies became a prime example of the untapped power of cable television.","original_language":"en","original_title":"Z Channel: A Magnificent Obsession","video":false,"title":"Z Channel: A Magnificent Obsession","genre_ids":[36,99],"poster_path":"\/vfffjNv2JPxUPaWHmdIhTppPGmC.jpg","backdrop_path":"\/1eW9nK3T3ZEYtU4UUCVpyaYcA4e.jpg","release_date":"2004-10-13","popularity":1.624,"vote_average":7,"id":56224,"adult":false,"vote_count":17},{"overview":"Animator. Storyman. Troublemaker. At 80 years old, see how Disney Legend Floyd Norman, the first African-American animator at Disney, continues to impact animation and stir up \"trouble\" after the company forced him to retire at age 65.","original_language":"en","original_title":"Floyd Norman: An Animated Life","video":false,"title":"Floyd Norman: An Animated Life","genre_ids":[99],"poster_path":"\/wAOJ0PmoRmHL5vXG0KCUrtDWm6q.jpg","backdrop_path":"\/rwABXH6QsNVxMyReZLk5szc8q4B.jpg","release_date":"2016-02-05","popularity":1.769,"vote_average":7.7,"id":407588,"adult":false,"vote_count":12},{"overview":"Through the power of IMAX 3D, experience a wondrous adventure from the dinosaur age. Join Julie, an imaginative young woman, in a unique voyage through time and space. Explore an amazing underwater universe inhabited by larger-than-life creatures which were ruling the seas before dinosaurs conquered the earth. See science come alive in an entertaining manner and get ready for a face-to-face encounter with the T-Rex of the seas!","original_language":"en","original_title":"Sea Rex 3D: Journey to a Prehistoric World","video":false,"title":"Sea Rex 3D: Journey to a Prehistoric World","genre_ids":[99],"poster_path":"\/swZfa27SB9NXmyqjbyp8xLFITmw.jpg","backdrop_path":"\/aH9LKdmjU41ABQJv3qTyKZe0DaE.jpg","release_date":"2010-05-14","popularity":2.206,"vote_average":7.4,"id":78394,"adult":false,"vote_count":12},{"overview":"Follows a litter of puppies from the moment they're born and begin their quest to become Guide Dogs for the Blind, the ultimate canine career. Cameras follow these pups through a two-year odyssey as they train to become dogs whose ultimate responsibility is to protect their blind partners from harm.","original_language":"en","original_title":"Pick of the Litter","video":false,"title":"Pick of the Litter","genre_ids":[99],"poster_path":"\/9TQQ6hq4igBLXKEuFE2woI3rRY.jpg","backdrop_path":"\/s5dUtU9FTNw0Dv4A4uj3QbDNu3U.jpg","release_date":"2018-01-19","popularity":3.839,"vote_average":7.4,"id":503257,"adult":false,"vote_count":17},{"overview":"A disturbing collection of 1940s and 1950s United States government-issued propaganda films designed to reassure Americans that the atomic bomb was not a threat to their safety.","original_language":"en","original_title":"The Atomic Cafe","video":false,"title":"The Atomic Cafe","genre_ids":[99,36],"poster_path":"\/waI4ZKHnUCqyLGtl99Smk5Gz3eu.jpg","backdrop_path":"\/mtqJKMnNvzBTumkmOfcXxWYLzyu.jpg","release_date":"1982-03-17","popularity":3.438,"vote_average":7.3,"id":26851,"adult":false,"vote_count":26},{"overview":"Delving into our collective nightmares, this horror-documentary investigates the origins of our most terrifying urban legends and the true stories that may have inspired them.","original_language":"en","original_title":"Killer Legends","video":false,"title":"Killer Legends","genre_ids":[36,80,27,99],"poster_path":"\/lZ7bQDia4tJ0lSsIgIne7w7Fq7d.jpg","backdrop_path":"\/x3J10kURjeOsd0oCY3SMYxnV5YT.jpg","release_date":"2014-07-01","popularity":3.273,"vote_average":5.9,"id":279661,"adult":false,"vote_count":46},{"overview":"Investigates the MLB's infamous doping scandal involving a nefarious clinician and his most famous client: the New York Yankees' Alex Rodriguez.","original_language":"en","original_title":"Screwball","video":false,"title":"Screwball","genre_ids":[99],"poster_path":"\/wJ7pHgBc6jHTrYYlQs2ToMmEz1r.jpg","backdrop_path":"\/jYDIJoYPz7582TOVFHLgHKe6AJM.jpg","release_date":"2019-03-29","popularity":4.456,"vote_average":6.5,"id":541578,"adult":false,"vote_count":9},{"overview":"Chronicles the epic battle that several American mothers are waging on behalf of their middle-school daughters, victims of sex-trafficking on Backpage.com, the adult classifieds section that for years was part of the Village Voice.","original_language":"en","original_title":"I Am Jane Doe","video":false,"title":"I Am Jane Doe","genre_ids":[80,99],"poster_path":"\/cQw2jh60Ey3zY90B8965JRclKQ2.jpg","backdrop_path":"\/bGDr4FcQzzcWlJEPVdUosZTxMCv.jpg","release_date":"2017-02-10","popularity":3.274,"vote_average":6.4,"id":430448,"adult":false,"vote_count":38},{"overview":"The remarkable story of iconoclastic fashion designer Vivienne Westwood as she fights to maintain her brand’s integrity, her principles and her legacy.","original_language":"en","original_title":"Westwood: Punk, Icon, Activist","video":false,"title":"Westwood: Punk, Icon, Activist","genre_ids":[99],"poster_path":"\/lguug8k8l7J6RJgaauTsmMH23LE.jpg","backdrop_path":"\/A6yKgWcPsPerUCx51GVmJoSFMyC.jpg","release_date":"2018-01-20","popularity":1.284,"vote_average":5.9,"id":478426,"adult":false,"vote_count":8},{"overview":"Rocky Braat went to India as a disillusioned American tourist. When he met a group of children with HIV\/AIDS, he decided to stay. He never could have imagined the obstacles he would face. Or the love he would find.","original_language":"en","original_title":"Blood Brother","video":false,"title":"Blood Brother","genre_ids":[99],"poster_path":"\/aYzsRqqT1vTulthUaEaOP6Y4GIt.jpg","backdrop_path":"\/gmEGdbtXrwMAKewpEdUxk46Cmmi.jpg","release_date":"2013-01-20","popularity":2.262,"vote_average":7.1,"id":155556,"adult":false,"vote_count":15},{"overview":"“Showrunners” is the first ever feature length documentary film to explore the fascinating world of US television showrunners and the creative forces aligned around them. These are the people responsible for creating, writing and overseeing every element of production on one of the United State’s biggest exports – television drama and comedy series.  Often described as the most complex job in the entertainment business, a showrunner is the chief writer \/ producer on a TV series and, in most instances, the show’s creator. Battling daily between art and commerce, showrunners manage every aspect of a TV show’s development and production: creative, financial and logistical.","original_language":"en","original_title":"Showrunners: The Art of Running a TV Show","video":false,"title":"Showrunners: The Art of Running a TV Show","genre_ids":[99],"poster_path":"\/kWEPPZKsF3OFNZgyEoFc56I3VOr.jpg","backdrop_path":"\/4aTRM8ZddY17Yy6h5vYgfmM9zFG.jpg","release_date":"2014-10-31","popularity":2.15,"vote_average":6.2,"id":147778,"adult":false,"vote_count":31},{"overview":"Filmmaker Neil Breen comments on his personal insight, motivations, goals, vision and his five features films.","original_language":"en","original_title":"Untitled Neil Breen Retrospective","video":false,"title":"Untitled Neil Breen Retrospective","genre_ids":[99],"poster_path":null,"backdrop_path":null,"release_date":"2019-12-01","popularity":4.593,"vote_average":0,"id":498745,"adult":false,"vote_count":0},{"overview":"Explore how writers Steven Moffat and Mark Gatiss created the hit television sensation.  Take a personal voyage through the versions of Holmes that have served as inspirations for the new series - the original stories, their factual origins, hundreds of film adaptations - to arrive at their thoroughly modern Sherlock. Moffat and Gatiss explain the challenges they encountered adapting the original adventures of the iconic super-sleuth. Go behind the scenes on the set of the hit television series, including interviews with actors Benedict Cumberbatch, Martin Freeman and Lara Pulver, who talk about the reinvention of their fictional characters.","original_language":"en","original_title":"Unlocking Sherlock","video":false,"title":"Unlocking Sherlock","genre_ids":[10770,99],"poster_path":"\/y9OVUhUOCzCBm3ltPmlRluiXvfW.jpg","backdrop_path":"\/9tABtvUzLJuVfj3io5MHOeX47Bq.jpg","release_date":"2014-01-19","popularity":3.01,"vote_average":7.9,"id":253675,"adult":false,"vote_count":39},{"overview":"40 international directors were asked to make a short film using the original Cinematographe invented by the Lumière Brothers, working under conditions similar to those of 1895. There were three rules: (1) The film could be no longer than 52 seconds, (2) no synchronized sound was permitted, and (3) no more than three takes. The results run the gamut from Zhang Yimou's convention-thwarting joke to David Lynch's bizarre miniature epic.","original_language":"fr","original_title":"Lumière et compagnie","video":false,"title":"Lumière and Company","genre_ids":[28,18,35,99],"poster_path":"\/tRgWAb0tWl5HEnk0XT2C3QV3Jlx.jpg","backdrop_path":"\/pyNf2BmeNqx3TsIufxk0dMH7XWv.jpg","release_date":"1995-01-01","popularity":2.53,"vote_average":6.7,"id":48336,"adult":false,"vote_count":29},{"overview":"Let’s Make Money is an Austrian documentary by Erwin Wagenhofer released in the year 2008. It is about aspects of the development of the world wide financial system.","original_language":"en","original_title":"Let's Make Money","video":false,"title":"Let's Make Money","genre_ids":[99],"poster_path":"\/9UdFLgX4Mqx8NJtvjdUkOF5cuDe.jpg","backdrop_path":"\/6JWna5i4q4zrXecguhtjnbwXy2s.jpg","release_date":"2008-10-30","popularity":3.707,"vote_average":7.5,"id":23368,"adult":false,"vote_count":17},{"overview":"On a winter's day, a woman stretches near a window then sits in a bathtub of water. She's happy. Her lover is nearby; there are close ups of her face, her pregnant belly, and his hands caressing her. She gives birth: we see the crowning of the baby's head, then the birth itself; we watch a pair of hands tie off and cut the umbilical cord. With the help of the attending hands, the mother expels the placenta. The infant, a baby girl, nurses. We return from time to time to the bath scene. By the end, dad's excited; mother and daughter rest.","original_language":"en","original_title":"Window Water Baby Moving","video":false,"title":"Window Water Baby Moving","genre_ids":[99],"poster_path":"\/vnJ6qK7Xo5dM4T7FDFVuYjeixYX.jpg","backdrop_path":"\/3tESWBr9ABZgX19rp0cQuk20MmW.jpg","release_date":"1959-04-27","popularity":2.636,"vote_average":7.1,"id":97513,"adult":false,"vote_count":33},{"overview":"This 1970 concert documentary captures Elvis Presley midway through a fateful transition, seeking to reclaim his musical primacy after a decade of self-imposed exile from concert stages. Sidelined by his big-screen career, eclipsed by rock's mid-'60s transformations, the King had begun his return two years earlier with the relatively lean attack of his fabled network television appearance, '68 Comeback Special. Now the Memphis legend was poised to reposition his performing profile by pursuing the top rungs of headliner status in Las Vegas, a career choice that seems even more ephemeral in hindsight than it already did at the time.  Elvis: That's the Way It Is follows the show's genesis from rehearsal to stage, with the performance footage that provides its inevitable climax shot over six nights. The rehearsal footage, expanded for this special edition, offers further proof that Presley's band was simply superb...","original_language":"en","original_title":"Elvis: That's the Way It Is","video":false,"title":"Elvis: That's the Way It Is","genre_ids":[10402,99],"poster_path":"\/yzNYqH4K25ZjODc7YUGm2WOhvVX.jpg","backdrop_path":"\/tXwXxjxuTZFy6PJqhSzwOI1Grzd.jpg","release_date":"1970-11-11","popularity":2.481,"vote_average":7.4,"id":31151,"adult":false,"vote_count":19},{"overview":"An exploration of the intersection between religion and homosexuality in the U.S. and how the religious right has used its interpretation of the Bible to stigmatize the gay community.","original_language":"en","original_title":"For the Bible Tells Me So","video":false,"title":"For the Bible Tells Me So","genre_ids":[99],"poster_path":"\/j9P0EH0a388c9iLlJYyj3jhj5aA.jpg","backdrop_path":"\/3NXtsV2q7fUOIl0UuE8Vn2rCGzj.jpg","release_date":"2007-10-05","popularity":3.076,"vote_average":7.4,"id":15651,"adult":false,"vote_count":31},{"overview":"Mr. Death: The Rise and Fall of Fred A. Leuchter, Jr. is a 1999 documentary film by Errol Morris about execution technician Fred A. Leuchter.","original_language":"en","original_title":"Mr. Death: The Rise and Fall of Fred A. Leuchter, Jr.","video":false,"title":"Mr. Death: The Rise and Fall of Fred A. Leuchter, Jr.","genre_ids":[99],"poster_path":"\/piRZ7vLqU4OaoPmqyBbZt7QLl0M.jpg","backdrop_path":"\/ilT5T6Qk5jmRYVgFu4xnMtTKaHD.jpg","release_date":"1999-12-29","popularity":3.345,"vote_average":6.8,"id":28216,"adult":false,"vote_count":28},{"overview":"Prelude to War was the first film of Frank Capra's Why We Fight propaganda film series, commissioned by the Pentagon and George C. Marshall. It was made to convince American troops of the necessity of combating the Axis Powers during World War II. This film examines the differences between democratic and fascist states.","original_language":"en","original_title":"Why We Fight: Prelude to War","video":false,"title":"Why We Fight: Prelude to War","genre_ids":[99,36,10752],"poster_path":"\/vpkCDbVQDXth2lK3Zw5FYcxAvX3.jpg","backdrop_path":"\/bipcEMQU2P79CdHr1ZStfWDK8Pt.jpg","release_date":"1942-05-27","popularity":2.981,"vote_average":6.8,"id":23336,"adult":false,"vote_count":22}],[{"overview":"Harris Glenn Milstead, aka Divine (1945-1988) was the ultimate outsider turned underground hero. Spitting in the face of the status quos of body image, gender identity, sexuality, and preconceived notions of beauty, Divine succeeded in becoming an internationally recognized icon, recording artist, and character actor of stage and screen. Glenn went from the often-mocked, schoolyard fat kid to underdog royalty, standing up for millions of gay men and women, drag queens and punk rockers, and countless other socially ostracized misfits and freaks. With a completely committed in-your-face style, he blurred the line between performer and personality, and revolutionized pop culture.","original_language":"en","original_title":"I Am Divine","video":false,"title":"I Am Divine","genre_ids":[99],"poster_path":"\/95xYfQuqNnFxYqe0bf4glvzNGqb.jpg","backdrop_path":"\/dWEYHiB5wiJnScHh2Ky489GniTC.jpg","release_date":"2013-03-09","popularity":2.666,"vote_average":7.8,"id":171910,"adult":false,"vote_count":37},{"overview":"This documentary takes an in-depth look at the influential career of iconic photographer Annie Leibovitz, from her earliest artistic efforts to her storied tenure at Rolling Stone and Vanity Fair magazines and beyond. Intimately filmed by Annie's sister Barbara Leibovitz, the program features interviews with the artist as she works at home, along with telling insights from many of the celebrities she has photographed, such as Mick Jagger.","original_language":"en","original_title":"Annie Leibovitz: Life Through a Lens","video":false,"title":"Annie Leibovitz: Life Through a Lens","genre_ids":[99,36],"poster_path":"\/9CwirABY1xwsi4Pl6cZU7wiYylX.jpg","backdrop_path":"\/yTMP0mFDuhSRxg5jYG3Nq2ofr4.jpg","release_date":"2007-01-03","popularity":2.135,"vote_average":7.6,"id":49255,"adult":false,"vote_count":11},{"overview":"In the past 40 years, the War on Drugs has accounted for 45 million arrests, made America the world's largest jailer, and destroyed impoverished communities at home and abroad. Yet drugs are cheaper, purer, and more available today than ever. Where did we go wrong, and what can be done?","original_language":"en","original_title":"The House I Live In","video":false,"title":"The House I Live In","genre_ids":[99],"poster_path":"\/9M0F27OnjPuJ2yiu6NCa1o4mkun.jpg","backdrop_path":"\/SxMEljSnWV896ORubNDAblGVpI.jpg","release_date":"2012-10-05","popularity":4.114,"vote_average":7.8,"id":84284,"adult":false,"vote_count":43},{"overview":"German director Wim Wenders made this documentary in which he tries to explore the Tokyo that was depicted in the films of Yasujiro Ozu. When Wenders visits Tokyo for the first time, he finds a very different city, one with a booming fascination with technology that often clashes with the traditional elements of Japanese culture. Wenders also interviews Ozu's cinematographer, Yuharu Atsuta, and Chishu Ryu, an actor who frequently collaborated with Ozu.","original_language":"en","original_title":"Tokyo-Ga","video":false,"title":"Tokyo-Ga","genre_ids":[99],"poster_path":"\/vZkce81CO7xU7lKOO1jAVkcAV7d.jpg","backdrop_path":"\/Aop4ZXWGQLPnwjNE2UKgGesIy72.jpg","release_date":"1985-04-26","popularity":2.971,"vote_average":7.3,"id":76406,"adult":false,"vote_count":26},{"overview":"Director Michael Apted revisits the same group of British-born adults after a 7 year wait. The subjects are interviewed as to the changes that have occurred in their lives during the last seven years.","original_language":"en","original_title":"42 Up","video":false,"title":"42 Up","genre_ids":[99],"poster_path":"\/fcOziYVE7iGW3H7tM4yLod4ExvK.jpg","backdrop_path":"\/4KEmPZ4X1X1pDsdvwLEozABuD0R.jpg","release_date":"1999-11-17","popularity":3.115,"vote_average":7.6,"id":20565,"adult":false,"vote_count":21},{"overview":"The Living Desert was the first feature-length film in Disney’s True-Life Adventures series of documentaries focusing on zoological studies; the previous films in the series, including the Academy Award-winning Seal Island, were short subjects.  The documentary was filmed at the Westward Look Wyndham Grand Resort and Spa in Tucson, Arizona. Most of the wildlife shown in the film was donated to what would soon become the Arizona-Sonora Desert Museum.  The film was inspired by 10 minutes of footage shot by N. Paul Kenworthy Jr., a doctoral student at the University of California at Los Angeles. Kenworthy’s footage of a battle between a tarantula and a wasp intrigued Disney, who funded a feature-length production following the lives of diverse desert species. Disney was highly supportive of Kenworthy’s work and its impact on nonfiction filmmaking, stating, “This is where we can tell a real, sustained story for the first time in these nature pictures.”","original_language":"en","original_title":"The Living Desert","video":false,"title":"The Living Desert","genre_ids":[99],"poster_path":"\/9NvIJIxIbcQn7fii56A1Npg4fUs.jpg","backdrop_path":"\/cm8mhc1KuHMqjKysnbWhaAdHCRc.jpg","release_date":"1953-11-10","popularity":1.667,"vote_average":8,"id":11383,"adult":false,"vote_count":15},{"overview":"Girl next door, activist, so-called traitor, fitness tycoon, Oscar winner: Jane Fonda has lived a life of controversy, tragedy and transformation – and she’s done it all in the public eye. An intimate look at one woman’s singular journey.","original_language":"en","original_title":"Jane Fonda in Five Acts","video":false,"title":"Jane Fonda in Five Acts","genre_ids":[99,10770],"poster_path":"\/lgOfQqfOeMt2dGsD8u0XcBOvfpo.jpg","backdrop_path":"\/dAM73mT6T8Vci5collkYIhqxj1t.jpg","release_date":"2018-01-21","popularity":3.417,"vote_average":7.8,"id":490082,"adult":false,"vote_count":19},{"overview":"A documentary that tells the emotional journey of Shane and Tom, two young men in a loving and committed relationship — a relationship that was cut tragically short by a misstep off the side of a roof.","original_language":"en","original_title":"Bridegroom","video":false,"title":"Bridegroom","genre_ids":[99],"poster_path":"\/9wnozDdTecX2ApphExYHzum4fqa.jpg","backdrop_path":"\/9iAy532FdiGm5sT3JO7th00o81u.jpg","release_date":"2013-04-23","popularity":4.212,"vote_average":7.8,"id":174366,"adult":false,"vote_count":53},{"overview":"Tells the history and importance of The National Film Registry, a roll call of American cinema treasures that reflects the diversity of film, and indeed the American experience itself.","original_language":"en","original_title":"These Amazing Shadows","video":false,"title":"These Amazing Shadows","genre_ids":[99],"poster_path":"\/rzP08vB5s5mMGR2NFX8pnw2G0Vs.jpg","backdrop_path":"\/nVgSjEnf61vJuqzpTJElI2RFtev.jpg","release_date":"2011-01-22","popularity":3.923,"vote_average":7.6,"id":80337,"adult":false,"vote_count":38},{"overview":"With unprecedented access, this documentary follows the extraordinary journey of “Raqqa is Being Slaughtered Silently”—a group of anonymous citizen journalists who banded together after their homeland was overtaken by ISIS—as they risk their lives to stand up against one of the greatest evils in the world today.","original_language":"en","original_title":"City of Ghosts","video":false,"title":"City of Ghosts","genre_ids":[10752,99],"poster_path":"\/c1RxAfjPsSWV1PxuxnJM9BXMTFP.jpg","backdrop_path":"\/h3OIAsdCIBAiTifvtZtrWPoGhlX.jpg","release_date":"2017-07-14","popularity":3.319,"vote_average":7,"id":428501,"adult":false,"vote_count":27},{"overview":"Roy Cohn personified the dark arts of American politics, turning empty vessels into dangerous demagogues - from Joseph McCarthy to his final project, Donald J. Trump. This thriller-like exposé connects the dots, revealing how a deeply troubled master manipulator shaped our current American nightmare.","original_language":"en","original_title":"Where's My Roy Cohn?","video":false,"title":"Where's My Roy Cohn?","genre_ids":[99],"poster_path":"\/dgOMHjH9Gd2zVYyv2vYVU1mVHRD.jpg","backdrop_path":"\/eau194gnLB5QGlfki0qGRFV7f2z.jpg","release_date":"2019-09-20","popularity":3.394,"vote_average":0,"id":565531,"adult":false,"vote_count":0},{"overview":"A look at the extraordinary world of Penthouse founder, visionary and provocateur Bob Guccione.","original_language":"en","original_title":"Filthy Gorgeous: The Bob Guccione Story","video":false,"title":"Filthy Gorgeous: The Bob Guccione Story","genre_ids":[99],"poster_path":"\/n6iMyjwM0mSkOKHZzPyy72TaHCV.jpg","backdrop_path":"\/efxbnGNW43U3TyYqvMUwEW1c8cF.jpg","release_date":"2013-04-25","popularity":1.989,"vote_average":5.9,"id":211085,"adult":false,"vote_count":7},{"overview":"Behind the walls of the Compound, LA’s most violent juvenile offenders await their trials. To their advocates, they’re kids. To the system, they’re adults. To their victims, they’re monsters. Who are they to you?","original_language":"en","original_title":"They Call Us Monsters","video":false,"title":"They Call Us Monsters","genre_ids":[99],"poster_path":"\/hWF6HuOApWQlo3gyIVW7oZ5062G.jpg","backdrop_path":"\/a1HE7JiF9Aj9GOXuGovEBBOJ9qW.jpg","release_date":"2016-06-06","popularity":2.184,"vote_average":7.1,"id":398287,"adult":false,"vote_count":12},{"overview":"Two days in the life of priest Father Fred Stadtmuller whose New Mexico parish is so large he can only spread goodness and light among his flock with the aid of a mono-plane. The priestly pilot is seen dashing from one province to the next at the helm of his trusty Piper Club administering guidance (his plane, the Flying Padre) to unruly children, sermonizing at funerals and flying a sickly child and its mother to a hospital.","original_language":"en","original_title":"Flying Padre","video":false,"title":"Flying Padre","genre_ids":[99],"poster_path":"\/5aog5qVlMFakpogT1Nar9Z7gqq4.jpg","backdrop_path":"\/5HisBYhc75h0DYXSMJWN1eFaxse.jpg","release_date":"1951-03-23","popularity":3.294,"vote_average":5.1,"id":45970,"adult":false,"vote_count":41},{"overview":"","original_language":"fr","original_title":"Chambord","video":false,"title":"Chambord","genre_ids":[99],"poster_path":"\/giJJ3HNNnmmNAB5hdoYBa1FKz2n.jpg","backdrop_path":"\/piG7Ya08NHI73AOm3TQAGGidqNq.jpg","release_date":"2019-10-02","popularity":2.225,"vote_average":0,"id":631881,"adult":false,"vote_count":0},{"overview":"Composed of intimate and unencumbered moments of people in a community, this film is constructed in a form that allows the viewer an emotive impression of the Historic South - trumpeting the beauty of life and consequences of the social construction of race, while simultaneously a testament to dreaming.","original_language":"en","original_title":"Hale County This Morning, This Evening","video":false,"title":"Hale County This Morning, This Evening","genre_ids":[99],"poster_path":"\/yzso3kOTsilpu25bnDhAkxPWoTT.jpg","backdrop_path":"\/iey1QyHkcQ3l8okxv9GN6vcSGAl.jpg","release_date":"2018-01-19","popularity":4.86,"vote_average":6,"id":490785,"adult":false,"vote_count":20},{"overview":"G-Funk is the untold story of three childhood friends from East Long Beach who helped commercialize hip hop by developing a sophisticated and melodic new approach – merging Gangsta Rap with elements of Motown, Funk, and R&amp;B.","original_language":"en","original_title":"G-Funk","video":false,"title":"G-Funk","genre_ids":[99],"poster_path":"\/lmByKQnHcMch8FkWzNquKtbFueN.jpg","backdrop_path":null,"release_date":"2017-03-10","popularity":2.044,"vote_average":5.8,"id":438517,"adult":false,"vote_count":10},{"overview":"Louis has gained access to Coalinga Mental Hospital in California, which houses more than 500 of the most disturbed criminals in America, convicted paedophiles. Most have already served lengthy prison sentences, but have been deemed unsafe for release. Instead, they have been sent here for an indefinite time. Spending time with those undergoing treatment, Louis wrestles with whether he can ever allow himself to believe men whose whole history is defined by deception and deceit.","original_language":"en","original_title":"Louis Theroux: A Place for Paedophiles","video":false,"title":"Louis Theroux: A Place for Paedophiles","genre_ids":[99],"poster_path":"\/ao6VlULmdX8cTTE8D5ggTv4eCdT.jpg","backdrop_path":"\/fyEfsZAL18dgaOUYlOwgu8vcZvD.jpg","release_date":"2009-07-07","popularity":2.88,"vote_average":7.1,"id":68208,"adult":false,"vote_count":28},{"overview":"As boxing's popularity wanes, three fighters at different stages of their career make sacrifices to pursue their dreams of becoming champions.","original_language":"en","original_title":"Counterpunch","video":false,"title":"Counterpunch","genre_ids":[99],"poster_path":"\/pkV3UPUqAZ9YsUDVQ6KfqpxeVP6.jpg","backdrop_path":"\/zhl8lx87dHddGEiMDiBqipl76RR.jpg","release_date":"2017-06-16","popularity":2.969,"vote_average":6.7,"id":462104,"adult":false,"vote_count":18},{"overview":"An animated short about the 75 years of Superman","original_language":"en","original_title":"Superman 75th Anniversary","video":false,"title":"Superman 75th Anniversary","genre_ids":[99,16],"poster_path":"\/iTCXQX0aucY3DjXP7AiD3vHFVCi.jpg","backdrop_path":"\/1Bi9Ga5aRaTwyF3vbOI33q6EZGz.jpg","release_date":"2013-10-13","popularity":2.641,"vote_average":7.5,"id":256421,"adult":false,"vote_count":30}],[{"overview":"From the Academy Award-nominated producers of Everest and Grand Canyon Adventure comes an all-new IMAX 3D Theatre experience—Arabia 3D—about the extraordinary culture, history and religion of Arabia.","original_language":"en","original_title":"Arabia 3D","video":false,"title":"Arabia 3D","genre_ids":[99],"poster_path":"\/m33cCwnrQYHxidoxfMonaQjAOBE.jpg","backdrop_path":"\/1UJmsTyhB6AYgdGbwaGFrG1TcD2.jpg","release_date":"2011-11-28","popularity":2.71,"vote_average":6.8,"id":80121,"adult":false,"vote_count":7},{"overview":"The Comedians of Comedy is an occasional stand-up comedy tour featuring Patton Oswalt, Zach Galifianakis, Brian Posehn and Maria Bamford that was documented in a 2005 film and 2005 Comedy Central television series of the same name, both directed by Michael Blieden.","original_language":"en","original_title":"The Comedians of Comedy","video":false,"title":"The Comedians of Comedy","genre_ids":[35,99],"poster_path":"\/qltKQPw7oaDjbsH0K3ozlUNuQTH.jpg","backdrop_path":"\/cOt2Wk2tau0goeW3gcZrP2kFiXA.jpg","release_date":"2005-03-01","popularity":2.747,"vote_average":6.9,"id":16452,"adult":false,"vote_count":22},{"overview":"A look at the history of the comic book publication that launched such legendary characters as Superman, Batman and Wonder Woman.","original_language":"en","original_title":"Secret Origin: The Story of DC Comics","video":false,"title":"Secret Origin: The Story of DC Comics","genre_ids":[99],"poster_path":"\/mPEeEqVpETVQzivnX9sgdluKZuv.jpg","backdrop_path":"\/9Ln90zHWmmr8cGRoyU1ugqvkZCb.jpg","release_date":"2010-11-09","popularity":3.555,"vote_average":6.6,"id":50056,"adult":false,"vote_count":21},{"overview":"Did you know that 1% of the white noise you see on old televisions is background radiation from The Big Bang? That the gold on a wedding ring comes from a star that exploded 5 billion years ago? And, that we're connected to the salt water of the first oceans through the water in our bodies? Our human story is actually 14 billion years old and the clues are all around us. This CGI-driven special will tell the history of our world in two hours, an ambitious story that will give surprising connections to our daily lives. From the formation of the earth and the emergence of life, to the advance of man and the growth of civilization, it’s a rapid-fire view of our unforgettable story.","original_language":"en","original_title":"History of the World in Two Hours","video":false,"title":"The History of the World in 2 Hours","genre_ids":[99,36],"poster_path":"\/gfZSMy6QMA0D0wtnxOpGhhqtLQ4.jpg","backdrop_path":"\/wKV62mLuTDGD2CUbjLTmvbSj2iH.jpg","release_date":"2011-10-06","popularity":2.23,"vote_average":5.9,"id":106493,"adult":false,"vote_count":21},{"overview":"Explore the life and legacy of actor Paul Walker, the Southern California native who cut his teeth as a child actor before breaking out in the blockbuster Fast and Furious movie franchise.","original_language":"en","original_title":"I Am Paul Walker","video":false,"title":"I Am Paul Walker","genre_ids":[99],"poster_path":"\/zSV6W0xGHOifdL0whpUSxnuypq6.jpg","backdrop_path":"\/dM6ttiplEVdVhC10IrV1mumoWYG.jpg","release_date":"2018-08-11","popularity":5.243,"vote_average":7.8,"id":538161,"adult":false,"vote_count":13},{"overview":"Florida Justice Transitions is home to 120 convicted sex offenders. Like in many other U.S. states, sex offenders are not allowed to live within 1000 feet of places frequented by children. Because of this, many sex offenders live under bridges or in woods – or in the trailer park Florida Justice Transitions – known as Pervert Park. The crimes committed by the residents range from simple misdemeanors to horrendous acts unbearable to contemplate.","original_language":"en","original_title":"Pervert Park","video":false,"title":"Pervert Park","genre_ids":[80,99],"poster_path":"\/tDiOofvnyCseHT5w6fysaXyhRxC.jpg","backdrop_path":"\/5fqtQblfBFetUTKcjajTFfBSThI.jpg","release_date":"2015-01-28","popularity":2.466,"vote_average":7,"id":302502,"adult":false,"vote_count":18},{"overview":"Iverson is the ultimate legacy of NBA legend Allen Iverson, who rose from a childhood of crushing poverty in Hampton, Virginia, to become an 11-time NBA All-Star and universally recognized icon of his sport. Off the court, his audacious rejection of conservative NBA convention and unapologetic embrace of hip hop culture sent shockwaves throughout the league and influenced an entire generation. Told largely in Iverson's own words, the film charts the career highs and lows of one of the most distinctive and accomplished figures the sport of basketball has ever seen.","original_language":"en","original_title":"Iverson","video":false,"title":"Iverson","genre_ids":[99],"poster_path":"\/rVVB0GFDAuDJjyTeeV8TCNzePpj.jpg","backdrop_path":"\/bDJeGK8Ybb90PYhckdZzAlEgKuE.jpg","release_date":"2014-04-27","popularity":3.639,"vote_average":7.2,"id":266442,"adult":false,"vote_count":53},{"overview":"On the night of Oct. 2, 2005, Hart and Dana Perry's 15-year-old son Evan jumped to his death from his New York City bedroom window. This moving film is the story, told by his filmmaker parents and others who knew him, of Evan’s life and death, and his life-long struggle with bipolar disorder. It delves into the complexity of Evan's disease, sharing his family's journey through the maze of mental illness. In showing how one family deals with generations of loss and grief, the film defies the stigma related to mental illness and suicide and tells a human story that touches everyone.","original_language":"en","original_title":"Boy Interrupted","video":false,"title":"Boy Interrupted","genre_ids":[99],"poster_path":"\/zQZgn6HPIJeyMuvIUtkFUPyOX3l.jpg","backdrop_path":"\/4TnpGYe2jZunnhHonM4Lizx3GwR.jpg","release_date":"2009-10-03","popularity":2.146,"vote_average":7.5,"id":36738,"adult":false,"vote_count":26},{"overview":"Filmmaker Jonathan Caouette's documentary on growing up with his schizophrenic mother -- a mixture of snapshots, Super-8, answering machine messages, video diaries, early short films, and more -- culled from 19 years of his life.","original_language":"en","original_title":"Tarnation","video":false,"title":"Tarnation","genre_ids":[99,18],"poster_path":"\/8kAAZ2mC2uUd4D95CbdYUsikcju.jpg","backdrop_path":"\/2Ut5f68d9ptQhq9jBx64cIo32uj.jpg","release_date":"2003-10-19","popularity":2.499,"vote_average":7.2,"id":1435,"adult":false,"vote_count":35},{"overview":"The extraordinary story of how Hollywood changed World War II – and how World War II changed Hollywood, through the interwoven experiences of five legendary filmmakers who went to war to serve their country and bring the truth to the American people: John Ford, William Wyler, John Huston, Frank Capra, and George Stevens. Based on Mark Harris’ best-selling book, “Five Came Back: A Story of Hollywood and the Second World War.”","original_language":"en","original_title":"Five Came Back","video":false,"title":"Five Came Back","genre_ids":[99,10752],"poster_path":"\/2XlOc0kQGK9q7Xjq77FLBllppm8.jpg","backdrop_path":"\/jJ7kAlZN2p9jK5qn6SdIG6iYvxb.jpg","release_date":"2017-03-31","popularity":2.91,"vote_average":8.3,"id":449758,"adult":false,"vote_count":26},{"overview":"Studio 54 was the epicenter of 70s hedonism - a place that not only redefined the nightclub, but also came to symbolize an entire era. Its co-owners, Ian Schrager and Steve Rubell, two friends from Brooklyn, seemed to come out of nowhere to suddenly preside over a new kind of New York society. Now, 39 years after the velvet rope was first slung across the club's hallowed threshold, a feature documentary tells the real story behind the greatest club of all time.","original_language":"en","original_title":"Studio 54","video":false,"title":"Studio 54","genre_ids":[99],"poster_path":"\/x10hLXIQVGJ5n0Nn2pLVTKBNxXK.jpg","backdrop_path":"\/webGjLAF9pvkx4TmRQg9XtXWkiM.jpg","release_date":"2018-10-05","popularity":4.895,"vote_average":6.6,"id":493101,"adult":false,"vote_count":25},{"overview":"Documentary about war photographer James Nachtwey, considered by many the greatest war photographer ever.","original_language":"en","original_title":"War Photographer","video":false,"title":"War Photographer","genre_ids":[99],"poster_path":"\/4XfjNaj6Yap6h8YEBiWi5CpqjvD.jpg","backdrop_path":"\/uOtTszdLNJVKRxPw5Z8F4f0f8Sb.jpg","release_date":"2001-01-01","popularity":3.557,"vote_average":7.9,"id":12722,"adult":false,"vote_count":32},{"overview":"Brené Brown is a research professor at the University of Houston Graduate College of Social Work. She has spent more than a decade studying vulnerability, courage, authenticity and shame. With two TED talks under her belt, Brené Brown brings her humor and empathy to Netflix to discuss what it takes to choose courage over comfort in a culture defined by scarcity, fear and uncertainty.","original_language":"en","original_title":"Brené Brown: The Call to Courage","video":false,"title":"Brené Brown: The Call to Courage","genre_ids":[99],"poster_path":"\/cnjzskLPzbQiQCwJGRt05FFTUpH.jpg","backdrop_path":"\/gKGPFhBFj2VIL5542or1gw3sOwJ.jpg","release_date":"2019-04-19","popularity":2.995,"vote_average":7.8,"id":596204,"adult":false,"vote_count":12},{"overview":"Trashed - looks at the risks to the food chain and the environment through pollution of our air, land and sea by waste. The film reveals surprising truths about very immediate and potent dangers to our health. It is a global conversation from Iceland to Indonesia between the film star Jeremy Irons and scientists, politicians and ordinary individuals whose health and livelihoods have been fundamentally affected by waste pollution. Visually and emotionally the film is both horrific and beautiful: an interplay of human interest and political wake-up call. But it ends on a message of hope: showing how the risks to our survival can easily be averted through sustainable approaches that provide far more employment than the current 'waste industry.'","original_language":"en","original_title":"Trashed","video":false,"title":"Trashed","genre_ids":[99],"poster_path":"\/4pqkg0NPfBhTACjRblYaoeZ94F0.jpg","backdrop_path":"\/218JCrM2HVfIHdvLKHDBWY7e1Aa.jpg","release_date":"2012-12-14","popularity":2.015,"vote_average":7.2,"id":108476,"adult":false,"vote_count":13},{"overview":"The inside story of the 1998 HIV outbreak that tore through the San Fernando Valley adult film industry told by the people who experienced it. Using archival footage and exclusive, original interviews with such recognizable adult performers as Ron Jeremy, Ginger Lynn, Marc Wallice and Tricia Devereaux among other, the film goes behind the scenes of the porn industry as it confronted a deadly disease which was a threat to it's very existence.","original_language":"en","original_title":"Porndemic","video":false,"title":"Porndemic","genre_ids":[99],"poster_path":"\/8ABp8h1gg8pzcrdcuuWxOpgKqEn.jpg","backdrop_path":"\/AncBzNWX3OtqrLGLOdvQncTAVGX.jpg","release_date":"2018-12-04","popularity":3.356,"vote_average":6.1,"id":567320,"adult":false,"vote_count":8},{"overview":"Produced and presented as evidence at the Nuremberg war crimes trial of Hermann Göring and twenty other Nazi leaders, this film consists primarily of dead and surviving prisoners and of facilities used to kill and torture during the World War II.","original_language":"en","original_title":"Nazi Concentration Camps","video":false,"title":"Nazi Concentration Camps","genre_ids":[99],"poster_path":"\/uNxkPkR2GGG71JSyh2Lqptnwcwm.jpg","backdrop_path":"\/7SWLWP5psM5faHsq0OL8XoQCSHa.jpg","release_date":"1945-11-29","popularity":2.577,"vote_average":7.8,"id":207659,"adult":false,"vote_count":23},{"overview":"In Chile's Atacama Desert, astronomers peer deep into the cosmos in search for answers concerning the origins of life. Nearby, a group of women sift through the sand searching for body parts of loved ones, dumped unceremoniously by Pinochet's regime.","original_language":"es","original_title":"Nostalgia de la luz","video":false,"title":"Nostalgia for the Light","genre_ids":[99],"poster_path":"\/sVGSAr0EQQUOXFxlnUyIpAfZ0SJ.jpg","backdrop_path":"\/l4qXnf1bCS1RV6fsZcdVQDaUpNv.jpg","release_date":"2011-03-17","popularity":2.898,"vote_average":7.8,"id":72721,"adult":false,"vote_count":60},{"overview":"These children live in the four corners of the earth, but share the same thirst for learning. They understand that only education will allow them a better future and that is why, every day, they must set out on the long and perilous journey that will lead them to knowledge. Jackson and his younger sister from Kenya walk 15 kilometres each way through a savannah populated by wild animals; Carlito rides more than 18 kilometres twice a day with his younger sister, across the plains of Argentina; Zahira lives in the Moroccan Atlas Mountains who has an exhausting 22 kilometres walk along punishing mountain paths before she reaches her boarding school; Samuel from India sits in a clumsy DIY wheelchair and the 4 kilometres journey is an ordeal each day, as his two younger brothers have to push him all the way to school…","original_language":"fr","original_title":"Sur le chemin de l'école","video":false,"title":"On the Way to School","genre_ids":[99],"poster_path":"\/rAYGg4F4NNBwoPKctGnOEXIGK9.jpg","backdrop_path":"\/7kPVj0qbAtYznjXkpe2pErymzT5.jpg","release_date":"2013-09-25","popularity":3.367,"vote_average":6.7,"id":222297,"adult":false,"vote_count":63},{"overview":"An exclusive behind-the-scenes look at the new lands at Walt Disney World Resort in Florida and Disneyland Resort in Southern California.","original_language":"en","original_title":"Star Wars: Galaxy's Edge - Adventure Awaits","video":false,"title":"Star Wars: Galaxy's Edge - Adventure Awaits","genre_ids":[99],"poster_path":"\/cX2jRb09pOCJorzMaYKtU0WVsjc.jpg","backdrop_path":"\/aLdrVW80OrNQWxiqlU3N2dZJK8X.jpg","release_date":"2019-09-29","popularity":1.837,"vote_average":0,"id":624371,"adult":false,"vote_count":0},{"overview":"Kevin Smith brings his famous and \"infamous\" Q&amp;A back to his hometown of Red Bank, New Jersey for his 37th birthday.","original_language":"en","original_title":"Sold Out: A Threevening with Kevin Smith","video":false,"title":"Sold Out: A Threevening with Kevin Smith","genre_ids":[35,99],"poster_path":"\/uMQy0ojGlKhhgTZfSZkyThv4W4H.jpg","backdrop_path":"\/wVofpoJwhh4wY7kc62zyKIk7eXy.jpg","release_date":"2008-10-22","popularity":2.309,"vote_average":7.2,"id":17041,"adult":false,"vote_count":21}],[{"overview":"A collection of restored prints from the Lumière Brothers.","original_language":"fr","original_title":"Lumière! L'aventure commence","video":false,"title":"Lumière!","genre_ids":[99],"poster_path":"\/6TnpI6FzESvmzT0hBG7kaPUIY9b.jpg","backdrop_path":"\/6PUNHOtYNlP0H3ODO1nLlbXbOLv.jpg","release_date":"2017-01-25","popularity":1.33,"vote_average":8.1,"id":411003,"adult":false,"vote_count":27},{"overview":"This is the complete “Live Aid” Movie Performance featuring two never-before-seen songs (“Crazy Little Thing Called Love” and “We Will Rock You”) packed into a 22-minute collective experience recreating the original event.","original_language":"pt","original_title":"Bohemian Rhapsody: Recreating Live Aid","video":false,"title":"Bohemian Rhapsody: Recreating Live Aid","genre_ids":[99,10402],"poster_path":"\/bVsHwse6i0yyrTMDqYVp3VmsVwk.jpg","backdrop_path":"\/1jTeOuLB1TKOxn034C0BWsf0R19.jpg","release_date":"2019-02-12","popularity":2.149,"vote_average":9.5,"id":580702,"adult":false,"vote_count":31},{"overview":"Teenagers did not exist before the 20th century. Not until the early 1950s did the term gain widespread recognition, but with Teenage, Matt Wolf offers compelling evidence that “teenagers” had a tumultuous effect on the previous half-decade.","original_language":"en","original_title":"Teenage","video":false,"title":"Teenage","genre_ids":[99],"poster_path":"\/asdsho25knSTdpCHtjPGSHVLOs5.jpg","backdrop_path":"\/4yAnyTyQQufqTVA3EZnthn1BwIY.jpg","release_date":"2013-04-20","popularity":3.191,"vote_average":6.7,"id":174309,"adult":false,"vote_count":14},{"overview":"This movie continues in the same vein as F.O.D. 1 with short scenes of death related material. Mortuarys, accidents, police work are filmed by TV crews and home video cameras. Some of the material are most likely fake, some not as likely.","original_language":"en","original_title":"Faces of Death II","video":false,"title":"Faces of Death II","genre_ids":[27,99],"poster_path":"\/6O87VXAMLJjEW7SgWWkowIcMLmd.jpg","backdrop_path":"\/i4q7Qk8Mcjql13orwK6roH06EqF.jpg","release_date":"1981-11-10","popularity":2.308,"vote_average":3.7,"id":15900,"adult":false,"vote_count":28},{"overview":"A documentary on the once promising American rock bands The Brian Jonestown Massacre and The Dandy Warhols. The friendship between respective founders, Anton Newcombe and Courtney Taylor, escalated into bitter rivalry as the Dandy Warhols garnered major international success while the Brian Jonestown Massacre imploded in a haze of drugs.","original_language":"en","original_title":"Dig!","video":false,"title":"Dig!","genre_ids":[99,10402],"poster_path":"\/e6UXfmoWHC0gLOn0i7SR0sa9qvl.jpg","backdrop_path":"\/JFSjLh9h52LCe8Eq44Svsvrxym.jpg","release_date":"2004-10-01","popularity":3.162,"vote_average":7.1,"id":1843,"adult":false,"vote_count":29},{"overview":"An exposé of comic proportions that only Chris Rock could pull off, GOOD HAIR visits beauty salons and hairstyling battles, scientific laboratories and Indian temples to explore the way hairstyles impact the activities, pocketbooks, sexual relationships, and self-esteem of the black community.","original_language":"en","original_title":"Good Hair","video":false,"title":"Good Hair","genre_ids":[35,99],"poster_path":"\/5W5o8pCJ6aGjQGHWZxuNIKClnyk.jpg","backdrop_path":"\/fncR7RtZxB9yH8XIn8SyGn11bKS.jpg","release_date":"2009-10-09","popularity":4.444,"vote_average":6.8,"id":22800,"adult":false,"vote_count":51},{"overview":"From the director of Generation Iron, comes the anticipated sequel that will depict 5 of the top bodybuilding and fitness mega-stars on a quest of achieving the ultimate physique and taking it to the next extreme level. In the world of social media and internet, the rules have changed as to what makes an iconic bodybuilding mass-monster. Starring Kai Greene, Calum Von Moger, Rich Piana, among others, this film will explore an all new generation of bodybuilders and how this new world, and new people, carve their own path to physique perfection.","original_language":"en","original_title":"Generation Iron 2","video":false,"title":"Generation Iron 2","genre_ids":[99],"poster_path":"\/cXZGSRFN2WyLa6a4KhGIoTrjvdL.jpg","backdrop_path":"\/aheObqWQfRTyJnB8APsZmjdu9xt.jpg","release_date":"2017-05-12","popularity":2.215,"vote_average":7.2,"id":447818,"adult":false,"vote_count":25},{"overview":"Journey into the unique world of male stripping at a small gay strip club located in America's Second Gayest City per capita in this follow up to the popular 2017 feature documentary All Male, All Nude. All Male, All Nude: Johnsons is set in Florida's newest gay strip club, Johnsons, located in Wilton Manors, Florida and new home to the creator and owner of Johnsons - Matt Colunga, an award-winning body builder, who has been in the male entertainment industry for 23 years and was introduced in the first film. From 42-year-old Matt, to 26-year-old Alexander, who spends his days dressed as Spider-Man creating early memories for children at kid parties and spends his nights stripping down to his G-String for gay men, to single fathers and young men putting themselves through college with their stripping income, to entertainers in the adult film world - the men who compose the heart of Johnsons are diverse, unique and captivating.","original_language":"en","original_title":"All Male, All Nude: Johnsons","video":false,"title":"All Male, All Nude: Johnsons","genre_ids":[99],"poster_path":"\/7GGrt5h10GFLkfMtPjQZWjYN4rU.jpg","backdrop_path":null,"release_date":"2019-09-24","popularity":1.991,"vote_average":0,"id":626561,"adult":false,"vote_count":0},{"overview":"In September 2012, the tiny prairie town of Leith, North Dakota, sees its population of 24 grow by one. As the new resident's behavior becomes more threatening, tensions soar, and the residents desperately look for ways to expel their unwanted neighbor.","original_language":"en","original_title":"Welcome to Leith","video":false,"title":"Welcome to Leith","genre_ids":[53,80,99],"poster_path":"\/f9ovXeSRnOSxCh4jMIhkzg9jKSz.jpg","backdrop_path":"\/1ufraPsDuZ7m5gqL00wzdobdEbI.jpg","release_date":"2015-09-09","popularity":3.402,"vote_average":6.7,"id":318973,"adult":false,"vote_count":38},{"overview":"In 1959, Berry Gordy Jr. gathered the best musicians from Detroit's thriving jazz and blues scene to begin cutting songs for his new record company. Over a fourteen year period they were the heartbeat on every hit from Motown's Detroit era. By the end of their phenomenal run, this unheralded group of musicians had played on more number ones hits than the Beach Boys, the Rolling Stones, Elvis and the Beatles combined - which makes them the greatest hit machine in the history of popular music. They called themselves the Funk Brothers. Forty-one years after they played their first note on a Motown record and three decades since they were all together, the Funk Brothers reunited back in Detroit to play their music and tell their unforgettable story, with the help of archival footage, still photos, narration, interviews, re-creation scenes, 20 Motown master tracks, and twelve new live performances of Motown classics with the Brothers backing up contemporary performers.","original_language":"en","original_title":"Standing in the Shadows of Motown","video":false,"title":"Standing in the Shadows of Motown","genre_ids":[99],"poster_path":"\/sai93c24h1EtzkUCxsleTs0auOa.jpg","backdrop_path":"\/sNqsYf3VT73FKCy3HIbqeW55p7u.jpg","release_date":"2002-11-15","popularity":2.162,"vote_average":7.1,"id":30192,"adult":false,"vote_count":17},{"overview":"","original_language":"fr","original_title":"Le Cercle des petits philosophes","video":false,"title":"Le Cercle des petits philosophes","genre_ids":[99],"poster_path":"\/ukbz8lE5TPWQXcCPkPKq3a0swIR.jpg","backdrop_path":"\/qauyQwCq5OMZOzf2UYIySEeoVcx.jpg","release_date":"2019-04-17","popularity":1.926,"vote_average":7,"id":589315,"adult":false,"vote_count":4},{"overview":"","original_language":"fr","original_title":"Demain est à nous","video":false,"title":"Demain est à nous","genre_ids":[99],"poster_path":"\/qonLWSW5dS76X6cUf2PwAszxSUj.jpg","backdrop_path":"\/r1dQWlnHBlDCvfUJPKMIFKb3IPU.jpg","release_date":"2019-09-25","popularity":2.11,"vote_average":5,"id":615821,"adult":false,"vote_count":1},{"overview":"The Force presents a cinema vérité look deep inside the long-troubled Oakland Police Department as it struggles to confront federal demands for reform, a popular uprising following events in Ferguson, MO, and an explosive scandal.","original_language":"en","original_title":"The Force","video":false,"title":"The Force","genre_ids":[99],"poster_path":"\/d6JrnZBu2LbpRTdpCsyjX0X3yPn.jpg","backdrop_path":"\/h7fpSLYLwjX71vTszUZwb6zxLVD.jpg","release_date":"2017-01-22","popularity":2.61,"vote_average":7,"id":432972,"adult":false,"vote_count":9},{"overview":"An exploration —manipulated and staged— of life in Las Hurdes, in the province of Cáceres, in Extremadura, Spain, as it was in 1932. Insalubrity, misery and lack of opportunities provoke the emigration of young people and the solitude of those who remain in the desolation of one of the poorest and least developed Spanish regions at that time. (Silent short, voiced in 1937 and 1996.)","original_language":"es","original_title":"Las Hurdes","video":false,"title":"Land Without Bread","genre_ids":[99],"poster_path":"\/iQM715v277SIw66Y1bJ1KiK5WNx.jpg","backdrop_path":"\/aaRbO3m3L3yVg2L73QLYvgP23hj.jpg","release_date":"1933-12-01","popularity":2.745,"vote_average":7,"id":91,"adult":false,"vote_count":53},{"overview":"An in-depth look at the Canadian rock band Rush, chronicling the band's musical evolution from their progressive rock sound of the '70s to their current heavy rock style","original_language":"en","original_title":"Rush: Beyond the Lighted Stage","video":false,"title":"Rush: Beyond the Lighted Stage","genre_ids":[99,10402],"poster_path":"\/uerT0dNGZSYzcbY83emwXfHhTC4.jpg","backdrop_path":"\/jCiWNT2kaEixiLfwTRlKRWPNBhE.jpg","release_date":"2010-06-29","popularity":3.354,"vote_average":8.3,"id":41120,"adult":false,"vote_count":33},{"overview":"The film explores the global power and impact of the music of John Coltrane and reveals the passions, experiences and forces that shaped his life and revolutionary sounds.","original_language":"en","original_title":"Chasing Trane","video":false,"title":"Chasing Trane","genre_ids":[99,10402],"poster_path":"\/2yoyCL2GlxoNPdQ15MEZJQbUzIW.jpg","backdrop_path":"\/rLfsKDRdivZ8ZUIRRuiqkr1nQCn.jpg","release_date":"2017-04-14","popularity":2.954,"vote_average":7.4,"id":411012,"adult":false,"vote_count":22},{"overview":"The making of 'Dr. Horrible's Sing-Along Blog'.","original_language":"en","original_title":"The Making of Dr. Horrible's Sing-Along Blog","video":false,"title":"The Making of Dr. Horrible's Sing-Along Blog","genre_ids":[99],"poster_path":"\/8wVGRl3K9awefrtrxHY0MUFlJnd.jpg","backdrop_path":null,"release_date":"2008-12-19","popularity":2.946,"vote_average":6.9,"id":337374,"adult":false,"vote_count":19},{"overview":"Evolution as an artist is often times what separates legends from the more mundane. After being heavily influenced by his experience in Jamaica – and his subsequent name change from Snoop Dogg to Snoop Lion – the LBC showman prepares his latest reggae-infused album Reincarnated. As part of the process, VICE followed Snoop to the island nation as he recorded various songs with backing from Diplo, Ariel Reichtshaid and Dre Skull of Major Lazer. Having grown tired of what rap provided him, the documentary reveals the rebirth and inspiration for his latest project.","original_language":"en","original_title":"Reincarnated","video":false,"title":"Reincarnated","genre_ids":[10402,99],"poster_path":"\/uat7cPaHiRiSeKaMi8bdNaDOLoC.jpg","backdrop_path":"\/2fXCd7wcxjxc8OSfvRTKFD6pdii.jpg","release_date":"2013-03-15","popularity":3.201,"vote_average":6.4,"id":123431,"adult":false,"vote_count":46},{"overview":"A suicidal war veteran finds like-minded souls in a surf therapy program that helps traumatized soldiers heal while riding the waves.","original_language":"en","original_title":"Resurface","video":false,"title":"Resurface","genre_ids":[99],"poster_path":"\/74ocfORFNJOw34uPHbZ4rX0ri09.jpg","backdrop_path":"\/eUyU4ZGH2ZEGBQ69HnXj5FHd0Eb.jpg","release_date":"2017-04-23","popularity":1.743,"vote_average":7.4,"id":473545,"adult":false,"vote_count":13},{"overview":"The classic film that inspired the National Geographic Series. Join a global quest with world-class climbers in pursuit of the ultimate goal: the first ascent. Featuring Dean Potter, Timmy O'Neill, Sonnie Trotter, and the amazing Didier Berthod on his quest for the first ascent of the Cobra Crack.","original_language":"en","original_title":"First Ascent","video":false,"title":"First Ascent","genre_ids":[99],"poster_path":"\/bVQiF9apr6KdaUPYJPDedCQneDc.jpg","backdrop_path":"\/bV0I2rgBwnSJ2JTLbC51T99SEi7.jpg","release_date":"2006-10-14","popularity":1.489,"vote_average":5.9,"id":38240,"adult":false,"vote_count":5}],[{"overview":"Looks like an alien, sings like a diva - Klaus Nomi was one of the 1980s' most profoundly bizarre characters to emerge through rock music: a counter tenor who sang pop music like opera and brought opera to club audiences and made them like it. The Nomi Song is a film about fame, death, friendship, betrayal, opera, and the greatest New Wave rock star that never was!","original_language":"en","original_title":"The Nomi Song","video":false,"title":"The Nomi Song","genre_ids":[99],"poster_path":"\/v4kS8Su73qbOY0ghtvrwtBhJCZJ.jpg","backdrop_path":"\/8FfcLSTOEJur7zzskL1WlbmYvUs.jpg","release_date":"2004-10-08","popularity":2.245,"vote_average":7.2,"id":41569,"adult":false,"vote_count":10},{"overview":"In the 1980s, ruthless Colombian cocaine barons invaded Miami with a brand of violence unseen in this country since Prohibition-era Chicago. Cocaine Cowboys is the true story of how Miami became the drug, murder and cash capital of the United States. But it isn't the whole story - Pulling from hundreds of hours of additional interviews and recently uncovered archival news footage, Cocaine Cowboys has been RELOADED: packed with footage and stories that have never been told about Griselda Blanco, the Medellín Cartel, and Miami's Cocaine Wars, with firsthand accounts by hit man Jorge 'Rivi' Ayala, cocaine trafficker Jon Roberts, smuggler Mickey Munday, and others. Cocaine Cowboys: Reloaded recreates Miami's Cocaine Wars like you've never experienced it.","original_language":"en","original_title":"Cocaine Cowboys: Reloaded","video":false,"title":"Cocaine Cowboys: Reloaded","genre_ids":[99],"poster_path":"\/xcSUYBBBqs3QCY0QbLf2VnPAS2d.jpg","backdrop_path":"\/PEBiw6JQnUFcDVjuKlawsBkQJu.jpg","release_date":"2014-04-08","popularity":2.071,"vote_average":7.6,"id":314407,"adult":false,"vote_count":18},{"overview":"An inspiring, triumphant and wickedly funny portrait of one of comedy’s most enigmatic and important figures, CALL ME LUCKY tells the story of Barry Crimmins, a beer-swilling, politically outspoken and whip-smart comic whose efforts in the 70s and 80s fostered the talents of the next generation of standup comedians. But beneath Crimmins’ gruff, hard-drinking, curmudgeonly persona lay an undercurrent of rage stemming from his long-suppressed and horrific abuse as a child – a rage that eventually found its way out of the comedy clubs and television shows and into the political arena.","original_language":"en","original_title":"Call Me Lucky","video":false,"title":"Call Me Lucky","genre_ids":[35,99],"poster_path":"\/527ey2jvNecjsiTsF6wvpoPLuw9.jpg","backdrop_path":"\/b0xjWMwhymTBSo0G8Xz2C7KlDo4.jpg","release_date":"2015-08-07","popularity":3.667,"vote_average":7.4,"id":316761,"adult":false,"vote_count":36},{"overview":"Get up close and personal with 16 of the most successful women in the adult film industry as they shed their clothes for an intimate photo shoot with director Deborah Anderson. As questions are asked, personal stories about their lives are revealed, from why they chose the business of sex to how they got into it in the first place. These porn stars have always been discreet about their private lives in the past, yet Anderson has a way of opening up a dialog allowing them to share more than just their naked skin on screen. Their true inner vulnerability is touching, yet the characters they have created are confident and intoxicating. Once you hear their stories, you'll never look at them in the same way again.","original_language":"en","original_title":"Aroused","video":false,"title":"Aroused","genre_ids":[99],"poster_path":"\/vA418ysfAHbxfgiZ5iCdaBnL04G.jpg","backdrop_path":"\/vdFs41HbfZdMcSmyoMhqvgznIQj.jpg","release_date":"2013-02-20","popularity":3.709,"vote_average":6.7,"id":178862,"adult":false,"vote_count":19},{"overview":"An intricate tale of \"medicine, monopoly and malice\", FIRE IN THE BLOOD tells the story of how Western pharmaceutical companies and governments blocked access to low-cost AIDS drugs for the countries of the global south in the years after 1996 - causing ten million or more unnecessary deaths - and the improbable group of people who decided to fight back. Shot on four continents and including contributions from global figures such as Bill Clinton, Desmond Tutu and Joseph Stiglitz, FIRE IN THE BLOOD is the never-before-told true story of the remarkable coalition which came together to stop 'the crime of the century' and save millions of lives in the process.","original_language":"en","original_title":"Fire In The Blood","video":false,"title":"Fire In The Blood","genre_ids":[99],"poster_path":"\/fEVxqDoFoVUO4AXLneZr4Yo1Cuu.jpg","backdrop_path":"\/9fMEafwgTEyol9hye5pc2D3sLf.jpg","release_date":"2013-09-06","popularity":2.66,"vote_average":7.6,"id":156284,"adult":false,"vote_count":8},{"overview":"Now one of the world’s most celebrated artists, Yayoi Kusama broke free of the rigid society in which she was raised, and overcame sexism, racism, and mental illness to bring her artistic vision to the world stage. At 88 she lives in a mental hospital and continues to create art.","original_language":"en","original_title":"Kusama : Infinity","video":false,"title":"Kusama : Infinity","genre_ids":[99],"poster_path":"\/o1gZE9QqU9F9ogNaoFO0lsa3EUP.jpg","backdrop_path":"\/jLvL23gZ4J9I09v6nlgY1EiZtYB.jpg","release_date":"2018-09-07","popularity":1.039,"vote_average":7.9,"id":490794,"adult":false,"vote_count":10},{"overview":"On the edge of the 30th anniversary of punk rock, Punk's Not Dead takes you into the sweaty underground clubs, backyard parties, recording studios, and yes, shopping malls and stadium shows where punk rock music and culture continue to thrive. Thirty years after bands like the Ramones and the Sex Pistols infamously shocked the system with their hard, fast, status-quo-killing rock, the longest-running punk band in history is drawing bigger crowds than ever, \"pop-punk\" bands have found success on MTV, and kids too young to drive are forming bands that carry the torch for punk's raw, immediate sound. Meanwhile, \"punk\" has become a marketing concept to sell everything from cars to vodka, and dyed hair and piercings mark a rite of passage for thousands of kids.","original_language":"en","original_title":"Punk's Not Dead","video":false,"title":"Punk's Not Dead","genre_ids":[99,10402],"poster_path":"\/lZSc7YIQoPGATv9DYLb9DGsmtxL.jpg","backdrop_path":"\/1XEemmQxE8RWDM8DLiGp5pDmQXo.jpg","release_date":"2007-07-27","popularity":1.482,"vote_average":6.3,"id":36746,"adult":false,"vote_count":13},{"overview":"Is heavy manual labour disappearing or is it just becoming invisible? Where can we still find it in the 21st century? Workingman's Death follows the trail of the HEROES in the illegal mines of the Ukraine, sniffs out GHOST among the sulphur workers in Indonesia, finds itself face to face with LIONS at a slaughterhouse in Nigeria, mingles with BROTHERS as they cut a huge oil tanker into pieces in Pakistan, and joins Chinese steel workers in hoping for a glorious FUTURE.","original_language":"en","original_title":"Workingman's Death","video":false,"title":"Workingman's Death","genre_ids":[99],"poster_path":"\/3AMynCN0O2FmoM66e9PeXkIqu4v.jpg","backdrop_path":"\/cV8WQHbJycp0MWgqrMsW00nRwLT.jpg","release_date":"2006-02-26","popularity":1.901,"vote_average":7.1,"id":63290,"adult":false,"vote_count":15},{"overview":"Hollywood veteran Bing Russell creates the only independent baseball team in the country—alarming the baseball establishment and sparking the meteoric rise of the 1970s Portland Mavericks.","original_language":"en","original_title":"The Battered Bastards of Baseball","video":false,"title":"The Battered Bastards of Baseball","genre_ids":[99],"poster_path":"\/rldgkiFaY4mC7gLNahUGngCMQH3.jpg","backdrop_path":"\/n69X9lYlTRb31VHyELa3skQeDra.jpg","release_date":"2014-01-20","popularity":3.678,"vote_average":7.7,"id":250700,"adult":false,"vote_count":39},{"overview":"The documentary's title translates as \"to be and to have\", the two auxiliary verbs in the French language. It is about a primary school in the commune of Saint-Étienne-sur-Usson, Puy-de-Dôme, France, the population of which is just over 200. The school has one small class of mixed ages (from four to twelve years), with a dedicated teacher, Georges Lopez, who shows patience and respect for the children as we follow their story through a single school year.","original_language":"fr","original_title":"Être et avoir","video":false,"title":"To Be and to Have","genre_ids":[99],"poster_path":"\/jYEPkJq7ZnetVKtj98s24bbbess.jpg","backdrop_path":"\/jsRVffrpUJT0YpRzVum99EYt9i0.jpg","release_date":"2003-09-05","popularity":2.733,"vote_average":7.5,"id":5168,"adult":false,"vote_count":54},{"overview":"Documentary about the life of Giovanni \"Gianni\" Agnelli, an influential Italian industrialist and principal shareholder of Fiat.","original_language":"en","original_title":"Agnelli","video":false,"title":"Agnelli","genre_ids":[99],"poster_path":"\/9oBEjzlb2QatT2xQBszik2LTGfN.jpg","backdrop_path":"\/9Iw9SaL4yPxSb8ZJNuGqah70dza.jpg","release_date":"2017-12-18","popularity":2.691,"vote_average":7.5,"id":459954,"adult":false,"vote_count":12},{"overview":"Jan Grarup lives a life in a state of emergency: As a war photographer, he often risks his life, while he back home in Copenhagen is a father of four. He suddenly finds himself the sole parent when his ex-wife falls seriously ill with cancer.  His work in the urban war zone of Mosul, where Jan Grarup follows the advance of the Iraqi forces against Islamic State, must be balanced with his life as a father and sole provider.","original_language":"da","original_title":"Krigsfotografen","video":false,"title":"Photographer of War","genre_ids":[99],"poster_path":"\/rKZUSmv9Yjqvh0tKjHuQdgFw0Ek.jpg","backdrop_path":null,"release_date":"2019-09-19","popularity":2.636,"vote_average":0,"id":629952,"adult":false,"vote_count":0},{"overview":"A dark and sensuous film from a landfill in Ghana, where electronic waste from the West is being recycled. An unforgettable experience, told by the workers themselves.","original_language":"en","original_title":"Welcome to Sodom","video":false,"title":"Welcome to Sodom","genre_ids":[99],"poster_path":"\/1ui48yGC17OIKVFD7nNUFlEtjFI.jpg","backdrop_path":"\/iyxUfvTBtMhDKBQiL9h1UijY2LO.jpg","release_date":"2018-03-20","popularity":4.225,"vote_average":8.2,"id":513178,"adult":false,"vote_count":5},{"overview":"A documentary that investigates the psychological effects of everyday social media use while exploring how our influencers deal with the fame, money, hate and obsession that comes with it.","original_language":"en","original_title":"Public Figure","video":false,"title":"Public Figure","genre_ids":[99],"poster_path":"\/bEJ1a3SahquDHvNVAssnjEydhQR.jpg","backdrop_path":null,"release_date":"2019-01-24","popularity":1.279,"vote_average":0,"id":635231,"adult":false,"vote_count":0},{"overview":"George Carlin is in top form with these stand-up recorded at the Beverly Theater in Los Angeles in 1986. Routines included are \"Losing Things,\" \"Charities,\" \"Sports,\" \"Hello and Goodbye,\" \"Battered Plants,\" \"Earrings,\" and \"A Moment of Silence.\" Also included is a short film entitled \"The Envelope\" co-starring Vic Tayback.","original_language":"en","original_title":"George Carlin: Playin' with Your Head","video":false,"title":"George Carlin: Playin' with Your Head","genre_ids":[99,35,10770],"poster_path":"\/qk4hmICV2eO6zIC0IaVmqsq396b.jpg","backdrop_path":"\/hiprhRniZTOcz1wxNVFRNlIdQdy.jpg","release_date":"1986-05-02","popularity":2.239,"vote_average":7.1,"id":34163,"adult":false,"vote_count":12},{"overview":"A documentary film using high quality stereoscopic 3D and exploring the secrets of our universe. All imagery is based on actual NASA data and astronomical research. The high-end stereo visual give audiences the first-hand experience of visiting real otherworldly landscapes. The 3D-team behind the Oscar-nominated \"Pina\" will bring the stars as close to you as no other documentary has ever done before.","original_language":"en","original_title":"Our Universe 3D","video":false,"title":"Our Universe 3D","genre_ids":[99],"poster_path":"\/1RUe4Fk6vBMzWSDBle29uKC6tyz.jpg","backdrop_path":"\/xdGSIUq1E85VhVFg86RLe26dxuX.jpg","release_date":"2013-08-06","popularity":2.276,"vote_average":5.5,"id":237277,"adult":false,"vote_count":8},{"overview":"In a time when America's economy was crumbling and sense of community was in question, one guy left everything behind to see if he could survive solely on the support and goodwill of the 21st century's new town square: Craigslist.","original_language":"en","original_title":"Craigslist Joe","video":false,"title":"Craigslist Joe","genre_ids":[12,99],"poster_path":"\/mFA4Xl6AaJlAWXXo9aYcCPeXnh7.jpg","backdrop_path":"\/oilK0DpHaoBIn8BxNgnxU3tbC4T.jpg","release_date":"2012-08-02","popularity":4.115,"vote_average":6.6,"id":117266,"adult":false,"vote_count":42},{"overview":"This historical and critical look at slasher films, which includes dozens of clips, begins with \"Halloween,\" \"Friday the 13th,\" and \"Prom Night.\" The films' directors, writers, producers, and special effects creators comment on the films' making and success. During the Reagan years, the films get gorier, budgets get smaller, and their appeal wanes. Then, \"Nightmare on Elm Street\" revives the genre. Jump to the late 90s, when \"Scream\" brings humor and TV stars into the mix. Although some criticize the genre as misogynistic (Siskel and Ebert), most of the talking heads celebrate the films: as long as there are teenagers, there will be slasher films, says one.","original_language":"en","original_title":"Going to Pieces: The Rise and Fall of the Slasher Film","video":false,"title":"Going to Pieces: The Rise and Fall of the Slasher Film","genre_ids":[99,27],"poster_path":"\/2GgTkZg2UVwCp1fapPWiNhiH07g.jpg","backdrop_path":"\/cnqZRbHNrHWOVLCizyd6QgWtEV0.jpg","release_date":"2006-10-13","popularity":3.947,"vote_average":7.3,"id":50787,"adult":false,"vote_count":40},{"overview":"This documentary chronicles Johnny Cash's 1970 visit to the White House, where Cash's emerging liberal ideals clashed with Richard Nixon's policies.","original_language":"en","original_title":"ReMastered: Tricky Dick & The Man in Black","video":false,"title":"ReMastered: Tricky Dick & The Man in Black","genre_ids":[99],"poster_path":"\/nN511RlOvXXTiz8BT65o8ZR5feT.jpg","backdrop_path":"\/23DjeAXEbhQEPmiCDllLFqPI4Gv.jpg","release_date":"2018-11-02","popularity":3.148,"vote_average":6.7,"id":553649,"adult":false,"vote_count":14},{"overview":"A searing account of what happens when raw talent and extreme personalities collide. In this unflinching, never-before-seen account of drugs and the dark side of professional skateboarding, brothers Tas and Ben Pappas' intense bond and charisma take them from the pinnacle of their sport into a spiraling world of self-destruction.","original_language":"en","original_title":"All This Mayhem","video":false,"title":"All This Mayhem","genre_ids":[99],"poster_path":"\/ww8QIhnjGXv6m63agx9aZ2xZQgY.jpg","backdrop_path":"\/9TKee89KhcdZcz26gNXlJfAFHVx.jpg","release_date":"2014-06-05","popularity":2.589,"vote_average":7.5,"id":275657,"adult":false,"vote_count":35}],[{"overview":"This film weaves together expert analysis of America's food and farming system with a powerful narrative of one extraordinary farmer who is determined to create a sustainable future for his community.","original_language":"en","original_title":"Sustainable","video":false,"title":"Sustainable","genre_ids":[99],"poster_path":"\/h6ZhcjWgafI5MFLK5GK69cUDKLZ.jpg","backdrop_path":"\/82iyqZ30o6ff96kSSRn0YFeqmSZ.jpg","release_date":"2016-05-22","popularity":2.215,"vote_average":7,"id":396126,"adult":false,"vote_count":16},{"overview":"Alex Zane counts down the top 20 Star Wars moments as voted by the public. Includes contributions from famous fans as well as the stars and crew of the intergalactic saga.","original_language":"en","original_title":"Star Wars: Greatest Moments","video":false,"title":"Star Wars: Greatest Moments","genre_ids":[99],"poster_path":"\/65jlytLScOl2pEzm1ky6aagVreR.jpg","backdrop_path":null,"release_date":"2015-12-26","popularity":3.176,"vote_average":6.6,"id":378386,"adult":false,"vote_count":10},{"overview":"A documentary on the making of the three Godfather films, with interviews and recollections from the film makers and cast. This feature also includes the original screen tests of some of the actors for \"The Godfather\" film, and some candid moments on the set of \"The Godfather: Part III.\"","original_language":"en","original_title":"The Godfather Family: A Look Inside","video":false,"title":"The Godfather Family: A Look Inside","genre_ids":[99],"poster_path":"\/yl1wiXxzZ3dVEzZ288WMsxG1UbE.jpg","backdrop_path":"\/d0hGPVx9lytOnw21Z9iVhXS3r0L.jpg","release_date":"1990-07-12","popularity":1.99,"vote_average":8,"id":56205,"adult":false,"vote_count":17},{"overview":"A plea for the liberation of female sexuality in the 21st century. The film questions millennial patriarchal structures, as well as todays omnipresent porn culture. It accompanies five extraordinary women around the globe, reveals universal contexts and shows the successful fight of these courageous women for a self-determined female sexuality and an equal, passionate relationship between the sexes.","original_language":"en","original_title":"#Female Pleasure","video":false,"title":"#Female Pleasure","genre_ids":[99],"poster_path":"\/1KLgyDgXV4nlBsYTIVyJmMQO0Io.jpg","backdrop_path":"\/gGuUW9JdQUr6FtVz0Saarozymmd.jpg","release_date":"2018-11-08","popularity":3.495,"vote_average":8.6,"id":540210,"adult":false,"vote_count":6},{"overview":"A radio DJ in pursuit of an exclusive interview follows ABBA during their mega-successful tour of Australia.","original_language":"en","original_title":"ABBA: The Movie","video":false,"title":"ABBA: The Movie","genre_ids":[99,10402,18,35],"poster_path":"\/b6ELAAxwFiyiy8RreGQRDcleOkk.jpg","backdrop_path":"\/aSLfYoVPaiewchoQvdRM5B5aApQ.jpg","release_date":"1979-02-02","popularity":2.286,"vote_average":6.5,"id":14336,"adult":false,"vote_count":29},{"overview":"In the remote and forgotten wilderness of Lake Natron, in northern Tanzania, one of nature's last great mysteries unfolds: the birth, life and death of a million crimson-winged flamingos.","original_language":"en","original_title":"The Crimson Wing: Mystery of the Flamingos","video":false,"title":"The Crimson Wing: Mystery of the Flamingos","genre_ids":[99],"poster_path":"\/zq3vC7rimcP74BwofNJCjyNce8L.jpg","backdrop_path":"\/6tSEMUOeYJmtXictEoay9Fa2Lbl.jpg","release_date":"2009-10-08","popularity":2.241,"vote_average":7.1,"id":36569,"adult":false,"vote_count":18},{"overview":"","original_language":"en","original_title":"X-Men: Production Scrapbook","video":false,"title":"X-Men: Production Scrapbook","genre_ids":[99],"poster_path":"\/iN9DjcdY90ytdn63MHawSRv1fTl.jpg","backdrop_path":"\/bk3mL984lTBwsjS5FJ1pkRPMW0w.jpg","release_date":"2000-11-02","popularity":2.045,"vote_average":6.5,"id":81946,"adult":false,"vote_count":17},{"overview":"A family man with no drug running experience searches the Caribbean for a lost stash of cocaine said to be worth at least $2 million.","original_language":"en","original_title":"The Legend of Cocaine Island","video":false,"title":"The Legend of Cocaine Island","genre_ids":[99],"poster_path":"\/7pFL9lzMMPHfxYeQNyxRPBZmtEe.jpg","backdrop_path":"\/7z5uDNPtcI8rpx8CzaTsuFTfHtW.jpg","release_date":"2018-04-20","popularity":2.457,"vote_average":6.8,"id":589023,"adult":false,"vote_count":21},{"overview":"Walt Disney said “We have created characters and animated them in the dimension of depth, revealing through them to our perturbed world that the things we have in common far outnumber and outweigh those that divide us.”  Outside of Walt himself there are few people who have brought together and united more animators in the history of the genre than Craig \"Spike\" Decker and Mike Gribble, known to all as Spike & Mike. They created an animation festival that helped launch the careers of John Lasseter, Peter Lord, Will Vinton, Bill Plympton and Mike Judge to name just a few. Their Spike & Mike festival had an enormous impact on animation that was felt the world over. The festival was known as much for the breakthrough animation it presented as the outrageous antics of the founders.","original_language":"en","original_title":"Animation Outlaws: All About Spike & Mike","video":false,"title":"Animation Outlaws: All About Spike & Mike","genre_ids":[99,35],"poster_path":"\/zXgfdNuvzk3cisjbyjNphz8j7aP.jpg","backdrop_path":null,"release_date":"2019-09-27","popularity":2.333,"vote_average":0,"id":635072,"adult":false,"vote_count":0},{"overview":"Since the assassination of Dr. George Tiller in Kansas in 2009, only four doctors in the United States continue to perform third-trimester abortions. These physicians, all colleagues of Dr. Tiller, sacrifice their safety and personal lives in the name of their fierce, unwavering conviction to help women.","original_language":"en","original_title":"After Tiller","video":false,"title":"After Tiller","genre_ids":[99,18],"poster_path":"\/hzdFkprVoEJL7WPDYjU17LQinAj.jpg","backdrop_path":"\/85kurGaFxSpKQLgkagJMME6kpC6.jpg","release_date":"2013-09-20","popularity":1.6,"vote_average":7.7,"id":158994,"adult":false,"vote_count":10},{"overview":"Across 2017\/2018 Depeche Mode embarked on their Global Spirit Tour, in which they performed to more than 3 million fans at 115 shows across the globe. This new visually-striking film, directed by award-winning filmmaker and longtime artistic collaborator Anton Corbijn, captures the energy and spectacle of the band’s performance from the tour along with a deeper look into how their music and shows have been woven into the fabric of their fans’ lives.","original_language":"en","original_title":"Depeche Mode: SPIRITS in the Forest","video":false,"title":"Depeche Mode: SPIRITS in the Forest","genre_ids":[99],"poster_path":null,"backdrop_path":null,"release_date":"2019-11-21","popularity":4.474,"vote_average":0,"id":634571,"adult":false,"vote_count":0},{"overview":"A behind-the-scenes look at the making of “Alien,” the terrifying classic about a spaceship crew trapped with a hideous monster that's hunting them one by one.","original_language":"en","original_title":"The Beast Within: Making 'Alien'","video":false,"title":"The Beast Within: Making 'Alien'","genre_ids":[99],"poster_path":"\/4HkMVWwJ21JFuQCiDCUcD55nl4j.jpg","backdrop_path":"\/zQN52GqLVSQPA3cwpAcDkg7iK8v.jpg","release_date":"2003-12-02","popularity":2.169,"vote_average":8.2,"id":70780,"adult":false,"vote_count":9},{"overview":"Life in the Doghouse tells the inspiring story behind Danny & Ron’s Rescue, a dog rescue centre. Started by life partners Ron Danta and Danny Robertshaw, the two men were moved to act after Hurricane Katrina left thousands of dogs stranded and abandoned. The two men set up a makeshift dog sanctuary in their home and ten years later they have housed and rescued over 10,000 of these furry babies.","original_language":"en","original_title":"Life in the Doghouse","video":false,"title":"Life in the Doghouse","genre_ids":[99],"poster_path":"\/lBGNTNwM6ObtrSZhdsetx9qJrNL.jpg","backdrop_path":"\/mvrtBARkCsyxQbxYCUfkn7Es9sq.jpg","release_date":"2018-06-14","popularity":3.622,"vote_average":9,"id":526171,"adult":false,"vote_count":6},{"overview":"Marijuana is the most controversial drug of the 20th Century. Smoked by generations to little discernible ill effect, it continues to be reviled by many governments on Earth. In this Genie Award-winning documentary veteran Canadian director Ron Mann and narrator Woody Harrelson mix humour and historical footage together to recount how the United States has demonized a relatively harmless drug.","original_language":"en","original_title":"Grass","video":false,"title":"Grass","genre_ids":[99],"poster_path":"\/n5clic0CAoilfOp51Vkz8FdxkXX.jpg","backdrop_path":"\/yQKCQ5cobx7Ua4i2XycxcawRWNU.jpg","release_date":"1999-09-15","popularity":3.223,"vote_average":6.7,"id":22010,"adult":false,"vote_count":20},{"overview":"The remarkable life story of the pre-war Polish artist Stanislav Szukalski, documented by the American friends he made late in life.","original_language":"en","original_title":"Struggle: The Life and Lost Art of Szukalski","video":false,"title":"Struggle: The Life and Lost Art of Szukalski","genre_ids":[99],"poster_path":"\/uvBJHkVGLwAqUbiNtxsUfVITBcT.jpg","backdrop_path":"\/x16W2mBhIoAmMn8Ds1GHqE2AnWh.jpg","release_date":"2018-12-21","popularity":4.453,"vote_average":8.3,"id":565255,"adult":false,"vote_count":23},{"overview":"The documentary that tells us the full story from where it all started through to the future of the Ghostbusters franchise.","original_language":"en","original_title":"Cleanin' Up the Town: Remembering Ghostbusters","video":false,"title":"Cleanin' Up the Town: Remembering Ghostbusters","genre_ids":[99],"poster_path":"\/6gzy4ccEfGg1wfikqQGrzqAYm22.jpg","backdrop_path":null,"release_date":"2019-06-07","popularity":4.009,"vote_average":0,"id":236426,"adult":false,"vote_count":2},{"overview":"The historical saga of American superheroes. Born in the period between the Great Depression and the World War II to combat the hobgoblins of the modern world, these mutant human beings with superhuman powers colonized the funny papers, radio dramas, television and films, to become a truly national industry in the United States: they gave expression to the fears and obsessions of the twentieth century and bolstered American ideals.","original_language":"fr","original_title":"De Superman à Spider-Man: L'aventure des super-héros","video":false,"title":"Once Upon a Time: The Super Heroes","genre_ids":[99,10770],"poster_path":"\/b6760qS8pEb3elWp4e7KPQsGliC.jpg","backdrop_path":"\/cRsi4NPp2ASGbTpDNVGFQZ7Vgkc.jpg","release_date":"2001-12-23","popularity":2.622,"vote_average":4.8,"id":228088,"adult":false,"vote_count":9},{"overview":"Steven Gerrard became perhaps the greatest player in the history of Liverpool FC, but did so when success and trophies were declining. It became his personal mission to lift the famous club back to the top. That loyalty raised him to God-like status with Liverpool fans, but was an unbearable burden, bringing with it a profound sense of responsibility to live up to their and his own expectations.","original_language":"en","original_title":"Make Us Dream","video":false,"title":"Make Us Dream","genre_ids":[99],"poster_path":"\/ikuKQxE1tfVMCIZVsMyePaZlNEy.jpg","backdrop_path":"\/7htEgZpTc1YOsAZkzXShas2grtd.jpg","release_date":"2018-11-15","popularity":4.816,"vote_average":8.4,"id":561894,"adult":false,"vote_count":16},{"overview":"Did Jesus exist? This film starts with that question, then goes on to examine Christianity as a whole.","original_language":"en","original_title":"The God Who Wasn't There","video":false,"title":"The God Who Wasn't There","genre_ids":[99,18],"poster_path":"\/cEtuuwOcYMvl1sOjWZLvkDV3acO.jpg","backdrop_path":"\/6T4yuCZNphy5CsZ7MR51rr7VvGY.jpg","release_date":"2005-05-21","popularity":2.661,"vote_average":6.3,"id":13014,"adult":false,"vote_count":48},{"overview":"Journalist Fabian Burstein looks behind the curtains of the porn industry. Starting in Budapest he heads westwards to explore a new world on its victory march rooted deeply in Austria. On this journey he meets the heroes and leading actors of this story: Austrians Mick Blue, Renee Pornero and Thomas Janisch. Porno Unplugged follows its native porn stars to where their lives happen. From east to west...","original_language":"en","original_title":"Porno Unplugged","video":false,"title":"Porno Unplugged","genre_ids":[99],"poster_path":"\/7xPqJVSySVR6ZeonolVxutbIT6z.jpg","backdrop_path":"\/bMNd0QzaU624dMNZT4xBBI9k32s.jpg","release_date":"2009-03-17","popularity":2.401,"vote_average":5.7,"id":61927,"adult":false,"vote_count":17}],[{"overview":"The very sad tale of socialite & Warhol muse Edie Sedgwick (1943-1971) who effectively plays herself in a film that follows her life in a large part from the time she left Warhol's 'factory' and what the life of excess drugs did to her sanity. Edie was such a beautiful fragile girl - who finally got her head together and got married (her wedding day video is edited into the end of the movie) but it was too late, her husband woke up on a morning in November 1971, only weeks after filming wrapped, and found her dead beside him. She had died in her sleep from overdosing on her medication she was 28.","original_language":"en","original_title":"Ciao! Manhattan","video":false,"title":"Ciao! Manhattan","genre_ids":[99,18],"poster_path":"\/vwqnH6omAWc7EVBSGSikrCddEzM.jpg","backdrop_path":"\/zEqGWH1lWcVjN1Ax07mSBYGVMLJ.jpg","release_date":"1973-04-19","popularity":2.298,"vote_average":5.2,"id":42479,"adult":false,"vote_count":8},{"overview":"Back in Town is George Carlin's ninth HBO special. It was also released on CD on September 17, 1996. This was also his first of many performances at the Beacon Theater in New York City. He rants about Abortion, The death penalty, prison farms, fart jokes, free floating hostility and words.","original_language":"en","original_title":"George Carlin: Back in Town","video":false,"title":"George Carlin: Back in Town","genre_ids":[35,99,10770],"poster_path":"\/effO9VF0ZzYfYIQGZgWG6Bx3DLP.jpg","backdrop_path":"\/iLNvfwt901wFvodJUrSa2C9DM68.jpg","release_date":"1996-03-11","popularity":4.214,"vote_average":7.9,"id":34509,"adult":false,"vote_count":23},{"overview":"McLibel is a documentary film directed by Franny Armstrong for Spanner Films about the McLibel case. The film was first completed, as a 52 minute television version, in 1997, after the conclusion of the original McLibel trial. It was then re-edited to 85 minute feature length in 2005, after the McLibel defendants took their case to the European Court of Human Rights.","original_language":"en","original_title":"McLibel","video":false,"title":"McLibel","genre_ids":[99],"poster_path":"\/iWV6ADCiDikpMLbuTEc9cLLa5GW.jpg","backdrop_path":"\/ztPSQ2rhgxUrHDK0TG45XARTJmU.jpg","release_date":"2005-05-20","popularity":1.888,"vote_average":7.2,"id":23523,"adult":false,"vote_count":9},{"overview":"Equal parts punk and psychedelia, the Flaming Lips emerged from Oklahoma City as one of the most bracing bands of the late 1980's. The Fearless Freaks documents their rise from Butthole Surfers-imitating noisemakers to grand poobahs of orchestral pop masterpieces. Filmmaker Bradley Beesely had the good fortune of living in the same neighborhood as lead Lip Wayne Coyne, who quickly enlisted his buddy to document his band's many concerts and assorted exploits. The early footage is a riot, with tragic hair styles on proud display as the boys attempt to cover up their lack of natural talent with sheer volume. During one show, they even have a friend bring a motorcycle on stage, which is then miked for sound and revved throughout the performance, clearing the club with toxic levels of carbon monoxide. Great punk rock stuff. Interspersed among the live bits are interviews with the band's family and friends, revealing the often tragic circumstances of their childhoods and early career.","original_language":"en","original_title":"The Fearless Freaks","video":false,"title":"The Fearless Freaks","genre_ids":[10402,99],"poster_path":"\/dupLHfDSFy1dsI26bWAuqd3BmVc.jpg","backdrop_path":"\/z8WseHKLEWwUAA5nNOgEUrU5E83.jpg","release_date":"2005-05-25","popularity":2.798,"vote_average":7.1,"id":41386,"adult":false,"vote_count":8},{"overview":"Unprecedented access to the New York Times newsroom yields a complex view of the transformation of a media landscape fraught with both peril and opportunity.","original_language":"en","original_title":"Page One: Inside the New York Times","video":false,"title":"Page One: Inside the New York Times","genre_ids":[99],"poster_path":"\/jDIwrjDaVvZMtgfOjgpAOaenz5D.jpg","backdrop_path":"\/tfnJAQMHkunBYKcJwGkagIqyjOC.jpg","release_date":"2011-04-29","popularity":2.505,"vote_average":6.9,"id":63144,"adult":false,"vote_count":33},{"overview":"The late 1950s were known as golden years in the world of motor racing, champions were made and lost on a Sunday, and no losses were greater than those of Enzo Ferrari’s Scuderia.  Based on Chris Nixon’s bestselling biography Mon Ami Mate, Ferrari: Race to Immortality tells the story of the loves and losses, triumphs and tragedy of a turbulent era that shook the motor racing world.","original_language":"en","original_title":"Ferrari: Race to Immortality","video":false,"title":"Ferrari: Race to Immortality","genre_ids":[99],"poster_path":"\/lkN67j8e6fszSuRL7XuNMTY0oeT.jpg","backdrop_path":"\/aYKtZqzOWQ5qJGTbFfLUYHwCSJY.jpg","release_date":"2017-11-03","popularity":2.666,"vote_average":6.7,"id":476275,"adult":false,"vote_count":22},{"overview":"The story behind the classic movie musical. The programme examines the original stage musical in the early 1970s, which starred a young Richard Gere, and the changes that occurred between stage and screen, including the addition of several new songs and toning down the original show's darker elements. Plus, a look at some of the actors who could have played the roles made famous by John Travolta and Olivia Newton-John.","original_language":"en","original_title":"The Grease Story","video":false,"title":"The Grease Story","genre_ids":[99],"poster_path":null,"backdrop_path":null,"release_date":"2017-11-05","popularity":2.354,"vote_average":8.7,"id":489958,"adult":false,"vote_count":3},{"overview":"From the producers of 'Bowling for Columbine', 'Fahrenheit 9\/11' and 'Generation Iron' comes 'The Hurt Business' which examines the rise of mixed martial arts fighting through the eyes of today's top stars.","original_language":"en","original_title":"The Hurt Business","video":false,"title":"The Hurt Business","genre_ids":[99],"poster_path":"\/8SvgxyvXUZJBXJih2XVIlffc3O7.jpg","backdrop_path":"\/kFDt6KEZUJYB0t2dtnBRCdTqT87.jpg","release_date":"2016-01-01","popularity":2.175,"vote_average":6,"id":406431,"adult":false,"vote_count":23},{"overview":"Using home videos recorded by her voice coach, Diana takes us through the story of her life.","original_language":"en","original_title":"Diana: In Her Own Words","video":false,"title":"Diana: In Her Own Words","genre_ids":[99],"poster_path":"\/l2gJPoJy2QnVy4yEeXpmqumjtNo.jpg","backdrop_path":"\/3r5ALuBZak2zx3NZr698B8OLFPd.jpg","release_date":"2017-08-14","popularity":2.784,"vote_average":7.9,"id":469980,"adult":false,"vote_count":31},{"overview":"The film follows adventurer Jeff Johnson as he retraces the epic 1968 journey of his heroes Yvon Chouinard and Doug Tompkins to Patagonia.","original_language":"en","original_title":"180° South","video":false,"title":"180° South: Conquerors of the Useless","genre_ids":[35,99,18],"poster_path":"\/wX5mm43aNxtaZaW9oKPYctvODgG.jpg","backdrop_path":"\/qlg246CREcjAKHFJtLmM9dPHZJq.jpg","release_date":"2010-02-10","popularity":2.901,"vote_average":7.1,"id":39333,"adult":false,"vote_count":31},{"overview":"Imagine Dragons’ Mormon frontman Dan Reynolds is taking on a new mission to explore how the church treats its LGBTQ members. With the rising suicide rate amongst teens in the state of Utah, his concern with the church’s policies sends him on an unexpected path for acceptance and change.","original_language":"en","original_title":"Believer","video":false,"title":"Believer","genre_ids":[99],"poster_path":"\/1jXKnbaBBI4OeQTSuSEKLqWzM5H.jpg","backdrop_path":"\/3EKDDCPOCv7t923O5tQFZKol1hy.jpg","release_date":"2018-01-20","popularity":3.436,"vote_average":7.2,"id":490001,"adult":false,"vote_count":11},{"overview":"An education documentary that takes you through the process of birthing to puberty.","original_language":"en","original_title":"The Birth","video":false,"title":"The Birth","genre_ids":[99],"poster_path":"\/27hkcFmiO9oRFI8unDBVf88ir5R.jpg","backdrop_path":"\/jzG6uiJ3CnBITSzyk1oBrbkMuNo.jpg","release_date":"1981-05-16","popularity":2.532,"vote_average":0,"id":397770,"adult":false,"vote_count":0},{"overview":"Horse power","original_language":"en","original_title":"Martin Clunes: Heavy Horsepower","video":false,"title":"Martin Clunes: Heavy Horsepower","genre_ids":[99],"poster_path":"\/q2AwKjxTYjwfu2DRENcDiydU3AC.jpg","backdrop_path":null,"release_date":"2010-08-21","popularity":3.379,"vote_average":8,"id":252485,"adult":false,"vote_count":3},{"overview":"Catalan architect Antonio Gaudí (1852 - 1926) designed some of the world s most astonishing buildings, interiors, and parks; Japanese director Hiroshi Teshigahara constructed some of the most aesthetically audacious films of the second half of the twentieth century. Here, their artistry melds in a unique, enthralling cinematic experience. Less a documentary than a visual poem, Teshigahara's Antonio Gaudí takes viewers on a tour of Gaudí s truly spectacular architecture, including his massive still-unfinished masterpiece, the Sagrada Familia cathedral, in Barcelona. With camerawork as bold and sensual as the curves on his subject s organic surfaces, Teshigahara immortalizes Gaudí on film.","original_language":"es","original_title":"Antonio Gaudí","video":false,"title":"Antonio Gaudí","genre_ids":[99],"poster_path":"\/hP6DD4YHVHAYPf8lLeboLTp4RHE.jpg","backdrop_path":"\/rixHpQvfDs9ewYAKyDs9uBV9Qfp.jpg","release_date":"1984-07-09","popularity":2.614,"vote_average":7.8,"id":37239,"adult":false,"vote_count":11},{"overview":"Burn the Stage: The Movie is the first movie from BTS, going behind-the-scenes of the BTS WINGS TOUR to reveal the full story of the band’s meteoric rise to fame.  This unmissable cinema event provides an intimate look at what happens when the most successful global boyband of all time breaks down barriers and invades the mainstream music scene.  Exclusive tour footage and brand-new one-on-one interviews with BTS members give fans an unprecedented glimpse into their lives and an opportunity for everyone to celebrate together in movie theaters worldwide.","original_language":"ko","original_title":"번 더 스테이지: 더 무비","video":false,"title":"Burn the Stage: The Movie","genre_ids":[99,10402],"poster_path":"\/pJKy1yvnKh8UjcuYeG3Rt35xHFA.jpg","backdrop_path":"\/wqwmU73GaIuxCjcHrhbzbIpaauF.jpg","release_date":"2018-11-15","popularity":4.987,"vote_average":9.1,"id":553512,"adult":false,"vote_count":59},{"overview":"A documentary that captures the greatest world record Tetris players as they prepare for the Classic Tetris World Championship. From the days of Thor Aackerlund and his historic victory at the 1990 Nintendo World Championships, right up to the present and Harry Hong's perfect \"Max-Out\" score, this documentary expertly chronicles over two decades of Tetris Mastery.","original_language":"en","original_title":"Ecstasy of Order: The Tetris Masters","video":false,"title":"Ecstasy of Order: The Tetris Masters","genre_ids":[99],"poster_path":"\/gxJthn82rZOcf7MAhd3uQPOzT09.jpg","backdrop_path":"\/AolBzIKNmZg9nl7iQ26hDf92HhA.jpg","release_date":"2011-10-21","popularity":3.53,"vote_average":6.9,"id":91921,"adult":false,"vote_count":27},{"overview":"For the first time the full story behind the film which terrified the world...","original_language":"en","original_title":"Texas Chainsaw Massacre: The Shocking Truth","video":false,"title":"Texas Chainsaw Massacre: The Shocking Truth","genre_ids":[99],"poster_path":"\/qt9qgQyn2W9srxuGq5NV38rUe31.jpg","backdrop_path":"\/sHwc99bgJMKIYBUJOrKIKRTmKV0.jpg","release_date":"2000-01-01","popularity":1.67,"vote_average":6.6,"id":76177,"adult":false,"vote_count":10},{"overview":"This documentary follows NBA superstar LeBron James and four of his talented teammates through the trials and tribulations of high school basketball in Ohio and James' journey to fame.","original_language":"en","original_title":"More than a Game","video":false,"title":"More than a Game","genre_ids":[99],"poster_path":"\/kUZgKUhUnXZDJYB2X7HRdo4YRX0.jpg","backdrop_path":"\/ky9yZSwjFLvCBh9TLkF94Zy9qeU.jpg","release_date":"2009-06-15","popularity":2.942,"vote_average":7.1,"id":33295,"adult":false,"vote_count":32},{"overview":"An intimate portrait and saga of four film pioneers--Harry, Albert, Sam and Jack who rose from immigrant poverty through personal tragedies persevering to create a major studio with a social conscience.","original_language":"en","original_title":"The Brothers Warner","video":false,"title":"The Brothers Warner","genre_ids":[99,36],"poster_path":"\/zHWvP9jvXP08Ywni0WzDMVrsns8.jpg","backdrop_path":"\/7iBaVO2UczpLuDwLdTnyv4BPasr.jpg","release_date":"2008-09-25","popularity":1.924,"vote_average":6.2,"id":35900,"adult":false,"vote_count":9},{"overview":"Saturday Night Live has been reflecting and influencing life in the United States for forty years. LIVE FROM NEW YORK! goes deep inside this television phenomenon exploring the laughter that pulses through American politics, tragedy, and pop culture.","original_language":"en","original_title":"Live from New York!","video":false,"title":"Live from New York!","genre_ids":[35,99],"poster_path":"\/iFzofdQ2H823uaRon3SK046VKRv.jpg","backdrop_path":"\/j7VXrThIA4GMiRxH9Xcj9T1oFVB.jpg","release_date":"2015-04-15","popularity":3.105,"vote_average":6.1,"id":334328,"adult":false,"vote_count":17}],[{"overview":"Polar Bears in Hudson Bay struggle in a green world. Up close and personal, originally shot all on native 3D.","original_language":"en","original_title":"Polar Bears: A Summer Odyssey","video":false,"title":"Polar Bears: A Summer Odyssey","genre_ids":[99],"poster_path":"\/A1hnbutMdTM9ZDes1N9MHXPTTDR.jpg","backdrop_path":"\/5V5U0JZMNHhlgauXwRh3kblqb8q.jpg","release_date":"2012-04-08","popularity":3.09,"vote_average":6.1,"id":147177,"adult":false,"vote_count":7},{"overview":"Mostly Sunny is a documentary that tells the remarkable story of Sunny Leone, the Canadian-born, American-bred adult film star who is pursuing her dreams of Bollywood stardom.","original_language":"en","original_title":"Mostly Sunny","video":false,"title":"Mostly Sunny","genre_ids":[99],"poster_path":"\/wOvwTojviAld9AcHQYIM1XaJviy.jpg","backdrop_path":"\/oFm98NK4A7UzPgLo6VxuxcjPpXj.jpg","release_date":"2017-01-13","popularity":1.186,"vote_average":6.7,"id":410207,"adult":false,"vote_count":16},{"overview":"This extraordinary testament to survival from Emmy-winning producer\/director Janet Tobias brings to light a story that remained untold for decades: that of thirty-eight Ukrainian Jews who survived World War II by living in caves for eighteen months. (TIFF)","original_language":"en","original_title":"No Place on Earth","video":false,"title":"No Place on Earth","genre_ids":[99,10752],"poster_path":"\/yB3LFLh2lRkD5PyBgA3FYlM4tyA.jpg","backdrop_path":"\/18egioCIRJpT4nBVFUqOpEJF3Af.jpg","release_date":"2013-04-05","popularity":3.978,"vote_average":6.6,"id":128140,"adult":false,"vote_count":16},{"overview":"This montage film is made from previously unknown archival materials. It was nominated for an Oscar in 2019 in the Best Documentary Short Subject category (and was a part of the Short Film Program at the Sundance Film Festival), and shows us an almost forgotten meeting that took place in the Madison Square Garden, New York’s most famous arena - the meeting that was held by the German American Bund, a Nazi organization. It is 1939, and in the giant square Americans are making statements about white supremacy, not yet knowing into what horrors for Europe and the entire world will the Nazi regime turn into in just seven months when it invades Poland. A Night at the Garden turns out to be a chillingly relevant film for a divided America that recently saw yet another splash of race-based violence.","original_language":"en","original_title":"A Night at the Garden","video":false,"title":"A Night at the Garden","genre_ids":[99],"poster_path":"\/tcRlfW4PzBBdcLk2a8T038VNRQ3.jpg","backdrop_path":"\/8ggcUYg8SHNjyaADqF2UcqCp2cc.jpg","release_date":"2017-09-24","popularity":4.49,"vote_average":5,"id":480429,"adult":false,"vote_count":32},{"overview":"A spiritual search for answers leads the filmmaker to a California workshop run by a guru who promotes sexual adventure -- and the existence of aliens.","original_language":"en","original_title":"The Workshop","video":false,"title":"The Workshop","genre_ids":[99],"poster_path":"\/drSbkM05LEDWxkvRAmDSS24oJDo.jpg","backdrop_path":"\/mzWWgfHTuErxIgpUQ3JrVrPRePW.jpg","release_date":"2007-04-25","popularity":2.668,"vote_average":4.6,"id":42413,"adult":false,"vote_count":9},{"overview":"Julie Walters tells the story of how Morph, Shaun the Sheep and that cheese-loving man Wallace and his dog Gromit first came to life.","original_language":"en","original_title":"A Grand Night In: The Story of Aardman","video":false,"title":"A Grand Night In: The Story of Aardman","genre_ids":[16,99],"poster_path":"\/suauS4krivBfOc0FdP5PYpbAei9.jpg","backdrop_path":null,"release_date":"2015-12-26","popularity":1.658,"vote_average":7.4,"id":374460,"adult":false,"vote_count":16},{"overview":"An indictment of closeted politicians who lobby for anti-gay legislation in the U.S.","original_language":"en","original_title":"Outrage","video":false,"title":"Outrage","genre_ids":[99],"poster_path":"\/rHcjtC8ObuJ092ZY1mntDeIV9AH.jpg","backdrop_path":"\/ha0tTXTpfM7SC6YZGXcUaklWch4.jpg","release_date":"2009-01-01","popularity":2.756,"vote_average":7.4,"id":30312,"adult":false,"vote_count":15},{"overview":"Documentary written and presented by scientist Richard Dawkins, in which he seeks to expose \"those areas of belief that exist without scientific proof, yet manage to hold the nation under their spell\", including mediumship, psychokinesis, acupuncture, and other forms of alternative medicine.","original_language":"en","original_title":"The Enemies of Reason","video":false,"title":"The Enemies of Reason","genre_ids":[99],"poster_path":"\/nWAOXgRRSM4n6XkUZ1WPYX1NJqf.jpg","backdrop_path":"\/jWkfFRR1u6KuxmKXnwrM2r6usDX.jpg","release_date":"2007-01-01","popularity":1.743,"vote_average":7.4,"id":24506,"adult":false,"vote_count":18},{"overview":"In 2013 Jeremy Clarkson and Richard Hammond embarked on what they hoped would be the perfect road trip. It started well and ended, quite frankly, very badly.  Unbowed, the Top Gear pair are back for another crack and this time they're hoping to avoid inconveniences like apprehension by the French police. Welcome, then, to The Perfect Road Trip... 2.  Once again, Clarkson and Hammond are seeking joy and perfection wherever it may be with a range of fast, beautiful and exciting cars unleashed on glorious roads amongst gorgeous scenery and drenched in Mediterranean sunshine.  As part of their arduous research into perfection, the duo will also undertake some ridiculous challenges and hilarious stunts culminating in a strangely literal car race on the island of Capri.  Top Gear - The Perfect Road Trip 2. This time it really is perfect. Except for the bits that aren't.","original_language":"en","original_title":"Top Gear: The Perfect Road Trip 2","video":false,"title":"Top Gear: The Perfect Road Trip 2","genre_ids":[99],"poster_path":"\/fXpy3EWW1L5s88l8qyWDyyAfEiI.jpg","backdrop_path":"\/6C5cbeMPDQSbAaOnfsExOKJv9qQ.jpg","release_date":"2014-11-17","popularity":1.838,"vote_average":7.3,"id":301235,"adult":false,"vote_count":23},{"overview":"A film profiling the unusual cross-demographic fandom of the ostensibly girl oriented television series \"My Little Pony: Friendship Is Magic\"","original_language":"en","original_title":"Bronies: The Extremely Unexpected Adult Fans of My Little Pony","video":false,"title":"Bronies: The Extremely Unexpected Adult Fans of My Little Pony","genre_ids":[99],"poster_path":"\/oEW5BXfVY6xYNfk1ClhaX4F0SgQ.jpg","backdrop_path":"\/q59RIuLMNerJbCu87dWtZOEgZke.jpg","release_date":"2012-11-04","popularity":3.167,"vote_average":5.1,"id":160220,"adult":false,"vote_count":30},{"overview":"Walt Disney was uniquely adept at art as well as commerce, a master filmmaker who harnessed the power of technology and storytelling. This new film examines Disney's complex life and enduring legacy. Features rare archival footage from the Disney vaults, scenes from some of his greatest films, interviews with biographers and animators, and the designers who helped turn his dream of Disneyland into reality.","original_language":"en","original_title":"Walt Disney","video":false,"title":"Walt Disney","genre_ids":[99],"poster_path":"\/lTAAH8WQE3BJlb2KJRcxCEYQgFp.jpg","backdrop_path":"\/2vSIq38hWrbqjuR6NzD6jR2YVgj.jpg","release_date":"2015-09-15","popularity":2.507,"vote_average":8.5,"id":360086,"adult":false,"vote_count":17},{"overview":"Describing herself as a 'street queen,' Johnson was a legendary fixture in New York City’s gay ghetto and a tireless voice for LGBT pride since the days of Stonewall, who along with fellow trans icon Sylvia Rivera, founded Street Transvestites Action Revolutionaries (S.T.A.R.), a trans activist group based in the heart of NYC’s Greenwich Village. Her death in 1992 was declared a suicide by the NYPD, but friends never accepted that version of events. Structured as a whodunit, with activist Victoria Cruz cast as detective and audience surrogate, The Death and Life of Marsha P. Johnson celebrates the lasting political legacy of Johnson, while seeking to finally solve the mystery of her unexplained death.","original_language":"en","original_title":"The Death and Life of Marsha P. Johnson","video":false,"title":"The Death and Life of Marsha P. Johnson","genre_ids":[99],"poster_path":"\/4vsWzNOQfzMC0hdkZ58tIFEHXlw.jpg","backdrop_path":"\/fA16bfUd00jNbcdqheUTVnqcFBL.jpg","release_date":"2017-07-27","popularity":2.343,"vote_average":7.5,"id":448444,"adult":false,"vote_count":38},{"overview":"SYMPATHY FOR THE DEVIL is an exhilarating, provocative motion picture. The Rolling Stones rehearse their latest song, \"Sympathy For the Devil,\" in a London studio. Beginning as a ballad, the track gradually acquires a pulsating groove, which gets Jagger into a rousing vocal display of soulful emotion that Godard is lucky enough to capture on film. Showing that rock and roll is more than just partying and goofing off, SYMPATHY FOR THE DEVIL is a brilliant portrait of the creative process at its most collaborative and arousing.","original_language":"en","original_title":"Sympathy for the Devil","video":false,"title":"Sympathy for the Devil","genre_ids":[99,10402],"poster_path":"\/fTzVfI5Iho8e73V5Pz1FybOZuta.jpg","backdrop_path":"\/f3cTvCiGunzGo0BXl0S4Q2UKqB6.jpg","release_date":"1969-04-22","popularity":2.747,"vote_average":6.5,"id":50789,"adult":false,"vote_count":21},{"overview":"A documentary on Argentinean soccer star Diego Maradona, regarded by many as the world's greatest modern player.","original_language":"en","original_title":"Maradona by Kusturica","video":false,"title":"Maradona by Kusturica","genre_ids":[99],"poster_path":"\/r0JzNHSQNL7ya96bnGSroSNRUwf.jpg","backdrop_path":"\/88DORqpKHubyT4Vg4NEpwZ4ULvn.jpg","release_date":"2009-05-24","popularity":2.418,"vote_average":6.5,"id":8908,"adult":false,"vote_count":43},{"overview":"The Culture High tears into the very fibre of the modern day marijuana debate to reveal the truth behind the arguments and motives governing both those who support and oppose the existing pot laws.","original_language":"en","original_title":"The Culture High","video":false,"title":"The Culture High","genre_ids":[99],"poster_path":"\/1zJY10YXnpWTzJPXPmIAbp5Cf8w.jpg","backdrop_path":"\/1rRMJHUZ08lE7ZX3mAhM14wVAlq.jpg","release_date":"2014-09-18","popularity":2.518,"vote_average":7.4,"id":295538,"adult":false,"vote_count":25},{"overview":"Trek Nation is a documentary film directed by Scott Colthorp examining the positive impact that Star Trek and creator Gene Roddenberry may have had on people's lives as seen through the eyes of his son, Eugene Roddenberry, Jr. (\"Rod\"). It includes interviews with castmembers and crew from all five Star Trek shows, as well as various fans and celebrities who were markedly influenced by the show while growing up. Rod Roddenberry also visits Skywalker Ranch to interview George Lucas on the influence that Star Trek had on him. Lucas shares how he had gone to Star Trek conventions prior to creating Star Wars.","original_language":"en","original_title":"Trek Nation","video":false,"title":"Trek Nation","genre_ids":[99],"poster_path":"\/aYmz4TgkCNXP72WgbmHAbmDuBKw.jpg","backdrop_path":"\/5EEuVgiPEJNLvFQc3FTgKYaveuW.jpg","release_date":"2011-12-24","popularity":2.444,"vote_average":7,"id":81899,"adult":false,"vote_count":13},{"overview":"Albert Fish, the horrific true story of elderly cannibal, sadomasochist, and serial killer, who lured children to their deaths in Depression-era New York City. Distorting biblical tales, Albert Fish takes the themes of pain, torture, atonement and suffering literally as he preys on victims to torture and sacrifice.","original_language":"en","original_title":"Albert Fish: In Sin He Found Salvation","video":false,"title":"Albert Fish: In Sin He Found Salvation","genre_ids":[80,99],"poster_path":"\/oXiJWG5CZUuwQm1jSWuZkoqSE46.jpg","backdrop_path":"\/nUoaz4kabzZMOLSz1tNPO6gKdb0.jpg","release_date":"2007-08-13","popularity":2.27,"vote_average":5.3,"id":17901,"adult":false,"vote_count":28},{"overview":"We all want more energy, an ideal body and beautiful younger looking skin...  So what is stopping us from getting this?  Introducing 'Hungry For Change', the latest 'Food Matters' film.  'Hungry For Change' exposes shocking secrets the diet, weightloss and food industry don't want you to know about. Deceptive strategies designed to keep you craving more and more.  Could the foods we are eating actually be keeping us stuck in the diet trap?","original_language":"en","original_title":"Hungry for Change","video":false,"title":"Hungry for Change","genre_ids":[99],"poster_path":"\/oe4eRlrGldunubcU5cwufWPegG7.jpg","backdrop_path":"\/tn47OgUVXfuYmk1WDnOA1bM7MUM.jpg","release_date":"2012-01-01","popularity":2.12,"vote_average":6.8,"id":98541,"adult":false,"vote_count":25},{"overview":"Self Discovery for Social Survival is a collaborative surf and music film produced by Brooklyn based record label, Mexican Summer and Pilgrim Surf + Supply, a New York based surf and outdoor brand. Filmed in Mexico, the Maldives and Iceland in three separate vignettes, musicians (Allah Las, Connan Mockasin, Andrew Van Wyngarden of MGMT, and Peaking Lights) alongside pro-surfers,embark on a journey that combines a symbiotic relationship between music and the waves, the environment, and local culture. Poetically narrated by the legendary avant-garde film maker Jonas Mekas.","original_language":"en","original_title":"Self Discovery for Social Survival","video":false,"title":"Self Discovery for Social Survival","genre_ids":[99],"poster_path":"\/xsz5Bcc1uRD0srxxTXD9JSc5Cyc.jpg","backdrop_path":"\/g6eRlfW0e9SHihErWcOi6E2hjnA.jpg","release_date":"2019-06-15","popularity":2.29,"vote_average":0,"id":608785,"adult":false,"vote_count":0},{"overview":"In this documentary, recovering addict and amputee John Wood finds himself in a stranger-than-fiction battle to reclaim his mummified leg from Southern entrepreneur Shannon Whisnant, who found it in a grill he bought at an auction and believes it therefore to be his rightful property.","original_language":"en","original_title":"Finders Keepers","video":false,"title":"Finders Keepers","genre_ids":[99],"poster_path":"\/9IS13pzNwDJUWeSqLZjohKUuhD6.jpg","backdrop_path":"\/8oMYv1QKuexc1Qtzk8gDkqSZqUY.jpg","release_date":"2015-09-25","popularity":3.032,"vote_average":6.6,"id":319152,"adult":false,"vote_count":32}]]