[[{"overview":"Featuring never-before-seen footage, concert performances and intimate interviews, filmmaker Ron Howard examines the life and career of famed opera tenor Luciano Pavarotti.","original_language":"en","original_title":"Pavarotti","video":false,"title":"Pavarotti","genre_ids":[99,10402],"poster_path":"\/bf0Iim4D6XXrAAJGwHXyrWFqUz8.jpg","backdrop_path":"\/7HfN8FedrTiwXHbJpXwMHZFhGyn.jpg","release_date":"2019-06-04","popularity":3.133,"vote_average":8.4,"id":561325,"adult":false,"vote_count":5},{"overview":"A look at America's struggles with war, class, race and women's rights. based on Howard Zinn's \"A People's History of the United States.\"","original_language":"en","original_title":"The People Speak","video":false,"title":"The People Speak","genre_ids":[36,99],"poster_path":"\/lejpayMhYr9aJLdAHPY3AigAUYE.jpg","backdrop_path":"\/gat0aO8BSuSIdHTijnkavXl5Cne.jpg","release_date":"2009-12-13","popularity":1.601,"vote_average":7,"id":34158,"adult":false,"vote_count":4},{"overview":"A compilation of erotic films intended to illuminate the points where art meets sexuality.","original_language":"en","original_title":"Destricted","video":false,"title":"Destricted","genre_ids":[99,18],"poster_path":"\/kg3oCdYQ4UL8TC1F1qZ6Hb1efXF.jpg","backdrop_path":"\/bFrxkUeDBU6NYGEooSnxNj4SmmS.jpg","release_date":"2006-09-15","popularity":3.042,"vote_average":4.9,"id":208478,"adult":false,"vote_count":27},{"overview":"Set in a leper colony in the north of Iran, The House Is Black juxtaposes \"ugliness,\" of which there is much in the world as stated in the opening scenes, with religion and gratitude.","original_language":"fa","original_title":"خانه سیاه است","video":false,"title":"The House Is Black","genre_ids":[99],"poster_path":"\/ihAA3OKvb8qhrxRwxXazDjyc7oA.jpg","backdrop_path":"\/8EvcvNXCuukisNf3uaBee2JNX14.jpg","release_date":"1963-01-01","popularity":3.483,"vote_average":7.9,"id":44065,"adult":false,"vote_count":39},{"overview":"The German national team and their journey in the 2014 FIFA World Cup.","original_language":"de","original_title":"Die Mannschaft","video":false,"title":"The Team","genre_ids":[99],"poster_path":"\/v1ea35rqRFF6naMAXCcCOaBcxDm.jpg","backdrop_path":"\/kat78oOiYpT32w6KmMhREkhT8uq.jpg","release_date":"2014-11-13","popularity":2.564,"vote_average":6.6,"id":302324,"adult":false,"vote_count":46},{"overview":"In the summer of 2015, legendary musician David Byrne staged an event at Brooklyn's Barclays Center to celebrate the art of Color Guard: synchronized dance routines involving flags, rifles, and sabers. Recruiting performers that include the likes of Saint Vincent, Nelly Furtado, Ad-Rock, and Ira Glass to collaborate on original pieces with 10 color guard teams from across the US and Canada, Contemporary Color is a beautifully filmed snapshot of a one-of-a-kind live event.","original_language":"en","original_title":"Contemporary Color","video":false,"title":"Contemporary Color","genre_ids":[99],"poster_path":"\/w8W6o12MMQzbtphKKvHKVFCOJyc.jpg","backdrop_path":"\/1gvCMCp91W575JIxh82qVj7mqUa.jpg","release_date":"2016-04-14","popularity":1.732,"vote_average":8,"id":390295,"adult":false,"vote_count":3},{"overview":"In a tiny Alabama town with the curious name of Muscle Shoals, something miraculous sprang from the mud of the Tennessee River. A group of unassuming, yet incredibly talented, locals came together and spawned some of the greatest music of all time: “Mustang Sally,” “I Never Loved a Man,” “Wild Horses,” and many more. During the most incendiary periods of racial hostility, white folks and black folks came together to create music that would last for generations and gave birth to the incomparable “Muscle Shoals sound.”","original_language":"en","original_title":"Muscle Shoals","video":false,"title":"Muscle Shoals","genre_ids":[99,36,10402],"poster_path":"\/rWHRcJKvOQxJxpP61gV0Xar0Mvx.jpg","backdrop_path":"\/3MhZzstCrEIbSVdzKFF1nrQsZyE.jpg","release_date":"2013-09-27","popularity":4.012,"vote_average":7.3,"id":159151,"adult":false,"vote_count":30},{"overview":"A live concert in tribute to Freddie Mercury, former lead singer of Queen. Mercury died of AIDS and so some of the proceeds of this concert went to AIDS research. Features performers such as Metallica, Def Leppard, Elton John, Axl Rose, Extreme, George Michael, and many others. Performers alternate between doing their own hits, covering Queen songs, or jamming with the surviving members of Queen.","original_language":"en","original_title":"The Freddie Mercury Tribute Concert","video":false,"title":"The Freddie Mercury Tribute Concert","genre_ids":[99,10402],"poster_path":"\/4N1OBavpuVhhYoPRAmsQhjPKARY.jpg","backdrop_path":"\/4Qvo2KVQMcIUbY532IxWZBgT1QC.jpg","release_date":"1992-04-22","popularity":2.414,"vote_average":7.9,"id":34490,"adult":false,"vote_count":18},{"overview":"Generation Startup takes us to the front lines of entrepreneurship in America, capturing the struggles and triumphs of six recent college graduates who put everything on the line to build startups in Detroit. Shot over 17 months, it's an honest, in-the-trenches look at what it takes to launch a startup. Directed by Academy Award winner Cynthia Wade and award-winning filmmaker Cheryl Miller Houser, the film celebrates risk-taking, urban revitalization, and diversity while delivering a vital call-to-action-with entrepreneurship at a record low, the country's economic future is at stake.","original_language":"en","original_title":"Generation Startup","video":false,"title":"Generation Startup","genre_ids":[99],"poster_path":"\/65k3RKA0RDjk5TLtp5YgMI9bHW9.jpg","backdrop_path":"\/oqM044BYMQcFntIaNbthi0VEUyl.jpg","release_date":"2016-09-23","popularity":2.794,"vote_average":7.4,"id":411701,"adult":false,"vote_count":5},{"overview":"This documentary centers on the crew of the B-17 Flying Fortress Memphis Belle as it prepares to execute a strategic bombing raid on sub-pens in Wilhelmshaven, Germany.","original_language":"en","original_title":"The Memphis Belle: A Story of a Flying Fortress","video":false,"title":"The Memphis Belle: A Story of a Flying Fortress","genre_ids":[99,10752],"poster_path":"\/nB3fVpM6JumgiyeuL59Ht1FfzI5.jpg","backdrop_path":"\/idoJ813RQzuRtGPidC0ZhTs8h3f.jpg","release_date":"1944-04-13","popularity":2.444,"vote_average":6.4,"id":41355,"adult":false,"vote_count":11},{"overview":"A documentary that exposes the shocking truths behind industrial food production and food wastage, focusing on fishing, livestock and crop farming. A must-see for anyone interested in the true cost of the food on their plate.","original_language":"de","original_title":"We Feed the World","video":false,"title":"We Feed the World","genre_ids":[99],"poster_path":"\/buVa28Mh962tUKetAwnbpadkKMm.jpg","backdrop_path":"\/i7Yi1vs0kA0olOXB8ZsIrMl9b1m.jpg","release_date":"2005-09-10","popularity":1.263,"vote_average":7.8,"id":11214,"adult":false,"vote_count":24},{"overview":"At the age of 34, former New Orleans Saints defensive back Steve Gleason was diagnosed with ALS and given a life expectancy of two to five years. Weeks later, Gleason found out his wife, Michel, was expecting their first child. A video journal that began as a gift for his unborn son expands to chronicle Steve’s determination to get his relationships in order, build a foundation to provide other ALS patients with purpose, and adapt to his declining physical condition—utilizing medical technologies that offer the means to live as fully as possible.","original_language":"en","original_title":"Gleason","video":false,"title":"Gleason","genre_ids":[99],"poster_path":"\/eyVQ501jW3PuzVPLXzkoj14eEWU.jpg","backdrop_path":"\/qBdUO7ZUe2GkuXG8hGbhMySZU0K.jpg","release_date":"2016-01-23","popularity":2.344,"vote_average":8.4,"id":373446,"adult":false,"vote_count":30},{"overview":"A unique look at the making of Stand by Me including interviews from Stephen King, Rob Reiner, Keifer Sutherland, Richard Dreyfuss, and the three surviving cast members Wil Wheaton, Corey Feldman, and Jerry O'Connell.","original_language":"en","original_title":"Walking the Tracks: The Summer of Stand by Me","video":false,"title":"Walking the Tracks: The Summer of Stand by Me","genre_ids":[99],"poster_path":"\/nkltXYKos3ERqput5zs7At3AXJI.jpg","backdrop_path":"\/5xaTwqskq1gmyo8d60s4G6y6Xyh.jpg","release_date":"2000-08-29","popularity":1.902,"vote_average":7.6,"id":130443,"adult":false,"vote_count":17},{"overview":"A documentary about the men who run a pet cemetery, and the men and women who bury their pets.","original_language":"en","original_title":"Gates of Heaven","video":false,"title":"Gates of Heaven","genre_ids":[99],"poster_path":"\/ex7zsEUwN9duJW5DBaWlDaBrEj0.jpg","backdrop_path":"\/nMYTGNWRB3v9bO0D5cZp5BL4jjf.jpg","release_date":"1978-10-01","popularity":4.128,"vote_average":6.8,"id":24998,"adult":false,"vote_count":50},{"overview":"Rich Froning Jr entered the 2014 CrossFit Games competition with three consecutive victories, a feat that no other athlete had accomplished.  After finding CrossFit in 2009, Froning began a history-making career, finishing second at the CrossFit Games in 2010 and dominating the competition for the next four years.  His four titles, five trips to the podium, 16 event wins, 35 top-five event finishes and 45 top-10 event finishes are all records, and he's revered in the community.  Froning's athletic prowess has been under the microscope for five years, but there's much more to the man from Tennessee than snatches and pull-ups.  In this in-depth documentary by Heber Cannon, take a look into the life and childhood of the fittest man in history, follow his quest to a fourth straight CrossFit Games championship, and see him as a son, a husband, and a new father.","original_language":"en","original_title":"Froning: The Fittest Man In History","video":false,"title":"Froning: The Fittest Man In History","genre_ids":[99],"poster_path":"\/m2PJwqvrZv78UbXHvXzP9pJ6roZ.jpg","backdrop_path":"\/5szlhuNZb9QtYEgOsGd9QrYnkM2.jpg","release_date":"2015-10-01","popularity":2.31,"vote_average":6.5,"id":362226,"adult":false,"vote_count":16},{"overview":"Two years ago, Josh Fox introduced us to hydraulic fracturing with his Oscar®-nominated exposé Gasland. Now this once-touted energy source has become a widely discussed, contentious topic. In his follow-up, Fox reveals the extreme circumstances facing those affected by fracking, from earthquakes to the use of federal anti-terror psychological operations tactics. Gasland Part II is the definitive proof that issues raised by fracking cannot be ignored for long.","original_language":"en","original_title":"Gasland Part II","video":false,"title":"Gasland Part II","genre_ids":[99],"poster_path":"\/dP60YTYPrfXexXLmtvURRiREFWc.jpg","backdrop_path":"\/yqHhRomliXQmrA4ehW8DqYR7hy5.jpg","release_date":"2013-04-20","popularity":2.625,"vote_average":7.2,"id":174322,"adult":false,"vote_count":19},{"overview":"At 89 years old, Stan Lee's name appears on more than one BILLION comics in 75 countries in 25 languages. Arguably the most recognized name in comics, Stan Lee has co-created over 500 legendary pop culture characters including Spider-Man, Fantastic Four, X-Men, Iron Man, Thor and The Hulk. Stan continues to create new material and entertain fans of all ages with fantastic stories and characters in all areas of entertainment.  With Great Power: the Stan Lee Story, explores the vivid life and imagination of Stan Lee, from the early days of his Depression-era upbringing through the Marvel Age of Comics and beyond! The film uncovers original transcripts, illustrations, photographs and stories of Lee's fascinating journey from his early years at Timely Comics and World War Two, the comic book industry's censorship battle of the 1950's led by Dr. Fredric Wertham, the dawn of Marvel Comics and the legendary characters Stan co-created, to his current company POW! Entertainment.","original_language":"en","original_title":"With Great Power: The Stan Lee Story","video":false,"title":"With Great Power: The Stan Lee Story","genre_ids":[99],"poster_path":"\/paSNMYfpSrf3sOWbH4C3bHSSapB.jpg","backdrop_path":"\/vYwR5GuuqFAq0kdthZutVYer5gr.jpg","release_date":"2010-07-24","popularity":2.461,"vote_average":6.3,"id":86843,"adult":false,"vote_count":15},{"overview":"An inside look at the making of the movie Star Wars: Episode VII - The Force Awakens (2015), featuring footage and exclusive interviews with the actors and filmmakers.","original_language":"en","original_title":"Secrets of the Force Awakens: A Cinematic Journey","video":false,"title":"Secrets of the Force Awakens: A Cinematic Journey","genre_ids":[99],"poster_path":"\/p7aC0kyoJ0DNnx77UxDg6A12kZA.jpg","backdrop_path":"\/h4uElCqshX1KNLHJSakb3jJaTKs.jpg","release_date":"2016-03-14","popularity":4.005,"vote_average":7.4,"id":388885,"adult":false,"vote_count":26},{"overview":"At first glance, Matthew VanDyke—a shy Baltimore native with a sheltered upbringing and a tormenting OCD diagnosis—is the last person you’d imagine on the front lines of the 2011 Libyan revolution. But after finishing grad school and escaping the U.S. for \"a crash course in manhood,\" a winding path leads him just there. Motorcycling across North Africa and the Middle East and spending time as an embedded journalist in Iraq, Matthew lands in Libya, forming an unexpected kinship with a group of young men who transform his life. Matthew joins his friends in the rebel army against Gaddafi, taking up arms (and a camera). Along the way, he is captured and held in solitary confinement for six terrifying months. Academy Awa","original_language":"en","original_title":"Point and Shoot","video":false,"title":"Point and Shoot","genre_ids":[99],"poster_path":"\/3WUnMgPaPCpFsR9Uf5K31pZGxpS.jpg","backdrop_path":"\/2lxWxfsuys0TvpuJ3xX5bIwc9xG.jpg","release_date":"2014-04-19","popularity":2.236,"vote_average":7,"id":264166,"adult":false,"vote_count":23},{"overview":"Wish You Were Here, released in September 1975, was the follow up album to the globally successful The Dark Side Of The Moon and is cited by many fans, as well as band members Richard Wright and David Gilmour, as their favorite Pink Floyd album. On release it went straight to Number One in both the UK and the US and topped the charts in many other countries around the world. This program tells the story of the making of this landmark release through new interviews with Roger Waters, David Gilmour and Nick Mason and archive interviews with the late Richard Wright. Also featured are sleeve designer Storm Thorgerson, guest vocalist Roy Harper, front cover burning man Ronnie Rondell and others involved in the creation of the album. In addition, original recording engineer Brian Humphries revisits the master tapes at Abbey Road Studios to illustrate aspects of the songs construction.","original_language":"en","original_title":"Pink Floyd: The Story of Wish You Were Here","video":false,"title":"Pink Floyd: The Story of Wish You Were Here","genre_ids":[99,10402],"poster_path":"\/nMW6BOGhSeTuBviwsEll2ziYtAA.jpg","backdrop_path":"\/j6KrMlP36bXxQteJGT61Aw5BZaM.jpg","release_date":"2012-06-26","popularity":2.563,"vote_average":7.6,"id":116835,"adult":false,"vote_count":14}],[{"overview":"A behind-the-scene look at the origins and evolution of the Academy Award-winning film.","original_language":"en","original_title":"The Story of Frozen: Making a Disney Animated Classic","video":false,"title":"The Story of Frozen: Making a Disney Animated Classic","genre_ids":[99],"poster_path":"\/ooySUKZhvB6EIy3SK91mqs6tdHd.jpg","backdrop_path":"\/mtCgWblFmM4BuP4QVmGdjVNEAgO.jpg","release_date":"2014-09-15","popularity":2.856,"vote_average":7.2,"id":292985,"adult":false,"vote_count":16},{"overview":"89 tells the incredible story of one of football’s greatest triumphs: when against all odds Arsenal snatched the Championship title from Liverpool at Anfield in the last minute of the last game of the 1988\/89 season. It’s a universal tale of a band of brothers who, led by a charismatic and deeply respected manager, came together to defy the odds and create history.","original_language":"en","original_title":"89","video":false,"title":"89","genre_ids":[99],"poster_path":"\/fEwvelvZLJJzatnPpmSIQH3t0gY.jpg","backdrop_path":"\/s4J9iZZ6dX1CgjnRiIzD0CGU6Wk.jpg","release_date":"2017-11-10","popularity":2.899,"vote_average":7.2,"id":486882,"adult":false,"vote_count":6},{"overview":"In 1997, Louis Theroux made a documentary about the world of male porn performers in Los Angeles. 15 years later, he returns to find a business struggling with the deluge of free porn on the internet. Louis revisits some of the original programme's contributors as well as meeting the latest crop of porn performers dreaming of porn stardom.","original_language":"en","original_title":"Louis Theroux: Twilight of the Porn Stars","video":false,"title":"Louis Theroux: Twilight of the Porn Stars","genre_ids":[99],"poster_path":"\/thzHHzTrxyJvF4ksswkYraEzZbp.jpg","backdrop_path":"\/dDUbm9rNF0CkulMEU2kK61VXBSN.jpg","release_date":"2012-06-10","popularity":5.137,"vote_average":7.1,"id":115189,"adult":false,"vote_count":16},{"overview":"Pulp found fame on the world stage in the 1990s with anthems including ‘Common People’ and ‘Disco 2000’. 25 years (and 10 million album sales) later, they return to Sheffield for their last UK concert. Giving a career-best performance exclusive to the film, the band members share their thoughts on fame, love, mortality — &amp; car maintenance. Director Florian Habicht (Love Story) weaves together the band’s personal offerings with dream-like specially-staged tableaux featuring ordinary people recruited on the streets of Sheffield. Pulp is a music film like no other — by turns funny, moving, life-affirming &amp; (occasionally) bewildering.","original_language":"en","original_title":"Pulp: a Film About Life, Death & Supermarkets","video":false,"title":"Pulp: a Film About Life, Death & Supermarkets","genre_ids":[10402,99],"poster_path":"\/vYzaFZRWaOzomDstDHvb4kOtUBC.jpg","backdrop_path":"\/dV4rezXfqXM49G98j8HqwIq7mt9.jpg","release_date":"2014-03-09","popularity":2.678,"vote_average":7.2,"id":253332,"adult":false,"vote_count":19},{"overview":"With nutritionally-depleted foods, chemical additives and our tendency to rely upon pharmaceutical drugs to treat what's wrong with our malnourished bodies, it's no wonder that modern society is getting sicker. Food Matters sets about uncovering the trillion dollar worldwide sickness industry and gives people some scientifically verifiable solutions for curing disease naturally.","original_language":"en","original_title":"Food Matters","video":false,"title":"Food Matters","genre_ids":[99],"poster_path":"\/g1u0Mf4VKKklC8fKsvAh5n5pk8T.jpg","backdrop_path":"\/A3yR2NeQ6W7V5Zh5Mh7qKQ3RSuV.jpg","release_date":"2010-10-08","popularity":2.672,"vote_average":6.7,"id":26018,"adult":false,"vote_count":30},{"overview":"Other countries built palaces for royalty; in the United States we built them to watch movies.  GOING ATTRACTIONS celebrates the splendor and grandeur of the great cinemas of the United States, built when movies were the acme of entertainment and the stories were larger than life, as were the venues designed to show them: Thousands of seats, giant screens, exotic and ornate interiors with balconies and lounges, in-house organs and orchestras, amazing marquees, and air conditioning back when houses had none. The film also tracks the eventual decline of the palaces, through to today’s current preservation efforts. A tribute to America’s great art form and the great monuments created for audiences to enjoy them in.","original_language":"en","original_title":"Going Attractions: The Definitive Story of the Movie Palace","video":false,"title":"Going Attractions: The Definitive Story of the Movie Palace","genre_ids":[99,36],"poster_path":"\/lAMVQysZJMBPnhaOXkxbaSDqGoB.jpg","backdrop_path":null,"release_date":"2019-10-24","popularity":4.603,"vote_average":0,"id":636474,"adult":false,"vote_count":0},{"overview":"Based on the book series by David Paulides, an investigation into the many disappearances that have occurred in National Parks and Forests of the United States and elsewhere over several decades.","original_language":"en","original_title":"Missing 411","video":false,"title":"Missing 411","genre_ids":[99],"poster_path":"\/cpkhQFgG8m1vRFxcXBkedR75uta.jpg","backdrop_path":"\/b63mbu56tytBxtmUsQ4lIPJiMDU.jpg","release_date":"2017-05-13","popularity":2.16,"vote_average":6.1,"id":357114,"adult":false,"vote_count":15},{"overview":"An in-depth look at the culture of Los Angeles in the ten years leading up to the 1992 uprising that erupted after the verdict of police officers cleared of beating Rodney King.","original_language":"en","original_title":"Let It Fall: Los Angeles 1982-1992","video":false,"title":"Let It Fall: Los Angeles 1982-1992","genre_ids":[99,36],"poster_path":"\/sfMHsRoO64j6yfZCPosfQWi5y5y.jpg","backdrop_path":"\/jIrlyDQEqJGMRI29Ji4i6BVMCPB.jpg","release_date":"2017-04-21","popularity":3.051,"vote_average":7.9,"id":451974,"adult":false,"vote_count":11},{"overview":"George Carlin changes his act by bringing politics into the act, but also talks about the People he can do without, Keeping People Alert, and Cars and Driving part 2.","original_language":"en","original_title":"George Carlin: What Am I Doing in New Jersey?","video":false,"title":"George Carlin: What Am I Doing in New Jersey?","genre_ids":[35,99,10770],"poster_path":"\/eMci1HuZuJpeO3ehGNMreaMzIat.jpg","backdrop_path":"\/i5DGEWs5jUnkpvDfZySA948k5yU.jpg","release_date":"1988-06-09","popularity":2.215,"vote_average":7,"id":34512,"adult":false,"vote_count":17},{"overview":"The Crash Reel tells the story of a sport and the risks that athletes face in reaching the pinnacle of their profession. This is Kevin Pearce’s story, a celebrated snowboarder who sustained a brain injury in a trick gone wrong and who now aims, against all the odds, to get back on the snow.","original_language":"en","original_title":"The Crash Reel","video":false,"title":"The Crash Reel","genre_ids":[99],"poster_path":"\/7bj8CujLIIuk5EI1coGe89I5EUw.jpg","backdrop_path":"\/b3EfuqQosC3TGu4ox5YhPqwPiKn.jpg","release_date":"2013-12-13","popularity":2.946,"vote_average":7.8,"id":159138,"adult":false,"vote_count":40},{"overview":"Filmmaker Liz Garbus investigates the mysterious tragedy of Diane Schuler in an effort to understand what went wrong.","original_language":"en","original_title":"There's Something Wrong with Aunt Diane","video":false,"title":"There's Something Wrong with Aunt Diane","genre_ids":[99],"poster_path":"\/vri6DoBo3J2ojD86mcRrdrzknAx.jpg","backdrop_path":"\/jVPc1zvIJG3umGVw8A49cIticO8.jpg","release_date":"2011-07-25","popularity":2.736,"vote_average":6.9,"id":70845,"adult":false,"vote_count":38},{"overview":"The passion the original Star Wars trilogy inspires in its fans is unparalleled; but when it comes to George Lucas himself, many have found their ardor has cooled into a complicated love-hate relationship. This hilarious, heartfelt documentary delves deep into Lucas’s cultural legacy, asking all the tough questions. Has Lucas betrayed his masterwork? Should he just have left the original trilogy alone? Is The Phantom Menace so bad it should carry a health warning? Utilizing interviews taken from over 600 hours of footage, and peppered with extraordinary Star Wars and Indiana Jones recreations lovingly immortalized in song, needlepoint, Lego, claymation, puppets and paper-mâché, above all this film asks the question: who truly owns that galaxy far, far away—the man who created it, or the fans who worship it?","original_language":"en","original_title":"The People vs. George Lucas","video":false,"title":"The People vs. George Lucas","genre_ids":[99],"poster_path":"\/AtHiQoLWzbNk5iSJrAoDAf2YTrZ.jpg","backdrop_path":"\/sxOahZRr3oBTHZEfKCNP7BrYA2g.jpg","release_date":"2010-03-14","popularity":3.591,"vote_average":6.3,"id":75311,"adult":false,"vote_count":53},{"overview":"A comedian replies to the \"Super Size Me\" crowd by losing weight on a fast-food diet while demonstrating that almost everything you think you know about the obesity \"epidemic\" and healthy eating is wrong.","original_language":"en","original_title":"Fat Head","video":false,"title":"Fat Head","genre_ids":[99],"poster_path":"\/uit52hAtSOjDye1mqmUabwzIIur.jpg","backdrop_path":"\/9FlRICC8tjGFYNdVEV6Dpgu8DnA.jpg","release_date":"2009-02-03","popularity":2.04,"vote_average":6.9,"id":36944,"adult":false,"vote_count":24},{"overview":"This documentary movie is about the battle of San Pietro, a small village in Italy. Over 1,100 US soldiers were killed while trying to take this location, that blocked the way for the Allied forces from the Germans.","original_language":"en","original_title":"San Pietro","video":false,"title":"San Pietro","genre_ids":[99,10752],"poster_path":"\/wSvODkZCEn3726F1oZAOiFlX8h4.jpg","backdrop_path":"\/zSGexe1bhqIxslkRQbIN05zTkjS.jpg","release_date":"1945-05-03","popularity":2.378,"vote_average":6.3,"id":84701,"adult":false,"vote_count":29},{"overview":"ARMADILLO is an upfront account of growing cynicism and adrenaline addiction for young soldiers at war. Mads and Daniel are on their first mission in Helmand, Afghanistan. Their platoon is stationed in Camp Armadillo, right on the Helmand frontline, fighting tough battles against the Taliban. The soldiers are there to help the Afghan people, but as fighting gets tougher and operations increasingly hairy, Mads, Daniel and their friends become cynical, widening the gap between themselves and the Afghan civilisation. Mistrust and paranoia set in causing alienation and disillusion. Armadillo is a journey into the soldier’s mind and a unique film on the mythological story of man and war, staged in its contemporary version in Afghanistan.","original_language":"da","original_title":"Armadillo","video":false,"title":"Armadillo","genre_ids":[99,10752],"poster_path":"\/jgbRkE2DGbT2Vw0VcmXEKauNa3B.jpg","backdrop_path":"\/40PsV8k1Xb65zntdMZltiMTuPev.jpg","release_date":"2011-04-15","popularity":2.989,"vote_average":7.3,"id":37828,"adult":false,"vote_count":65},{"overview":"Stories from the cast and crew of the famed cult horror classic.","original_language":"en","original_title":"Fresh Cuts: New Tales from Friday the 13th","video":false,"title":"Fresh Cuts: New Tales from Friday the 13th","genre_ids":[99],"poster_path":"\/raNEzW6cm8shblOScRNk6Vot3CJ.jpg","backdrop_path":null,"release_date":"2009-02-03","popularity":1.495,"vote_average":0,"id":281312,"adult":false,"vote_count":0},{"overview":"In conurbations where hundreds of thousands live alongside one another, in the era of a highly technological society, in which communication has never played such a significant role, man has become lonely. Disappointed by his fellow human beings, he turns to animals. Dogs and other domestic animals serve him as companions, life partners, cuddly objects and bedfellows.","original_language":"de","original_title":"Tierische Liebe","video":false,"title":"Animal Love","genre_ids":[99],"poster_path":"\/hMQdfACrO69MDNu0V9KZ6oMTrR7.jpg","backdrop_path":"\/AmEXRP16qFTy9rAGBeNF7Cfy7gH.jpg","release_date":"1996-08-29","popularity":1.253,"vote_average":6.7,"id":56345,"adult":false,"vote_count":7},{"overview":"On April 26, 1986, a 1,000 feet high flame rises into the sky of the Ukraine. The fourth reactor of the Chernobyl nuclear power plant just exploded. A battle begins in which 500,000 men are engaged throughout the Soviet Union to \"liquidate\" the radioactivity, build the \"sarcophagus\" of the damaged reactor and save the world from a second explosion that would have destroyed half of Europe. Become a reference film, this documentary combines testimonials and unseen footage, tells for the first time the Battle of Chernobyl.","original_language":"en","original_title":"The Battle of Chernobyl","video":false,"title":"The Battle of Chernobyl","genre_ids":[99,36],"poster_path":"\/e6dkVhLhKAKiNKz80GYL63KRArw.jpg","backdrop_path":"\/4mJSbPKJr83ELMzFOzDXI1Vk1OH.jpg","release_date":"2006-05-05","popularity":1.891,"vote_average":7.2,"id":63046,"adult":false,"vote_count":17},{"overview":"Michael Moore visits colleges in swing states during the 2004 election with a goal to encourage 18–29 year old to vote.","original_language":"en","original_title":"Slacker Uprising","video":false,"title":"Slacker Uprising","genre_ids":[99],"poster_path":"\/wz8wcWNGaHBUiuVz2xVTk4z02sm.jpg","backdrop_path":"\/9wkMQxGbcUmLW7vIZxJqu0Tl9qf.jpg","release_date":"2008-04-23","popularity":3.05,"vote_average":5.7,"id":13516,"adult":false,"vote_count":16},{"overview":"From the masters who create the mind-bending diversions to the tense competition at the American Crossword Puzzle Tournament, Patrick Creadon's documentary reveals a fascinating look at a decidedly addictive pastime. Creadon captures New York Times editor Will Shortz at work, talks to celebrity solvers -- including Bill Clinton and Ken Burns -- and presents an intimate look at the national tournament and its competitors.","original_language":"en","original_title":"Wordplay","video":false,"title":"Wordplay","genre_ids":[99],"poster_path":"\/ydMzrQpwayNFPQi967rrrZlBBmC.jpg","backdrop_path":"\/tvqOacgIVtrxW7G3WKrIjc4hU1W.jpg","release_date":"2006-06-26","popularity":4.1,"vote_average":7.3,"id":35199,"adult":false,"vote_count":22}],[{"overview":"A documentary that takes an alternative approach to dealing with the global warming crisis.","original_language":"en","original_title":"Cool It","video":false,"title":"Cool It","genre_ids":[99],"poster_path":"\/1MlKiqC4ch1Y4gzJdVjcy8csIIr.jpg","backdrop_path":"\/mdgaJozEhSTVafk2LLnZwHrHQOy.jpg","release_date":"2010-11-08","popularity":2.091,"vote_average":6.9,"id":47055,"adult":false,"vote_count":7},{"overview":"It’s 2017 in Bisbee, Arizona, an old copper-mining town just miles from the Mexican border. The town’s close-knit community prepares to commemorate the 100th anniversary of Bisbee’s darkest hour: the infamous Bisbee Deportation of 1917, during which 1,200 striking miners were violently taken from their homes, banished to the middle of the desert, and left to die. Townspeople confront this violent, misunderstood past by staging dramatic recreations of the escalating strike. These dramatized scenes are based on subjective versions of the story and “directed,” in a sense, by residents with conflicting views of the event. Deeply personal segments torn from family history build toward a massive restaging of the deportation itself on the exact day of its 100th anniversary.","original_language":"en","original_title":"Bisbee '17","video":false,"title":"Bisbee '17","genre_ids":[99,36],"poster_path":"\/u2mtK0C7dIlzigxyNZGxw3z3AKF.jpg","backdrop_path":"\/zgEjgBSls5gA3Om7wnAMqZTl7Ca.jpg","release_date":"2018-09-05","popularity":4.379,"vote_average":8,"id":490758,"adult":false,"vote_count":7},{"overview":"A documentary on the making of \"Pumping Iron\" to celebrate its 25th anniversary. Aired on Cinemax.","original_language":"en","original_title":"Raw Iron: The Making of 'Pumping Iron'","video":false,"title":"Raw Iron: The Making of 'Pumping Iron'","genre_ids":[99],"poster_path":"\/gBgoBEvcqYGaPsIj3ygs0ufIoqy.jpg","backdrop_path":"\/1v748X0SN6KY9XpXjtAqIFVDzEH.jpg","release_date":"2002-01-01","popularity":1.442,"vote_average":7.3,"id":29332,"adult":false,"vote_count":10},{"overview":"A look at 1970s Hollywood when it was known as New Hollywood, and the director was the star of the movie.","original_language":"en","original_title":"Easy Riders, Raging Bulls: How the Sex, Drugs and Rock 'N' Roll Generation Saved Hollywood","video":false,"title":"Easy Riders, Raging Bulls: How the Sex, Drugs and Rock 'N' Roll Generation Saved Hollywood","genre_ids":[99],"poster_path":"\/4EISJj5u9zlYPdNqCbgJWQO0in7.jpg","backdrop_path":"\/dnNgmpMUy2QFOoLTwtNjLZkuEvv.jpg","release_date":"2003-03-09","popularity":2.234,"vote_average":7.2,"id":32276,"adult":false,"vote_count":23},{"overview":"Brilliant, long in-the-works story of the life and art of the world's greatest comedian and the cinema's first genius, Charlie Chaplin. Produced, written and directed by renowned film critic Richard Schickel.","original_language":"en","original_title":"Charlie: The Life and Art of Charles Chaplin","video":false,"title":"Charlie: The Life and Art of Charles Chaplin","genre_ids":[99],"poster_path":"\/ssMMNDfpRJeVcr8MJ9Fy1nlP0GN.jpg","backdrop_path":null,"release_date":"2004-02-13","popularity":3.198,"vote_average":6.8,"id":53367,"adult":false,"vote_count":36},{"overview":"Best friends travel though Latin America meeting shamans, experimenting with plant medicines, and wondering about what makes a life well-lived when one of them might have half the time to live it.","original_language":"en","original_title":"Léa & I","video":false,"title":"Léa & I","genre_ids":[99],"poster_path":"\/jdvn7NgSlGHWiDOlfnUmxvFvd3h.jpg","backdrop_path":"\/56M7MFThYoyNjS7A7aLNtUpMStf.jpg","release_date":"2019-08-02","popularity":2.197,"vote_average":6,"id":619553,"adult":false,"vote_count":2},{"overview":"Torture chambers, acid vats, greased chutes and gassing rooms were just some of the devices of death designed by the Torture Doctor, H.H. Holmes in his castle of horrors. Follows Holmes' entire life as a criminal mastermind.","original_language":"en","original_title":"H.H. Holmes: America's First Serial Killer","video":false,"title":"H.H. Holmes: America's First Serial Killer","genre_ids":[80,99,36],"poster_path":"\/1bapLOzH5JRFsgjumzRV1GkqS8t.jpg","backdrop_path":"\/s62Im802qkbGgWa9wNpwv8X7dMD.jpg","release_date":"2004-01-01","popularity":2.734,"vote_average":6.1,"id":13558,"adult":false,"vote_count":27},{"overview":"A documentary that captures the sensational trial of infamous gangster James 'Whitey' Bulger, using the legal proceedings as a springboard to explore allegations of corruption within the highest levels of law enforcement. Academy Award-nominated filmmaker Joe Berlinger examines Bulger's relationship with the FBI and Department of Justice that allowed him to reign over a criminal empire in Boston for decades.","original_language":"en","original_title":"Whitey: United States of America v. James J. Bulger","video":false,"title":"Whitey: United States of America v. James J. Bulger","genre_ids":[80,99],"poster_path":"\/jjtYEGgLJE1b1bvgm4Mn6vYXTLw.jpg","backdrop_path":"\/bykvx73yCtyKL2Do6bXmBqEN8CX.jpg","release_date":"2014-01-18","popularity":3.526,"vote_average":6.7,"id":246743,"adult":false,"vote_count":41},{"overview":"Martin Bashir conducts a rare interview with Michael Jackson and is given unprecedented access to the reclusive performer's private life over a span of eight months, from May 2002 to January 2003.","original_language":"en","original_title":"Living with Michael Jackson: A Tonight Special","video":false,"title":"Living with Michael Jackson: A Tonight Special","genre_ids":[99],"poster_path":"\/xDtF6lFfQFCYb4HZyT564Gqklzo.jpg","backdrop_path":"\/chCw70kUmC0287u1ElVQCpNmYMG.jpg","release_date":"2003-02-06","popularity":3.105,"vote_average":5.3,"id":106006,"adult":false,"vote_count":19},{"overview":"This film examines how media empires, led by Rupert Murdoch's Fox News, have been running a \"race to the bottom\" in television news, and provides an in-depth look at Fox News and the dangerous impact on society when a broad swath of media is controlled by one person.  Media experts, including Jeff Cohen (FAIR) Bob McChesney (Free Press), Chellie Pingree (Common Cause), Jeff Chester (Center for Digital Democracy) and David Brock (Media Matters) provide context and guidance for the story of Fox News and its effect on society.  This documentary also reveals the secrets of Former Fox news producers, reporters, bookers and writers who expose what it's like to work for Fox News.  These former Fox employees talk about how they were forced to push a \"right-wing\" point of view or risk their jobs. Some have even chosen to remain anonymous in order to protect their current livelihoods. As one employee said \"There's no sense of integrity as far as having a line that can't be crossed.\"","original_language":"en","original_title":"Outfoxed: Rupert Murdoch's War on Journalism","video":false,"title":"Outfoxed: Rupert Murdoch's War on Journalism","genre_ids":[99],"poster_path":"\/pf909w5e4nmIL3QysbvX0RFWGno.jpg","backdrop_path":"\/vJf9bjbWMJe8u9FwAwQA06wzRoL.jpg","release_date":"2004-07-14","popularity":3.079,"vote_average":7.2,"id":13372,"adult":false,"vote_count":36},{"overview":"A father, a mother and a baby are sitting at a table, on a patio outside. Dad is feeding baby his lunch, while mum is serving tea.","original_language":"fr","original_title":"Repas de Bébé","video":false,"title":"Baby's Meal","genre_ids":[99],"poster_path":"\/wi8sxMp2kDVnleYl3o71NIDPh7q.jpg","backdrop_path":null,"release_date":"1895-12-27","popularity":3.298,"vote_average":5.4,"id":122134,"adult":false,"vote_count":53},{"overview":"When America's last standing roller rinks are threatened with closure, a community of thousands battle in a racially charged environment to save an underground subculture.","original_language":"en","original_title":"United Skates","video":false,"title":"United Skates","genre_ids":[99],"poster_path":"\/bChxuC8FfiaiXlrmxo5XQErABvg.jpg","backdrop_path":"\/ho6e9gv7zAMeDq1xXvKgqXRHcje.jpg","release_date":"2018-04-19","popularity":3.949,"vote_average":8,"id":511014,"adult":false,"vote_count":7},{"overview":"A documentary that follows Madonna on her 2004 Re-Invention World Tour.","original_language":"en","original_title":"I'm Going to Tell You a Secret","video":false,"title":"I'm Going to Tell You a Secret","genre_ids":[99,10402],"poster_path":"\/Pwv2tzVcFcnDWnoOIPaKSuKMNb.jpg","backdrop_path":"\/5VfLKiLh4dvsORsTif710t10yeW.jpg","release_date":"2005-10-18","popularity":3.862,"vote_average":6.8,"id":36802,"adult":false,"vote_count":14},{"overview":"Tongue-in-cheek look at 20-something singles clubbing and partying in L.A. Voice-over narration, charts and graphs, and visits to a research laboratory punctuate the story of a single night when groups of friends go out, drink alcohol, take drugs, dance and talk, and look for someone to go home with.","original_language":"en","original_title":"The Boys & Girls Guide to Getting Down","video":false,"title":"The Boys & Girls Guide to Getting Down","genre_ids":[35,99],"poster_path":"\/qJWho81bxYJwxRfbQ0u1j46POi0.jpg","backdrop_path":"\/1X9xthMX8GZJYv5OG6cBBKld8fi.jpg","release_date":"2007-03-23","popularity":2.083,"vote_average":6.3,"id":13170,"adult":false,"vote_count":15},{"overview":"Some of the world's most majestic birds display delightfully captivating mating rituals, from flashy dancing to flaunting their colorful feathers.","original_language":"en","original_title":"Dancing with the Birds","video":false,"title":"Dancing with the Birds","genre_ids":[99],"poster_path":"\/jtLhDn39Pq3AThPLovcGzN43JtI.jpg","backdrop_path":"\/hYd6NRz8i13oS7wGy2xTJOdjxh3.jpg","release_date":"2019-10-23","popularity":5.406,"vote_average":0,"id":634541,"adult":false,"vote_count":0},{"overview":"A documentary that examines the relationship between celebrity and society.","original_language":"en","original_title":"Teenage Paparazzo","video":false,"title":"Teenage Paparazzo","genre_ids":[99],"poster_path":"\/qSP22S7BgBi8GOWFWyO3oK1Soyg.jpg","backdrop_path":"\/gjb4vVMYnzYoZ3yoDapjmYvlkQg.jpg","release_date":"2010-01-22","popularity":2.355,"vote_average":6.9,"id":54994,"adult":false,"vote_count":14},{"overview":"The story of the evolution of a boy from Nebraska who became one of the most respected men in the world, and the heroes who helped guide him along the way. By allowing access to his life and never-before-released home videos, Buffett offers a glimpse into his unique mind to help us understand what is truly important when money no longer has meaning.","original_language":"en","original_title":"Becoming Warren Buffett","video":false,"title":"Becoming Warren Buffett","genre_ids":[99],"poster_path":"\/9wXjOeNRBiTrWhKQ7psloI3IYQr.jpg","backdrop_path":"\/4qPrHfPo74sPaLyUJpN4Hrm2blr.jpg","release_date":"2017-01-30","popularity":3.073,"vote_average":7.4,"id":438137,"adult":false,"vote_count":21},{"overview":"A feature length, theatrical documentary on the life of Paul Gascoigne, one of the greatest footballers that ever lived: delving deep into his psyche, vulnerabilities, fears and triumphs.","original_language":"en","original_title":"Gascoigne","video":false,"title":"Gascoigne","genre_ids":[99],"poster_path":"\/ymHLhHLdRezqU8bDKXIPMEZTZY2.jpg","backdrop_path":"\/AkhWyfLamUidyKeKJk1Ozf3pqgS.jpg","release_date":"2015-06-08","popularity":2.413,"vote_average":6.5,"id":343981,"adult":false,"vote_count":30},{"overview":"How do you put a life into 500 words? Ask the staff obituary writers at the New York Times. OBIT is a first-ever glimpse into the daily rituals, joys and existential angst of the Times obit writers, as they chronicle life after death on the front lines of history.","original_language":"en","original_title":"Obit","video":false,"title":"Obit","genre_ids":[99],"poster_path":"\/bzYtco1xsZHnbVIuRraRT8YCXdF.jpg","backdrop_path":"\/ef8Iteg2rUsxV9iHGu8x3l4LHSe.jpg","release_date":"2017-04-26","popularity":2.691,"vote_average":6.4,"id":390747,"adult":false,"vote_count":9},{"overview":"Join the Mars rovers Spirit and Opportunity for an awe-inspiring journey to the surface of the mysterious red planet.","original_language":"en","original_title":"Roving Mars","video":false,"title":"Roving Mars","genre_ids":[99],"poster_path":"\/bc7kxn7JfjHQAqTmhZUNAPjAcw.jpg","backdrop_path":"\/cVSDTY9m1QvDFOXL6E6Cwj2BLvO.jpg","release_date":"2006-01-27","popularity":4.985,"vote_average":7.2,"id":18085,"adult":false,"vote_count":11}],[{"overview":"The story of the rape of Nanking, one of the most tragic events in history. In 1937, the invading Japanese army murdered over 200,000 and raped tens of thousands of Chinese. In the midst of this horror, a small group of Western expatriates banded together to save 250,000. Nanking shows the tremendous impact individuals can make on the course of history.","original_language":"en","original_title":"Nanking","video":false,"title":"Nanking","genre_ids":[99,18,36],"poster_path":"\/z2Rw3A69czdhdA1gLoZNM1naPmi.jpg","backdrop_path":"\/qJDaKUxyjMpgJwQOMAOhkBo7XTe.jpg","release_date":"2007-02-10","popularity":2.213,"vote_average":7.2,"id":17181,"adult":false,"vote_count":28},{"overview":"A tale of how the great vision and epic failure of General Magic, the \"greatest dead company in Silicon Valley\", changed the lives of billions.","original_language":"en","original_title":"General Magic","video":false,"title":"General Magic","genre_ids":[99],"poster_path":"\/9eqMAckoqP1Kr55Zrqq8muXd3GL.jpg","backdrop_path":"\/5JJJYF9TtkYKyS6rCoorZ2QHdI7.jpg","release_date":"2019-05-09","popularity":2.341,"vote_average":8.2,"id":514734,"adult":false,"vote_count":6},{"overview":"Never-before-seen testimony is included in this documentary on Emmett Louis Till, who, in 1955, was brutally murdered after he whistled at a white woman.","original_language":"en","original_title":"The Untold Story of Emmett Louis Till","video":false,"title":"The Untold Story of Emmett Louis Till","genre_ids":[99],"poster_path":"\/5eYeWoIUFCpOnAOBdYk4xAgK38w.jpg","backdrop_path":null,"release_date":"2005-01-01","popularity":2.829,"vote_average":7.8,"id":26872,"adult":false,"vote_count":4},{"overview":"“Journey to the Oscars” features in-depth, emotional stories about some of the most notable 2016 Oscar nominees, including Sylvester Stallone, Brie Larson, Bryan Cranston, Sir Ridley Scott and Matt Damon. Using a cinematic, documentary-style approach, the one-hour special focuses on the key moments that have defined each one as an artist and put the nominee on their unique path to Hollywood’s biggest night. Anchored by Robin Roberts","original_language":"en","original_title":"Journey to the Oscars","video":false,"title":"Journey to the Oscars","genre_ids":[99],"poster_path":"\/tT5P22JWEmRUM5jNj9kS7Vl2KLj.jpg","backdrop_path":"\/r65ltFjEwSgQp5Wtq0LbOrKIM0Y.jpg","release_date":"2016-02-26","popularity":2.316,"vote_average":6.7,"id":381947,"adult":false,"vote_count":13},{"overview":"Exposing the dark underbelly of modern animal agriculture through drones, hidden & handheld cameras, the feature-length film explores the morality and validity of our dominion over the animal kingdom.","original_language":"en","original_title":"Dominion","video":false,"title":"Dominion","genre_ids":[99],"poster_path":"\/sipSZ6Gcuz6O7gzQbLdskpwjh7V.jpg","backdrop_path":"\/7XAFHLjVY4rHQci2F9YM3MN8zrN.jpg","release_date":"2018-03-29","popularity":4.38,"vote_average":9,"id":472796,"adult":false,"vote_count":10},{"overview":"British documentarian Nick Broomfield creates a follow-up piece to his 1992 documentary of the serial killer Aileen Wuornos, a highway prostitute who was convicted of killing six men in Florida between 1989 and 1990. Interviewing an increasingly mentally unstable Wuornos, Broomfield captures the distorted mind of a murderer whom the state of Florida deems of sound mind -- and therefore fit to execute. Throughout the film, Broomfield includes footage of his testimony at Wuornos' trial.","original_language":"en","original_title":"Aileen: Life and Death of a Serial Killer","video":false,"title":"Aileen: Life and Death of a Serial Killer","genre_ids":[99],"poster_path":"\/6xK0WqH2fxGHXFFqOV0M96oTNC7.jpg","backdrop_path":"\/i6BfYwa7DCbQgzggGFCaXUYIamp.jpg","release_date":"2003-09-09","popularity":3.624,"vote_average":7.1,"id":37088,"adult":false,"vote_count":64},{"overview":"Oliver Stone documentary charted the post-WW2 history of the United States.","original_language":"en","original_title":"The Untold History of the United States","video":false,"title":"The Untold History of the United States","genre_ids":[99,36],"poster_path":"\/2nYjAjtBVEU6mMgCwwu75dkG7Gl.jpg","backdrop_path":null,"release_date":"2012-11-12","popularity":2.566,"vote_average":8.3,"id":189215,"adult":false,"vote_count":37},{"overview":"In this one-hour documentary, superstar Miley Cyrus allows unprecedented access into her extraordinary life as she rises to the challenge of presenting a new and sometimes controversial persona to the public. As a teenage star, Miley amassed millions of passionate international fans who followed her every move. Three years later, she attempts to shed her previous image while embracing music full time. Whether in the studio, at a performance, or on the set of her latest music video, Miley exudes the confidence of a creative young woman in a period of radical self-discovery who still inspires legions of admirers while confronting her critics. Ultimately, the film is an intimate portrait that captures Miley's exuberantand spirited life, her evolving identity, and her exciting transformation into amusic icon.","original_language":"en","original_title":"Miley: The Movement","video":false,"title":"Miley: The Movement","genre_ids":[99],"poster_path":"\/w2tBt7155g38ZHoy50ObVD1h863.jpg","backdrop_path":"\/zLNN5uRwA74tkjRESFeCW91It8Y.jpg","release_date":"2013-10-02","popularity":1.871,"vote_average":8.6,"id":225513,"adult":false,"vote_count":15},{"overview":"Gloria Allred overcame trauma and personal setbacks to become one of the nation’s most famous women’s rights attorneys. Now the feminist firebrand takes on two of the biggest adversaries of her career, Bill Cosby and Donald Trump, as sexual violence allegations grip the nation and keep her in the spotlight.","original_language":"en","original_title":"Seeing Allred","video":false,"title":"Seeing Allred","genre_ids":[99],"poster_path":"\/aJPw57sMUlYtmD8WvYvOrzMBt9I.jpg","backdrop_path":"\/nHMDV9T4zlGm1jBbjNCYA3rwgs5.jpg","release_date":"2018-01-21","popularity":3.793,"vote_average":7.3,"id":490818,"adult":false,"vote_count":14},{"overview":"'Ringers: Lord of the Fans' is a feature-length documentary that explores how \"The Lord of the Rings\" has influenced Western popular culture over the past 50 years.","original_language":"en","original_title":"Ringers - Lord of the Fans","video":false,"title":"Ringers - Lord of the Fans","genre_ids":[99],"poster_path":"\/nZ1uvAMiX5Hxiq0ZxRzc2NhFOQY.jpg","backdrop_path":"\/v1ldA0MCJWJ33frUQMHtzlV23E.jpg","release_date":"2005-01-21","popularity":2.08,"vote_average":4.8,"id":71506,"adult":false,"vote_count":7},{"overview":"In the 1950s, Tab Hunter was number one at the box office and number one on the music charts and was Hollywood’s most sought-after young star. Natalie Wood, Debbie Reynolds and Sophia Loren were just a few of the actresses he was romantically linked to. He was America’s Boy Next Door and nothing, it seemed, could damage Tab Hunter’s career. Nothing, that is, except for the fact that Tab Hunter was secretly gay. Now, the secret is out.","original_language":"en","original_title":"Tab Hunter Confidential","video":false,"title":"Tab Hunter Confidential","genre_ids":[99],"poster_path":"\/uAP5olRI4tZR7ouRPrs1VrYk4iw.jpg","backdrop_path":"\/3thoXSZ920BotNYAUo75y4f7OjZ.jpg","release_date":"2015-03-15","popularity":3.004,"vote_average":7.7,"id":324314,"adult":false,"vote_count":27},{"overview":"The special is hosted by Tony Danza and Annie Potts celebrating 50 years of William Hanna and Joseph Barbera's partnership in animation. This is the first animated project to be broadcast in Dolby Surround sound system.","original_language":"en","original_title":"Hanna-Barbera's 50th","video":false,"title":"Hanna-Barbera's 50th","genre_ids":[16,99],"poster_path":"\/l4AVXun5TK6dWHyvv3gONofd4jz.jpg","backdrop_path":null,"release_date":"1989-07-17","popularity":1.161,"vote_average":6.8,"id":366384,"adult":false,"vote_count":6},{"overview":"Negative media coverage on the never-ending whaling issue prompted first-time documentary filmmaker Keiko Yagi to find out more about the topic. With no budget, limited experience in filmmaking, no fluency in English, but armed with a video camera and a strong desire to find out about the truth of the matter on whaling, Yagi started her research.","original_language":"en","original_title":"Behind 'The Cove'","video":false,"title":"Behind 'The Cove'","genre_ids":[99],"poster_path":"\/87E2m5jzhqMJqTS9rZjFgYjEkf.jpg","backdrop_path":null,"release_date":"2015-12-01","popularity":1.707,"vote_average":4.5,"id":418685,"adult":false,"vote_count":4},{"overview":"After two decades of filming weddings Doug had long wondered what became of those couples.. Are they still together? Is married life what they thought it would be? How have they navigated the inevitable ups and downs of marriage over the long haul? Driven by deep curiosity to answer these questions, he begins to track down and interview his wedding couples, juxtaposing wedding day flashbacks with present-day reality as he explores themes of love and marital commitment and to ask them all the same question: After years of being married, what would be your advice be for a young couple soon to be married?","original_language":"en","original_title":"112 Weddings","video":false,"title":"112 Weddings","genre_ids":[99],"poster_path":"\/eFVA9pldRBLvV1KGzsWgLbfEpLK.jpg","backdrop_path":"\/yuFGG9vW9ZTlvuVSyWDyIn4RJkE.jpg","release_date":"2014-06-13","popularity":2.081,"vote_average":6.7,"id":262390,"adult":false,"vote_count":6},{"overview":"The life of Jeremiah Tower, one of the most controversial, outrageous, and influential figures in the history of American gastronomy.","original_language":"en","original_title":"Jeremiah Tower: The Last Magnificent","video":false,"title":"Jeremiah Tower: The Last Magnificent","genre_ids":[99],"poster_path":"\/nzJMoWDH9lWT23mYpduK7tEUBxs.jpg","backdrop_path":"\/bOr6lbKIEDUwEwDI1RTBkTLQ731.jpg","release_date":"2016-07-29","popularity":3.09,"vote_average":6.5,"id":392734,"adult":false,"vote_count":4},{"overview":"A documentary focused on the 2016 United States presidential election and then-candidate Donald Trump's supporters.","original_language":"en","original_title":"American Chaos","video":false,"title":"American Chaos","genre_ids":[99],"poster_path":"\/ye6xgueO5LaMVZaReT6jXMwFSYq.jpg","backdrop_path":"\/wdGrHzUBxY2gcs0GwGBO2J8L1qd.jpg","release_date":"2018-09-14","popularity":4.144,"vote_average":6.5,"id":530454,"adult":false,"vote_count":8},{"overview":"","original_language":"de","original_title":"Expedition Happiness","video":false,"title":"Expedition Happiness","genre_ids":[99],"poster_path":"\/lS09wiv0IF3n3lONGOtZo5EXqac.jpg","backdrop_path":"\/7BAy0m2E8Cz93GUNwjLrzKHCU73.jpg","release_date":"2017-05-04","popularity":3.682,"vote_average":6.8,"id":455918,"adult":false,"vote_count":58},{"overview":"Dolours Price, the infamous IRA radical convicted of bombing England's Old Bailey in 1973, granted a series of revealing interviews in 2010 on the strict condition of their posthumous release. The interviews, brought to life through vividly cinematic reenactments, uncover the birth of her fierce commitment to Irish Republicanism. Price revisits the bombing and the 200-day hunger strike that followed, and discusses her role in the disappearances of some suspected Republican informants. With 2018 marking the 20th anniversary since the signing of the Good Friday Agreement, and 50 years since the start of the Troubles, filmmaker Maurice Sweeney presents an eye-opening portrait of a once passionate, now disillusioned nationalist whose clarity of purpose both inspired allegiance and promised terror for so many.","original_language":"en","original_title":"I, Dolours","video":false,"title":"I, Dolours","genre_ids":[99],"poster_path":"\/qZulJYDCZI8NXdWUBTPOl2qMWKF.jpg","backdrop_path":"\/8iQaiL0HwaWydF1R773WePo9cgH.jpg","release_date":"2018-08-31","popularity":2.619,"vote_average":6.3,"id":521703,"adult":false,"vote_count":3},{"overview":"A documentary on the music, performers, attitude and distinctive look that made up punk rock.","original_language":"en","original_title":"Punk: Attitude","video":false,"title":"Punk: Attitude","genre_ids":[99,10402],"poster_path":"\/ffBGyNCu90QGMDkddSPP62sPFmd.jpg","backdrop_path":"\/yYjgFtP09YJdktE78xDJf7UvxI9.jpg","release_date":"2005-07-04","popularity":2.757,"vote_average":7.1,"id":24616,"adult":false,"vote_count":20},{"overview":"'Iceberg Slim: Portrait of a Pimp', examines the tumultuous life of legendary Chicago pimp Iceberg Slim (1918-1992) and how he reinvented himself from pimp to author of 7 groundbreaking books. These books were the birth of Street Lit and explored the world of the ghetto in gritty and poetic detail and have made him a cultural icon. Interviews with Iceberg Slim, Chris Rock, Henry Rollins, Ice-T, Snoop Dogg, and Quincy Jones.","original_language":"en","original_title":"Iceberg Slim: Portrait of a Pimp","video":false,"title":"Iceberg Slim: Portrait of a Pimp","genre_ids":[99],"poster_path":"\/wsL9WDSyCFvWNJah2wBs6B8Aiez.jpg","backdrop_path":"\/pUQyC2CcwIvzM4I00MC93kgokkf.jpg","release_date":"2013-07-19","popularity":1.066,"vote_average":6.4,"id":124073,"adult":false,"vote_count":8}],[{"overview":"At a 2012 pre-season high-school football party in Steubenville, Ohio, a young woman was raped by members of the beloved high school football team. The aftermath exposed an entire culture of complicity—and Roll Red Roll maps out the roles that peer pressure, denial, sports machismo, and social media each played in the tragedy.","original_language":"en","original_title":"Roll Red Roll","video":false,"title":"Roll Red Roll","genre_ids":[99],"poster_path":"\/3ZW55n8xCLNdzFstezMHPvU7zDX.jpg","backdrop_path":"\/uDR8SzmElPEBNeCDzolg6M8KAkb.jpg","release_date":"2019-03-22","popularity":4.062,"vote_average":7.3,"id":509904,"adult":false,"vote_count":18},{"overview":"A meditation on youth, war and stunning bravery, featuring footage, taken from the National Archives, from the documentary filmed in 1943 by legendary Hollywood director William Wyler about the famous Memphis Belle flying fortress and the gripping narration from some of the last surviving B-17 pilots.","original_language":"en","original_title":"The Cold Blue","video":false,"title":"The Cold Blue","genre_ids":[99,36,10752,10770],"poster_path":"\/QWiFPiyGGO5nz8pUGGKPPc9IQi.jpg","backdrop_path":"\/7HK0A6JbdAay1DvCXOk5LGiqyyX.jpg","release_date":"2018-05-23","popularity":3.336,"vote_average":6.5,"id":523818,"adult":false,"vote_count":11},{"overview":"Ross McElwee sets out to make a documentary about the lingering effects of General Sherman's march of destruction through the South during the Civil War, but is continually sidetracked by women who come and go in his life, his recurring dreams of nuclear holocaust, and Burt Reynolds.","original_language":"en","original_title":"Sherman's March","video":false,"title":"Sherman's March","genre_ids":[99],"poster_path":"\/qvqp3zJNm8VbLzgVJYA48BvmaHl.jpg","backdrop_path":"\/ce8iO3sSv4CCoesn3uiSQXofkbM.jpg","release_date":"1985-11-13","popularity":2.9,"vote_average":7,"id":41480,"adult":false,"vote_count":15},{"overview":"ŽIŽEK! trails the thinker as he crisscrosses the globe, racing from New York City lecture halls, through the streets of Buenos Aires, and even stopping at home in Ljubljana, Slovenia. All the while Žižek obsessively reveals the invisible workings of ideology through his unique blend of Lacanian psychoanalysis, Marxism, and critique of pop culture.","original_language":"sl","original_title":"Žižek!","video":false,"title":"Žižek!","genre_ids":[99],"poster_path":"\/4hyDPlnhXRN9UKnMkbeeCTvZZnJ.jpg","backdrop_path":"\/2wclxLCqe2andwIfp4zHIiAvT8W.jpg","release_date":"2005-11-18","popularity":2.04,"vote_average":6.7,"id":16190,"adult":false,"vote_count":15},{"overview":"Documentary on the effects of 1970s filmmaking.","original_language":"en","original_title":"A Decade Under the Influence","video":false,"title":"A Decade Under the Influence","genre_ids":[35,99,10749],"poster_path":"\/mDtrUATIYpVHESea98K0uRa1puP.jpg","backdrop_path":"\/i6PnbwhxZlSwXP1kYprWHU4b2cN.jpg","release_date":"2003-04-25","popularity":3.795,"vote_average":7.8,"id":38868,"adult":false,"vote_count":17},{"overview":"Culled from more than 100 hours of new and archival interviews with former Manson cult members, this two-hour special goes inside Spahn’s Ranch, where the Manson cult lived, to offer an intimate and terrifying look into America’s most murderous group.","original_language":"en","original_title":"Inside the Manson Cult: The Lost Tapes","video":false,"title":"Inside the Manson Cult: The Lost Tapes","genre_ids":[99,10770],"poster_path":"\/9F7DdbBtKTSDKJFIb2Z7osDlIlG.jpg","backdrop_path":"\/xHDoXLooKroH2D3i09ggj2zjTun.jpg","release_date":"2018-09-17","popularity":3.693,"vote_average":7,"id":544827,"adult":false,"vote_count":17},{"overview":"Documentary sequel that offers a close-up look into the personal lives of the legendary porn stars who've survived the test of time and influenced popular culture. Blends rare interviews with erotic clips and additional appearances by Whoopi Goldberg, Steven Soderbergh and a host of adult stars, directors and trendsetters.","original_language":"en","original_title":"X-Rated 2: The Greatest Adult Stars of All-Time","video":false,"title":"X-Rated 2: The Greatest Adult Stars of All-Time","genre_ids":[99],"poster_path":"\/dW8AzndbV7gRYtmYLPSmHscugce.jpg","backdrop_path":"\/pFBE7cPzkG8WkPQt46Cqgpo7n0c.jpg","release_date":"2016-10-28","popularity":3.396,"vote_average":4.9,"id":427719,"adult":false,"vote_count":18},{"overview":"A documentary of the German National soccer team’s 2006 World Cup experience that changed the face of modern Germany.","original_language":"de","original_title":"Deutschland. Ein Sommermärchen","video":false,"title":"Germany: A Summer's Fairytale","genre_ids":[99],"poster_path":"\/4i5GtbhhRbGkvOXrK5ZdFPaHs3F.jpg","backdrop_path":"\/hVwVcJ1oc3Opts4dV8moqvmX7J6.jpg","release_date":"2006-10-03","popularity":2.193,"vote_average":6.9,"id":286,"adult":false,"vote_count":29},{"overview":"Morgan Spurlock (Super Size Me) tours the Middle East to discuss the war on terror with Arabic people.","original_language":"en","original_title":"Where in the World Is Osama Bin Laden?","video":false,"title":"Where in the World Is Osama Bin Laden?","genre_ids":[99],"poster_path":"\/k6v75UDkAN2Hf5z5cvu8sg9YMkp.jpg","backdrop_path":"\/oweMrpifKRPe3rpoGRR7Wmqp2qe.jpg","release_date":"2008-01-21","popularity":2.862,"vote_average":6.3,"id":12179,"adult":false,"vote_count":31},{"overview":"To Hell and Back: The Kane Hodder Story is the harrowing story of a stuntman overcoming a dehumanizing childhood filled with torment and bullying in Sparks, Nevada. After surviving a near-death burn accident, he worked his way up through Hollywood, leading to his ultimate rise as Jason Voorhees in the Friday the 13th series and making countless moviegoers forever terrified of hockey masks and summer camp. Featuring interviews with cinema legends, including Bruce Campbell (Ash vs. Evil Dead), Robert Englund (Freddy Krueger), and Cassandra Peterson (Elvira: Mistress of the Dark), To Hell and Back peels off the mask of Kane Hodder, cinema's most prolific killer, in a gut-wrenching, but inspiring, documentary. After decades of watching Kane Hodder on screen, get ready to meet the man behind the mask in To Hell and Back - an uniquely human story about one of cinema's most vicious monsters.","original_language":"en","original_title":"To Hell and Back: The Kane Hodder Story","video":false,"title":"To Hell and Back: The Kane Hodder Story","genre_ids":[99],"poster_path":"\/5o2ll3RnX3LBWTduZyiYevst4Xw.jpg","backdrop_path":"\/vIsieWr3MIAOba1UiyQHePfxTfh.jpg","release_date":"2018-07-13","popularity":2.009,"vote_average":8.1,"id":464756,"adult":false,"vote_count":7},{"overview":"The life and career of rock n' roll icon Joan Jett from her early years ripping it up onstage as the founder and backbone of hard-rock legends The Runaways, to her long time collaboration with Kenny Laguna as Joan Jett & the Blackhearts, and her enduring presence in pop culture as a rock pioneer and mentor. With her inimitable singles \"I Love Rock n Roll,\" and \"Bad Reputation\" Joan Jett inspired a generation of young women to rock.","original_language":"en","original_title":"Bad Reputation","video":false,"title":"Bad Reputation","genre_ids":[99,10402],"poster_path":"\/oOityrTfGUSBnpdv6J9ykj3amHd.jpg","backdrop_path":"\/Ab36upNGtC4EOfsPGs7WrBjdEQH.jpg","release_date":"2018-09-28","popularity":3.88,"vote_average":6.2,"id":493092,"adult":false,"vote_count":10},{"overview":"A chronicle of the life, work and mind that created the Cthulhu mythos.","original_language":"en","original_title":"Lovecraft: Fear of the Unknown","video":false,"title":"Lovecraft: Fear of the Unknown","genre_ids":[99],"poster_path":"\/ngzUKBDPjOpdhTNaZDqG85sdfnA.jpg","backdrop_path":"\/xgrYsSfvgZlQYXgrUWrBDO4h0wN.jpg","release_date":"2008-07-24","popularity":3.731,"vote_average":7.2,"id":44038,"adult":false,"vote_count":25},{"overview":"Sallie Gardner at a Gallop was one of the earliest silent films — a production experiment by the photographer Eadward Muybridge on June 15, 1878 that led to the development of motion pictures. The motion picture consists of 24 photographs in a fast-motion series that were shown on a zoopraxiscope.","original_language":"en","original_title":"Sallie Gardner at a Gallop","video":false,"title":"Sallie Gardner at a Gallop","genre_ids":[99],"poster_path":"\/2E2x8HYXAJpgWbJk4LSpJ8BT8Xl.jpg","backdrop_path":"\/sZY4QiduYnB07OeVYdCo9H3oL8b.jpg","release_date":"1878-06-14","popularity":2.946,"vote_average":6.6,"id":194079,"adult":false,"vote_count":54},{"overview":"Most people think they know the \"McDonald's coffee case,\" but what they don't know is that corporations have spent millions distorting the case to promote tort reform. HOT COFFEE reveals how big business, aided by the media, brewed a dangerous concoction of manipulation and lies to protect corporate interests. By following four people whose lives were devastated by the attacks on our courts, the film challenges the assumptions Americans hold about \"jackpot justice.\"","original_language":"en","original_title":"Hot Coffee","video":false,"title":"Hot Coffee","genre_ids":[99],"poster_path":"\/4HiYwUGJAs1W6VmY0u7WtX65Mta.jpg","backdrop_path":"\/6ZporlOveJVxc2COH1S4Tzzn71C.jpg","release_date":"2011-06-27","popularity":2.852,"vote_average":7.4,"id":68200,"adult":false,"vote_count":27},{"overview":"The Weight of Chains is a Canadian documentary film that takes a critical look at the role that the US, NATO and the EU played in the tragic breakup of a once peaceful and prosperous European state - Yugoslavia. The film, bursting with rare stock footage never before seen by Western audiences, is a creative first-hand look at why the West intervened in the Yugoslav conflict, with an impressive roster of interviews with academics, diplomats, media personalities and ordinary citizens of the former Yugoslav republics. This film also presents positive stories from the Yugoslav wars - people helping each other regardless of their ethnic background, stories of bravery and self-sacrifice.","original_language":"en","original_title":"The Weight of Chains","video":false,"title":"The Weight of Chains","genre_ids":[99,36],"poster_path":"\/eqMAvPkCGnkjzRiNBspvDjuVYjW.jpg","backdrop_path":null,"release_date":"2010-12-17","popularity":1.765,"vote_average":8,"id":64924,"adult":false,"vote_count":13},{"overview":"Set aboard a hulking fishing vessel as it navigates the treacherous waves off the New England coast. The very waters that once inspired Moby Dick, the film captures the harsh, unforgiving world of the fishermen in starkly haunting, yet beautiful detail.","original_language":"en","original_title":"Leviathan","video":false,"title":"Leviathan","genre_ids":[99],"poster_path":"\/cO8D5E08SnUezFGKDoGYLHGXfWK.jpg","backdrop_path":"\/fFy8YgmgHbrQDTFBDz0btNXZcqR.jpg","release_date":"2013-03-01","popularity":3.595,"vote_average":6.9,"id":127962,"adult":false,"vote_count":43},{"overview":"Horror fan Tal Zimerman examines the psychology of horror around the world to find out why people love to be scared.","original_language":"en","original_title":"Why Horror?","video":false,"title":"Why Horror?","genre_ids":[99],"poster_path":"\/3eRs20hxd4BwSjFIej493rBkxgu.jpg","backdrop_path":"\/UWtPBaYayX6kLnJYj9dxKd7Cjo.jpg","release_date":"2015-10-30","popularity":1.777,"vote_average":6.1,"id":291540,"adult":false,"vote_count":12},{"overview":"The documentary explores the enigmatic life and music of Harry Nilsson in an attempt to answer the question, \"Who is Harry Nilsson?\" The film includes new and archive audio and film including interviews with Robin Williams, Yoko Ono, Van Dyke Parks, Randy Newman, Ray Cooper, the Smothers Brothers, and Micky Dolenz. \"Who is Harry Nilsson?\" uses promotional films, music videos, and home movies; segments from the unreleased documentary made during the recording of Son of Schmilsson (Did Somebody Drop His Mouse?); and excerpts from Nilsson's rare TV appearances in his BBC specials, the \"Smothers Brothers Comedy Hour\", \"Playboy After Dark\", and in an episode of \"The Ghost and Mrs. Muir\".","original_language":"en","original_title":"Who Is Harry Nilsson (And Why Is Everybody Talkin' About Him?)","video":false,"title":"Who Is Harry Nilsson (And Why Is Everybody Talkin' About Him?)","genre_ids":[99,10402],"poster_path":"\/uh3jCuKCd50EwBYPSUMG9rK9v6y.jpg","backdrop_path":"\/p3Pv71VLv4ffRziGxQKkZ4ncakc.jpg","release_date":"2010-10-26","popularity":2.948,"vote_average":7.6,"id":53079,"adult":false,"vote_count":14},{"overview":"The story of Leon Vitali, who surrendered his promising acting career to become Stanley Kubrick's devoted right-hand man.","original_language":"en","original_title":"Filmworker","video":false,"title":"Filmworker","genre_ids":[99],"poster_path":"\/qmZDdrb0nwrV6UMNQQWQh60t7pq.jpg","backdrop_path":"\/xbUtrOQ6YLa5PFTN27LE9NNy8Gz.jpg","release_date":"2018-05-11","popularity":3.201,"vote_average":7.2,"id":458080,"adult":false,"vote_count":25},{"overview":"In 1982, three 11 year-olds in Mississippi set out to remake their favorite film: Raiders of the Lost Ark. It took seven turbulent years that tested the limits of their friendship and nearly burned down their mother's house. By the end, they had completed every scene except one... the explosive airplane scene. 30 years later, they attempt to finally realize their childhood dream by building a replica of the 75 foot \"Flying Wing\" plane from Raiders in a mud pit in the backwoods of Mississippi... and then blow it up! This is the story behind the making of what is known as \"the greatest fan film ever made.\"","original_language":"en","original_title":"Raiders!: The Story of the Greatest Fan Film Ever Made","video":false,"title":"Raiders!: The Story of the Greatest Fan Film Ever Made","genre_ids":[99],"poster_path":"\/6qH6ZkqIPtMvETKSaWNnRNLV6Te.jpg","backdrop_path":"\/rk47cNWdb0L66eQahvr6p9dvZAh.jpg","release_date":"2015-03-14","popularity":3.208,"vote_average":7.2,"id":329697,"adult":false,"vote_count":31}],[{"overview":"Based on Robert Sullivan’s bestselling book, Morgan Spurlock and his team travel around the world to bring viewers face to face with rats while delving into humans’ complicated relationship with the creepy creatures.","original_language":"en","original_title":"Rats","video":false,"title":"Rats","genre_ids":[99],"poster_path":"\/pnNU8XWBjqUMEVk6r9J9VCY9RXl.jpg","backdrop_path":"\/gFmHAVwDJ2JgW5cSWRRFi92eVBS.jpg","release_date":"2016-09-23","popularity":3.308,"vote_average":6.2,"id":410794,"adult":false,"vote_count":33},{"overview":"Tornado Alley documents two unprecedented missions seeking to encounter one of Earth’s most awe-inspiring events—the birth of a tornado. Filmmaker Sean Casey’s personal quest to capture the birth of a tornado with a 70mm camera takes viewers on a breathtaking journey into the heart of the storm. A team of equally driven scientists, the VORTEX2 researchers, experience the relentless strength of nature’s elemental forces as they literally surround tornadoes and the supercell storms that form them, gathering the most comprehensive severe weather data ever collected.","original_language":"en","original_title":"Tornado Alley","video":false,"title":"Tornado Alley","genre_ids":[99],"poster_path":"\/18a2Gx8thZZu7Fnb5VWia2H75p0.jpg","backdrop_path":"\/nagHakC9Uc6CJedcmLKOOvqtS71.jpg","release_date":"2011-03-18","popularity":1.769,"vote_average":6.5,"id":53436,"adult":false,"vote_count":6},{"overview":"Master filmmaker Alexander Sokurov (Russian Ark) transforms a portrait of the world-renowned museum into a magisterial, centuries-spanning reflection on the relation between art, culture and power.","original_language":"fr","original_title":"Francofonia","video":false,"title":"Francofonia","genre_ids":[99,18,36],"poster_path":"\/mtiUzfEFofWtf6c7Pj0EqLGqO8W.jpg","backdrop_path":"\/wB1o4rbRQf6QkggFB2ZCJOK34tp.jpg","release_date":"2015-11-11","popularity":3.454,"vote_average":6.6,"id":296449,"adult":false,"vote_count":30},{"overview":"5 years ago Kevin Smith tried to end his career with the movie Tusk. Enjoy this documentary on the making of Tusk 'Walrus Yes'.","original_language":"en","original_title":"Walrus Yes: The Making of Tusk","video":false,"title":"Walrus Yes: The Making of Tusk","genre_ids":[99],"poster_path":"\/3PuFv72nDzSF5gGKZVGTgRDRQJB.jpg","backdrop_path":null,"release_date":"2019-09-19","popularity":2.232,"vote_average":9,"id":632567,"adult":false,"vote_count":1},{"overview":"A look at the abduction phenomonen","original_language":"en","original_title":"Extraordinary: The Seeding","video":false,"title":"Extraordinary: The Seeding","genre_ids":[99],"poster_path":null,"backdrop_path":null,"release_date":"2019-09-03","popularity":2.243,"vote_average":8,"id":629503,"adult":false,"vote_count":1},{"overview":"Filmmaker Adam Scorgie explores the illegal marijuana industry in British Columbia, revealing how the international business is most likely more profitable than it would be if it was lawful in this enlightening documentary. Marijuana growers, law enforcement officials, physicians, politicians, criminologists, economists and celebrities—including comedian Tommy Chong—shed light on this topical subject in a series of compelling interviews.","original_language":"en","original_title":"The Union: The Business Behind Getting High","video":false,"title":"The Union: The Business Behind Getting High","genre_ids":[35,99],"poster_path":"\/iPLeToJTOzpSAtDMkL5Wc23jH4A.jpg","backdrop_path":"\/14iCpsTz9H67hdmxKIjOkQlBVc0.jpg","release_date":"2007-05-08","popularity":2.947,"vote_average":7.4,"id":36443,"adult":false,"vote_count":43},{"overview":"The Big One is an investigative documentary from director Michael Moore who goes around the country asking why big American corporations produce their product abroad where labor is cheaper while so many Americans are unemployed, losing their jobs, and would happily be hired by such companies as Nike.","original_language":"en","original_title":"The Big One","video":false,"title":"The Big One","genre_ids":[99],"poster_path":"\/3wwTvMxQfyyuvXaXLmLXnG2Dp3Z.jpg","backdrop_path":"\/j6o3p8QHoqBux9tVX706V9jtzLg.jpg","release_date":"1998-04-10","popularity":4.586,"vote_average":6.9,"id":1774,"adult":false,"vote_count":44},{"overview":"A full-length documentary that follows the history of Captain America from 1941 to present and explores how “Cap” has been a reflection of the changing times and the world he has existed in throughout the years. Fans will hear from various Marvel luminaries including Stan Lee, Joe Quesada, Clark Gregg, Ming-Na Wen, Chloe Bennet, Jeph Loeb, Louis D’Esposito, Chris Evans and Hayley Attwell, as well as family members of Cap’s creators.","original_language":"en","original_title":"Marvel's Captain America: 75 Heroic Years","video":false,"title":"Marvel's Captain America: 75 Heroic Years","genre_ids":[99],"poster_path":"\/mTs7YKbpkOAjBmurCqVcrcXO6aZ.jpg","backdrop_path":"\/imNWunDxhfs8Ers1L2dQP7E9TNf.jpg","release_date":"2016-01-19","popularity":3.803,"vote_average":7.3,"id":379040,"adult":false,"vote_count":17},{"overview":"James Cameron take several survivors from the German ship and crew, and together use state of the art technology to discover the ship wreck as it is today. Diving in submersibles and using ROV's we get to see the inside of the giant ship from WWII which sits on the bottom of the sea.","original_language":"en","original_title":"Expedition Bismarck","video":false,"title":"Expedition Bismarck","genre_ids":[99],"poster_path":"\/rOJ51POaZh2MOOoUSrHVyy1JJip.jpg","backdrop_path":"\/qCJrz47sEoFZ694WVDOAyNTQmVP.jpg","release_date":"2002-12-08","popularity":1.831,"vote_average":6.8,"id":25314,"adult":false,"vote_count":6},{"overview":"Documentary on the Shackleton Antartic expedition. A retelling of Sir Ernest Shackleton's ill-fated expedition to Antarctica in and the crew of his vessel 'The Endurance', which was trapped in the ice floes and frigid open ocean of the Antarctic in 1914. Shackleton decided, with many of his crew injured and weak from exposure and starvation, to take a team of his fittest men and attempt to find help. Setting out in appalling conditions with hopelessly inadequate equipment, they endured all weather and terrain and finally reached safety. Persuading a local team of his confidence that the abandoned team would still be alive, he set out again to find them. After almost 2 years trapped on the ice, all members of the crew were finally rescued.","original_language":"en","original_title":"The Endurance: Shackleton's Legendary Antarctic Expedition","video":false,"title":"The Endurance: Shackleton's Legendary Antarctic Expedition","genre_ids":[99,36],"poster_path":"\/xZcCcDhpbFzIYFSZoCRh49kE17b.jpg","backdrop_path":"\/wuPyR0nRlF37DrLaH5RKfymcl8e.jpg","release_date":"2000-09-02","popularity":2.467,"vote_average":7,"id":32567,"adult":false,"vote_count":17},{"overview":"A filmmaker examines the rise of right-wing media through the lens of her father, whose immersion in it radicalized him and rocked the foundation of their family. She discovers this political phenomenon recurring in living rooms everywhere, and reveals the consequences conservative media has had on families and a nation.","original_language":"en","original_title":"The Brainwashing of My Dad","video":false,"title":"The Brainwashing of My Dad","genre_ids":[99],"poster_path":"\/gITVueWeMsfqVy5qkRzME7YOuFa.jpg","backdrop_path":"\/d38HOsXJ128w8ngieCCAhkvniFU.jpg","release_date":"2015-07-29","popularity":2.012,"vote_average":6.2,"id":385581,"adult":false,"vote_count":9},{"overview":"\"Trinity and Beyond\" is an unsettling yet visually fascinating documentary presenting the history of nuclear weapons development and testing between 1945-1963. Narrated by William Shatner and featuring an original score performed by the Moscow Symphony Orchestra, this award-winning documentary reveals previously unreleased and classified government footage from several countries.","original_language":"en","original_title":"Trinity And Beyond: The Atomic Bomb Movie","video":false,"title":"Trinity And Beyond: The Atomic Bomb Movie","genre_ids":[99],"poster_path":"\/hFm4pS6M8UNQH5TLy1a2Ekyj91b.jpg","backdrop_path":"\/x2yX5LE1RRbD8fwTyi8YUDTJQKZ.jpg","release_date":"1995-09-29","popularity":4.06,"vote_average":7.4,"id":21846,"adult":false,"vote_count":28},{"overview":"A feature-length documentary film about hip-hop DJing, otherwise known as turntablism. From the South Bronx in the 1970s to San Francisco now, the world's best scratchers, beat-diggers, party-rockers, and producers wax poetic on beats, breaks, battles, and the infinite possibilities of vinyl.","original_language":"en","original_title":"Scratch","video":false,"title":"Scratch","genre_ids":[99,10402],"poster_path":"\/562QfLNfen7UarDhFk2TqpnyOYp.jpg","backdrop_path":"\/ksZVKwHd8AUi4OtJyu3BfaSZdJ6.jpg","release_date":"2001-11-07","popularity":1.454,"vote_average":7.9,"id":18984,"adult":false,"vote_count":14},{"overview":"For years, the murder of Chilean protest singer Victor Jara was blamed on an official in Pinochet's army. Now in exile, he tries to exonerate himself.","original_language":"en","original_title":"ReMastered: Massacre at the Stadium","video":false,"title":"ReMastered: Massacre at the Stadium","genre_ids":[99],"poster_path":"\/1X9TvO4yhhRvlT4XNZGhXPen4Lh.jpg","backdrop_path":"\/wu3lWsj8pJQqYpqZDf5ojYFEB6F.jpg","release_date":"2019-01-11","popularity":2.818,"vote_average":8.1,"id":553651,"adult":false,"vote_count":10},{"overview":"Compared to girls, research shows that boys in the U.S. are more likely to be diagnosed with a behavior disorder, prescribed stimulant medications, fail out of school, binge drink, commit a violent crime, and\/or take their own lives.  Jennifer Siebel Newsom's new documentary film, The Mask You Live In, asks: As a society, how are we failing our boys?","original_language":"en","original_title":"The Mask You Live In","video":false,"title":"The Mask You Live In","genre_ids":[99],"poster_path":"\/hW6URrNba94FwnqJhQEuo56ucf0.jpg","backdrop_path":"\/bDT2JJSVduTPvJJHtUE7EYARgT4.jpg","release_date":"2015-01-01","popularity":3.445,"vote_average":8.3,"id":224972,"adult":false,"vote_count":50},{"overview":"Welcome to the world of the martial arts. A voyage for the times of the martial arts cinema, from the beginning in China in the 6th Century A.C. by a Buddhist monk, Bodhidharma, until the actual time and the influence in the world, with interviews to actors and historians, and a review to the most important movies of all times and to the most famous action movies actors. A magnificent jewel of this genre what nobody wouldn't lose.","original_language":"en","original_title":"Top Fighter","video":false,"title":"Top Fighter","genre_ids":[99,28],"poster_path":"\/nspnCu8uy8tlVYpr6WFVaB7tOnj.jpg","backdrop_path":"\/a8zKM2uLjvhIgM7fJzZK7pF83fy.jpg","release_date":"1999-01-01","popularity":1.462,"vote_average":7,"id":50151,"adult":false,"vote_count":4},{"overview":"Director John Dullaghan’s biographical documentary about infamous poet Charles Bukowski, Bukowski: Born Into This, is as much a touching portrait of the author as it is an exposé of his sordid lifestyle.  Interspersed between ample vintage footage of Bukowski’s poetry readings are interviews with the poet’s fans including such legendary figures such as Lawrence Ferlinghetti, Joyce Fante (wife of John), Bono, and Harry Dean Stanton.  Filmed in grainy black and white by Bukowski’s friend, Taylor Hackford, due to lack of funding, the old films edited into this movie paint Bukowski’s life of boozing and brawling romantically, securing Bukowski’s legendary status.","original_language":"en","original_title":"Bukowski - Born into This","video":false,"title":"Bukowski - Born into This","genre_ids":[99],"poster_path":"\/84jdtVpKSgyGpBy9fdeQZWXiqeI.jpg","backdrop_path":"\/fQtvwc4PPqsManpfgwuKvvDbWzz.jpg","release_date":"2003-01-18","popularity":2.664,"vote_average":7.7,"id":16765,"adult":false,"vote_count":26},{"overview":"Ambushed by Ulster loyalists, three members of the Miami Showband were killed in Northern Ireland in 1975. Was the crime linked to the government?","original_language":"en","original_title":"ReMastered: The Miami Showband Massacre","video":false,"title":"ReMastered: The Miami Showband Massacre","genre_ids":[99],"poster_path":"\/bFXbGsyccxtkPiqp7GQNcFsvvJP.jpg","backdrop_path":"\/4ut6xeTXvZHmmwMNcamozS4rrJk.jpg","release_date":"2019-03-22","popularity":1.935,"vote_average":7.1,"id":553644,"adult":false,"vote_count":9},{"overview":"OCEAN RAMSEY attributes her unparalleled connection with sharks to over a decade of research, but many are convinced it is something more... The media has dubbed her \"The Shark Whisperer\". Battling a looming extinction, Ocean and her team of marine biologists will travel the globe for 12 months, conducting research and expanding their conservation efforts. From renowned scientists and PHDs, to elite athletes and celebrities, \"The Shark Whisperer\" will lead humans from all walks of life out of their element and into the deep... free-diving with some of the worlds most dangerous sharks. Her goal: To give the world the opportunity to see sharks the way she does.","original_language":"en","original_title":"Saving Jaws","video":false,"title":"Saving Jaws","genre_ids":[99],"poster_path":"\/60u0JXGLuAC5EkApM9Tlt4f82Fx.jpg","backdrop_path":"\/w5tQMEiVtshjM9jPjhMxdRNUXcr.jpg","release_date":"2019-06-24","popularity":2.83,"vote_average":0,"id":613476,"adult":false,"vote_count":0},{"overview":"","original_language":"ko","original_title":"나의 노래는 멀리멀리","video":false,"title":"Free My Soul, Free My Song","genre_ids":[99],"poster_path":"\/2RXNJAal2nFz3H4pBZdybUVUoWT.jpg","backdrop_path":"\/5JIdvcgfUeaBvNkC5cPBNmHqX7V.jpg","release_date":"2019-10-03","popularity":1.843,"vote_average":0,"id":624578,"adult":false,"vote_count":0}],[{"overview":"Chronicles the fascinating and often turbulent life of Townes Van Zandt.","original_language":"en","original_title":"Be Here to Love Me","video":false,"title":"Be Here to Love Me","genre_ids":[99,10402],"poster_path":"\/gjep5rHAkBTrL8VXFSEjMM8yJko.jpg","backdrop_path":"\/9N4FGao2fiG9s3j4M43PSXyRmDr.jpg","release_date":"2005-04-03","popularity":2.748,"vote_average":7.7,"id":37416,"adult":false,"vote_count":11},{"overview":"Over the course of one year, this film follows the life of an ordinary Pyongyang family whose daughter was chosen to take part in one of the famous Korean \"Spartakiads\". The ritualized explosions of color and joy contrast sharply with pale everyday reality, which is not particularly terrible, but rather quite surreal, like a typical life as seen \"through the looking glass\".","original_language":"de","original_title":"Im Strahl der Sonne","video":false,"title":"Under the Sun","genre_ids":[99],"poster_path":"\/xGPlH8F8R1VWaG3qwPYwRTDoF07.jpg","backdrop_path":"\/31HGA4A8AAP5BewfbjoBxTylkgl.jpg","release_date":"2016-07-06","popularity":2.182,"vote_average":7.5,"id":369769,"adult":false,"vote_count":53},{"overview":"Ginger Baker is known for playing in Cream and Blind Faith, but the world's greatest drummer didn’t hit his stride until 1972, when he arrived in Nigeria and discovered Fela Kuti's Afrobeat. After leaving Nigeria, Ginger returned to his pattern of drug-induced self-destruction, and countless groundbreaking musical works, eventually settling in South Africa, where the 73-year-old lives with his young bride and 39 polo ponies. This documentary includes interviews with Eric Clapton, Steve Winwood, Carlos Santana and more. Beware of Mr. Baker! With every smash of the drum is a man smashing his way through life.","original_language":"en","original_title":"Beware of Mr. Baker","video":false,"title":"Beware of Mr. Baker","genre_ids":[99],"poster_path":"\/z8U2FGiRoyCej0Mh8VU6iAZVRY9.jpg","backdrop_path":"\/hiLPYyLE5kuSKZn94NJWIbuGcyD.jpg","release_date":"2012-11-28","popularity":3.153,"vote_average":7.6,"id":97610,"adult":false,"vote_count":32},{"overview":"A behind-the-scenes look inside the case to overturn California's ban on same-sex marriage. Shot over five years, the film follows the unlikely team that took the first federal marriage equality lawsuit to the U.S. Supreme Court.","original_language":"en","original_title":"The Case Against 8","video":false,"title":"The Case Against 8","genre_ids":[99],"poster_path":"\/kNdkDoQYb2hcGtiflo9zSdH5mmc.jpg","backdrop_path":"\/xgR73uAyFjP7It7ceFILQTQdaMw.jpg","release_date":"2014-06-06","popularity":2.15,"vote_average":7.9,"id":250651,"adult":false,"vote_count":8},{"overview":"","original_language":"th","original_title":"ชะตาธิปไตย","video":false,"title":"Chatathiptai","genre_ids":[99],"poster_path":"\/gq841U6VZ4RANUBhiVKO4h723Ei.jpg","backdrop_path":null,"release_date":"2019-10-03","popularity":1.848,"vote_average":0,"id":631359,"adult":false,"vote_count":0},{"overview":"","original_language":"fr","original_title":"En territoire hostile","video":false,"title":"En territoire hostile","genre_ids":[99],"poster_path":"\/Anl2OrohxLgmfYMZFMhdFFN1iGm.jpg","backdrop_path":null,"release_date":"2019-10-03","popularity":1.805,"vote_average":0,"id":636431,"adult":false,"vote_count":0},{"overview":"","original_language":"de","original_title":"Leaving the Frame","video":false,"title":"Leaving the Frame","genre_ids":[99],"poster_path":"\/vmtAMpSdXR9voImzp2GWaZNSt8T.jpg","backdrop_path":"\/h2al4Uk03G1qmqNwFe15MQJFEOS.jpg","release_date":"2019-10-03","popularity":1.898,"vote_average":0,"id":628627,"adult":false,"vote_count":0},{"overview":"A story about people whose lives are connected by typewriters. A meditation on creativity and technology featuring Tom Hanks, John Mayer, Sam Shepard, David McCullough and others.","original_language":"en","original_title":"California Typewriter","video":false,"title":"California Typewriter","genre_ids":[99],"poster_path":"\/8tdOPx8TZ6y85BHD0G3sS8anuMY.jpg","backdrop_path":"\/j1z8S3ZfgDn47AegrQoslsdAoHl.jpg","release_date":"2017-08-18","popularity":3.788,"vote_average":7.5,"id":414792,"adult":false,"vote_count":11},{"overview":"This documentary was shown as part of the American Movie Classics (AMC) cable TV channel's celebration of the 30th anniversary of the release of Planet of the Apes (1968). We learn how the original French novel was transformed into the first film.","original_language":"en","original_title":"Behind the Planet of the Apes","video":false,"title":"Behind the Planet of the Apes","genre_ids":[99,878],"poster_path":"\/cpTxfvRrauNpgkV0AU7uJ36ALye.jpg","backdrop_path":"\/oIQEewKRBl4GpTkqBKg6RKwUcVz.jpg","release_date":"1998-09-05","popularity":2.819,"vote_average":6.7,"id":17244,"adult":false,"vote_count":21},{"overview":"A documentary about the 1992 U.S. presidential election based on pirated satellite feeds.","original_language":"en","original_title":"Spin","video":false,"title":"Spin","genre_ids":[99],"poster_path":"\/9xtI9NB5KK8tl1s4rKp20iOHnuz.jpg","backdrop_path":null,"release_date":"1995-10-05","popularity":2.169,"vote_average":8.1,"id":170345,"adult":false,"vote_count":8},{"overview":"This is the true story of a love triangle that takes place entirely online. Lies lead to murder in real life, as a teenage vixen (screen name 'talhotblond') lures men into her web. Revealing a shocking true crime story that shows the Internet's power to unleash our most dangerous fantasies.","original_language":"en","original_title":"Talhotblond","video":false,"title":"Talhotblond","genre_ids":[99],"poster_path":"\/kHi03CxFAfmYE0wsZJMVgWQzU0G.jpg","backdrop_path":"\/x3AfU6egsEHYPdqQ7yOa4nY0nE1.jpg","release_date":"2009-02-01","popularity":2.906,"vote_average":6.9,"id":39246,"adult":false,"vote_count":37},{"overview":"Germany in Autumn does not have a plot per se: it mixes documentary footage, along with standard movie scenes, to give the audience the mood of Germany during the late 1970s. The movie covers the two-month time period during 1977 when a businessman was kidnapped, and later murdered, by the left-wing terrorists of the RAF-Rote Armee Fraktion (Red Army Faction), also known as the Baader-Meinhof gang.","original_language":"de","original_title":"Deutschland im Herbst","video":false,"title":"Germany in Autumn","genre_ids":[99,18],"poster_path":"\/sGHIkZ0l5Yh1sUYyHvcrouYbBna.jpg","backdrop_path":"\/q7H95HShUjpZLzrZ8sVTIKZvZ8d.jpg","release_date":"1978-09-30","popularity":0.749,"vote_average":6.2,"id":12578,"adult":false,"vote_count":10},{"overview":"On August 9, 1988, the NHL was forever changed with the single stroke of a pen. The Edmonton Oilers, fresh off their fourth Stanley Cup victory in five years, signed a deal that sent Wayne Gretzky, a Canadian national treasure and the greatest hockey player ever to play the game, to the Los Angeles Kings in a multi-player, multi-million dollar deal. As bewildered Oiler fans struggled to make sense of the unthinkable, fans in Los Angeles were rushing to purchase season tickets at a rate so fast it overwhelmed the Kings box office. Overnight, a franchise largely overlooked in its 21-year existence was suddenly playing to sellout crowds and standing ovations, and a league often relegated to “little brother” status exploded from 21 teams to 30 in less than a decade.","original_language":"en","original_title":"Kings Ransom","video":false,"title":"Kings Ransom","genre_ids":[99],"poster_path":"\/7Dv5eZJtMYrbkN8bqHkZt2VFXfS.jpg","backdrop_path":"\/4kTwe7M01ZeZzB2V78tYijMpJyg.jpg","release_date":"2009-10-06","popularity":2.215,"vote_average":6.9,"id":54684,"adult":false,"vote_count":11},{"overview":"Iconic snowboarder Travis Rice and friends embark on a multi-year mission to follow the North Pacific Gyre's flow. As Rice and the crew experience the highs and lows of a journey unlike any previously attempted, cutting-edge cinematography captures some of the world's most remote environments bringing breathtaking scenery and thrilling action to viewers worldwide.","original_language":"en","original_title":"The Fourth Phase","video":false,"title":"The Fourth Phase","genre_ids":[99,12],"poster_path":"\/n4lVvZFjcIcxwUIxjlTsl5L5QH4.jpg","backdrop_path":"\/iBCoELev3rB5diyxB2dCNlQed18.jpg","release_date":"2016-10-02","popularity":2.1,"vote_average":6.9,"id":369237,"adult":false,"vote_count":12},{"overview":"Breakfast with Hunter is a feature length documentary starring the infamous outlaw journalist Dr. Hunter S. Thompson. Edited by director Wayne Ewing from cinema verite film and digital video that he shot over many years on the road with Dr. Thompson, Breakfast with Hunter follows several story lines in the trials (literally) and triumphs of this cultural icon who created his own genre of writing - Gonzo journalism.","original_language":"en","original_title":"Breakfast with Hunter","video":false,"title":"Breakfast with Hunter","genre_ids":[99],"poster_path":"\/k40DoiBz2CN8wM4HKb6k3sRo2vE.jpg","backdrop_path":"\/jK4MOzeXKtJA06P7nWYcW75cCSt.jpg","release_date":"2003-06-21","popularity":4.129,"vote_average":6.7,"id":39848,"adult":false,"vote_count":13},{"overview":"This documentary charts 20 years of the French national soccer team, Les Bleus, whose ups and downs have mirrored those of French society.","original_language":"fr","original_title":"Les Bleus - Une autre histoire de France, 1996-2016","video":false,"title":"The Blues: Another Story of France","genre_ids":[99],"poster_path":"\/9KzqmL9I0H4zjH8btYL8TIVxHcD.jpg","backdrop_path":"\/zMiTM4PR3eD2uAd3DhFpVfihlJe.jpg","release_date":"2016-09-04","popularity":2.272,"vote_average":6.7,"id":414711,"adult":false,"vote_count":39},{"overview":"Fame today is more than an obsession. Fame has become what millions of us follow, believe in and seemingly what we care about most - as well as a billion dollar-a-year industry. But what does our intense fascination with celebrity say about us? And how much is too high a price to pay for our own curiosity run rampant?  \"$ELLEBRITY\" is a candid dialogue about the tone and texture of celebrity, past, present and future; an  examination of our pop culture; and an honest look at the quality of our media consumption.","original_language":"en","original_title":"$ellebrity","video":false,"title":"$ellebrity","genre_ids":[99],"poster_path":"\/7fnqvdyUzSwh2ulgSx7hxzd8T7N.jpg","backdrop_path":"\/eAgq3jrcmtAFZzE3UtZlJcSNNV7.jpg","release_date":"2013-01-11","popularity":2.044,"vote_average":5.6,"id":95383,"adult":false,"vote_count":12},{"overview":"Political commentator, author and filmmaker Dinesh D'Souza puts forth the notion that America's history is being replaced by another version in which plunder and exploitation are the defining characteristics. D'Souza also posits that the way the country understands the past will determine the future. Using historic re-enactments, D'Souza explores the lives and sacrifices of some of America's greatest heroes, including George Washington and Frederick Douglass.","original_language":"en","original_title":"America: Imagine the World Without Her","video":false,"title":"America: Imagine the World Without Her","genre_ids":[99],"poster_path":"\/oG8wUgyIHHkoSXqDt3TYSSWHOeJ.jpg","backdrop_path":"\/pcbR1SmqXCvIDAly8Vzbw3yROJV.jpg","release_date":"2014-07-02","popularity":2.23,"vote_average":4.6,"id":276918,"adult":false,"vote_count":51},{"overview":"The filmed account of a large Canadian rock festival train tour.","original_language":"en","original_title":"Festival Express","video":false,"title":"Festival Express","genre_ids":[99,36,10402],"poster_path":"\/426KPKOJ0WDHvsXI3D1AETkeViN.jpg","backdrop_path":"\/7Pe9HA8gzkOjVVHGLdaous7y2F2.jpg","release_date":"2003-09-19","popularity":2.106,"vote_average":6.7,"id":14770,"adult":false,"vote_count":12},{"overview":"Italian documentary film directed by Franco Maresco.","original_language":"it","original_title":"La mafia non è più quella di una volta","video":false,"title":"The Mafia Is No Longer What It Used to Be","genre_ids":[99],"poster_path":"\/zsnpBolq0smZg5Wnhr3jUBXHy5K.jpg","backdrop_path":"\/eD2mM98qC7TVotSvPuUdAfJBFka.jpg","release_date":"2019-09-06","popularity":2.801,"vote_average":7.9,"id":618215,"adult":false,"vote_count":14}],[{"overview":"The remarkable story of The Weather Underground, radical activists of the 1970s, and of radical politics at its best and most disastrous.","original_language":"en","original_title":"The Weather Underground","video":false,"title":"The Weather Underground","genre_ids":[99],"poster_path":"\/ca4RSYUngsKUFEsnneF17YRHz62.jpg","backdrop_path":"\/1PKVTysj2gRrfSNf4TKaywedK8I.jpg","release_date":"2002-01-01","popularity":2.898,"vote_average":7.2,"id":14108,"adult":false,"vote_count":25},{"overview":"The Graduation captures the selection process for students at the famous Parisian film school La Fémis, showing us how successful candidates get to follow in the footsteps of such luminaries as Louis Malle, François Ozon and Alain Resnais, all of whom attended this prestigious institution. Stumbling over their words, the often-nervous candidates seem vulnerable when confronted with the veterans of the industry, who have the difficult task of discovering true talent among all these eager young people.","original_language":"fr","original_title":"Le Concours","video":false,"title":"The Graduation","genre_ids":[99],"poster_path":"\/kCqQFq0h0LSZd0wlsTy63x8UOlA.jpg","backdrop_path":"\/rszxOhwvsrgivpZbFWWof9ferPY.jpg","release_date":"2017-02-08","popularity":2.118,"vote_average":7.5,"id":413767,"adult":false,"vote_count":19},{"overview":"Documentary about the modern apocalypse caused by a rapacious banking system.  23 leading thinkers – frustrated at the failure of their respective disciplines – break their silence to explain how the world really works.","original_language":"en","original_title":"Four Horsemen","video":false,"title":"Four Horsemen","genre_ids":[99],"poster_path":"\/blLGyh8bLZEZNgeTF2a101jKqJz.jpg","backdrop_path":"\/6gDVAQi9F66BWn4UseDpP7mCkP9.jpg","release_date":"2013-01-18","popularity":2.889,"vote_average":7.2,"id":92506,"adult":false,"vote_count":22},{"overview":"Narrated by Benedict Cumberbatch, Walk With Me is a cinematic journey into the world of a monastic community who practice the art of mindfulness with Zen Buddhist master Thich Nhat Hanh.","original_language":"en","original_title":"Walk with Me","video":false,"title":"Walk with Me","genre_ids":[99],"poster_path":"\/szoZ6rxMbOR9ctCxwzzzrxkuSd9.jpg","backdrop_path":"\/nqLNKsH1Kh1cHm1BECi7E89nKqF.jpg","release_date":"2017-03-12","popularity":3.017,"vote_average":6,"id":438488,"adult":false,"vote_count":22},{"overview":"Having forged a 20-year run as one of the most innovative and influential hip hop bands of all time, the Queens NY collective known as 'A Tribe Called Quest' have kept a generation hungry for more of their groundbreaking music since their much publicized breakup in 1998. Michael Rapaport documents the inner workings and behind the scenes drama that follows the band to this day. He explores what's next for, what many claim, are the pioneers of alternative rap.","original_language":"en","original_title":"Beats Rhymes & Life: The Travels of A Tribe Called Quest","video":false,"title":"Beats Rhymes & Life: The Travels of A Tribe Called Quest","genre_ids":[10402,99],"poster_path":"\/kiE1jlShHK4HuBQJyLJ4c8lqMn8.jpg","backdrop_path":"\/7oOhnUTEdPPQjVBwklgYX7zk00d.jpg","release_date":"2011-07-08","popularity":2.105,"vote_average":7.1,"id":70342,"adult":false,"vote_count":26},{"overview":"The inside story behind the hunt for ISIS poster boy \"Jihadi John\" by the US and British military and intelligence services. An interrogation of the twisted worldview espoused by ISIS and its propaganda machine which was operated by \"Jihadi millennials\" who turned social media sites such as Twitter and YouTube into recruitment platforms.","original_language":"en","original_title":"Unmasking Jihadi John: Anatomy of a Terrorist","video":false,"title":"Unmasking Jihadi John: Anatomy of a Terrorist","genre_ids":[99],"poster_path":"\/w5FHfsjLYsyiyUAXimLCxHLyzWi.jpg","backdrop_path":"\/y1cAANZlLjOpz9iz4C6p8jMf6b1.jpg","release_date":"2019-07-31","popularity":2.155,"vote_average":7.7,"id":619801,"adult":false,"vote_count":3},{"overview":"A cultural portrait of the American dream at a critical time in the nation’s history. Set against the 2016 American election, The King takes a musical road trip across the country in Elvis Presley's 1963 Rolls Royce.","original_language":"en","original_title":"The King","video":false,"title":"The King","genre_ids":[99],"poster_path":"\/Tgv0kLi8obD2bfiGyErp4BJMeH.jpg","backdrop_path":"\/8gEy8zrnaubHdSn2f7sdmdiNrkg.jpg","release_date":"2018-06-22","popularity":2.002,"vote_average":6.3,"id":452226,"adult":false,"vote_count":3},{"overview":"No special effects. No stuntmen. No stereotypes. No other feeling comes close. Surfers and secret spots from around the world are profiled in this documentary.","original_language":"en","original_title":"Step Into Liquid","video":false,"title":"Step Into Liquid","genre_ids":[99,18],"poster_path":"\/nymvCM2hiOjMM9ICYcfX7Tpc9qq.jpg","backdrop_path":"\/xz1Go2wQDwlDTgYS1Fm0Km7rX0Y.jpg","release_date":"2003-08-08","popularity":3.672,"vote_average":7.3,"id":15292,"adult":false,"vote_count":19},{"overview":"There are 100,000 US citizens in solitary confinement across the country, a staggering number prompting comment from both President Obama and the Pope. Situated in rural Virginia, 300 miles from any urban center, Red Onion State Prison is one of over 40 supermax prisons across the US built to hold prisoners in eight-by-ten-foot cells for 23 hours a day. Filmed over the course of one year, this eye-opening film braids stark prison imagery, stories from correction officers, and intimate reflections from the men who are locked up in isolation. The inmates share the paths that led them to prison and their daily struggles to maintain their sanity.","original_language":"en","original_title":"Solitary","video":false,"title":"Solitary","genre_ids":[99],"poster_path":"\/lV8zpTg05Z3AHIgVE8OfELGcOmN.jpg","backdrop_path":"\/tMywXs0tSQoKOteeE9dcaJp2qbs.jpg","release_date":"2016-04-16","popularity":2.284,"vote_average":8,"id":390751,"adult":false,"vote_count":4},{"overview":"Deuce is the second DVD by the American Nu Metal band, Korn. It was released on June 11, 2002 - the same day as the band's fifth studio release, Untouchables. The DVD was certified platinum by the RIAA. The DVD includes the band's first home video Who Then Now? and features the music video collection from Korn to Issues. Other extras include biographies of each band member, gags, behind-the-scenes of the music videos or live concerts, and various other things.","original_language":"en","original_title":"Korn: Deuce","video":false,"title":"Korn: Deuce","genre_ids":[10402,99],"poster_path":"\/jTPW4iXKkIb5tU0IuiyAWagJX4U.jpg","backdrop_path":"\/6vFlq5nK27EMxXej1Guz2KMHB7B.jpg","release_date":"2002-06-11","popularity":2.429,"vote_average":8.3,"id":115338,"adult":false,"vote_count":3},{"overview":"A new documentary by filmmaker-photographer Raymond Depardon – where justice and psychiatry meet.","original_language":"fr","original_title":"12 jours","video":false,"title":"12 Days","genre_ids":[99],"poster_path":"\/joQxp8D2MVS6WcYmSupkwX7UhhP.jpg","backdrop_path":"\/gZlHvj2pQKsK59EtTXohQEVHE2T.jpg","release_date":"2017-11-29","popularity":2.053,"vote_average":7.1,"id":452221,"adult":false,"vote_count":26},{"overview":"Produced by Johnny Knoxville and Jeff Tremaine for MTV and Dickhouse Productions, The Wild and Wonderful Whites of West Virginia is a documentary about the renowned West Virginia outlaw Jesco White and his eccentric backwoods family. In addition to getting in trouble with the law, the Whites, who live deep within Appalachia, uphold a time-honored dancing style, even as they contend with poverty, drugs and other issues. Alternately humorous and sad, the movie is an unflinching look at life on the criminal margins of rural mountain culture.","original_language":"en","original_title":"The Wild and Wonderful Whites of West Virginia","video":false,"title":"The Wild and Wonderful Whites of West Virginia","genre_ids":[99],"poster_path":"\/7EQQsuK1Hk1zcoBlNBKfU41aS39.jpg","backdrop_path":"\/yWKe6jsKui3xyAXisFGxhy8L9KW.jpg","release_date":"2009-04-01","popularity":2.748,"vote_average":6.8,"id":49637,"adult":false,"vote_count":42},{"overview":"The human being feels generally as fascinated as fearful before death and the inevitable fact of dying. Workers at the cemetery of Palma de Mallorca, in Spain, face this harsh reality every day, so they have found a way to deal with it.","original_language":"es","original_title":"Ciudad de los muertos","video":false,"title":"City of the Dead","genre_ids":[99],"poster_path":"\/1lKA9PaVyRNpHZb0Df4XOiGNln2.jpg","backdrop_path":"\/eGiH3nSiULZe7kJxPNy54cuAHOo.jpg","release_date":"2019-10-02","popularity":1.701,"vote_average":0,"id":600715,"adult":false,"vote_count":1},{"overview":"A concert movie on an unprecedented scale, Rattle And Hum captures U2 - on and off the stage - during their triumphant Joshua Tree tour. From the giant technicolour stadium celebrations to the black-and-white intensity of the indoor shows, this is U2 at their best. Follow the group across America, exploring new influences, playing with the legendary B.B. King from Dublin to Graceland.","original_language":"en","original_title":"U2: Rattle and Hum","video":false,"title":"U2: Rattle and Hum","genre_ids":[99,10402],"poster_path":"\/bFgdLWRpvS1rKxR5GADEyvgLm56.jpg","backdrop_path":"\/e7lbRMn7Ldf1fdDE9399VsdtwlN.jpg","release_date":"1988-11-04","popularity":3.005,"vote_average":7,"id":18161,"adult":false,"vote_count":40},{"overview":"Short documentary about donating clothing.","original_language":"nl","original_title":"Goodwill Dumping","video":false,"title":"Goodwill Dumping","genre_ids":[99],"poster_path":null,"backdrop_path":null,"release_date":"2019-09-27","popularity":2.258,"vote_average":0,"id":635211,"adult":false,"vote_count":0},{"overview":"The story of the Black Panthers is often told in a scatter of repackaged parts, often depicting tragic, mythic accounts of violence and criminal activity. Master documentarian Stanley Nelson goes straight to the source, weaving a treasure of rare archival footage with the voices of the people who were there: police, FBI informants, journalists, white supporters and detractors, and Black Panthers who remained loyal to the party and those who left it. An essential history, The Black Panthers: Vanguard of the Revolution, is a vibrant, human, living and breathing chronicle of this pivotal movement that birthed a new revolutionary culture in America.","original_language":"en","original_title":"The Black Panthers: Vanguard of the Revolution","video":false,"title":"The Black Panthers: Vanguard of the Revolution","genre_ids":[99],"poster_path":"\/kMB0ixGvTAVKuvQVkq6mW4ELBIZ.jpg","backdrop_path":"\/kUhYxIPesvGboAKeTyHVc5mWdc1.jpg","release_date":"2015-01-23","popularity":2.771,"vote_average":7.3,"id":319089,"adult":false,"vote_count":35},{"overview":"Mayday LIFE TOUR is linked by four distinct segments and the story is unveiled in “Yesterday’s Rumbling Fun”.","original_language":"en","original_title":"Mayday Life","video":false,"title":"Mayday Life","genre_ids":[99,10402],"poster_path":"\/7ykNyraaNThVw4NuEBai6IAP5X7.jpg","backdrop_path":"\/frOG4XsP4uQb7lEubz9DdkaSi7a.jpg","release_date":"2019-05-31","popularity":2.114,"vote_average":6,"id":601434,"adult":false,"vote_count":2},{"overview":"City of God – 10 Years Later investigates what happened to the actors who took part in the award-winning film directed by Fernando Meirelles and Katia Lund. This documentary shows what City of God’s worldwide success meant to their lives. Were the actors prepared for the film’s success? Did the social background of some of them prove stronger than the opportunity that came their way?","original_language":"pt","original_title":"Cidade de Deus: 10 Anos Depois","video":false,"title":"City of God – 10 Years Later","genre_ids":[99],"poster_path":"\/lFAVeSXIXLSZGDOMPBEyDiWeLbs.jpg","backdrop_path":"\/h6aXNSOLAssM2fJxsa2dR36nEm1.jpg","release_date":"2014-03-20","popularity":2.663,"vote_average":7,"id":300605,"adult":false,"vote_count":37},{"overview":"Nightmare Factory, directed by Donna Davies (Zombiemania), is the story of how one Pittsburgh boy’s fascination with monsters drove him to the very top of the Hollywood food chain. In 1989, Greg Nicotero, much to his parents’ chagrin, quit medical school and headed for Hollywood to pursue a dream of making monsters. Together with gore masters Howard Berger and Robert Kurtzman, Nicotero went on to create KNB EFX Group, one of the most prolific makeup effects studios in the world. After twenty years as the “go to guy” for the world’s most successful horror\/sci-fi films, Greg Nicotero is the first one directors like Quentin Tarantino and Robert Rodriguez call.","original_language":"en","original_title":"Nightmare Factory","video":false,"title":"Nightmare Factory","genre_ids":[99],"poster_path":"\/aKTceKHI7kCzs6LLFr5262HePMS.jpg","backdrop_path":"\/iajBhewL7dNdzJe2Tv47Frz62gL.jpg","release_date":"2011-10-30","popularity":2.402,"vote_average":6.8,"id":92850,"adult":false,"vote_count":11},{"overview":"John Leguizamo's semi-falsified, one-man stand-up performance as...himself. This is his autobiographical story, about his life growing up, and his journey to try to be accepted by his father. We see this story through a bizarre myriad of characters and situations, which include the eccentric Uncle Sanny, the Fat Boy Called Bitch (John's little brother, Poochie), his mom, his evil grandmothers, and Lee Stratsberg, not to mention a brief appearance by Cantinflas as God.","original_language":"en","original_title":"John Leguizamo: Freak","video":false,"title":"John Leguizamo: Freak","genre_ids":[35,99],"poster_path":"\/zG6TzagjxocPtszIGCcqlwRi2Am.jpg","backdrop_path":"\/y2VcAUeBvGvu9CaHYeaMUxQsIlf.jpg","release_date":"1998-10-10","popularity":2.316,"vote_average":6.1,"id":37407,"adult":false,"vote_count":8}],[{"overview":"THE FOURTH DIMENSION is an elegant meditation on time, travel, and ceremony in the form of a journey. In her first foray into digital video, Minh-ha deconstructs the role of ritual in mediating between the past and the present. She explains, \"Shown in their widespread functions and manifestations, including more evident loci such as festivals, religious rite and theatrical performance, 'rituals' involve not only the regularity in the structure of everyday life, but also the dynamic agents in the world of meaning.\" With its lush imagery, Minh-ha's Japan is viewed through mobile frames, with doors and windows sliding shut, revealing new vistas as it blocks out the old light.","original_language":"en","original_title":"The Fourth Dimension","video":false,"title":"The Fourth Dimension","genre_ids":[99],"poster_path":"\/ePFaRg2jK2gS0bXygVlpCM0BZQn.jpg","backdrop_path":null,"release_date":"2001-04-18","popularity":2.619,"vote_average":7.3,"id":207772,"adult":false,"vote_count":4},{"overview":"Cindy Shank, mother of three, is serving a 15-year sentence in federal prison for her tangential involvement with a Michigan drug ring years earlier. This intimate portrait of mandatory minimum drug sentencing's devastating consequences, captured by Cindy's brother, follows her and her family over the course of ten years.","original_language":"en","original_title":"The Sentence","video":false,"title":"The Sentence","genre_ids":[99],"poster_path":"\/H4ARrbg8QdciUMBkd4ANNjPM6n.jpg","backdrop_path":"\/8DaXSbVibNLPq7LTCAGbk2481OU.jpg","release_date":"2018-01-20","popularity":4.758,"vote_average":6.9,"id":492638,"adult":false,"vote_count":7},{"overview":"The story of community in the Deep South that is forced to deal with the struggles of ignorance, hypocrisy and oppression.","original_language":"en","original_title":"Small Town Gay Bar","video":false,"title":"Small Town Gay Bar","genre_ids":[99],"poster_path":"\/1d1syIT6pll9QR0zzTW9U3hI3R0.jpg","backdrop_path":"\/dK0kCW0ReiO2WfvTQUBEzn4djDT.jpg","release_date":"2007-03-31","popularity":1.879,"vote_average":6.4,"id":48288,"adult":false,"vote_count":10},{"overview":"Join us for a night of celebration, packed with celebrity guests and Hocus Pocus throwbacks, at the Hollywood Forever Cemetery.","original_language":"en","original_title":"Hocus Pocus 25th Anniversary Halloween Bash","video":false,"title":"Hocus Pocus 25th Anniversary Halloween Bash","genre_ids":[99,10402,10751],"poster_path":"\/uII3DhA7lq9YKKDPPK7Bd14IQIV.jpg","backdrop_path":"\/fACIRICiZsxliRyltMO6qETw9Uj.jpg","release_date":"2018-10-14","popularity":2.171,"vote_average":6.9,"id":555032,"adult":false,"vote_count":19},{"overview":"Acclaimed director Stanley Kubrick's first film made in color. The documentary focuses on the benefits of membership to the Seafarers International Union.","original_language":"en","original_title":"The Seafarers","video":false,"title":"The Seafarers","genre_ids":[99],"poster_path":"\/3W2GotZ2SWCfItwG3SEwLox4Rs4.jpg","backdrop_path":"\/1kXkL4UkozLPG7atrslJbfOYAdX.jpg","release_date":"1953-10-15","popularity":2.84,"vote_average":4.7,"id":45314,"adult":false,"vote_count":35},{"overview":"A documentary film detailing Glen Campbell's final tour and his struggle with Alzheimer's disease.","original_language":"en","original_title":"Glen Campbell: I'll Be Me","video":false,"title":"Glen Campbell: I'll Be Me","genre_ids":[99,10402],"poster_path":"\/fEyp8k5cIgochfpsD6tsYCkhhzS.jpg","backdrop_path":"\/eutLsvfrdezonYnaDZuK8g8EFSu.jpg","release_date":"2014-04-24","popularity":2.538,"vote_average":7.9,"id":285689,"adult":false,"vote_count":24},{"overview":"This real-life look at FBI counterterrorism operations features access to both sides of a sting: the government informant and the radicalized target.","original_language":"en","original_title":"(T)ERROR","video":false,"title":"(T)ERROR","genre_ids":[53,99],"poster_path":"\/u1frtib7pRNxV77Cwl7xgWfBzRr.jpg","backdrop_path":"\/gauPr88Xfym2EhJF5kYG10VeF8Q.jpg","release_date":"2015-01-24","popularity":2.127,"vote_average":6.7,"id":318972,"adult":false,"vote_count":19},{"overview":"Ozzy Osbourne's four decade track record as a culturally relevant artist is unprecedented, but his personal struggles have been shrouded in secrecy, until now. Featuring never before seen footage uncovered from the archives and interviews with Paul McCartney, Tommy Lee and others, God Bless Ozzy Osbourne is the first documentary to take viewers inside the complex mind of rock's great icon. Emerging from a working class family in war torn England, Osbourne and his neighborhood friends formed Black Sabbath and invented heavy metal. Plagued by self doubt, Osbourne the solo superstar went on a binge that lasted 40 years. God Bless Ozzy Osbourne will relive the highs of his triumphs as well as his journey to sobriety, which Ozzy regards as his greatest accomplishment.","original_language":"en","original_title":"God Bless Ozzy Osbourne","video":false,"title":"God Bless Ozzy Osbourne","genre_ids":[99,10402],"poster_path":"\/cFWcT5mILImrPeaZNo9v8vhlrWM.jpg","backdrop_path":"\/8Vg8VtNoJmAVwCvM1s3TSrVwPeq.jpg","release_date":"2011-04-24","popularity":1.876,"vote_average":7,"id":79201,"adult":false,"vote_count":14},{"overview":"What if...September 11th was not a surprise attack on America, but rather, a cold and calculated genocide by our own government?We were told that the twin towers were hit by commercial jetliners and subsequently brought down by jet fuel. We were told that the Pentagon was hit by a Boeing 757. We were told that flight 93 crashed in Shanksville, Pennsylvania. We were told that nineteen Arabs from halfway across the globe, acting under orders from Osama Bin Laden, were responsible. What you will see here will prove without a shadow of a doubt that everything you know about 9\/11 is a complete fabrication. Conspiracy theory? It's not a theory if you can prove it.Written and narrated by Dylan Avery, this film presents a rebuttal to the official version of the September 11, 2001 terrorist attacks and the 9\/11 Commission Report.","original_language":"en","original_title":"Loose Change","video":false,"title":"Loose Change","genre_ids":[99],"poster_path":"\/isRGTPFiX8IwM1dNXQ1SUoticvY.jpg","backdrop_path":"\/3kPv625w7XhWSELkqql5O17Y30o.jpg","release_date":"2006-06-01","popularity":2.31,"vote_average":6.8,"id":14277,"adult":false,"vote_count":27},{"overview":"Werner Herzog takes a film crew to the island of Guadeloupe when he hears that the volcano on the island is going to erupt. Everyone has left, except for one old man who refuses to leave.","original_language":"en","original_title":"La Soufrière – Warten auf eine unausweichliche Katastrophe","video":false,"title":"La Soufrière","genre_ids":[99],"poster_path":"\/yNoPeBRIE4zEgVBpgPLx2n1gNgS.jpg","backdrop_path":"\/kHP5PcRvAQwAflTPLZa6kyJeRgQ.jpg","release_date":"1977-10-01","popularity":2.277,"vote_average":7.7,"id":48227,"adult":false,"vote_count":19},{"overview":"A look at the rise and fall of the subversive skateboarding magazine Big Brother, which rose to prominence in the mid-1990s and had a profound effect on the skating subculture with its unfiltered approach.","original_language":"en","original_title":"Dumb: The Story of Big Brother Magazine","video":false,"title":"Dumb: The Story of Big Brother Magazine","genre_ids":[99],"poster_path":"\/fgVOjfV8xChNAYSvZ0LfpovBwfL.jpg","backdrop_path":"\/82PDdypMxyWLt4wydEudGubGaVN.jpg","release_date":"2017-06-03","popularity":1.675,"vote_average":8.4,"id":453053,"adult":false,"vote_count":5},{"overview":"Passionate in his anti-Semitic beliefs, Csanád Szegedi was the rising star of Hungary’s far-right party until he discovers his family’s secret—his maternal grandparents were Jewish. The revelation prompts an improbable but seemingly heartfelt conversion from anti-Semite to Orthodox Jew.","original_language":"en","original_title":"Keep Quiet","video":false,"title":"Keep Quiet","genre_ids":[99],"poster_path":"\/37o722UGG3Aa8cqsfrtT09vwIv0.jpg","backdrop_path":null,"release_date":"2016-04-14","popularity":1.904,"vote_average":7.5,"id":385808,"adult":false,"vote_count":6},{"overview":"Director Jonas Mekas provides an intimate glimpse of his personal life by constructing a feature length narrative from over 30 years of private home movie footage.","original_language":"en","original_title":"As I Was Moving Ahead Occasionally I Saw Brief Glimpses of Beauty","video":false,"title":"As I Was Moving Ahead Occasionally I Saw Brief Glimpses of Beauty","genre_ids":[99],"poster_path":"\/7ySue4aTek5Z3KnTnGzbLHQuSdW.jpg","backdrop_path":"\/2Ya8oipRY0rF9T2228aEA9QTrpi.jpg","release_date":"2000-07-19","popularity":2.016,"vote_average":8.2,"id":130824,"adult":false,"vote_count":21},{"overview":"What begins as a documentary following the final tour of a dying magician—\"The Amazing Johnathan\"—becomes an unexpected and increasingly bizarre journey as the filmmaker struggles to separate truth from illusion.","original_language":"en","original_title":"The Amazing Johnathan Documentary","video":false,"title":"The Amazing Johnathan Documentary","genre_ids":[99,35],"poster_path":"\/gduS1BqSJ2Jg6XiG9HvR1IAtu60.jpg","backdrop_path":"\/4rorbsMf9geqFOeKhG8VttDqwAH.jpg","release_date":"2019-08-16","popularity":1.572,"vote_average":5.3,"id":568693,"adult":false,"vote_count":7},{"overview":"A look at the disastrous effects a rain flood has on a termite community (IMDb).  A young couple, a king and queen termite, settle down and build a grand empire within a massive mound. When the mound suffers damage from rain, fire, and a falling branch, the scent from the termite colony is carried off by wind and catches the attention of a swarming driver ant colony led by their \"black queen.\" Now a war is waged as ant and termite fight a battle of minuscule proportions for the survival of their very colonies (kevinxirau)..","original_language":"fr","original_title":"La Citadelle Assiégée","video":false,"title":"The Besieged Fortress","genre_ids":[99],"poster_path":"\/vfOnkUMjZPLuqMJAgRIgsuZQGiJ.jpg","backdrop_path":"\/7RnitwRVxLXRdguWDtdEcMHqiqs.jpg","release_date":"2006-10-18","popularity":1.874,"vote_average":6.5,"id":53497,"adult":false,"vote_count":11},{"overview":"'Hitting the Apex' is the inside story of six fighters – six of the fastest motorcycle racers of all time – and of the fates that awaited them at the peak of the sport. It’s the story of what is at stake for all of them: all that can be won, and all that can be lost, when you go chasing glory at over two hundred miles an hour – on a motorcycle.","original_language":"en","original_title":"Hitting the Apex","video":false,"title":"Hitting the Apex","genre_ids":[99],"poster_path":"\/cnk4wQjEBwdwF2DMvQwAYqQJSly.jpg","backdrop_path":"\/htyN1EfbSsPbODZcgDfdScKgwRB.jpg","release_date":"2015-09-02","popularity":2.78,"vote_average":8.3,"id":357681,"adult":false,"vote_count":39},{"overview":"The full story of the 1972 Munich Olympics Massacre and the Israeli revenge operation 'Wrath of God.' The 1972 Munich Olympics were interrupted by Palestinian terrorists taking Israeli athletes hostage. Besides footage taken at the time, we see interviews with the surviving terrorist, Jamal Al Gashey, and various officials detailing exactly how the police, lacking an anti-terrorist squad and turning down help from the Israelis, botched the operation","original_language":"en","original_title":"One Day in September","video":false,"title":"One Day in September","genre_ids":[99],"poster_path":"\/vsxtkcidi7flgxWERBSnwtyH1JJ.jpg","backdrop_path":"\/wC3SSE6jy4fhPUKNAFAJFUkSGup.jpg","release_date":"1999-10-22","popularity":4.784,"vote_average":7.5,"id":34045,"adult":false,"vote_count":30},{"overview":"Drop out of school to ride with the Merry Pranksters. Form America’s most enduring jam band. Become a family man and father. Never stop chasing the muse. Bob Weir took his own path to and through superstardom as rhythm guitarist for The Grateful Dead. Mike Fleiss re-imagines the whole wild journey in this magnetic rock doc and concert film, with memorable input from bandmates, contemporaries, followers, family, and, of course, the inimitable Bob Weir himself.","original_language":"en","original_title":"The Other One: The Long, Strange Trip of Bob Weir","video":false,"title":"The Other One: The Long, Strange Trip of Bob Weir","genre_ids":[99,10402],"poster_path":"\/uxCKeWFcDYkAFEACPcn6KzdXgyf.jpg","backdrop_path":"\/Av2tIosodwm7cjxlLSsVOwdw3zN.jpg","release_date":"2014-04-20","popularity":3.58,"vote_average":7.1,"id":261039,"adult":false,"vote_count":14},{"overview":"In the world of stand-up comedy in South Africa, Trevor Noah uses his childhood experiences in a biracial family during apartheid to prepare for his first one-man show.","original_language":"en","original_title":"Trevor Noah: You Laugh But It's True","video":false,"title":"Trevor Noah: You Laugh But It's True","genre_ids":[99,35],"poster_path":"\/cJFNXKPhHifeXy1KbFdnKdE8e1T.jpg","backdrop_path":null,"release_date":"2011-10-22","popularity":2.636,"vote_average":7,"id":169721,"adult":false,"vote_count":24},{"overview":"With Once Upon a Forest, Luc Jacquet invites the spectator into a never-before-seen world of natural wonder and staggering beauty. “For the first time, we will be able to watch a rain forest growing before our eyes…Only cinema can offer this unique voyage into a completely untamed universe, a world of perfect balance in which each living thing – from the smallest to the largest – plays an essential role. The film will deliver a complete sensory immersion in the primaeval splendor of one of nature’s richest mysteries, inviting the audience to enter, discover and marvel at a universe of untold treasures while joining its voice to the ever-growing awareness of the need to preserve our world.”","original_language":"en","original_title":"Il était une forêt","video":false,"title":"Once Upon a Forest","genre_ids":[99],"poster_path":"\/gxmlqjRXrygbBlN8pv5zdcDXrkF.jpg","backdrop_path":"\/jZ7tWxDKxo7GyhzjLbNqPFTWZAw.jpg","release_date":"2013-10-04","popularity":1.644,"vote_average":6.5,"id":226109,"adult":false,"vote_count":16}],[{"overview":"A searing account of war correspondent Michael Ware's seven years reporting in Iraq--an extraordinary journey that takes him into the darkest recesses of the Iraq War and the human soul.","original_language":"en","original_title":"Only the Dead","video":false,"title":"Only the Dead","genre_ids":[99],"poster_path":"\/ozqfofwYfzjh5AneTArpr68yuX4.jpg","backdrop_path":"\/r836zd6UeByOmbz2LGlBmqX6ulf.jpg","release_date":"2015-06-11","popularity":2.798,"vote_average":7.7,"id":344170,"adult":false,"vote_count":29},{"overview":"The Second part of Olympia, a documentary about the 1936 Olympic games in Berlin by German Director Leni Riefenstahl. The film played in theaters in 1938 and again in 1952 after the fall of the Nazi Regime.","original_language":"de","original_title":"Olympia - Fest der Schönheit","video":false,"title":"Olympia Part Two: Festival of Beauty","genre_ids":[99],"poster_path":"\/wt0eMmmw7GZTRhtrnGEXNRcCThP.jpg","backdrop_path":"\/w8PMV0H306wUv6sRpiQdWzFoeQE.jpg","release_date":"1938-04-25","popularity":2.094,"vote_average":7,"id":685,"adult":false,"vote_count":27},{"overview":"A year in the making, Still Screaming is the definitive documentary on the making of the iconic Scream movies. Dive into the fascinating success story of the classic trilogy with on-set footage and photos, and dozens of brand new interviews with cast and crew from all the films including Wes Craven, Neve Campbell, Liev Schreiber, Henry Winkler, Matthew Lillard, Jamie Kennedy, Laurie Metcalf, Parker Posey, Scott Foley and many others. Written and Directed by Ryan Turek and Produced by Anthony Masi.","original_language":"en","original_title":"Still Screaming: The Ultimate Scary Movie Retrospective","video":false,"title":"Still Screaming: The Ultimate Scary Movie Retrospective","genre_ids":[99],"poster_path":"\/v4ml3HQm7GPXNaInZ7U7mciB8Qn.jpg","backdrop_path":"\/zQQyT72gzslzJP8pNaHBnpYbEzL.jpg","release_date":"2011-04-14","popularity":1.27,"vote_average":8,"id":156019,"adult":false,"vote_count":8},{"overview":"Pat Tillman never thought of himself as a hero. His choice to leave a multimillion-dollar football contract and join the military wasn't done for any reason other than he felt it was the right thing to do. The fact that the military manipulated his tragic death in the line of duty into a propaganda tool is unfathomable and thoroughly explored in Amir Bar-Lev's riveting and enraging documentary.","original_language":"en","original_title":"The Tillman Story","video":false,"title":"The Tillman Story","genre_ids":[99],"poster_path":"\/lHJOUFlDSeLSZxIPy4kMReddbfC.jpg","backdrop_path":"\/ru70vuRFif81aepvqy8YM8Mkoph.jpg","release_date":"2010-08-22","popularity":4.161,"vote_average":7.5,"id":43924,"adult":false,"vote_count":35},{"overview":"Eighty-nine year old trumpeting legend Clark Terry has mentored jazz wonders like Miles Davis and Quincy Jones, but Terry’s most unlikely friendship is with Justin Kauflin, a 23-year-old blind piano player with uncanny talent, but debilitating nerves. As Justin prepares for the most pivotal moment in his budding career, Terry’s ailing health threatens to end his own.","original_language":"en","original_title":"Keep On Keepin’ On","video":false,"title":"Keep On Keepin’ On","genre_ids":[99],"poster_path":"\/g1WLunKKKvkbxlPEuXfPw5Y24Kl.jpg","backdrop_path":"\/gUBykNyHectKUYbdasEnWN5lcmx.jpg","release_date":"2014-08-08","popularity":2.434,"vote_average":7.1,"id":259999,"adult":false,"vote_count":9},{"overview":"Leslie Caron, beloved star of Gigi and An American in Paris, is one of the last witnesses to the golden age of American cinema of the mid 20th century.  Discovered by Gene Kelly when she was a teenager, she became one of the great talents in the worlds of film, dance, and theatre, still performing to this day!  The film reveals a story told through the prism of a living legend who reveals secrets of her work and life- a world of contradictions, ambitions and dreams, lived by one of its most luminous personalities.","original_language":"en","original_title":"Leslie Caron, française à Hollywood, américaine à Paris","video":false,"title":"Leslie Caron: The Reluctant Star","genre_ids":[99,10770],"poster_path":"\/pd7Wlt2OnOa5I8NVxUMDflzEz6H.jpg","backdrop_path":"\/rBlwpqpxYSudrgXlvETCnJgea7y.jpg","release_date":"2016-06-28","popularity":3.921,"vote_average":7.7,"id":401408,"adult":false,"vote_count":3},{"overview":"A look into the judicial scandal that rocked the nation.","original_language":"en","original_title":"Kids for Cash","video":false,"title":"Kids for Cash","genre_ids":[80,99],"poster_path":"\/xjJACuZERM6mBSHzHaNq7DXnNYQ.jpg","backdrop_path":"\/kbX4OenHRmQRzeu8sMPP423I7g4.jpg","release_date":"2014-02-07","popularity":2.44,"vote_average":6.7,"id":245158,"adult":false,"vote_count":39},{"overview":"Anarchy is often used as a synonym for chaos and destruction with anarchists seen as black-clad nihilists fomenting violence at peaceful protests. But NO GODS NO MASTERS reveals the far more complex history of a viable social system and the men and women who devoted themselves to making it a reality.  Part One: The Passion for Destruction (1840 1906)\r Part Two: Land and Freedom (1907 1921)\r Part Three: In Memory of the Vanquished (1922 1945)","original_language":"fr","original_title":"Ni dieu ni maître, une histoire de l'anarchisme","video":false,"title":"No Gods, No Masters: A History of Anarchism in Three Parts","genre_ids":[99],"poster_path":"\/5ycgjqU8e9MW0Eo6n0DECGIdk2C.jpg","backdrop_path":null,"release_date":"2016-10-16","popularity":3.019,"vote_average":8.4,"id":465159,"adult":false,"vote_count":5},{"overview":"Featuring never-before-seen footage, this documentary delivers a startling new look at the Peoples Temple, headed by preacher Jim Jones who, in 1978, led more than 900 members to Guyana, where he orchestrated a mass suicide via tainted punch.","original_language":"en","original_title":"Jonestown: The Life and Death of Peoples Temple","video":false,"title":"Jonestown: The Life and Death of Peoples Temple","genre_ids":[99,36,10770],"poster_path":"\/5c9aoJ1LbcAYp6cWF3rZCVtrQ1W.jpg","backdrop_path":"\/d0PMJsiBVgyKiQbMpf96yu3jx92.jpg","release_date":"2006-04-26","popularity":2.977,"vote_average":7,"id":36676,"adult":false,"vote_count":40},{"overview":"Robert J. Flaherty's South Seas follow-up to Nanook of the North is a Gauguin idyll moved by \"pride of beauty... pride of strength.\"","original_language":"en","original_title":"Moana","video":false,"title":"Moana","genre_ids":[99],"poster_path":"\/dkSM2bfwYaqY0k6cEFwej1LRWAk.jpg","backdrop_path":"\/5qZFIH4NMqCKglcTW0zZKiiBIQS.jpg","release_date":"2015-11-13","popularity":2.276,"vote_average":6.5,"id":94727,"adult":false,"vote_count":16},{"overview":"I'm a Porn Star follows the lives of guys in the neighborhood who are likely a lot more famous than you - at least on the Internet. There are an estimated 370 million pornographic websites on-line. Porn is now a thirteen BILLION dollar business. So who's doing all this moonlighting? Turns out -- probably some people you know.","original_language":"en","original_title":"I'm a Porn Star","video":false,"title":"I'm a Porn Star","genre_ids":[35,99,36],"poster_path":"\/nxVdaIG95xIzLRlyHHvFCHOL5Ic.jpg","backdrop_path":"\/n2LeahLYpnyCbxow3du4LnbXxC0.jpg","release_date":"2013-10-04","popularity":2.916,"vote_average":5.8,"id":270698,"adult":false,"vote_count":8},{"overview":"John Cazale was in only five films - The Godfather, The Conversation, The Godfather, Part Two, Dog Day Afternoon, and The Deer Hunter - each was nominated for Best Picture. Yet today most people don't even know his name. I KNEW IT WAS YOU is a fresh tour through movies that defined a generation.","original_language":"en","original_title":"I Knew It Was You: Rediscovering John Cazale","video":false,"title":"I Knew It Was You: Rediscovering John Cazale","genre_ids":[99],"poster_path":"\/bP3IHwZcHlS3JFaPvXfVlXdhADZ.jpg","backdrop_path":"\/xDa5bA3UnDt7dZHfT0w6ix18rQQ.jpg","release_date":"2009-01-16","popularity":2.94,"vote_average":7.3,"id":45485,"adult":false,"vote_count":28},{"overview":"For the first time in 35 years, Daniel Lutz recounts his version of the infamous Amityville haunting that terrified his family in 1975. George and Kathleen Lutz's story went on to inspire a best-selling novel and the subsequent films have continued to fascinate audiences today. This documentary reveals the horror behind growing up as part of a world famous haunting and while Daniel's facts may be other's fiction, the psychological scars he carries are indisputable. Documentary filmmaker, Eric Walter, has combined years of independent research into the Amityville case along with the perspectives of past investigative reporters and eyewitnesses, giving way to the most personal testimony of the subject to date.","original_language":"en","original_title":"My Amityville Horror","video":false,"title":"My Amityville Horror","genre_ids":[99,27],"poster_path":"\/26nXjfDHGVe4bxV6lMgstnvmwce.jpg","backdrop_path":"\/wFWrFqXyzgyTVtlOCNPRZhasQu8.jpg","release_date":"2013-03-14","popularity":2.757,"vote_average":5.7,"id":121573,"adult":false,"vote_count":35},{"overview":"This is a 60-minute film of Justice’s 2017-2018 live show, recorded in an empty and invisible space without an audience, focusing exclusively on the impressive production and music. The show has been seen by millions of people around the world. It revolves around a floating structure comprised of 13 independent moving frames, each one featuring 4 rotating panels of LEDs, mirrors and traditional warm lights which offer infinite combinations. The structure is in constant evolution over the duration of the show and proposes several new visual landscapes on every track performed. The footage is captured with the precision and patience of a rigorous documentary about the cosmos.","original_language":"en","original_title":"Iris: A Space Opera by Justice","video":false,"title":"Iris: A Space Opera by Justice","genre_ids":[99,10402],"poster_path":"\/6m5xrCUFsis5ap3xzVLdsF4HXE.jpg","backdrop_path":"\/mLLwBnXe537kGErRR1lo27cKTFY.jpg","release_date":"2019-03-13","popularity":2.665,"vote_average":8.8,"id":580637,"adult":false,"vote_count":6},{"overview":"“The Most Unknown” follows nine scientists across the globe who are engaged in research to answer really deep questions, like the nature of consciousness and how life began.","original_language":"en","original_title":"The Most Unknown","video":false,"title":"The Most Unknown","genre_ids":[99],"poster_path":"\/wppiCrbba2yr9AMc5buvd3pK41V.jpg","backdrop_path":"\/fj6ssdXesl2rsEKshTnNOG1XTBY.jpg","release_date":"2018-03-16","popularity":4.134,"vote_average":6.9,"id":519672,"adult":false,"vote_count":18},{"overview":"The Captains is a feature length documentary film written and directed by William Shatner. The film follows Shatner as he interviews the other actors whom have portrayed Starship captains within the illustrious science-fiction franchise.","original_language":"en","original_title":"The Captains","video":false,"title":"The Captains","genre_ids":[99,878],"poster_path":"\/hr97MCUycHxSRKTmpoqO8RoTQPz.jpg","backdrop_path":"\/bQstyNTuWlEOG8gMGf7QvNnfLCA.jpg","release_date":"2011-07-22","popularity":4.209,"vote_average":6.4,"id":70703,"adult":false,"vote_count":61},{"overview":"Shot at the Olympic Stadium in Seoul during the BTS World Tour ‘Love Yourself’ to celebrate the seven members of the global boyband and their unprecedented international phenomenon.","original_language":"ko","original_title":"러브 유어셀프 인 서울","video":false,"title":"BTS World Tour: Love Yourself in Seoul","genre_ids":[10402,99],"poster_path":"\/1u0rtWPgYfAWmqveXOsQDvMRODD.jpg","backdrop_path":"\/8GXkzHTvuj3ftethkrqW330LJKz.jpg","release_date":"2019-01-26","popularity":3.736,"vote_average":9.2,"id":568300,"adult":false,"vote_count":27},{"overview":"Visual Acoustics celebrates the life and career of Julius Shulman, the world's greatest architectural photographer, whose images brought modern architecture to the American mainstream. Shulman, who passed away this year, captured the work of nearly every modern and progressive architect since the 1930s including Frank Lloyd Wright, Richard Neutra, John Lautner and Frank Gehry. His images epitomized the singular beauty of Southern California's modernist movement and brought its iconic structures to the attention of the general public. This unique film is both a testament to the evolution of modern architecture and a joyful portrait of the magnetic, whip-smart gentleman who chronicled it with his unforgettable images.","original_language":"en","original_title":"Visual Acoustics","video":false,"title":"Visual Acoustics","genre_ids":[99],"poster_path":"\/cTADIVevQGUVaKbGBzheMpqGVao.jpg","backdrop_path":"\/y4OGLKWptwGVhSbILfkuofvuDN0.jpg","release_date":"2009-10-09","popularity":2.025,"vote_average":7.8,"id":39786,"adult":false,"vote_count":8},{"overview":"In Uganda, a new bill threatens to make homosexuality punishable by death. David Kato - Uganda's first openly gay man - and his fellow activists work against the clock to defeat the legislation while combating vicious persecution in their daily lives. But no one, not even the filmmakers, is prepared for the brutal murder that shakes the movement to its core and sends shock waves around the world. (from imdb)","original_language":"en","original_title":"Nazywaj mnie Kuchu","video":false,"title":"Call Me Kuchu","genre_ids":[99],"poster_path":"\/7N8X23Rn71ltndDSbfzH65xNIX.jpg","backdrop_path":"\/i3EFNesmqi10iiMXjBLymc1KCu8.jpg","release_date":"2013-06-14","popularity":1.863,"vote_average":7.3,"id":133823,"adult":false,"vote_count":9},{"overview":"A documentary on the life of John Lennon, with a focus on the time in his life when he transformed from a musician into an antiwar activist.","original_language":"en","original_title":"The U.S. vs. John Lennon","video":false,"title":"The U.S. vs. John Lennon","genre_ids":[99],"poster_path":"\/9prgp8NUd3hWnNv9lpuJZ0DwS6r.jpg","backdrop_path":"\/d0SyrLFmDGPov6ITVQlqahR6Bug.jpg","release_date":"2006-09-15","popularity":2.64,"vote_average":6.6,"id":14201,"adult":false,"vote_count":30}],[{"overview":"In the winter of 2011, after a controversial election, Vladimir Putin was reinstalled as president of Russia. In response, hundreds of thousands of citizens rose up all over the country to challenge the legitimacy of Putin’s rule. Among them were a group of young, radical-feminist punk rockers, better known as Pussy Riot. Wearing colored balaclavas, tights, and summer dresses, they entered Moscow’s most venerated cathedral and dared to sing “Mother Mary, Banish Putin!” Now they have become victims of a “show” trial.","original_language":"en","original_title":"Показательный процесс: История Pussy Riot","video":false,"title":"Pussy Riot: A Punk Prayer","genre_ids":[10402,99],"poster_path":"\/mLWysyvUQTDy0UqNKtueo7aYGJJ.jpg","backdrop_path":"\/rof85ql737EwbEmVE6TGYkf2l6m.jpg","release_date":"2013-06-10","popularity":2.498,"vote_average":6.8,"id":159032,"adult":false,"vote_count":30},{"overview":"Time-lapse photography showing the one month-long demolition of the Star Theatre in New York.","original_language":"en","original_title":"Demolishing and Building Up the Star Theatre","video":false,"title":"Demolishing and Building Up the Star Theatre","genre_ids":[99],"poster_path":"\/Ak50Z0xgsaD1iTI6amwDiJD38E9.jpg","backdrop_path":null,"release_date":"1901-04-29","popularity":1.489,"vote_average":6.8,"id":129863,"adult":false,"vote_count":15},{"overview":"Beyoncé and Jay Z perform live in Paris at Stade de France during their 2014 \"On the Run Tour.\"","original_language":"en","original_title":"On the Run Tour: Beyoncé and Jay Z","video":false,"title":"On the Run Tour: Beyoncé and Jay Z","genre_ids":[99,10402],"poster_path":"\/x552RLarJt1aqD7GIMjSZXPxVxw.jpg","backdrop_path":"\/tvepzdvSPzumbxeERwRjwggPIkM.jpg","release_date":"2014-09-20","popularity":2.521,"vote_average":8.3,"id":293187,"adult":false,"vote_count":18},{"overview":"\"Party Monster: The Shockumentary\" tells the story of the rise and fall of Michael Alig, a kid from Middle America who aspired to take the place of Andy Warhol. Michael quickly rose to become the biggest party promoter in New York and King of the so-called Club Kids. But after spiraling into drug addiction, Michael brutally murdered his roommate Angel Melendez.","original_language":"en","original_title":"Party Monster","video":false,"title":"Party Monster: The Shockumentary","genre_ids":[99],"poster_path":"\/m18PcVfwbNzywKiDdVzjsnU4ErK.jpg","backdrop_path":null,"release_date":"1998-06-11","popularity":2.163,"vote_average":6.3,"id":34424,"adult":false,"vote_count":15},{"overview":"A Two part documentary sharing detailed information on Black Holes.","original_language":"en","original_title":"Black Hole Apocalypse","video":false,"title":"Black Hole Apocalypse","genre_ids":[99],"poster_path":"\/r1y2dwUVRcNDmGbYoBGTycIY0Zp.jpg","backdrop_path":"\/rPMFzfATrt5EK4NUT6nfdSBfCDr.jpg","release_date":"2018-01-10","popularity":1.284,"vote_average":7.5,"id":541386,"adult":false,"vote_count":10},{"overview":"The funny little details of everyday life; the simple things that makes us laugh. An unforgettable performance from Cem Yilmaz. Yilmaz captures the audience with his hilarious stories about relationships, humankind's struggle with the technology and professional life. Yilmaz proves us that a food delivery or even a funeral might be amusing when considered correctly. Written by Elmalma Brand Communication","original_language":"tr","original_title":"CM101MMXI Fundamentals","video":false,"title":"CM101MMXI Fundamentals","genre_ids":[99,35],"poster_path":"\/p0tRSrFlV3VH4l87wzb5sYtprUX.jpg","backdrop_path":"\/efWPMWpu0auctP9hhWGoDHmhNg6.jpg","release_date":"2013-01-02","popularity":3.033,"vote_average":7.9,"id":161803,"adult":false,"vote_count":47},{"overview":"E-Team is driven by the high-stakes investigative work of four intrepid human rights workers, offering a rare look at their lives at home and their dramatic work in the field.","original_language":"en","original_title":"E-Team","video":false,"title":"E-Team","genre_ids":[99],"poster_path":"\/k9MUwf7JEqYYi4fkWbCCTdCh3UW.jpg","backdrop_path":null,"release_date":"2014-01-18","popularity":3.01,"vote_average":6.5,"id":250653,"adult":false,"vote_count":15},{"overview":"An alien narrates the story of his dying planet, his and his people's visitations to Earth and Earth's self-made demise, while human astronauts in space are attempting to find an alternate planet for surviving humans to live on.","original_language":"en","original_title":"The Wild Blue Yonder","video":false,"title":"The Wild Blue Yonder","genre_ids":[18,878,99],"poster_path":"\/A2YazITtOW8iPoSHdMxYe5QSbbF.jpg","backdrop_path":"\/3ZNUuMv56mDp2YwREDEDkMkaP97.jpg","release_date":"2005-09-05","popularity":2.753,"vote_average":6.3,"id":8410,"adult":false,"vote_count":26},{"overview":"On February 12, 2008, in Oxnard, California, eighth-grade student Brandon McInerney shot his classmate Larry King twice in the back of the head during first period. When Larry died two days later, his murder shocked the nation. Was this a hate crime, one perpetrated by a budding neo-Nazi whose masculinity was threatened by an effeminate gay kid who may have had a crush on him? Or was there even more to it?","original_language":"en","original_title":"Valentine Road","video":false,"title":"Valentine Road","genre_ids":[99],"poster_path":"\/rczc2JH6j29EpTWTINUM5YbvpBC.jpg","backdrop_path":"\/yooNH2rctObUo6iE67B83oyMGVe.jpg","release_date":"2013-01-19","popularity":2.35,"vote_average":6.6,"id":159015,"adult":false,"vote_count":16},{"overview":"This made-for-tv documentary treats romance fans to a behind-the-scenes look at the making of Moulin Rouge!, Baz Luhrmann's musical tale of love between a poet and a courtesan in fin-de-siecle Paris. Includes interviews with director Luhrmann, stars Ewan McGregor and Nicole Kidman and the rest of the the cast and crew of the film, who all share their experiences from working on the project, as well as discuss the special efforts that went into bringing it to completion","original_language":"en","original_title":"The Night Club of Your Dreams: The Making of 'Moulin Rouge'","video":false,"title":"The Night Club of Your Dreams: The Making of 'Moulin Rouge'","genre_ids":[99],"poster_path":"\/fJ2Tj1ztfD9bWqMV5QSuMot72zk.jpg","backdrop_path":null,"release_date":"2001-05-01","popularity":2.358,"vote_average":3,"id":521399,"adult":false,"vote_count":2},{"overview":"Reindeerspotting is a documentary film of a group of young guys living in Rovaniemi, Arctic Circle, dabbling in petty crime and hard drugs. One of them, Jani, has lost five years of his life and two fingers to his debotators. He wants to leave Lapland and his old life behind. Robbing a supermarket is a start for his getaway. A few years back a documentarist, Joonas Neuvonen, was a young men living on social welfare, using drugs on daily basis. He started to film his friends and their life. This is the story of Jani.","original_language":"en","original_title":"Reindeerspotting – pako Joulumaasta","video":false,"title":"Reindeerspotting: Escape from Santaland","genre_ids":[99],"poster_path":"\/zEuWamAwTG75UcG3J16g08gp2bd.jpg","backdrop_path":"\/fNKSgxw7Ywgi5XYjnTTlrDo4jdQ.jpg","release_date":"2010-04-09","popularity":2.97,"vote_average":6.8,"id":45615,"adult":false,"vote_count":18},{"overview":"Second Skin takes an intimate look at three sets of computer gamers whose lives have been transformed by online virtual worlds. An emerging genre of computer software called Massively Multiplayer Online games, or MMOs, allows millions of users to interact simultaneously in virtual spaces. Of the 50 million players worldwide, 50 percent consider themselves addicted.","original_language":"en","original_title":"Second Skin","video":false,"title":"Second Skin","genre_ids":[99],"poster_path":"\/k4vndn7r9wxU39HGPxHhPvTG7RU.jpg","backdrop_path":"\/tKnTzz52xcpGtA2WsobWtenOJNs.jpg","release_date":"2009-03-07","popularity":2.279,"vote_average":5.5,"id":23205,"adult":false,"vote_count":10},{"overview":"Arguably the most influential creator, writer, and producer in the history of television, Norman Lear brought primetime into step with the times. Using comedy and indelible characters, his legendary 1970s shows such as All In the Family, Maude, Good Times, and The Jeffersons, boldly cracked open dialogue and shifted the national consciousness, injecting enlightened humanism into sociopolitical debates on race, class, creed, and feminism.","original_language":"en","original_title":"Norman Lear: Just Another Version of You","video":false,"title":"Norman Lear: Just Another Version of You","genre_ids":[99],"poster_path":"\/f0Lx75FR12GYjZVMFqc65vo1tgl.jpg","backdrop_path":"\/so7FvylafvWIaxaIS2ZXpodz7SQ.jpg","release_date":"2016-01-21","popularity":2.092,"vote_average":7.8,"id":373339,"adult":false,"vote_count":8},{"overview":"Mother and daughter - Big Edie and Little Edie Beale - live with six cats in a crumbling house in East Hampton. Little Edie, in her 50s, who wears scarves and bright colors, sings, mugs for the camera, and talks to Al and David Maysles, the filmmakers. Big Edie, in her 70s, recites poetry, comments on her daughter's behavior, and sings \"If I Loved You\" in fine voice. She talks in short sentences; her daughter in volumes. The film is episodic: friends visit, there's a small fire in the house, Little Edie goes to the shore and swims. She talks about the Catholic Church. She's ashamed that local authorities raided the house because of all the cats. She values being different.","original_language":"en","original_title":"The Beales of Grey Gardens","video":false,"title":"The Beales of Grey Gardens","genre_ids":[99,18],"poster_path":"\/eWnlLimzh9y8TdsYemMJ1da9XiS.jpg","backdrop_path":"\/sYOrltgtuqrpXfwpKf1y7miyvbp.jpg","release_date":"2006-07-21","popularity":1.828,"vote_average":7.2,"id":47491,"adult":false,"vote_count":18},{"overview":"An outcast in his community, Farmer John bravely stands amidst a failing economy, vicious rumors, and violence. By melding the traditions of family farming with the power of art and free expression, this powerful story of transformation and renewal heralds a resurrection of farming in America.  Through highly personal interviews and 50 years of beautifully textured footage, filmmaker Taggart Siegel shares Farmer John’s haunting and humorous odyssey, capturing what it means to be wildly different in a rural community.","original_language":"en","original_title":"The Real Dirt on Farmer John","video":false,"title":"The Real Dirt on Farmer John","genre_ids":[99],"poster_path":"\/xv6W5AyI544MWPg4KQwGbpaR01n.jpg","backdrop_path":"\/uwWzdYRTeOGJcc76Xbs7FIPUU9V.jpg","release_date":"2006-01-20","popularity":2.051,"vote_average":7.8,"id":27175,"adult":false,"vote_count":6},{"overview":"Everyone thinks of Santa Claus as a magical figure without flaws, but the men who keep his legend alive, real-bearded professional Santas, are nothing like the jolly ol' Saint Nick we've all grown up knowing. In reality, the mall Santa in your cherished children's photo has problems just like the rest of us. Even the jolliest of men fall victim to divorce, job loss, insecurity and even the occasional hangover. 'I Am Santa Claus' is a documentary that follows the lives of five real-bearded professional Santa Clauses as they anticipate and prepare the coming holiday season while showing them for who they actually are flawed, flesh and blood men who feel an overbearing responsibility to protect the integrity of the spotless, untarnished reputation of the \"Red Suit.\"","original_language":"en","original_title":"I Am Santa Claus","video":false,"title":"I Am Santa Claus","genre_ids":[18,99,35],"poster_path":"\/lNrWm9E8tMUaDcdJhB92aNJaRQp.jpg","backdrop_path":"\/uAYP25A0J9QviKTqsrHrJs7a9Qi.jpg","release_date":"2014-11-04","popularity":2.147,"vote_average":6.4,"id":298445,"adult":false,"vote_count":26},{"overview":"The vaquita, the world’s smallest whale, is nearing extinction as its habitat is destroyed  by Mexican cartels and the Chinese Mafia, who harvest the totoaba fish, the “cocaine of the sea.” Environmental activists, the Mexican navy, and undercover investigators are fighting back against this illegal multimillion-dollar business.","original_language":"en","original_title":"Sea of Shadows","video":false,"title":"Sea of Shadows","genre_ids":[99],"poster_path":"\/1j0R5SQlr0oRzrnzlnhwrTtMPlH.jpg","backdrop_path":"\/4HyFT3FOzgDMFG8KRaSl78S5Sy7.jpg","release_date":"2019-01-27","popularity":2.892,"vote_average":10,"id":566219,"adult":false,"vote_count":1},{"overview":"This intimate documentary explores the life and career of the stage legend Stephen Sondheim through six of his best-known songs.","original_language":"en","original_title":"Six by Sondheim","video":false,"title":"Six by Sondheim","genre_ids":[99],"poster_path":"\/p2wGvOsac6RjPtLlOEJJt0LTRNm.jpg","backdrop_path":"\/4c02tNWCBNDI4h1rVXsygfeQV0j.jpg","release_date":"2013-12-09","popularity":1.869,"vote_average":7.3,"id":238478,"adult":false,"vote_count":6},{"overview":"An overview of the life of the most shocking, vile, and notorious of punk rock legends.","original_language":"en","original_title":"Hated: GG Allin & The Murder Junkies","video":false,"title":"Hated: GG Allin & The Murder Junkies","genre_ids":[99,10402],"poster_path":"\/plXzEIxSqoVVnmHKzsvEZGxQLJ9.jpg","backdrop_path":"\/ds0CCXQvmYQkvZ8m6gZHbWvb87E.jpg","release_date":"1994-01-01","popularity":3.325,"vote_average":7,"id":46697,"adult":false,"vote_count":27},{"overview":"In 20 years’ time, there will be nearly 1.6 billion smokers around the world. Approximately 70% of smokers want to quit. The United Nations’ World Health Organisation expects a billion people will die prematurely from smoking this century. The products their doctors recommend are rarely effective and many are trapped. A new vapour technology was invented to give smokers a successful way to quit. But it was quickly demonised, and even banned in many countries. A perfect storm is brewing between smokers trying to quit, government regulators, and health charities funded by the powerful pharmaceutical industry. Director Aaron Biebert travelled across four continents interviewing doctors, scientists, and others working to save a billion lives. What he found was profound government failure, widespread corruption in the public health community and powerful subversion by big business.","original_language":"en","original_title":"A Billion Lives","video":false,"title":"A Billion Lives","genre_ids":[99],"poster_path":"\/jCmysd8VgMtG6lBKH0Kjnmyc1gY.jpg","backdrop_path":"\/oJ1xiZZJYGQsG2I4Ad6PxDVS8Sf.jpg","release_date":"2016-05-11","popularity":2.277,"vote_average":9.1,"id":395965,"adult":false,"vote_count":9}]]