[[{"overview":"Michael is a young boy living in a typical 1950's suburbanite home... except for his bizarre and horrific nightmares, and continued unease around his parents. Young Michael begins to suspect his parents are cooking more than just hamburgers on the grill outside, but has trouble explaining his fears to his new-found friend Sheila, or the school's social worker.","original_language":"en","original_title":"Parents","video":false,"title":"Parents","genre_ids":[35,18,27],"poster_path":"\/iGVG2vKvG5fDDq8IcF3pfLfSxgt.jpg","backdrop_path":"\/V669Tp4BunanMEqDQPuVjui389.jpg","release_date":"1989-01-27","popularity":5.394,"vote_average":6.1,"id":27607,"adult":false,"vote_count":69},{"overview":"In London for his daughter's wedding, a struggling jingle-writer, Harvey Shine, misses his plane to New York, and thus loses his job. While drowning his sorrows in the airport pub, Harvey meets Kate, a British government worker stuck in an endless cycle of work, phone calls from her mother, and blind dates. A connection forms between the unhappy pair, who soon find themselves falling in love.","original_language":"en","original_title":"Last Chance Harvey","video":false,"title":"Last Chance Harvey","genre_ids":[18,35,10749],"poster_path":"\/5hvK3SZ35Vr5jj93bYhE57dPwI.jpg","backdrop_path":"\/5MbPeCjdeFDCYAXM0WiPKPfNuXm.jpg","release_date":"2008-12-25","popularity":4.556,"vote_average":6.2,"id":16409,"adult":false,"vote_count":131},{"overview":"Jija Ji - Watch Jaspal Bhatti play the role of brother-in-law of an IAS officer and he holds a powerful position in his family. He even carries a card on which he has got printed Jijaji brother-in-law of a Senior IAS Officer. Mr Sandhu the IAS officer is totally frustrated at the hands of his jija as he is always interfering in his official matters.","original_language":"en","original_title":"Jija Ji","video":false,"title":"Jija Ji","genre_ids":[35],"poster_path":"\/vq2zp2qw7HuYSPoVW0wEnAwN9Zg.jpg","backdrop_path":"\/5h6ykLXl9yiZKXCdPvSQQCxnjcT.jpg","release_date":"2005-05-05","popularity":3.277,"vote_average":0,"id":269989,"adult":false,"vote_count":0},{"overview":"Tom and Jerry need to learn to work together in order to help Sherlock Holmes with an investigation of a jewel theft. But still, they are cat and mouse!","original_language":"en","original_title":"Tom and Jerry Meet Sherlock Holmes","video":false,"title":"Tom and Jerry Meet Sherlock Holmes","genre_ids":[12,16,35,10751],"poster_path":"\/60I8ZYmqnPxWYV3VORGreyPScDn.jpg","backdrop_path":"\/2Tr6MLO2tCXyAIrCZ1JvyBCmanK.jpg","release_date":"2010-08-24","popularity":3.961,"vote_average":6.7,"id":43956,"adult":false,"vote_count":21},{"overview":"A series of skits involving customers and store personnel from several departments of the big department store.","original_language":"it","original_title":"Grandi magazzini","video":false,"title":"Department Store","genre_ids":[35],"poster_path":"\/pvkQziCNGRYj5eXoEeDD0d2GOvE.jpg","backdrop_path":"\/hwxbfyzekcMQT3VhSZyxdVGkgjC.jpg","release_date":"1986-06-06","popularity":5.754,"vote_average":5.7,"id":38262,"adult":false,"vote_count":158},{"overview":"The just out of college effete son of a no-nonsense steamboat captain comes to visit his father whom he's not seen since he was little.","original_language":"en","original_title":"Steamboat Bill, Jr.","video":false,"title":"Steamboat Bill, Jr.","genre_ids":[28,35],"poster_path":"\/soiHOVFz0LiuZEbbj7Aom7wDCJ4.jpg","backdrop_path":"\/sDTYmqNOxIwB4efn7FwYSa0hK0s.jpg","release_date":"1928-05-20","popularity":8.248,"vote_average":7.8,"id":25768,"adult":false,"vote_count":130},{"overview":"A romantic comedy. Michael Keaton and Geena Davis are speechwriters for competing political campaigns. Witty and amusing for the political junkies amongst us.","original_language":"en","original_title":"Speechless","video":false,"title":"Speechless","genre_ids":[35,10749],"poster_path":"\/nN5BPaG720jhkNf29Pogm1O1mq4.jpg","backdrop_path":"\/vYHVIpswtMQole5MjhOfTSJkPYA.jpg","release_date":"1994-12-16","popularity":12.436,"vote_average":5.9,"id":15128,"adult":false,"vote_count":46},{"overview":"Set in a separate storyline not related to the \"Trailer Park Boys\" Television show, but with the same lovable characters. The boys get arrested for robbing an ATM machine and spend 18 months in jail. When the get out, they decide to pull off \"The Big Dirty\" which is to steal a large amount of coins because they are untraceable and quit their life of crime forever","original_language":"en","original_title":"Trailer Park Boys: The Movie","video":false,"title":"Trailer Park Boys: The Movie","genre_ids":[35],"poster_path":"\/rSFdmG82WDGPc59N4Z8lTGsQTZp.jpg","backdrop_path":"\/eMqDvNTwq976x4QBRrKsh9nHbZ0.jpg","release_date":"2008-01-25","popularity":4.308,"vote_average":6.8,"id":9958,"adult":false,"vote_count":78},{"overview":"Nando Moriconi is a young Italian living in the early '50s Roma. He is completely crazy for everything that comes from the States. He tries to speak American-English (the most funny ever), to wear like he thinks Americans do, to walk like John Wayne (!), trying to eat cornflakes with ketchup... His life is a complete parody of the real American way of life, which he couldn't ever get. Nando's, not so secret, dream is to go to the USA. To get it he goes to the Coliseum and threats to suicide if American Embassy don't give him the visa. But at this point Nando is very well known as a 'crazy-for-USA' boy and the troubles he provoked in the past, couldn't help him.","original_language":"it","original_title":"Un americano a Roma","video":false,"title":"An American in Rome","genre_ids":[35],"poster_path":"\/bk37GfckEQ2iNt2EBgDiaRJnE9W.jpg","backdrop_path":"\/74u6XGgBq5hNGB0InHqV0sHCJKX.jpg","release_date":"1954-06-06","popularity":5.212,"vote_average":7.3,"id":43294,"adult":false,"vote_count":99},{"overview":"A holiday themed animated direct-to-video film starring Academy Award-winners, Tom and Jerry. It uses a good deal of Tchaikovsky's famous ballet The Nutcracker as background music. This film would be the last animated production for Tom and Jerry co-creator, Joseph Barbera, who would die on December 18, 2006. The film features all of the exaggerated violence usually found in Tom and Jerry.","original_language":"en","original_title":"Tom and Jerry: A Nutcracker Tale","video":false,"title":"Tom and Jerry: A Nutcracker Tale","genre_ids":[16,35,10751],"poster_path":"\/iyMKL2AP6I8gSzHRqUPPHviplZo.jpg","backdrop_path":"\/flJtdcC1z46Sh5x9XPBEJtQYXGJ.jpg","release_date":"2007-10-02","popularity":5.342,"vote_average":6.7,"id":24696,"adult":false,"vote_count":32},{"overview":"","original_language":"fr","original_title":"Inséparables","video":false,"title":"Inséparables","genre_ids":[35],"poster_path":"\/5jFFuxb5r0z5R4VEGcSlY7HtWoO.jpg","backdrop_path":"\/413nUdTVNckS5j7TljjFLOjrPHa.jpg","release_date":"2019-09-04","popularity":4.281,"vote_average":6.2,"id":589984,"adult":false,"vote_count":36},{"overview":"Lucia and Maria are two best friends, who have known each other from the beginning of their life, but have very different tastes and behaviors. Lucia is done with men, Maria, on the contrary, cannot be without one. One night, the perfect man shows up in Maria's bed: handsome, sensible, mature and passionate.The next morning brings up misunderstandings and lies which make the two friends split up and take a break for themselves. Maybe that young man met by chance is really the one every woman is looking for, because with his simple theories he manages to paint the perfect picture of the two women's lives.","original_language":"it","original_title":"Qualcosa di nuovo","video":false,"title":"Qualcosa di nuovo","genre_ids":[35],"poster_path":"\/gmSTpzTY0uO6ax2O8QVoeIDxEdw.jpg","backdrop_path":"\/AcZcAwart3KFuQAOmyx0OxqT2LI.jpg","release_date":"2016-10-13","popularity":5.157,"vote_average":5.9,"id":418726,"adult":false,"vote_count":105},{"overview":"Robot Chicken: Star Wars Episode III, directed by Chris McKay, combines the satirical sensibilities of Green and Matthew Senreich's Robot Chicken with characters of the Star Wars universe.","original_language":"en","original_title":"Robot Chicken: Star Wars Episode III","video":false,"title":"Robot Chicken: Star Wars Episode III","genre_ids":[35,878,16],"poster_path":"\/gsKEyIOJzNgLdbGjTnFds8hI4rV.jpg","backdrop_path":"\/dwoqgOGljOL54RtZwulfmcz6cqD.jpg","release_date":"2010-12-19","popularity":6.572,"vote_average":7.6,"id":51888,"adult":false,"vote_count":68},{"overview":"A man plans the perfect Christmas for his perfect little family... but who is who when nobody is who they say they are?!","original_language":"it","original_title":"Una famiglia perfetta","video":false,"title":"A Perfect Family","genre_ids":[35],"poster_path":"\/yJ6UronNTa3o2VaYnwakiJNoqKe.jpg","backdrop_path":"\/Ag2UZBt7rKFvCsA4CTU4Ami1jBZ.jpg","release_date":"2012-11-28","popularity":6.054,"vote_average":6.7,"id":162282,"adult":false,"vote_count":114},{"overview":"After a one-night stand results in pregnancy, a young woman decides to become partners with the emotionally immature father-to-be.","original_language":"es","original_title":"¿Qué culpa tiene el niño?","video":false,"title":"Don't Blame the Kid","genre_ids":[35,10749],"poster_path":"\/jx4RowEMoenVwtjyompzcR04EeN.jpg","backdrop_path":"\/7NEySszUS4lvBn5MpnIJzGvhAy0.jpg","release_date":"2016-05-13","popularity":5.797,"vote_average":6.5,"id":369299,"adult":false,"vote_count":183},{"overview":"It's 1943 and World War II is raging in Europe. In New York, Arturo and Flora the daughter of a restaurant owner are in love, but she is promised in marriage to the son of a Mafia boss. There is a way around this, but to be able to marry Flora, Arturo needs to get permission from her father, who lives in a village in Sicily. Arturo doesn't have any money, so the only way he can get to Sicily is to enlist in the U.S. Army, which is preparing for a landing on the island.","original_language":"it","original_title":"In guerra per amore","video":false,"title":"At War for Love","genre_ids":[10752,18,35],"poster_path":"\/6cA3IIv8SYZCxczQaMvjG42uSMC.jpg","backdrop_path":"\/mCMJyrBcsB9cuqg4kqwk7Tfdszj.jpg","release_date":"2016-10-27","popularity":6.131,"vote_average":7.5,"id":403450,"adult":false,"vote_count":285},{"overview":"Jaane Tu... Ya Jaane Na (translation: Whether you know... or not) is a 2008 Indian romantic comedy film, written and directed by Abbas Tyrewala. The film stars Imran Khan and Genelia D'Souza in pivotal roles.  Produced by Mansoor Khan, Aamir Khan, it marks the directional debut of Abbas Tyrewala, the debut of Imran Khan (Aamir Khan's nephew) and Prateik Babbar as actors, and the re-appearance of D'Souza in Hindi cinema. Released on 4 July 2008, the film received positive reviews, and went on to become a Super Hit at the box office.  The music is by A. R. Rahman.","original_language":"en","original_title":"Jaane Tu... Ya Jaane Na","video":false,"title":"Jaane Tu... Ya Jaane Na","genre_ids":[18,35,10749],"poster_path":"\/diebzOOyPMcnJf8PRcKKPYTKIGO.jpg","backdrop_path":"\/p3Xl30pOpMizG6Bchg69ZhLwP2h.jpg","release_date":"2008-07-04","popularity":5.275,"vote_average":6.9,"id":14467,"adult":false,"vote_count":87},{"overview":"In a village of the Po valley where the earth is hard and life miserly, the priest and the communist mayor are always fighting to be the head of the community. If in secret, they admired and liked each other, politics still divided them as it is dividing the country. And when the mayor wants his \"People's House\"; the priest wants his \"Garden City\" for the poor. Division exist between the richest and the poorest, the pious and the atheists and even between lovers. But if the people are hard as the country, they are good in the bottom of there heart.","original_language":"it","original_title":"Don Camillo","video":false,"title":"Don Camillo","genre_ids":[35],"poster_path":"\/tlqb5Ruagl0r9jIxQlcWAFcMju4.jpg","backdrop_path":"\/xoqwDF6FC0JkDgMhGp8UBazSfKA.jpg","release_date":"1952-07-04","popularity":6.693,"vote_average":7.7,"id":11972,"adult":false,"vote_count":126},{"overview":"After living 45 years in Germany, the Turkish Hüseyin Yilmaz, seventy,  announces to his family that he has bought a house in Turkey and they should return to make the necessary reforms. The idea is unwelcome and causes very heated discussions. In addition, Canan, a granddaughter of Hüseyin, announces she is pregnant and the father is her English boyfriend, and no one knew anything. To comfort his cousin Cenk, a child of six years, who was humiliated at school and labeled as \"foreign\", Canan tells a fantastic story about how they left Turkey and went to Germany.","original_language":"de","original_title":"Almanya - Willkommen in Deutschland","video":false,"title":"Almanya: Welcome to Germany","genre_ids":[35,18],"poster_path":"\/t2e8abO0mhZxvlJlizGeXTggEBL.jpg","backdrop_path":"\/XwTaPhN40zg3urnsTIjnAMheZP.jpg","release_date":"2011-05-13","popularity":6.484,"vote_average":6.4,"id":63849,"adult":false,"vote_count":85},{"overview":"Starting from childhood attempts at illustration, the protagonist pursues his true obsession to art school. But as he learns how the art world really works, he finds that he must adapt his vision to the reality that confronts him.","original_language":"en","original_title":"Art School Confidential","video":false,"title":"Art School Confidential","genre_ids":[35,18],"poster_path":"\/vdA5ctqWaU2c2oLppjLvWbREtUw.jpg","backdrop_path":"\/c4KUaCFzJ5Ge0nsJRTFxPqhqmSO.jpg","release_date":"2006-11-10","popularity":7.252,"vote_average":6.1,"id":9786,"adult":false,"vote_count":109}],[{"overview":"Meet the Murphys, a family with never ending bad luck. \"Anything that can go wrong, will go wrong,\" it's Murphy's law! Over a century ago a witch put a magical curse on their great-great grandfather and the whole family has been jinxed for generations! After Meg Murphy (played by Big Time Rush's Ciara Bravo) and her family's house is destroyed in yet another freak accident, the family moves into their grandfather's house in Harvest Hills. In a not-so-strange case of bad luck, Meg's nemesis Ivy is also spending the summer in town. But things start to look up, kind of, when Meg meets a local boy named Brett and he casts another spell on her, a love spell that is! With help from her brother Charlie, Meg more determined than ever, must break the hex on her catastrophically cursed family! Watch this doomed teen try for a normal existence in a world full of hijinks!","original_language":"en","original_title":"Jinxed","video":false,"title":"Jinxed","genre_ids":[10751,14,35],"poster_path":"\/2LHKfXK3wPyTEdd4OQSWudAB7mN.jpg","backdrop_path":"\/67TJrG56BfMAPoDL9jonNBAyx6r.jpg","release_date":"2013-11-29","popularity":4.855,"vote_average":6.7,"id":246569,"adult":false,"vote_count":55},{"overview":"Marion and Ben, thirty years old, meet on Tinder. That's about all they have in common; but the opposites attract each other, and they decide in the early morning of their meeting to go on vacation together despite the advice of their entourage. They will finally leave - to Bulgaria, halfway to their dream destinations: Beirut for Marion, Biarritz for Ben. Without a precise plan and, as they will soon discover, with very different conceptions of what a dream holiday should be.","original_language":"fr","original_title":"Premières vacances","video":false,"title":"Our Happy Holiday","genre_ids":[35],"poster_path":"\/jxI5nlfkfg3UFHZGtMpm5Xua5iX.jpg","backdrop_path":"\/6qPBqLiawFiG03JUUMT6ICTtSTm.jpg","release_date":"2018-09-15","popularity":4.843,"vote_average":6.1,"id":490448,"adult":false,"vote_count":101},{"overview":"The film tells the story of the Michelucci family, from the nineteen-seventies to the present day: the central character is the stunningly beautiful Anna, the lively, frivolous and sometimes embarrassing mother of Bruno and Valeria. Everything begins in the Summer of 1971, at the annual Summer beauty pageant held at Livorno’s most popular bathing establishment. Anna is unexpectedly crowned “Most Beautiful Mother”, unwittingly stirring the violent jealousy of her husband. From then on, chaos strikes the family and for Anna, Bruno and his sister Valeria, it is the start of an adventure that will only end thirty years later. Bruno ends up living in Milan after managing to escape from Livorno and his mother. He will return to his hometown at the end of the film to be at his mother’s side during her very last days.","original_language":"it","original_title":"La prima cosa bella","video":false,"title":"The First Beautiful Thing","genre_ids":[35,18],"poster_path":"\/dTaXwieay5cNpRDXdK4g55EdeOu.jpg","backdrop_path":"\/6NrlobwzHGOdVPXLqZzWutRBNQB.jpg","release_date":"2010-01-15","popularity":6.727,"vote_average":7.4,"id":36940,"adult":false,"vote_count":287},{"overview":"Live action comedy about a fictional town and it's uncommon people, based on a comic strip 'Fingerpori', by Pertti Jarla.","original_language":"fi","original_title":"Fingerpori","video":false,"title":"Fingerpori","genre_ids":[35],"poster_path":"\/vMxrbSkM2d5Sw6xMmqFj06eq1jS.jpg","backdrop_path":"\/nNynfSV3oVneHnliMVbs0I5P1tZ.jpg","release_date":"2019-10-18","popularity":8.587,"vote_average":0,"id":408487,"adult":false,"vote_count":0},{"overview":"Bruno Stroszek is released from prison and warned to stop drinking. He has few skills and fewer expectations: with a glockenspiel and an accordion, he ekes out a living as a street musician. He befriends Eva, a prostitute down on her luck and they join his neighbor, Scheitz, an elderly eccentric, when he leaves Germany to live in Wisconsin.","original_language":"de","original_title":"Stroszek","video":false,"title":"Stroszek","genre_ids":[18,35],"poster_path":"\/3AvIsic96J6c7GVz3XqfnRmHgVS.jpg","backdrop_path":"\/1aXPllbyPHMd0z41Y0QEKnLEKsV.jpg","release_date":"1977-01-12","popularity":7.342,"vote_average":7.3,"id":11698,"adult":false,"vote_count":99},{"overview":"A film poem inspired by the Peruvian poet César Vallejo. A story about our need for love, our confusion, greatness and smallness and, most of all, our vulnerability. It is a story with many characters, among them a father and his mistress, his youngest son and his girlfriend. It is a film about big lies, abandonment and the eternal longing for companionship and confirmation.","original_language":"sv","original_title":"Sånger från andra våningen","video":false,"title":"Songs from the Second Floor","genre_ids":[18,35],"poster_path":"\/vBNHPEVXMeDmhRiqTW17TTEkX62.jpg","backdrop_path":"\/bkmQWgLZ645k3L9GpH8Fi9X3JIR.jpg","release_date":"2000-11-03","popularity":6.806,"vote_average":7.5,"id":34070,"adult":false,"vote_count":120},{"overview":"Sherlock Holmes is as dashing as ever, but with a little secret: Dr. Watson is the brains behind the operation. When Reginald Kincaid, the actor he has hired to play Holmes becomes insufferable, Watson fires him and tries to go out on his own, but finds that he has done too good a job building Holmes up in the public's mind.","original_language":"en","original_title":"Without a Clue","video":false,"title":"Without a Clue","genre_ids":[35,80,9648,53],"poster_path":"\/oidR3sPpNmIcM6ZYEvm2c5X6yBD.jpg","backdrop_path":"\/xnJKdOe3XXOAfmm0XdOoAUZRQiz.jpg","release_date":"1988-10-21","popularity":9.134,"vote_average":6.7,"id":12582,"adult":false,"vote_count":97},{"overview":"France, a factory worker, lives with her three daughters in Dunkirk. The factory where she worked has been closed, leaving France and all of her workmates without a job. She decides to go to Paris to look for work. There she finds a cleaning job at the home of a rich man, Steve, whose world is radically different from her own. As their paths keep crossing, she discovers that her employer played a part in closing the factory in Dunkirk...","original_language":"fr","original_title":"Ma part du gâteau","video":false,"title":"My Piece of the Pie","genre_ids":[18,35],"poster_path":"\/uff5OR7SAY8nbbdqVfC7hin8B74.jpg","backdrop_path":"\/fsxP5KzO3bsNz63eXlADguNQByQ.jpg","release_date":"2011-12-09","popularity":6.31,"vote_average":5.7,"id":58043,"adult":false,"vote_count":85},{"overview":"Caught in the middle of a bank robbery, a slacker and a bank employee become the ones who arbitrate the intense situation.","original_language":"en","original_title":"How to Rob a Bank","video":false,"title":"How to Rob a Bank","genre_ids":[28,35,80],"poster_path":"\/czSi9Yav31t0cUmgeAjmtr37Rtj.jpg","backdrop_path":"\/xrM15KoiSZF8Uhwb7dfpbhjZi2o.jpg","release_date":"2007-01-25","popularity":4.536,"vote_average":6.2,"id":13534,"adult":false,"vote_count":58},{"overview":"This zany send-up of teen slasher flicks features a maniacal psycho known as the Breather (played by Jerry Belson), who stalks –and murders– promiscuous students at a suburban high school. The fanatical killer's unusual weapons include paper clips, blackboard erasers and eggplants. Kristen Riter, Matthew Goldsby, Joe Flood, Kevin Mannis and Sara Eckhardt head the cast.","original_language":"en","original_title":"Student Bodies","video":false,"title":"Student Bodies","genre_ids":[35,27,9648],"poster_path":"\/xdZluQ9y2fb2IBMWmSRyNt0ifyn.jpg","backdrop_path":"\/i1ll1vfS2NqeX0Socg43kUchYMI.jpg","release_date":"1981-08-07","popularity":3.949,"vote_average":5.9,"id":21515,"adult":false,"vote_count":39},{"overview":"An Episcopal Bishop, Henry Brougham, has been working for months on the plans for an elaborate new cathedral which he hopes will be paid for primarily by a wealthy, stubborn widow. He is losing sight of his family and of why he became a churchman in the first place. Enter Dudley, an angel sent to help him. Dudley does help everyone he meets, but not necessarily in the way they would have preferred. With the exception of Henry, everyone loves him, but Henry begins to believe that Dudley is there to replace him, both at work and in his family's affections, as Christmas approaches.","original_language":"en","original_title":"The Bishop's Wife","video":false,"title":"The Bishop's Wife","genre_ids":[35,18,14],"poster_path":"\/mxVxvBgykz9SqsgqARcnv53oLo0.jpg","backdrop_path":"\/zbxrgnEF3LQDKm6DT6poDMFWriM.jpg","release_date":"1948-02-16","popularity":5.866,"vote_average":7.3,"id":19490,"adult":false,"vote_count":89},{"overview":"Tracy, a lonely college freshman in New York, is rescued from her solitude by her soon-to-be stepsister Brooke, an adventurous gal about town who entangles her in alluringly mad schemes.","original_language":"en","original_title":"Mistress America","video":false,"title":"Mistress America","genre_ids":[35],"poster_path":"\/aLoPGV8c0G3AXB1ux0JhUYA1YRX.jpg","backdrop_path":"\/73e2oDFYjCuKpOmb9hTAZttS1wr.jpg","release_date":"2015-08-14","popularity":7.07,"vote_average":6.6,"id":309245,"adult":false,"vote_count":317},{"overview":"Two best friends (Kate and Chloe) embark on a cross country trip back to their hometown to attempt to win a pageant that eluded them as children.","original_language":"en","original_title":"Ass Backwards","video":false,"title":"Ass Backwards","genre_ids":[12,35],"poster_path":"\/4ZM4HR72GMYgPwCSWCdZX80yvG0.jpg","backdrop_path":"\/4IthXtcdYfFJ1vHMlomV5F2PpCH.jpg","release_date":"2013-01-21","popularity":5.033,"vote_average":4.7,"id":159024,"adult":false,"vote_count":38},{"overview":"After dumping a bucket of water on a beautiful young woman from the window of a train car, wealthy Frenchman Mathieu, regales his fellow passengers with the story of the dysfunctional relationship between himself and the young woman in question, a fiery 19-year-old flamenco dancer named Conchita. What follows is a tale of cruelty, depravity and lies -- the very building blocks of love.","original_language":"fr","original_title":"Cet obscur objet du désir","video":false,"title":"That Obscure Object of Desire","genre_ids":[35,18,10749],"poster_path":"\/9iUdC4dftkjYSBUJq5DAxC6WqB9.jpg","backdrop_path":"\/yZMkGzcIMGnv5oMm6tFyhshflMA.jpg","release_date":"1977-10-08","popularity":6.723,"vote_average":7.7,"id":5781,"adult":false,"vote_count":138},{"overview":"At 40, Stephanie loses her job and is forced to move back in with her mother. She is welcomed with open arms to the joys of overheated apartment, Francis Cabrel playing on loop, Scrabble games and precious motherly advice on how to behave at the table and live her life.","original_language":"fr","original_title":"Retour chez ma mère","video":false,"title":"Back to Mom's","genre_ids":[35],"poster_path":"\/75e91EITkWkS9fYIx3jAm9vhTFb.jpg","backdrop_path":"\/lvtiOLVEVvm2cxtD828Ni1RaZEW.jpg","release_date":"2016-06-01","popularity":5.253,"vote_average":5.7,"id":383869,"adult":false,"vote_count":322},{"overview":"Eric and Ramzy are working as window washers at the Montparnasse skyscraper in Paris. Thinking that he has a date set up with beautiful executive Marie-Joelle (who in reality hates his guts), Ramzy stays at work late while Eric hangs around with him. As a result, the pair witness a gang of terrorists seize the tower and take its late-night occupants (including Marie- Joelle) hostage. Knowing that only they can save the day, Eric and Ramzy swing into action.","original_language":"fr","original_title":"La Tour Montparnasse Infernale","video":false,"title":"La Tour Montparnasse Infernale","genre_ids":[35],"poster_path":"\/jUMI4HFDaIbhSkkCtGL979f0StH.jpg","backdrop_path":"\/kOi6XmD32Cjo3EDPaf0txd2iluW.jpg","release_date":"2001-03-28","popularity":6.263,"vote_average":6.5,"id":15449,"adult":false,"vote_count":427},{"overview":"Teenagers, in their last year of High School, steel the subjects of the Baccalaureate from the education exam division in order to succeed at the exam.","original_language":"fr","original_title":"À toute épreuve","video":false,"title":"The Grad Job","genre_ids":[35],"poster_path":"\/npRoHXHOrNOCp1ioQ9B5yOv0SDo.jpg","backdrop_path":"\/u5WdR0u9c4YMs2yZpUpyz0YLgkb.jpg","release_date":"2014-07-09","popularity":4.409,"vote_average":5.4,"id":283739,"adult":false,"vote_count":78},{"overview":"A small town waitress gets a nail accidentally lodged in her head causing unpredictable behavior that leads her to Washington, DC.  Sparks fly when she meets a clueless young senator who takes up her cause - but what happens when love interferes with what you stand for?","original_language":"en","original_title":"Accidental Love","video":false,"title":"Accidental Love","genre_ids":[10749,35],"poster_path":"\/osuJAcyYCHHFeqHmgUjzzPytoyF.jpg","backdrop_path":"\/zzSKW3BwBIZ8dPkUt0B3h00Q896.jpg","release_date":"2015-02-10","popularity":6.288,"vote_average":4.1,"id":316002,"adult":false,"vote_count":186},{"overview":"On a Tuesday night, five couples have separate sexual adventures. Matt and Kris, friends for years, want to have an only-once, no-strings good time. Abby and Andrew, married, celebrate his birthday, but it's marred by angst and miscommunication. Mia and Eric are exes, making sure they are over each other. Jaime and Ken work together and this is a first date. Inez and Gord invite his roommate, Dave, to join them. By the time each couple has gone through a prelude, foreplay, sex, an interlude, orgasm, and afterglow, they've answered basic questions: can sex be anonymous, are we bored, is our marriage really finished, does anyone tell the truth, and how do we make someone happy?","original_language":"en","original_title":"Young People Fucking","video":false,"title":"Young People Fucking","genre_ids":[35,18,10749],"poster_path":"\/yiAnYFSzH29U0MAt9M6lQp9QxZy.jpg","backdrop_path":"\/jJxV9GQSC3aVGP1NC1CI5ARTnzs.jpg","release_date":"2007-11-11","popularity":6.298,"vote_average":5.9,"id":13019,"adult":false,"vote_count":109},{"overview":"Reunites the same cast, reprising their characters from the 2006 original film, but transplants them from the 1980s to the Italy of 2006. This leap allows the filmmaker to compare and contrast youth culture across generations, from the era of the call box to the era of cell phones, text messages and onli","original_language":"it","original_title":"Notte prima degli esami - Oggi","video":false,"title":"The Night Before the Exams Today","genre_ids":[35],"poster_path":"\/60tYD9PTbBN7rxRVLPZHasRBwIN.jpg","backdrop_path":"\/xdSxd8RBr2LPhhiMTPPMBqlXYSr.jpg","release_date":"2007-02-14","popularity":5.808,"vote_average":5.4,"id":54309,"adult":false,"vote_count":444}],[{"overview":"Naan Avanillai 2 (English: I am Not Him) is a 2009 Tamil romantic mystery film directed by Selva. It is the sequel to the Naan Avanillai (2007). Jeevan reprises the lead role, while the female roles are enacted by Sangeetha, Lakshmi Rai, Shweta Menon and Sruthi Prakash and Rachana Maurya. D. Imman, who did the film score for the first part of the film, replaced Vijay Antony as the music director. The film was released on 27 November 2009 to extremely negative reviews","original_language":"ta","original_title":"Naan Avan Illai 2","video":false,"title":"Naan Avan Illai 2","genre_ids":[35,28,10749],"poster_path":"\/yuZA22mneczkFA5GSY5DVAzY7u6.jpg","backdrop_path":"\/ul4ZZMl90V87d8VIwvfWUCKZwXA.jpg","release_date":"2009-11-27","popularity":4.811,"vote_average":6,"id":111585,"adult":false,"vote_count":1},{"overview":"Two teenage girls travel across the U.S. in 1962, during the chaos of the Cuban missile crisis, in search of Eleanor Roosevelt.","original_language":"en","original_title":"Dear Eleanor","video":false,"title":"Dear Eleanor","genre_ids":[12,35,18],"poster_path":"\/qbbEVTrykzk7tG9fiwGcFFUSXIO.jpg","backdrop_path":"\/9cJfkO0aNzZ4K635RKcxmEosorT.jpg","release_date":"2016-07-05","popularity":4.668,"vote_average":5.9,"id":253343,"adult":false,"vote_count":42},{"overview":"Two Italians are on holiday in Aspen in Colorado. The first one is Lorenzo whose daughter is crazy about Luke Perry (Beverly Hills 90210 actor) and wants to meet him at all costs. The second one wants to win back his wife who has left him because of his gambling problem.","original_language":"it","original_title":"Vacanze Di Natale '95","video":false,"title":"Christmas Vacation '95","genre_ids":[35],"poster_path":"\/iZIbESmebF664ObaXaaoXP3vpLz.jpg","backdrop_path":"\/9bKIwRbprh5n1wIGsRN1iWc5j91.jpg","release_date":"1995-12-20","popularity":5.841,"vote_average":5.5,"id":42445,"adult":false,"vote_count":115},{"overview":"The misadventures of Attila and his band of barbarians as they take up arms against the Roman Empire in their native Milano","original_language":"it","original_title":"Attila flagello di Dio","video":false,"title":"Attila flagello di Dio","genre_ids":[35],"poster_path":"\/hs8MZy3cdh6MJXE1ozid5MMzizF.jpg","backdrop_path":"\/6puvUc4WY3IOsb7cyX9pVPb38ay.jpg","release_date":"1982-01-01","popularity":6.116,"vote_average":5.9,"id":29743,"adult":false,"vote_count":120},{"overview":"Five Green Berets stationed in Vietnam in 1968 grudgingly undertake the mission of a lifetime -- to secretly transport an 8,000-pound elephant through 200 miles of rough jungle terrain. High jinks prevail when Capt. Sam Cahill promises the Montagnard villagers of Dak Nhe that he'll replace their prized elephant in time for an important ritual. But for Capt. T.C. Doyle, the mission becomes a jumbo-sized headache!","original_language":"en","original_title":"Operation Dumbo Drop","video":false,"title":"Operation Dumbo Drop","genre_ids":[28,12,35,10751],"poster_path":"\/fPlkpcuQGdoIk4IbIFPo3OhQ0qL.jpg","backdrop_path":"\/5zkGgMbZLJOe5dTIZO1qG61oO16.jpg","release_date":"1995-07-28","popularity":6.148,"vote_average":5.1,"id":27281,"adult":false,"vote_count":79},{"overview":"An art instructor and an English teacher form a rivalry that ends up with a competition at their school in which students decide whether words or pictures are more important.","original_language":"en","original_title":"Words and Pictures","video":false,"title":"Words and Pictures","genre_ids":[35,18,10749],"poster_path":"\/xQEVzE1CZ55BiOIetH1Vjm6AHNQ.jpg","backdrop_path":"\/a3yE2VJAfFX4RUlxGgvw76ch9OO.jpg","release_date":"2014-05-23","popularity":6.012,"vote_average":6.7,"id":214075,"adult":false,"vote_count":114},{"overview":"Nick and Frank Starkey were both policemen. A scandal forced Nick to leave the force, now a serial killer has driven the police to take him back. A web that includes Frank's wife, bribery, and corruption all are in the background as Nick tries to uncover the secret of where the killer will strike next, and finally must lay a trap without the police.","original_language":"en","original_title":"The January Man","video":false,"title":"The January Man","genre_ids":[35,80,9648,53],"poster_path":"\/vTjjzr9YAH4igugnZlMhj6gYeie.jpg","backdrop_path":"\/ySP0MlUPlIz2gab9EBYEAFgBEhW.jpg","release_date":"1989-01-13","popularity":4.14,"vote_average":5.3,"id":32059,"adult":false,"vote_count":65},{"overview":"By following ten simple rules,  20-somethings Vince and Cameron spice up their relationship by sleeping around. But when their straitlaced friends get engaged, their relationship gets turned upside down. To put the rules to the test, they will go on the road to the Hamptons to crash the biggest party of the year where love triangles collide and off-the-wall mayhem ensues.","original_language":"en","original_title":"10 Rules for Sleeping Around","video":false,"title":"10 Rules for Sleeping Around","genre_ids":[35,10749],"poster_path":"\/66PUfQVLQXOZ3XqCr9X0TEzebEx.jpg","backdrop_path":"\/kfn7b1UeO3LgHwie8mQaJh8LIqn.jpg","release_date":"2014-04-04","popularity":5.346,"vote_average":3.6,"id":216138,"adult":false,"vote_count":36},{"overview":"In 1850 Oregon, when a backwoodsman brings a wife home to his farm, his six brothers decide that they want to get married too.","original_language":"en","original_title":"Seven Brides for Seven Brothers","video":false,"title":"Seven Brides for Seven Brothers","genre_ids":[35,18,10402,37],"poster_path":"\/42uIMPDWlJLexVGhj7zXYP1fchQ.jpg","backdrop_path":"\/yNBcIGxAjvtsf4dQaVgyNy27qnp.jpg","release_date":"1954-07-22","popularity":8.432,"vote_average":7.4,"id":16563,"adult":false,"vote_count":266},{"overview":"With Christmas approaching, a handsome fireman afraid of commitment adopts a stray cat and meets a beautiful veterinary student who challenges his decision to remain a confirmed bachelor.","original_language":"en","original_title":"The Nine Lives of Christmas","video":false,"title":"The Nine Lives of Christmas","genre_ids":[18,10749,35],"poster_path":"\/cQ6fSZpwrpCdJOaZAdwieG6hU66.jpg","backdrop_path":"\/hrwkZ2uxFI3WpARZ8j50cdOOy28.jpg","release_date":"2014-11-08","popularity":4.596,"vote_average":6.6,"id":299576,"adult":false,"vote_count":45},{"overview":"A young man from the Congo in search of his brother attempts to cross Europe’s borders. In Morocco, he teams up with a sharp-witted British runaway who pinched his stepfather’s recreational vehicle in order to escape from a family holiday. On their journey, the disparate duo have to make decisions that will also influence the lives of others.","original_language":"en","original_title":"Roads","video":false,"title":"Roads","genre_ids":[18,12,35],"poster_path":"\/8C7pk6aJG8QWYAc7NgdJET6MXVn.jpg","backdrop_path":"\/rNCnJdQR661uZqETL2pZ6m0row3.jpg","release_date":"2019-05-30","popularity":5.907,"vote_average":7.3,"id":480527,"adult":false,"vote_count":4},{"overview":"Based on Molière's play. The children of Harpagon, Cléante and his sister Elise, are each in love but they still haven't spoken to their father yet. Harpagon is a miser who wants to choose the right man and the right woman for his children. When Cléante, at last, tries to speak to Harpagon, the old man informs the family that he wants to marry Marianne, the young girl loved by Cléante. Unaware of his son's sorrow, Harpagon doesn't understand why Cléante has become so angry with him.","original_language":"fr","original_title":"L'Avare","video":false,"title":"The Miser","genre_ids":[35],"poster_path":"\/38DrJ6EgL3LKAfswB3JLY3SlwHj.jpg","backdrop_path":"\/odyWfirOHKgArS3qvOVIsGFSOxK.jpg","release_date":"1980-06-06","popularity":6.865,"vote_average":6.3,"id":11680,"adult":false,"vote_count":202},{"overview":"Menage begins as a comedy of sorts, but be warned: it develops into a very dark, very confusing probe into the seamier aspects of Parisian life. Gerard Depardieu plays a crude but charismatic thief, whose own gayness does not prevent his commiserating with those of the opposite sex. Miou-Miou and Michel Blanc are young, impoverished lovers who fall under Depardieu's influence. He gains their confidence by introducing them to kinky sex, then sucks them into a vortex of crime. Director Bertrand Blier, who in most of his films has explored the awesome power (rather than pleasure) of sex, nearly outdoes himself in Menage (aka Tenue de Soiree).","original_language":"fr","original_title":"Tenue de soirée","video":false,"title":"Ménage","genre_ids":[80,18,35],"poster_path":"\/rhtLP7q6RZPKXwCIB8nz8kGtpZ2.jpg","backdrop_path":"\/4aJSs3e57Bo8YrntaD5rFQjnAQF.jpg","release_date":"1986-04-23","popularity":5.411,"vote_average":6.6,"id":3934,"adult":false,"vote_count":79},{"overview":"In the early 1960's, a Sicilian single mother marries an older, crass widowed truck driver. When he is arrested trying to smuggle an antique, she ends up falling in love with her handsome stepson.","original_language":"it","original_title":"La seconda moglie","video":false,"title":"The Second Wife","genre_ids":[35,10749],"poster_path":"\/2eETqPLfLtf5tAI59RbQtpWjLir.jpg","backdrop_path":"\/4yGVdOJDBxcEKwJpFc3FUPdELJZ.jpg","release_date":"1998-11-05","popularity":4.43,"vote_average":6.5,"id":210726,"adult":false,"vote_count":4},{"overview":"A former pro-wrestler is hired to be the bodyguard\/nanny for a couple of bratty kids whose inventor father is being stalked by a rival.","original_language":"en","original_title":"Mr. Nanny","video":false,"title":"Mr. Nanny","genre_ids":[10751,35],"poster_path":"\/4DIncU4WILy2RYYWsolsIbLlH27.jpg","backdrop_path":"\/tfgCVQFGdTJJSZyuq5DSrcr5AJz.jpg","release_date":"1993-10-08","popularity":4.964,"vote_average":4.9,"id":19371,"adult":false,"vote_count":85},{"overview":"A top Hollywood talent agent finds his cushy existence threatened when he discovers that his wife is cheating on him and that his journal has been swiped by a reporter out to bring him down.","original_language":"en","original_title":"Man About Town","video":false,"title":"Man About Town","genre_ids":[35,18,10749],"poster_path":"\/nvY0Sb9MXmVLNgLNm9Qbo3q4EWX.jpg","backdrop_path":"\/2dUKPY3Urzf9pfLaKrLBxbCvA7U.jpg","release_date":"2006-06-08","popularity":5.163,"vote_average":5.3,"id":9784,"adult":false,"vote_count":70},{"overview":"This sequel to the popular British comedy sees a new teacher (David Tennant) take over. When he enters his school in the National 'Song for Christmas' Competition, he and his pregnant wife, and the schoolchildren, embark on an epic road trip that ends up with a birth and a donkey, where he must embrace his fears and become a hero.","original_language":"en","original_title":"Nativity 2: Danger in the Manger!","video":false,"title":"Nativity 2: Danger in the Manger!","genre_ids":[35,10751],"poster_path":"\/ee0Z7cLbgmPsU7LxwHKw2RzKGtP.jpg","backdrop_path":"\/nC2z6B52fwLOE4w7AUDrKbUxF1B.jpg","release_date":"2012-11-21","popularity":4.094,"vote_average":5,"id":139380,"adult":false,"vote_count":45},{"overview":"Two young friends embark on a road trip across France in a vehicle they built themselves.","original_language":"fr","original_title":"Microbe et Gasoil","video":false,"title":"Microbe and Gasoline","genre_ids":[35],"poster_path":"\/jIzSVykCYzAmaniiT5ihanpaxmw.jpg","backdrop_path":"\/EgKMhLa2cCCBYm25yQSOB8liPP.jpg","release_date":"2015-10-04","popularity":5.129,"vote_average":6.1,"id":337677,"adult":false,"vote_count":72},{"overview":"Ronnie runs a Disco walking tour with his son, Brayden. When a sexy woman takes the tour, it begins a competition between father and son for her love. It also signals the arrival of an oily strangler who stalks the streets at night.","original_language":"en","original_title":"The Greasy Strangler","video":false,"title":"The Greasy Strangler","genre_ids":[35,27,53],"poster_path":"\/6ZBHD1ZvYuP0uhYuOeTMN4Kgxvl.jpg","backdrop_path":"\/ts2FEI39w6NBOhyqGxPJTidNLuz.jpg","release_date":"2016-10-07","popularity":6.68,"vote_average":5.8,"id":320413,"adult":false,"vote_count":87},{"overview":"Kenya McQueen, a corporate lawyer finds love in the most unexpected place when she agrees to go on a blind date with Brian Kelly, a sexy and free-spirited landscaper.","original_language":"en","original_title":"Something New","video":false,"title":"Something New","genre_ids":[35,18,10749],"poster_path":"\/n11W7uJLgEFbbKLyZzm07Mjs6na.jpg","backdrop_path":"\/nu0g1Li8MS3FBp3Z3LsRxBV1oN1.jpg","release_date":"2006-01-29","popularity":5.438,"vote_average":6.4,"id":15363,"adult":false,"vote_count":105}]]