[{"cast":["Ronald Reagan","Eddie Foy Jr.","John Litel","Lya Lys","Frank Wilcox"],"overview":"Enemy agents are everywhere and they are sabotaging all important war deliveries. The body of a hobo found in a train wreck had a money belt with $50,000 and a tattoo of a circle and arrow. This is a tattoo for saboteurs for hire and Brass must impersonate the dead man to find out what his orders are. As Steve Coe, he meets with the band of enemy agents in California and everything goes well until the wife of the dead 'Hobo' shows up. Luckily, Gabby is able to save Brass and Brass learns what is his assignment. He is to board the USN airship 'Mason', which is testing the super secret Inertia Projector, and destroy the airship.","release_date":"1940-06-01","genres":[28,53,18],"vote_average":6.0,"runtime":55,"cert":"N\/A","id":100016,"title":"Murder in the Air","adult":false},{"cast":["Forrest Bankston","Jeff Batton"],"overview":"\"The Books Of John\" is a movie that follows the lives of three different people, Frank McLean, Will and Caryn. Frank finds himself alone after losing his longtime partner suddenly and without warning. Months later he finds that his partner had been keeping secret diaries. With the information in the diaries, Frank delves into his lover's past in an attempt to get to know more about the man that he never really knew. Will is a party boy who is a friend of Frank and Frank's late lover John.","release_date":"2007-04-10","genres":[18,10749],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":100027,"title":"The Books of John","adult":false},{"cast":["Rocco Martone","Jeanne Potter","Elaine Tuttle","Bill Zebub"],"overview":"A group of friends get together for a card game, but within 5 minutes most of them die horribly, leaving the hosts to run for their lives (and from the law). Along the way, they encounter every conceivable horror movie monster\/villain, but with a new twist.","release_date":"2005-01-01","genres":[27,35],"vote_average":3.3,"runtime":85,"cert":"N\/A","id":100034,"title":"The Worst Horror Movie Ever Made","adult":false},{"cast":["Jorge Negrete","María de los Ángeles Morales ","Juan Espantaleón"],"overview":"Miguel Velasco, the son of a wealthy Spanish immigrant established in Mexico, comes to Spain in the late nineteenth century. In Madrid, he falls in love with Celia, a chorus girl at the Apollo theater. This makes her father withdraw financial support, so Celia decides to run away to avoid harm. Nevertheless, the couple gets married and is happy. And Celia triumphs at the Apollo. Over the years, the theater is demolished to build a bank. The old Miguel feels that with its disappearance much of his life goes as well.","release_date":"1950-01-01","genres":[],"vote_average":6.0,"runtime":105,"cert":"N\/A","id":100037,"title":"Teatro Apolo","adult":false},{"cast":["Manuel Arbó","Leonor Fábregas","Miguel Ligero"],"overview":"The film tells the classic story of two men who look alike, a hopelessly poor, the other extremely wealthy. By circumstances of fate, the plane that carries the rich crashes into a field, where the other, observing how much they look alike, decides to get his clothes and impersonate him. Thus, the poor tastes the sweetness of wealth, and the other the pleasantness of a simple life without hassles","release_date":"1945-11-12","genres":[],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":100040,"title":"La luna vale un millón","adult":false},{"cast":["Andrey Aleksandrin","Yulia Beretta","Andrei Bilanov"],"overview":"","release_date":"","genres":[35],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":100043,"title":"Step bay step","adult":false},{"cast":["Jenna Fischer","Chris Messina","Topher Grace","Malin Åkerman","Lucy Punch"],"overview":"An offbeat romantic comedy about a silver-painted street performer and the soft spoken zoo worker who falls for him.","release_date":"2012-04-27","genres":[35,18,10749],"vote_average":6.4,"runtime":94,"cert":"N\/A","id":100046,"title":"The Giant Mechanical Man","adult":false},{"cast":["Francisco Rabal","Madeleine Fischer","Jacqueline Pierreux","Manolo Morán","Rafael Bardem"],"overview":"César Neira, an almost forgotten actor, gets involved by chance with Teresa, a teacher from a small village in Cáceres who has won a radio contest which prize is a trip to Madrid to experience just for a fortnight the life of the famous and wealthy people.","release_date":"1956-04-01","genres":[18,10749],"vote_average":7.0,"runtime":97,"cert":"N\/A","id":100049,"title":"La gran mentira","adult":false},{"cast":["Richard Basehart","José Isbert","Paolo Stoppa","Juan Calvo","Alberto Romea"],"overview":"In the village of Fuentecilla, there is a medicinal spa which was very popular in the past but that now has been forgotten by the public. In order to bring back the tourists, the \"prominent men\" of the village organize a fake miracle: the apparition of San Dimas, the local patron saint, which will take place every Thursday night. At first it works, but trouble begins when a stranger appears, claiming that he knows what's going on and making peculiar demands in exchange for his silence. Written by Pablo Montoya","release_date":"1957-08-22","genres":[35,10751,14],"vote_average":6.9,"runtime":84,"cert":"N\/A","id":100052,"title":"Miracles of Thursday","adult":false},{"cast":["José Romeu","José María Seoane","María Guerrero","Lucía Prado","Xan das Bolas"],"overview":"A Pharmacy on night duty is the location for all kinds of episodes that one might imagine to happen in any night in Spain in the fifties.","release_date":"1958-01-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":100055,"title":"Farmacia de guardia","adult":false},{"cast":["Ashlynn Yennie","Shawn G. Smith","Tamara Frapasella","Samantha Jane Adler","Miranda Admire"],"overview":"A terrifying story of six members of an evangelical Christian group who have been abducted in rural Kansas.","release_date":"2012-04-24","genres":[18,27,53],"vote_average":2.3,"runtime":86,"cert":"N\/A","id":100082,"title":"American Maniacs","adult":false},{"cast":["Josefina Cembrero","Leonor Mediavilla","Victoria Toro"],"overview":"Josefina's personal journey back to Nuremberg, Germany, where she arrived as an immigrant from Spain being only 18, along with other 2 million Spaniards who left to Europe in order to find a future.","release_date":"2005-04-27","genres":[],"vote_average":6.0,"runtime":85,"cert":"N\/A","id":100085,"title":"El tren de la memoria","adult":false},{"cast":["Jim Brown","Martin Landau","Brenda Sykes","Luciana Paluzzi","Vida Blue"],"overview":"A successful and popular nightclub owner who believes financial independence is the path to equality and success, must act as a go-between for militant-minded brother and the white gang syndicate his brother has attacked and robbed. Their involvements lead to a breathless race course chase, the destruction of a dopepusher and a violent waterfront climax.","release_date":"1972-12-20","genres":[28,53,80],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":100088,"title":"Black Gunn","adult":false},{"cast":["Marujita Díaz","Beatriz Bonnet","Teresa Blasco","Tincho Zabala","Antonio Prieto"],"overview":"La Pergola is a popular flower market located in the center of the city of Santiago de Chile. The authorities of the town press the municipality to urbanize the area and finish with the market, and a picturesque battle between florists and councilors begins. Then Carmela comes to town, a young provincian girl, goddaughter of one of the leaders of the market, and gets engaged with Carlos, son of the mayor. Carmela will bring peace to both sides and the flowers remain in its traditional market.","release_date":"1965-01-01","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":100091,"title":"La pérgola de las flores","adult":false},{"cast":["Marisol","Anselmo Duarte","María Mahor"],"overview":"A man and a woman have been secretly married. He belongs to a rich family and she is a poor actress and singer that is failing to success in her career. One day, he decides to tell his family that he's married and flies to Italy, where they live, but the flight has an accident and he dies. The man's brother goes to Spain to look for the body, and he discovers not only that his brother is married, also that his brother's wife is pregnant.","release_date":"1960-09-09","genres":[],"vote_average":5.4,"runtime":110,"cert":"N\/A","id":100098,"title":"Un Rayo de Luz","adult":false},{"cast":["Bartley O'Feeney","Padraig O'Feeney","Anna Livia Ryan"],"overview":"Documentary tribute to \"The Quiet Man\" by John Ford. A special tribute that, away from traditional documentary, traces the outline of a cinematographic work of other person and offers a portrait of a society that fascinates the director.","release_date":"1990-01-01","genres":[99],"vote_average":5.0,"runtime":110,"cert":"N\/A","id":100101,"title":"Innisfree","adult":false},{"cast":["Alfredo Di Stéfano","Donatella Marrosu","Mary Lamar"],"overview":"Some urchins simulate an accident and steal a wallet. To their surprise, it turns out to be that of the famous footballer Alfredo Di Stefano, popularly known as \"La Saeta Rubia\". Driven by the admiration for their idol, the urchins decide to return it. At this time,  Di Stefano and his wife establish a great friendship with the guys and project together the creation of the football team \"Saeta\".","release_date":"1956-01-01","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":100104,"title":"Saeta rubia","adult":false},{"cast":[" Rusty Ockenden","Andrew Hardingham","Mikey Pederson","Clint Allan","Beau Bishop"],"overview":"The Sandbox Crew at it again with their seventh release: Day and Age. This time with more heli footage then ever, from killing big mountain lines to taking the heli to the streets. Featuring never before seen urban heli footage. Join the whirlwind adventure of traveling and exploring the snow covered world in pursuit of the ultimate shred! Filmed at Whistler, Vancouver Island, Golden, Selkirk Range, Alberta Rockies, Calgary, Edmonton, Toronto, Aspen, Lake Tahoe, Boston, Japan.","release_date":"2011-10-17","genres":[],"vote_average":0.0,"runtime":39,"cert":"N\/A","id":100115,"title":"Day and Age","adult":false},{"cast":["Alan Mowbray","Bobby Watson","George E. Stone","Joe Devlin","Herman Bing"],"overview":"Adolf Hitler, Benito and Suki Yaki are placed in a series of Three-Stooges routines, with the premise that the Board of Directors of Hell has put the Devil on notice they intend to replace him with Adolf Hitler unless he can get Hitler to commit a good deed. The devil has his work cut out for him, and doesn't appear likely to escape being replaced by the German leader.","release_date":"1942-10-18","genres":[35],"vote_average":4.3,"runtime":44,"cert":"N\/A","id":100118,"title":"The Devil with Hitler","adult":false},{"cast":["Emilio Gaete","Jorge Mistral","Gerardo Grez","Silvia Pinal"],"overview":"The whaling captain, Antonio Grez, meets in a bar in the port of Valparaiso a very beautiful woman who lives haunted by the tragic premonition that fate will give her a violent death. Grez takes command of a whaler bound for Cape Horn and Antarctica. In Punta Arenas, the owner of the whaling company embarks on together with his fiancee, who is none other than the mysterious woman with whom Grez has fallen in love. The final route of the ship is the 'Land of Desolation', a place on which there is a curse and everyone knows that, for centuries, is has been fulfilled inexorably.","release_date":"1957-05-15","genres":[],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":100121,"title":"Cabo de Hornos","adult":false},{"cast":["Horst Tappert","Karin Hübner","Hubert von Meyerinck","Stefan Behrens","Fritz Wepper"],"overview":"","release_date":"1969-02-21","genres":[80],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":100124,"title":"The Man with the Glass Eye","adult":false},{"cast":[],"overview":"\"STATISTICS\" tells the story of six individuals who all share one thing in common: they will become statistics by the end of the day. They are neither heroes nor criminals, but everyday people who will become victims of everyday life. The events that take place will be read about today and forgotten tomorrow, but in that blink-of-an-eye, their lives and the lives of the people around them will be changed forever. It happens every day. Despite the tragedies, this is not a story about dying, but is in fact a very uplifting story about living. The message is simple: cherish life today because no one is guaranteed a tomorrow.","release_date":"","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":100135,"title":"Statistics","adult":false},{"cast":["Scott Stevens","Dan Brisse","Jess Kimura","Cale Zima","Brandon Cocard"],"overview":"A classic featuring some of the best snowboarders in the world. Including the 2011 nominees for Men's Rider of the Year, Women's Rider of the Year and Rookie of the Year, the CAPiTA team is stacked and delivers hot snowboarding in this team video.","release_date":"2011-09-29","genres":[99],"vote_average":4.8,"runtime":40,"cert":"N\/A","id":100138,"title":"CAPiTA: Defenders of Awesome","adult":false},{"cast":["Andrea Binning","Chris Davenport","Stian Hagen"],"overview":"In November 2009, Chris Davenport, Stian Hagen, and Andrea Binning ventured to the bottom of the world in search of the ski lines of their dreams. During their journey to the Antarctic Peninsula, the team discovered a new understanding of the beauty of ski mountaineering and of the depths of human connection to nature.... This is their story.","release_date":"","genres":[99,28,12],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":100141,"title":"Australis: an Antarctic Ski Odyssey","adult":false},{"cast":[],"overview":"Snowboarding's brightest up and comers and veteran pros as they film over the 2008\/2009 season. Shot on location in the Whistler Backcountry, BC Interior, Alberta Rockies, Calgary, Toronto, Montreal, California and Japan.","release_date":"2009-09-01","genres":[],"vote_average":0.0,"runtime":35,"cert":"N\/A","id":100144,"title":"Shine On","adult":false},{"cast":["Joseph Mazzarino","Kevin Clash","Martin P. Robinson","Caroline Rhea","Jerry Nelson"],"overview":"It's a Halloween extravaganza when the monsters from Sesame Street get invited to a Tricks & Treats party. But when Mumford the Magician has some trouble with his magic wand, Elmo and friends get sidetracked on a wonderful hayride. Share in the surprises as they learn to carve pumpkins, make scarecrows, and discover that monsters don't really have to be scary! Features special guest star Caroline Rhea as Gilda the Great!","release_date":"2004-08-03","genres":[10751],"vote_average":0.0,"runtime":38,"cert":"N\/A","id":100155,"title":"Sesame Street: A Magical Halloween Adventure","adult":false},{"cast":["Antonio Ozores","Fernando Conde","Flavia Zarzo","Carmen Grey","José Lifante"],"overview":"A group of people are recruited by the brain of a band of robbers to commit the theft of some gold bars. Each character has a particular problem why he needs the money, but all are pretty sloppy.","release_date":"1987-01-01","genres":[35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":100158,"title":"Esto es un atraco","adult":false},{"cast":["Ángel Magaña","Ricardo Castro Ríos","Carmen Sevilla"],"overview":"Paloma Reyes, an Andalusian singer, debuts in Argentina devoting his show to an old actress, Isabel Mendoza. The performance is somewhat disastrous. However, grateful for her detail, the woman gives her a pendant. Paloma, without a second thought, appears in the diva's mansion  for advice. Soon the two women become friends and Isabel hosts her at home. All locals, servants, gardeners .... are delighted with the girl. All but the son of the actress, who believes she is taking advantage of their friendship. But from hate to love there is only one step.","release_date":"1955-01-01","genres":[],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":100161,"title":"Requiebro","adult":false},{"cast":["Tony Leblanc","Concha Velasco","George Rigaud","Katia Loritz","Ángel Jordán"],"overview":"In the resort of La Molina an international competition is held  and ski racers from different countries come to Barcelona. They become friends, especially Nuria and Ramon, but Nuria already has a boyfriend","release_date":"1960-09-01","genres":[35,10749],"vote_average":4.0,"runtime":83,"cert":"N\/A","id":100168,"title":"Amor bajo cero","adult":false},{"cast":["David Gell"],"overview":"Influenced by the worldwide success of Italian 'Mondo' movies, British low-budget movie mogul Arnold Louis Miller concocted this exploitation-style documentary. Peering behind the grimy net curtains of London life into seedy bars and clubs, and burrowing beneath the glittering façade of the capital's glamorous cocktail lounges and casinos, \"London in the Raw\" presents a cynical, sometimes startling, vision of life in 1960s London.","release_date":"1965-04-23","genres":[99],"vote_average":5.0,"runtime":76,"cert":"15","id":100179,"title":"London in the Raw","adult":false},{"cast":["Patrick McGoohan","Alexis Kanner"],"overview":"A group of terrorists take a radio disk jockey and his wife and child hostage in order to get their manifesto out to the world.","release_date":"1981-08-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":100182,"title":"Kings and Desperate Men","adult":false},{"cast":["Dennis Coard","Frankie J. Holden","Ben Mendelsohn","Mickey Camilleri","Rachel Rains"],"overview":"A man and his wife are partners in a small business, a service station, that is stuggling to survive financially. They are visited by his brother, a divorced middle-aged man, who has taken a break from his stressful career in a big business corporation.","release_date":"1990-08-02","genres":[],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":100185,"title":"Return Home","adult":false},{"cast":["Jessalyn Gilsig","Antonio Sabàto, Jr.","Serge Houde","Karen Holness","Matt Bellefleur"],"overview":"While on a flight home from Colombia, the plane that Dr. Carrie Ross and her daughter are on is attacked by bullet ants whose sting is the most painful and deadliest on the planet. Joining forces with air marshal Ethan Hart, Dr. Ross, an entomologist, tries desperately to save the flight from disaster. In the end, their struggle brings them closer together and offers the couple hope for the future.","release_date":"2007-07-02","genres":[28,18,878,53],"vote_average":4.1,"runtime":89,"cert":"N\/A","id":100192,"title":"Destination: Infestation","adult":false},{"cast":["Nina Carson","Lynn Hastings","Gloria Upson","Stephanie Lawlor","Linda McInerney"],"overview":"Five recent graduates of an all-girl high school - Kippy, Sarah, Michelle, Peaches and Alison - attempt to lose their virginity during a two-week bicycle trip with their seemingly repressed teacher Miss Woodruff. The girls hold a contest to see who can lose their virginity in the most creative and original manner.","release_date":"1977-04-01","genres":[35],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":100203,"title":"Cherry Hill High","adult":false},{"cast":["Neil Peart"],"overview":"In Taking Center Stage: A Lifetime of Live Performance, Neil examines the details and challenges of performing in front of a live audience. Drawing from over 30 years of touring the world, Neil breaks down, demonstrates, and performs classic drum parts from songs spanning the entire Rush catalog, thereby giving the viewer the most in-depth insight into Neil s body of work ever documented. Filmed in various locations over the course of a year, Neil takes you on a behind-the- scenes look at Rush s 2010-11 Time Machine Tour. This includes rare and exclusive footage of Neil's personal pre-tour rehearsals and backstage events at a Rush concert (including a visit to the soundcheck, an unprecedented backstage interview, and Neil s warm-up routine). Neil then presents (in an interview setting with Hudson s Joe Bergamini) a detailed look at every single song in the Time Machine set list (which includes the entire Moving Pictures album).","release_date":"2011-10-12","genres":[10402],"vote_average":0.0,"runtime":500,"cert":"N\/A","id":100226,"title":"Neil Peart - Taking Center Stage: A Lifetime of Live Performance","adult":false},{"cast":["Paulo Cesar Baruk"],"overview":"Paulo Cesar Baruk possui 4 álbuns gravados em estúdio, lançados respectivamente em 1997, 1999, 2001 e 2003 e um ao vivo lançado em 2005. Em 2006 passou a fazer parte do cast da Line Records e lançou “Dependo do Ti”, que fez parte do álbum “Eletroacústico” e vem com uma roupagem nova.","release_date":"","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":100229,"title":"Paulo Cesar Baruk - Eletro Acustico","adult":false},{"cast":[],"overview":"Set 1: Frankenstein, Sparkle &gt; Simple &gt; Divided Sky, Harpua -&gt; The Vibration of Life -&gt; Harpua[1], Julius &gt; The Horse &gt; Silent in the Morning &gt; Reba, Golgi Apparatus\r Set 2: Back in the U.S.S.R.[2] &gt; Dear Prudence[2], Glass Onion[2] &gt; Ob-La-Di, Ob-La-Da[2], Wild Honey Pie[2], The Continuing Story of Bungalow Bill[2], While My Guitar Gently Weeps[2], Happiness Is a Warm Gun[2], Martha My Dear[2], I'm So Tired[2], Blackbird[2], Piggies, Rocky Raccoon[2] &gt; Don't Pass Me By[2], Why Don't We Do It in the Road?[2], I Will[2], Julia[2], Birthday[3], Yer Blues[2], Mother Nature's Son[2], Everybody's Got Something to Hide Except Me and My Monkey[2], Sexy Sadie[2], Helter Skelter[2], Long Long Long[2], Revolution 1[2], Honey Pie[2], Savoy Truffle[2], Cry Baby Cry[4] -&gt; Revolution 9[5]\r Set 3: David Bowie, Bouncing Around the Room, Slave to the Traffic Light &gt; Rift &gt; Sleeping Monkey &gt; Poor Heart, Run Like an Antelope","release_date":"1994-10-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":100232,"title":"Phish: 1994\/10\/31 Glens Falls Civic Center, Glens Falls, NY","adult":false},{"cast":["Freddie Bartholomew","Billy Halop","Huntz Hall","Bobby Jordan","Boyd Davis"],"overview":"An English refugee and a street thug go to military school together.","release_date":"1942-11-26","genres":[12,28],"vote_average":7.0,"runtime":70,"cert":"N\/A","id":100239,"title":"Junior Army","adult":false},{"cast":["Winsor McCay","George McManus","Roy L. McCardell","Thomas A. 'Tad' Dorgan","Tom Powers"],"overview":"Although not the first feature-length animated film, as is sometimes thought, it was the first cartoon to feature a character with an appealing personality. The appearance of a true character distinguished it from earlier animated \"trick films\", such as those of Blackton and Cohl, and makes it the predecessor to later popular cartoons such as those by Walt Disney. The film was also the first to be created using keyframe animation.","release_date":"1914-09-15","genres":[16,35],"vote_average":6.7,"runtime":12,"cert":"N\/A","id":100246,"title":"Gertie the Dinosaur","adult":false},{"cast":["Svetozar Cvetković","Vladislava Milosavljević","Varja Đukić","Nebojša Ljubišić","Petar Kralj"],"overview":"A TV film depicting life of the famous inventor.","release_date":"1993-01-01","genres":[18],"vote_average":4.8,"runtime":107,"cert":"N\/A","id":100249,"title":"Tesla","adult":false},{"cast":["Stan Rowe","Sarah Spencer","Andy Pandini","Phil Gascoyne","Lee Thompson"],"overview":"Lonely pensioner, Harold Gimble, has become the first man to suffer from a new neurological disease that is slowly turning him into a zombie-like state. Harold’s hermit-like existence is shaken up when a vivacious nurse, Penny Rudge, is sent along to alleviate his stiffness. Her ‘special’ massage techniques work a treat on Harold and they become close friends.  Harold agrees to trial a possible cure for the disease at a private institute, and the initial results are excellent. But the following day he’s in an even worse state than before, and after Penny accidentally overhears the doctor’s dire prognosis for Harold she decides to sneak him away the next morning.  Word soon gets out, and before long a small group of bloodthirsty thugs are pursuing Harold and Penny across dramatic moorlands in the hope of a kill.","release_date":"2011-05-06","genres":[35,18,27],"vote_average":4.7,"runtime":77,"cert":"","id":100272,"title":"Harold's Going Stiff","adult":false},{"cast":["Thure Lindhardt","Dylan Smith","Georgina Reilly","Alain Goulem","Stephen McHattie"],"overview":"A once-famous painter rediscovers inspiration when he befriends a sleepwalking cannibal.","release_date":"2012-04-22","genres":[27,35],"vote_average":6.2,"runtime":79,"cert":"","id":100275,"title":"Eddie: The Sleepwalking Cannibal","adult":false},{"cast":["Aming Sugandhi","Ria Irawan","Shanty","Robby Tumewu","Vincent Rompies"],"overview":"Kanjeng Badai and his militant, homophobic political party, threatens the security of a town and everyone depends on Adam, a transgender hairdresser. With the power of a cosmetic bag and beauty equipment, plus a sexy mixture of martial arts and dance moves, Adam has to defeat Kanjeng Badai gracefully before the enemy wins the election. Will his high heels transform into Oxford shoes or the glitter on his make-up turn into dust? Adam must follow his destiny as a super hero called Madam X.","release_date":"2010-10-07","genres":[28,35],"vote_average":6.0,"runtime":105,"cert":"N\/A","id":100278,"title":"Madame X","adult":false},{"cast":[],"overview":"Georgi and the Butterflies tells the story of a man and his dream. This man is Dr Georgi Lulchev, a psychiatrist, neurologist, Chinese medicine man, administrator, amateur chef, entrepreneur and Director of the Home for Psychologically Disabled Men. His dream is to organise a farm in the yard of the home, where the patients can raise snails, ostriches and pheasants, produce silk fibres and soybean food. This is a story full of optimism, snails, ostriches, silk, charity, the Eastern Orthodox Church, soybean food, schizophrenics, oligophrenics, psychopaths, Korean investors, Western hunters, misery, acupuncture and compassion. Compassion, business, butterflies.","release_date":"2004-11-25","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":100293,"title":"Georgi and the butterflies","adult":false},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"Elmer Fudd is a mad scientist who wants to turn Bugs Bunny into a fiend. Bugs tricks this ersatz Dr. Jekyll into drinking his own mixture; later, each thinks the other has changed into a bear.","release_date":"1946-03-23","genres":[16,35],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":100304,"title":"Hare Remover","adult":false},{"cast":["Stan Freberg","John T. Smith","Mel Blanc"],"overview":"While vacationing in the Ozark Mountains, Bugs Bunny encounters Curt and Pumpkinhead Martin, two dimwitted hillbillies who are duped by Bugs into a violent square dance.","release_date":"1950-08-12","genres":[16,35],"vote_average":6.7,"runtime":7,"cert":"N\/A","id":100307,"title":"Hillbilly Hare","adult":false},{"cast":["Sara Berner","Mel Blanc","Kent Rogers","Dave Barry"],"overview":"A tour of Ciro's Nightclub packed with caricatures of many top stars, including (in order) 'Cary Grant' , Greta Garbo 'Edward G. Robinson' and Ann Sheridan, Johnny Weissmuller, James Cagney, Humphrey Bogart and George Raft, Harpo Marx, Clark Gable, Bing Crosby, Leopold Stokowski, James Stewart and Dorothy Lamour, Tyrone Power and Sonja Henie, The Frankenstein Monster, Larry Fine, Moe Howard, Curly Howard, Oliver Hardy, Cesar Romero, Mickey Rooney, Judy Garland and Lewis Stone, Kay Kyser, Peter Lorre, Henry Fonda, J. Edgar Hoover, Ned Sparks, Jerry Colonna, and Groucho Marx; many more just get sight gags, such as Claudette Colbert, Norma Shearer, William Powell, Don Ameche, Wallace Beery, C. Aubrey Smith, Boris Karloff, Arthur Treacher, Buster Keaton and Mischa Auer.","release_date":"1941-05-24","genres":[16,10751,35],"vote_average":6.5,"runtime":8,"cert":"N\/A","id":100310,"title":"Hollywood Steps Out","adult":false},{"cast":["Billy Bletcher","Joe Dougherty","Bernice Hansen","Martha Wentworth"],"overview":"It's recital day at the schoolhouse. First up: Porky, who recites The Midnight Ride of Paul Revere. A nervous kitten recites Mary Had a Little Lamb. The puppies Ham and Ex sing the title song. Oliver Owl plays the piano; Beans the cat puts a cat and dog inside, and they play a tune as well.","release_date":"1935-03-09","genres":[35,16],"vote_average":5.3,"runtime":7,"cert":"N\/A","id":100313,"title":"I Haven't Got a Hat","adult":false},{"cast":[],"overview":"Feel the need for more speed? Then buckle up for a gritty blacktop thrill ride. Reno, a young mechanic, dreams of joining the professional racing circuit.  He spends his days at his uncle's garage and his nights conquering the world of illegal street racing. When he is given the chance to be the getaway driver in a lucrative but dangerous gang heist, he accepts, hoping to earn money to make all of his dreams come true. But when Reno enters the dark world of the gang, his gamble for success could lead to the ultimate loss of everything important!","release_date":"2005-04-02","genres":[28,53],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":100332,"title":"Asphalt Wars","adult":false},{"cast":["Mel Blanc"],"overview":"Porky's birthday. His uncle sends him a silkworm that churns out articles of clothing when it hears the word \"sew.\" After a sock and a bra, Porky stuffs it in a pocket to prepare for his party. He uses some hair tonic, then his dog Black Fury has some for himself it's 99% alcohol. The guests arrive: a penguin and a goose. The penguin, shoveling in the food, accidentally swallows the worm, which starts churning out top hats, which pop open inside the penguin's head. The goose tries increasingly violent ways of remedying this. Meanwhile, Porky's dog, lathered with shaving cream, runs in and is branded a mad dog.","release_date":"1938-06-25","genres":[16,35],"vote_average":5.7,"runtime":7,"cert":"N\/A","id":100335,"title":"Porky's Party","adult":false},{"cast":["Mel Blanc"],"overview":"This time Bugs' race with Cecil Turtle features a rocket-powered tortoise shell.","release_date":"1947-05-10","genres":[16,35],"vote_average":7.0,"runtime":8,"cert":"N\/A","id":100342,"title":"Rabbit Transit","adult":false},{"cast":["Mel Blanc"],"overview":"In a futuristic city, Detectives Monday and Tuesday pursue a wanted criminal.","release_date":"1956-03-10","genres":[16,35],"vote_average":6.1,"runtime":7,"cert":"N\/A","id":100345,"title":"Rocket Squad","adult":false},{"cast":["Mel Blanc"],"overview":"Bugs and Daffy are vaudevillians competing for praise from the audience. They love Bugs no matter what; just the opposite for Daffy.","release_date":"1957-11-02","genres":[16,10751,35],"vote_average":7.1,"runtime":7,"cert":"N\/A","id":100348,"title":"Show Biz Bugs","adult":false},{"cast":["Carroll Baker","George Maharis","Joanne Dru","Peter Lawford","Viveca Lindfors"],"overview":"Sylvia West (Carroll Baker) may not be who she says she is. Her fiancé, the very well-to-do Frederick Summers (Peter Lawford), hires an investigator named Alan Maklin (George Maharis) to do some digging, and what he finds out about her life prior to becoming a writer is quite shocking. Will the newfound knowledge ruin the marriage? Gordon Douglas (Young at Heart) directs this drama, which is based on E.V. Cunningham's book.","release_date":"1965-02-10","genres":[18,53,10749],"vote_average":7.0,"runtime":115,"cert":"N\/A","id":100351,"title":"Sylvia","adult":false},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"That wascawwy wabbit is chased into a theatre by Elmer Fudd, and ends up having to perform to save himself, as well as convince Elmer to act himself. The vaudeville industry was never this wacky!","release_date":"1944-12-30","genres":[16,35],"vote_average":7.2,"runtime":8,"cert":"N\/A","id":100354,"title":"Stage Door Cartoon","adult":false},{"cast":["Mel Blanc"],"overview":"An evening at the local movie theater, including a sing-along led by Maestro Stickoutski at he Mighty \"Fertilizer\" organ, a \"Goofy-Tone\" newsreel, and the feature, \"Petrified Florist,\" a spoof of 'The Petrified Forest (1936)' featuring caricatures of Bette Davis and 'Leslie Howard'.","release_date":"1937-04-09","genres":[16],"vote_average":5.7,"runtime":8,"cert":"N\/A","id":100357,"title":"She Was an Acrobat's Daughter","adult":false},{"cast":["Mel Blanc"],"overview":"Little Henery the Chicken Hawk wants to prove he's big enough to hunt chickens, but he doesn't know what a chicken is. He labels Foghorn Leghorn a loud-mouthed shnook and dismisses him, prompting Foggy to indignantly try to prove he's a chicken and therefore fit to be Henery's prey.","release_date":"1948-10-09","genres":[16,10751,35],"vote_average":6.8,"runtime":6,"cert":"N\/A","id":100364,"title":"The Foghorn Leghorn","adult":false},{"cast":["Mel Blanc","June Foray","Ben Frommer"],"overview":"Sylvester Cat slips when making a grab for Tweety Bird in Granny's flat, and falls dazed to the floor as one of Tweety's feathers lands in his mouth. Tweety runs off. Sylvester comes to and finds the feather lodged between his lips. He thinks he has swallowed and killed Tweety and suffers terrible remorse as an Alfred Hitchcock-like voice-over chides him for his \"crime\". Sylvester cracks, runs into the streets confessing, and returns to Granny's place, where he finds he didn't eat Tweety after all.","release_date":"1961-12-01","genres":[16,35],"vote_average":6.3,"runtime":7,"cert":"N\/A","id":100371,"title":"The Last Hungry Cat","adult":false},{"cast":["Mel Blanc","Stan Freberg"],"overview":"Those crazy mice Hubie &amp; Bertie are at it again with Claude. This time the mice see that Claude is seriously ill, so they give him an operation.","release_date":"1950-04-15","genres":[16,10751,35],"vote_average":5.6,"runtime":7,"cert":"N\/A","id":100374,"title":"The Hypo-Chondri-Cat","adult":false},{"cast":["Mel Blanc","Paul Julian"],"overview":"Wile E. Coyote hopes to stop and catch the Road Runner using a huge, boulder-throwing catapult. But no matter where Wile E. positions himself, the catapult drops the boulder on him.","release_date":"1963-12-27","genres":[16],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":100377,"title":"To Beep or Not to Beep","adult":false},{"cast":["Lex Barker","Carole Mathews","Lisa Gastoni","Nora Swinburne","Peter Dyneley"],"overview":"Peter Chance (Lex Barker) suffers a blow to the head and wakes up with amnesia in a luxurious home, where a doctor and several women tell him he's a missing heir who's inherited millions. But Peter soon suspects something is not quite right with their story. He sets out to learn the truth before he's forced to sign a document that purportedly finalizes the transfer of the estate. This drama is based on Hugh Wheeler's novel Puzzle for Fiends.","release_date":"1958-04-16","genres":[80,18,53],"vote_average":6.0,"runtime":79,"cert":"","id":100380,"title":"The Strange Awakening","adult":false},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"Bugs Bunny exploits the situation when an uncle leaves Elmer Fudd three million dollars on the condition that he harm no animals, especially rabbits.","release_date":"1942-03-28","genres":[10751,16,35],"vote_average":6.8,"runtime":8,"cert":"N\/A","id":100383,"title":"The Wabbit Who Came to Supper","adult":false},{"cast":["Mel Blanc","Tedd Pierce"],"overview":"A program for radio KUKU set in the woods, mostly starring birds as caricatures of celebrities of the day. The MC is bandleader Ben Birdie, heckled by Walter Finchell. Wendell Howell prepares to lead a singalong; he gives several different page numbers in the songbook, then says, \"Never mind, we won't use the books.\" The audience, responding \"Oh yes we will\" pelts him. Billy Goat and Ernie Bear introduce and sing the title song. Everyone sings along, except a fox, who informed he's singing the wrong song, responds, \"Why don't somebody tell me these things?\" We pan across a series of celebrity guests, like W.C. Field-mouse, Dick Fowl, Deanna Terrapin, Bing Crowsby, and the high-note competing duo of Grace Moose and Lily Swans. Tizzie Fish has a cooking segment. Finally, Louella Possums introduces a company performing a scene from The Prodigal's Return.","release_date":"1937-12-03","genres":[16],"vote_average":4.4,"runtime":7,"cert":"N\/A","id":100386,"title":"The Woods Are Full of Cuckoos","adult":false},{"cast":["Mel Blanc","Arthur Q. Bryan","Daws Butler"],"overview":"Bugs Bunny is chased by Elmer Fudd throughout a TV studio and its various productions.","release_date":"1956-10-27","genres":[16,35],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":100389,"title":"Wideo Wabbit","adult":false},{"cast":["Mel Blanc"],"overview":"Porky Pig's quiet life in his high-rise apartment building is rudely disrupted when an obnoxious mutt sneaks in and refuses to leave.","release_date":"1949-01-29","genres":[16],"vote_average":6.7,"runtime":7,"cert":"N\/A","id":100392,"title":"Awful Orphan","adult":false},{"cast":["Mel Blanc"],"overview":"In this spoof of Alcoholics Anonymous, pussy cats are cast as bird-eating addicts and go through the 12-step process to deal with their addiction. Sylvester, who could never quite get the best of the object of his desire, Tweety Bird, joins and resolves to quit chasing and eating the canary.","release_date":"1957-08-10","genres":[16,35],"vote_average":7.2,"runtime":7,"cert":"N\/A","id":100395,"title":"Birds Anonymous","adult":false},{"cast":["Lenny Kravitz"],"overview":"Performance of the artist at the Rock in Rio Festival 2011 . Setlist: 01.Come on get it,02.It ain't over till it's over,03.Mr. cab driver,04.Black and white America,05.Fields of joy,06.American woman,07.Always on the run,08.Believe,09.Stand,10.Band Introduction,11.Where are we runnin',12.Fly away,13.Are you gonna go my way,14.Intermission 15.Let love rule","release_date":"2011-09-30","genres":[10402],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":100398,"title":"Lenny Kravitz - Live At Rock In Rio","adult":false},{"cast":["Oleg Tabakov","Sergey Gazarov","Valentin Gaft","Tatyana Vasileva","Tatyana Dogileva"],"overview":"Monsieur Perrichon, a rich coachbuilder by profession, is an honest but vain member of the bourgeoisie who decides to take a pleasure trip in the company of his wife Caroline and his daughter Henrietta. The family, deciding on a train journey to the Swiss Alps, arrive at Gare de Lyon in Paris where they happen upon two young suitors, both with the same goal of marrying Henrietta. Over the course of the journey, the two men are involved in an honorable but fierce struggle for the young lady's hand in marriage.","release_date":"1986-06-06","genres":[35],"vote_average":6.0,"runtime":75,"cert":"N\/A","id":100405,"title":"Mister Perrichon's Trip","adult":false},{"cast":["Martin Buch","Rasmus Botoft"],"overview":"","release_date":"2012-02-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":100408,"title":"Rytteriet - Live fra Bellevue","adult":false},{"cast":["George Turner","Peggy Stewart","Roy Barcroft","Ed Cassidy","Ernie Adams"],"overview":"A man returning home after having fought in the Civil War discovers that corrupt politicians have taken over the county and are terrorizing and shaking down the citizens. He dons the costume of his ancestor, the famous Zorro, and sets out to bring them to justice.","release_date":"1947-01-18","genres":[28,12,80,37],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":100419,"title":"Son of Zorro","adult":false},{"cast":["Jeremy Stenberg"],"overview":"Get an inside look at the life of FMX rider Jeremy \"Twitch\" Stenberg. As you travel with Jeremy, you'll gain a deeper understanding of the reckless, punk, motocross kid from east county San Diego, who makes it to the top of Freestyle Motocross.","release_date":"2008-01-01","genres":[],"vote_average":8.5,"runtime":57,"cert":"N\/A","id":100430,"title":"Twitch Hood Rich","adult":false},{"cast":["Bénédicte Décary","Martin Dubreuil"],"overview":"A stopover at a roadside motel triggers a surreal and haunting psychodrama for a woman as she prepares herself and her family for a visit to her ailing her mother.","release_date":"2010-10-01","genres":[],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":100433,"title":"Nowhere Elsewhere","adult":false},{"cast":["Timothy Bottoms","Alfonso Quijada","Vince Murdocco","Nicholas Hill","David McCallum"],"overview":"A devastating earthquake has left Los Angeles split in two. The wealthy now live in a new island metropolis, while the poor struggle to survive in the ruins of the old city. Detective Jack has been assigned to investigate the disappearance of a wealthy businessman's daughter somewhere in the ruined zone. While questioning some local punks, Jack and the others are suddenly attacked and kidnapped by a mysterious gang of thugs and taken to a hidden prison compound where they are hunted down by a strange half-man, half-machine killer. Somehow, Jack must find the girl and figure out who's behind this place, but first he must get out alive. (Written by Jean-Marc Rocher )","release_date":"1996-09-21","genres":[28,53,878],"vote_average":3.5,"runtime":93,"cert":"N\/A","id":100448,"title":"Death Game","adult":false},{"cast":["Ricardo Arjona"],"overview":"Live at Viña del Mar in 2010.","release_date":"","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":100451,"title":"Ricardo Arjona - Viña del Mar","adult":false},{"cast":["Juanes","Paulina Rubio","Zack De La Rocha","Diego Torres","Andrés Calamaro"],"overview":"MTV Unplugged: Los Tigres del Norte and Friends is a live album by Mexican recording artists Los Tigres del Norte. It was recorded before a live audience at the Hollywood Palladium in Los Angeles, California, on February 8, 2011 and released by Fonovisa Records on May 24, 2011. The album includes featured performances by Andrés Calamaro, Calle 13, Zack de la Rocha, Juanes, Paulina Rubio and Diego Torres.","release_date":"2011-05-24","genres":[10402],"vote_average":6.6,"runtime":54,"cert":"N\/A","id":100454,"title":"MTV Unplugged: Los Tigres del Norte and Friends","adult":false},{"cast":["Slone Stambaugh","Matthew Bell","Bryan Rosenthal","Holly Woodlawn"],"overview":"A truly odd little mood piece, it features Matthew Bell (the narrator of Gregory's Texas Chainsaw Massacre: The Shocking Truth) as a guy named Joe who stops off for an afternoon beer at a bar where nudists and weirdos prowl around outside. There he strikes up a difficult conversation with a beautiful but not-very-conversant young woman in an eyepatch who tells him about how she wound up at this hole in the wall, a perverse saga involving an iron-fisted owner named Miss Antonia Curis.","release_date":"1995-01-01","genres":[9648,35],"vote_average":5.0,"runtime":64,"cert":"N\/A","id":100457,"title":"Scathed","adult":false},{"cast":["Sonny Chiba","Yutaka Nakajima","Etsuko Shihomi","Kanjûrô Arashi","Ryô Ikebe"],"overview":"When a priceless jewel owned by rich heiress Sabine is stolen, along with her daughter, Professional thief and hired killer Ryuichi Koga and his gang are hired to retrieve both. At a ransom exchange, the team save the girl but lose the money and the jewel. When Sabine decides to deal directly with the thieves and obtains the jewel on her own by paying the ransom, Koga, having been stiffed of his fee by Sabine, steals the jewel. Little does he know, it’s a fake. Now, Koga and the team must break into a high security bank to steal the real jewel.","release_date":"1974-12-28","genres":[28,35,80],"vote_average":3.0,"runtime":86,"cert":"N\/A","id":100460,"title":"The Executioner II: Karate Inferno","adult":false},{"cast":["Toshio Hosokawa","Yuriko Ejima","Fujie Satsuki","Hiroaki Kurahashi","Hiroshi Sugi"],"overview":"The descendant of the servant of a cruel and vicious samurai returns to the town where she was born, only to find that a cat who is possessed by the spirits of those murdered by the samurai is trying to kill her.","release_date":"1958-07-13","genres":[18,27],"vote_average":6.7,"runtime":69,"cert":"N\/A","id":100463,"title":"Black Cat Mansion","adult":false},{"cast":["Chôjûrô Kawarasaki","Kan'emon Nakamura","Kigoro Ikushima","Kinuyo Tanaka"],"overview":"The first of five Musashi series, Shinobu and her brother Genichiro plead with the famous swordsman Musashi Miyamoto to teach them swordsmanship to avenge their father's death. The killers of their father see the sister and brother practicing with Miyamoto, and so enlist the help of another powerful swordsman, Kojiro Sasaki, which gives Sasaki an excuse to battle Miyamoto.","release_date":"1944-12-29","genres":[18,36],"vote_average":6.8,"runtime":53,"cert":"N\/A","id":100466,"title":"Miyamoto Musashi","adult":false},{"cast":["Peter Lee Lawrence","Cristina Galbó","María Cuadra","Andrés Mejuto","Piero Lulli"],"overview":"Two family clans have always been enemies; they spend their time hating and killing each other. The daughter of the Campos family and the son of the Mounter family fall in love, thus causing further hatred and deaths.","release_date":"1967-03-02","genres":[37],"vote_average":7.5,"runtime":84,"cert":"N\/A","id":100469,"title":"Fury of Johnny Kid","adult":false},{"cert":"N\/A","title":"Mercy","cast":["Shelley Farrell","Julie Ann Fay","Carol Anne Gayle","Hilary Bronwyn Gayle","Paul Land"],"genres":[27,53],"id":100472,"overview":"Ex con John Mercy finds the transition from prison life is not easy. As John begins to settle into his new life on the outside, a mysterious woman starts to follow him and finds her way into his dreams, creating nightmares with devastating consequences that threatens his parole, sanity and dream for a new start.","runtime":85,"release_date":"2006-10-13","vote_average":0.0,"adult":false}]