[{"cast":[],"overview":"A couple discovers a bumper car floor. When there some youngsters appear, the man gets caught into a personal battle with himself.","release_date":"2005-11-26","genres":[],"vote_average":6.3,"runtime":10,"cert":"N\/A","id":100507,"title":"Choque","adult":false},{"cast":["Aspen Richardsen","Lana Blond","Omar Galanti","Jennifer"],"overview":"All Anal Extravaganza! Horse-hung Italian porn performer\/director Omar Galanti isn't ashamed to let his freaky side roam free. The freaky pervert fetishizes the stretched, gaping assholes of gorgeous women, and he celebrates his nasty vision in 'A View to a Gape 5,' which features four beautiful teenagers with amazing sphincter-dilating talent. This is nearly three hours of elastic, wide-open buttholes for your enjoyment!","release_date":"2011-02-08","genres":[],"vote_average":10.0,"runtime":176,"cert":"N\/A","id":100510,"title":"A View to a Gape","adult":true},{"cast":[],"overview":"Based on a play, the story details the dramatic negotiations between UK, France, Poland, Nazi-Germany and USSR from the day Czechoslovakia fell, until Britain's declaration of war on Germany caused by Hitler's invasion of Poland.","release_date":"1989-04-07","genres":[18,36,10752],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":100513,"title":"Countdown to War","adult":false},{"cast":["Ry Barrett","Jennifer de Lucia","Pete Soltesz","Andrew Ferguson","Carrie Prout"],"overview":"Six strangers awake to find themselves the new tenants of a mysterious old house. Terrorized by insane Tiki-men in masks and taunted by their deranged captors,it soon becomes clear that only one singular action will save them: Kill.","release_date":"2011-09-13","genres":[27,35,53],"vote_average":1.5,"runtime":90,"cert":"N\/A","id":100516,"title":"Kill","adult":false},{"cast":["Ann Dvorak","Ben Lyon","Griffith Jones","Robert Morley","Harold Huth"],"overview":"British agents operate in Paris during the Second World War.","release_date":"1942-03-21","genres":[18,10752],"vote_average":5.3,"runtime":77,"cert":"N\/A","id":100523,"title":"This Was Paris","adult":false},{"cast":["Michael Redgrave","Barbara Mullen","James Mason","Lilli Palmer","Finlay Currie"],"overview":"David Charleston, once a world renowned journalist, now lives alone maintaining the Thunder Rock lighthouse in Lake Michigan. He doesn't cash is paychecks and has no contact other than the monthly inspector's visit. When alone, he imagines conversations with those who died when a 19th century packet ship with some 60 passengers sank. He imagines their lives, their problems their fears and their hopes. In one of these conversations he recalls his own efforts in the 1930s when he tried desperately to convince first his editors and later the public of the dangers of fascism and the inevitability of war. Few would listen. One of the passengers, a spinster, tells her story of seeking independence from a world dominated by men. There's also the case of a doctor who is banished for using unacceptable methods. David has given up on life but the imaginary passengers give him hope for the future","release_date":"1942-12-04","genres":[18,14,10752],"vote_average":7.4,"runtime":112,"cert":"","id":100526,"title":"Thunder Rock","adult":false},{"cast":["Greta Gerwig","Joel Kinnaman","Bill Pullman","Zoe Lister-Jones","Debra Winger"],"overview":"Just three weeks before her wedding, Lola (Greta Gerwig) finds herself suddenly without a partner when her longtime fiance, Luke (Joel Kinnaman), dumps her. With her 30th birthday looming and being forced to re-enter the New York City dating scene, she feels adrift in a cold world. She leans on her friends (Zoe Lister-Jones, Hamish Linklater) for support but, after a series of romantic humiliations, professional blunders and boozy antics, Lola realizes that she alone is in charge of her fate.","release_date":"2012-04-24","genres":[35],"vote_average":5.0,"runtime":87,"cert":"15","id":100529,"title":"Lola Versus","adult":false},{"cast":[],"overview":"Sun Kissed tells the story of Dorey and Yolanda Nez, a Navajo couple whose children were born with XP - a rare genetic disorder, which causes skin cancer from any exposure to sunlight.","release_date":"2012-06-01","genres":[99,10749],"vote_average":8.0,"runtime":82,"cert":"N\/A","id":100532,"title":"Sun Kissed","adult":false},{"cast":["Michael J. Prosser","Erin McGarry","Barrie Wild","Tim Whitcomb"],"overview":"Max finds himself separated from his family on Christmas Eve. He ultimately comes to the conclusion that his wife has left him and taken their children along with her. One year after the disappearance, he begins to discover that he might have one last risky chance to get them back.","release_date":"2012-05-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":100539,"title":"The Weather Outside","adult":false},{"cast":["Dominic Purcell","Natassia Malthe","Craig Fairbrass","Conan Stevens","Jesse Moss"],"overview":"A warrior fleeing the violence of his past must take up the sword and risk everything to face a god of incalculable power.","release_date":"2013-09-11","genres":[12],"vote_average":4.6,"runtime":114,"cert":"18","id":100542,"title":"Vikingdom","adult":false},{"cast":["Gordon Mitchell","Chelo Alonso","Vira Silenti","Dante DiPaolo","Paul Wynter"],"overview":"Strongman Maciste must battle the one-eyed Cyclops monster that is ravaging the land of Sadok, while at the same time fending off the advances of the evil Queen Capys, who wants to do a little ravaging of her own.","release_date":"1961-03-29","genres":[12,14],"vote_average":6.3,"runtime":100,"cert":"N\/A","id":100545,"title":"Atlas in the Land of the Cyclops","adult":false},{"cast":["Clint Walker","Jay North","I.S. Johar","Sajid Khan","P. Jairaj"],"overview":"An American boy runs away in the Indian jungle after a fight with his father.","release_date":"1966-05-26","genres":[12,10751],"vote_average":8.0,"runtime":91,"cert":"N\/A","id":100556,"title":"Maya","adult":false},{"cast":["Barbara Stanwyck","Gene Raymond","Genevieve Tobin","John Eldredge","Phillip Reed"],"overview":"Shelby Barrett (Barbara Stanwyck) rides show horses for wealthy widow \"Nicko\" Nicholas (Genevieve Tobin)and meets Johnny Wyatt (Gene Raymond), scion of a once-wealthy Long Island Family, but who now goes about the country riding polo ponies for \"Nicko.\" Despite the efforts of \"Nicko\" and wealthy Gene Fairchild (John Eldredge), who is in love with Shelby, Johnny and Shelby are married. Shelby is treated frigidly by her snobby-but-broke in-laws, who frown even more when she and Johnny start handling the horses for wealthy neighbors on money Shelby had borrowed from Fairchild without telling her proud-but-broke husband. Matters aren't helped any when \"Nicko\" shows up and starts a gossip circuit directed against Shelby. When Johnny is away, Fairchild asks Shelby to help him entertain a wealthy client aboard his yacht. She tries to contact Johnny and fails but accepts the invitation...","release_date":"1935-02-16","genres":[18],"vote_average":6.0,"runtime":68,"cert":"N\/A","id":100575,"title":"The Woman in Red","adult":false},{"cast":["Adam Lundgren","Jonas Rimeika","Alicia Vikander","Johan Carlberg","Poyan Karimi"],"overview":"Love and Sebastian meet each other by a coincidence at a street in the romantic Swedish summer night. They happen to share the same secret, but their encounter is going to cause severe consequences for the both of them. An innocent flirt soon turns in to a dangerously liaison.","release_date":"2008-03-08","genres":[18,10749],"vote_average":3.7,"runtime":20,"cert":"N\/A","id":100586,"title":"My Name Is Love","adult":false},{"cast":["Ladislav Jánsky","Antonín Kumbera","Ilse Bischofova"],"overview":"Diamonds in the night is the tense, brutal story of two Jewish boys who escape from a train transporting them from one concentration camp to another. Ultimately, they are hunted down by a group of old, armed home-guardists. The film goes beyond the themes of war and anti-Nazism and concerns itself with man's struggle to preserve human dignity.","release_date":"1964-09-25","genres":[10752,18,53],"vote_average":7.5,"runtime":64,"cert":"N\/A","id":100589,"title":"Diamonds of the Night","adult":false},{"cast":[],"overview":"A happy little potter is approached by a huge hand which wants him to sculpt its statue. The potter refuses, wanting nothing more than to be left alone with his only friend, a potted plant. As the hand's request gives way to bribery, demands, and threats, the potter becomes more desperate to escape its clutch, leading to tragedy.","release_date":"1965-10-26","genres":[16,27],"vote_average":7.8,"runtime":18,"cert":"N\/A","id":100592,"title":"The Hand","adult":false},{"cast":[],"overview":"1943 US Army Air Forces film documentary","release_date":"1943-01-01","genres":[99,10752],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":100599,"title":"Air War in Europe","adult":false},{"cast":["Mel Blanc","Frank Graham"],"overview":"Introducing Private Snafu, the nation's worst soldier and his various versions in different branches of the armed forces.","release_date":"1943-06-01","genres":[],"vote_average":6.5,"runtime":3,"cert":"N\/A","id":100602,"title":"Coming!! Snafu","adult":false},{"cast":["Walter Huston","Harry Davenport","Dana Andrews","Paul Hurst","George O’Brien"],"overview":"\"Docudrama\" about the bombing of Pearl Harbor on December 7th, 1941 and its results, the recovering of the ships, the improving of defense in Hawaii and the US efforts to beat back the Japanese reinforcements.  This film exists in two versions. This longer, unreleased cut (which is rarely screened) brackets this material fictional sequences. The introductory sequence shows Uncle Sam on vacation in Hawaii on December 6th. A character embodying the Voice of Responsibility warns him that ignoring Japanese immigrant Fifth Column activity will lead to disaster. The concluding sequence the ghost of a serviceman killed in the attack discussing how the US will beat the Japanese with the ghost of a Revolutionary War soldier in Arlington National Cemetery.","release_date":"1943-01-01","genres":[36,10752,28],"vote_average":5.6,"runtime":75,"cert":"N\/A","id":100605,"title":"December 7th","adult":false},{"cast":[],"overview":"One is the debut studio album by British progressive metal band TesseracT released on March 22nd 2011, [1] the album features six tracks, with the third track \"Concealing Fate\" split into 6 parts for a total length of over twenty five minutes. This is TesseracT's only release with vocalist Daniel Tompkins.","release_date":"2011-06-16","genres":[],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":100608,"title":"TesseracT: Concealing Fate Live In The Studio","adult":false},{"cast":["Cyril Lecomte","Pierre Santini","Jean-Marc Coudert","Sophie Lacoste"],"overview":"Right in the middle of a game of tennis, two childhood friends are facing.What's going on inside these two men's heads as the game comes to its end?","release_date":"2008-05-09","genres":[18,28,35,53],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":100615,"title":"Break","adult":false},{"cast":["Molly Ringwald","Lee Grant","Perry King","Roxana Zal","George Coe"],"overview":"An AIDS-stricken woman becomes a leader in the struggle to educate people about the disease and its prevention.","release_date":"1992-03-26","genres":[18],"vote_average":4.3,"runtime":90,"cert":"N\/A","id":100626,"title":"Something to Live for: The Alison Gertz Story","adult":false},{"cast":[],"overview":"On November 25th 2005, Heaven 17 put on a rare live performance to promote the release of 'Before After', their first studio album since 'Bigger Than America' in 1996.\r The whole gig was released on a double CD set immediately after the gig - a quality recording taken straight from the mixing desk with no overdubs or added effects - pure H17 and the results were stunning.","release_date":"","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":100629,"title":"Heaven 17 - Live at La Scala","adult":false},{"cast":["Milton Berle","Virginia Mayo","Ruth Roman","Bert Lahr","Alan Hale"],"overview":"Director Roy Del Ruth's 1949 film, about a self-absorbed comedian who steps all over his friends and colleagues in order to achieve success, stars Milton Berle, Virginia Mayo, Ruth Roman, Bert Lahr and Alan Hale.","release_date":"1949-11-26","genres":[18,35],"vote_average":0.0,"runtime":116,"cert":"N\/A","id":100632,"title":"Always Leave Them Laughing","adult":false},{"cast":[],"overview":"Brooklyn's indie favorites TV on the Radio just released a film set to the music of their acclaimed 2011 album, Nine Types of Light. The movie, which runs for just more than an hour, includes music videos for each song on the album and is supposed to represent a visual interpretation of the record. Lead singer Tunde Adebimpe not only directed the Nine Types of Light film, but also storybooked it and helmed the video for \"Forgotten.\" Additionally, the rest of the band worked with friends and filmmakers to help conceptualize and direct the rest of the music videos.","release_date":"2011-04-09","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":100635,"title":"Nine Types of Light","adult":false},{"cast":["Lyubov Orlova","Nikolai Cherkasov","Mikhail Sidorkin","Faina Ranevskaya","Rostislav Plyatt"],"overview":"A drab woman scientist, working on machine to harness solar energy, and a pert concert singer look-alike being courted to play her in a movie swap identities and find personal growth, professional success, love, and happiness.","release_date":"1947-07-02","genres":[10402,35,10749],"vote_average":7.3,"runtime":104,"cert":"N\/A","id":100638,"title":"Spring","adult":false},{"cast":["Lee Philips","Shepperd Strudwick","Jean Hale","Dick Van Patten","James Farentino"],"overview":"An axe murderer is loose in a small New England town.","release_date":"1963-05-22","genres":[27,53],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":100657,"title":"Violent Midnight","adult":false},{"cast":["James Woods","John Lithgow","Joanna Gleason","Eve Gordon","Alan Rosenberg"],"overview":"When Walter's diagnosed with lung cancer, despite his squeaky clean lifestyle, he has to tell his screenwriter partner, because that partner is a chain-smoker. As Walter fights cancer he also tries to put his affairs in order by teaching writing to prison inmates, talking to his son and ex-wife, and getting his partner to quit smoking.","release_date":"1991-04-15","genres":[35,18],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":100668,"title":"The Boys","adult":false},{"cast":["Anthony Eisley","Thordis Brandt","Alvy Moore","John Lodge","Diane Webber"],"overview":"A psychic researcher and his assistants investigate a series of murders of beautiful young women.","release_date":"1969-05-01","genres":[27,9648],"vote_average":5.2,"runtime":99,"cert":"N\/A","id":100671,"title":"The Witchmaker","adult":false},{"cast":["Han Eun-jung","Lee Hyeong-seok","Hyomin","No Min-woo","Park Sung-min"],"overview":"Desperately wanting a child, Ga-hee receives help from an exorcist and kidnaps and seals a child in a jar. After she gives birth to her son Bin, Ga-hee is brutally murdered. Along with her husband Jang-hwan and her sister Yoo-rin, Sunny moves into her nephew Bin’s house to look after him. Although empathetic towards her orphan nephew, Bin’s strange behaviors give Sunny mysterious chills, and the nightmares that start haunting Sunny since moving into Bin’s house become unbearable. Sunny gets the hunch that there is something between Bin’s increasingly violent behaviors and this house with an ominous aura.","release_date":"2011-08-04","genres":[27,53],"vote_average":5.6,"runtime":91,"cert":"N\/A","id":100702,"title":"Ghastly","adult":false},{"cast":["Michael McKean","Big John Studd","Alexa Hamilton"],"overview":"Jason Starr is an international spy. While on a mission there was an altercation and Jason disappears. His boss Vaughn then goes to his twin brother Warren Starbinder, a veterinarian, and asks him to pose as Jason so to complete his mission. Warren agrees to do so but the talk will not be easy since he is not a spy. Warren also cannot tell his wife and family what he's doing which makes it hard for him to explain the peculiar ways he is now behaving.","release_date":"1987-03-29","genres":[10751],"vote_average":5.8,"runtime":120,"cert":"N\/A","id":100705,"title":"Double Agent","adult":false},{"cast":["Kristina Schmidt","Daniel Wilken","Marc Dumitru","Karim Günes","Florian Prokop"],"overview":"","release_date":"2012-04-19","genres":[],"vote_average":5.5,"runtime":82,"cert":"N\/A","id":100708,"title":"Das Haus Anubis - Pfad der 7 Sünden","adult":false},{"cast":["Wolf Albach-Retty","Hans Moser","Carola Höhn","Maria Andergast","Erika von Thellmann"],"overview":"","release_date":"1943-04-16","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":100711,"title":"Abenteuer im Grandhotel","adult":false},{"cast":["Fish","Toby Manley","Mark McKirdy","Jennifer Ewing","Mark McDonnell"],"overview":"Jazz and Wolf need money to save their comic shop. When the rare and valuable first issue of Electric Man shows up, they think all their problems are solved. But things are never that simple. They are not the only ones who want to get their hands on it.","release_date":"2012-01-01","genres":[18,28,35,10749],"vote_average":7.0,"runtime":98,"cert":"","id":100714,"title":"Electric Man","adult":false},{"cast":["Ulrike Butz","Ingrid Steeger","Karin Götz","Dorit Henke","Christina Lindberg"],"overview":"Young women come to Munich for fun and work during the '72 Olympics and invariably wind up naked.","release_date":"1972-08-24","genres":[35],"vote_average":3.5,"runtime":87,"cert":"N\/A","id":100717,"title":"The Swinging Co-eds","adult":false},{"cast":["Espen Skjønberg","Nicolay Lange-Nielsen","Camilla Strøm Henriksen","Per Jansen","Minken Fosheim"],"overview":"Gothic thriller about Old Martin who heeds the voice of Anna, who calls him back to the mountain cabin where he left her to die while she gave birth to their surviving son.","release_date":"1989-10-12","genres":[18],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":100724,"title":"A Handful of Time","adult":false},{"cast":["Heinz Rühmann","Liselotte Pulver","Fritz Rasp","Werner Hinz","Fritz Tillmann"],"overview":"","release_date":"1965-01-14","genres":[18,53,10749],"vote_average":0.5,"runtime":92,"cert":"N\/A","id":100739,"title":"Dr. med. Hiob Prätorius","adult":false},{"cast":[],"overview":"Kein Land dieser Welt schlägt so viele Schlachten wie die USA. Seit dem Zweiten Weltkrieg gab es nicht ein einziges Jahrzehnt ohne Krieg. In Korea, Vietnam, im Irak oder in Afghanistan kämpfte die Supermacht für Demokratie, Menschenrechte und natürlich immer auch für die eigenen Interssen: gegen den Kommunismus, für Öl oder um Macht. Nach dem Kalten war die gewaltige Militärmaschinerie Amerikas in der Lage weltweit einzugreifen.","release_date":"","genres":[],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":100742,"title":"Amerikas Kriege - Korea Vietnam Irak Afghanistan Spiegel","adult":false},{"cast":["Dylan Hauser","Angyl Valantino","Aron Ridge","HotRod","Jonny Rock"],"overview":"Starring newcomer and insatiable bottom Dylan Hauser, the movie gives new meaning to the term, “Behind the 8 Ball”. The cock-hungry Hauser takes on 10 well-hung black studs, including superstars Hot Rod, Scott Alexander, Angyl Valantino, Aron Ridge. Also joining the pack of gangbangers are Jonny Rock, Trey Turner, Lawson Kane, and newcomers Sean XL, Tokyo and Robert Anthony. They all come together in one of the nastiest interracial gangbangs ever caught on film.  In addition to the ass pounding Dylan receives from the ebony studs, he has a mind-blowing intimate moment with a pool cue, which is not to be missed.","release_date":"2012-02-13","genres":[],"vote_average":8.0,"runtime":112,"cert":"N\/A","id":100753,"title":"Black Balled 8","adult":true},{"cast":["Andrés Pajares","Fernando Esteso","Jenny Llada","María Isbert","Florinda Chico"],"overview":"","release_date":"1981-04-20","genres":[35],"vote_average":5.2,"runtime":null,"cert":"N\/A","id":100764,"title":"Los chulos","adult":false},{"cast":["Alex Klaasen"],"overview":"In Eindelijk Alleen, een tragikomische one-man-show over eenlingen, zingt typeur Alex Klaasen onder andere een schizofreniemusical, een ode aan de drol en een verkrachting van een 'kinderen voor kinderen' klassieker.","release_date":"2010-02-03","genres":[],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":100767,"title":"Alex Klaasen: Eindelijk alleen","adult":false},{"cast":["Heather Sears","John Turner","Ann Lynn","Peter Arne","Norman Bird"],"overview":"A lord returns to his manor with his new wife, to hear rumours that he had already secretly returned and had committed several murders. Has he lost his mind, or is something dark afoot ?","release_date":"1964-10-19","genres":[27],"vote_average":5.9,"runtime":90,"cert":"","id":100770,"title":"The Black Torment","adult":false},{"cast":["Eric Roberts","Ron Perlman","Lesley-Anne Down","David Beecroft","Brian Cousins"],"overview":"A princess falls in love with her father's swordsman.","release_date":"2003-05-27","genres":[12],"vote_average":2.5,"runtime":null,"cert":"N\/A","id":100801,"title":"The King's Guard","adult":false},{"cast":["Dagmar Lassander","Philippe Leroy","Varo Soleri","Maria Cumani Quasimodo","Mirella Pamphili"],"overview":"Beautiful PR woman Maria finds herself trapped in the home of the sinister and troubled Dr Sayer, where she is subjected to a series of increasingly bizarre, terrifying and degradating sex games. Sayer admits that he has murdered several women after the same ordeal, always killing them at the point of orgasm. But all is not what it seems, and this is revealed to be the fantasy of a troubled man. Sayer finds salvation in Maria and falls for her, only for her to turn the tables on him and ultimately reveal that she too is not what she seems.","release_date":"1969-08-24","genres":[10749,18,53],"vote_average":7.6,"runtime":86,"cert":"N\/A","id":100812,"title":"The Laughing Woman","adult":false},{"cast":["Buddy Rich"],"overview":"Featuring Neil Peart, Chad Smith, Tommy Igoe, John Blackwell, Terry Bozzio with Efrain Toro, Nick Rich, Peter Erskine, Will Lee, and Jeff Berlin. These artists pay tribute to Buddy Rich, one of the greatest drummers of all time. With an all-star big band, they play not only Buddy classics but also their own hits. Over two hours of concert footage, plus almost two hours of rehearsal and backstage footage memorialize this historic drumming event. Special Features: Interview with Cathy Rich, rehearsal footage, pre-show and backstage. DVD produced by Neil Peart and Don Lombardi","release_date":"","genres":[10402],"vote_average":0.0,"runtime":286,"cert":"N\/A","id":100815,"title":"Buddy Rich Memorial Concert","adult":false},{"cast":["Franchot Tone","Marsha Hunt","Gene Kelly","Van Johnson","Alan Baxter"],"overview":"A small group of Allied soldiers and airmen on Java are being bombed by Japanese 'planes daily. With only one working fighter of their own, and five pilots anxious to fly it, the Dutch commander chooses George Collins to fly a mission to drop a 500-lb bomb on the Japanese carrier lying offshore. As the flight progresses, the commander asks the other pilots to tell him about George. They recount his rise from brilliant law student, through the time he became involved in the corrupt machine of his state's Governor, and his attempts to redeem himself, both in his own eyes, and in Fredie, his long-time love.","release_date":"1943-06-24","genres":[18,10749,10752],"vote_average":5.5,"runtime":71,"cert":"N\/A","id":100818,"title":"Pilot #5","adult":false},{"cast":["John Mills","Mark Lester","Sylvia Syms","Gordon Jackson","Bernard Miles"],"overview":"Directed by Richard C. Sarafian, this 1969 British children's film stars Mark Lester as a young boy, unable to speak, who befriends both a wild colt with blue eyes and a falcon named \"Lady\". The cast also includes John Mills, Gordon Jackson and Sylvia Sims.","release_date":"1969-07-23","genres":[18,10751],"vote_average":7.0,"runtime":100,"cert":"N\/A","id":100821,"title":"Run Wild, Run Free","adult":false},{"cast":["Burgess Meredith","Ronald Reagan","Tom Neal","Dane Clark","Jonathan Hale"],"overview":"Documentary-style drama on training of aerial rear gunners in World War II. Private PeeWee Williams, a Kansas farm boy, transforms his home-grown shooting skills into those necessary to an aerial gunner in the tail turret of an American bomber.","release_date":"1943-04-10","genres":[18,10752],"vote_average":5.0,"runtime":26,"cert":"N\/A","id":100824,"title":"The Rear Gunner","adult":false},{"cast":["Art Gilmore","Ronald Reagan","Harvey Stephens","Craig Stevens"],"overview":"Military training film on the characteristics, capabilities, weaknesses, and recognition of the World War II Japanese fighter aircraft known as the Zero.","release_date":"1943-02-02","genres":[99,36],"vote_average":5.0,"runtime":19,"cert":"N\/A","id":100827,"title":"Recognition of the Japanese Zero Fighter","adult":false},{"cast":["Manu Payet","Clovis Cornillac","Douglas Attal","Pascal Demolon","Zita Hanrot"],"overview":"Ben, who dreamed of himself as a comic in New York, is back in Paris, his professional and emotional life in complete disarray. He encounters Alex, the star host of the Breakfast Club, a popular morning radio show. With Cyril, a forty-something who'd prefer not to be, and Arnold, the charismatic leader of the gang, they call the shots on Blast FM. In next to no time Ben is hired to write for them. He's barely joined the team when a tidal wave hits the station: Breakfast Club listenership is in free fall. They set out on a bus to travel to every corner of France to meet and win over their public once again. For these arrogant Parisians, a real journey of initiation arises from this radio-phonic road trip, shaking up all their certainties.","release_date":"2012-04-11","genres":[35],"vote_average":5.8,"runtime":100,"cert":"N\/A","id":100830,"title":"Radiostars","adult":false},{"cast":[],"overview":"Spanning the entire career of death metal's biggest and most controversial band.  Comes in a 3-panel Digipak with embossed artwork.  With Full Force 2007 footage recorded in Leipzig, Germany on June 29, 2007 at With Full Force Festival.  Toronto 2006 footage recorded in Toronto Ontario on November 15, 2006 at the Opera House.  Party San 2005 footage recorded in Germany on August 14, 2005 at Party.San Open Air.  Buffalo 1989 footage recorded in Buffalo, NY on September 29, 1989 at the River Rock Café.","release_date":"2008-07-08","genres":[10402,99],"vote_average":6.2,"runtime":420,"cert":"N\/A","id":100833,"title":"Cannibal Corpse: Centuries of Torment","adult":false},{"cast":["Mel Blanc","Frank Graham","Michael Maltese","Tedd Pierce"],"overview":"Snafu inadvertantly starts a panic on his base when he begins a mistaken rumour that the base is about to be bombed.","release_date":"1943-12-01","genres":[16],"vote_average":7.2,"runtime":4,"cert":"N\/A","id":100836,"title":"Rumors","adult":false},{"cast":[],"overview":"Along the roads of Australia travels a small film crew headed by filmmaker Phoebe Hart, who is determined to turn this on-the-road trip into a journey of self-discovery. Her hermaphroditism played a painful and significant role in her past: she has had to deal with it from her adolescence on, but now this conflict has happily been solved. Even her relationship with her parents was damaged by her condition: in her opinion they were to blame for having forced her to undergo a traumatic operation to remove her internal testicles. Along the road, she will connect with other intersex people, ready to open up to her about their common condition. Will Phoebe succeed in openly confronting her mother, who is reluctant to be interviewed, and to talk about an issue that is so important for her? Will she find the answers she is looking for? A journey of self-discovery that is difficult, but at the same time light, ironic and detached.","release_date":"2010-11-06","genres":[99],"vote_average":9.3,"runtime":60,"cert":"","id":100839,"title":"Orchids: My Intersex Adventure","adult":false},{"cast":["Edie Adams","Bea Arthur","Alec Baldwin","Kaye Ballard","Bryan Batt"],"overview":"Broadway: The Golden Age is the most important, ambitious and comprehensive film ever made about America's most celebrated indigenous art form.  Award-winning filmmaker Rick McKay filmed over 100 of the greatest stars ever to work on Broadway or in Hollywood.  He soon learned that great films can be restored, fine literature can be kept in print - but historic Broadway performances of the past are the most endangered.  They leave only memories that, while more vivid, are more difficult to preserve.  In their own words - and not a moment too soon - Broadway: The Golden Age tells the stories of our theatrical legends, how they came to New York, and how they created this legendary century in American theatre.  This is the largest cast of legends ever in one film.","release_date":"2003-01-01","genres":[10402,99,36],"vote_average":4.5,"runtime":111,"cert":"N\/A","id":100842,"title":"Broadway: The Golden Age","adult":false},{"cast":["Anthony Pappalardo","Anthony Van Engelen","Brian Wenning","Danny Garcia","Danny Renaud"],"overview":"The editing and filming techniques used are some of the most artistic and original in the industry through many different eyes. This Habitat's first full length video, Featuring Tim O'Connor, Fred Gall, Ed Selego, Rob Plunowski, Brian Wenning, Danny Renaud, Stefan Janoski, Danny Garcia, Kerry Getz Guest appearances by Alien Workshop stalwarts Jason Dill, Anthony Pappalardo, Heath Kirchart, Steve Berra, Danny Way, Anthony Van Engelen and Ted De Gros.","release_date":"2003-06-19","genres":[],"vote_average":0.0,"runtime":38,"cert":"N\/A","id":100849,"title":"Habitat - Mosaic","adult":false},{"cast":["Danny Dyer","Sophie Okonedo","Charlie Creed-Miles","Kris Marshall","Daniel Mays"],"overview":"The only things Wayne cares about are that Chelsea wins at the football, how much beer there is in the fridge, and his son's viewing habits. When Wayne's mates arrive to watch a match news is heard that a local policeman has been killed. The party atmosphere changes to something more sinister.","release_date":"2002-04-23","genres":[],"vote_average":0.0,"runtime":30,"cert":"","id":100852,"title":"Dead Casual","adult":false},{"cast":["Fred MacMurray","Paulette Goddard","Susan Hayward","Lynne Overman","Albert Dekker"],"overview":"Ranger Don Stuart fights a forest fire with timber boss friend Tana 'Butch' Mason, and finds evidence of arson. He suspects Twig Dawson but can't prove it. Butch loves Don but he, poor fool, won't notice her as a woman; instead he meets socialite Celia in town and elopes with her. The action plot (Don's pursuit of the fire starter) parallels Tana's comic efforts to scare tenderfoot Celia back to the city.","release_date":"1942-10-21","genres":[18],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":100871,"title":"The Forest Rangers","adult":false},{"cast":["James Cagney","Madge Evans","Arthur Byron","Allen Jenkins","Dudley Digges"],"overview":"Members of a teenage gang are sent to the State Reformatory, presided over by the callous Thompson. Soon Patsy Gargan, a former gangster appointed Deputy Commissioner, arrives and takes over the administration to run the place on radical principles. Thompson needs a quick way to discredit him.","release_date":"1933-06-24","genres":[80,18],"vote_average":7.5,"runtime":90,"cert":"N\/A","id":100894,"title":"The Mayor of Hell","adult":false},{"cast":[],"overview":"Recorded at Nurburgring, Germany, 02 June 2007","release_date":"","genres":[10402],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":100901,"title":"EVANESCENCE Live At The Rock Am Ring 2007","adult":false},{"cast":["John Litel","Alan Baxter","Eric Blore","Georges Metaxa","George Flaherty"],"overview":"Ship engineer Jim Taggert is rescued from a torpedoed tramp steamer by Joe Morgan, an American gangster that found New York too hot for him, and has become a fisherman operating from an out-of-the-way island off of the coast of South America. Morgan makes his headquarters at the Halfway House run by the parents of Maria Styx as a bar and dance resort catering to the planters and traders of the island. Taggert finds himself practically a prisoner along with a group of American girls acting as entertainers at the resort. Taggert shadows Morgan in his activities in a remote cove and finds that Morgan is supplying German U-boat commanders with torpedoes, but does not know that Morgan has rigged the torpedoes with clock devices that explode when at sea and sinks the U-boats.","release_date":"1943-07-20","genres":[28,18,10752],"vote_average":4.0,"runtime":65,"cert":"N\/A","id":100904,"title":"Submarine Base","adult":false},{"cast":["Ben Brown","Brenn Wyson","Chris Daniels","Jimmy Durano","Marc Dylan"],"overview":"Witness the revolution happening at Sektor 9, an abandoned Soviet-era gulag where a new breed of leathermen toe the party line in latex, gas masks, nylon ropes, and animal cages. Featuring hard-hitting punishing tops who teach the art of submission to muscle-bound comrades hungry for dick, Sektor 9 Part 2 stars coverman Marc Dylan and an all-star cast of porn's biggest names including Spencer Reed, Jimmy Durano, Chris Daniels, Ben Brown, Brenn Wyson and Tommy Deluca. Directed by Christian Owen and soundscaped by underground sensation DJ Little Rock, this leather blockbuster makes one thing clear - there's no escaping Sektor 9.","release_date":"2012-01-30","genres":[],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":100915,"title":"Sektor 9 2","adult":true},{"cast":["Elizabeth Taylor","Jane Fonda","Ava Gardner","Cicely Tyson","Robert Morley"],"overview":"A pair of peasant children, Mytyl and her brother Tyltyl, are led on a magical quest for the fabulous Blue Bird of Happiness by the Fairy Berylune. On their journey, they are accompanied by the humanized presences of a Dog, a Cat, Light, Fire, Bread, and other entities.","release_date":"1976-04-05","genres":[12,10751,14,18],"vote_average":6.6,"runtime":95,"cert":"N\/A","id":100922,"title":"The Blue Bird","adult":false},{"cast":[],"overview":"USAAF Documentary Film","release_date":"1943-12-01","genres":[99,10752],"vote_average":0.0,"runtime":32,"cert":"N\/A","id":100925,"title":"The Thunderbolts: Ramrod to Emden","adult":false},{"cast":["Jere Shea","Marin Mazzie","Donna Murphy","Tom Aldredge","Gregg Edelman"],"overview":"Giorgio, a young soldier, is in love with the married Clara and becomes her lover.  But they are separated when Giorgio is posted far away, where he meets the unhappy, unhealthy Fosca who develops a passionate love for Giorgio and tries to make him love her. Film of the Broadway production.","release_date":"1996-01-01","genres":[18,10402,10749],"vote_average":8.3,"runtime":115,"cert":"N\/A","id":100956,"title":"Passion","adult":false},{"cast":["Gretchen Mol","Patti LuPone","Peter Onorati","Ryan Merriman","Richard V. Licata"],"overview":"It's 1955. Lenny is a 14-year old boy who is totally fascinated by sex. He is too scared to \"do it,\" so he dedicates his summer to seeing two other people do it. Easier said than done. Caught in the act of spying, his mother and stepfather ship him off to spend the summer with his aunt and uncle in \"the country\" -- Queens. His plan looks like a bust and his summer seems destined for boredom, until he meets a whole new group of friends -- young teens who have a \"sex club.\"","release_date":"1999-10-21","genres":[18,35],"vote_average":7.1,"runtime":97,"cert":"N\/A","id":100975,"title":"Just Looking","adult":false},{"cert":"N\/A","title":"Funny Car Summer","cast":[],"genres":[99],"id":100986,"overview":"This documentary chronicles a summer in the life of \"Funny Car\" racer Jim Dunn and his family.","runtime":88,"release_date":"1973-10-10","vote_average":0.0,"adult":false}]