[{"cast":["Maribel Verdú","Santiago Ramos","Fernando Guillén Cuervo"],"overview":"Passionate and tragic love story in between Alfredo and María, famous spanish singer from the fifties. Se is resurrected by Alfredo, cinema director, with Lupe, the young singer's daughter.","release_date":"1993-11-23","genres":[18,10749],"vote_average":6.5,"runtime":91,"cert":"N\/A","id":102501,"title":"Tres palabras","adult":false},{"cast":["María Conchita Alonso","Loles León","María Pujalte","Daniel Guzmán"],"overview":"TV host Miranda Vega heads a variety talk-show format. Confronted with plummeting ratings, she is forced to try a different approach that brings singing hookers, drug addicts, and other no-talents into the studio. Miranda feuds with lesbian actress Marta Pena, prompting Marta's companion Soraya, a \"karate artiste,\" to participate in the variety show. Chaos reigns when the show goes on the air live.","release_date":"1998-04-24","genres":[35],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":102504,"title":"Shout Out","adult":false},{"cast":["Adolfo Marsillach","Tony Leblanc","Susana Campos","José Luis López Vázquez"],"overview":"A police inspector makes his service in a patrol car attenging emergency calls. A memory hauns him, the death of her daughter, who was killed hit by a car that fled. The car is located and the inspector goes there and confrontation will be violent.","release_date":"1960-11-09","genres":[],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":102511,"title":"091 Policía al habla","adult":false},{"cast":["Àlex Brendemühl","Vicente Romero","María Antonia Martínez","Àgata Roca"],"overview":"Abel lives with his mother in a small town on the outskirts of Barcelona. His life, grey and boring, is based on the small family business, his mother's house, his girlfriend's bed, and the town bars. However under an appearance of quiet and gentle man, Abel hides a dark and morbid personality.","release_date":"2003-06-06","genres":[18],"vote_average":4.3,"runtime":103,"cert":"N\/A","id":102514,"title":"The Hours of the Day","adult":false},{"cast":["Sebastian Maniscalco"],"overview":"\"What's Wrong with People?\" asks Sebastian Maniscalco, as he hilariously tries to bridge the Italian-American Old World he grew up in with the contemporary frenetic world we all live in today.","release_date":"2012-01-05","genres":[10770,35],"vote_average":7.8,"runtime":75,"cert":"N\/A","id":102517,"title":"Sebastian Maniscalco: What's Wrong with People?","adult":false},{"cast":["Marilyn Buferd","William Tubbs","Clara Bindi","Giacomo Furia","Gennaro Pisano"],"overview":"A demon bestows on a self-righteous working photographer's camera the power to smite from the Earth \"evil-doers\".","release_date":"1952-05-14","genres":[18,35,14],"vote_average":6.8,"runtime":80,"cert":"N\/A","id":102524,"title":"The Machine That Kills Bad People","adult":false},{"cast":[],"overview":"","release_date":"2009-09-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":102527,"title":"44500 Max","adult":false},{"cast":[],"overview":"","release_date":"2011-03-25","genres":[53],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":102534,"title":"The Good Son","adult":false},{"cast":["Richard Barthelmess","Molly O'Day","Lawford Davidson","Matthew Betz","Arthur Stone"],"overview":"The Patent Leather Kid is a 1927 silent film which tells the story of a boxer who scoffs at fighting outside the ring... particularly for the United States once it enters World War I. Eventually, he is drafted, is shipped overseas, and performs a heroic act, which results in his being severely wounded.","release_date":"1927-09-01","genres":[10752,18,10749],"vote_average":5.0,"runtime":150,"cert":"N\/A","id":102541,"title":"The Patent Leather Kid","adult":false},{"cast":["Dirch Passer","Axel Strøbye","Poul Bundgaard","Clara Pontoppidan","Lone Hertz"],"overview":"A police lieutenant woman goes undercover into a mansion where a couple maintains a school to teach young women how to catch a man... Especially if they are rich and into marriage. The courses include a number of disciplines, including judo and strip-tease.","release_date":"1972-02-04","genres":[35],"vote_average":10.0,"runtime":85,"cert":"N\/A","id":102544,"title":"How to Behave in a Fourposter Bed","adult":false},{"cast":["Mark Cheng","Simon Lui","Gabriel Harrison","Karen Tong","Bessie Chan"],"overview":"Three men, fed up with prostitutes and their perceived role in breaking up happy marriages, decide to go out and hunt down as many prostitutes as they can find. When the police are unable to solve the case, the prostitutes themselves must band together to save themselves.","release_date":"2000-01-01","genres":[80,27,53],"vote_average":4.0,"runtime":93,"cert":"N\/A","id":102547,"title":"Prostitute Killer","adult":false},{"cast":[],"overview":"","release_date":"2011-04-15","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":102566,"title":"Village People 3 - Voll Porno","adult":false},{"cast":["Fabrice Rouleau","Emmanuelle Riva","Jean Servais","Sophie Darès","Michel Vitold"],"overview":"In the First World War, when Paris is expected to fall to the Germans, the attractive widow, Princesse de Bormes, organises a convoy of cars to evacuate the wounded from the front, and bring them back to her villa in Paris to recuperate. The authorities will not give them passes until an innocent 16-year-old boy, Guillaume Thomas de Fontenoy, joins them and is mistaken as the nephew of the popular General de Fontenoy. The Princess is enraptured by Thomas and her daughter, Henriette, falls in love with him. However Thomas feels impelled to see more of the action of the war.","release_date":"1965-06-01","genres":[],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":102569,"title":"Thomas the Impostor","adult":false},{"cast":["Daniel Gélin","Nicole Courcel","Brigitte Auber","Pierre Trabaud","Bernard Lajarrige"],"overview":"Hopes and love and ambitions and friendship in a group of young jazz-loving Parisians.","release_date":"1949-12-06","genres":[18,35],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":102580,"title":"Rendezvous in July","adult":false},{"cast":["Zeca Pagodinho"],"overview":"Zeca Pagodinho back live after 10 years. Check out this DVD with an exciting concert, packed with hits like \"Deixa a Vida Me Levar\" \"Faixa Amarela\", \"Heart in disarray,\" \"Lama nas Ruas\" \"Verdade\" and more. Highlight the track \"Ela Não Gosta de Mim\", new song together with singer Arlindo Cruz, and there for special interests such as: Jorge Ben Jor, and Almir Guineto Velha Guarda da Portela! A DVD that can not miss in your collection! A Must See!","release_date":"2009-01-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":102599,"title":"Zeca Pagodinho: DVD MTV Especial - Uma Prova de Amor ao Vivo","adult":false},{"cast":[],"overview":"In an attempt to understand why he suspects his girlfriend is cheating on him, filmmaker John Haslett Cuff interviews his mother and a number of other women who have a wide range of experiences with adultery about their affairs and their relationship with their spouses.","release_date":"2003-04-29","genres":[99],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":102602,"title":"Crimes Of The Heart","adult":false},{"cast":[],"overview":"Ali is a young shepherd who lives in the Moroccan countryside. One day as he's leading his sheep near the new highway, which runs alongside his village, he miraculously finds a 200 dirham bill.","release_date":"2002-09-28","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":102613,"title":"200 Dirhams","adult":false},{"cast":[],"overview":"Broken Notes tells the story of James Sunderland, who receives a mysterious letter from his wife (who died three years ago because of leukemia), in order that he go to meet with her to town where they celebrated their honeymoon. Once there, strange events begin to succeed.","release_date":"","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":102624,"title":"Broken Notes","adult":false},{"cast":["Mekia Cox","Lynn Whitfield","Tristen M. Carter","Kida Burns","Zach Belandres"],"overview":"A young businessman hires an instructor to turn a group of misfit kids into a team on the underground dance competition circuit.","release_date":"2012-06-01","genres":[10402,18],"vote_average":3.9,"runtime":105,"cert":"N\/A","id":102631,"title":"Battlefield America","adult":false},{"cast":["María Félix","Emilio Fernández","Dolores del Río","Antonio Aguilar","Flor Silvestre"],"overview":"The Mexican Revolution serves as a backdrop to a torrid love triangle composed of three freedom fighters: a colonel, a widow, and a fiery female soldier.","release_date":"1959-11-12","genres":[18,10749,10752],"vote_average":6.3,"runtime":97,"cert":"N\/A","id":102634,"title":"La Cucaracha","adult":false},{"cast":["Sinéad O'Connor"],"overview":"A stunning live performance from O'Connor's native Ireland, at the end of her first Irish tour in 6 years serves as O'Connor's self-imposed farewell to the entertainment industry. Also included as bonus features is a documentary on the making of \"Sean-So","release_date":"2003-01-01","genres":[10402],"vote_average":6.0,"runtime":111,"cert":"N\/A","id":102637,"title":"Sinead O'Connor - Goodnight, Thank You. You've Been a Lovely Audience","adult":false},{"cast":["Mira Sorvino","Michael Rispoli","Tammy Blanchard","Mike Doyle","Christopher Backus"],"overview":"A reluctant reunion of two estranged sisters. One is on the verge of marriage; the other is on the verge of a nervous breakdown. Both struggle with truths they're hiding from each other - and from themselves. Jenny has rejected her tumultuous family and cut off communication, seeking a more ordered life far from her roots in the Bronx. And she's almost ready to commit to her longtime fiancé when her sister Lucy - the personification of all that Jenny has been trying to flee - surprises her at a critical time. Lucy and Jenny's combustible reunion brings both of them to unforeseen places, shattering and reconstructing the worlds they have both carefully constructed.","release_date":"2011-07-07","genres":[18],"vote_average":4.9,"runtime":80,"cert":"N\/A","id":102640,"title":"Union Square","adult":false},{"cast":["Fito De la Parra","Bob Hite"],"overview":"Canned Heat was one of the hardest living, and hardest working, bands of the late sixties and all throughout the seventies. Led by the inimitable Bob The Bear Hite, a huge man with a personality to match, they established themselves as one of the greatest white blues bands of all time. This concert from Montreux in 1973, their only appearance at the festival, captures them at their peak, and features a guest appearance from Clarence Gatemouth Brown.","release_date":"2006-09-19","genres":[10402],"vote_average":10.0,"runtime":74,"cert":"N\/A","id":102647,"title":"Canned Heat: Live at Montreux 1973","adult":false},{"cast":["Ray Charles"],"overview":"","release_date":"2002-01-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":102654,"title":"Ray Charles: Live: Montreux Jazz Festival","adult":false},{"cast":["Dresden Dolls","Brian Viglione","Amanda Palmer","Margaret Cho","Edward Ka-Spel"],"overview":"Live at the Roundhouse is a live concert DVD by American dark cabaret duo The Dresden Dolls. On November 3 and 4, 2006, The Dresden Dolls performed at London's recently restored Roundhouse venue. The shows (and resulting DVD) featured a large number of artistic performers, circus acts, gymnasts, and cabaret dancers, both as support acts and participating alongside the band during their set. The set draws from both of their studio albums, previously unreleased songs and covers.","release_date":"2007-01-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":102657,"title":"Dresden Dolls: Live at the Roundhouse London","adult":false},{"cast":["Rudolf Zehetgruber","Kathrin Oginski","Walter Giller","Walter Roderer","Ruth Jecklin"],"overview":"","release_date":"1973-12-13","genres":[35,28],"vote_average":4.9,"runtime":null,"cert":"N\/A","id":102664,"title":"Superbug, the Wild One","adult":false},{"cast":["Arthur Kennedy","Sara Lezana","Jeffrey Hunter","Diana Lorys"],"overview":"Mexican peasant Joaquin Murieta and his wife go north to California to prospect for gold, finding only one white person, a marshal, who will befriend them. But after Murieta is beaten and robbed, and his wife killed by bandits, Murieta takes out his vengeance by forming a gang of outlaws who rob the countryside. Murieta is eventually cornered by the marshal, who persuades him to end his crusade. But when Murieta is later wounded and convalescent, his gang operates a reign of terror without his knowledge, leading to his death at the marshal's hands in a final battle.","release_date":"1965-02-01","genres":[],"vote_average":7.0,"runtime":107,"cert":"N\/A","id":102671,"title":"Murieta","adult":false},{"cast":["Rachel Hunter","June Squibb","Robert Pine","Tippi Hedren","Jonathan Breck"],"overview":"After driving husband Martin to infidelity and catching him with another, mentally unstable author Jade returns to her New Zealand home. The plan is to write a book based on the town's history, helped by the local school teacher and her college thesis protégée, and visit her father Christopher. As her editor later explains, her suspicions concerning ever more locals stem from a pathological mental condition. However, more then just paranoia comes with the horse riding incident which killed her ma, an obsessive guilt matter for her and Christopher.","release_date":"2011-01-01","genres":[18,9648,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":102678,"title":"Dead Write","adult":false},{"cast":["Juan Echanove","Carmen Conesa","Gabino Diego","Fernando Guillén Cuervo","Alberto Alonso"],"overview":"Fifteen years after the plot a lawyer and a military ex-attorney meet and recall the intense days of 1975 when both participated in the decission of war or peace. The film is told in flashbacks of the two protagonists. Written by Volker Boehm","release_date":"1991-09-23","genres":[18],"vote_average":7.0,"runtime":82,"cert":"N\/A","id":102685,"title":"The Longest Night","adult":false},{"cast":["Arturo Fernández","Manolo Gómez Bur","Miguel Mateo 'Miguelín'","Carmen Sevilla"],"overview":"While watching on television a bullfight where his son Luis acts, the matador Rafael Lucena dies of a heart attack upon discovering Virginia in the bullring, a woman who looks like Soledad. Soledad was his father ‘s, Manuel Lucena, great love. Both Luis and his brother Alejandro meet the singer Virginia and fall in love with her but when Luis suffers serious goring, he begins to think that Virginia brings bad luck.","release_date":"1970-01-01","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":102700,"title":"El Relicario","adult":false},{"cast":["Daniel Guzmán","Diana Gálvez","Antonio Molero","Javier Cámara","Saturnino García"],"overview":"Since he began to work, Domingo lives against the trend:  he sleeps during the day, care for her younger sister in the afternoon  and at night vacuums in a department store.","release_date":"1997-06-05","genres":[35],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":102703,"title":"Eso","adult":false},{"cast":["Rocío Dúrcal","Palito Ortega","Fernando Rey","Amalia de Isaura"],"overview":"An Argentine travels to Spain to begin his studies. During the flight, he causes so much troubles to a flight attendant that she is fired. At home, the ex flight attendant discovers some dresses that belonged to her grandmother and decides to try her luck with an artist representative. There she will find the guy who caused his dismissal. Both fail to act in Barcelona, ​​but the boy's father attended the performance, being surprised, because he believed his son was studying in Madrid.","release_date":"1967-12-25","genres":[],"vote_average":5.2,"runtime":100,"cert":"N\/A","id":102706,"title":"Amor en el aire","adult":false},{"cast":["Lina Morgan","Arcadio Baquero","María Banquer","Gloria Osuna"],"overview":"Roberto decides to ask for permission at the office because he suspects his wife has a lover and wants to catch her. A friend of the protagonist offers to investigate the woman with the intention of giving sufficient evidence of thedeception. However, he soon discovers that his wife knows his plans.","release_date":"1965-08-02","genres":[35],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":102709,"title":"Julieta engaña a Romeo","adult":false},{"cast":["Rudolf Zehetgruber","Ulrich Beiger","Gerd Frickhöffer","Walter Giller","Ruth Jecklin"],"overview":"Dudu, the craziest car in the world, takes part in the goofiest race in the world!","release_date":"1975-03-14","genres":[35,28],"vote_average":4.9,"runtime":96,"cert":"N\/A","id":102712,"title":"Superbug, the Craziest Car in the World","adult":false},{"cast":["Rudolf Zehetgruber","Kathrin Oginski","Brad Harris","Ricardo Palacios","Herbert Fux"],"overview":"","release_date":"1979-06-01","genres":[28,35],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":102715,"title":"Superbaby","adult":false},{"cast":["Jorge Mistral","Carmelita González","Helga Liné"],"overview":"Alberto, \"Zanahoria\" and \"Jabato\" are three students of the Parachute School. They are the \"lashing the air,\" friends, good partners but rivals and competitive in love. When they see Nati, a beautiful woman who falls in love with Alberto, jealousy will lead to situations that jeopardize their great friendship.","release_date":"1951-09-24","genres":[],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":102722,"title":"Air Lashings","adult":false},{"cast":["Vincent Spano","Dina Meyer","Lea Thompson"],"overview":"\"BALANCING THE BOOKS\" is a character-driven suspense drama about an attractive woman who enlists the help of her two best friends to confront a traumatic experience she can no longer deny. Julia, divorced and successfully self-employed, seems to have it all - except the right guy in her life. Her friends urge her to \"get back out there.\" But they don't yet know about Scott - a charming man with a secret background whose true colors paint a streak of pain and fear through Julia's life. When Scott's effect on Julia reaches the breaking point, she and her friends take matters into their own hands... and underestimate the consequences. The outcome forces all of them into a desperate situation. Everyone pays the price.","release_date":"2009-01-03","genres":[53],"vote_average":4.0,"runtime":88,"cert":"N\/A","id":102737,"title":"Balancing the Books","adult":false},{"cast":["Jeff Chandler","Joanne Dru","Julie London","Donald Crisp","Ronald Howard"],"overview":"A few months after the end of the civil war, Major Drango is sent as military governor in a southern small town, whose citizens he must face the obstility.","release_date":"1957-01-01","genres":[37],"vote_average":5.0,"runtime":92,"cert":"N\/A","id":102740,"title":"Drango","adult":false},{"cast":["Sophia Takal","Lawrence Michael Levine","Brooke Bloom","Louis Cancelmi","Amy Seimetz"],"overview":"An ambitious painter on the verge of a big break confronts his moral decay when his idealist, hell-raising, younger sister comes to stay with him in New York City for the summer.","release_date":"2010-02-27","genres":[35],"vote_average":5.0,"runtime":99,"cert":"N\/A","id":102743,"title":"Gabi on the Roof in July","adult":false},{"cast":["Ricardo B. Arévalo","Xan das Bolas","Maruja Bustos"],"overview":"A bus driver, Rafael, sacrifices his carriage and his true love, Rosario, to get money and buy a more powerful vehicle. This is all due to the rivalry he has with Peter, also bus driver with whom competes in all areas.","release_date":"1956-03-12","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":102750,"title":"El rey de la carretera","adult":false},{"cast":["Melissa Baum","Reggie Bannister","Andi Wenning","William Mills","Forrest J. Ackerman"],"overview":"A young teenage girl is hired by a strange couple to watch their baby for the night. What the babysitter doesn't know is how strange the couple is, and exactly what kind of baby she is watching over.","release_date":"1994-04-19","genres":[27,35,878],"vote_average":2.5,"runtime":56,"cert":"N\/A","id":102765,"title":"That Little Monster","adult":false},{"cast":["Ernst Horn","Alexander Veljanov"],"overview":"Deine Lakaien followed through on their promise to the fans: For the first time in the history of the band, they presented themselves in the style and sound equipment of the ‘80s. “As live duo – electronics and singing only – we played songs exclusively from the initial years 1986 until 1991. Furthermore, we just used original instruments from that time (amongst other things, Revox tape recorder, Commodore C-64, Atari ST – functional reliability was not guaranteed!). The whole program was exclusively rehearsed for this event: Many of the songs were performed live for the first and only time, the other compositions were presented in special ‘retro’ versions.” The concert was autonomously organized, privately planned, financed and accomplished by Deine Lakaien in collaboration with the fan club and several long-time companions of the band.","release_date":"2006-01-01","genres":[10402],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":102772,"title":"Deine Lakaien - The Concert That Never Happened Before","adult":false},{"cast":["Judith Godrèche","Melvil Poupaud","Jacques Doillon","Tina Sportolaro"],"overview":"Willy, a middle-aged divorcee, decides to take his 15 year-old son, Thomas, on holiday to Ibiza, staying at an isolated villa on the unspoilt part of the coast. Thomas insists on bringing his friend Juliette, a girl of his own age with whom he enjoys a close platonic relationship. When it comes to physical love, Juliette is wise beyond her years. She will only sleep with men older than herself and has no intention of committing herself to a long-term relationship.","release_date":"1989-09-13","genres":[18,10749],"vote_average":7.7,"runtime":86,"cert":"N\/A","id":102783,"title":"The 15 Year Old Girl","adult":false},{"cast":["Isabella Hofmann","Daniel Hugh Kelly","Cindy Pickett","Scott Olynek","Micah Gardener"],"overview":"When a pooch is irradiated by a nuclear plant and threatens the town, only a teenage boy can redeem him.","release_date":"1998-01-14","genres":[27,878,10770],"vote_average":3.0,"runtime":95,"cert":"N\/A","id":102794,"title":"Atomic Dog","adult":false},{"cast":[],"overview":"Es gehört sicher zu den schwierigsten Aufgaben für eine junge Band wie Juli, die sich mit ihrem Debütalbum Es ist Juli ganz nach oben katapultierte, einen ebenbürtigen Nachfolger abzuliefern. Wer mehr als 700.000 Platten verkauft, der darf sich sicher sein, das es gerade in Deutschland genug Leute gibt, die nur darauf warten, da man strauchelt. Doch davon kann bei dieser Platte keine Rede sein. Juli präsentieren einen ungemein souveränen zweiten Longplayer, der ihrem mehrfach mit Platin veredelten Debüt in nichts nachsteht.","release_date":"","genres":[10402],"vote_average":0.0,"runtime":210,"cert":"N\/A","id":102801,"title":"Juli - Ein neuer Tag Live","adult":false},{"cast":["Jane Fonda","Donald Sutherland","Pamela Donegan","Len Chandler","Michael Alaimo"],"overview":"A documentary about a political troupe headed by actors Jane Fonda and Donald Sutherland which traveled to towns near military bases in the US in the early 1970s. The group put on shows called \"F.T.A.\", which stood for \"F**k the Army\", and was aimed at convincing soldiers to voice their opposition to the Vietnam War, which was raging at the time. Various singers, actors and other entertainers performed antiwar songs and skits during the show.","release_date":"1972-07-21","genres":[99,10402,35],"vote_average":6.0,"runtime":97,"cert":"N\/A","id":102812,"title":"FTA","adult":false},{"cast":["Dave Macomber","Stephen Muraoka","Mark Alan Thomas"],"overview":"Sith apprentice Lord Rive, is tasked by his master, Darth Oz, to battle another apprentice, Darth Blight, as a final test determining who would serve by Oz’s side. The two would-be Sith clash violently with their double-bladed lightsabers while Oz watches via hologram.","release_date":"2001-02-10","genres":[],"vote_average":4.0,"runtime":6,"cert":"N\/A","id":102815,"title":"Duality","adult":false},{"cast":[],"overview":"Unique visions in a perfect, brilliant high definition quality will take you out into a fantastic virtual world of shapes and colours...  Enjoy tasteful exclusive lounge visuals and ambient loops, backed with your choice of cool, relaxed lounge music or with a matching smooth, atmospheric sound carpet.","release_date":"2007-11-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":102822,"title":"Deep Dream Lounge","adult":false},{"cast":["Marie-Josée Lefebvre"],"overview":"When a pianist is severely injured in a cycling accident, events from her childhood associated to Robert Schumann's music return to her from the deepest recesses of her memory.","release_date":"2002-06-06","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":102825,"title":"Scènes d'enfants","adult":false},{"cast":["Thaísa Medina","Jésus Lino","Jonathan Haagensen","Gutti Fraga","Luciana Bezerra"],"overview":"Dílson, Dadá and Denis live in the El Vidigal quarter of Rio de Janeiro, and the three friends share an interest in acting. We learn about their life experiences, about their dreams, hopes and desires. From an economic standpoint they, like many other Brazilians, can only dream about certain things.","release_date":"2002-08-09","genres":[],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":102828,"title":"Dadá","adult":false},{"cast":["Wendell B. Harris Jr.","Angela Leslie","Amina Fakir"],"overview":"William Douglas Street is bored with his life. Working for his father is getting to him, his wife wants more money, and he's had enough. His solution is to re-invent himself. He becomes a chameleon, taking on whatever role suits the situation. From reporter to doctor to lawyer, he impersonates anyone he feels a need to be and he can earn money being. The movie is based on the real figures William Douglas Street, Jr. and Erik Dupin.","release_date":"1989-05-01","genres":[35],"vote_average":7.0,"runtime":94,"cert":"N\/A","id":102831,"title":"Chameleon Street","adult":false},{"cast":["Elena Vateva","Malin Krastev","Maria Vateva","Christo Chaushev"],"overview":"In a post communist Eastern European country in 1996 the food prices are outrageous and times are tough. A little girl steals from the jar, containing her poor family's meager savings. Then she buys a bar of chocolate from the neighborhood store... As the story unfolds, the real intentions of the little devil become clear. This is a story about the warm relationship between a little girl and her father despite the difficult conditions they have to live in.","release_date":"2002-06-05","genres":[],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":102834,"title":"Rocks and Chocolate","adult":false},{"cast":["J. Edward Decker","Richard Baer","Harold Goodman","Brian Grant","Floyd C. McElveen"],"overview":"Two former Mormons seek to file a class-action lawsuit against The Church of Jesus Christ of Latter-day Saints, detailing for skeptical attorneys the history, doctrines and secret rituals of the Mormon religion.","release_date":"1982-12-31","genres":[99],"vote_average":10.0,"runtime":56,"cert":"N\/A","id":102837,"title":"The God Makers","adult":false},{"cast":[],"overview":"For some married couples, sex is an obsession that overwhelms their belief in strict monogamy. The ability to act out their sexual fantasies is more important than upholding any convention of love or marriage. Sex with Strangers paints an authentically intimate portrait of three such couples, from the euphoria of fantasies fulfilled to the desperation of splintering relationships, showing how their lives are profoundly affected by the lifestyle they lead. James and Theresa, a couple in their thirties, use their motor home as a pleasure palace travelling from club to club seducing couples wherever they go. Calvin and Sarah are thinking about getting married when they meet Julie, who doesn't swing, and isn't bisexual - until she falls for Calvin. Psychodrama almost displaces sex for Shannon and Gerard, who are passionate about swinging, even as they question whether the lifestyle is really for them...","release_date":"2002-02-22","genres":[99],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":102840,"title":"Sex With Strangers","adult":false},{"cast":["Phyllis Stengel","Harvey Shain","Barbara Kline","Mary Bauer"],"overview":"A nerdy guy mixes up a magic formula and becomes invisible whenever he sneezes. He uses his power of invisibility to sneak into his neighbors' bedrooms at night when their husbands aren't home and have his way with them.","release_date":"1969-02-27","genres":[878,35],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":102847,"title":"Henry's Night In","adult":false},{"cast":["Caine Monroy","George Monroy","Nirvan Mullick"],"overview":"Caine Monroy is a 9-year old boy who spent his summer vacation building an elaborate DIY cardboard arcade in his dad’s used auto parts store.","release_date":"2012-04-09","genres":[99,10751],"vote_average":3.3,"runtime":11,"cert":"N\/A","id":102854,"title":"Caine's Arcade","adult":false},{"cast":["Dy Saveth","Ly Bun Yim","Yvon Hem","Liv Sreng"],"overview":"Over three million Cambodians died in the genocide between 1975 and 1979. The Khmer Rouge’s reign of terror also decimated a homegrown film industry that had flourished since 1960: movie theaters were bombed, film prints were destroyed and artists were executed. In Golden Slumbers, French-Cambodian filmmaker Davy Chou mourns this loss of lives and culture, but balances the somber material with a playfulness that honors the lush melodramas and mythic adventures of the glory years.","release_date":"2011-10-09","genres":[99],"vote_average":6.1,"runtime":96,"cert":"N\/A","id":102857,"title":"Golden Slumbers","adult":false},{"cast":["Sônia Guedes","Lisa Fávero","Luiz Serra","Ricardo Merkin"],"overview":"Each citizen of Jotuomba plays an integral role in village life. Madalena is responsible for baking bread; each morning she stacks her rolls as Antonio prepares the coffee. The two share a morning ritual of arguments and insults, followed by an amicable cup of coffee on the bench outside Antonio's shop. At midday the church bells ring, summoning the villagers to mass. In the early evening, they all share a meal together. And so life proceeds in Jotuomba, the days languidly drifting into one another; the only variations seem to be in the weather. But, one day Rita arrives looking for a place to stay.","release_date":"2011-09-02","genres":[18],"vote_average":8.8,"runtime":98,"cert":"N\/A","id":102860,"title":"Found Memories","adult":false},{"cast":[],"overview":"Set against the raucous backdrop of the 2010 World Cup, MEANWHILE IN MAMELODI is a beautifully crafted portrait of a place and one family’s daily life inside it. The Mtsweni family lives in the Pretoria Township of the title, in the district known as Extension 11. Their world is a ramshackle collection of corrugated tin dwellings and makeshift shops, open sewers littered with debris and red-earth rectangles filled with soccer-playing children and teens. Seventeen-year-old Mosquito is one of those kids. As she studies for math tests, flirts with boys and shops with her best friend, her father Steven prepares his \"tuck shop\" for the promise of cash-flush tourists. Meanwhile, his wife struggles with mental illness. The Mtswenis' lives unfold as the Cup brings new hope to the ravaged town. Despite the poverty around her, Mosquito insists this is not her parents' country. She is the face of South Africa's future - part of \"a new generation free to do all things.\"","release_date":"2011-10-18","genres":[99],"vote_average":5.2,"runtime":75,"cert":"N\/A","id":102863,"title":"Meanwhile in Mamelodi","adult":false},{"cast":["Yanbum Gyal","Drolma Kyab","Lochey","Tamdrin Tso"],"overview":"A story of an aged sheepherder, his gruff grown son (who’s having trouble conceiving a child with his wife) and the old man’s Tibetan mastiff hound – a highly prized breed, much sought after by urban Chinese – whose existence is imperiled from all sides.","release_date":"2011-10-04","genres":[18],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":102866,"title":"Old Dog","adult":false},{"cast":["Chen Jianbin","Hong Tao","Wu Xiubo","Wang Xun"],"overview":"A story of vengeance set in China’s wild Southwest, where brutality can be the norm rather than the exception.","release_date":"2011-09-06","genres":[18,53],"vote_average":6.5,"runtime":91,"cert":"N\/A","id":102869,"title":"People Mountain People Sea","adult":false},{"cast":["Michel Bras","Sébastian Bras"],"overview":"The story of a father and his son, or how to pass on the work of a lifetime? A movie about culinary art, tradition and emotion.","release_date":"2012-03-14","genres":[99],"vote_average":5.8,"runtime":86,"cert":"N\/A","id":102872,"title":"Step Up to the Plate","adult":false},{"cast":["Fernando Fernán Gómez","Myriam Mézières","Óscar Ladoire","Tony Isbert","Conrado San Martín"],"overview":"Angy, British publisher specialized in Spanish subjects, and her husband, come to Madrid in search of some manuscripts of the English poet Benton, who died in Huesca during the Civil War. The documents are supposed to be held by Mainar, old anarchist combatant. Contact and subsequent relationship with him, will cause the crisis of the marriage and eventually will trigger a personal drama in Mainar","release_date":"1993-01-01","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":102895,"title":"Cartas desde Huesca","adult":false},{"cast":["Arturo Fernández","George Rigaud","Rosenda Monteros","Ángel Lombarte","Ana María Noé"],"overview":"An industrial magnate is subjected to a heart transplant to save his life. During his convalescence, his secretary will take over most of his stock.","release_date":"1962-06-18","genres":[18],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":102898,"title":"Los cuervos","adult":false},{"cast":["Juan Calvo","Estrellita Castro","Miguel Ligero","Roberto Rey","Alberto Romea"],"overview":"Dolores, a woman of bad temper and good feelings, works as a laundress with her daughter Sole. They live with the stepfather and godfather, a charming bon vivant who often returns home drunk. They all have a very different character, but share the illusion of seeing Sole turned into a great artist. Then, a representative of artists comes to Sevilla looking for a good singer to launch to fame","release_date":"1939-10-16","genres":[10749,10402],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":102901,"title":"Sighs of Spain","adult":false},{"cast":["Cam Clarke","Debi Derryberry","Candi Milo"],"overview":"Hop into a delightful, modern version of Beatrix Potter’s classic children’s story.","release_date":"1995-03-07","genres":[10402,16,10751],"vote_average":5.3,"runtime":48,"cert":"U","id":102916,"title":"The New Adventures of Peter Rabbit","adult":false},{"cast":[],"overview":"Tom Canty, a poor beggar boy who lives with his abusive father trades places with Prince Edward, the son of King Henry VIII and the royal heir to the throne.","release_date":"1995-05-02","genres":[10402,16,10751],"vote_average":6.0,"runtime":48,"cert":"N\/A","id":102919,"title":"The Prince and the Pauper","adult":false},{"cast":["Ted Danson","Mary Steenburgen","James Fox"],"overview":"Gulliver begins a voyage by boat, but in the middle of the trip is caught in a storm and the ship sinks. Gulliver comes then to Lilliput, an island inhabited by tiny people. It will have many adventures, helping to establish peace with the neighboring country.","release_date":"1996-02-04","genres":[10402,16,10751,14],"vote_average":5.0,"runtime":48,"cert":"N\/A","id":102922,"title":"Gulliver's Travels","adult":false},{"cast":[],"overview":"Inside a secret door under the stairs, Claire and her sister Caitlin find an enchanted trunk, a magical locket and an invitation that whisks them away to a magical kingdom.","release_date":"1996-01-01","genres":[10751,14,16,10402],"vote_average":6.0,"runtime":48,"cert":"N\/A","id":102925,"title":"The Princess Castle","adult":false},{"cast":["Julián Bravo","Carmen Montejo","Consuelo Frank","Arturo Martínez","Eduardo Alcaraz"],"overview":"Adaptation of the adventures of Tom Sawyer, played by actor Juliancito Bravo.","release_date":"1969-04-12","genres":[12,18,10751],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":102928,"title":"Adventures of Juliancito","adult":false},{"cast":["Dermot Mulroney","Anne Heche","Judd Hirsch","Michael Cudlitz","Anthony Ruivivar"],"overview":"Prominent defense attorney Tony Lord returns to his hometown to defend an old friend, a teacher accused of murdering one of his students. The case re-opens the heartache from Tony's own high school days, when he was a student falsely accused of murdering his first love.","release_date":"2011-01-01","genres":[10770,18,80],"vote_average":6.6,"runtime":120,"cert":"N\/A","id":102931,"title":"Silent Witness","adult":false},{"cast":["James Mitchum","Karen Lamm","Anne Archer","Erik Estrada","Cathy Lee Crosby"],"overview":"When his sister Betsy packs up and leaves the family's Montana cattle ranch to find fame and fortune in Hollywood, her brother Jim decides to follow after her to make sure she doesn't get into trouble. He's a little too late, however, since almost as soon as she gets off the bus, Betsy has her belongings stolen, then gets kidnapped, gang-raped, and is sold to a pimp to work for him as a prostitute. It is now up to Jim, with help from social worker Lynn, to rescue his sister and set things right.","release_date":"1976-05-20","genres":[28,18],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":102938,"title":"Trackdown","adult":false},{"cast":["Fernando Rey","Maribel Verdú","Gonzalo Vega","Amparo Baró"],"overview":"Miguel and Aurelio are two film writers who decide to lock in a monastery in Aragon to finish the script for a movie. Strolling through the beautiful neighborhood, they meet a young and very attractive baker, with whom they maintain a loving relationship and she becomes, without realizing it, the protagonist of the script.","release_date":"1994-02-25","genres":[],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":102941,"title":"On the Far Side of the Tunnel","adult":false},{"cast":["Connie Sellecca","Ed Marinaro","Jessica Walter","William Devane"],"overview":"Dr. Paul Sorenson, a noted astronomer, believes that an approaching comet will collide with earth based on his study of an ancient civilization's prophetic timeline. Frustrated by his inability to convince other scientists of the threat, Sorenson and a band of followers take over a nuclear missile silo. The FBI enlists the help of Sorenson's daughter Katherine, who is also a respected scientist, with the hope she can convince her father to surrender the missile silo. Katherine's research supports her father's thesis. She enlists the help of Paul, an FBI agent assigned to keep her under guard, in her quest to convince the scientific community of the imminent threat to the planet. Written by Dennis Lewis","release_date":"1997-08-23","genres":[10770,878],"vote_average":5.3,"runtime":96,"cert":"N\/A","id":102944,"title":"Doomsday Rock","adult":false},{"cast":["Mariel Hemingway","Doug Savant","Monica Keena","Alan Dale"],"overview":"A female Secret Service agent goes against protocol to save the U.S. president from an assassination attempt. She is reassigned to protect the president's daughter, which she considers a demotion. When the first daughter is kidnapped during a hiking trip, the agent and a river guide go to rescue her.","release_date":"1999-08-15","genres":[],"vote_average":4.6,"runtime":102,"cert":"N\/A","id":102947,"title":"First Daughter","adult":false},{"cast":["Juanjo Menéndez","Diana Lorys","José Sazatornil","Mónica Randall","Jesús Puente"],"overview":"Typical Spanish comedy of the seventies set in Benidorm, the famous coastal town of Alicante where numerous families come to spend the summer. It tells the travel arrangements and incidents that occur before arriving to the apartments as well as the return of working husbands to the city, once the families have settled on the beach, and their unsuccessful attempts to flirt while alone","release_date":"1970-01-01","genres":[35],"vote_average":6.0,"runtime":103,"cert":"N\/A","id":102950,"title":"Verano 70","adult":false},{"cert":"N\/A","title":"Twice a Judas","cast":["Antonio Sabàto","Klaus Kinski","José Calvo","Cristina Galbó","Linda Sini"],"genres":[37],"id":102953,"overview":"Luke Barrett, having lost his memory due to an accident, does not realize that Dingus had killed his wife and brother to take possession of the Barretts' land and money. At first Luke trusts him, but while looking for his forgotten identity he discovers the truth.","runtime":96,"release_date":"1969-09-01","vote_average":5.8,"adult":false}]