[{"cast":["Bill Plympton","Ralph Bakshi"],"overview":"A documentary film about Oscar-nominated animator Bill Plympton. This is a portrait piece that includes interviews with family, friends, colleagues, critics, and fans.","release_date":"2011-05-30","genres":[99],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":103008,"title":"Adventures in Plymptoons!","adult":false},{"cast":["Govinda","Divya Bharti","Gulshan Grover","Alok Nath","Mohnish Behl"],"overview":"The spoiled and arrogant brother, Bali, of notorious gangster, Kali Baba, enlists in the National Cadet Corps, and wants to have his way with his fellow-students and trainer, Inder Mohan Lahti, with comical results. When he meets Divya Thapa for the first time, he is smitten by her, and wants to marry her by hook or by crook. But Divya is in love with Karan, and both plan to marry each other. Circumstances act against them, and they flee together, with Kali Baba's men, and Divya's Police Commissioner dad, Yashpal Thapa, in hot pursuit, to an unknown destination, surrounded by a web of lies, deception, and no known resource to assist them.","release_date":"1992-01-23","genres":[28,10749],"vote_average":7.4,"runtime":167,"cert":"N\/A","id":103015,"title":"Shola Aur Shabnam","adult":false},{"cast":[],"overview":"Frantic knockabout tragedy ensues when Bobo is sent to clown prison for committing a daring but silly crime. Can he escape in time to prevent his family from bringing shame on all clowndom?","release_date":"2002-06-05","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":103018,"title":"Cry For Bobo","adult":false},{"cast":["Tomoro Taguchi","Tatsuya Fujiwara","Ken Mitsuishi","Shota Sometani","Naomi Nishida"],"overview":"A Man With Style is a bittersweet family drama which has at its centre two fifty-something school friends – widower Junichi Miyata (Ken Mitsuishi), a blue-collar worker and Sanada (Tomorowo Taguchi). Both are rather ordinary middle-aged men, far removed from any association with ‘style.’ Junichi Miyata is the more cantankerous and frustrated of the two in Ishii’s oeuvre. His wife died of cancer ten years ago, leaving him with an overriding memory of a silly but hilariously acted children’s song of bunnies she used to sing and two children who now, aged 18 and 19, hardly engage with him and are keen to move to university in Tokyo. He is short-tempered with them and nags them endlessly to no avail.","release_date":"2011-06-18","genres":[18,35],"vote_average":5.5,"runtime":110,"cert":"N\/A","id":103021,"title":"A Man with Style","adult":false},{"cast":["Reg Park","Mireille Granelli","Ettore Manni","Furio Meniconi","María Teresa Orsini"],"overview":"Hercules battles an evil sorceress who turns men into werewolves. The mythic duo returns in Prisoner of Evil, where a sorceress seduces Herc and transforms him into a mindless beast. Italian horror master Antonio Margheriti directed this installment of the Hercules legend, a blend of sword-and-sandal fantasy and horror.","release_date":"1964-07-31","genres":[12,14],"vote_average":4.5,"runtime":100,"cert":"N\/A","id":103028,"title":"Hercules, Prisoner of Evil","adult":false},{"cast":[],"overview":"The Wyatts are your typical suburban family... who just happen to own one of the premiere firearms facilities in the world. Rich Wyatt and his wife Renee own Gunsmoke, located outside Denver, Colorado, where they buy, sell and trade guns — from hand cannons to hunting rifles. And if you don't see what you want, they'll build one for you — from nothing more than a block of metal. Gunsmoke has the largest and most experienced group of gunsmiths in the state. When the Wyatts aren't building or selling guns, they're shooting them. No gun leaves their shop without being test fired by the family first. They — and the one-of-a-kind and historic guns they make and sell — are featured in AMERICAN GUNS.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":103031,"title":"American Guns","adult":false},{"cast":["Mohamed Saad","Dorra","Lotfy Labib","Mohamed Lotfy"],"overview":"The film deals with some issues of concern to the Egyptian citizen and passes the events in the comic. It provides a personal representative Mohamed Saad (Teka) who lives in the popular and has a shop selling toys and with the Egyptian revolution that tries to aggregate the region's youth to the composition of the popular committee in an attempt to deal with thugs.","release_date":"2011-08-14","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":103046,"title":"Tek Tek Bom","adult":false},{"cast":["Peter Roberts"],"overview":"Superstitions are examined in the context of mid-20th century America. Walking under ladders, spilt salt, stepping on cracks, haunted houses, voodoo dolls, and such are used to illustrate the widespread belief in the supernatural.","release_date":"1955-10-14","genres":[35,99],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":103057,"title":"Black Cats and Broomsticks","adult":false},{"cast":["Mercedes Alonso","Rafaela Aparicio","Francisco Bernal"],"overview":"In the Madrid of the fifties, during any day, whether by chance or fate, a series of characters live all kinds of stories, funny stories and some not so, in one of the most beautiful parks that exist in the city, the Retiro park, known as Parque de Madrid.","release_date":"1959-05-18","genres":[10749,18],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":103080,"title":"Parque de Madrid","adult":false},{"cast":["Evgeniy Evstigneev","Irina Alfyorova","Albert Filozov","Valentin Gaft","Aleksandra Kolkunova"],"overview":"A night become real \"fun\" for a family with the visit from very strange person.","release_date":"1991-01-01","genres":[35,18],"vote_average":6.8,"runtime":97,"cert":"N\/A","id":103083,"title":"Night Fun","adult":false},{"cast":["Thomas Gottschalk","Beate Finckh","Eiji Kusuhara","Hansi Kraus","Loni von Friedl"],"overview":"Bernhard „Big Mäc“ Maurer, Ex-Motorradfreak und gelangweilter Klavierlehrer, wird nach seiner Kündigung als Musiklehrer eines Münchner Gymnasiums von der Fachzeitschrift Motorrad zum „perfekten Motorradfahrer“ gewählt. Ihm wird eine Prämie von 50.000 Dollar versprochen, wenn er es schafft, einem japanischen Team in einer Abenteuerrallye von der Zugspitze zum Kilimandscharo zuvor zu kommen. Maurer sagt zu und wählt als zweiten Mann, den Techniker, seinen jungen Nachbarn Max aus. Max, für den es um einen Ausbildungsplatz geht, verletzt sich kurz vor Beginn der Rallye und muss aussetzen. Ohne Maurers Wissen übernimmt Max’ fast identisch aussehende Schwester Maxi die Rolle des Jungen.","release_date":"1985-04-26","genres":[12,35],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":103086,"title":"Big Mäc","adult":false},{"cast":["Concha Velasco","Ricardo Merino","Victoria Abril","Erika Wallner","Antonio Gamero"],"overview":"Luisa's daughter attempted suicide. While attending the clinic and, contemplating the state of his daughter, Luisa recalls the early happy years of her marriage to Pedro, a popular and friendly sports journalist. Soon after came the first deception of her husband.","release_date":"1977-08-04","genres":[18],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":103089,"title":"Esposa y amante","adult":false},{"cast":["Maribel Verdú","María Garralón","Juan Luis Galiardo","Marisa Porcel"],"overview":"A young man, son and grandson of soldiers, refuses to perform military service, causing a commotion in the whole family. Finally, social, environmental and family pressures, will force the young to make a decision that will have unforeseeable consequences.","release_date":"1988-10-07","genres":[],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":103100,"title":"Little Spanish Soldier","adult":false},{"cast":["Miguel de la Riva","Luis Dávila","Marta Flores"],"overview":"Frank, sheriff of Cumberland City, looks for his brother, Johnny, who is member of the gang of a Mexican bandit nicknamed \"Lefty\" in order to take him to see their father before he dies.","release_date":"1965-01-01","genres":[],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":103103,"title":"Tumba para un forajido","adult":false},{"cast":["Esperanza Roy","José Sazatornil","Celia Marcia","Amparo Moreno","Paco Morán"],"overview":"A convict is released and is mobbed by \"Zorrita\", an adventurer, accompanied by her close friend Barbara and a young millionaire, loaded with jewels and kilos. The convict is subject to the maximum erotic attacks, as they intend to involve him in the theft of the jewelry that a marquis of small stature keeps in a safe.","release_date":"1976-01-01","genres":[35],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":103118,"title":"Cunning Young Vixen in a Bikini","adult":false},{"cast":["Carmelo Gómez","María Casal","Ingrid Rubio","Sergi Mateu"],"overview":"Sofia receives the news of her mother's suicide with apparent calmness. From this moment on, her husband Eduardo finds her behavior suspicious, and hires a detective, Lamarca. Lamarca is a lone investigator obsessed by a recurring dream. He tries to figure out this mysterious dream by involving those connected with his current investigation in it.","release_date":"1999-04-09","genres":[],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":103129,"title":"Extraños","adult":false},{"cast":["Rosanna Arquette","Anthony Perkins","Will Patton","D.W. Moffett","Christopher Rydell"],"overview":"A friend of Joanna has been killed by a serial killers who leaves the bodies in the woods. A strange guy who says is a private detective: Joanna begins to fear he might be the killer.","release_date":"1992-10-26","genres":[80,53],"vote_average":9.0,"runtime":95,"cert":"N\/A","id":103132,"title":"In the Deep Woods","adult":false},{"cast":["Concha Velasco","Tony Leblanc","Virgílio Teixeira"],"overview":"In Tordesa, a small fishing village in the Spanish Levant, appears a coelacanth, an important fish that in recent years has attracted the attention of the press and scientists around the world. In this village, the only one who realizes the importance of the fish is Julia, who is also  aware of the significant rewards that sages offer for the capture. But due to a number of circumstances, the news reaches the head of a scientific institution and they send a delegate to handle the fish. Facing the danger of having the fish removed, Julia hides it aided by his brothers","release_date":"1961-06-19","genres":[35,18],"vote_average":1.5,"runtime":90,"cert":"N\/A","id":103135,"title":"Julia y el celacanto","adult":false},{"cast":["Pedro Infante","Carmen Sevilla","Estrellita Castro","Ángel Garasa","Pedro de Aguillón"],"overview":"Pastora de los Reyes is a beautiful Spanish that goes to Mexico with a contract to film a movie. The main actors will receive her at the airport, among them is Paul, a little-known mariachi that has been chosen to become a new idol. Automatically, both had bad relations and during filming many discussions happens. This arguments gives way to a deep love.","release_date":"1953-11-19","genres":[35,10749],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":103150,"title":"Gitana tenías que ser","adult":false},{"cast":["Don Murray","Janet Leigh","Broderick Crawford","Richard Carlson"],"overview":"You just don't mess around with a man like... Kid Rodelo.","release_date":"1966-02-02","genres":[28],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":103153,"title":"Kid Rodelo","adult":false},{"cast":["Mathilda Adamik","Imogen Burrell","Kai Wiesinger","Catherine Flemming","Gudrun Landgrebe"],"overview":"Three musically talented children look to the future, but their hopes crumble when Germany and Russia enter into war.","release_date":"2011-10-06","genres":[18],"vote_average":6.8,"runtime":100,"cert":"N\/A","id":103156,"title":"Wunderkinder","adult":false},{"cast":["Ivan Rassimov","Rada Rassimov","Gino Buzzanca","Ignazio Spalla","Franco Pesce"],"overview":"Django returns home to find out that his father has been killed, by local bandits, in a business deal gone wrong .  He swears revenge and a mixture of lone gun men, gang members and bandits get involved with the search for a pouch of money, missing from the ill-fated deal.","release_date":"1967-12-01","genres":[37,18,28],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":103159,"title":"Don't Wait, Django… Shoot!","adult":false},{"cast":["Robert De Niro","Steve Allen","Kitty Bruce","Lenny Bruce"],"overview":"In 1948, Lenny Bruce was just another comic who couldn't get arrested. By 1961, all that would change.","release_date":"1998-10-21","genres":[35,99],"vote_average":8.8,"runtime":100,"cert":"N\/A","id":103162,"title":"Lenny Bruce: Swear to Tell the Truth","adult":false},{"cast":["Bob Hope","Hedy Lamarr","Francis L. Sullivan","Arnold Moss","John Archer"],"overview":"A burlesque comic (Bob Hope) doubles for a spy in Tangier and meets the spy's girlfriend (Hedy Lamarr), who is also a spy.","release_date":"1951-12-25","genres":[28,35],"vote_average":6.4,"runtime":93,"cert":"N\/A","id":103165,"title":"My Favorite Spy","adult":false},{"cast":["Gene Autry","Champion","Carolina Cotton","Harry Lauter","Mary Scott"],"overview":"A criminal gang provokes the local Apaches in order to divert the authorities' attention from their own activities.","release_date":"1952-05-30","genres":[28,37],"vote_average":0.0,"runtime":62,"cert":"N\/A","id":103168,"title":"Apache Country","adult":false},{"cast":[],"overview":"Zapomniany diabeł (czes. Dalskabáty, hříšná ves aneb Zapomenutý čert) – sztuka teatralna czeskiego prozaika i dramaturga Jana Drdy z 1960 roku.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":103175,"title":"Zapomniany Diabeł","adult":false},{"cast":[],"overview":"Music Videos:  How Do You Like Me Now  I Wanna Talk About Me  Beer For My Horses  I Love This Bar  Stays In Mexico","release_date":"","genres":[],"vote_average":0.0,"runtime":22,"cert":"N\/A","id":103178,"title":"Toby Keith: 5 Great Big Videos","adult":false},{"cast":["David Hyde Pierce","Laura Benanti","Michael Cerveris","Victoria Clark","Jenn Colella"],"overview":"Join us for a rousing celebration of the life and works of one of Broadway's greatest legends - the one and only Stephen Sondheim.  For the master composer and lyricist's 80th birthday, many of musical theater's brightest stars gathered in March of 2010 to perform more than two dozen sensational numbers from Sondheim's illustrious career, and several of these enduring songs are performed by the original Broadway cast members.  David Hyde Pierce hosts this magical event with Stephen Sondheim's longtime collaborator Paul Gemignani conducting the New York Philharmonic.","release_date":"2010-11-26","genres":[10402],"vote_average":8.7,"runtime":116,"cert":"N\/A","id":103181,"title":"Sondheim! The Birthday Concert","adult":false},{"cast":["Neha Pendse","Subodh Bhave","Mohan Agashe","Mohan Joshi"],"overview":"Based on C.T. Khanolkar’s novel “Agochar”.\r C.T. Khanolkar, a notable luminary in the field of literature is the author of the great work “Agochar”.  Agnidvya is born from his renowned creation. Relations, moral and destiny are the 3 pillars of his unique story, which is set on the backdrop of the science but enigmatic Konkan region.  In the struggle between the autocratic despot Anandrao Desai and the principled and scrupulous Nandini, it is not only Nandini, but the cursed old mansion which has to undergo the test of the cleansing fire, or Agnidivya.  Nandini’s first sight itself kindled a fire within Anandrao.  Enchanted by her beauty, he brought her into the house as the wife of his brother Achyut, who being insipid and lacking backbone was the antithesis of his brother.  Anandrao who hitherto was used to having total control and command over all women not only in the household but the entire town, met his match in his lone antagonist Nandini.","release_date":"","genres":[],"vote_average":10.0,"runtime":118,"cert":"N\/A","id":103192,"title":"AgniDivya","adult":false},{"cast":[],"overview":"By coincidence rather than by design, the Swiss chemist Albert Hofmann makes a sensational discovery in the spring of 1943. He realizes that he is dealing with a powerful molecule that will have an impact that reaches far beyond the scientific world. THE SUBSTANCE is an investigation into our troubled relationship with LSD, told from its beginnings to today.","release_date":"2011-11-17","genres":[99],"vote_average":6.8,"runtime":90,"cert":"N\/A","id":103195,"title":"The Substance: Albert Hofmann's LSD","adult":false},{"cast":["Jill Clayburgh","Brad Davis","Sam Behrens","Gary Frank","James Handy"],"overview":"Two psychologist try to demonstrate that a man is a pedophile and has abused many children.","release_date":"1990-01-15","genres":[18],"vote_average":5.3,"runtime":100,"cert":"N\/A","id":103198,"title":"Unspeakable Acts","adult":false},{"cast":["Lou Diamond Phillips","Scott Glenn","Chelsea Field","Yaphet Kotto","Andrew Divoff"],"overview":"Jeff Powers is the newest member of a very elite and very secret LAPD division. Their mission is to target important criminals and to get them to stop. Police brutality is not a known term for the division and they will stop at nothing to get the job done, even if it means murder.","release_date":"1993-01-01","genres":[28,53],"vote_average":6.4,"runtime":96,"cert":"N\/A","id":103201,"title":"Extreme Justice","adult":false},{"cast":["Goh Nakamura","Goh Nakamura","Lynn Chen"],"overview":"San Francisco musician Goh Nakamura (playing himself) is barely scraping by playing live gigs and teaching guitar. So when a filmmaker friend asks him to teach guitar lessons to TV star Danny Turner (Chadd Stoops) for his upcoming movie role, Goh jumps at the chance. While on tour together, things get complicated when Goh's high school flame Rachel (Lynn Chen) shows up.","release_date":"2011-09-30","genres":[35,10749],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":103204,"title":"Surrogate Valentine","adult":false},{"cast":["Mel Blanc","Tedd Pierce"],"overview":"Babitt and Catstello return; their goal: steal the cheese the cat is guarding.","release_date":"1945-06-30","genres":[16,10751],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":103207,"title":"Tale of Two Mice","adult":false},{"cast":["Tom Skerritt","Patti LuPone","Michael Sarrazin","Yaphet Kotto","David Rasche"],"overview":"Guido Pomodoro is sick and tired of the human flotsam moolying up his Philly neighborhood. When his elderly mama gets her ring finger hacked off by some thugs during a robbery, Guido decides it's time to take matters into his own hands. This is war. \"Getthafuckouttahere\" is his battle cry.","release_date":"1982-05-21","genres":[28,53,80],"vote_average":4.0,"runtime":98,"cert":"N\/A","id":103210,"title":"Fighting Back","adult":false},{"cast":["Burt Reynolds","Reba McEntire","Kauwela Acocella","Derek Baxter","Adam Cronan"],"overview":"After taking a job managing a little league team, a homeless man inspires the kids to reach for it all and they inspire him to reclaim his life.","release_date":"1993-10-15","genres":[35,18,10751,10770],"vote_average":5.7,"runtime":96,"cert":"N\/A","id":103213,"title":"The Man from Left Field","adult":false},{"cast":["Giancarlo Giannini","Enrico Montesano","Vittorio Gassman","Nino Manfredi","Giuliana De Sio"],"overview":"The adventures of a couple of scoundrels in the Spain of the 16th century.","release_date":"1987-12-18","genres":[35],"vote_average":5.1,"runtime":121,"cert":"N\/A","id":103216,"title":"The Rogues","adult":false},{"cast":["Chiranjeevi","Vijayashanti","Radha","Amrish Puri","Sharada"],"overview":"Unable to tolerate the worries of the villagers, Raja takes aid of a fairy tale hero 'Kondaveeti Donga', transforms himself into one and sets out to save the people from an evil hypnotizer Kadra.","release_date":"1990-03-09","genres":[18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":103227,"title":"Kondaveeti Donga","adult":false},{"cast":["David Carradine","Patrick Culliton","Tawny Fere","Nancy Kwan","Vanessa Marquez"],"overview":"A veteran cop (David Carradine) investigates the crimes of an anarchist street gang that causes chaos wherever they go. Meanwhile, his wife (Nancy Kwan), a police counselor, investigates a teenage runaway case which leads to the same gang. Showdowns ensue that pits sides together in a violent series of confrontations.","release_date":"1989-01-06","genres":[80,18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":103238,"title":"Night Children","adult":false},{"cast":["Freddie Highmore","Kristen Bell","Moisés Arias","Madeline Carroll","Dee Bradley Baker"],"overview":"Astro Boy and the Earth kids encounter Junkyard Pirates while looking for scraps in the junkyard.","release_date":"2010-03-15","genres":[],"vote_average":6.7,"runtime":3,"cert":"N\/A","id":103261,"title":"Astro Boy vs The Junkyard Pirates","adult":false},{"cast":["Boris Galkin"],"overview":"","release_date":"2009-02-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":103264,"title":"Отставник","adult":false},{"cast":["Boris Galkin","Юлия Рудина","Elena Radevich","Valeriy Degtyar","Олег Куликович"],"overview":"This Colonel Sergei Dedov aka Ded in a courageous performance by Boris Galkin — again on NTV! Some time has passed since the last meeting with him. Dedov's granddaughter studies at the Institute, meets with a young man, going to marry him, he himself Sergey waiting for a teaching position at the Suvorov military school.","release_date":"2011-12-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":103267,"title":"Retired 3","adult":false},{"cast":[],"overview":"Fronted and produced by Jorgen Munkeby, mixed by Sean Beavan (Nine Inch Nails, Slayer, Marilyn Manson) and mastered by Tom Baker (Nine Inch Nails, Marilyn manson), “Live Blackjazz” pushes the boundaries of both metal and jazz genres to facilitate a whole new experience of listening to both. The beauty of music such as this is that it will test the patience of the metal fan and the fan of experimental jazz. There are sections of saxophone that are reminiscent of early free jazz, and then there are sections of keyboard which are reminiscent of early 1970’s progressive rock, followed by grandeur sections of choral vocal which, just when you thought you had the measure of the piece, launch into frantic, grindcore metal passages.","release_date":"2011-11-11","genres":[10402],"vote_average":6.2,"runtime":99,"cert":"N\/A","id":103278,"title":"Shining: Live Blackjazz","adult":false},{"cast":["Lázaro Ramos","Maria Luísa Mendonça","Milhem Cortaz","Imara Reis","Fernanda Machado"],"overview":"Walter is an absent father and husband who works in a hospital without time for his family. His redemption happens when his wife sends him to the birthday cake for her daughter, but she does not know is that during the return trip home, the impossible will happen so that everything goes wrong.","release_date":"2011-11-11","genres":[35],"vote_average":6.0,"runtime":75,"cert":"N\/A","id":103281,"title":"Amanhã Nunca Mais","adult":false},{"cast":[],"overview":"Make the most of your alone-time with the CycleOps Real Rides RaceDay Indoor Trainer DVD. Quench your thirst for race-day action as you ride along with pro-coach Robbie Ventura in an elite-level criterium race. Bicycle-mounted cameras put you right in the race with Robbie as he kills it.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":103288,"title":"CycleOps realRides Race Day Trainer DVD","adult":false},{"cast":["James Belushi","Lorraine Bracco","Tony Goldwyn","William Russ"],"overview":"Jack, a Palm Beach detective, becomes involved in a case of multiple murders. All the women can be linked to Jack in some way. Jack and his partner have no leads, but numerous suspects. The murders continue, along with anonymous letters from the killer.","release_date":"1992-11-13","genres":[18,28,53,80,9648],"vote_average":5.8,"runtime":105,"cert":"N\/A","id":103299,"title":"Traces of Red","adult":false},{"cast":["Jacques Dutronc","Michel Piccoli","Michel Galabru","Clémentine Amouroux","Roland Bertin"],"overview":"","release_date":"1979-09-01","genres":[18],"vote_average":6.3,"runtime":99,"cert":"N\/A","id":103302,"title":"The Bit Between the Teeth","adult":false},{"cast":["Eva Allenbach","Julia Lena Lippoldt","Beate Korntner","Elke Pusl","Hannes Liebmann"],"overview":"Therese lives in two worlds. As housemaid she has fallen in love with the sophisticated Countess Meta von W. As a young woman of poor\/humble descent, she has to watch as her sister Magdalena is being hauled into the abyss by a devilish sectarian. Together with this notorious pastor, Thomas Pöschl, Magdalena conducts exorcisms at her community\/in the village. Small children have to renounce Satan, a young woman is brutally exorcized and later proclaimed a saint by Pöschl.","release_date":"2012-05-02","genres":[36,18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":103305,"title":"The False Heart","adult":false},{"cast":[],"overview":"","release_date":"2011-11-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":103308,"title":"Coldplay - Live in Oslo","adult":false},{"cast":["Thomas Pohn","Fabio Sartor","Frank Licari","Carmine Raspaolo","Dieter Riesle"],"overview":"Directed by Ari Taub as a companion piece to his earlier WWII feature The Fallen, Last Letters from Monte Rosa re-examines the Second World War from the perspective of an ill-fated German Army platoon waiting out their final days in Northern Italy.","release_date":"2010-08-06","genres":[18],"vote_average":0.0,"runtime":88,"cert":"","id":103319,"title":"Last Letters from Monte Rosa","adult":false},{"cast":["Josephine Decker","Kent Osborne","Joe Swanberg","Kris Swanberg","Adam Wingard"],"overview":"Tension mounts between a director and his lead actress on the set of a sexually explicit low-budget film.  As the actress and her co-star develop real feelings for each other, the director's jealousy erupts and he begins sabotaging his own production.","release_date":"2011-09-23","genres":[18,10749],"vote_average":4.1,"runtime":74,"cert":"N\/A","id":103322,"title":"Art History","adult":false},{"cast":["Kate Mulgrew","Corbin Bernsen","Daniel Newman"],"overview":"Teenager Elias has watched his farming community struggle through season after season of bad crops. When unexplained visions--perhaps from another world--give Elias hope of a coming miracle, he becomes the key to saving his town.","release_date":"1999-02-21","genres":[18,878],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":103325,"title":"Riddler's Moon","adult":false},{"cast":["Denis Lavant","Eva Mendes","Kylie Minogue","Michel Piccoli","Edith Scob"],"overview":"We follow 24 hours in the life of a being moving from life to life like a cold and solitary assassin moving from hit to hit. In each of these interwoven lives, the being possesses an entirely distinct identity: sometimes a man, sometimes a woman, sometimes youthful, sometimes old. By turns murderer, beggar, company chairman, monstrous creature, worker, family man.","release_date":"2012-07-02","genres":[18,14],"vote_average":7.0,"runtime":115,"cert":"N\/A","id":103328,"title":"Holy Motors","adult":false},{"cast":["Heinz Rühmann","Johanna Matz","Horst Tappert","Ernst Stankovski","Horst Janson"],"overview":"","release_date":"1971-10-28","genres":[35,18],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":103331,"title":"Der Kapitän","adult":false},{"cast":["Ni Ge","Xiong Gu","Guo Guo"],"overview":"Mixing narrative, experimental, and vérité footage, director Yu Gu explores themes of exile, art, and family in this touching documentary. In the process, she discovers that the desire for freedom of speech is a force that unites three generations of her family.","release_date":"2010-05-01","genres":[],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":103338,"title":"A Moth in Spring","adult":false},{"cast":["Ardalan Afshar","Peter Pangerl","Raphael Ragucci","Vincent Stein"],"overview":"","release_date":"2011-05-06","genres":[],"vote_average":9.5,"runtime":null,"cert":"N\/A","id":103341,"title":"Schwarzkopf - Das ist Chaos, Bruder!","adult":false},{"cast":["Fred Testot","Jonathan Lambert","Arié Elmaleh","Ary Abittan","Gyselle Soares"],"overview":"","release_date":"2012-04-30","genres":[35],"vote_average":5.3,"runtime":95,"cert":"N\/A","id":103344,"title":"Dépression et des Potes","adult":false},{"cast":["Richard Lemire","Nicolas Canuel"],"overview":"Dans un univers post apocalyptique, deux hommes cherchent à sortir... Une mise en scène simple et efficace, bien soutenue par le jeu des acteurs, crée ce sentiment d'être pris au piège.","release_date":"2002-06-06","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":103355,"title":"Sortie de secours","adult":false},{"cast":["Tyler Perry","Eugene Levy","Denise Richards","Doris Roberts","Devan Leos"],"overview":"A Wall Street investment banker who has been set up as the linchpin of his company's mob-backed Ponzi scheme is relocated with his family to Aunt Madea's southern home.","release_date":"2012-06-29","genres":[18,35,80],"vote_average":5.8,"runtime":114,"cert":"N\/A","id":103370,"title":"Madea's Witness Protection","adult":false},{"cast":[],"overview":"Biopic of MC Hammer","release_date":"2001-04-10","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":103381,"title":"Too Legit: The MC Hammer Story","adult":false},{"cast":[],"overview":"Aviv Geffen - It's Cloudy Now (20 Years Anniversary)","release_date":"2012-03-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":103388,"title":"Aviv Geffen - It's Cloudy Now (20 Years Anniversary)","adult":false},{"cast":["Joel Edgerton","Mick Fanning","Mark Mathews","B.J. Penn","Kelly Slater"],"overview":"Told through the eyes of two friends Big Wave Pro-surfer Mark Mathews and MMA fighter Richie 'Vas' Vaculik.","release_date":"2011-11-10","genres":[99,28,18],"vote_average":4.0,"runtime":97,"cert":"N\/A","id":103391,"title":"Fighting Fear","adult":false},{"cast":["Tomasz Zaliwski","Piotr Łysak","Henryk Bista","Mirosław Konarowski","Jerzy Bończak"],"overview":"A psychological detective story about a police hunt for the murderer of young boys. The police comissioner ends up tracing the clues to his own home, where he has an adolescent son he has not been able to communicate with.","release_date":"1978-11-17","genres":[80,18,9648],"vote_average":6.0,"runtime":116,"cert":"N\/A","id":103398,"title":"Quiet Is the Night","adult":false},{"cast":["Jeetendra","Sangeeta Bijlani","Satish Shah","Alok Nath","Raza Murad"],"overview":"Hatim Tai is the legendary chief of a small district. He is Known for his generosity, wisdom and courage. Hatim learns that one of the local girls in his town has a curse put on her - whomever marries her, the husband will die. In order to break this curse, Hatim agrees to take part in 7 quests. All 7 quest are dangerous but have a moral. If he completes all 7 then he will also release the fairy who has turned into a stone. Hatim and his friend (Satish Shah) embark on a fun but dangerous quest to break the curse once and for all.","release_date":"1990-04-20","genres":[14,18,10749],"vote_average":5.3,"runtime":140,"cert":"N\/A","id":103401,"title":"Haatim Tai","adult":false},{"cast":["Asser Yasine","Basma"],"overview":"A man witnesses the drastic changes in society as he goes back to the Alexandria of his youth.","release_date":"2010-02-03","genres":[18],"vote_average":8.3,"runtime":133,"cert":"N\/A","id":103416,"title":"Messages from the Sea","adult":false},{"cast":["Michael Dobson","Bill Mondy"],"overview":"Tonka Joe and his team of tough trucks are ready and revving to defend their titles and save the day by doing things the right way, the Tonka way. So buckle up and hold on as Tonka Joe and his team of trucks race, save, and rescue their way through the first \"Tough Truck Adventure.\"","release_date":"2004-09-28","genres":[10751,28,16],"vote_average":3.0,"runtime":60,"cert":"N\/A","id":103419,"title":"Tonka Tough Truck Adventures: The Biggest Show on Wheels","adult":false},{"cast":["Randolph Scott","Robert Ryan","Anne Jeffreys","George 'Gabby' Hayes","Madge Meredith"],"overview":"Bat Masterson (Randolph Scott) cleans up Liberal, Kansas. Ray Enright's 1947 western also stars Robert Ryan, Anne Jeffreys, Steve Brodie, George \"Gabby\" Hayes and Billy House.","release_date":"1947-02-19","genres":[37],"vote_average":6.3,"runtime":84,"cert":"N\/A","id":103422,"title":"Trail Street","adult":false},{"cast":[],"overview":"A documentary which examines the creation and co-production of the popular children's television program in three developing countries: Bangladesh, Kosovo and South Africa.","release_date":"2006-05-21","genres":[99],"vote_average":8.5,"runtime":104,"cert":"N\/A","id":103425,"title":"The World According to Sesame Street","adult":false},{"cast":["Ahmed Eid","Mai Kassab"],"overview":"The film is set around the figure of Said (Ahmed Eid) who is struggling to complete his marriage to the girl to allow (May Kassab) and apply for an apartment within a conservation projects, but after obtaining the approval surprised by the events of the revolution on January 25, which prevents him from receiving, and begins suffering in attempt to rescue his sister and fulfillment to continue within the ranks of the rebels but surprised himself amid the rows ... Events follow each other with the descent of the army of the streets and to prosecute the former president and his two sons and the former regime, so that by allowing the marriage happy and having three children of different ideas between the liberal and the Islamic Brotherhood and the reference to the division of Egypt.","release_date":"2012-03-21","genres":[],"vote_average":0.0,"runtime":106,"cert":"N\/A","id":103428,"title":"Good luck","adult":false},{"cast":["Guy McKnight","Elvire","Lionel Tua","Diogo Dória","Stéphane Ferrara"],"overview":"The film opens on a water-skiing accident - a girl (Délie) drives a speedboat and pulls a young man (Stan). They are both challenging their own limits when a crash occurs... Stan wakes up from a coma after this serious accident, to find out that genealogists are looking for an individual whose identity corresponds to his. Instead of asking himself questions about this testamentary filiation, he subscribes for Professor Starkov's legacy, and embarks for the country of Las Estrellas... Purging odyssey where intuition and telepathy accelerates the journey in time. Dharma Guns revisits the myth of Orpheus and Eurydice fighting with the tyranny of Time-God...","release_date":"2011-03-09","genres":[18,53],"vote_average":3.5,"runtime":93,"cert":"N\/A","id":103443,"title":"Dharma Guns","adult":false},{"cast":["Naoko Watanabe","Ken Mitsuishi","Aimi Satsukawa","Mihiro","Tsuyoshi Gotô"],"overview":"After graduating high school, Hiromi moves from the coastal town of Niigata to Tokyo in the hopes of becoming a famous actress. Her dream seemingly comes true as a manager scouts her off the street. He recruits her as a model but it's actually to be a \"nude\" model. It's not exactly what Hiromi was looking for, but she can't turn down the opportunity. As her career dwindles, the manager coerces her to make the jump to AV and Hiromi gains a new identity as Mihiro.","release_date":"2010-09-18","genres":[18],"vote_average":7.4,"runtime":103,"cert":"N\/A","id":103450,"title":"Nude","adult":false},{"cast":["Noriko Kurosawa","Toshiyuki Hosokawa","Chôei Takahashi","Koji Moritsugu","Noboru Mitani"],"overview":"A young woman undergoes psychiatric treatment after she no longer hears music and develops sexual hang-ups.","release_date":"1972-11-11","genres":[18],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":103453,"title":"Music","adult":false},{"cast":["Cassandra Peterson","Stuart Pankin","Harry Shearer","Andrea Thompson"],"overview":"The Professor, helped by his flying robot M.A.X., tries to show us the history of 3-D film, and his newest innovation, Real-O-Vision (ride films). But his hardware keeps breaking down, particularly when he's trying to introduce a music video of Elvira. Written by Jon Reeves","release_date":"1999-03-31","genres":[99],"vote_average":6.5,"runtime":40,"cert":"N\/A","id":103488,"title":"Encounter in the Third Dimension","adult":false},{"cast":[],"overview":"The Beauty. The Wonder. The Danger. (IMAX)","release_date":"1999-04-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":103491,"title":"Island of the Sharks","adult":false},{"cert":"N\/A","title":"Smuggler's Ransom","cast":["Anthony Tyler Quinn","Marina Resa","Jeff Doba"],"genres":[28,53],"id":103494,"overview":"It is 1985 and a Cold War is raging between East and West.  A young woman named Carmen, while attempting to smuggle Bibles into Romania, is captured by communist forces.  Unfortunately, Carmen’s father was a Soviet Nuclear Physicist who became disillusioned with the system and defected to the West.  Now, the Soviets are determined to force Carmen’s father to turn himself over to them in exchange for her life. The United States government, determined not to let the Soviets regain one of their scientists, decides to send in a lone agent to rescue her, to make sure that America does not have to pay the smuggler’s ransom.","runtime":46,"release_date":"2007-07-28","vote_average":10.0,"adult":false}]