[{"cast":[],"overview":"Astounding never-before-seen footage combines with candid interviews with soldiers and reporters to deliver an in-depth account of Operation Iraqi Freedom. Examine the Pentagon's plans for the \"shock and awe\" campaign, experience the confrontation in Basra, and witness the historic toppling of a statue of Sadam Hussein. 60 min. Standard; Soundtrack: English Dolby Digital 5.1; featurettes; interviews.","release_date":"2003-08-03","genres":[99],"vote_average":10.0,"runtime":62,"cert":"N\/A","id":103501,"title":"National Geographic: 21 Days To Baghdad","adult":false},{"cast":["Simon J. Berger","Gustaf Norén","Karolina Conrad","Christina Lindberg","Reine Johansson"],"overview":"Jens is driving a car in the middle of the night. He doesn't know why he's driving, or where he's going. As the dark woods are closing in on him, paranoia comes creeping. Is there someone in the trunk..?","release_date":"2009-01-23","genres":[27,18],"vote_average":0.0,"runtime":28,"cert":"N\/A","id":103512,"title":"No Come Down","adult":false},{"cast":["Ginger Baker"],"overview":"In November 1971, Ginger Baker, the legendary drummer of Cream and Blind Faith, decided to set up a recording studio in Lagos, then the capital of Nigeria. Baker was one of the first rock musicians to realize the potential of African music. He also decided that it would be a rewarding musical experience to travel to Nigeria over land across the Sahara desert - a journey that would lead him into a number of adventures. This film by Tony Palmer follows Ginger Baker's odyssey as he makes his journey and finally arrives in Nigeria to set up his studio, which would run successfully through the seventies as a facility for both local and western musicians (Paul McCartney's Wings recorded \"Band On The Run\" there).","release_date":"2006-09-05","genres":[10402],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":103515,"title":"Ginger Baker: In Africa","adult":false},{"cast":[],"overview":"During the Gossip's summer tour in 2007, the gritty dance punks descended on the U.K., where they are indie superstars. Most songs are taken from 2006's Standing in the Way of Control, the band's feverish, disco-blues boogie down. Singer Beth Ditto does a less raspy Janis Joplin as she belts out sweat-inducing renditions of \"Yr Mangled Heart,\" \"Fire with Fire\" and \"Standing in the Way of Control.\" Fans will also appreciate stripped-down covers of Aaliyah's \"Are You That Somebody\" and Wham!'s \"Careless Whisper.\"","release_date":"2007-07-09","genres":[10402],"vote_average":0.0,"runtime":50,"cert":"","id":103518,"title":"Gossip : Standing In The Way Of Control (Live in Liverpool)","adult":false},{"cast":["Amr Waked","Sawsan Badr","Basim Samra","Bushra"],"overview":"Embodies the artist Amr Waked in his new film [suspected Zero] characters twins, one a prosecutor, and the other a businessman, and the film is set in the framework of Action Choiky and social humane at the same time, about a shocking incident of a man who acts which shows that many of the ironies and vague positions, and are identify the perpetrator in the end the incident,","release_date":"2009-06-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":103525,"title":"The Suspect","adult":false},{"cast":["Dolores Hart"],"overview":"Dolores Hart left a successful Hollywood acting career to become a nun. A true story.","release_date":"2012-04-01","genres":[99],"vote_average":7.0,"runtime":37,"cert":"N\/A","id":103528,"title":"God is the Bigger Elvis","adult":false},{"cast":["Jimmy Wang Yu","Lisa Chiao Chiao","Tien Miao","Lung You","Yang Yang"],"overview":"White Dragon must get a list with the names of rebel supporters to Prince Ma Tung, the leader of the rebellion. Trying to stop him in his mission is the evil Prime Minister, who naturally wants the list in order to crush his opposition. Adding another complication is the fact that Ma Tung wants to kill White Dragon in revenge for the humiliation Tung's father suffered in a duel against White Dragon years earlier.","release_date":"1971-12-08","genres":[18,28],"vote_average":7.0,"runtime":96,"cert":"N\/A","id":103535,"title":"Blood of the Dragon","adult":false},{"cast":["Harrie Jekkers"],"overview":"","release_date":"1988-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":103550,"title":"Harrie Jekkers: 2x drie kwartier","adult":false},{"cast":["Katherine Jenkins"],"overview":"","release_date":"2010-11-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":103553,"title":"Katherine Jenkins: Believe Live from the O2","adult":false},{"cast":[],"overview":"There’s just not enough room in Pittsburgh to keep everything, and we’ve gotten rid of some things that people miss a lot. But it’s definitely fun to be reminded about stuff that’s gone. Remember Winky’s hamburger joints? All the drive-in theaters that used to be around here? The Gazebo restaurant in Shadyside? Did you ever sit up late listening to Party Line on KDKA radio? Or stop to gawk at the KQV window? Remember when you could wave goodbye at the old Greater Pittsburgh Airport? Or cheer for the Pittsburgh Maulers? Did you know there once were some 17 or 18 inclines in this area? We celebrate all that and more in this program (a follow-up to Things That Aren’t There Anymore).","release_date":"1994-10-02","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":103560,"title":"Stuff That's Gone","adult":false},{"cast":[],"overview":"Here are twenty-six Amazing, Beautiful, Captivating and Delicious pieces of a great medium-sized city! This unusual video includes everything from Fish sandwiches to Grant Street, from the History Center to our Interesting Islands. Pittsburgh A to Z is a delightful documentary that celebrates (in alphabetical order!) a wide variety of topics from Amateur Archaeologists (looking for arrowheads and other ancient American artifacts) to the zinging zaps of the Zambelli’s. It’s an amusing adventure, a tantalizing tour, a homey history lesson led by popular producer Rick Sebak. All that and much more!","release_date":"2001-12-02","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":103563,"title":"Pittsburgh A to Z","adult":false},{"cast":["Scott Glenn","Tom Skerritt","Andrew Robinson","Grant Show"],"overview":"Admiral McKee (Tom Skerritt) is retired, when following the events of 9\/11 he receives a call from the White House informing him that his commander in chief requires him to serve his country once again. Shortly after this he is sworn into office as a senior member of the Office of Homeland Security under Tom Ridge. Once in office Admiral McKee faces the challenge of organising this new office so as to prevent further terrorist attacks against the United States. With this in mind Admiral McKee's wife, Elise Mckee, recommends he speaks to his friend, NSA Agent Sol Binder.","release_date":"2004-04-11","genres":[18,10752],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":103566,"title":"Homeland Security","adult":false},{"cast":["Lisa Hartman","Jennifer O'Neill","Vanessa Williams","Tony Denison","Peter Jurasik"],"overview":"A high-priced call girl who has been secretly videotaping her rich clients is shot to death. An investigation of her murder ensues, bringing those involved into the underground world of pornography and prostitution.","release_date":"1989-01-01","genres":[],"vote_average":6.1,"runtime":90,"cert":"N\/A","id":103569,"title":"Full Exposure: The Sex Tapes Scandal","adult":false},{"cast":["Ronald Colman","Loretta Young","Colin Clive","Francis Lister","C. Aubrey Smith"],"overview":"Fort St. David, Cuddalore, southern India, 1748. While colonial empires battle to seize an enormous territory, rich in spices and precious metals beyond the wildest dreams, and try to gain the favor of the local kings, Robert Clive (1725-1774), a frustrated but talented clerk who works for the East Indian Company and struggles to earn his fortune, makes a bold decision that will change his life forever.","release_date":"1935-01-25","genres":[28,12,18,36,10752,10749],"vote_average":4.3,"runtime":94,"cert":"N\/A","id":103584,"title":"Clive of India","adult":false},{"cast":["Dyan Brown","Kevin Hart","Jamie Newcomb","Ann Douglas","Siren"],"overview":"A struggling rock band and other college students cope with the trials and tribulations of their young lives and find themselves in the role of determining what exactly is behind the recent full-moon killings which have been attributed to wild dogs.","release_date":"1988-08-16","genres":[27,878],"vote_average":4.6,"runtime":97,"cert":"N\/A","id":103607,"title":"Lone Wolf","adult":false},{"cast":["Dean Redman","Nadine Wright","Nels Lennarson","Tess Reich"],"overview":"Good People, Bad Things is the story of a successful architect whose life drastically changes one night after he gets into a car accident. He is suddenly thrust into a world of crime and must fight for his freedom as he is blackmailed into becoming a con man. Forced to prey on lonely, rich women Danny begins to pay off his debts, until he falls in love with one of his marks, a beautiful single mother named Claire. Danny tries to leave both the blackmailer and his life of crime behind.","release_date":"2008-08-26","genres":[53],"vote_average":3.5,"runtime":90,"cert":"N\/A","id":103622,"title":"Good People, Bad Things","adult":false},{"cast":["Yvonne De Carlo","Rod Cameron","David Bruce","Walter Slezak","Albert Dekker"],"overview":"During the Austrian-Prussian war, Anna Marie is a dancer who is forced to flee her country after she is accused of being a spy. She ends up in a lawless western town in Arizona, where she uses her charms and dancing skills to transform herself into \"Salome\" during her dance routines.","release_date":"1945-04-17","genres":[37,10752,18,10402],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":103625,"title":"Salome, Where She Danced","adult":false},{"cast":[],"overview":"CNBC's Trish Regan goes inside America's controversial marijuana industry. Going from California's marijuana dispensaries to talking to marijuana growers and law enforcement she paints a picture of how large and important marijuana is to this economy.","release_date":"2009-01-22","genres":[99],"vote_average":0.0,"runtime":43,"cert":"N\/A","id":103628,"title":"Marijuana Inc: Inside America's Pot Industry","adult":false},{"cast":["Jerry Calà","Benedetta Valanzano","Eleonora Pedron","Francesca Cavallin","Fabio Fulco"],"overview":"","release_date":"2006-07-14","genres":[35],"vote_average":2.9,"runtime":null,"cert":"N\/A","id":103631,"title":"Vita smeralda","adult":false},{"cast":["Brian Dennehy","Susan Ruttan","Charles S. Dutton","Larissa Laskin","Peter Outerbridge"],"overview":"Jack Reed is investigating a mass murder that occurred in a cemetery in broad daylight. Most individuals at the cemetery and the victims are Russian immigrants and they either fear or don't trust the police, because they have complaining about other problems to the police but they don't care or think it warrants investigating. Reed still investigates and it leads to a devious Russian who has turned some young Russians into his private army. Reed's friend, Charles Silvera, also has a problem. The son of an old friend and mayoral candidate, Gordon Thomas, has been arrested for killing someone while driving under the influence. Some of the people on Thomas' staff are afraid that this might jeopardize Thomas' bid for mayor, so they are pressuring Silvera to make it go away but Silvera relents so they threaten him to.","release_date":"1996-11-17","genres":[18,53],"vote_average":4.7,"runtime":96,"cert":"N\/A","id":103634,"title":"Jack Reed: Death and Vengeance","adult":false},{"cast":["Nash Edgerton","Teresa Palmer","Warwick Thornton"],"overview":"Jack means well, but sometimes good intentions have horrible consequences.","release_date":"2011-05-21","genres":[35,18,27,53],"vote_average":6.5,"runtime":11,"cert":"N\/A","id":103637,"title":"Bear","adult":false},{"cast":["Arjun Kapoor","Parineeti Chopra","Gauhar Khan","Shashank Khaitan","Ratan Singh"],"overview":"While fighting for the political supremacy of their respective families, a Hindu man and a Muslim woman share a forbidden romance.","release_date":"2012-05-11","genres":[18,28,10749],"vote_average":6.5,"runtime":132,"cert":"N\/A","id":103640,"title":"Ishaqzaade","adult":false},{"cast":["Dave MacLeod"],"overview":"Few thought that Rhapsody (E11) would be bettered anytime soon, but the first ascent of Echo Wall high on the north face of Ben Nevis brought another rise in world standards in trad climbing. Echo Wall is a strong contender for the world’s hardest traditional rock climb.  The film follows Dave’s preparation and attempts on Echo Wall, through some of Scotland’s most beautiful mountains and climbing venues.","release_date":"2008-01-05","genres":[99],"vote_average":0.0,"runtime":44,"cert":"","id":103643,"title":"Echo Wall","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":103646,"title":"Absolut Uwe","adult":false},{"cast":["Isabel Alemany","Barta Barri","Montserrat Blanch"],"overview":"Year 1898. When war broke out in Cuba, Juanita, a beautiful variety singer without much luck, decides to return to Spain when she discovers that her twin sister Adelaide has married the governor of Badajoz. Adelaide is capricious, vain and embarrassing, the opposite of Juanita. However, as the girls are physically identical, the singer intends to take full advantage of this situation.","release_date":"1957-12-23","genres":[],"vote_average":5.5,"runtime":107,"cert":"N\/A","id":103649,"title":"The War Starts in Cuba","adult":false},{"cast":[],"overview":"Cheonggyecheon is a small industrial area in the city of Seoul where small metal workshops are located. Cheonggyecheon had played a key role in the industrialization of South Korea from the  remnants of colonialism and war. Following the liberation of the country from Japanese rule in 1945, many industrial complexes became abandoned, resulting in a flood of scavenged machine  parts on the market.. In the 1960s, Vietnam War veterans brought many machines into Cheonggyecheon, initiating small-scale production and what’s now considered “copy” production unique to the economies of developing nations. In the past five years, the business on Cheonggyecheon has declined as the surrounding neighborhood is in the process  of renovation and gentrification, as part of a beautification initiative by the Seoul Metropolitan Government.","release_date":"2010-10-10","genres":[99],"vote_average":6.8,"runtime":79,"cert":"N\/A","id":103652,"title":"Cheonggyecheon Medley","adult":false},{"cast":["Pierre-François Martin-Laval","Richard Oiry","Andrée Damant","Pierre Maguelon","Franck de la Personne"],"overview":"The story takes us from the dear Garrigue to the secondary school where Marcel is first ill at ease because he is a scholarship holder and because he went to the grade school (the other bourgeois pupils had probably a private tutor). A fight against a rich kid ,that augurs badly for what is to follow.  (to be followed in \"Le Temps des Amours\" )","release_date":"2007-06-12","genres":[10751],"vote_average":5.6,"runtime":98,"cert":"N\/A","id":103655,"title":"The Time of Secrets","adult":false},{"cast":["Kathy Bates","Robin Thomas","Gordon Pinsent","Sean McCann"],"overview":"The story revolves around former food writer, Jane Stern, and how she conquered clinical depression after becoming a paramedic.","release_date":"2005-09-12","genres":[18,10770],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":103658,"title":"Ambulance Girl","adult":false},{"cast":["Anna Margaret Hollyman","André Holland","Sarah Rafferty","Susan Kelechi Watson","Mary Beth Peil"],"overview":"Sarah Sparks is pregnant and feeling wholly ambivalent, despite her boyfriend's pure enthusiasm.  A committed tech-geek, she fears she is more interested in ultrasound technology than in what's being ultra-sounded.  When her sister lures her to L.A. for what ends up being a terrorizing baby shower, Sarah keeps her rental van and hits the road in search of the source of her anxiety: her estranged mother, now living off the grid.  Small, Beautifully Moving Parts takes a comical, yet poignant look at one woman's coming-of-parenthood in the age of technology.","release_date":"2011-06-10","genres":[35],"vote_average":6.5,"runtime":73,"cert":"N\/A","id":103661,"title":"Small, Beautifully Moving Parts","adult":false},{"cast":[],"overview":"The strange history of the now abandoned American 1993-bill, «Don't ask, don't tell» where sexual orientation was a \"non-talk\" policy in the American forces, leading to 13.368 getting kicked out before 2011.","release_date":"2011-09-13","genres":[18,36],"vote_average":7.0,"runtime":85,"cert":"N\/A","id":103668,"title":"The Strange History of Don't Ask, Don't Tell","adult":false},{"cast":["Famke Janssen","Clark Johnson","Shannon Tweed","Sean Young","Stephen Shellen"],"overview":"Lady X is a woman who works during the day as a model but turns into a fighter for justice at night with the help of her karate master Chang.","release_date":"1993-10-10","genres":[28,12,10770],"vote_average":3.2,"runtime":100,"cert":"N\/A","id":103675,"title":"Model by Day","adult":false},{"cast":["Giuliano Gemma","George Martin","Lorella De Luca","Nieves Navarro","Daniele Vargas"],"overview":"Kirk Warren, a former spy, is to be executed because he tried to steal a million dollars. But he is saved by Colonel Smithson because Sir Wilcox has prepared a mission for him. Warren has to steal a secret formula in Switzerland and try to expose the real identity of Mr. X. Kirk leaves London and Alina, his girl, together with three clumsy friends to accomplish his not so secret mission. But Kirk's great love is always a million dollars and not a secret formula.","release_date":"1966-05-16","genres":[12,35],"vote_average":7.7,"runtime":112,"cert":"N\/A","id":103678,"title":"Kiss Kiss... Bang Bang","adult":false},{"cast":["Federico Luppi","Ulises Dumont","María José Demare"],"overview":"City of Rosario. After three decades in prison together in the same cell, Tito and Castor are released. Outside the youth's friends await, as well as mines, tango, nights of drunkenness and a suitcase full of money hidden in the Parana River. They will try to seize the time and live every second trying to retrieve each of those thirty years behind bars. And when things become complicated they will cover each other as they always did.","release_date":"2001-06-19","genres":[35],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":103681,"title":"Gangs from Rosario","adult":false},{"cast":[],"overview":"They were four ordinary lads from Liverpool who became the biggest rock band the world had ever seen. Wherever they went, they won hearts and sold millions of discs and cinema tickets. What was so special about them that they could fill concert halls and airports form Tokyo to New York with thousands of fans? Why did the dream die and what have \"The Fab Four\" left behind? In short, who were the Beatles and how did they conquer the world? In this program, we look at their progress week by week through the best days of their lives with footage of fans and interviews, destinations and encounters, good times and bad. The Beatle Diaries tells you all you need to know about the significant events of the Fab Four’s glory years. Travel with John, Paul, George and Ringo from their early days in Liverpool to San Francisco, where they played their last concert together.","release_date":"2005-01-01","genres":[99,10402,10770],"vote_average":4.0,"runtime":55,"cert":"N\/A","id":103684,"title":"The Beatles: Liverpool to San Francisco","adult":false},{"cast":["Nick Garcia","Julian Davidson","Evan Smith","Boo Johnson","Madars Apse"],"overview":"Element proudly presents FUTURE NATURE, a visual exploration of skateboarders in their natural environments. Around the world, two major species co-exist together. They are Amateurus and Professionalli, or better known as the amateur and professional skateboarder. FUTURE NATURE focuses on Amateurus, documenting the extravagant behaviors of Nick Garcia, Julian Davidson, Evan Smith, Boo Johnson and introducing the unknown Madars Apse, Trent McClung, Nassim Guammaz, and more.","release_date":"2012-05-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":103687,"title":"Future Nature - Element Skateboards","adult":false},{"cast":["William Berger","Frank Braña","Sergio Ciani","Karin Well","Fernando Bilbao"],"overview":"Macedo, bloodthirsty leader of a gang of  Confederates shoots the captain of the Northerners, Jeff Mallighan, known as \"Fast Hand\", shattering his right hand. Jeff, wounded on the ground, could not see the face of the villain, but his silver spurs have stuck in his mind as well as his unique gun. Some time after this event Macedo continues with his misdeeds, however, a mysterious horseman dressed in black will stand in his way.","release_date":"1973-10-29","genres":[37],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":103690,"title":"Fasthand","adult":false},{"cast":[],"overview":"Reasonable Doubt is the debut album of American rapper Jay-Z, released June 25, 1996 on Roc-A-Fella Records in the United States and on Northwestside Records in the United Kingdom. The album features production by DJ Premier, Ski, Knobody and Clark Kent, and guest appearances from Memphis Bleek, Mary J. Blige, and The Notorious B.I.G., among others. Similar to Raekwon's Only Built 4 Cuban Linx... (1995), Reasonable Doubt incorporates a mafioso theme, while it also integrates topics such as betrayal and reminiscence.","release_date":"2007-01-01","genres":[10402,99],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":103693,"title":"Jay-Z: Reasonable Doubt","adult":false},{"cast":["Brett Kelly","Emanuelle Carriere","Celine Filion","Ray Besharah","Jody Haucke"],"overview":"The plot is similarly smorgasbordesque, cobbled together from the vaguely recalled secret origins of most superheroes: average joe, talented inventor, tragic loss, ancient prophecy, immortal intervention, pending apocalypse, flamboyant villain. Though it has all the parts of two or more superhero movies, it also lacks everything that makes superheroes interesting.","release_date":"2011-05-02","genres":[12,28,53,878],"vote_average":2.0,"runtime":90,"cert":"N\/A","id":103696,"title":"Adventures of Thunderstorm: Return of Thor","adult":false},{"cast":[],"overview":"A documentary look at the fate of Mexicans who cross the border into the United States.","release_date":"2003-06-04","genres":[99],"vote_average":7.2,"runtime":103,"cert":"N\/A","id":103699,"title":"From the Other Side","adult":false},{"cast":["Philip Bailey","Johnny Graham","Ralph Johnson","Al McKay","Maurice White"],"overview":"Earth, Wind &amp; Fire: In Concert is a DVD of a concert by the band Earth, Wind &amp; Fire that was released in 1984 on Vestron and re-released on DVD on Eagle Rock Entertainment in 2008. The concert was recorded at the Oakland Coliseum on December 30-31, 1981 for broadcast on HBO.","release_date":"1984-11-24","genres":[10402],"vote_average":4.0,"runtime":60,"cert":"N\/A","id":103702,"title":"Earth, Wind & Fire in Concert","adult":false},{"cast":["Maria Amato","Carlo Berretta","Gianni Celeste","Alberto Farnese","Maurizio Prollo"],"overview":"","release_date":"1992-02-20","genres":[18],"vote_average":2.8,"runtime":null,"cert":"N\/A","id":103705,"title":"Vite perdute","adult":false},{"cast":["Marysia Kay","Eleanor James","Martin Hobbs","Ryan Elliot","Emily Eaves"],"overview":"","release_date":"2012-05-15","genres":[27],"vote_average":8.0,"runtime":94,"cert":"N\/A","id":103708,"title":"Aggressive Behavior","adult":false},{"cast":["Fred MacMurray","Harry Morgan","Kurt Russell","Cloris Leachman","Kathleen Cody"],"overview":"Charley is a workaholic family man that finds out from an angel that his \"number's up\" and he will be dying soon so he tries to change his ways and be a better husband and father with the time he has left.","release_date":"1973-03-23","genres":[10751,14,35],"vote_average":5.3,"runtime":93,"cert":"N\/A","id":103711,"title":"Charley and the Angel","adult":false},{"cast":[],"overview":"'What kind of house does a man who has been imprisoned in a six-foot-by-nine-foot cell for over 30 years dream of?' This film captures the remarkable creative journey and friendship of Herman Wallace, one of the Angola 3, and artist Jackie Sumell while examining the injustice of prolonged solitary confinement.","release_date":"2012-10-12","genres":[99],"vote_average":6.1,"runtime":80,"cert":"N\/A","id":103734,"title":"Herman's House","adult":false},{"cast":["Vesa-Matti Loiri"],"overview":"\"Vesku from Finland\" is a film about Vesa-Matti Loiri alias Vesku, probably the most popular film and TV comedian in Finland. He has created a significant career also as a singer, performer, writer and as a sportsman. He has recorded several albums, from folk songs and couplets to tangos. Some of his recordings are based on the lyrics of Hermann Hesse or Eino Leino, the infamous Finnish poet. During his unique career he has played in more than 60 films and recorded 30 albums.","release_date":"2010-09-03","genres":[99],"vote_average":6.5,"runtime":102,"cert":"N\/A","id":103745,"title":"Vesku from Finland","adult":false},{"cast":["Aarno Sulkanen","Titta Karakorpi","Risto Taulo","Anja Pohjola","Eero Keskitalo"],"overview":"Täällä Pohjantähden alla is based on the book with the same title. It is a story of the little village. The movie starts in the 1890's and it ends to the Finnish civil war in 1918. Story concentrates around a tenant farmer family, although it gives us a good look at the society at whole. While the class struggle depends, people of the village are driven to bloody civil war.","release_date":"1968-09-13","genres":[36,18],"vote_average":7.2,"runtime":186,"cert":"N\/A","id":103752,"title":"Here, Beneath the North Star","adult":false},{"cast":[],"overview":"","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":103787,"title":"Roué Verveer: M.A.W.","adult":false},{"cast":["Beatriz Rico","Ege Aydan","Okan Bayülgen","Savas Ay","Burak Sergen"],"overview":"17. yüzyıl İstanbul’u, 4. Murat’ın demir yumruğu altında yasaklarla dolu ama fantastik karşılaşmalara da pay bırakan bir hayata sahne olmaktadır. Kendilerini uçmaya ve insan sınırlarını zorlamaya adamış iki mucit, Hazerfen Ahmet Çelebi ile Lagari Hasan Çelebi işte böyle bir İstanbul’da yarenlik etmektedirler. Bekri Mustafa ile Evliya Çelebi gibi şahsiyetler, işte bu İstanbul’un sıradışı başka karakterleridir.","release_date":"1996-03-15","genres":[12],"vote_average":6.6,"runtime":119,"cert":"N\/A","id":103790,"title":"İstanbul Kanatlarımın Altında","adult":false},{"cast":["Aranka Coppens","Dirk Roofthooft","Sara De Roo","Joost Wynant","Frank Vercruyssen"],"overview":"In a juvenile lockup, a new ward answers questions: she's Rosie, 13, no parents, a sister Irene, a brother Michel. In flashbacks we find out what happened. She lives with Irene, who's 27, whom Rosie knows is in fact her mother, but that's their secret. Irene's brother Michel, unemployed, a compulsive gambler, comes to stay with them. Around then, Irene meets Bernard; they come to care for each other. This leaves Rosie without attention, so she puts all her adolescent hopes and romantic fantasies into a relationship with Jimi, a good looking kid she sees on a bus. Is it adventures with Jimi that land her in juvie? Once she's there, why doesn't he answer her letters?","release_date":"1998-11-18","genres":[],"vote_average":6.3,"runtime":null,"cert":"N\/A","id":103793,"title":"Rosie","adult":false},{"cast":["Ajay Devgn","Tabu","Suresh Oberoi","Reema Lagoo","Gulshan Grover"],"overview":"The family of Justice Saxena is extremely happy until his younger brother Inspector Rajesh Saxena (Suresh Oberoi) arrests a notorious gangster, Bhawani Singh. Justice Saxena sentences Bhawani Singh to death. Bhawani Singh's brother, Dilawar Singh (Danny Denzongpa), vows to avenge his brother and he kills the judge as well as his driver Shanker. Dilawar Singh also tries to kill their sons. Driver Shanker's son, Karan (Ajay Devgan) loses his eyesight while saving Justice Saxena's son Babloo. Justice Saxena's wife, the two children and Rajesh Saxena leave the city. Dilawar Singh finds them and kills the Judge's wife and throws Babloo out of the running train. Before dying, Babloo donates his eyes to Karan. Karan vows that he will not remove his goggles till he confronts Dilawar Singh.","release_date":"1994-08-05","genres":[],"vote_average":7.5,"runtime":163,"cert":"N\/A","id":103800,"title":"Vijaypath","adult":false},{"cast":["Ahmad Fahmy","Chico","Edward","Yosra El Lozy","Ragaa Al-Giddawy"],"overview":"","release_date":"2012-01-25","genres":[35,14],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":103807,"title":"Banat El-am","adult":false},{"cast":[],"overview":"A Montreal-based theater troupe is working tirelessly to put on a play. The challenges they face are also a part of the usual drama behind any live show. There's the backstage politics, the forgotten lines, the missed cues, the romances and the rivalries. But for this troupe, the stakes are a bit higher - each cast member faces intellectual, developmental and mental health disabilities, ranging from Down syndrome to autism to schizophrenia","release_date":"2011-06-17","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":103834,"title":"The Frog Princes","adult":false},{"cast":[],"overview":"On August 26th, 2010, fourteen filmmakers followed multiple stories in the Montreal neighbourhood of St-Henri. The result is a touching, funny and fascinating day-in-the-life of this eclectic community.","release_date":"2011-01-01","genres":[99],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":103837,"title":"St. Henri, the 26th of August","adult":false},{"cast":["Brian Ralph","Kate Dunn","Kate Temple-Brown","Sharon Baylis","Glynis Fletcher"],"overview":"Divorced, beheaded, died; Divorced, beheaded, survived - This children s rhyme accurately depicts the sometimes gruesome outcome of Henry VIII s six wives, and is a catchy reminder of how a king at the height of his power manipulated the law for his own gratification. The iconic figure of Henry VIII conjures images of opulence and excess but also of a man with a vicious cruel streak that would send two of his wives to the executioner. However, as this DVD shows, he was also a caring and loving husband desperate for a male heir...desperate enough to kill.","release_date":"1994-05-01","genres":[99],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":103840,"title":"Henry VIII & His Six Wives","adult":false},{"cast":[],"overview":"Spell Check is changing the way school students spell. Jackson Hole Middle School competes in the National Scrips Spelling Bee. But there can only be one winner. Is spell check changing the way students spell?","release_date":"2012-05-23","genres":[99,18,10751],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":103843,"title":"JHMS The Spelling Bee","adult":false},{"cast":["Eddie Vedder","Stone Gossard","Dave Abbruzzese","Mike McCready","Jeff Ament"],"overview":"Pearl Jam live rarely disappoints and this collection of songs straight from their first smash Ten (save for the State of Love and Trust song which you'll recognize if you've listened to enough rock radio over the years but for some idiotic reason was left off the album) is one of their classic shows. They're so into the swing of things, as are the audience, that nothing goes wrong. It's one of those cases where the only real flaw is a typical limitation of television: it's only 35 minutes long! Even on the recently re-release on DVD (it comes with the deluxe package of the Ten reissue) there are no extra songs, no extra pieces of fat like when Nirvana or Alice in Chains had their unplugged performances released. It is what is is, and gives the MTV folks perhaps TOO much time for commercials.","release_date":"1992-05-13","genres":[10402],"vote_average":7.1,"runtime":36,"cert":"N\/A","id":103846,"title":"Pearl Jam - MTV Unplugged","adult":false},{"cast":["Marius Weyers","Aletta Bezuidenhout","Liezel van der Merwe","Larry Leyden","Jan Ellis"],"overview":"The greatest feature to emerge thus far from South Africa (since 1994) is Katinka Heyns's Paljas. The narrative occurs in the 1960s, when poverty amongst Afrikaners was a serious problem and the South African Railway a key mechanism in Afrikaner affirmative action. This excellent Afrikaans language drama follows the deterioration of an Afrikaner family isolated and shunned in the small community of Toorwater. Nothing seems to happen. Then a circus train loses its way and comes to rest in Toorwater, and a mysterious clown brings fresh magic to the stagnating family, but he also poses a threat to the rest of the community. Heyns brilliantly succeeds in creating a metaphor for the Afrikaner family's turbulent emotional, cultural and ideological journey from the darkness of apartheid back into the light of post-apartheid reconciliation (famililial, cultural and political).","release_date":"1998-01-23","genres":[],"vote_average":8.5,"runtime":119,"cert":"N\/A","id":103853,"title":"Paljas","adult":false},{"cast":["Alfredo Kraus","Luz Márquez","Adriano Domínguez"],"overview":"The film is a biography of the tenor Julian Gayarre who was born in 1843 in a small village in Navarra, Spain, and who soon demonstrated his great ability to sing.","release_date":"1959-03-02","genres":[18],"vote_average":0.0,"runtime":111,"cert":"N\/A","id":103860,"title":"Gayarre","adult":false},{"cast":["Mervyn Johns","Glynis Johns","Sally Ann Howes","Françoise Rosay","Tom Walls"],"overview":"A group of travellers, each with a personal problem that they want to hide, arrive at a mysterious Welsh country inn. There is a certain strangeness in the air as they are greeted by the innkeeper and his daughter. Why are all the newspapers a year old? And why doesn't Gwyneth seem to cast a shadow?","release_date":"1944-02-01","genres":[9648,18,14],"vote_average":5.4,"runtime":95,"cert":"","id":103863,"title":"The Halfway House","adult":false},{"cast":["Sara Montiel","Fernand Gravey","Giancarlo Del Duca","Magali Noël","Alain Saury"],"overview":"Isabel is a beautiful aspiring singer with great aspirations but persistent bad luck convicted of a crime she did not commit. Serving time in prison she is released under parole and lands a singing gig at a dive in Barcelona where she meets Sandro \"The Greek\" and his partner lover Gloria. The couple is posing as entertainment promoters but they are really running a prostitution ring based in Beirut. They offer Isabel a two-year contract to perform in \"night clubs\" in the Near and Mideast even after they learn that she cannot travel abroad due to her legal status. Upon arrival in Beirut, Isabel and the other girls are sped away to a luxurious villa where they discover the real intentions of the pseudo-promoters. They are expected to sing and dance but also to engage in sexual activities with the rich clients that patronize the place. Isabel pretends to go along with the situation but she has a plan to get away","release_date":"1965-11-15","genres":[],"vote_average":5.3,"runtime":92,"cert":"N\/A","id":103866,"title":"The Woman from Beirut","adult":false},{"cast":["Joselito","Libertad Lamarque","Sara García","Roberto Camardiel","Salvador Soler Marí"],"overview":"Back from vacation, Lucy, a school's music teacher, misses a boy. People say he will not return because he recently lost his father. She is very affected by his favorite student, so she decides to go to see him, finding the house in utter ruin. But chance makes Lucy forced to take the child and immediately found in him the son that was kidnapped years ago in America when she was a famous artist.","release_date":"1961-10-16","genres":[18,10402],"vote_average":5.3,"runtime":104,"cert":"N\/A","id":103869,"title":"Bello recuerdo","adult":false},{"cast":["Amparo Muñoz","Antonio Ferrandis","La Polaca","Pedro Mari Sánchez","Simón Andreu"],"overview":"Don Diego goes to war and his son Don Gonzalo is, in his absence, the new lord of the region. The milling Elvira, one of the mistresses of Don Diego, has a beautiful daughter, Elena, who has the desire of Don Gonzalo. But Elena is also the daughter of Don Diego and to separate the love of his brother, they marry her to Rodrigo, the pastor. This will be the beginning of the tragedy.","release_date":"1977-01-01","genres":[35,18],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":103872,"title":"Del amor y de la muerte","adult":false},{"cast":["Hao Lei","Qin Hao","Qi Xi","Zhu Yawen","Zu Feng"],"overview":"A car full of irresponsible youths hit a woman on a rainy freeway and think she is trying an insurance scam.","release_date":"2012-05-20","genres":[53],"vote_average":6.7,"runtime":98,"cert":"N\/A","id":103875,"title":"Mystery","adult":false},{"cast":["Francisco Alarcón","Carlota Bilbao","Manuel Alexandre"],"overview":"Berta is a young girl whose boyfriend Jorge is too timid to ask for a salary increase, something that she always reproach him. Berta has to work in a special job in Mr Gordon's amazing house. The couple fantazice about living there. Suddenly, Jorge receives a substancial heritate and decides to keep it in secret to surprise his girlfriend. He buys a palace and furnish it with Mr.Gordon's help. The secret creates a series of comic entanglements between the two couples, but everything will be solved happily.","release_date":"1947-11-24","genres":[],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":103878,"title":"Love Charm","adult":false},{"cast":["Lina Morgan","Arturo Fernández","Florinda Chico","Guadalupe Muñoz Sampedro","Marisol Ayuso"],"overview":"Lina, who works as a servant, is saving money with his boyfriend Daniel, who is fireman, in order to get married. But the weddings' day, when his fiance is goint to the wedding, he recieves an urgent call because of a big fire in the forest. So he decides to go to the fire and leaves his fiancee at the church. Lina feels that Daniel prefer the fire than her so he goes to her town hitchhiking. Carlos, who has just robbed a bank, picks her.","release_date":"1977-01-01","genres":[],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":103881,"title":"Such As You Are","adult":false},{"cast":["Arturo Fernández","Elke Sommer","Teresa del Río"],"overview":"Mario starts working as a pianist in a party hall in Palma de Mallorca, where hi finds two girls, an old  pupil, and Clara, who will get to conquer him.","release_date":"1962-10-22","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":103884,"title":"Bahía de Palma","adult":false},{"cast":["Silvia Aguilar","José Bódalo","María José Cantudo","María Kosty","África Pratt"],"overview":"The movie tells the story of four beautifull and young girls: María, Pilar, Patricia and Virginia. They all work at the bingo and while they sell bingo cars they fill the room with smiles, happyness and excitement. But not all in their lifes is a game. They have all type of problems and dificult situations at work: the harassment of men, the quirks of the players ... but by the end love will win, as well as the joy of life and optimism.","release_date":"1982-05-25","genres":[35],"vote_average":1.0,"runtime":91,"cert":"N\/A","id":103891,"title":"Las chicas del bingo","adult":false},{"cast":["Leonid Bilunov","Alimzhan Tokhtakhunov","Vitaly Demochka"],"overview":"Documentary about Russian Mafia.","release_date":"2010-04-22","genres":[],"vote_average":7.7,"runtime":90,"cert":"N\/A","id":103894,"title":"Thieves by Law","adult":false},{"cast":["Lucia Bosé","Paola Dominguín","José Coronado"],"overview":"Adriana and her mother leave Brumal when she was little. She goes back there being thirty five when her mother dies.","release_date":"1988-01-01","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":103897,"title":"Brumal","adult":false},{"cast":["Mädchen Amick","Judd Nelson"],"overview":"This is the story of Alan Freed. He was working as a DJ in Cleveland, Ohio, and he discovered how amazing R&amp;B or Rhytym &amp; Blues is, however, the music is considered to be \"BLACK\" music. So, most radio stations won't play it. However, Freed believed that it's the next wave, so he fights to have it played on the air. Eventually, he went into the big time - New York, and he decided to dub this music \"ROCK &amp; ROLL\". Despite his success, he still had a lot of opposition and made deals with the wrong people, which would lead to his downfall.","release_date":"1999-10-31","genres":[18,10402],"vote_average":4.2,"runtime":120,"cert":"N\/A","id":103904,"title":"Mr. Rock n Roll: The Alan Freed Story","adult":false},{"cast":["Herbert Hoffmann","Karlmann Richter","Albert Cornelissen"],"overview":"Documentary","release_date":"2004-02-08","genres":[],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":103915,"title":"Flammend' Herz","adult":false},{"cast":["Thorbjørn Harr","Fridtjov Såheim","Ellen Dorrit Petersen","Laila Goody","Kåre Conradi"],"overview":"An eight-year-old boy is hit by a car, and a deep rift develops between the two neighbouring couples involved, which will prove hard to repair.","release_date":"2012-08-01","genres":[18],"vote_average":3.3,"runtime":84,"cert":"N\/A","id":103922,"title":"Into the Dark","adult":false},{"cast":["Marisol","Isabel Garcés","José Marco Davó","Rafaela Aparicio"],"overview":"Marisol and Mariluz are twin sisters. They live separated, Mariluz with their uncle in Rio de Janeiro, and Marisol with their mother, in Madrid. Marisol's mother has desperately tried to get money to go to Brasil and meet Mariluz, and so she and the girl have worked in all kinds of places, but they never get enough money until one day Marisol's mother decides to sell everything to get the money and go to Brasil to reunite the family. Once there they discover that Mariluz's governess and her lover have devised a plan to get the money from the twins' uncle, a plan that is in terrible danger now that the spaniards have arrived to Brasil, forcing them to start thinking to get them out of the way...","release_date":"1963-10-07","genres":[12,35],"vote_average":5.3,"runtime":94,"cert":"N\/A","id":103925,"title":"Marisol rumbo a Río","adult":false},{"cast":["Miguel Molina","António Capelo","Lydia Bosch"],"overview":"Mitó lives in a small village and is the son of the local Comunist Party leader, she is 18 years-old and is about to graduate from the high-school she must attend at Beja - the nearest town. News that she killed her German boyfriend, at 4 a.m. on a desert road, do not excite much the editor of a Lisbon newspaper. He sends in a tyro reporter, Joaquim Peixoto, just in case. The young man, already considered hopless in his profession, will uncover more than a sex scandal to be used for political purposes. Written by Artemis-9","release_date":"1992-05-01","genres":[],"vote_average":8.0,"runtime":93,"cert":"N\/A","id":103928,"title":"Goodbye Princess","adult":false},{"cast":["Ravi Menon","Raisa Padamsee","Hardan","Manohar Lalas","Bhola Ram"],"overview":"A newlywed woman whose husband leaves for work in a faraway city encounters a ghost, who falls in love with her, takes on the form of her husband and begins living with her.","release_date":"1973-12-31","genres":[18],"vote_average":7.0,"runtime":82,"cert":"N\/A","id":103931,"title":"Duvidha","adult":false},{"cast":["June Allyson","Van Johnson","Gig Young","Rita Corday","Kathryn Givney"],"overview":"Eric Wainwright (Van Johnson), a busy impresario, is besieged by hordes of wannabe concert stars, eager for their big break. One of them is Cynthia Potter (June Allyson), a talented pianist... but she can't get in to see him. When she learns that Wainwright is auditioning young musicians for a children's concert tour, Cynthia dons braces and bobby sox and passes herself off as a child prodigy.","release_date":"1951-11-22","genres":[35,10749],"vote_average":6.0,"runtime":91,"cert":"N\/A","id":103934,"title":"Too Young to Kiss","adult":false},{"cast":["Luis Peña","María Asquerino","Francisco Arenzana","Marisa de Leza","Ricardo Lucía"],"overview":"A farm family moves into a city maybe at the end of the Spanish Civil War. They move in with the sister of the farmers wife. In the city everything is illegal or immoral or both.","release_date":"1951-10-26","genres":[18],"vote_average":6.8,"runtime":99,"cert":"N\/A","id":103937,"title":"Surcos","adult":false},{"cast":["Josef Hader"],"overview":"","release_date":"2011-03-18","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":103944,"title":"Hader spielt Hader","adult":false},{"cast":["Ricardo Azevedo","João Marçal"],"overview":"A night watchman spends time on a basketball court throwing a ball into the basket. He has become an expert. He shows his abilities to a simple janitor, who also like him, is there all night.","release_date":"2009-03-12","genres":[35],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":103947,"title":"3x3","adult":false},{"cast":["Ed Payson","Pete Smith"],"overview":"A 3-D short subject in which the narrator goes to a creepy old house in search of his missing aunt. There he encounters the Frankenstein monster, a witch, a wooden Indian who comes to life, and assorted other monsters and frightening characters, all of whom manage to throw something toward the camera.","release_date":"1941-03-01","genres":[80,27,35],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":103958,"title":"Third Dimensional Murder","adult":false},{"cast":[],"overview":"Through stop motion, a car is built piece-by-piece in 3-D with the added enhancement of music and sound effects. Each part becomes \"alive\" and has its own distinct characteristics. Originally made for the 1939 World's Fair.","release_date":"1939-04-30","genres":[99,16],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":103961,"title":"Motor Rhythm","adult":false},{"cast":["Prince","John Blackwell","Rhonda Smith","Renato Neto","Maceo Parker"],"overview":"Musicology Live 2004ever was a 2004 tour by Prince in North America to promote his Musicology album. The tour lasted from 27 March – 9 September 2004 and covered 96 dates throughout the United States and Canada, fetching a significant profit for Prince. It was attended by 1.47 million people in 2004, and was the top grossing tour of 2004 taking in $87.4 million Also, it involves Prince schooling people to back in the day music.This tour is also family-friendly along with the One Nite Alone...Tour. There are clean lyrics and no explicit ones.The tour is R&amp;B themed along with soul, rock, funk, and pop. Rose Ann Dimalanta is also another touring keyboardist and vocalist for this tour. Candy Dulfer is also the comic foil for this tour though she plays saxophone and lends her vocal talents.","release_date":"2004-03-29","genres":[10402],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":103964,"title":"Prince: Musicology (Live In Los Angeles)","adult":false},{"cast":["Tiffany Shepis","Katy Woodruff","Tyler Sedustine","Amanda Magarian","Kelly Gunning"],"overview":"Trevor Moorhouse returns! Coming to Placid Pines is difficult for Tracy, who's brother, Jason, was one of Trevor's victims near the end of the original. When Tracy's nightmares begin to come true as one by one the counselors are murdered. Someone is hunting them through the pitch-black Forest and is determined to kill them all.","release_date":"2003-02-18","genres":[27],"vote_average":5.4,"runtime":92,"cert":"N\/A","id":103971,"title":"Bloody Murder 2: Closing Camp","adult":false},{"cast":["Cecilia Bergqvist","Bob Dougherty","Marcel Romeijn","Marlene Simons","Christa De Vries"],"overview":"Rebecca and Sandra borrow a car and decide to go on a road trip. Soon after they have stopped at an isolated gas station, their car breaks down in the middle of nowhere. Sandra decides to hike back to the gas station to get some help","release_date":"2002-01-01","genres":[27,53],"vote_average":3.0,"runtime":94,"cert":"N\/A","id":103974,"title":"Engine Trouble","adult":false},{"cast":["Mel Blanc"],"overview":"Elmer Fudd attends a musical concert, only to find it's Daffy Duck performing a song about escaping hunters, and Elmer is unable to contain himself, donning his hunting gear and chasing the duck as he finishes his song.","release_date":"2012-02-10","genres":[35,16],"vote_average":6.2,"runtime":4,"cert":"N\/A","id":103977,"title":"Daffy's Rhapsody","adult":false},{"cast":["Olivia Bonamy","Alice Evans","Marianne Denicourt","Jean-Pierre Marielle","Anne Parillaud"],"overview":"Olivia, Irina and Masha are improving their acting skills. They no longer believe in Prince Charming, and their career is waning. Olivia works at the front desk at the airport and offers a wonderful plan: he would do so that friends will be aboard the Paris - New York plane and will sit next to wealthy men. Their task is to seduce the rich and pull them out of money. But the fraudsters do not suspect that Comissaire Bayard and his young assistant are closely watching them...","release_date":"1999-12-29","genres":[35,10749],"vote_average":5.0,"runtime":120,"cert":"N\/A","id":103980,"title":"One 4 All","adult":false},{"cast":["John T. Smith"],"overview":"The Fox and Crow have a band-act in a nightclub, but the Fox walks out on his partner when he gets the position of a symphony-orchestra conductor. The Fox becomes while his old partner is on skid row, cold and hungry. One night, the Crow appears backstage at the concert Hall and hands a magician's wand to the Fox as he goes onstage. Using the wand as a baton, everything that can go wrong goes wrong for the snooty maestro.","release_date":"1949-03-24","genres":[16,35],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":103983,"title":"The Magic Fluke","adult":false},{"cast":[],"overview":"Fox and Crow attempt to find the fabled Fountain of Youth.","release_date":"1950-01-12","genres":[16,35],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":103990,"title":"Punchy De Leon","adult":false},{"cast":[],"overview":"A family's horse-drawn ice delivery business is threatened by a more modern automobile-using company.","release_date":"1950-07-27","genres":[16,35],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":103993,"title":"Giddyap","adult":false},{"cert":"N\/A","title":"Sexy Teacher","cast":["Sola Aoi","Emi Kitagawa"],"genres":[18,53],"id":103996,"overview":"Mei is not hired by any company after her graduation from a University. Introduced by her best friend Sari, Mei applies to be a home private tutor far away from her home. Every day, Mei needs to take a crowded train to her student’s home, but is always being indecent assault by an unknown “Train Man”. Later, Mei even discovers that the guy who sexually assaults her is actually her student. What will happen to the relationship between the two? Besides, this is also a revenge for Sari…","runtime":75,"release_date":"2005-07-09","vote_average":8.0,"adult":true}]