[{"cast":["Meghna Naidu","Vidya Malvade","Aaditya Bal"],"overview":"After a longish lull, TIME presents 'Mashooka' that is produced and directed by Afzal Ahmed. Aditya Bal makes his debut as a hero and looks each bit a 'desi' hunk while Meghna Naidu and popular model Vidya Malavade (Inteha) are the sirens opposite him. Sajid Wajid and Jalees Sherwani handle the music department.","release_date":"2005-07-19","genres":[18,10749],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":104508,"title":"Mashooka","adult":false},{"cast":["Zoltán Mucsi","Péter Scherer","József Szarvas","Miklós Jancsó","Gyula Hernádi"],"overview":"In the Kerepesi Street cemetery, three grave diggers contemplate the fate of the world, then they step out of this role and in a sequence of episodes they play the typical figures of contemporary Hungarian reality, the fat cat, the swashbuckler, the victim, underworld chieftains, and present little absurd dramas of love, marriage, friendship, public order and legal safety. The author and the film director walk among them all the time, contemplating, laughing at their plays. The stories starting from the graveyard and returning there warn of the inevitability of death. The author and the director (Gyula Hernádi and Miklós Jancsó) wisely make friends with death.","release_date":"1999-01-28","genres":[35,18],"vote_average":5.1,"runtime":103,"cert":"N\/A","id":104515,"title":"The Lord's Lantern in Budapest","adult":false},{"cast":["Norman Mailer","Muhammad Ali","Dick Cavett","Allen Ginsberg","Rip Torn"],"overview":"A provocateur, a rebel, a performer, and a true American, Norman Mailer never stopped giving people something to talk about.  This documentary goes beyond the Mailer of the bookshelves and NY Times best seller list to Mailer the social critic, family man, filmmaker, and lover.  Here's a look into the life of a complex, intellectual, working class hero.  With never before seen footage of Adele Morales Mailer's startling revelations after being stabbed by her husband.  Featuring unseen footage and interviews from wives and lovers, enemies and admirers, his children and the man himself.","release_date":"2012-05-18","genres":[],"vote_average":7.0,"runtime":85,"cert":"N\/A","id":104518,"title":"Norman Mailer: The American","adult":false},{"cast":["David Brazil","Martin Firket","Jack Gleeson","Imogen Jones","Austin Moulton"],"overview":"After the death of their mother, Irish youngsters Dara and Eoin are moved to France to stay with their aunt. There, the boys befriend a local English family and the impressionable Dara falls under the spell of their young daughter Bella. But when she begins to pull away, Dara's feelings for her start to get out of hand.","release_date":"2010-05-19","genres":[18],"vote_average":6.4,"runtime":77,"cert":"N\/A","id":104525,"title":"All Good Children","adult":false},{"cast":["David McCallum","Sandra McCabe","George Wyner","Eric Server","Linda Gray"],"overview":"A pack of domesticated dogs go on a killing spree in southern California.","release_date":"1976-11-11","genres":[27],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":104528,"title":"Dogs","adult":false},{"cast":["Jay Scott","E.J. Walsh","William Guhl","Janice Douglas","Marland Proctor"],"overview":"Captain Kohler recruits an outfit of five American soldiers besides himself (dubbed \"The Cut-Throats,\") to attack a German stronghold to capture battle plans... although his real motive is to steal a cache of jewels that is Nazi plunder. After the enemy soldiers are gunned down, the beautiful women in the compound treat The Dirty Half-Dozen to a stage show and, later, themselves.","release_date":"1969-01-01","genres":[28],"vote_average":2.7,"runtime":75,"cert":"N\/A","id":104531,"title":"The Cut-Throats","adult":false},{"cast":["Peter O'Brian","Debbie Young","Alba Fuad","Didier A. Hamel","Johan Saimima"],"overview":"An anthropologist hires a down-on-his-luck helicopter pilot to fly her into the jungle, where she is searching for a scientist who is investigating reports of a tribe of reptile-men.","release_date":"1988-01-01","genres":[12,27,28,53],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":104534,"title":"Jungle Heat","adult":false},{"cast":["Scott Valentine","Margot Kidder","J.D. Hall","Jeff Bennett","Ron Perlman"],"overview":"The 24th Phantom, the 'Ghost Who Walks,' battles crimes in the future of 2040. Animated Phantom feature that released in 1994 at the same time as the series, and includes the first five episodes of the series edited into a \"movie\" and released it on VHS and DVD.","release_date":"1994-11-24","genres":[16,28,878],"vote_average":5.5,"runtime":97,"cert":"N\/A","id":104545,"title":"Phantom 2040: The Ghost Who Walks","adult":false},{"cast":["Katsuo Nakamura","Juro Kara","Yasuko Sanjo","Masao Imafuku","Tamotsu Tamura"],"overview":"Gengobe Satsuma, an exiled samurai cast out as an Asano clan retainer is given a second chance to join his brothers in arms to become the 48th Ronin against the Shogunate. His faithful servant gathers the 100 ryo required for his acceptance. Gengobe is also in love with a greedy geisha named Koman. About to be sold to another man, Gengobe learns that for him to keep her, her debt is exactly 100 ryo.","release_date":"1971-02-13","genres":[27,18],"vote_average":8.2,"runtime":134,"cert":"N\/A","id":104548,"title":"Demons","adult":false},{"cast":["Shin Kishida","Hiroko Sakurai","Saburo Shinoda","Ryô Tamura"],"overview":"The young houseboy in Uta wakes up every night to patrol the house of a teacher with a flashlight. He leads an austere life of meditation and he focuses his devotional attention on writing inscriptions for tombstones.","release_date":"1972-01-01","genres":[18],"vote_average":8.0,"runtime":119,"cert":"N\/A","id":104551,"title":"Poem","adult":false},{"cast":["Stephen Tung Wai","Alex Man Chi-Leung","Kara Hui","Candice Yu","Max Mok Siu-Chung"],"overview":"Journey of the Doomed stars Tung Wei as a knight that finds himself protecting the life of a beautiful young lady being stalked by a bunch of assassins headed by kung-fu actress extraordinaire Hui Ying-hung. Tung Wei was the kid that Bruce Lee slaps on the head at the beginning of Enter The Dragon. He went on to kung-fu stardom before becoming a highly successful fight director for Jet Li and Jackie Chan.","release_date":"1985-01-01","genres":[28,18],"vote_average":5.0,"runtime":92,"cert":"N\/A","id":104566,"title":"Journey of the Doomed","adult":false},{"cast":["Zhou Wada"],"overview":"Two college buddies try to understand a young woman's suicide through her Super-8 films and clips from their summer trips together.","release_date":"1972-10-14","genres":[18],"vote_average":5.0,"runtime":101,"cert":"N\/A","id":104569,"title":"The Morning Schedule","adult":false},{"cast":[],"overview":"The great follow-up to 'Walking with Dinosaurs' and 'Walking with Beasts', presented by Professor Robert Winston, explains the story of human evolution.","release_date":"2003-08-04","genres":[],"vote_average":6.7,"runtime":null,"cert":"N\/A","id":104604,"title":"Walking with Cavemen","adult":false},{"cast":["Betsy Blair","José Suárez","Yves Massard","Luis Peña","Dora Doll"],"overview":"A small town in Spain, October 1955. Isabel, a 35-year-old dreamer who feels like a failure because she is not married yet, becomes the new target of a group of soulless pranksters.","release_date":"1956-10-26","genres":[18],"vote_average":7.4,"runtime":98,"cert":"N\/A","id":104607,"title":"Main Street","adult":false},{"cast":["Astrid Bergès-Frisbey","Lluïsa Castell","Álvaro Cervantes","Llorenç González","Ricard Farré"],"overview":"Carla and Bruno believe they have answers for everything until Rai appears in their lives, an  attractive and mysterious young who lives outside the rules. In this story about love and friendship, boundaries dissolve by the rhythm of funky and break to offer a provocative, exciting and deeply touching vision about romantic relationships.","release_date":"2012-05-04","genres":[10749,18],"vote_average":6.9,"runtime":105,"cert":"N\/A","id":104634,"title":"Angels of Sex","adult":false},{"cast":["Miroslav Nemec","Jutta Speidel","Mira Bartuschek"],"overview":"A teenager who does not have a good relationship with their parents, travels with them to Africa. During the flight, she notes that his father flirts with a stranger while her mother sleeps. Upon arrival she meets a handsome diving instructor for which she feels a powerful attraction and enrolls in a course to be near him. But in her first dive she suffers an assassination attempt. A surfer saves her from drowning, but when she returns to the hotel no one misses her. Her parents are having dinner with her ​​exact double ...","release_date":"2000-11-28","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":104637,"title":"Tricked","adult":false},{"cast":["Robert Shaw","Sally Kellerman","Sondra Locke","Signe Hasso","Mary Ure"],"overview":"A young girl lives with her mother and grandmother. One day her estranged father returns home with a female companion he introduces as his fiance. Soon the girl finds herself in the midst of strange goings-on, which evolve into a web of crime and murder.","release_date":"1973-02-12","genres":[27,53],"vote_average":7.3,"runtime":89,"cert":"N\/A","id":104644,"title":"A Reflection of Fear","adult":false},{"cast":["Chantavit Dhanasevi","Preechaya Pongthananikorn","Phongsathon Chongwilat","Gornpop Janjaroen","Supathat Opas"],"overview":"Sua and Jib are like any other couple in this world except for one exception: for the past 5 years they have kept their relationship a secret since the bank where they are employed has a strict \"No Fraternization\" policy. It's not a big deal until they decide to get married. The only problem? Which one of these two Type-A overachievers will put marriage before a career and resign? With neither willing to take the leap of faith they both turn incident into opportunity when an ATM glitch in Chonburi province cashes out over $130,000 baht. The terms are simple: whoever is able to recover the money first gets to keep their job. The couple will turn into no holds barred competitors. Who will literally \"go big\" in their career or \"go home\" in this romantic comedy about what two people won't do for each other in the name of love? It's the age old battle of the sexes but this time around how can victory be easily declared in a war...","release_date":"2012-01-19","genres":[10749,35],"vote_average":7.8,"runtime":123,"cert":"N\/A","id":104651,"title":"ATM: Er Rak Error","adult":false},{"cast":["Frank Buck","June Duprez","Duncan Renaldo","Howard Banks","J. Farrell MacDonald"],"overview":"A big-game hunter travels to Malaya to help stop the Nazis and Japanese from destroying the rubber industry.","release_date":"1943-09-10","genres":[12,53,28],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":104654,"title":"Tiger Fangs","adult":false},{"cast":["Clark Gable","Myrna Loy","Jean Hersholt","Elizabeth Allan","Otto Kruger"],"overview":"A dedicated young doctor places his patients above everyone else in his life. Unfortunately, his social register fianceé can't accept the fact that he considers an appointment in the operating room more important that attending a cocktail party. He soon drifts into an affair with a pretty nurse who shares his passion for healing.","release_date":"1934-04-06","genres":[18,10749],"vote_average":6.3,"runtime":74,"cert":"N\/A","id":104661,"title":"Men in White","adult":false},{"cast":["Mary Pickford","Gertrude Astor","John Harron","Helen Raymond","Adolphe Menjou"],"overview":"A young Belgian girl (Mary Pickford), raised by her longtime nanny, flees Europe at the advent of World War I and travels to America to find her real mother. This 1921 melodrama, co-directed by Alfred E. Green and Jack Pickford, also stars Gertrude Astor, John Harron, Helen Raymond and Adolphe Menjou.","release_date":"1921-05-05","genres":[35,18],"vote_average":7.3,"runtime":90,"cert":"N\/A","id":104664,"title":"Through The Back Door","adult":false},{"cast":["Cynthia Khan","Chan Ying-Kit","Fan Yan","Wong Siu-Kwan","Kei Ming-Yue"],"overview":"The film tells the tale of a one thousand year old living Ginseng and initially about the attempts to capture it. But the thousand year old living root is nearly impossible to corral. He is finally captured by a weird group of ninja like fighters led by Taiwanese beauty, Cynthia Khan. However, the group is followed by a small boy who has befriended the Ginseng King and needs him to save his mother. The gang takes Ginseng to an evil, ogreish three headed monster who intends to eat him in order to live forever. It turns out that Khan's warrior woman is an heiress and is under duress since triple dome is holding her mother hostage. She has a change of heart and decides to aid the young boy in destroying three heads and saving Ginseng. But is it already too late?","release_date":"1988-01-01","genres":[28,14],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":104675,"title":"Three-Head Monster","adult":false},{"cast":["Masako Nozawa","Kurumi Kobato","Gorō Naya","Akira Hitomi","Katsuwo Umino"],"overview":"The ruler of the underground world, is planning to conquer the whole world. Riding the fire dragon Isamu and Angel, the princess of the undersea kingdom, try to stop him from destorying their world.","release_date":"1970-07-17","genres":[16,878,12],"vote_average":4.0,"runtime":60,"cert":"N\/A","id":104682,"title":"30,000 Miles Under the Sea","adult":false},{"cast":["Chui Bo-Fung","Ray Lui","Lee Kwok-Lun","Kwai Chung","Shum Wai"],"overview":"A woman uses black magic to kill off her rich husband, Lee Chan-Fu. She arranges to have his body buried face-down to keep him from returning to haunt her. The cemetery gravekeeper, who is secretly running a skeletal supply center for universities, retrieves the body. And in doing so, he unleashes Lee's ghost.","release_date":"1991-01-01","genres":[27,14],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":104685,"title":"Master's Necklace","adult":false},{"cast":["Lau Siu-Kwan","Na An","Tsang Siu-Yin","Tak Bei","Feng Hung"],"overview":"Archaeologists looking for artifacts in Thailand meet black magic and zombies sent by an evil Shaman","release_date":"1989-01-01","genres":[14,27],"vote_average":2.0,"runtime":78,"cert":"N\/A","id":104688,"title":"Curse of the Zombi","adult":false},{"cast":["Vilma Santos"],"overview":"Crippled girl Narda finds her boyfriend paralyzed by a mysterious beam shot from a UFO. Together with her brother Ding, she prays for help for her boyfriend. A mysterious voice answers and sends Narda a magic stone which, when swallowed, allows her to become the superheroine Darna. With her new powers, she fights against alien women who are trying to make the earth a colony of their own planet","release_date":"1975-12-25","genres":[28],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":104691,"title":"Darna vs. The Planet Women","adult":false},{"cast":[],"overview":"With the cameraman atop a moving train car the viewer is given a one minute glimpse of a French urban area.","release_date":"1898-01-01","genres":[99],"vote_average":4.7,"runtime":1,"cert":"N\/A","id":104694,"title":"Panorama pris d'un train en marche","adult":false},{"cast":[],"overview":"The scene opens in an artist's studio where the unfinished statue of William Tell stands upon a pedestal. A clown appears and sticks a clay arm and clay head on the statue, thus completing it. He places a large brick on top of the head to make it stick. When he turns his back the statue turns into a living representation of William Tell. (Edison Catalog)","release_date":"1898-01-01","genres":[35,14],"vote_average":5.5,"runtime":1,"cert":"N\/A","id":104697,"title":"Adventures of William Tell","adult":false},{"cast":["Georges Méliès","Jehanne d'Alcy"],"overview":"An astronomer has a terrifying dream.","release_date":"1898-01-01","genres":[14],"vote_average":6.8,"runtime":3,"cert":"","id":104700,"title":"The Astronomer's Dream","adult":false},{"cast":["Zoltán Mucsi","Péter Scherer","József Szarvas","István Márton","Enikő Börcsök"],"overview":"Waiters’ competition at Heroes’ Square in the late thirties. Dressed as waiters, Kapa and Pepe awake in the bronze chariot of the millennial sculpture group. They drive along the Danube promenade, and on the concrete reinforcement of the demolished Budapest rondella hotel they get involved in a showdown of political background. In the burnt-down Sports Hall the waiters train for a last supper, Pepe and Kapa run around the big laid table with trays in their hands. While doing so, Pepe keeps crying out: \"I am the best one, I am the most beautiful one, I am the king, I am the god...\" Sitting in a boat on the Danube, a ship goes past them, and the Niagara falls, majestic and breathtaking, resound in their ears. On each passing away something new will come to life – as rapped by Sub Bass Monster.","release_date":"2001-02-15","genres":[35],"vote_average":3.1,"runtime":87,"cert":"N\/A","id":104707,"title":"Last Supper at the Arabian Gray Horse","adult":false},{"cast":["Dean Baker","Alex Callinicos","Costas Douzinas","Ben Fine","Naomi Klein"],"overview":"They travel round the world gathering data on privatization in developed countries and search for clues on the day after Greece’s massive privatization program.","release_date":"2012-02-11","genres":[99],"vote_average":6.4,"runtime":87,"cert":"N\/A","id":104710,"title":"Catastroika","adult":false},{"cast":["Pierre Agostino","Jo Long","Lynn Hayes","Luanne Roberts"],"overview":"While serving in Vietnam, a demolitionist witnesses the brutal torture\/rape\/murder of a young woman… ultimately, he becomes a serial rapist and killer himself, preferring explosives as his murder weapon of choice.","release_date":"1970-01-14","genres":[28],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":104713,"title":"The Ravager","adult":false},{"cast":["Linda Darnell","Cornel Wilde","Richard Greene","George Sanders","Glenn Langan"],"overview":"Amber St Clair, orphaned during the English Civil War and raised by a family of farmers, aspires to be a lady of high society; when a group of cavaliers ride into town, she sneaks away with them to London to achieve her dreams.","release_date":"1947-10-10","genres":[18],"vote_average":5.8,"runtime":138,"cert":"N\/A","id":104720,"title":"Forever Amber","adult":false},{"cast":["Curd Jürgens","Nadja Tiller","Ivan Desny","Letícia Román","Gert Fröbe"],"overview":"An episodic film, telling four erotic tales: Angela isn't sexually satisfied by her husband, so she simulates sleep-walking to visit her neighbor across the street every night; when his bathtub runs over, shy Peter gets to meet his sensuous neighbor Lolita; at a high-school reunion his former students pull a prank on Prof. Hellberg and make him believe he cheated on his wife while being drunk; Sybill has a good time during a break at the opera with the famous conductor Cramer.","release_date":"1965-09-30","genres":[35],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":104735,"title":"Das Liebeskarussell","adult":false},{"cast":["Ean Sheehy","Nick Basile","Elias Ganster","Paul Johnson","Brian Ronaghan"],"overview":"When a watch repair man acquires an antique pocket watch that can control time, he decides to use it to achieve his dreams. His plans soon become sinister when he learns he isn't the only one with the knowledge of the pocket watch.","release_date":"2011-06-01","genres":[878],"vote_average":5.6,"runtime":22,"cert":"N\/A","id":104738,"title":"Frankie","adult":false},{"cast":["Bernard Fanning","Darren Middleton","Ian Haug","John Collins","Jon Coghill"],"overview":"These Days: Live in Concert is a live album by Australian alternative rock band Powderfinger.\r The album consists of songs performed by Powderfinger in concerts at Sydney Entertainment Centre, and Fox Studios in Sydney. Most of the songs performed are from Powderfinger's prior studio album; Vulture Street.","release_date":"2004-10-04","genres":[],"vote_average":7.5,"runtime":null,"cert":"N\/A","id":104741,"title":"These Days: Powderfinger Live in Concert","adult":false},{"cast":["Tadanori Yokoo","Rie Yokoyama","Fumio Watanabe","Kei Satō","Rokkô Toura"],"overview":"This is the story of a bookstore thief named Birdy, who is led through various adventures in Tokyo's Shinjuku district by salesgirl Umeko.","release_date":"1969-02-15","genres":[18,35],"vote_average":5.2,"runtime":96,"cert":"N\/A","id":104744,"title":"Diary of a Shinjuku Thief","adult":false},{"cast":["Hayato Ichihara","Erika Toda","Shinnosuke Abe","Kazuyuki Aijima","Hirotaro Honda"],"overview":"Yusaku Hayakawa dreams of becoming a detective, but works as a trainer for police dogs. When Yusaku gets an albino shepherd named Shiro, he forms a special bond with him. Everyone says that Shiro does not have the abilities to become a police dog, but Yusaku believes in him and trains him. When a terrorist act occurs, Shiro gets the chance to show what he has learned.","release_date":"2011-10-01","genres":[18],"vote_average":6.8,"runtime":104,"cert":"N\/A","id":104747,"title":"Dog × Police: The K-9 Force","adult":false},{"cast":["Dan Brisse","Jake Blauvelt","Gigi Rüf","Lucas Debari","Terje Haakonsen"],"overview":"Movement can give the illusion of progress. And they say that all the world is illusion. So what is the difference between exploring and being lost?  In a winter that brought an exceptional amount of challenges to riders all over the world, Absinthe's newest snowboard film reminds us how much our reality is affected by what we make of it. Whether you are lost ... or exactly where you want to be ... all depends on how you look at it. NOW\/HERE","release_date":"2010-09-10","genres":[99],"vote_average":4.5,"runtime":47,"cert":"N\/A","id":104762,"title":"NowHere","adult":false},{"cast":["Suzzanna","Barry Prima","Amoroso Katamsi","Diana Suarkom","Johny Matakena"],"overview":"The evil witch Calon Arang uses black magic and strikes fear in the population in Bali during the 1000's. Her daughter Manggali, who can not find a man because everyone is afraid of her mother, instead of being nice to people and use their magic for good purposes. More information: http:\/\/ruangpendidikan.blogspot.de\/2012\/07\/transformasi-bentuk-dalam-cerita-calon.html","release_date":"1985-01-01","genres":[28,27,14],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":104765,"title":"Calong Arang the Powerful Queen","adult":false},{"cast":["Miki Nakatani","Erika Toda","Nobuko Miyamoto","Kaho Minami","Tetsuji Tamayama"],"overview":"\"Hankyu Densha\" follows the lives of various people who commute on Hankyu Railway's Imazu Line - connecting the cities of Nishinomiya and Takarazuka in Hyogo prefecture. One of the commuters is Shoko (Miki Nakatani), an office worker in her 30s who lost her boyfriend to a younger colleague. There's also a college student (Erika Toda) who is so easily persuaded by her no good boyfriend. Other commuters include a grandmother &amp; granddaughter, a house wife, a female high school student, and a female otaku college student. Although the train ride takes only 15 minutes between two stations, the lives of these commuters are changed as they interact with each other...","release_date":"2011-04-29","genres":[10749,18],"vote_average":5.5,"runtime":119,"cert":"N\/A","id":104768,"title":"Hankyu Railways - A 15-Minute Miracle","adult":false},{"cast":["Victor Montero","Iñigo Urrutia","Fabio Nassar","Tomás Vidiella","Willy Semler"],"overview":"Cousins Lenin and Jonás never had contact in 15 years. Lenin made a fortune as drug dealer. Jonás was formed as a religious pastor, but in the shadow of his father. Both join forces to form a new religious sect: the Transprofética Church.","release_date":"2011-11-03","genres":[35],"vote_average":6.0,"runtime":97,"cert":"N\/A","id":104771,"title":"Dios Me Libre","adult":false},{"cast":[],"overview":"Four men decided to enter in the oldest Fight Club of the History, The Florentine Football tournament. A father and son, a black guy, an old champion and outsider clerk will enter in an arena of the time to win their fears, to go over their limits, to be heroes for a day.","release_date":"2010-01-01","genres":[28,53],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":104782,"title":"Florence Fight Club","adult":false},{"cast":["Takayuki Yamada","Erika Toda","Yusuke Yamamoto","Yu Koyanagi","Tsuyoshi Muro"],"overview":"","release_date":"2009-11-07","genres":[35],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":104789,"title":"Chasing My Girl","adult":false},{"cast":["Nozomi Hatsuki","Yûya Ishikawa","Yuko Tatsushima"],"overview":"In 2010, the virus S-94 wiped out almost all of humanity. Only two women survive the pandemic and now lives isolated together. One of them desperately want to survive while the other is suicidal. The balance they have managed to maintain destroyed when a third survivor appears (whose existence they discovered through a radio broadcast) and will soon begin fighting over him, despite an otherwise hopeless future.","release_date":"2009-10-26","genres":[878,27],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":104800,"title":"S-94","adult":false},{"cast":["Andrew Gower","David Harewood","Jemima Rooper","Mark Williams","Lacey Turner"],"overview":"Philanthropic young scientist Victor Frankenstein,in a research project to conquer disease,has fashioned a creature out of parts of human anatomy but it is less perfect than he had hoped and flees to live among the derelicts of Leeds.The creature has told Frankenstein that he is lonely and wants a mate and will return in a year on the understanding that Frankenstein will have made her for him. But progress is slow and now that year is up. Victor is marrying Elizabeth in style at Kirkstall Abbey but he is preoccupied with completing his task,rather than joining the nuptials. As the creature returns and murders guests one by one will the wedding go ahead or will bride or groom or both perish?","release_date":"","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":104811,"title":"Frankenstein's Wedding... Live in Leeds","adult":false},{"cast":["Bunker Spreckels","Ellie Sylva","Spyder Wills"],"overview":"Using found footage, we're introduced to the short life of Bunker Spreckels, Clark Gable's stepson and surfing legend.","release_date":"2007-01-01","genres":[99],"vote_average":3.0,"runtime":9,"cert":"N\/A","id":104814,"title":"My Surfing Lucifer","adult":false},{"cast":[],"overview":"Follow one anglers quest to unravel a boyhood mystery as he uncovers the legend of the famed 'mouse year'. The stuff of folklore, 'Once in a Blue Moon' reveals the mystery of an event that occurs briefly just once a decade. This strange and unreal story takes us into some of the most remote and beautiful parts of New Zealand as we follow one anglers quest to document and unravel a childhood mystery and catch the fish of a lifetime.","release_date":"2009-01-01","genres":[99],"vote_average":0.0,"runtime":36,"cert":"N\/A","id":104817,"title":"Once in a Blue Moon","adult":false},{"cast":["Mark Reynolds","K.C. Marsh","Gary Bregstein","Kelly Letter"],"overview":"Marketing Jesus for his second coming.","release_date":"1999-03-19","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":104828,"title":"The Second Comeback","adult":false},{"cast":[],"overview":"A documentary on inner city teens from Harlem to Compton and all points in between, as they compete in an annual business plan competition run by the Network for Teaching Entrepreneurship (NFTE).","release_date":"2009-11-13","genres":[99],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":104831,"title":"Ten9Eight: Shoot for the Moon","adult":false},{"cast":["Mark Kermode","Ellen Burstyn","William O'Malley","William Friedkin","Max von Sydow"],"overview":"A behind-the-scenes retrospective made for the twenty-fifth anniversary of the classic horror film, The Exorcist. Includes interviews with Linda Blair and the other stars of the film, along with commentary from the director and writer on some of the deeper meanings behind the elements they used to terrify their audiences, and previously unreleased footage including make-up tests and deleted scenes.","release_date":"1998-01-01","genres":[99],"vote_average":6.4,"runtime":74,"cert":"","id":104846,"title":"The Fear of God: 25 Years of The Exorcist","adult":false},{"cast":["Chao Li Chi"],"overview":"Chao-Li Chi shadow boxes indoors and practices with a sword outdoors. Theoretically, the film describes in a single continuous movement three degrees of traditional Chinese boxing, Wu-tang, Shao-lin, and Shao-lin with a sword. A long sequence of the ballet-like, sinuous Wu-tang becomes the more erratic Shao-lin; in the middle, there is an abrupt change to leaping sword movements, in the center of which, at the apogee of the leap, there is a long held freeze-frame.","release_date":"1949-04-24","genres":[99],"vote_average":5.5,"runtime":12,"cert":"N\/A","id":104849,"title":"Meditation on Violence","adult":false},{"cast":[],"overview":"Experimental film fragment made with the Edison-Dickson-Heise experimental horizontal-feed kinetograph camera and viewer, using 3\/4-inch wide film.","release_date":"1891-05-01","genres":[99],"vote_average":4.2,"runtime":1,"cert":"N\/A","id":104852,"title":"Newark Athlete","adult":false},{"cast":["Helen Mirren","Quincy Jones","Sonny Rollins"],"overview":"The true story of a British heiress's love for jazz genius Thelonious Monk.","release_date":"2009-04-17","genres":[99],"vote_average":0.0,"runtime":82,"cert":"","id":104855,"title":"The Jazz Baroness","adult":false},{"cast":["Kim Ki-duk"],"overview":"Documentary on director Kim Ki-Duk looking back at his film career.","release_date":"2011-05-13","genres":[99],"vote_average":6.4,"runtime":100,"cert":"N\/A","id":104858,"title":"Arirang","adult":false},{"cast":[],"overview":"Short movie where a little old man trying to get up from the toilet. He gets a helping hand.","release_date":"1969-01-01","genres":[35,16],"vote_average":5.5,"runtime":1,"cert":"N\/A","id":104865,"title":"Per Aspera Ad Astra","adult":false},{"cast":["Christopher Mitchum","Gordon Mitchell","Linda Blair","David Light","Christine Landson"],"overview":"Special effects producer Steve Baker will help a woman being chased by the Mafia, but then they followed him and his wife.","release_date":"1988-02-01","genres":[878,28],"vote_average":3.0,"runtime":85,"cert":"N\/A","id":104872,"title":"SFX Retaliator","adult":false},{"cast":[],"overview":"He was a convicted murderer. She was a prison volunteer. They fell in love. Frontline follows the story of Ron Cooney, who tries to work his way through the prison system to parole from a life sentence, and Lesley Earl, the woman who wants to help him go straight.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":104879,"title":"The Lifer and The Lady","adult":false},{"cast":[],"overview":"Imagine a rusted, medieval film can having survived centuries, a long lost D. W. Griffith \/ Georges Méliès co-production, a film left to us from the Bronze Age, a time when images were smelted and boiled rather than merely taken, when they poured down like silver, not to be fixed and washed, but free to form and coagulate into unstable, temporary molds, mere holding patterns of faces, places, and things, shape-shifting according to whim.","release_date":"2000-03-16","genres":[],"vote_average":8.0,"runtime":23,"cert":"N\/A","id":104882,"title":"Psalm II: Walking Distance","adult":false},{"cast":[],"overview":"Germany's economic movers and shakers get a thorough going-over in Friedl's docu-fiction hybrid, which doesn't hesitate to point fingers at those partially responsible for Europe's financial woe.","release_date":"2004-11-01","genres":[99,80,36],"vote_average":5.0,"runtime":73,"cert":"N\/A","id":104885,"title":"Wolff Von Amerongen: Did He Commit Bancruptcy Offences?","adult":false},{"cast":[],"overview":"This film tells the tale of a close-knit Appalachian family that has changed little in the last 100 years.","release_date":"1999-05-26","genres":[99],"vote_average":7.5,"runtime":90,"cert":"N\/A","id":104892,"title":"American Hollow","adult":false},{"cast":["Peter Adair"],"overview":"A study on a small Pentecostal congregation in Scrabble Creek, West Virginia.","release_date":"1967-01-01","genres":[99],"vote_average":7.4,"runtime":53,"cert":"N\/A","id":104899,"title":"Holy Ghost People","adult":false},{"cast":["Dimitri Nabokov","Maria Luisa Geisberger","Ben Salvador","Alex Morrison","Karina Kar"],"overview":"Four notorious bank robbers - Klaus from Germany, Albert from France, Juan from Spain and Carina from Tangiers meet up in an isolated Castle to divide a large number of diamonds hidden there by their former, deceased boss Boris whose Italian wife Anna is hosting the party. Unfortunately, the stones are kept in a massive safe and only all of the five keys distributed by Boris among his fellow collaborators, can open it. Albert, the French guy, upsets the bunch not only by not producing his key but also by bringing his attractive Girlfriend Jeanine along. Soon, greed, betrayal and mistrust are setting the criminal weekend party on fire...","release_date":"1968-07-26","genres":[27,80,53],"vote_average":7.1,"runtime":100,"cert":"N\/A","id":104902,"title":"A Hyena in the Bank Vault","adult":false},{"cast":["Ivano Staccioli","Andrea Traglia","Maria Pia Luzi","Kara Donati","Debebe Eshetu"],"overview":"A violent examination of male homosexuality in a time when it was considered taboo, where Ivano Staccioli and his lover engage in a self-destructive relationship against the background of Africa.","release_date":"1973-12-15","genres":[18,53],"vote_average":6.8,"runtime":94,"cert":"N\/A","id":104905,"title":"Afrika","adult":false},{"cast":["Richard Jordan","Oliver Tobias","David Niven","Elke Sommer","Gloria Grahame"],"overview":"An American ex-con who is trying to go straight is persuaded to be the inside man for an audacious bank job in central London.","release_date":"1979-01-01","genres":[80,35,28],"vote_average":7.8,"runtime":110,"cert":"","id":104912,"title":"A Nightingale Sang In Berkeley Square","adult":false},{"cast":["Bernard Price","Diana Martín","Tony Kendall","Claude Dantes","John Mathews"],"overview":"A serial killer called \"Hyena\" is finally captured and eventually hanged. But his body disappears before it can be buried, and soon thereafter dead bodies begin to turn up in a small village.","release_date":"1964-06-23","genres":[27],"vote_average":3.0,"runtime":79,"cert":"N\/A","id":104915,"title":"Hyena of London","adult":false},{"cast":["Georges Méliès"],"overview":"A magician produces a living portrait of himself.","release_date":"1899-01-01","genres":[14],"vote_average":6.1,"runtime":1,"cert":"N\/A","id":104922,"title":"The Mysterious Portrait","adult":false},{"cast":["William Berger","Françoise Prévost","Mary Young","Barbara Wilson","Philippe Hersent"],"overview":"Patients and those working in an isolated mental hospitals are murdered, one by one, by a madman lurking in the corridors","release_date":"1966-03-17","genres":[27,80],"vote_average":6.5,"runtime":86,"cert":"N\/A","id":104925,"title":"The Murder Clinic","adult":false},{"cast":["Dorothy Malone","Robert Hoffmann","Luciana Paluzzi","Frank Wolff","John Ireland"],"overview":"We follow the Journal reporter Paulo whose close friend mysteriously been taken out of the way and it's now up to Paulo to figure out who the culprits are. The film is set in a drug-scented and \"swinging\" Los Angeles, where orgies and violence seem to be commonplace, and it soon appears that Paulo is on someone's hit list.","release_date":"1969-08-14","genres":[27],"vote_average":5.0,"runtime":99,"cert":"N\/A","id":104940,"title":"Carnal Circuit","adult":false},{"cast":["Anna Gaël","Roberto Bisacco","Angela McDonald","Chris Avram","Mario Guizzardi"],"overview":"A university professor being targeted by a trio of revolutionary students, with the goal to bring down the establishment, when he has an affair with his best friend's daughter","release_date":"1969-12-29","genres":[53,80],"vote_average":7.0,"runtime":95,"cert":"N\/A","id":104943,"title":"The Rage Within","adult":false},{"cast":["Joseph Walker","Lauren Lopez","Jeff Blim","Brian Holden","Nick Lang"],"overview":"After witnessing the murder of his parents, a young billionaire makes a solemn vow to dress up like a bat and wage a one man war on crime! But when this solitary savior realizes that \"one\" is the loneliest number to wage a war with, he'll set off on a musical adventure to rescue the city from the greatest super-villain of all time and find a super friend.","release_date":"2012-03-22","genres":[10402,35],"vote_average":7.6,"runtime":128,"cert":"N\/A","id":104950,"title":"Holy Musical B@man!","adult":false},{"cast":["Roberto Cañedo","Jorge Humberto Robles","Helena Rojo","Ana Luisa Peluffo"],"overview":"A tragic celestial-western that explores Adam and Eve's paradise from a surreal point of view.","release_date":"1972-12-08","genres":[9648,18,14,27],"vote_average":7.7,"runtime":90,"cert":"N\/A","id":104953,"title":"Angels and Cherubs","adult":false},{"cast":["Mauricio Davison","Tina French","Graciela Goldsmith","Leopoldo Ayala","Sergio Contreras"],"overview":"The Mexican Gelsen Gas side by side with Alexandro Jodorowsky (Fando y Lis, El Topo, The Holy Mountain and others) appeared as a theater director, artist and poet, had an idea about staging haiku's that would reflect the sexually-charged and politically streaming time. Early in the film finds a man buried a few rolls of film in the desert.","release_date":"1974-01-04","genres":[18],"vote_average":7.0,"runtime":80,"cert":"N\/A","id":104956,"title":"Anticlimax","adult":false},{"cast":["Varg Vikernes","Kjetil Manheim","Jørn „Necrobutcher” Stubberud","Billy Nordheim","Anders Odden"],"overview":"Interviews with central members of early Norwegian black metal bands about Mayhem, the early black metal scene and the crimes they committed.","release_date":"2007-01-01","genres":[80,99,10402],"vote_average":7.0,"runtime":60,"cert":"N\/A","id":104967,"title":"Once Upon a Time in Norway","adult":false},{"cast":["Mark Damon","Claudia Gravy","Aldo Bufi Landi","Fernando Cerulli","Silvana Pompili"],"overview":"A young man becomes obsessed with Byleth, the demon of incest, and it leads to an unhealthy infatuation with his sister.","release_date":"1972-05-31","genres":[18,27],"vote_average":6.3,"runtime":81,"cert":"N\/A","id":104970,"title":"Byleth","adult":false},{"cast":["Al Cliver","Sabrina Siani","Shirley Knight","Lina Romay","Olivier Mathot"],"overview":"A man is on safari in the jungle with his wife and daughter when the wife gets eaten and the daughter is captured by cannibals. Several years later he goes back to see if his daughter is still alive.","release_date":"1980-09-15","genres":[18,27],"vote_average":4.6,"runtime":90,"cert":"N\/A","id":104973,"title":"White Cannibal Queen","adult":false},{"cast":["Assumpta Serna","Víctor Valverde","Luis Hostalot","Montserrat Salvador","Paloma Lorena"],"overview":"A female lawyer passionately defends criminals, believing that everyone deserves a second chance. But her latest defendants though have no qualms about making her their next victim. They steal her car, find the keys to her country villa and decide to rob the place. Unfortunately, the lawyer's family turns up at the villa mid-burglary, and her husband is killed. But that is only the beginning of the nightmare...","release_date":"1983-01-01","genres":[80,27,53],"vote_average":6.3,"runtime":105,"cert":"N\/A","id":104980,"title":"Code of Hunting","adult":false},{"cast":[],"overview":"Damnatus: The Enemy Within (or to give it its original German name, Damnatus: Der Feind Im Innern) is a fan film set in the universe of Warhammer 40K. It follows a small team of mercenaries recruited by the Imperial inquisition as they attempt to infiltrate a suspected Chaos cult on the planet of Sancta Heroica. It appears that a rogue inquisitor is behind the cult and is attempting to summon a daemon for his own purposes, but the plot goes deeper than that, and it is not long before the heroes find themselves in way over their heads.","release_date":"2008-12-23","genres":[],"vote_average":6.0,"runtime":108,"cert":"N\/A","id":104987,"title":"Damnatus: The Enemy Within","adult":false},{"cast":["Henning Baum","Anja Kling","Martina Hill","Zsá Zsá Inci Bürkle","Elyas M’Barek"],"overview":"","release_date":"2010-12-29","genres":[35,28],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":104994,"title":"Undercover Love","adult":false},{"cert":"N\/A","title":"Rat King","cast":["Max Ovaska","Outi Mäenpää","Janne Virtanen","Julius Lavonen","Niina Koponen"],"genres":[53],"id":104997,"overview":"18 year old Juri is seriously addicted to online gaming, so much so he becomes isolated from his single mother and pushes his girlfriend to the brink of leaving him. He decides to quit, but is soon lured back by one of his net-mates, Niki, who - when they meet for the first time - turns out to look strikingly like Juri. Niki has a web-address tattooed on his arm and when Juri types it into his computer, he gets drawn into a curious game that grants him the username RAT KING. As the game becomes increasingly dangerous, Niki vows to help Juri get through it. But the game triggers a series of life-threatening events and pretty soon Juri realizes that he is gaming for his life.","runtime":94,"release_date":"2012-01-20","vote_average":6.7,"adult":false}]