[{"cast":["Melanie Griffith","Gabriel Byrne","Peter Coyote","Jack Palance","Liev Schreiber"],"overview":"Wild. Untamed. Legendary. In this made-for-tv movie, Buffalo Girls celebrates the bold escapades of tough-talking Calamity Jane Canary and her illustrious cohorts. It's the waning days of the Wild West and Jane, the rough 'n' rugged cowgirl, is searching not only for her long-lost daughter, but the Wild West she once knew. Jane traverses plains, mountains and continents until she finally discovers the answer to her problems: Dora, the vivacious, gold-hearted madam who's been her one true friend all along.","release_date":"1995-04-30","genres":[37,10770],"vote_average":7.4,"runtime":180,"cert":"N\/A","id":108001,"title":"Buffalo Girls","adult":false},{"cast":["Kyeong-hee Han","Ah-Young Im","Yeon-bin Kim","Na-ri Lee"],"overview":"Lee Rae, a single women in her 50's, lives with her father who suffers from Alzheimer's. She raises ducks, but recently got rid of them because of Avian Influenza. Her father's physical and mental health has also worsened. He even asks Lee Rae to touch him inappropriately.  17 year old Su-Jin was smuggled into the country by professional brokers. She was adopted into a family that lives in a countryside farm. On her first day at the farm she was raped by her stepfather. They also share the same bedroom. Su-Jin is continuously accosted by her stepfather. Su-jin sole source of comfort is the grandson, who sympathizes with Su-jJn and her plight. He is a victim of physical abuse from the stepfather. Su-Jin then becomes pregnant. One day, close to the day that Su-Jin is expected to give birth, she and the grandson finds a bloody knife...","release_date":"2008-10-23","genres":[18],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":108008,"title":"Sleeping Beauty","adult":false},{"cast":["Brandon Douglas","Ned Vaughn","William Devane"],"overview":"In this made-for-tv movie, misfits Danny Stauffer and Chips (a chicken-chasing German shepherd) are teamed up in the Army's \"Dogs for Defense\" program during WWII.","release_date":"1990-03-24","genres":[],"vote_average":7.0,"runtime":92,"cert":"N\/A","id":108015,"title":"Chips, the War Dog","adult":false},{"cast":["Jason Robards","Julie Harris","Don Francks","James Eckhouse"],"overview":"The Christmas Wife is a made-for-cable television drama based on a story by Helen Norris.  An aging and recent widower, not wanting to spend his first Christmas alone, responds to an ad in the newspaper which reads: \"You are not alone. We make social arrangements of all kinds.\"  When he visits the Social Arranger, he makes it very clear his only interest is in \"social company\" and is subsequently introduced to a woman who agrees to spend the holiday with him. The woman bids him to not ask any questions about her personal life, which harbors a secret that threatens their developing friendship, and could ultimately change both their lives.","release_date":"1988-12-12","genres":[18,10749],"vote_average":8.0,"runtime":73,"cert":"N\/A","id":108018,"title":"The Christmas Wife","adult":false},{"cast":["Debra Winger","Gabriel Byrne","Barbara Hershey","David Strathairn","Chloe Webb"],"overview":"Martha Horgan is a withdrawn, mentally disabled woman who lives with her aunt, Frances. One of Martha's unusual traits is that she doesn't lie, a quality that leads to her getting fired from a dry-cleaning shop thanks to the actions of the shifty Getso. Conflict seems to follow Martha, since she also becomes romantically involved with local fix-it man, Mackey, who is sleeping with Frances as well.","release_date":"1993-09-10","genres":[18,10749],"vote_average":5.1,"runtime":102,"cert":"N\/A","id":108021,"title":"A Dangerous Woman","adult":false},{"cast":["Maureen O'Hara","Dick Haymes","Harry James","Reginald Gardiner","Richard Gaines"],"overview":"Katharine Hilliard, mousy dean of a stuffy music school, meets and is insulted by swing band leader Barry Clayton on a train. To \"show\" him she takes a friend's advice, removes her glasses, and puts on a designer gown. Naturally, she becomes gorgeous. Soon, both Barry and crooner Jimmy Hale are after her, and she finds herself in the midst of triangles and misunderstandings.","release_date":"1946-05-17","genres":[10402],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":108032,"title":"Do You Love Me","adult":false},{"cast":["Eustace Conway","Caleb Whitaker","S. Waite Rawls III","Preston Estep III"],"overview":"Reconvergence offers an intriguing exploration of mortality, consciousness, and identity in the modern age from the perspectives of four distinct characters: a naturalist, a neuroscientist, a poet, and a historian.","release_date":"2012-05-06","genres":[99,18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":108039,"title":"Reconvergence","adult":false},{"cast":["Duffy"],"overview":"Aimée Ann Duffy (born 23 June 1984), known as Duffy, is a Welsh singer-songwriter and occasional actress. Her 2008 debut album Rockferry entered the UK Album Chart at number one. It was the best-selling album in the United Kingdom in 2008 with 1.68 million copies sold. The album was certified several times Platinum and sold over 6 million copies worldwide, spawning the hits \"Mercy\" and \"Warwick Avenue\". With \"Mercy\", Duffy became the first Welsh female in 25 years to achieve number-one on the UK Singles Chart.","release_date":"2008-06-10","genres":[10402],"vote_average":3.8,"runtime":90,"cert":"","id":108046,"title":"Duffy Live at Glastonbury 2008","adult":false},{"cast":["Michael Lake","Rhys Davis","Boyd Norman"],"overview":"Brother and sister endure alone together in a post-apocalyptic Outback until the sudden arrival of a stranger.","release_date":"1989-01-01","genres":[12,878],"vote_average":6.6,"runtime":93,"cert":"N\/A","id":108049,"title":"Spirits of the Air, Gremlins of the Clouds","adult":false},{"cast":["Huy Khánh","Ngọc Diệp","Phi Thanh Vân","Ngân Khánh","Vân Trang"],"overview":"In the heart of Saigon, Thai and Linh are getting married. But the wedding is suddenly cut short when four other brides show up – threatening to take the groom's life. It turns out that Thai is the biggest player in the city, and has been dating all five women at the same time up until the day of his wedding. Trang is an overly jealous flight attendant, Mai Chau is a doctor who loves to party, Quyen is a sexually aggressive chef while Huynh Phuong is one fiery actress.","release_date":"2011-01-11","genres":[35,10749],"vote_average":6.0,"runtime":101,"cert":"N\/A","id":108052,"title":"Battle of the Brides","adult":false},{"cast":["Al Jolson","Madge Evans","Frank Morgan","Harry Langdon","Chester Conklin"],"overview":"A New York tramp falls in love with the mayor's amnesiac girlfriend after rescuing her from a suicide attempt","release_date":"1933-02-03","genres":[10402,10749],"vote_average":6.0,"runtime":82,"cert":"N\/A","id":108055,"title":"Hallelujah I'm a Bum","adult":false},{"cast":["Peter Graves","George O'Hanlon Jr.","Kathleen Quinlan","Verna Bloom","Michael-James Wixted"],"overview":"A strange series of solar flares proves fatal for inhabitants of the Earth, except for the fortunate few who are somehow immune from the effects. Animals go insane and human beings turn to white powder, leaving behind only empty clothing. A handful of survivors attempt to rebuild their lives on the de-populated Earth.","release_date":"1974-01-01","genres":[878,18,10770],"vote_average":5.4,"runtime":74,"cert":"N\/A","id":108062,"title":"Where Have All the People Gone","adult":false},{"cast":["Mara Maryl","Gerardo Amato","Luciano Pigozzi","Gioia Scola","Martine Brochard"],"overview":"When a member of a group of occultists is violently slain, the rest repair to the woods, where they are haunted by an apparently supernatural force.","release_date":"1981-01-01","genres":[53,27],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":108065,"title":"Screams in the Night","adult":false},{"cast":["Marc Porel","Sonia Otero","Fulvio Ricciardi","Moana Pozzi","Dirce Funari"],"overview":"A group of decadent and filthy rich people arrive at the empty hotel where a deceased rich man lived. Soon they are copulating like crazy and the murders begin...","release_date":"1983-04-05","genres":[53,27,9648],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":108072,"title":"Killing of the Flesh","adult":false},{"cast":[],"overview":"","release_date":"1978-01-01","genres":[],"vote_average":5.8,"runtime":null,"cert":"N\/A","id":108075,"title":"Taşı Toprağı Altın Şehir","adult":false},{"cast":["Rie Miyazawa","Tadanobu Asano","Yoshio Harada"],"overview":"Based on a play by Hisashi Inoue, it focuses on the sufferings of the survivors of Hiroshima. The film takes place during 4 days in the summer of 1948, as the ghost of her father visits Mitsué (Rié Miyama). He had somehow learned that she has fallen in love, and tries to convince her to start her new life. But Mitsué obstinately refuses his warm and humorous encouragements : « People were killed in my place. I do not have the right to find happiness », she says.","release_date":"2004-07-31","genres":[18],"vote_average":7.0,"runtime":99,"cert":"N\/A","id":108078,"title":"The Face of Jizo","adult":false},{"cast":["Monica Guerritore","Gabriele Lavia","Mimsy Farmer","Lewis E. Ciannelli","Gioia Scola"],"overview":"A contract killer named Manuel who happens to be in possession of some documents that incriminate some people high up within a secret organisation. Naturally, this organisation doesn't want this sort of thing becoming public knowledge so they seek to kill him. He takes refuge at a brothel ran by Nicole; an ex-lover, but it isn't until he happens across an intriguing prostitute named Victoria that he takes an interest in life...","release_date":"1986-01-01","genres":[53,80],"vote_average":3.0,"runtime":89,"cert":"N\/A","id":108081,"title":"Evil Senses","adult":false},{"cast":["Claudio Bigagli","Gigio Alberti","Felice Andreasi","Claudio Bisio","Claudio Botosso"],"overview":"","release_date":"1993-11-16","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":108088,"title":"Bonus malus","adult":false},{"cast":["Constance Bennett","Joel McCrea","Paul Cavanagh","Frederick Kerr","Louise Closser Hale"],"overview":"A pregnant American nurse (Constance Bennett) living in London during WWI, believing her soldier-fiance (Joel McCrea) has been killed in France, marries a wealthy aristocrat (Paul Cavanagh) so her child will have a father. Director Paul L. Stein's 1931 drama also stars Louise Closser Hale, Anthony Bushell and Eily Malyon.","release_date":"1931-04-17","genres":[10752,18],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":108091,"title":"Born To Love","adult":false},{"cast":["Marcel Bozzuffi","Roy Constantin","Paolo Malco"],"overview":"A fugitive criminal leaves a briefcase full of dollars, the result of a stroke that has just scored. An official of the Chamber of Deputies, who noticed the scene, decided to turn their lives collecting. Then he hides the money and left for a vacation. Unfortunately for him this act of greed's terribly complicated life.","release_date":"1988-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108094,"title":"Giallo alla regola","adult":false},{"cast":["Lou Castel","Enrica Rosso","Massimo Venturiello","Anna Galiena","Roxana Cox"],"overview":"Anna and her slacker boyfriend go to work for the creepy, reclusive Joseph Rorret, who's just opened a movie theater that plays only classic English-language thrillers. Rorret obsessively spies on the audiences in his theater, savoring the fearful reactions of pretty women, then later tracking them down, dating and murdering them. As Anna fearfully investigates his sinister doings, one of Rorret's intended victims turns out to be a little stranger even than him.","release_date":"1988-01-01","genres":[53,27,18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":108097,"title":"Rorret","adult":false},{"cast":[],"overview":"","release_date":"2008-11-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108116,"title":"Lögn I Helvete","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108119,"title":"Terrordåden i Norge","adult":false},{"cast":["David Hasselhoff","Kathy Ireland","Miguel Fernandes","Götz Otto","Tony De Santis"],"overview":"New York. Some explosions destroy all the bridges connecting Manhattan with the rest of New York. The authorities attribute the disaster to a terrorist organisation. But Jake Gorki, a policeman of the New York Police Department, flying over the Federal Reserve Bank with his helicopter, suspects something else: a robbery","release_date":"1996-01-14","genres":[18,28,53,80],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":108122,"title":"Gridlock","adult":false},{"cast":["Vidya Sinha","Amol Palekar","Dinesh Thakur","Ranjita Thakur","Veena Godh"],"overview":"Deepa Kapoor (Vidya Sinha) lives with her brother and sister-in-law (Veena Godh)in Delhi. She studies in college. One day she meets Sanjay and after a series of meetings both fall in love and decide to get married after Sanjay gets a promotion. Deepa goes to Bombay for a job interview and meets with an old boyfriend Navin (Dinesh Thakur). This meeting rekindles her love for Navin, who is the very opposite of Sanjay, being punctual and attentive, and well-settled as a commercial film producer. Deepa now has the task of chosing to live with either Sanjay or Navin.","release_date":"1974-01-01","genres":[18,10749],"vote_average":4.0,"runtime":110,"cert":"N\/A","id":108141,"title":"Rajnigandha","adult":false},{"cast":[],"overview":"The 2007 Rugby World Cup Final was a rugby union match, played on Saturday at the Stade de France, Saint-Denis, Paris. The participants in the 2007 final were incumbent champions England and South Africa.  The match itself was try-less with each team scoring only penalties. This gave South Africa a 15–6 victory. It also meant that of the five countries to have appeared in a Rugby World Cup final, South Africa is the only one that has not lost a final, and the only one not to have scored a try at the final stage. Each team did have one major try scoring opportunity; South Africa's came late in the first half, while England's came early in the second. England wing Mark Cueto was denied a try in the 42nd minute after he was ruled to have put a foot in touch during a tackle by Danie Rossouw before grounding the ball after a TMO review. Later independent analysis showed this to be the correct decision.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108172,"title":"The Final 2007 Rugby World Cup","adult":false},{"cast":["Youn Yuh-jung","Nam Koong Won","Jeon Gye-hyeon","Choi Moo-ryong","Yeong-a Oh"],"overview":"A variation on Kim’s classic The Housemaid (1960). The lives of a composer and his wife, who live on a chicken farm, are thrown into turmoil when a femme fatale joins their household.","release_date":"1971-04-01","genres":[27,18,80],"vote_average":6.5,"runtime":100,"cert":"N\/A","id":108175,"title":"Fire Woman","adult":false},{"cast":["Ann-Margret","Julie Andrews","Hugh Grant","Zeljko Ivanek","Tony Roberts"],"overview":"Our Sons is a 1991 made-for-TV movie starring Julie Andrews and Ann-Margret as two mothers of gay sons, one of whom is dying of AIDS. As a small town waitress, Ann-Margret's character must overcome her own homophobia and learn to love her son unconditionally. In the process, she cements a lasting friendship with Andrews's character. The movie was inspired by the 1987 documentary Too Little, Too Late.  Andrews' character is secretly homophobic, and Ann-Margret's character is openly homophobic.  The dying son is played by Željko Ivanek; Hugh Grant plays his partner.","release_date":"1991-05-19","genres":[18],"vote_average":5.8,"runtime":96,"cert":"N\/A","id":108202,"title":"Our Sons","adult":false},{"cast":["Betty Grable","Dick Haymes","Phil Silvers","William Gaxton","Beatrice Kay"],"overview":"Joe Davis Sr., headliner at a big nightclub, is visited by medical student son Joe Jr., who to Dad's chagrin wants to be a crooner, and soon comes between Dad and his girlfriend Claire. So glamorous dancer Bonnie is enlisted to distract Junior. Which does Bonnie want more, the fur coat or true love? Plot is a framework for numerous Ziegfeld style stage productions.","release_date":"1945-05-02","genres":[],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":108205,"title":"Diamond Horseshoe","adult":false},{"cast":["Alyssa Branch","Crystal Jewels","Magdalene St. Michaels","Maddy O'Reilly","Jodi West"],"overview":"Moms and their daughters mix with other romance-minded mom-daughter pairs when they join www.motherdaughterexchangeclub.net.  Be sure to visit the site often and if you're a mom and daughter, join today.","release_date":"2012-05-25","genres":[10749],"vote_average":0.0,"runtime":141,"cert":"N\/A","id":108212,"title":"Mother-Daughter Exchange Club 24","adult":true},{"cast":["Kate Jackson","Lori Loughlin","Eriq La Salle","David Lansbury","Jonah Blechman"],"overview":"Jane Morgan gives birth to her baby at the hospital. When she wakes up the next morning, the hospital tells her, that her son died at birth. However from ultrasound reading she had before, she knew she was having a girl. Now the hospital is stone-walling her, saying she is just in denial, due to her loss. Now she is trying to fight the system, to find evidence of the apparent mistake by the hospital. Only it wasn't the hospital's mistake. Nurse Rita Donohue is the one who made the switch. She faked a pregnancy to hang on to her roving boyfriend. But she grabbed the wrong baby, her boyfriend wants a son, so now she's faking a second pregnancy, and making plans to get another baby.","release_date":"1993-10-03","genres":[18],"vote_average":7.1,"runtime":96,"cert":"N\/A","id":108215,"title":"Empty Cradle","adult":false},{"cast":["Patricia Heaton","Vincent Spano","Lainie Kazan","Chuck Shamata","Tony Lo Bianco"],"overview":"A long-lost engagement ring still divides childhood sweethearts who are now in their golden years. Now, her daughter (Heaton) and his nephew meet and find that their attraction is hindered by the old feud.","release_date":"2005-11-20","genres":[35,10749,18],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":108218,"title":"The Engagement Ring","adult":false},{"cast":["Beau Bridges","Pat Hingle","Daryl Anderson","Don Hood","Guy Stockwell"],"overview":"Based on the true story of baby Jessica McClure who fell into a drain pipe in her back yard while playing. She was stuck in the pipe about 20 to 30 feet down and it took rescuers 58 hours to get her out. There was fear that if they shook the earth too much with machinery they could cause Jessica to fall further down and die.","release_date":"1989-05-21","genres":[18,28,10751,10770],"vote_average":5.8,"runtime":100,"cert":"N\/A","id":108221,"title":"Everybody's Baby: The Rescue of Jessica McClure","adult":false},{"cast":["Eddie Cantor","Ethel Shutta","Paul Gregory","Eleanor Hunt","Jack Rutherford"],"overview":"Western sheriff Bob Wells is preparing to marry Sally Morgan; she loves part-Indian Wanenis, whose race is an obstacle. Sally flees the wedding with hypochondriac Henry Williams, who thinks he's just giving her a ride; but she left a note saying they've eloped! Chasing them are jilted Bob, Henry's nurse Mary (who's been trying to seduce him) and others.","release_date":"1930-10-05","genres":[10402,35],"vote_average":7.8,"runtime":93,"cert":"N\/A","id":108224,"title":"Whoopee!","adult":false},{"cast":["Kellie Martin","Sharon Lawrence","Richard Masur","Jill Clayburgh","Edward Herrmann"],"overview":"Based on the book by Caroline B. Cooney, a girl happens to look down at a milk carton one day and she sees herself on the back! Could her parents really have kidnapped her?","release_date":"1995-05-24","genres":[],"vote_average":6.3,"runtime":87,"cert":"N\/A","id":108227,"title":"The Face on the Milk Carton","adult":false},{"cast":["Aparna Sen","Anil Chatterjee","Dipankar Dey","Rakhee Gulzar"],"overview":"The film depicts the journey of a woman from a mere homemaker to a woman seeking her self identity.  This search for self identity is sparked off by a young bohemian photographer, with whom she falls in love while he photographs her for a magazine doing her daily chores.","release_date":"1985-10-09","genres":[18,10749],"vote_average":0.0,"runtime":139,"cert":"N\/A","id":108230,"title":"Parama","adult":false},{"cast":["Mario Lanza","Johanna von Koczian","Zsa Zsa Gábor","Kurt Kasznar","Hans Söhnker"],"overview":"In this musical, a tempermental opera singer falls in love with a hearing-impaired young woman.","release_date":"1959-02-26","genres":[10749,18],"vote_average":7.0,"runtime":92,"cert":"N\/A","id":108237,"title":"For the First Time","adult":false},{"cast":["Vijay","Suriya","N. S. Ramesh Khanna","Devayani","Vadivelu"],"overview":"A man values his best friend more than anything else in the world. One day he confesses a dark secret from their childhood to his wife, which is overheard by another. Once the secret gets out, the friendship is destroyed.","release_date":"2001-01-14","genres":[10751,18,35],"vote_average":6.8,"runtime":167,"cert":"N\/A","id":108248,"title":"Friends","adult":false},{"cast":["Anne Heche","Jodelle Ferland","Tess Atkins","Keely Purvis","Genevieve Buechner"],"overview":"Inspired by a true story, Girl Fight recounts the harrowing story of a 16-year-old, stellar high school student whose life spirals downward when her former friends conspire to upload onto the Internet a shocking video of them beating her up.","release_date":"2011-10-03","genres":[18,10770],"vote_average":6.3,"runtime":90,"cert":"N\/A","id":108251,"title":"Girl Fight","adult":false},{"cast":["Mare Winningham","Grace Johnston","Obba Babatundé","Jennifer Leigh Warren","Yasiin Bey"],"overview":"Single mother, Theresa Johnson, becomes homeless, loses her job and tries to survive with her young daughter, Hillary, through charities and public shelters.","release_date":"1988-03-21","genres":[18,10770],"vote_average":7.3,"runtime":93,"cert":"N\/A","id":108254,"title":"God Bless the Child","adult":false},{"cast":["Jimmy Osmond","Fran Ryan","John Bishop"],"overview":"Based on the book by John D. Fitgerald, the movie stars Jimmy Osmond as a mischievous boy out to swindle the whole town for everything they're worth...and occasionally putting his smarts to use for a good cause.","release_date":"1978-06-01","genres":[35,10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108257,"title":"The Great Brain","adult":false},{"cast":[],"overview":"In 1985, the administrators of St. Augustine's, a poor Catholic school in the South Bronx where many children were failing miserably at basic academics, tried a new approach. They revamped the curriculum to stress the arts, particularly music. The kids lifted up their instruments and, eventually, their test scores, too. This infectious, inspiring musical documentary by Emma Joan Morris won three awards at the Sundance Film Festival.","release_date":"1993-05-28","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108260,"title":"Something Within Me","adult":false},{"cast":["Eion Bailey","Heather Donahue","Devon Gummersall","Tina Holmes","Adam Scott"],"overview":"Seven college friends re-unite in the house where they used to spend summers. Some things have changed, some have stayed the same.","release_date":"2001-05-26","genres":[18,35],"vote_average":8.0,"runtime":101,"cert":"N\/A","id":108263,"title":"Seven and a Match","adult":false},{"cast":["Clayton Moore","Jay Silverheels","Lyle Bettger","Bonita Granville","Perry Lopez"],"overview":"The territorial governor asks the Lone Ranger to investigate mysterious raids on settlers by Indians who ride with saddles. Wealthy rancher Reese Kilgore wants to mine silver on Spirit Mountain which is sacred to the Indians.","release_date":"1956-02-25","genres":[12,37],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":108266,"title":"The Lone Ranger","adult":false},{"cast":[],"overview":"“This is an absolutely new and extraordinary subject. A juggler takes in succession about a dozen eggs out of his servant's mouth. He breaks all the eggs into a hat, and after having beaten them up after the manner of a cook, he extracts an egg as large as the hat itself. As soon as he sets this egg on the table there appears a tiny dancing girl, full of life, as big as a baby's doll, and who performs on the table some beautiful stage dances. All of a sudden she increases to the size of a ordinary woman, and jumping on the floor she delights the audience with her turns. The juggler and the dancing girl disappear in the most extraordinary way.” (Méliès Catalog)","release_date":"1902-01-01","genres":[14,35],"vote_average":5.2,"runtime":2,"cert":"N\/A","id":108269,"title":"Marvellous Egg Production","adult":false},{"cast":[],"overview":"Georges Méliès' adaptation of Jonathan Swift's \"Gulliver's Travels\" is most distinguished, today, for being a color film of the classic story. Color was rare in 1902 (and many years after) as non-tinted color has to be hand painted on the film; this was an arduous task. Also notable is the film's short running time of approximately five minutes. Much of the original work is not covered, but viewers were expected to be familiar with the story, and enjoy the filmed highlights. There are a couple of scenes missing; according to contemporary reports, Gulliver's shipwreck was certainly included. You can do a lot in a few minutes, as Mr. Méliès includes a re-make of his own \"Une partie de cartes\" (1896), which already looked like something previously covered by the Lumière Brothers.","release_date":"1902-01-01","genres":[14],"vote_average":5.8,"runtime":4,"cert":"N\/A","id":108292,"title":"Gulliver's Travels Among the Lilliputians and the Giants","adult":false},{"cast":["Holly Hunter","Gena Rowlands","Bill Pullman","Julian Sands","Herta Ware"],"overview":"Three generations of women live on a small island off the coast of Washington state with their men with whom they have no end of problems.","release_date":"1992-08-10","genres":[35,18,10749],"vote_average":6.7,"runtime":100,"cert":"N\/A","id":108295,"title":"Crazy in Love","adult":false},{"cast":["Eva Markvoort"],"overview":"65_Redroses is a 2009 documentary film about Eva Markvoort, a young woman from New Westminster, British Columbia, who suffered from cystic fibrosis. The film follows Markvoort as she lives her life undaunted by her disease, waiting for a lung transplant while blogging about her experiences.","release_date":"2009-10-09","genres":[99],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":108302,"title":"65_RedRoses","adult":false},{"cast":["Gabino Rodríguez","Teresa Sánchez","Francisco Barreiro"],"overview":"An itinerant mover works from the streets of Mexico City with his partner and lives with his beleaguered mother. A heightened tension within the home – by the absent older brother and unmentioned father. Gabino's casual pursuit of a career is interrupted by a series of intense and almost satirically telenovela-esque domestic vignettes.","release_date":"2009-11-03","genres":[18],"vote_average":1.3,"runtime":null,"cert":"N\/A","id":108305,"title":"Perpetuum Mobile","adult":false},{"cast":["Victor Love","Matt Dillon","Elizabeth McGovern","Geraldine Page","Oprah Winfrey"],"overview":"In 1940s Chicago, a young black man takes a job as a chauffeur to a white family, which takes a turn for the worse when he accidentally kills the teenage daughter of the couple and then tries to cover it up.","release_date":"1986-12-24","genres":[18],"vote_average":5.5,"runtime":111,"cert":"N\/A","id":108312,"title":"Native Son","adult":false},{"cast":["Luis Gatica","Gerardo Albarrán","Jesús Briones"],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":108315,"title":"El Correcaminos","adult":false},{"cast":["Dennis Hopper","Taryn Power","Dean Stockwell","Topo Swope","Alfred Ryder"],"overview":"A soldier returns from Vietnam on special assignment, accompanying the body of his friend by train to California for burial. During the trip, he falls in love with a gentle college student. But their relationship is shattered by his flashbacks to combat.","release_date":"1976-12-15","genres":[18],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":108322,"title":"Tracks","adult":false},{"cast":["Frank Annese","Jamie Barrett","Tawny Moyer","Deborah Wakeham","James Daughton"],"overview":"Set in the 1930s, this murder mystery stars Jamie Barrett as a cub reporter who poses as a hooker to get the dirt on a shady pimp (Frank Annese).","release_date":"1987-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108325,"title":"House of the Rising Sun","adult":false},{"cast":["Fred McCarren","Lane Smith","André De Shields","George Lindsey","Toni Kalem"],"overview":"","release_date":"1983-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108328,"title":"The American Snitch","adult":false},{"cast":["Úrsula Pruneda","Ofelia Medina","Ana Ofelia Murguía","Cosmo González Muñoz","Gabino Rodríguez"],"overview":"Dalia's life changes when she has to face her ethnobotanist mother Alzheimer's disease. This is a story of the chemistry of the brain, plants, and of human emotions; of the invisible bonds that unite the living with their dead and with nature, which belongs to us all; and about the Mexican herbalist heritage that tells which plants can help cure the soul.","release_date":"2010-08-20","genres":[18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":108331,"title":"The Good Herbs","adult":false},{"cast":["Alia Shawkat","Illeana Douglas","Eric Schweig","Ritchie Montgomery","Gary Grubbs"],"overview":"A teenager fights to clear her name after her small Oklahoma town mistakenly assumes she is practicing witchcraft. Based on a true story.","release_date":"2006-07-10","genres":[18],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":108334,"title":"Not Like Everyone Else","adult":false},{"cast":["Gabino Rodríguez","Rogelio Medina","Alejandra España","Julián Silva","Montserrat Ángeles Peralta"],"overview":"Jacinto Medina, a 21 year old youth, is bored with his life as a shepherd in northern Mexico. He finds a keychain on the ground and, seeing it as a signal, undertakes a trip that will lead him to cross thousands of miles.","release_date":"2010-09-17","genres":[12],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":108337,"title":"A Stone's Throw Away","adult":false},{"cast":["Naga Chaitanya Akkineni","Amala Paul","Prabhu Ganesan","Subhalekha Sudhakar","Abhimanyu Singh"],"overview":"A fearless young man sets out to avenge his brother's death by eliminating the devious criminals responsible for the murder. In the process, he must also fight for justice and save the labourers' and students' unions from the gangster's ruthless tyranny. Will he succeed in his mission?","release_date":"2011-12-01","genres":[28,18,80],"vote_average":4.7,"runtime":134,"cert":"N\/A","id":108340,"title":"Bejawada","adult":false},{"cast":["Raj Babbar","Deepak Parashar","Asrani","Heena Kausar","Archana Puran Singh"],"overview":"Nikaah is a 1982 Hindi film produced and directed by B. R. Chopra. The film stars Raj Babbar, Deepak Parashar and Salma Agha in her Hindi movie debut role. The film also had Asrani, Iftekhar and Gufi Paintal in support roles. The films music is by Ravi. The original name of the movie was Talaq Talaq Talaq, but was renamed Nikaah on the insistence of Islamic clerics.","release_date":"1982-09-24","genres":[18,10749,10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108343,"title":"Nikaah","adult":false},{"cast":["Rupert Graves","Samantha Morton","Nicholas Woodeson","Lee Ross","Felix Billson"],"overview":"Set in rural England in the 1950s Eva (Samantha Morton) fantasises about her handsome, worldly cousin Joseph Lees (Rupert Graves), with whom she fell in love as a girl. However, stuck in a closed community she becomes the object of someone else's fantasy, Harry (Lee Ross). When Harry learns that Eva is planning to leave the village in order to live with and look after the injured Lees, he devises a gruesome scheme in order to force her to stay and look after him.","release_date":"1999-10-29","genres":[10749,18],"vote_average":5.0,"runtime":92,"cert":"N\/A","id":108346,"title":"Dreaming of Joseph Lees","adult":false},{"cast":["Bob Hope","Jackie Gleason","Jane Wyman","Tim Matheson","Leslie Nielsen"],"overview":"A young couple decide to live together and they wind up having a baby. They decide they should give the baby up for adoption. The baby's Mother's parents wind up adopting the baby using a fake name.","release_date":"1969-07-07","genres":[35],"vote_average":3.0,"runtime":95,"cert":"N\/A","id":108353,"title":"How to Commit Marriage","adult":false},{"cast":["George Gobel","Diana Dors","Adolphe Menjou","Jessie Royce Landis","Nita Talbot"],"overview":"Advertising executive Marshall Briggs finds his work in conflict with his love-life with fashion model Janice Blake.","release_date":"1958-03-01","genres":[35],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":108356,"title":"I Married a Woman","adult":false},{"cast":["Robert Graf","Elisabeth Bohaty","Dieter Eppler"],"overview":"Ottomar Domnick′s experimental feature film is a portrait of the print shop employee Jonas who lives in a large city and suffers from feelings of guilt and fear for his existence. When he finds a hat that bears the initials of a friend that he left during the war when he fled from a detention camp, his sense of guilt becomes a severe paranoia.","release_date":"1957-06-25","genres":[18],"vote_average":6.0,"runtime":84,"cert":"N\/A","id":108363,"title":"Jonas","adult":false},{"cast":["Vikas Anand","Aparajita","Birbal","Gajendra Chouhan","Dharmendra"],"overview":"","release_date":"1995-10-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108366,"title":"Hum Sab Chor Hain","adult":false},{"cast":["Heather Vandeven","Christine Nguyen","Rebecca Love","Billy Chappell","Ron Ford"],"overview":"2007 Penthouse Pet of the Year Heather Vandeven headlines this sexy sci-fi comedy about three beautiful housewives whose heavenly bodies get snatched by aliens attempting to prevent the launch of a deep-space satellite. Christine Nguyen and Rebecca Love co-star.","release_date":"2010-05-06","genres":[35,878],"vote_average":6.1,"runtime":null,"cert":"N\/A","id":108369,"title":"Housewives from Another World","adult":false},{"cast":["Dharmendra","Raj Babbar","Amrita Singh","Neena Gupta","Farida Jalal"],"overview":"Kal Ki Awaz is a 1992 Bollywood film starring Dharmendra.","release_date":"1992-08-21","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108372,"title":"Kal Ki Awaz","adult":false},{"cast":["Ian Hunter","Austin Trevor","Lilian Oldland","Henry Kendall","Val Gielgud"],"overview":"An actor is murdered live on air whilst a play is being broadcast.  Everyone in the play and broadcasting house fall under suspicion.","release_date":"1934-11-01","genres":[9648],"vote_average":6.0,"runtime":75,"cert":"","id":108375,"title":"Death At Broadcasting House","adult":false},{"cast":["Adria Santana","Aramís Delgado"],"overview":"","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108378,"title":"Placer de la Intimidad","adult":false},{"cast":["José Natera","Diana Herrera"],"overview":".","release_date":"1982-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108381,"title":"Un Macho y Sus Puchachas","adult":false},{"cast":["Sanjeev Kumar","Sharmila Tagore","Vinod Mehra","Aruna Irani","Raj Mehra"],"overview":"","release_date":"1974-01-01","genres":[18,10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108384,"title":"Shandaar","adult":false},{"cast":["Donald Sutherland","Faye Dunaway","Christopher Plummer","Sarah Miles","Ian McShane"],"overview":"Dr. Arthur Calgary visits the Argyle family to return an address book lost some time ago by Jack Argyle, only to find out that Jack has been executed for the murder of his mother. Calgary can prove that Jack was innocent. In spite of opposition from a hostile family, he is determined to solve the crime.","release_date":"1984-01-01","genres":[9648,53,80],"vote_average":5.0,"runtime":90,"cert":"","id":108387,"title":"Ordeal by Innocence","adult":false},{"cast":["Salvador Anaya","Diana Golden","Maribel Palmer","Flavio Peniche","Guillermo Quintanilla"],"overview":"no overview found","release_date":"2003-01-01","genres":[28,12],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108398,"title":"Río de pasiones","adult":false},{"cast":["Douglas Spain","Efrain Figueroa","Kandeyce Jorden","Martha Velez","Lysa Flores"],"overview":"Carlos wants to be an actor. But his father, Pepe, wants him to work in the family business, that is, male prostitution. Carlos decides that he will be one of his father's boys until he can get his foot in the door in Hollywood.","release_date":"1997-07-23","genres":[35,18],"vote_average":5.2,"runtime":86,"cert":"N\/A","id":108401,"title":"Star Maps","adult":false},{"cast":["Rafael Goyri","Guillermo Quintanilla","Marvin Tinoco"],"overview":"","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":108404,"title":"La Fuga del Penal","adult":false},{"cast":["Maximiliano Meneses","Carolina Silva","Ana-Luisa Gálvez","Jorge Naranjo","Mabel Guzmán"],"overview":"When love has to compete with artistic inspiration and memories from a sheltering past come to take the artist to imaginary worlds that exist deep in his mind. This is the story of young Adrian, pianist and composer, in love with his sister and having a romantic relationship with her until she thinks it's time to stop. Adrian becomes overwhelmed by the memories of his grandfather and mentor now dead. Then he falls in love with a young neighbour but she is more real in her imagination than in ordinary daily life. Adrian discovers that is just having fantasies and wants to put an end to his life. But his talent comes in the figure on an ancestor to help him and move on to a meaningful life.","release_date":"2004-04-21","genres":[18],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":108407,"title":"The Absent Season","adult":false},{"cast":["Wilzette Borno","Damion Holloman","Amy Morgan","Stephen Tyrone Williams"],"overview":"On the eve of their wedding, Chris and Camille put their relationship to the test at a joint bachelor\/bachelorette party.","release_date":"2010-01-01","genres":[35,18],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":108410,"title":"Stag & Doe","adult":false},{"cast":["Tomás Cao","Félix Beatón","Jorge Ferdecaz","Samuel Claxton","Daniel Amamt"],"overview":"","release_date":"2009-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108413,"title":"Los Heraldos Negros","adult":false},{"cast":["Eric del Castillo","Daniel Esquivel","Luis Michel","Manuel Morales","Fidel Rodriguez"],"overview":"","release_date":"1999-01-01","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108416,"title":"El narco del año","adult":false},{"cast":["Andy Warhol"],"overview":"The Empire State Building from early evening until nearly 3am the next day.","release_date":"1965-03-06","genres":[99],"vote_average":4.1,"runtime":485,"cert":"N\/A","id":108419,"title":"Empire","adult":false},{"cast":[],"overview":"\"8.5 Hours\" is a drama about one extraordinary day in the lives of four Dublin office workers  during the final months of Ireland's Celtic Tiger years. A controversial mix of intense drama and some very black comedy, it depicts the personal lives of four workers in a small software company spiralling out of control throughout the course of one working day from 9.00 to 5.30, the 8.5 hours of the title. Sexually charged and constantly surprising, the story relentlessly twists and turns and builds to a series of haunting and unforgettable resolutions.","release_date":"2008-07-10","genres":[],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":108422,"title":"8.5 Hours","adult":false},{"cast":["Sawa Suzuki","Reiko Kataoka","Aya Sugimoto","Hiromitsu Suzuki","Tomoro Taguchi"],"overview":"A look a the lives of two sex workers in Tokyo: Rei, who works as an S&amp;M dominatrix, and Ayumi, in the more straightforward profession of call girl. In addition to their working life, the film also looks at their private lives. Rei is acting in an amateur theatre company (along with the receptionist from Ayumi's escort service), while Ayumi is living with her student-boyfriend as he struggles to finally get accepted to college.","release_date":"1994-12-17","genres":[10749,18],"vote_average":5.9,"runtime":115,"cert":"N\/A","id":108433,"title":"A New Love in Tokyo","adult":false},{"cast":["Ben Askren","Douglas Lima"],"overview":"Bellator LXIV took place on April 6, 2012 at Caesar’s Windsor in Windsor, Ontario &amp; was distributed live in prime time by MTV2.  It hosted two of the opening round bouts of Bellator's Season Six Bantamweight Tournament.","release_date":"2012-04-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108436,"title":"Bellator 64","adult":false},{"cast":["Maribel Guardia","Manuel Capetillo","Armando Silvestre","Sergio Bustamante","Salvador Sánchez"],"overview":"A journalist Lorena and her friend photographer Raul decide to try to take an interview from influential politician Hermenegildo Parra. After several unsuccessful attempts they decide to break into his house and make some photos there but when they enter his cabinet they see him stabbed with the knife. The next day the newspaper announces his death and start to celebrate a big amount of sold copies but during the fiesta a phone calls and it was Mr.Parra \"alive and kicking\". After this scandal Lorena becomes pursued by some mysterious killers who want to take the negatives from her at any price. The solution of this mystery is very unexpected...","release_date":"1991-01-01","genres":[28,80,18],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":108439,"title":"Perseguida","adult":false},{"cast":["Florence Guérin","David Hess","Wendy Windham","Sonia Topazio","Andrea Cagliesi"],"overview":"In New York, an unknown killer in a police uniform stabs a young man and leaves a grenade between his legs. In the meanwhile, a role-playing prostitute (Florence Guerin) satisfies customers in various perverse ways. When one of them is found dead with a grenade between his legs, detective David Hess tries to solve the mystery.","release_date":"1991-01-01","genres":[9648,53],"vote_average":7.0,"runtime":85,"cert":"N\/A","id":108442,"title":"Homicide in a Blue Light","adult":false},{"cast":["Michael Woods","Burt Young","Bobby Rhodes","Annie Girardot"],"overview":"Michael Woods stars as Tony Giordani, a narcotics agent who learns that his wife has been murdered while he is recuperating from an attack by a mysterious stranger. His boss thinks it's a Mafia vendetta, but Tony follows the clues to an empty house which his wife had been photographing on the day of her murder. There, he finds a burned corpse and several clues leading to the Full Moon Killer, who has been decapitating prostitutes around the city. The owner of the house is an insane countess, whose escape from an asylum leads to yet another murder. Before long, Tony and his partner, Lisa, with whom he is engaged in a passionate affair, find themselves targeted for murder unless they can solve the case.","release_date":"1992-08-27","genres":[53],"vote_average":2.0,"runtime":100,"cert":"N\/A","id":108445,"title":"Circle of Fear","adult":false},{"cast":["Brian Peterson","Adriana Russo","Carmen Di Pietro","Antonio Zequila","Fabiola Toledo"],"overview":"Man seduces woman , chucks her , she commits suicide , then not  learning his lesson he continues in his ways ,  his conquests then start turning up dead and the race to get to the bottom of the mystery begins...","release_date":"1992-09-05","genres":[],"vote_average":1.5,"runtime":95,"cert":"N\/A","id":108448,"title":"Belle da morire","adult":false},{"cast":["Josele Román","Bibiana Fernández","Ángel Alcázar"],"overview":"Short written and directed by Pedro Almodóvar to promote his movie \"What Have I Done to Deserve This?\".","release_date":"1985-01-29","genres":[35],"vote_average":8.2,"runtime":17,"cert":"N\/A","id":108451,"title":"Trailer for Lovers of the Prohibited","adult":false},{"cast":["Saverio Vallone","Alex Damiani","Daniela Paganini","Giovanna Chicco","Cristina Barsacchi"],"overview":"James, an unscrupulous director, and George are the joint owners of a film studio.  One morning, the corpse of a messenger boy is found by a cleaning lady, but the identity of the youth's killer remains a mystery.  Gloria, a stunning actress who is seeing George, rejects unwelcome advances from James.  Determined to get the attractive actress into bed, James reveals that he has video footage which shows her killing the messenger.  It emerges that she murdered the young man after he tried to sexually assault her.  However, there is a twist...","release_date":"1993-01-01","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":108454,"title":"Talent Agency","adult":false},{"cast":["Vanessa Gravina","Isabel Russinova"],"overview":"Vanessa Gravina is vapidly pretty as the heroine, who changes her hair color and hair style in order to escape an abusive painter husband and start a new life. She fakes her death by motorcar accident off a cliff, and the film heads downward from there, as surely as the vehicle plunges towards the Gothic waves-crashing-on-rocks below, set on the Greek island of Hydra.","release_date":"1994-11-29","genres":[53],"vote_average":4.0,"runtime":93,"cert":"N\/A","id":108457,"title":"The Girl from Cortina","adult":false},{"cast":["Jeremy Irons"],"overview":"Trashed - looks at the risks to the food chain and the environment through pollution of our air, land and sea by waste. The film reveals surprising truths about very immediate and potent dangers to our health. It is a global conversation from Iceland to Indonesia between the film star Jeremy Irons and scientists, politicians and ordinary individuals whose health and livelihoods have been fundamentally affected by waste pollution. Visually and emotionally the film is both horrific and beautiful: an interplay of human interest and political wake-up call. But it ends on a message of hope: showing how the risks to our survival can easily be averted through sustainable approaches that provide far more employment than the current 'waste industry.'","release_date":"2012-12-13","genres":[99],"vote_average":7.2,"runtime":98,"cert":"N\/A","id":108476,"title":"Trashed","adult":false},{"cast":["Eva Renzi","Peter Bowles","David Buck","Peter Vaughan","Paul Hubschmid"],"overview":"A man has been killed on the Dover\/Boulogne car ferry. What is the connection between him and the attempts being made to kill Jane Kerrell, a young girl in her early twenties? As she speeds through the French countryside to the South of France, several attempts are made on her life as she is deliberately forced off the road by another car. But when she reports these attempts, the local Cap Ferrat Police Inspector and the sinister psychiatrist, Dr. Forla believe these attempts are in her imagination and Dr Forla, concludes that Jane is mentally disturbed. At her wits end Jane finds an ally in the young English painter, Paul Hedley who finally believes her life is in danger following an attempt to murder him. When Inspector Malling of Scotland Yard and Mr. Breese arrive in Cap Ferrat trying to uncover the connection between Jane and the murdered man on the ferry, this thrilling puzzle of international intrigue begins to unravel against the backdrop of the French Riviera.","release_date":"1970-01-01","genres":[18,9648,53],"vote_average":7.5,"runtime":95,"cert":"","id":108483,"title":"Taste of Excitement","adult":false},{"cert":"N\/A","title":"Bellator 63","cast":["Karl Amoussou","Chris Lozano","Ben Saunders","Bryan Baker","David Rickels"],"genres":[],"id":108490,"overview":"Bellator LXIII took place on March 30, 2012 at Mohegan Sun Arena in Uncasville, Connecticut.  The event hosted the opening round of Bellator's Season Six Welterweight Tournament. War Machine was expected to fight Karl Amoussou in the opening round of the welterweight tournament. However, War Machine was sentenced to a year in prison and was forced out of the bout and the tournament.","runtime":null,"release_date":"2012-03-30","vote_average":0.0,"adult":false}]