[{"cast":["Sean P. Donahue","Pamela Bosley","Mike Donahue","Michael Kiel","Lindsey Rhodeos"],"overview":"TV show host Miles Long, trades his camera in for a 9mm hand gun when his girlfriends daughter is kidnapped by a parolee that he put behind bars while on the police force.","release_date":"1994-01-01","genres":[28],"vote_average":4.5,"runtime":90,"cert":"N\/A","id":108501,"title":"Parole Violators","adult":false},{"cast":[],"overview":"","release_date":"2007-10-07","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":108508,"title":"Bibi und Tina - Der Hufschmied \/ Ein Pony zum Knuddeln","adult":false},{"cast":["Vinzenz Sterr","Maria Sterr","Hannelore Hoger","Hark Bohm","Silvia Forsthofer"],"overview":"Outer space in 2034 is run by greedy corporations in a rundown bureaucracy. Two astronauts, who are not very smart, make their way with shady dealings, smuggling and spaceship wrecking.","release_date":"1971-06-29","genres":[878,35],"vote_average":8.7,"runtime":90,"cert":"N\/A","id":108511,"title":"The Big Mess","adult":false},{"cast":["Tino Wong Cheung","John Liu","Hwang Jang-Lee","Charlie Chan Yiu-Lam","Corey Yuen"],"overview":"The twin brother of the Silver Fox attempts to avenge his brother's death and get a hidden treasure using the 8 Diagram. It is up to one hero from the original and the brother of the 2nd original hero to stop him.","release_date":"1977-04-20","genres":[28],"vote_average":6.3,"runtime":95,"cert":"N\/A","id":108518,"title":"The Secret Rivals 2","adult":false},{"cast":["Mathieu Kassovitz","Fabienne Labonne","Alain Brena Labinsky"],"overview":"A young man shoots hoops in an empty gym. He misses constantly. At the other end of the court, a young woman arrives and starts warming up. She rarely misses. He's white, she's black. From time to time, she glances at him and smiles. He's fully aware of her presence and of his lack of talent. Is there any way he can impress her? His imagination takes over.","release_date":"1990-01-01","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":108521,"title":"Fierrot le pou","adult":false},{"cast":["Harriet Andersson","Per Myrberg","Lasse Pöysti","Christina Schollin"],"overview":"Sune, a dropped out theology student who also is the son of a priest, meets Viveka in a church. The two connect via a theological discussion and eventually get married. As the years pass, Viveka grows more and more emotionally unstable due to jealousy and religious anxiety. Sune accepts Viveka's mental problems and, instead of seeking help for his wife, obeys her increasingly bizarre commands. Eventually Viveka loses her mind completely, locks herself in the couple's apartment while Sune is away, and tries to make neighbours and the police believe that Sune is trying to murder her with a knife. When Sune arrives home Viveka is taken away to a hospital. Sune tries to convince the doctors that Viveka is not insane and should be allowed leave. In the end, Sune turns on a gas tap and lies down next to Viveka so they will die together.","release_date":"1986-02-19","genres":[18],"vote_average":7.0,"runtime":81,"cert":"N\/A","id":108524,"title":"The Blessed Ones","adult":false},{"cast":["Nino Manfredi","Philippe Leroy","Virna Lisi","Mario Feliciani","Irene Papas"],"overview":"Nino Manfredi is a police captain, giving an onlooker's point-of-view towards the decadent society folk. Party itself features a down &amp; out baron, who dances with the party's glamorous hostess Virna Lisi so that he can steal her valuable earrings. When they're missing, she's angry enough to call in the cops (Manfredi shows up) and have the baron taken away.","release_date":"1971-10-08","genres":[35],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":108535,"title":"Roma bene","adult":false},{"cast":["Riko Narumi","Kento Nagayama","Sakura Ando","Eriko Satô","Kumiko Aso"],"overview":"Riko Narumi plays an unpopular idol who in an attempt to boost her faltering career becomes police chief for a day. During the day a robbery occurs at a convenience store and instead of letting a real police chief deal with the robbery she decides to take the matter into her own hands.","release_date":"2009-02-28","genres":[35],"vote_average":8.0,"runtime":110,"cert":"N\/A","id":108538,"title":"Crime or Punishment?!?","adult":false},{"cast":[],"overview":"You're in for a damn treat..","release_date":"2008-01-01","genres":[35,27],"vote_average":2.0,"runtime":88,"cert":"N\/A","id":108541,"title":"Cowboy Killer","adult":false},{"cast":[],"overview":"Set in the northern Algerian port city of Mostaganem. The title refers to the hordes of refugees, the 'Harragas', who smuggle themselves out of the country via any means possible. Here we meet one such group, Rachid, Nasser and Imene who pay a smuggler, Hassan, to take them to Spain in his rickety boat. Along with a group of African and Arab migrants, they are risking all they have to cross the stormy Straits.","release_date":"2010-02-24","genres":[18],"vote_average":7.0,"runtime":95,"cert":"N\/A","id":108544,"title":"Harragas","adult":false},{"cast":["Péter Rudolf","Péter Haumann","Milán Schruff","Judit Pogány","Áron Dimény"],"overview":"","release_date":"2008-01-24","genres":[],"vote_average":6.3,"runtime":100,"cert":"N\/A","id":108547,"title":"Adventurers","adult":false},{"cast":[],"overview":"A story about a friendship, love and the last summer together. Four high school graduates have to start thinking about their lives, relationships and future before the summer ends.","release_date":"2003-01-01","genres":[18],"vote_average":0.0,"runtime":42,"cert":"N\/A","id":108550,"title":"Until the Summer Ends","adult":false},{"cast":["Kirstie Alley","Bill Pullman","Carrie Fisher","Jami Gertz","Scott Bakula"],"overview":"Marjorie Turner is suffocating. Her younger sister Jeanine has no ambition, and her 8 year marriage to Harry puts her in constant competition with his family (all doctors)..","release_date":"1990-10-26","genres":[35,10749],"vote_average":5.3,"runtime":87,"cert":"N\/A","id":108553,"title":"Sibling Rivalry","adult":false},{"cast":["Tyra Misoux","Marlene Cartier","Chris Charming","Sibel Kekilli","Steve Hooper"],"overview":"In the laboratory of Professor Hirsel Things get hot, because it grows. - Thanks to genetic engineering - a special form of featherless \"hens\" with tits and pussies. The picture Pretty things are willing to fuck and ready for every sin. The professor has fallen for one of his new varieties, and can not leave his cock out of her - - which in turn isn't without consequences.","release_date":"2002-03-01","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":108556,"title":"Die megageile Küken-Farm","adult":true},{"cast":["Yvonne De Carlo","Stephanie Dunnam","Ron Jackson","Glenn Kezer","David Ellzey"],"overview":"A woman uses her magic powers and a vicious Rotweiller dog to murder her relatives.","release_date":"1983-07-15","genres":[27],"vote_average":4.3,"runtime":86,"cert":"18","id":108563,"title":"Play Dead","adult":false},{"cast":[],"overview":"In rural Russia, children convicted of theft, murder and rape are sent to a home for delinquents. Without the outside world's pressures, they're finally allowed to act as children, but for some of them, this new life proves to be a challenge. This documentary tells the stories of several of these adolescents, who must endure separation from their families and who, upon release, are unlikely to be forgiven for their crimes.","release_date":"2008-10-01","genres":[99],"vote_average":8.2,"runtime":85,"cert":"N\/A","id":108566,"title":"Alone in Four Walls","adult":false},{"cast":[],"overview":"During the Summer while his parents are busy with work, a nine year old boy slips into a fantasy world to entertain himself.","release_date":"1990-12-26","genres":[],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":108573,"title":"Svampe","adult":false},{"cast":["Tomas Arana","Carole André","David Brandon","Ulisse Minervini","Joyce Pitti"],"overview":"A horror film director is forced to defend his family when a psychopath lays seige to their home.","release_date":"1988-01-01","genres":[27],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":108576,"title":"The Prince of Terror","adult":false},{"cast":[],"overview":"More than a 150 people are killed in leopard or tiger attacks in India every year due to rampant poaching and encroachment on the wilderness. Such animals have no choice but to invade human habitats and become man-eaters. This story is inspired by one such attack. A couple vacationing in the Indian jungle are disturbed by the arrival of the wife's ex-lover, opening wounds that are best left unhealed; but their troubles have only begun. They are being hunted by a leopard that's turned man-eater and it will stop at nothing to satisfy its hunger.","release_date":"2009-03-06","genres":[18,27,53],"vote_average":3.0,"runtime":88,"cert":"N\/A","id":108603,"title":"The Forest","adult":false},{"cast":["Myla Leigh","Akira Lane","Anette Moeller","Zana Cochran","Danny Pape"],"overview":"College girl Janie inherits a rundown strip club from her uncle. She tries to learn the business and turn it into a money maker.","release_date":"2003-01-01","genres":[18,35],"vote_average":1.0,"runtime":87,"cert":"N\/A","id":108606,"title":"Accidental Stripper","adult":false},{"cast":["Gillian Chung","Zhou Xian Xin","Huang Wei De","Wu Jian Fei","Kenny Kwan"],"overview":"Young surgeon Fang Lei (Zhou Xianxin) has been tormented by her weird dreams for many years. One day, she meets by chance her college best friend Angel (Gillian Chung), who is already married to Lei's ex-boyfriend Zhou Feng (Wu Jianfei). When grungy designer Wang Quan (Victor Huang) inadvertently enters Lei's life, a series of inexplicable things begins to happen - Feng suddenly disappears, and Lei finds herself being stalked by a creepy girl, while people in her dreams turn up dead in reality...","release_date":"2011-11-25","genres":[27,53],"vote_average":6.0,"runtime":83,"cert":"N\/A","id":108613,"title":"Nightmare","adult":false},{"cast":["John Gilbert","Renée Adorée","Lionel Barrymore","Gertrude Short","Edward Connelly"],"overview":"Cock Robin is the swaggering ballyhoo man of a Hungarian sideshow known as the Palace of Illusions. The highlight of the show is a reenactment of Salome's dance of the seven veils, replete with the beheading of Jokanaan. The performer portraying Salome is in love with Cock Robin. Jealous, sinister The Greek is determined to eliminate that competition.","release_date":"1927-01-22","genres":[80,18],"vote_average":6.0,"runtime":76,"cert":"N\/A","id":108632,"title":"The Show","adult":false},{"cast":["Laura Aris Alvarez","Elena Fokina","Jozef Frucek","Ina Geerts","Robert M. Hayden"],"overview":"In 2004 Wim Vandekeybus shot a 52-minute feature based on his successful performance Blush.  Carried by the music of David Eugene Edwards and Woven Hand and with texts by the Flemish author Peter Verhelst, Blush is a dazzling voyage swinging between the heavenly landscapes of Corsica and the slummiest depths of Brussels.  It is an exploration of the savage subconscious, of mythical forests, of conflicting instincts, of imagination, where the body has reasons unknown to the mind. In dance sequences of attraction, confrontation and repulsion the performers take on animal metamorphoses…","release_date":"2005-12-07","genres":[18,10402,14,10749],"vote_average":4.0,"runtime":55,"cert":"N\/A","id":108639,"title":"Blush","adult":false},{"cast":["Vicci Pan","Kang Ren Wu","Lu Yi-Ching","Angel Yao","Hong Xiu Wu"],"overview":"A woman leaves her cheating boyfriend and goes to a remote village in the Taiwaneese mountains to deliver a blowfish to a man who won it on an online auction. Immediately, a quiet and unusual relationship develops between the two.","release_date":"2011-08-05","genres":[10749,18],"vote_average":7.3,"runtime":88,"cert":"N\/A","id":108646,"title":"Blowfish","adult":false},{"cast":[],"overview":"Street racers challenge each other to exceed the current speed record held by the F1 racer. However, in order to break the record of the Megalopolis Express Freeway, you need to have \"luck\" in addition to a high-powered street-machine and driving technique. And you must be able to conquer \"Devil’s Curve\" Racers bet their dreams and their lives against one another in a dangerous game of speed.","release_date":"1990-07-06","genres":[28],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":108653,"title":"Freeway Speedway 2","adult":false},{"cast":[],"overview":"Street racers challenge each other to exceed the current speed record held by the F1 racer. However, in order to break the record of the Megalopolis Express Freeway, you need to have \"luck\" in addition to a high-powered street-machine and driving technique. And you must be able to conquer \"Devil’s Curve\" Racers bet their dreams and their lives against one another in a dangerous game of speed.","release_date":"1993-01-01","genres":[28,53],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":108656,"title":"Freeway Speedway 5","adult":false},{"cast":["Richard Constantini","Paul-Eric Shulmann","Joseph Goldenberg","Reine Bartève","Hubert Drac"],"overview":"Set in Paris 1941, two Jewish boys cling to their lives by doing all sorts of odd jobs, stealing and black-marketeering.","release_date":"1975-12-10","genres":[18],"vote_average":6.9,"runtime":105,"cert":"N\/A","id":108703,"title":"A Bag of Marbles","adult":false},{"cast":["Gerhard Gundel","Karl Obermayr","Leopoldine Schwankel","Jörg Hube","Wilfried Klaus"],"overview":"A juvenile offender is handed over to authorities at age 13 and placed in an institution in this somber social drama. Martin is a petty thief who enjoys stealing and looks up to his older brother.  When he is informed that his brother has died, Martin runs away from the reform school. He passes through various institutions and is labeled as incorrigible because of his refusal to comply with the rules of society. A dedicated child psychologist tries to save Martin when he entertains thoughts of suicide.","release_date":"1979-09-19","genres":[18],"vote_average":9.0,"runtime":105,"cert":"N\/A","id":108706,"title":"The Last Years of Childhood","adult":false},{"cast":["Park Jae-jung","Yoon Soy","Jeong Man-sik","Ma Dong-seok","Han Joo-young"],"overview":"A man and a woman, despite hardly met before, they have been suffering the same dream and the same deja vu. A magnetic force leads them to Andong, the historic elegant city, and they find the anonymous woman’s 450 year-old letter in a museum. A fantastic melodrama about love transcending time and space.","release_date":"2010-11-25","genres":[18,14,10749],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":108709,"title":"Try to Remember","adult":false},{"cast":["Lucas Valadares","Fernando Neves","Arly Arnaud","Valderez Freitas Teixeira","Wilson Mello"],"overview":"The memories of Guiga, from early childhood to young adulthood: his family, relatives, friends, fears, dreams and reality in a still provincial city of Salvador, Bahia, from the 50s to the 70s.","release_date":"2005-12-01","genres":[18],"vote_average":8.3,"runtime":108,"cert":"N\/A","id":108712,"title":"I Remember","adult":false},{"cast":["Art Hindle","Trudy Young","John Vernon","Sean Sullivan","Vivian Reis"],"overview":"Love story involving a Canadian professional hockey player and a hippie folk singer. Their union is tumultuous, as both try to come to terms with their differences in careers and lifestyles.","release_date":"1971-11-12","genres":[18,10749],"vote_average":5.4,"runtime":105,"cert":"N\/A","id":108723,"title":"Face-Off","adult":false},{"cast":["Ben Kingsley","Ben Cross","Patrick Rutnam","Ashan Dias","Mohamed Adamaly"],"overview":"A terrorist plants several bombs throughout the city of Colombo, Sri Lanka and threatens to detonate them unless prisoners are released.","release_date":"2013-06-30","genres":[28,53],"vote_average":5.9,"runtime":86,"cert":"12","id":108726,"title":"A Common Man","adult":false},{"cast":["Jerzy Stuhr","Izabela Olszewska","Jerzy Trela","Danuta Ruksza","Michal Sulkiewicz"],"overview":"A young man in his twenties leaves prison after a three-year sentence. He wants to start a new life in a place where he is not known and dreams only of a job, a wife and a family. He succeeds partially in fulfilling these dreams, but then runs into a conflict on a construction job between the corrupt boss and fellow workers secretly planning a strike. He becomes a pawn in one camp while remaining true to his ideals in the other. Filmed in 1976 and shelved for five years.","release_date":"1980-09-19","genres":[18],"vote_average":7.5,"runtime":81,"cert":"N\/A","id":108733,"title":"The Calm","adult":false},{"cast":[],"overview":"","release_date":"2009-10-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108736,"title":"Slayer: Playing With Dolls","adult":false},{"cast":["Olivier Bureau","Nathalie Van Tongelen","Céline Berti","Mickael Collart","Jérôme Thévenet"],"overview":"Cédric Dupuis, dreaming of fame, decides to make the greatest horror film of all time with his friends, but discovered to his cost the joys of shooting and a non-professional team, he goes to excess anger killed his wife Aline. Following the murder, he quickly realizes that now he has no choice but to make his own documentary, and will decide to run his team, but justifying his murders by the construction of a screenplay film.","release_date":"2012-05-02","genres":[27,80],"vote_average":4.3,"runtime":78,"cert":"N\/A","id":108739,"title":"Making-Off","adult":false},{"cast":["William Boyd","Jetta Goudal","Lupe Vélez","George Fawcett","Albert Conti"],"overview":"Karl, a German diplomat in Paris, discovers that his fiancee, Diane, has been cheating on him. He tells her that he would rather marry a \"girl of the streets\" than her. Outraged, Diane decides to grant hi his wish, and enlists the services of a Spanish singer\/dancer from a disreputable nightclub to pose as a sophisticated, convent-educated singer, and surreptitiously arranges for her to meet Karl.","release_date":"1929-01-01","genres":[18],"vote_average":3.7,"runtime":85,"cert":"N\/A","id":108746,"title":"Lady of the Pavements","adult":false},{"cast":["Beyoncé Knowles"],"overview":"Filmed at the Encore Theater at Wynn Las Vegas, this extraordinary concert features performances of over 30 songs from Beyoncé’s three multi-platinum solo releases, Destiny’s Child catalog and a few surprises. This amazing concert includes the #1 hits, “Single Ladies (Put A Ring On It),” “If I Were A Boy,” “Halo,” “Sweet Dreams” and showcases a gut-wrenching performance of “That’s Why You’re Beautiful.”  Included on \"I AM... YOURS An Intimate Performance At Wynn Las Vegas,\" is a biographical storytelling woven between many songs and exclusive behind-the-scenes footage.  \"I AM... YOURS An Intimate Performance At Wynn Las Vegas\" is Beyoncé’s first live CD and fans can also consider the release a greatest hits collection.","release_date":"2009-11-23","genres":[10402,99],"vote_average":9.3,"runtime":98,"cert":"N\/A","id":108761,"title":"Beyoncé: I Am... Yours","adult":false},{"cast":["Peter Phelps","Mariella Valentini","Erich Wildpret","Cyrus Elias","Mariangélica Ayala"],"overview":"An Ancient Mayan curse is awakened in the ancient temples in Mexico, and people are killed in strange and gory ways by an invisible force.","release_date":"1989-01-01","genres":[27],"vote_average":5.1,"runtime":100,"cert":"N\/A","id":108764,"title":"Maya","adult":false},{"cast":[],"overview":"The difficult conditions of modern Georgia are explored through the eyes of young teenager working in an illegal distillery near Tbilisi.","release_date":"2010-01-01","genres":[18],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":108771,"title":"Susa","adult":false},{"cast":["Monique Barajas","Chris Blasman","Malika Blessing","Jason Bonduris","Paul Campbell"],"overview":"A group of out-of-work actors decide to take their careers into their own hands by shooting a low-budget horror film, about an urban myth. With only 15 days to shoot their unfinished script, at a remote castle in the desert, getting through the first night becomes a nightmare. As their egos begin to surface so do the dead bodies.","release_date":"2010-01-29","genres":[27],"vote_average":1.5,"runtime":81,"cert":"N\/A","id":108774,"title":"Machete Joe","adult":false},{"cast":["Martín Altomaro","Moisés Iván Mora","Leticia Perdigón","Socorro Bonilla","José Alonso"],"overview":"Two teenage friends spend their summer break preparing for the sexual conquests they hope to experience. That is, until one of the boys is visited by his older, more sexually aggressive cousin, Azucena. Ushering her naïve cousin into the world of sex could take more work than Azucena realized.","release_date":"1992-10-23","genres":[35,10749],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":108777,"title":"Dreaming About You","adult":false},{"cast":[],"overview":"Everyone is dying to meet their beautiful new neighbor. But soon after the mysterious young widow moves into the quiet, little town of Wilton, people start to die in bizarre and gruesome ways. Following the trail of blood leads the local paper editor and town's physician towards the lovely, lusty Claire Amworth. But her spell has cast its shadow over a photographer named Jed who will stop at nothing to defend her. Now the pair must find a way to rid the town of its most beloved resident.","release_date":"2007-01-01","genres":[27],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":108780,"title":"Mrs. Amworth","adult":false},{"cast":["Lars von Trier","Inger Hvidtfeldt","Karen Oksbjerg"],"overview":"A young, mentally ill man, a visual artist in crisis Victor Marse (Lars von Trier) meets two nurses (Eliza and her girlfriend) during his stay in a sanatorium. These nurses are obvious lesbians. Victor lives with Eliza and her son. He imagines another woman when he is roaming at a coast. He pretends committing a suicide but Eliza does not react to it. Every moment, he stays in front of a blank canvas and thinks. Meanwhile he dresses into Nazi clothes or into women dresses, then he leaves to go to the cinema, and abuses and probably kills a small girl. His masochistic affair with Eliza lasts; he is close to shooting her with a gun but instead she takes out a whip. Victor goes along the streets then he lies naked in front of the canvas on which he has left his bloody fingerprints. After this he drives a funeral car to his work - he is employed in a garden where orchids are grown. Eliza is now the past and in the end, Victor might be dead as someone drives a cross into the ground.","release_date":"1978-01-01","genres":[],"vote_average":7.5,"runtime":37,"cert":"N\/A","id":108799,"title":"The Orchid Gardener","adult":false},{"cast":["Youn Yuh-jung","Nam Koong Won","Jeon Gye-hyeon","Park Jeong-ja","Sa Mi-ja"],"overview":"A schoolgirl goes from braids to bouffant when her mother makes her a bar hostess\/prostitute. She cures impotence for Professor Lee and becomes his concubine. His entrepreneurial wife is initially shocked but soon accepts the arrangement and even gives the girl an allowance.","release_date":"1972-07-06","genres":[27],"vote_average":6.0,"runtime":110,"cert":"N\/A","id":108814,"title":"The Insect Woman","adult":false},{"cast":[],"overview":"In the idyllic suburban distopia of Orange, the affable but clueless Paul agrees to be a drug courier for Mr. Ball who's about to take delivery of a drug rumored to be \"more addictive than air.\" Against the better judgment of his best friend D., Paul does the deal for quick cash, but the supplier turns on him and murders D. in the ensuing shootout. Paul goes on the lam with the cash and the stash, but only after promising his dying friend that he'll flush it before Ball puts them in the street.","release_date":"2000-09-29","genres":[28,80,18],"vote_average":2.0,"runtime":73,"cert":"N\/A","id":108825,"title":"The Price of Air","adult":false},{"cast":["James Fisher","Rebecca Jaquest","James Kavaz","Natalie Milner","Eleanor James"],"overview":"Everything is working out for Nicole Meadows. She has a great job. She has an adoring boyfriend who has just proposed. She has a doting father who is preparing the wedding. She also has a dark secret. And a cursed engagement ring. Come the wedding day, there will be bloodshed. But at least there will be cake, too.","release_date":"2007-01-01","genres":[27],"vote_average":2.0,"runtime":81,"cert":"N\/A","id":108836,"title":"Hellbride","adult":false},{"cast":["Manuel Cortez","Mareike Fell","Niels Kurvin","Clayton Nemrow"],"overview":"A motley group of business students in Berlin, Germany sign up for Takahashi Corp.'s assessment weekend, hoping to land one of the coveted spots with the consulting company. Under the watchful eye of a company psychologist, the team-working and improvisational skills of the aspirants will be put to the test in a survival-type situation. But nothing goes according to plan - the group arrives to find the base camp completely destroyed. Trapped in the woods with no food, no shelter and no way to communicate with the outside world, the real characters of the students come to light, as one by one, they start to lose their heads...","release_date":"2010-01-01","genres":[28,27,53],"vote_average":3.5,"runtime":93,"cert":"N\/A","id":108839,"title":"Headhunter: The Assessment Weekend","adult":false},{"cast":["Robert Townsend","Josh Zuckerman","Stuart Margolin","Noel Fisher","Caroline Elliott"],"overview":"15 year old Brendan Willy hates himself for being un-cool when he falls in love with the girl of his dreams. Enter Mr. Five, a no good tempter from hell, which in his last attempt to ensnare a soul before being fried for eternity, transforms Brendan into the coolest kid in Indiana, only to find out that this contract isn't going to be easy at all.","release_date":"2002-06-01","genres":[35,10751,14],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":108842,"title":"I Was a Teenage Faust","adult":false},{"cast":[],"overview":"A woman claims she had an affair with John F. Kennedy.","release_date":"2002-07-21","genres":[18],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":108853,"title":"Power and Beauty","adult":false},{"cast":["Rene Froger"],"overview":"In December 2007, Rene Froger stood in Ahoy. With this show, he looked back at 20 years Rene Froger, his greatest hits and he looks ahead to his Dutch adventure now. An evening of singing and swinging. An unforgettable musical and visual show spectacle that is unparalleled, an absolute must see for fans and lovers of show and entertainment. A specially formed orchestra, his trusted Frogettes and many dancers not only René Froger guide but also several special guests including Jeroen van der Boom and Frans Bauer.","release_date":"2008-06-18","genres":[10402],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":108856,"title":"Rene Froger - Doe Maar Gewoon Live In Ahoy","adult":false},{"cast":["Vanelle","Dylan James","J.J. Gentry"],"overview":"Sarah awakens to a dead world. As she struggles with her emotional traumas, she must survive the advance of nightmarish ghouls.","release_date":"","genres":[27],"vote_average":2.0,"runtime":15,"cert":"N\/A","id":108859,"title":"See the Dead","adult":false},{"cast":["Daws Butler","Don Messick","Susan Blu","William Callaway","Hamilton Camp"],"overview":"One spring, Yogi Bear and Boo Boo Bear awake from hibernation to discover three orphaned bear cubs left at the front door of their cave. Despite their initial reservations, Yogi and Boo Boo take the bear cubs into their home and take care of them. Meanwhile, Jellystone Park has gone over budget and the park commissioner orders Ranger Smith to close it down. This means that Yogi, along with the other bears at the park, must be sent to a zoo. Because Yogi can't stand the thought of being cooped up in a zoo for the rest of his life, he hatches an elaborate escape plan. Salvaging car parts from a failed fishing expedition, he constructs a getaway \"Supercar,\" complete with a picnic basket rumble seat for the three orphaned cubs. Together they make their escape from the park to find a new home.","release_date":"1987-11-19","genres":[16],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":108862,"title":"Yogi's Great Escape","adult":false},{"cast":["Dean Martin","Geraldine Page","Yvette Mimieux","Wendy Hiller","Gene Tierney"],"overview":"Julian Berniers returns from Illinois with his young bride Lily Prine to the family in New Orleans. His spinster sisters Carrie and Anna welcome the couple, who arrive with expensive gifts. The sisters hope Julian will help with their expenses, and he tells them that while his profitable factory went out of business, he did manage to save money.\r It turns out that Julian pulled off a real estate scam and took off with the money. Carrie is obsessed with her brother. Her jealousy of Lily pushes her to discover the shady land deal for herself and she does everything she can to wreck their marriage.","release_date":"1963-07-31","genres":[18],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":108869,"title":"Toys in the Attic","adult":false},{"cast":["Stelio Savante","David Fine","Gene Silvers","Sal Landi","Mike Iorio"],"overview":"Brilliant and wealthy Dr. Andrew Casey is a serial killer who goes by the name 'The Chef'. One night eleven years ago his wife found out. He was arrested and imprisoned at Marathon County Asylum for the criminally insane. Eleven years pass and he is released, completely rehabilitated and moves to Los Angeles under the alias Mr. Jack Conway. Yuppie and former teacher, Johnathon Poe, a descendant of the famed writer Edgar Allan Poe and a brilliant writer in his own right is about to form a bond with the chef as the great doctor begins his spree of killings and cannibalism again.","release_date":"2012-05-08","genres":[80,18,27],"vote_average":1.3,"runtime":105,"cert":"N\/A","id":108872,"title":"Poe","adult":false},{"cast":["Will Rogers","Marguerite Churchill","Greta Nissen","Tad Alexander","Ray Milland"],"overview":"An American ambassador arrives in a small country that is being convulsed by political intrigue and civil unrest. He befriends the young boy who is to be the country's king, to ensure that the boy is prepared to take on the role and also to see that he lives long enough to assume the crown.","release_date":"1931-11-22","genres":[35],"vote_average":4.0,"runtime":69,"cert":"N\/A","id":108875,"title":"Ambassador Bill","adult":false},{"cast":["Gregory Cox","Adrian Hough","Edward Brayshaw"],"overview":"Jackson is a lonely serial killer who is really beginning to question the point of all his killing. He is losing focus on why he started to kill in the first place. The future looks bleak until he meets a blind girl, Shelly, who begins to show him that life isn't so bad. It is all up to Jackson to decide if he's going to stop killing and start learning responsibility and think about finding a real job and starting a family. Written by Josh Pasnak","release_date":"1989-01-01","genres":[35,27,10749],"vote_average":6.0,"runtime":85,"cert":"","id":108878,"title":"Unmasked Part 25","adult":false},{"cast":["Bruce Ramsay","Balthazar Getty","Max Perlich","Sara Gilbert","Meredith Salenger"],"overview":"","release_date":"1994-08-01","genres":[18,53,10749],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":108881,"title":"Dead Beat","adult":false},{"cast":["Leopoldo Mandeville","James Black","Michael Cory Davis","Shani Pride","Austin Priester"],"overview":"Housed inside a vault in the basement of an abandoned school lurks an evil that has been locked away for over a hundred years. When a teacher and 5 students visit the school to archive any memorabilia before it's torn down, they mistakenly free the horrific spirit, turning the school into a deadly prison. Now they must face the evil and banish it to the vault once again before it kills them and escapes to destroy the world...","release_date":"2000-12-13","genres":[28,27,53],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":108888,"title":"The Vault","adult":false},{"cast":["Roy Dupuis","Guy Thauvette","Rosa Zacharie","Maka Kotto","Line Rodier"],"overview":"","release_date":"2004-10-29","genres":[],"vote_average":6.9,"runtime":97,"cert":"N\/A","id":108907,"title":"Looking for Alexander","adult":false},{"cast":[],"overview":"","release_date":"2008-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108918,"title":"Die Pornografinnen","adult":false},{"cast":["Adam Green","Macaulay Culkin","Jack Dishel","Jon Wiley","Devendra Banhart"],"overview":"The Wrong Ferarri is a feature-film written and directed by Adam Green.  Conceived on Green's European music tour in the summer of 2010, the film was shot entirely on an iPhone camera, with Green writing the script for the actors on index cards.","release_date":"2011-04-04","genres":[35,18,10402],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":108925,"title":"The Wrong Ferarri","adult":false},{"cast":["Frank Zagarino","Joe Lara","Kimberley Kates","Charles Napier","Justin Carroll"],"overview":"The Cold War has just heated up!  CIA Agent Bob Taylor (Charles Napier) arrives in Moscow with his new wife Susan (Kimberley Kates) with a highly secret video tape of Russian missiles leaving an unknown base near Moscow under the cover of darkness.  Are these missiles destined to be aimed at the US or are they being smuggled to a terrorist organisation. The Americans need to know where these missiles are going, the only person who can help them discover their destination is Armstrong (Frank Zagarino) an ex buddy of Bob who now trains an elite Russian anti-terrorist squad under the command of Colonel Zukov (Richard Lynch). Zukov is from the old guard, corrupt, ruthless, and will stop at nothing to gain control.","release_date":"1998-05-21","genres":[28,18,53],"vote_average":6.0,"runtime":96,"cert":"PG","id":108928,"title":"Armstrong","adult":false},{"cast":["Nozomi Ando","Yuya Endo","Ayaka Maeda","Jun Murakami","Ren Osugi"],"overview":"When three older men buy a 17-year-old schoolgirl named Chikako (Ando Nozomi) for a year's-worth of sexual services -- her motivation, aside from money, is never explained -- the relationships among the men (whom she calls A. B and C) keep shifting in ways that redefine power and sex. These are not easy to read, except as male fantasy. (Real nudity is avoided.) What is clear is that the men are increasingly infantalized as Chikako grows up. They call her Hanako, in tribute to one's absent daughter. The pic's visual effects are somewhat Godardian, with found music, disjointed cutting and a strange finish involving a stuffed teddy bear, along with some Bunuel-like sexual motifs that add to the confusion and also dilute the prurience. In the end, though, the characters don't move forward enough to be more than ciphers.","release_date":"2004-02-05","genres":[18],"vote_average":5.7,"runtime":92,"cert":"N\/A","id":108931,"title":"L'amant","adult":false},{"cast":["Josée Rivard","Andrée St-Laurent","Annie Arsenault","Valérie Carreau","Véronique Clusiau"],"overview":"","release_date":"2004-11-17","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":108934,"title":"Comment devenir un trou de cul et enfin plaire aux femmes","adult":false},{"cast":["Concha Mateos","Luis A. Albornoz","Angeles Díez Rodríguez","Pascual Serrano","Aurora Labio"],"overview":"","release_date":"2012-04-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":108945,"title":"Cuarto Poder","adult":false},{"cast":["Jean Gabin","Ginette Leclerc","Éric Damain","Jacques Marin","Micheline Luccioni"],"overview":"","release_date":"1971-10-13","genres":[35],"vote_average":5.2,"runtime":null,"cert":"N\/A","id":108948,"title":"The Black Flag Waves Over the Scow","adult":false},{"cast":[],"overview":"A look at how an oppressed community can organize and overcome insurmountable odds to gain control of its government-run media in order to overthrow their corrupt governor. The documentary focuses on the non-violent uprisings that began in Oaxaca, Mexico during the summer of 2006","release_date":"2007-10-04","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":108963,"title":"A Little Bit of So Much Truth","adult":false},{"cast":["Tom Courtenay","Brigitte Fossey","Freddie Jones","Milan Kňažko","Josef Kemr"],"overview":"Stage mime Antoine Moreau is compelled by the Gestapo to put on a performance for the children of Terezin, a \"model\" concentration camp, to convince the Red Cross observers that the camp is truly what it seems. Reluctant at first, Moreau slowly learns the true nature of the camp, including the meaning of the \"transports\" on which people leave. With a world-class orchestra (made up of people interned in the camp) and a cast of children, Moreau stages a show to end all shows.","release_date":"1991-01-01","genres":[18,10752],"vote_average":6.0,"runtime":106,"cert":"N\/A","id":108970,"title":"The Last Butterfly","adult":false},{"cast":["Ilka Bessin"],"overview":"","release_date":"2008-09-19","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":108973,"title":"Cindy aus Marzahn - Schizophren - Ich wollte ne Prinzessin sein","adult":false},{"cast":["Carol Poirier","Claudette Roche","Tom Nursall","Sidney Bruyn","Simon Richards"],"overview":" ","release_date":"1985-01-01","genres":[10770,53],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":108976,"title":"Ladybear","adult":false},{"cast":["Alexander Scourby"],"overview":"A documentary covering many aspects of the Hell Gate waterway history, including the clearing of the channel, the building of Hell Gate Bridge, and the General Slocum steamship disaster.","release_date":"","genres":[99],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":108983,"title":"Hell Gate: The Watery Grave","adult":false},{"cert":"N\/A","title":"Green Dolphin Street","cast":["Lana Turner","Van Heflin","Donna Reed","Richard Hart","Frank Morgan"],"genres":[18,12,10749],"id":108994,"overview":"Sophie loved Edmund, but he left town when her parents forced her to marry wealthy Octavius. Years later, Edmund returns with his son, William. Sophie's daughter, Marguerite, and William fall in love. Marguerite's sister, Marianne, also loves William. Timothy, a lowly carpenter, secretly loves Marianne. He kills a man in a fight, and Edmund helps him flee to New Zealand. William deserts inadvertently from the navy, and also flees in disgrace to New Zealand, where he and Timothy start a profitable business. One night, drunk, William writes Octavius, demanding his daughter's hand; but, being drunk, he asks for the wrong sister.","runtime":141,"release_date":"1947-11-05","vote_average":6.3,"adult":false}]