[{"cast":["Nagarjuna Akkineni","Amala Akkineni","Raghuvaran","Paresh Rawal","J. D. Chakravarthi"],"overview":"Shiva is disgusted by the corruption in and around his new college, and along with his friends, he decides to take a stand against the status quo, in director Ram Gopal Varma's remake of his blockbuster 1989 Telugu movie of the same name.","release_date":"1990-12-07","genres":[18,28,80],"vote_average":6.2,"runtime":161,"cert":"N\/A","id":109001,"title":"Shiva","adult":false},{"cast":[],"overview":"In this documentary, Dr. Geo Trevarthen uses psychology, theology and other disciplines to explore the mystical world of J.K. Rowling's Harry Potter novels, giving fans a deeper appreciation for the symbolism and magic in the books. Looking at the entire series, Trevarthen pays special attention to how readers' lives may intersect with shamanism and other real-world mystical traditions that echo through the halls of Hogwarts.","release_date":"2010-11-23","genres":[99],"vote_average":5.3,"runtime":80,"cert":"N\/A","id":109004,"title":"The Seeker's Guide to Harry Potter","adult":false},{"cast":[],"overview":"This fascinating film sheds light on the drug wars being fought in just about every corner of the world, from South America and Asia to Europe and the Middle East. Special features include \"underground\" footage taken from notorious gang hangouts, interviews with drug vigilantes and a special short about the execution of Pablo Escobar, the Colombian drug lord who became one of the richest men in the world by smuggling cocaine.","release_date":"2008-01-01","genres":[99],"vote_average":8.0,"runtime":180,"cert":"N\/A","id":109011,"title":"Drug Wars","adult":false},{"cast":["Jerry Lewis","Peter Lawford","Anne Francis","Pedro Gonzalez Gonzalez","Jennifer Edwards"],"overview":"Told he is terminally ill, an insurance executive (Jerry Lewis) goes on a credit-card spending spree--and then learns his medical diagnosis was a mistake. This 1969 comedy, directed by George Marshall, also stars Anne Francis, Peter Lawford and Kathleen Freeman.","release_date":"1969-06-06","genres":[35],"vote_average":3.9,"runtime":91,"cert":"N\/A","id":109014,"title":"Hook, Line and Sinker","adult":false},{"cast":[],"overview":"Johnny Cash playing Austin City Limits in 1987","release_date":"2005-01-01","genres":[10402],"vote_average":4.5,"runtime":50,"cert":"N\/A","id":109021,"title":"Johnny Cash - Live From Austin TX","adult":false},{"cast":[],"overview":"Recently moved with  his family to the town of Bellavista, Nicholas faces the challenge of adapting to a new environment, a new school and some new mates ... with the added difficulty of being blind. There Nicholas attends the Guide Dog School, where he meets Tom, his trusty Labrador retriever, who accompanies him on his adventures. Gradually the gang at his school will set aside their prejudices and accept him as he is: a normal boy who sees life differently. An unforgettable story about integration, friendship and unconditional love.","release_date":"2005-01-01","genres":[18,10749],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":109024,"title":"Nicholas","adult":false},{"cast":["Lazar Ristovski","Nikola Đuričko","Nebojša Glogovac","Bojana Maljević","Boris Milivojević"],"overview":"Overcome by an irrational rage, a 17 year-old hatchet man kidnaps his boss who had managed to cover up his true identity and become part of the establishment. The Kid takes this one time hero of his to a hideout in a huge,deserted steel mill where the two experience a kind of enlightenment after some twenty hours of infernal games and agony.","release_date":"1997-03-06","genres":[80,53,28],"vote_average":6.0,"runtime":97,"cert":"N\/A","id":109035,"title":"To the Bone","adult":false},{"cast":["Pierre-François Legendre","Brigitte Pogonat","Normand D'Amour","Michel Laperrière","Stéphanie Lapointe"],"overview":"Rosalie Richard is found raped and dead at the foot of a cliff. This gruesome murder is the first ever in the Magdalen Islands. Her death will radically change the orderly life of Sergeant André Surprenant.","release_date":"2012-01-27","genres":[18],"vote_average":4.7,"runtime":null,"cert":"N\/A","id":109038,"title":"Fear of Water","adult":false},{"cast":["Dmytro Linartovych","Viktor Andrienko","Olga Grishina","Aleksandr Ignatusha","Ivanna Illienko"],"overview":"The Hero of the Soviet Union becomes a GULAG prisoner and then an Indian Chief.","release_date":"2012-01-19","genres":[12,18],"vote_average":4.7,"runtime":null,"cert":"N\/A","id":109045,"title":"Firecrosser","adult":false},{"cast":["Supakorn Kitsuwon","Siriyakorn Pukkavesh","Black Phomtong","Somlek Sakdikul","Porntip Papanai"],"overview":"Phaen is a suburban young man with a great love for music. He never misses a chance to show off his voice at temple fairs in his village. It is at one of the fairs that he meets and falls in love with Sadao. On their wedding day, Phaen gives Sadao a transistor radio that the new family loves, and it also gives Phaen many a daydream of becoming a famous singer himself. Soon, Sadao is pregnant and it is hard for Phaen to leave home, but he has to enter military service. While there, he enters a singing contest, and winds up first runner-up. So he decides to leave the service and heads for Bangkok to follow his dream. He spends two years in a band that never goes anywhere, and eventually is forced to work in a sugarcane plantation. But a fight causes him to lose his job. As things go from bad to worse, he recalls his transistor radio with fondness, for it evokes in his mind much better and more peaceful times, when dreams were still possible. Written by","release_date":"2001-12-28","genres":[10402,35,18,10749],"vote_average":6.8,"runtime":90,"cert":"","id":109048,"title":"Transistor Love Story","adult":false},{"cast":["Nick Cheung","Shu Qi","Wong Jing","Monica Chan","Benny Lai Chun"],"overview":"Nick Cheung is Nobody, a gambling wiz who falls in love with a blind model named Candy (Shu Qi). Meanwhile, he and his partners (including that versatile Wong Jing) go to work for the dastardly Lung Fong, who’s a top gang boss in Shenzen. He hires Nobody to swindle high-rollers at his Shenzen casino. However, things go to hell when Candy’s dad (Hui Siu-Hung) arrives at the casino with stolen money from Candy’s account - which was supposed to pay for her eye surgery.  Nobody helps out Pop, but that sets in motion a series of events that can only be described as harrowing. Nobody goes down in a big way and he attempts to struggle back, even invoking the classic line “I want to get back what I lost.” Cue Better Tomorrow theme music.","release_date":"2000-01-26","genres":[18],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":109051,"title":"My Name Is Nobody","adult":false},{"cast":["Shirô Sano","Megumi Yokoyama","Kimiko Yo","Tatsuo Yamada"],"overview":"The third entry in the unrelated series which began with Shiryo No Wana (1988), Toshiharu Ikeda's bloody horror film deals with a policewoman (Megumi Yokoyama) investigating the apparent suicide of a college coed. The prime suspects include the girl's professor, who may have been having an affair with her, and the professor's wife, who frequents lesbian bars. Gruesome axe murders and mutilations ensue, leading Yokoyama to a shocking discovery. Less grisly than its predecessors, this installment is perhaps the best-scripted of the three (all were written by Takashi Ishii), but all are arguably among the best Japanese horror films of the decade. Ishii is best known for the stylish Tenshi No Harawata series which began in 1978, one of which was also directed by Ikeda.","release_date":"1993-06-26","genres":[9648],"vote_average":2.0,"runtime":101,"cert":"N\/A","id":109054,"title":"The Brutal Insanity of Love","adult":false},{"cast":["Rafael Morais","Rita Blanco","Nuno Lopes","Beatriz Batarda"],"overview":"","release_date":"2011-05-07","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":109057,"title":"Trabalho de Actriz, Trabalho de Actor","adult":false},{"cast":["Hiroshi Abe","Takashi Ukaji","Kou Shibasaki","Unsho Ishizuka","Akio Otsuka"],"overview":"A film adaptation of the Holy Emperor story arc, which primarily depicted the conflict between Kenshiro and Souther. New characters Reina, one of Raoh's army officers who falls in love with him, and her brother Soga, Raoh's advisor, play an important part with much of the plot involving Raoh's relationship with Reina as he conquers the land; most of this portion is new content exclusive to this film. The other side of the story is the retelling of Ken's attempt to save and protect the villagers from Souther's army with the help of Shū. There is also a small subplot of Bart returning to his home.","release_date":"2006-03-11","genres":[16,28],"vote_average":6.7,"runtime":95,"cert":"N\/A","id":109080,"title":"Fist of the North Star: Legend of Raoh - Chapter of Death in Love","adult":false},{"cast":["Precious Lara Quigaman","Joy Viado","Angelika dela Cruz","Lexi Fernandez","Luis Alandy"],"overview":"One year after the violent death of Carlos'; (Luis Alandy) girlfriend Beatrice, Anna (Precious Lara Quigaman), Carlos current love starts experiencing supernatural events. Afraid and surprised, Anna thinks that Beatrice';s ghost is haunting her. Anna approaches an espiritista, Idang (Angelika dela Cruz), and the medium tells her that Beatrice, powered by her Babang Luksa, is possibly haunting Anna to extract her revenge, as Anna is the main cause of her suicide. Anna performs a ritual to speak to the dead girl';s spirit, and to pacify Beatrice';s anger.","release_date":"2011-10-26","genres":[27,53],"vote_average":0.0,"runtime":64,"cert":"N\/A","id":109083,"title":"Babangluksa","adult":false},{"cast":["Bob Flag","Geoffrey Greenhill","Claire King","Martin Byrne-Quinn","Keith Hamilton Cobb"],"overview":"True story of serial Killer Dennis Nilsen.","release_date":"1989-08-15","genres":[27,80,53,18],"vote_average":5.0,"runtime":81,"cert":"","id":109086,"title":"Cold Light of Day","adult":false},{"cast":["Christopher Lee","Julian Glover","Lelia Goldoni","Evelyn Laye","Jenny Till"],"overview":"The Theatre of Death in Paris specialises in horror presentations. A police surgeon finds himself becoming involved in the place through his attraction to one of the performers. When bloodless bodies start showing up all over town he realises there could be links with the theatre.","release_date":"1967-11-01","genres":[9648,27],"vote_average":5.8,"runtime":91,"cert":"N\/A","id":109089,"title":"Theatre of Death","adult":false},{"cast":["Marlene Clark","Lawrence Cook","Wally Taylor","Avis McCarther","Bill Overton"],"overview":"A tribal priest returns from the dead to take his revenge on non-believers.","release_date":"1975-03-01","genres":[27,18],"vote_average":8.0,"runtime":92,"cert":"N\/A","id":109100,"title":"Lord Shango","adult":false},{"cast":["Tien Peng","Tang Pao-Yun","Pai Ying","Wang Ping","Hu Chin"],"overview":"A golden-masked clan master, who had killed many top fighters, was determined to acquire an invincible sword manual so as to rule the martial world. Hence, he pursued a swordsman who possessed the manual, but the latter managed to escape and discovered a cave whereby he met two martial arts masters who taught him the invincible sword skills...","release_date":"1977-01-01","genres":[28,12,10749],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":109107,"title":"Lost Swordship","adult":false},{"cast":["Gregg Henry","Simone Griffeth","Michael J. Pollard","Jeff Conaway","Leslie Nielsen"],"overview":"Agent tries to track down terrorists who are intercepting government nuclear weapons.","release_date":"1986-07-25","genres":[18],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":109114,"title":"The Patriot","adult":false},{"cast":["Adolphe Menjou","Donald Cook","Greta Nissen","Ruthelma Stevens","Dwight Frye"],"overview":"Suave, lip-reading DA Thatcher Colt plans to get away from the big city for a while. So he and his secretary, Miss Kelly hop on a train for an Upstate NY town called Gilead. They expect a calm oasis, but when a small time circus rolls into town they soon find themselves caught up in a sordid tale of marital infidelity, murder, cruelty to animals, and cannibalism.","release_date":"1933-04-10","genres":[18],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":109117,"title":"The Circus Queen Murder","adult":false},{"cast":["Parker Stevenson","Lisa Eilbacher","Joan Bennett","Slim Pickens","Shelley Smith"],"overview":"After having a nervous breakdown, a rock singer has to spend some time in hospital. A private nurse is hired, and with her he buys a new house, a fantastic house in the country. The nurse, Sheila, can't remember the first years of her life, but this house seems strangely familiar to her. Also, there is this strange old woman who claims that Sheila's real name is Margaret. People who cause Sheila pain or who try to tell her the real story of what happened in this house, they die in strange ways: Tanya, the girlfriend of the singer, and the Library woman who wants to give her some newspaper articles. Can Sheila find out the truth behind all this and can she escape the house that possessed once and wants to possess once more","release_date":"1981-02-06","genres":[27],"vote_average":5.3,"runtime":96,"cert":"N\/A","id":109120,"title":"This House Possessed","adult":false},{"cast":[],"overview":"David, a struggling comic book creator from Cleveland, spends his days cutting grass and his nights smoking it while desperately trying to keep his superhero fantasies alive. When Robyn, his aspiring fashion-designer girlfriend, makes him a Halloween costume of his original character Apama, it doesn't take David long to hit the streets and begin blundering towards disaster. This comic book Don Quixote is characterized by surreal flourishes, mixing dream, fantasy, and flashbacks that borrow as much from the art house as the comic shop. A midnight movie for superhero fans.","release_date":"2007-05-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":109127,"title":"Hero Tomorrow","adult":false},{"cast":["Naoto Takenaka","Tony Ho","Lam Suet","Almen Wong","Law Kar-Ying"],"overview":"A lonely young Japanese student, Ai Narushima (Kana Ito) goes on a field trip with her school. At night she decides to take a taxi into the city. The Chinese taxi driver, Bo Tony Ho, is also a lonely soul and on a whim, decides to kidnap the young student. He takes her to the countryside and confines her in a room for days. The taxi driver doesn't abuse the student, but at night attempts to cuddle next to her. Eventually the lonely young Japanese student realizes he is as lonely as she is.","release_date":"2002-01-01","genres":[18,53],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":109142,"title":"Perfect Education 3","adult":false},{"cast":["Mika Itō","Shirô Sano","Mikio Ohsawa","Renji Ishibashi"],"overview":"Fumiya owes 5 million yen to a female load shark for a gambling debt, while having affair an with Mrs. Hosoi who offers him 5 million to murder her husband. Fumiya has no choice but to kill Mr. Hosoi. Unfortunately he's see by a neighbor. In the escape, he meets a girl named Akiko. He hides in her house. Later on, Fumiya and Akiko fall in love and have sex. After that, he finds that the house owner Shin kidnapped Akiko whem she was a little girl and has kept her in the house for over a decade. Fumiya is determined to take her away from Shin's brutal confinement. A battle of wills between jailer, prisoner and accidental savior begins….","release_date":"2004-09-18","genres":[18,53],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":109145,"title":"Perfect Education 6","adult":false},{"cast":["Ian Astbury","Billy Duffy","The Cult","Matt Sorum"],"overview":"Recorded October 4, 2001, at the Grand Olympic Auditorium in Los Angeles, California.  A group of hard-core rockers who spun social upheaval into something fresh, brash and dynamic, The Cult emerged out of Britain's music scene in the early 1980s and quickly rose to the forefront of \"Positive Punk.\" From Ian Astbury's first powerful note to Billy Duffy's last thundering guitar riff, The Cult knows how to rock an audience and this Los Angeles concert is no exception! Songs: Intro\/Rise, In the Clouds, Lil' Devil, Peace Dog, Take the Power, My Bridges Burn, Rain, Edie (Ciao Baby), The Witch, Breathe, Fire Woman, Sweet Soul Sister, Wild Flower, She Sells Sanctuary, True Believers, War (The Process), Love Removal Machine.","release_date":"2002-11-05","genres":[10402],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":109148,"title":"The Cult: Music Without Fear","adult":false},{"cast":["John Loder","June Duprez","Michael St. Angel","Miles Mander","Rose Hobart"],"overview":"After suffering a head injury during the Blitz, an actor comes to believe himself to be the Brighton Strangler, the murderer he was playing onstage.","release_date":"1945-05-10","genres":[80,18,10749],"vote_average":6.2,"runtime":67,"cert":"N\/A","id":109151,"title":"The Brighton Strangler","adult":false},{"cast":["Laura Morante","Isabelle Carré","Pascal Elbé","Samir Guesmi","Frédéric Pierrot"],"overview":"Amanda believes men are too complicated and has lost faith finding the perfect one. Her friend and a psychoanalyst have a plan how to make her fall in love.","release_date":"2012-04-13","genres":[18],"vote_average":5.7,"runtime":83,"cert":"N\/A","id":109154,"title":"Cherry on the Cake","adult":false},{"cast":["Peter Vaughan","Clive Swift","Julian Herrington","John Kearney","David Cargill"],"overview":"The tale tells the story of Paxton, an amateur archeologist who travels to \"Seaburgh\" (a disguised version of Aldeburgh, Suffolk) and inadvertently stumbles across one of the lost crowns of Anglia, which legendarily protect the county from invasion. On digging the crown up, Paxton is stalked by its supernatural guardian.","release_date":"1972-12-24","genres":[10770,27,18],"vote_average":6.7,"runtime":50,"cert":"","id":109157,"title":"A Warning to the Curious","adult":false},{"cast":["Kat Dennings","Mark Rendall","Robert Bockstael","Eric Idle","Tommy Davidson"],"overview":"Eccentric Frank Carlyle ran a horror shop in small-town Steeple Falls, which takes pride in and profit from its Halloween traditions. Frank's widower grandson Richard grudgingly returns there from Boston with his own kids, bright Ian and bratty Claire, to settle the inheritance. Ian discovers great-grandpa's house is really haunted, and not just, as legend holds, by historic owner Zachariah Kull, who was burned on the stake.","release_date":"2002-10-11","genres":[14,10770,35],"vote_average":6.1,"runtime":100,"cert":"N\/A","id":109164,"title":"The Scream Team","adult":false},{"cast":["John Armstrong","Tahj Mowry","Craig Kirkwood","Shia LaBeouf","Ed Begley Jr."],"overview":"A teenager ends up being hounded by a well-groomed and seemingly cute and tiny dog that actually turns out to be a nightmare of a beast.","release_date":"2001-01-01","genres":[35,10751,10770],"vote_average":3.9,"runtime":91,"cert":"U","id":109167,"title":"Hounded","adult":false},{"cast":["Charlotte Rae","Mindy Cohn","Lisa Whelchel","Kim Fields","Mark Lutz"],"overview":"After receiving two separate marriage proposals, Natalie asks the gang to reunite in Peekskill, NY.","release_date":"2001-11-18","genres":[],"vote_average":6.0,"runtime":120,"cert":"N\/A","id":109170,"title":"The Facts of Life Reunion","adult":false},{"cast":["Irene Dunne","John Boles","Zasu Pitts","George Meeker","Jane Darwell"],"overview":"A woman's love for and devotion to a married man results in her being relegated to the \"back streets\" of his life.","release_date":"1932-09-01","genres":[18],"vote_average":5.5,"runtime":93,"cert":"N\/A","id":109197,"title":"Back Street","adult":false},{"cast":[],"overview":"\"...in 1968, under a haze of publicity, 'The Beatles' opened their collective door to musicians, writers, artists, film-makers, inventors, designers, freaks and opportunist sharks. But despite a hefty investment, little of substance was forthcoming, except for \"Apple Records\".  \"This is the story of a record label which came to exist under extraordinary circumstances, produced extraordinary records and was operated under extraordinary guidelines...\"  \"Strange Fruit\" offers new interviews with Tony Bramwell, members of 'Badfinger', 'The Iveys', 'Elephant's Memory', Jackie Lomax, 'Brute Force' and David Peel, plus commentator Chris Ingham, author, journalist Mark Paytress and Apple biographer Stefan Granados.  The film also includes Apple music, archive footage of Apple artists, interviews from the vaults, rare images and location films.","release_date":"2012-04-24","genres":[10402,99],"vote_average":0.0,"runtime":162,"cert":"N\/A","id":109208,"title":"Strange Fruit - The Beatles' Apple Records","adult":false},{"cast":["Tony Azito","Calvert DeForest","Ruth Kaplan","Brother Theodore","Veronica Hamel"],"overview":"A gangster relates the story of how he started his life of crime, beginning when as a child he faked his own kidnapping in order to get money from his parents for the \"ransom\"...","release_date":"1976-08-08","genres":[35],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":109211,"title":"Apple Pie","adult":false},{"cast":["David Carradine","Darren E. Burrows","Michael Bowen","Elizabeth Barondes","Bob Balaban"],"overview":"Residents of an East Texas town react strangely when a serial killer invades their small town world.","release_date":"1999-01-01","genres":[27,35],"vote_average":7.3,"runtime":88,"cert":"N\/A","id":109218,"title":"The Monster Hunter","adult":false},{"cast":["Manoj Bajpayee","Nawazuddin Siddiqui","Rajkummar Rao","Delzad Hiwale","Vega Tamotia"],"overview":"Jhunku, a 14-year-old youth in 1930s British Bangladesh, embarks on a journey to determine where he belongs.","release_date":"2012-10-12","genres":[10752,28,18],"vote_average":6.2,"runtime":105,"cert":"N\/A","id":109221,"title":"Chittagong","adult":false},{"cast":["Ann Blyth","Mark Stevens","Cecil Kellaway","Jesse White","Harold Vermilyea"],"overview":"Katherine Standish, who has been brought up in a strict manner in a prudish New England town, falls in love with a city slicker commercial artist, Peter Van Arden. The romance blossoms until Katie falls victim of some false information, and becomes convinced that Peter is already married and the father of two children.","release_date":"1951-04-01","genres":[35,10749],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":109232,"title":"Katie Did It","adult":false},{"cast":["Danny Kaye","Virginia Mayo","Vera-Ellen","Steve Cochran","Eve Arden"],"overview":"Shy milkman Burleigh Sullivan accidentally knocks out drunken Speed McFarlane, a champion boxer who was flirting with Burleigh's sister. The newspapers get hold of the story and photographers even catch Burleigh knock out Speed again. Speed's crooked manager decides to turn Burleigh into a fighter. Burleigh doesn't realize that all of his opponents have been asked to take a dive. Thinking he really is a great fighter, Burleigh develops a swelled head which puts a crimp in his relationship with pretty nightclub singer Polly Pringle. He may finally get his comeuppance when he challenges Speed for the title.","release_date":"1946-03-21","genres":[35,10402],"vote_average":6.2,"runtime":113,"cert":"N\/A","id":109235,"title":"The Kid from Brooklyn","adult":false},{"cast":["Heather Bolton","David Letch","Perry Piercy","Suzanne Lee","Margaret Umbers"],"overview":"Meg moves out of her parents' home and buys a beautiful old Jaguar in a bid for independence. She begins to get strange feelings about the car. It seems to have a presence beyond the usual \"personality\" attributed to eccentric old cars. Slowly she uncovers the shocking history of the car's previous owner, but not before the car exerts some tragic influence in her life.","release_date":"1986-05-02","genres":[18,27],"vote_average":4.5,"runtime":88,"cert":"N\/A","id":109238,"title":"Mr Wrong","adult":false},{"cast":["Meredith Baxter","David Ogden Stiers","Nicole de Boer","Eugene Clark"],"overview":"Every night the boy dreams he is someone else. Someone in danger. A crazy woman is after him. A woman who cannot have a son of her own. A story about a kidnapped boy, who finds out that the people he thought were his parents are his kidnappers. The film is about his escape and search for his home.","release_date":"1990-04-11","genres":[10770,18,53],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":109241,"title":"The Kissing Place","adult":false},{"cast":[],"overview":"An intertwining story of murder and mystery across two decades. In the early twentieth century, several pregnant girls meet in a country house, where they have been sent to give birth and have their children adopted. The girls are never seen by outsiders again. Almost twenty years later, two historians return to the house to research the case, and when the disturbing truth is revealed, the dark story continues.","release_date":"2007-11-02","genres":[53],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":109244,"title":"Down by the Riverside","adult":false},{"cast":["Kathleen Quinlan","Stephen Collins","Beatrice Straight","Laurence Luckinbill","William Prince"],"overview":"A rich student's fiancee has her face destroyed by a car accident, and refuses to return to him fearing the loss of his love.","release_date":"1979-03-08","genres":[18,10749],"vote_average":6.0,"runtime":97,"cert":"N\/A","id":109251,"title":"The Promise","adult":false},{"cast":["Georgina Spelvin","Linda Blair","Randy Spears","Troy Donahue","Carolyn Van Bellinghen"],"overview":"In this low-budget thriller, a young man (Gregory Patrick) finds out that his mother (Georgina Spelvin) is really a wealthy recluse. His mother -- jealous, possessive and overbearing -- begins to victimize his wife Evie (Linda Blair). Lovers of movie trivia will note the unusual cast, including Georgina Spelvin of The Devil in Miss Jones fame appearing as Ruth Raymond, and 50's teenage heartthrob Troy Donahue.","release_date":"1989-07-01","genres":[27,18],"vote_average":7.0,"runtime":104,"cert":"N\/A","id":109254,"title":"Bad Blood","adult":false},{"cast":["Robert Davi","Alexander Godunov","Ben Gazzara","Lara Harris","Patricia Rive"],"overview":"Former Gulf War hero Rowdy Welles is framed for murder by unscrupulous CIA boss Dick Althorp. As his price of freedom, Welles is ordered to undertake a deadly mission to destroy a nuclear processing plant in a foreign nation, owned by dangerous tyrant Lothar Krasna.","release_date":"1995-11-16","genres":[28,18,53],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":109257,"title":"The Zone","adult":false},{"cast":["Jorge Barros","Mykola Chaban","Rebeca Close","Maria de Medeiros"],"overview":"Maria, a Ukrainian doctor, comes to Portugal to spend a year with Greco, her husband who is also a doctor. Upon arrival at Faro airport she is the only person from Kiev approached by agents of Immigration and Customs that lead her to a room of interrogation, without any explanations. All this occurs because the authorities suspect that something illegal should be behind her trip, since she is from Eastern Europe and her husband is Senegalese.","release_date":"2011-06-16","genres":[10749,18],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":109260,"title":"Journey to Portugal","adult":false},{"cast":["Zeudi Araya Cristaldi","Barbara De Rossi","Ronn Moss","Maurizio Nichetti","Tanya Roberts"],"overview":"Bradamante, a woman wearing an invincible suit of armor, is travelling the countryside at the time of the Crusades. After ending up in the middle of a web of romantic and cultural tangles, she finds herself in love with a Moor prince, while one of the Christian knights has fallen in love with a Moor princess. Others, however, are against the cross-cultural romance, and Bradamante's love is soon forced into a duel to the death. Will she ever be with her true love? Written by Jean-Marc Rocher","release_date":"1983-09-21","genres":[28,12,14],"vote_average":5.4,"runtime":98,"cert":"18","id":109279,"title":"Hearts and Armour","adult":false},{"cast":["Mary Moder","Dorothy Compton","Pinto Colvig","Billy Bletcher","Sara Berner"],"overview":"The Big Bad Wolf torments Little Red Riding Hood and the Three Little Pigs.","release_date":"1934-04-14","genres":[16],"vote_average":6.5,"runtime":9,"cert":"N\/A","id":109298,"title":"The Big Bad Wolf","adult":false},{"cast":[],"overview":"Musical instruments are the stars of a romantic fable set in the Land of Symphony and the Isle of Jazz, two islands separated by the Sea of Discord. The violin princess and the saxophone prince fall in love, but must meet secretly in order to avoid the wrath of their parents, the Symphony queen and the Jazz king. The queen finds the boy saxophone on her island, attempting to woo her daughter. She has him locked in the metronome, but the young lover manages to send a note - in fact, several musical notes on sheet music - that conveys the message that he has been imprisoned. The Isle of Jazz declares war by blasting musical notes across the sea. The only thing that can bring peace and harmony to the Sea of Discord is love.","release_date":"1935-10-05","genres":[16],"vote_average":6.7,"runtime":10,"cert":"N\/A","id":109301,"title":"Music Land","adult":false},{"cast":["Marion Darlington","Leone Le Doux"],"overview":"A colony of nymph babies bathe and play in a river in this Silly Symphony.","release_date":"1935-05-11","genres":[16],"vote_average":5.3,"runtime":8,"cert":"N\/A","id":109316,"title":"Water Babies","adult":false},{"cast":["Billy Bletcher","Clarence Nash","Purv Pullen","Martha Wentworth","Leo Cleary"],"overview":"A robin is shot so the woodland community holds a trial to investigate in this Silly Symphony.","release_date":"1935-06-25","genres":[10751,16,35,80],"vote_average":6.6,"runtime":8,"cert":"N\/A","id":109323,"title":"Who Killed Cock Robin?","adult":false},{"cast":["Shaun White","Travis Pastrana","Bob Burnquist","Ricky Carmichael","Kyle Loza"],"overview":"Follows six extreme sports stars as they prepare for and then compete in the 2008 Summer X-Games in Los Angeles. Kyle Loza practices a new motocross trick, landing in a pit of foam. Can he do it in front of thousands and land safely on dirt? Travis Pastrana shifts from a bike to a rally car - in part because he's broken so many bones. Shaun White finishes his snowboard season and jumps immediately onto his skateboard. Retired motocross champion Ricky Cunningham takes up a new event. In the finale, after practicing together as friends and competitors, Bob Burnquist and Danny Way face off on the mega ramp","release_date":"2009-08-21","genres":[99],"vote_average":8.0,"runtime":92,"cert":"N\/A","id":109326,"title":"X Games 3D: The Movie","adult":false},{"cast":["Billy Bletcher","Pinto Colvig","Alice Ardell","Leone Le Doux"],"overview":"Two little pigs cry wolf on their brother and then an actual wolf comes.","release_date":"1936-04-18","genres":[16],"vote_average":6.5,"runtime":9,"cert":"N\/A","id":109329,"title":"Three Little Wolves","adult":false},{"cast":["James Cagney","Barbara Hale","Anne Francis","Warner Anderson","John McIntire"],"overview":"A charismatic peddler from the bayous finds his true calling in politics. Is he a demagogue in the making?","release_date":"1953-09-23","genres":[18],"vote_average":6.3,"runtime":88,"cert":"N\/A","id":109332,"title":"A Lion Is in the Streets","adult":false},{"cast":["Carrie Collins","Jimmie Cushman","Marie Dickerson","C.B. Johnson","James Miller"],"overview":"Bugs of all kinds convene on a jazz club for an evening of fun in this Silly Symphony.","release_date":"1937-03-13","genres":[16,10402],"vote_average":6.1,"runtime":7,"cert":"N\/A","id":109335,"title":"Woodland Café","adult":false},{"cast":[],"overview":"","release_date":"2006-07-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":109342,"title":"Vineyard Man","adult":false},{"cast":["Ving Rhames","Gloria Reuben","Ruben Santiago-Hudson","Adilah Barnes","Robert Bailey Jr."],"overview":"The unmarried daughter of a Texas rancher gives birth to an unwanted child. She puts the child up for adoption and moves away from home. Without her knowledge, her father took the boy and raised him. Twelve years later, she is now a successful family-court judge in L.A. Over the years, she has avoided her father and knows nothing of the child. That all changes when he decides that is time she knew her own child and heads for L.A.","release_date":"2002-05-05","genres":[18,10770],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":109349,"title":"Little John","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":109352,"title":"Jeff Lenosky's Greatest Hits","adult":false},{"cast":[],"overview":"Figaro the cat wants to eat Cleo the goldfish in this Pinocchio short.","release_date":"1943-10-15","genres":[16,10751],"vote_average":6.4,"runtime":8,"cert":"N\/A","id":109355,"title":"Figaro and Cleo","adult":false},{"cast":["Orson Welles","Mickey Rooney","Senta Berger","Arte Johnson"],"overview":"Orson Welles talks fantasy and magic in this short Vienna travelogue.","release_date":"1968-01-01","genres":[80,99,35],"vote_average":6.3,"runtime":8,"cert":"N\/A","id":109386,"title":"Vienna","adult":false},{"cast":["Anil Kapoor","Jackie Shroff","Farha Naaz","Kimi Katkar","Kader Khan"],"overview":"In modern secular India corruption, nepotism, caste, and favoritism has taken root all the way from Kashmir to Kanyakumari, sparing no one in it's wake. Bombay Municipal Corporation's employee Kimtilal is one such person who had to pay a bribe to a gynecologist so that his wife, Shanti, can give premature birth to their son, Kamal. When Kamal grew up, Kimtilal had to pay another bribe in the form of a donation to a school for admitting him. Then he had to pay another bribe so that his son could successfully pass his college examination, and go on to join the Bombay Police Force. Finally, he withheld an important municipal license for businessman Sampat, in order to get his consent to marry his advocate daughter, Kamini, with his son.","release_date":"1989-09-27","genres":[28,18],"vote_average":4.8,"runtime":160,"cert":"N\/A","id":109393,"title":"Kala Bazaar","adult":false},{"cast":["Kevin Bacon","Matt Bomer","George Clooney","Chris Colfer","Jamie Lee Curtis"],"overview":"\"8\"—a new play by Academy-award winning screenwriter Dustin Lance Black (Milk, J. Edgar)—demystifies the debate around marriage equality by chronicling the landmark trial of Perry v. Schwarzenegger. A one time show was done live on youtube with a superstar cast","release_date":"2012-03-03","genres":[],"vote_average":8.0,"runtime":91,"cert":"N\/A","id":109404,"title":"8","adult":false},{"cast":["Tom Sizemore","Stacy Keach","Kevin Farley","Héctor Jiménez","Olga Segura"],"overview":"Leroy Lowe, grand dragon of the Texas Ku Klux Klan confronts everything he's been taught to hate when he's sentenced to three years of hard labor on a prison work farm, where Warden Merville, dead set on rehabilitating Leroy, chooses Emilio, a Hispanic field worker imprisoned for fighting for labor rights, to be his cell-mate. Leroy, confined in a small cell with the enemy, far from the KKK comrades who deserted him, finds the chatty Emilio slowly chipping away at his anger and prejudice. His weekly rehabilitation meetings with the warden, barely tolerable as the man drones on about farm labor and field crops, take on a different meaning when Madalena, a beautiful Mexican maid is hired to clean the warden's office. An unconventional love story develops that opens Leroy's eyes to the possibility of a different life. And a man who was a born and bred racist finds himself heading down a completely different path to salvation.","release_date":"2012-06-01","genres":[35,18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":109411,"title":"Cellmates","adult":false},{"cast":["James Franco","Jonah Hill","Seth Rogen","Jay Baruchel","Danny McBride"],"overview":"While attending a party at James Franco's house, Seth Rogen, Jay Baruchel and many other celebrities are faced with the apocalypse.","release_date":"2013-06-12","genres":[28,35],"vote_average":6.2,"runtime":107,"cert":"15","id":109414,"title":"This Is the End","adult":false},{"cast":["Josh Holloway","Josh Peck","Chris Brown","Laz Alonso","Caity Lotz"],"overview":"A down-on-his-luck coach is hired to prepare a team of the best American dancers for an international tournament that attracts all the best crews from around the world, but the Americans haven't won in fifteen years.","release_date":"2013-09-21","genres":[10402,18],"vote_average":6.1,"runtime":110,"cert":"","id":109417,"title":"Battle of the Year","adult":false},{"cast":["Tony Ail","Nathan Aswell","Chera Bailey","Kathleen Barr","Lillian Carlson"],"overview":"After charming her reclusive grandfather and falling in love with the beautiful mountain he calls home, Heidi is uprooted and sent to Frankfurt where she befriends Klara, a young girl confined to a wheelchair.","release_date":"1995-01-01","genres":[12,16,18,10751],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":109420,"title":"Heidi","adult":false},{"cast":["Neri Marcorè","Carlo Conti","Leo Gullotta","Simona Marchini","Elio Pandolfi"],"overview":"It’s a hard life for young Leo: his family just doesn’t understand why he’s a vegetarian lion. His solitude ends when he meets Avoria, the elephant queen, who has recently given birth to two calves with braided tails. Mysteriously widowed, Avoria is courted by dapper Zanco. By a series of misfortunes she is separated from her young. Leo steps in to take care of them: thus begins his search for legendary Milk Lake, during which he experiences all sorts of incredible adventures. This fable with a happy ending handles the themes of diversity and racism with engaging originality.","release_date":"2013-08-30","genres":[16,35,10751],"vote_average":2.0,"runtime":77,"cert":"N\/A","id":109423,"title":"Leo the Lion","adult":false},{"cast":["Rossano Brazzi","Rhonda Fleming","Odete Lara","William Redfield","Annik Malvil"],"overview":"Rhonda Fleming shines as Pamela, an American film star who falls in love with coffee grower Claudio (Rossano Brazzi) while in Brazil. When the two are hastily married, Pamela finds herself entwined in a clash of cultures in this rarely seen romantic comedy.","release_date":"1964-07-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":109430,"title":"Instant Love","adult":false},{"cast":["Googy Gress","Gigi Rice","Eileen Galindo","Orson Bean","Christian Clemenson"],"overview":"no overview yet","release_date":"2010-01-01","genres":[35],"vote_average":2.0,"runtime":null,"cert":"N\/A","id":109433,"title":"Ashley's Ashes","adult":false},{"cast":["Chelsea Rae Bernier","Michael Hudson","Ryan McIntyre","Lance Leonhardt","Jason Zahodnik"],"overview":"Wounded, Billy the Kid staggers into the remote and mostly deserted Western town of Hell's Heart to recuperate -- but soon realizes that he's pinned down in a trap. The townspeople have been systematically stalked by a tribe of fearful supernatural entities, the Manitou, who now want Billy as their special trophy kill.","release_date":"2012-01-01","genres":[37,53],"vote_average":4.0,"runtime":80,"cert":"N\/A","id":109440,"title":"1313: Billy the Kid","adult":false},{"cast":["Will Ferrell","Steve Carell","Paul Rudd","Christina Applegate","David Koechner"],"overview":"With the 70s behind him, San Diego's top rated newsman, Ron Burgundy, returns to take New York's first 24-hour news channel by storm.","release_date":"2013-12-18","genres":[35],"vote_average":6.1,"runtime":119,"cert":"15","id":109443,"title":"Anchorman 2: The Legend Continues","adult":false},{"cast":["Christo","Jeanne-Claude","Michael Bloomberg","Rasha Refaie"],"overview":"A documentary on New York City’s biggest public art project ever, an installation called “The Gates” by Christo and Jeanne Claude.","release_date":"2008-02-26","genres":[99],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":109450,"title":"The Gates","adult":false},{"cast":["Christina Ricci","Courteney Cox","Susan Sarandon","Eva Amurri Martino","Selma Blair"],"overview":"Interwoven stories of what it is to be a mom seen through the lens of photographer Rigby Gray.","release_date":"2016-05-06","genres":[18],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":109453,"title":"Mothers and Daughters","adult":false},{"cast":["Jeff Cameron","Klaus Kinski","Jack Betts","Gordon Mitchell","Simonetta Vitelli"],"overview":"There's a frontier feud on the border of Mexico. Outlaw Hagen's brothers have been killed by Nevada's Kid's family.","release_date":"1971-04-01","genres":[37,28],"vote_average":5.1,"runtime":91,"cert":"N\/A","id":109456,"title":"Coffin Full of Dollars","adult":false},{"cast":["G.J. Echternkamp","Matthew Tilley","Valerie Hurt","Michael Traynor","Konima Parkinson-Jones"],"overview":"\"Documentary Filmmaker looking for suicidal individual to follow from first preparation to final act.\" Cut from 142 video tapes, this project sheds light on the tragedy following the infamous Internet ad.","release_date":"2008-03-08","genres":[99,18],"vote_average":4.6,"runtime":101,"cert":"N\/A","id":109459,"title":"A Necessary Death","adult":false},{"cast":["Snoop Dogg","Big Pun","Ice-T","Fat Joe","T. J. Storm"],"overview":"An insane preacher seeks retribution from the local crime syndicate for the violent death of his family and the burning of his church in a horrendous ghetto crime spree.","release_date":"1999-09-07","genres":[27,28,53],"vote_average":4.8,"runtime":72,"cert":"N\/A","id":109466,"title":"Urban Menace","adult":false},{"cast":[],"overview":"A teenage boy is hidden at an orphanage by his mother to protect him against his father, who wants to use the boys body to be reborn.","release_date":"1988-10-07","genres":[27],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":109473,"title":"The Boy from Hell","adult":false},{"cast":["Akissi Delta","Félix Gazekagnon","Drissa Kone"],"overview":"Bouka is a gifted young teenager. He lives with his parents in a village and forms with them a solid family. His father gives him a traditional education close to nature. Unfortunately this happiness will be troubled by the brutal death of the father…Remained widow, the mother of Bouka will suffer the consequences of a relentless traditional principle. She become the new wife of the nephew of her late husband, Bouka doesn’t accepts this new condition of her mother. He suspects his stepfather to be involved in his father death. He stops to go to school and organize a gang in the forest. In this tormented atmosphere, he develops a mortal hate towards its new \"father\"…","release_date":"1988-01-01","genres":[18],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":109476,"title":"Bouka","adult":false},{"cast":["Emmanuelle Seigner","Susan Tyrrell","Aidan Gillen","Mark Boone Junior","Darryl Henriques"],"overview":"An introvert relieves the tedium of caring for his invalid mother by spying on his neighbor.","release_date":"1999-09-05","genres":[18,53,10749],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":109479,"title":"Buddy Boy","adult":false},{"cast":["Vinay Apte","Abhijeet Bagalkote","Bijal Batavia","Sharad Bhutadiya","Harsh Chhaya"],"overview":"","release_date":"2007-10-05","genres":[18,80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":109486,"title":"It's Breaking News","adult":false},{"cert":"N\/A","title":"Tale of Samuel Whiskers","cast":[],"genres":[],"id":109493,"overview":"","runtime":null,"release_date":"","vote_average":0.0,"adult":false}]