[{"cast":[],"overview":"A Night Out with the Backstreet Boys is a romantic, heartfelt, and intimate live performance recorded in Germany in 1998. An introduction with members Kevin Richardson and Howie Dorough explains that the Boys have always wanted to perform for their fans and themselves in an acoustic concert. Much like the well-known MTV Unplugged series, the Backstreet Boys perform with a full orchestra and a small choir for background vocals. There is no choreography, they do mostly ballads and mid-tempo songs, and most of the time they casually sit on bar stools. The group is exposed musically, providing the opportunity to show their fans and their critics that the Backstreet Boys \"really do have talent.\"","release_date":"1998-11-17","genres":[10402],"vote_average":5.3,"runtime":70,"cert":"N\/A","id":116015,"title":"Backstreet Boys:  A Night Out with the Backstreet Boys","adult":false},{"cast":["Rose Valencia","Allen Dizon"],"overview":"Lorenzo decides to work abroad to give his wife Divine and their children a bright future.  Divine, who is against his plan is left lonely.  But when his stay abroad is extended to five years instead of three years, Divine finds it hard to resist temptation.  She gets involved in a passionate relationship with Dick.  When Lorenzo comes back, divine is left to choose between the two.","release_date":"2003-04-06","genres":[18],"vote_average":5.8,"runtime":90,"cert":"N\/A","id":116017,"title":"Motel","adult":false},{"cast":["Nicke Lignell","Anton Häggblom","Petter Kevin","Willhelm Grotenfelt","Thomas Holm"],"overview":"Depicting the Finnish Civil War from the White army's point of view. Lieutenant Melin's soldiers mission is to penetrate the heart of the city and overtake the Nasilinna Palace from the Reds.","release_date":"2012-03-23","genres":[10752,18,36],"vote_average":6.0,"runtime":70,"cert":"N\/A","id":116019,"title":"The Battle of Näsilinna 1918","adult":false},{"cast":["A.J. McLean","Brian Littrell","Howie Dorough","Kevin Richardson","Nick Carter"],"overview":"Backstreet Boys Live in Dallas - Black &amp; Blue Tour 2001","release_date":"2001-01-01","genres":[10402],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":116030,"title":"Backstreet Boys: Black & Blue Tour Live in Dallas","adult":false},{"cast":["Kevin Richardson","Howie Dorough","A.J. McLean","Nick Carter"],"overview":"Backstreet Boys Live in Barcelona - Millennium Tour 1999 HBO Broadcast","release_date":"1999-01-01","genres":[10402],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":116032,"title":"Backstreet Boys: Into The Millennium Tour Live in Barcelona","adult":false},{"cast":["Galatea Ranzi","Joaquim de Almeida","Alexandre Pinto","Miguel Borges","Lúcia Sigalho"],"overview":"Ana lives in a little village by the sea, with her husband and daughter. He decides to leave for a few days. That seems to be the ideal solution, because Ana needs to finish a work she has been doing for a long time. But her concentration seems threatened when she starts doing her daily walks by the village and the beach: she saves a stranger from death in the sea, meets young Alexandre and Emilia, and her friend Vera turns up in her house. And then, everything changes…","release_date":"2001-08-01","genres":[18],"vote_average":5.0,"runtime":117,"cert":"N\/A","id":116034,"title":"Water and Salt","adult":false},{"cast":["Nick Carter","Kevin Richardson","Howie Dorough","Brian Littrell","A.J. McLean"],"overview":"Backstreet Boys Live in Frankfurt, Germany - World Tour 1997","release_date":"1997-01-01","genres":[10402],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":116036,"title":"Backstreet Boys: Live in Frankfurt","adult":false},{"cast":["Ross Malinger","P.J. Soles","Kenneth Tigar","Kelly Packard","Don Stroud"],"overview":"The Shoemaker kids are enjoying a quiet summer vacation in the country, until they discover a friendly little Sasquatch.... and the adventure of a lifetime.","release_date":"1997-01-01","genres":[10751],"vote_average":1.8,"runtime":null,"cert":"N\/A","id":116038,"title":"Little Bigfoot","adult":false},{"cast":["Nick Carter","Brian Littrell","A.J. McLean","Howie Dorough","Kevin Richardson"],"overview":"Backstreet Boys Live in Seoul, Korea - Never Gone Tour 2006","release_date":"2006-03-22","genres":[10402],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":116043,"title":"Backstreet Boys: Never Gone Tour Live in Seoul","adult":false},{"cast":["A.J. McLean","Howie Dorough","Nick Carter","Kevin Richardson","Brian Littrell"],"overview":"Backstreet Boys Live in Copenhagen, Denmark - MTV Play to Stop - Europe for Climate 2009","release_date":"2009-12-07","genres":[10402],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":116045,"title":"Backstreet Boys: MTV Play To Stop - Europe for Climate Live in Copenhagen","adult":false},{"cast":["Fabian Busch","Wanja Mues","Kathrin Kühnel","Sandrine Guiraud"],"overview":"","release_date":"2006-01-01","genres":[53,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":116050,"title":"Sunny","adult":false},{"cast":["Torgeir Hegna","Daniel Lurås","Kjell Christoffer Kirkevold","Jostein Haugland","Siri Slåbakk Berg"],"overview":"Harde Strenger is about  Bobby, Alex and HK who on day are indebted to the village no.1 asshole \"Slegga\". Everyone has a way to raise money, these guys have many.  Harde Strenger offers ridiculous situations, dry jokes, action-packed scenes, romantic moments, \"råning\" and folk music.","release_date":"2012-02-25","genres":[35],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":116052,"title":"Hard Strings","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","Dorothy Appleby","John Tyrrell"],"overview":"The stooges decide to get some easy money by having Curly slip on a bar of soap in a hotel lobby so they can sue the owner. Curly slips as planned but the hotel turns out to be run by an old lady who is about to lose her lease to the evil landlord. The stooges decide to help her fix up the place and start by beating up the landlord and stealing his watch. After their usual antics in renovating the place, the hotel is ready for the grand re-opening. The stooges put on a big show with a famous critic in attendance. Their corny act goes over poorly until Curly accidentally puts on a magicians coat and becomes a sensation and the place is a success.","release_date":"1942-01-08","genres":[35],"vote_average":5.0,"runtime":18,"cert":"N\/A","id":116057,"title":"Loco Boy Makes Good","adult":false},{"cast":["Graham Elwood","Doug Benson"],"overview":"Stand up comedian Graham Elwood's journey physically, and emotionally, as he travels through Afghanistan's war zones to entertain the embattled U.S. troops.","release_date":"","genres":[99],"vote_average":8.0,"runtime":88,"cert":"N\/A","id":116059,"title":"Laffghanistan: Comedy Down Range","adult":false},{"cast":[],"overview":"Live concert from Apocalyptica in Rock in Rio Lisboa 2008","release_date":"2008-06-05","genres":[10402],"vote_average":0.0,"runtime":51,"cert":"N\/A","id":116061,"title":"Apocalyptica Live at Rock in Rio Lisboa","adult":false},{"cast":["Curly Howard","Suzanne Kaaren","Harry Burns","Dorothy Appleby","Moe Howard"],"overview":"The stooges are actors traveling to perform at a fiesta in Mexico. After they accidentally switch suitcases with that of Dolores, a lovely senorita they met on trip down, they must sneak into her house to retrieve their suitcase. When they are confronted by her jealous husband he vows to kill them if he sees them again. At the fiesta where they are performing a comedy bullfight (Curly is the matador, Moe and Larry are in a bull costume) the husband bribes the attendants to let a real bull into the ring. Curly knocks the bull out with a head butt and becomes a hero.","release_date":"1942-04-23","genres":[35],"vote_average":5.2,"runtime":17,"cert":"N\/A","id":116063,"title":"What's the Matador?","adult":false},{"cast":["Michael Fassbender","Liam Cunningham","Alex MacQueen"],"overview":"Liam and Michael are professional safe crackers who meet on a simple job to relieve an office safe from its contents. The catch is a light activated alarm system impelling the men to embark on a pitch black heist.","release_date":"2011-01-01","genres":[80,18],"vote_average":7.2,"runtime":13,"cert":"N\/A","id":116065,"title":"Pitch Black Heist","adult":false},{"cast":["Curly Howard","Vernon Dent","Moe Howard","Larry Fine"],"overview":"The stooges are potters in ancient Rome during the reign of Emperor Octopus Grabus. When the emperor orders all beautiful red-headed women to be brought before him so he can select a wife, Diana, a pretty red-head, seeks refuge with the stooges. Some soldiers find Diana's hiding place and they are all brought to the palace where the stooges escape and try to pass of Curly as Diana, having broken the emperor's glasses. Their ruse fails and they're caught by the palace guards as they try to escape.","release_date":"1942-07-02","genres":[35],"vote_average":4.7,"runtime":17,"cert":"N\/A","id":116067,"title":"Matri-Phony","adult":false},{"cast":["Curly Howard","Moe Howard","Larry Fine","Dick Botiller","Lynton Brent"],"overview":"The stooges are carpenters who become policemen. A mysterious burglar disguised as a gorilla has the cops baffled and Mr. Dill, the head of the citizens league, threatening the police chief's job. The boys go on the case and pose as night watchmen at an antiques store. They confront the crook, who turns out to be a real gorilla owned by Dill. After defeating Dill and some other bad guys in a wild fight, the gorilla drinks some nitroglycerin and blows up.","release_date":"1943-02-05","genres":[35],"vote_average":6.0,"runtime":18,"cert":"N\/A","id":116072,"title":"Dizzy Detectives","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","Chester Conklin","Stanley Blystone"],"overview":"The Stooges get a job putting up posters for a circus but discover that instead of money, their pay is tickets to the show. When trying to scalp their tickets gets them in trouble, they hide out backstage where Curly has an encounter with a bearded lady and Moe and Larry hide in a horse suit. When they're caught, the circus manager gives them a choice of going to jail or joining the circus. What they don't know is that they are to be targets for the Zulu spear thrower. When Curly hits the spear thrower with one of his own spears, the boys are on the run once again.","release_date":"1943-07-09","genres":[35],"vote_average":6.8,"runtime":15,"cert":"N\/A","id":116074,"title":"Three Little Twirps","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","Dick Curtis","Bud Jamison"],"overview":"The stooges are defense workers who have trouble getting to sleep when Curly gets a toothache. Moe and Larry try various ways to remove the offending tooth, but nothing works so they take Curly to the dentist. While Moe gets in the chair to show Curly how easy its going to be, the dentist enters and pulls Moe's tooth by mistake. Curly then wakes up and realizes its all been a dream and a punch to the mouth from Moe dislodges the tooth.","release_date":"1943-08-13","genres":[35],"vote_average":7.5,"runtime":19,"cert":"N\/A","id":116076,"title":"I Can Hardly Wait","adult":false},{"cast":["Curly Howard","Bud Jamison","Vernon Dent","Dick Curtis","Moe Howard"],"overview":"Its suspected that a society matron, Mrs. Van Bustle, will marry the exotic Prince Shaam. To get the story, reporters Curly, Larry and Moe take jobs in her mansion as a cook and two butlers. The parrot climbing into the turkey scene is a Stooge classic. This was the last of many Stooge appearances by supporting actor Bud Jamison, who passed away in September, 1944, at the age of 50. First appearance by Stooge supporting actress Judy Malcom.","release_date":"1944-02-04","genres":[35],"vote_average":8.0,"runtime":17,"cert":"N\/A","id":116078,"title":"Crash Goes the Hash","adult":false},{"cast":["Curly Howard","Moe Howard","Larry Fine"],"overview":"The Stooges, not faring well with their diner, enter Curly in a milking contest at the County Fair. But when they take him to a pasture to practice, Curly doesnt know a cow from a bull!","release_date":"1944-03-18","genres":[35],"vote_average":7.0,"runtime":17,"cert":"N\/A","id":116080,"title":"Busy Buddies","adult":false},{"cast":["Curly Howard","Moe Howard","Larry Fine"],"overview":"The Stooges become farmers as a last resort when every branch of the armed services turns them down. Strong anti-Japanese content during World War II caused this short to later be banned from television","release_date":"1944-05-26","genres":[35],"vote_average":8.0,"runtime":16,"cert":"N\/A","id":116082,"title":"The Yoke's On Me","adult":false},{"cast":["Curly Howard","Lindsay Bourquin","Laverne Thompson","Betty Phares","Moe Howard"],"overview":"The stooges are three small time actors looking for a job. They meet three girl dancers in the situation and get a small part in a big producers show at the shipyard. When the rest of the cast doesn't show up, the stooges and the girls must put on the whole show themselves. The show is a hit and the stooges marry the girls and head to Niagara Falls for their honeymoon.","release_date":"1944-09-22","genres":[35],"vote_average":3.0,"runtime":19,"cert":"N\/A","id":116084,"title":"Gents Without Cents","adult":false},{"cast":["Curly Howard","Vernon Dent","Christine McIntyre","Moe Howard","Larry Fine"],"overview":"The stooges are dressed as Japanese soldiers for their job as magazine models. On their lunch break they go into a restaurant with their Japanese uniforms on causing the proprietor to mistake them for the real thing, and a chase ensues. The boys fall through a trap door, and into a nest of Nazi spies where they are mistaken for \"Naki\", \"Saki\" and \"Waki\", three Japanese saboteurs. The stooges try to act the part, including demonstrating acrobatics and jiu-jitsu to their hosts. When the real \"Naki\", \"Saki\" and \"Waki\" show up, the boys are exposed and impostors, but after a wild fight manage to capture all the Axis spies.","release_date":"1944-11-24","genres":[35],"vote_average":5.0,"runtime":17,"cert":"N\/A","id":116086,"title":"No Dough Boys","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","Rebel Randall","Vernon Dent"],"overview":"The stooges are three fish peddlers who decide to cut out the middleman by catching their own fish. They trade their car and $300 for a \"new\" boat which turns out to be a piece of junk that soon falls apart and sinks in the middle of the ocean. Luckily the boys also have a row boat which they climb into and then try to signal some passing planes for help. Unfortunately, their paint spattered rag is mistaken for a Japanese flag and they are bombed from the sky.","release_date":"1945-10-18","genres":[35],"vote_average":3.0,"runtime":17,"cert":"N\/A","id":116088,"title":"Booby Dupes","adult":false},{"cast":["Curly Howard","Moe Howard","Larry Fine"],"overview":"Moe is on trial for assaulting Curly and Larry with an ax. Moe relates how Curly and Larry took him on a hunting trip for his nerves. Out in the woods they confronted a bear which Curly and Larry stunned, and thinking it was dead, threw it in the back of their car, where it came awake, tossed Moe out and drove the car into a tree. The judge finds Moe not guilty and Moe promptly goes after Larry and Curly again with the ax.","release_date":"1945-07-20","genres":[35],"vote_average":4.0,"runtime":18,"cert":"N\/A","id":116090,"title":"Idiots Deluxe","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","Christine McIntyre","Symona Boniface"],"overview":"The stooges are working in a radio station where a pretty girl has just made a recording of \"Voices of Spring\" under an assumed name. She wants to hide her singing career from her disapproving society parents while auditioning for Mrs. Bixby's \"Krispy Krunchy\" radio program. After a run-in with a pompous violinist, the boys find the record and Curly starts mimicking to it, dressed as a women. Mrs. Bixby witnesses their performance and is impressed enough to hire \"Senorita Cucaracha\" (Curly) and Senors \"Mucho\" and \"Gusto\" (Moe and Larry) for her radio program. The boys show up in their disguises to \"sing\" at a Mrs. Bixby's party but run into trouble when Moe smashes the record over Curly's head. The real singer tries to help by singing from behind a curtain while Curly mimics, but she is discovered and the stooges exit to a hail of phonograph records.","release_date":"1945-11-15","genres":[35],"vote_average":5.0,"runtime":17,"cert":"N\/A","id":116092,"title":"Micro-Phonies","adult":false},{"cast":["Jacqueline Kim","Eugenia Yuan","Michael Aki","Matt Westmore","Shizuko Hoshi"],"overview":"Michael, a young mechanic, is forced to choose between a daring tryst with an alluring stranger and the habitual comfort of his bittersweet obsession: his beautiful young roommate.","release_date":"2002-03-11","genres":[18,10749],"vote_average":5.6,"runtime":85,"cert":"N\/A","id":116094,"title":"Charlotte Sometimes","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","Robert Williams","Vernon Dent"],"overview":"The stooges make a whole batch of homemade beer, but get tossed in jail when Curly sells some to a cop. Their minor indiscretion turns into a forty year sentence when a keg of beer Curly has hidden under his coat explodes while the boys are being photographed. In prison the stooges get into more trouble with the warden and wind on the rockpile when they try to escape. Released as old men with long gray beards, the first thing Curly wants is a bottle of beer.","release_date":"1946-01-10","genres":[35],"vote_average":3.0,"runtime":18,"cert":"N\/A","id":116096,"title":"Beer Barrel Polecats","adult":false},{"cast":["Curly Howard","Moe Howard","Larry Fine"],"overview":"The stooges are civil war soldiers who are constantly changing uniforms to avoid the opposing armies. Eventually they decide to be loyal to the south, but remain disguised as Union soldiers. Curly is detected as a spy, but Moe and Larry prevent his execution. The boys escape with a secret map and marry their three southern belles.","release_date":"1946-03-29","genres":[35,10752],"vote_average":7.0,"runtime":18,"cert":"N\/A","id":116098,"title":"Uncivil War Birds","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","'Snub' Pollard"],"overview":"The stooges are bumbling electricians who decide to go away for a rest after they are fired for their incompetence. The rest home they choose is run by Dr. Mallard, a quack who gyps the patients for everything they've got. When the boys discover the crooked goings on they escape, but not before Curly accidentally cures another patient who rewards him with a thousand dollars.","release_date":"1946-06-20","genres":[35],"vote_average":5.0,"runtime":18,"cert":"N\/A","id":116100,"title":"Monkey Businessmen","adult":false},{"cast":["Curly Howard","Beverly Warren","Tiny Brauer","Moe Howard","Larry Fine"],"overview":"Told in flash back, the stooges tell their son how he came to have three fathers. The stooges, owners of a pawn shop, owed money to the gashouse protection society, a bunch of loan sharks. To complicate matters, a lady leaves a baby in the shop as part of a plan to sell a phony diamond and the stooges wind up caring for the kid. The stooges manage to defeat the crooks and when they finish telling the story, the kid goes off to find his real mother.","release_date":"1946-07-04","genres":[35],"vote_average":6.0,"runtime":17,"cert":"N\/A","id":116102,"title":"Three Loan Wolves","adult":false},{"cast":["Curly Howard","Doris Houck","Judy Malcolm","Ethelreda Leopold","Moe Howard"],"overview":"The stooges are discharged from the army and go to see their fiancée, but find they have been dispossessed and the wedding is off until they find a home. The boys have trouble finding a vacant apartment so they set up housekeeping in a vacant lot. Their housing problems seem to be solved until a farmer destroys their new home with a tractor. The stooges then build a house of their own, but the girls aren't impressed with the one room mansion and walk out on them.","release_date":"1946-09-05","genres":[35],"vote_average":4.0,"runtime":16,"cert":"N\/A","id":116104,"title":"G.I. Wanna Home","adult":false},{"cast":["Curly Howard","Larry Fine","Moe Howard","Christine McIntyre","Robert Kellard"],"overview":"The stooges are castaways from a garbage scow who land on Dead Man's Island where everyone is living in olden times. To escape from the governor, they disguise Curly as a Maharaja and win permission to journey to their own country to fetch presents. The governor is fooled, but the boys run into more trouble in the den of Black Louie the pirate where Curly is forced into a knife throwing contest with Larry as the target. Things look bad until a mis-thrown knife cuts the rope that holds the chandelier and it crashes down on Black Louie's men. With the pirates defeated, Moe decides to take over as ruler of the island.","release_date":"1946-12-05","genres":[35],"vote_average":6.0,"runtime":18,"cert":"N\/A","id":116109,"title":"Three Little Pirates","adult":false},{"cast":["Shemp Howard","Larry Fine","Moe Howard","Kenneth MacDonald","Curly Howard"],"overview":"The stooges are gypped out of their inheritance by Icabob Slipp, a crooked lawyer. The boys follow Slipp onto a passenger train and corner him, but not before they accidentally let a lion loose on the train.  The only Stooges SHORT where Moe, Curly and Shemp appear together.","release_date":"1947-07-17","genres":[35],"vote_average":7.0,"runtime":17,"cert":"N\/A","id":116114,"title":"Hold That Lion!","adult":false},{"cast":["Shemp Howard","Larry Fine","Moe Howard","Christine McIntyre","Emil Sitka"],"overview":"The stooges run a drug store and are about to have their lease taken away by the Flint, the mean old man who owns the place. When Flint kicks his wife out for being old, the stooges try to help her by inventing a formula that makes old people young. Their concoction turns the wife into a beautiful young woman, and Flint offers the boys the store for free if they'll transform him as well. They agree, but after he swallows the stuff he turns into an infant, and the boys leave on the run.","release_date":"1947-12-18","genres":[35],"vote_average":7.0,"runtime":19,"cert":"N\/A","id":116119,"title":"All Gummed Up","adult":false},{"cast":["Shemp Howard","Larry Fine","Moe Howard","Matt McHugh","George Lloyd"],"overview":"The stooge's friend Claude sells them his old lemon of a car so they can take Shemp, who is sick with a toothache, camping. The car won't work and the boys are apparently out a bundle, when a car collector happens on the scene and offers to buy it at a premium. Claude backs out on the deal and gives the stooges their money back, only to discover the \"collector\" is an escaped lunatic.","release_date":"1948-02-26","genres":[35],"vote_average":7.0,"runtime":16,"cert":"N\/A","id":116121,"title":"Pardon My Clutch","adult":false},{"cast":["Shemp Howard","Moe Howard","Larry Fine","Vernon Dent","Virginia Hunter"],"overview":"The stooges are musicians at the court of King Cole. When they ask the king's permission to marry their sweethearts, the King agrees, but only after Princess Alicia has married Prince Valiant. This news upsets Mergatroyd, an evil magician who plans to marry the Princess himself and rule the Kingdom. Mergatroyd abducts the Princess, and it's up to the stooges to foil his plans and expose his evil doings.","release_date":"1948-05-06","genres":[35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":116123,"title":"Fiddlers Three","adult":false},{"cast":["Edna de Cássia","Paulo César Peréio"],"overview":"A girl from the countryside goes to the city of Belém to take part in the Círio de Nazaré celebrations. Led to prostitution, she wishes to move to the wealthiest Southeast region of Brazil. In a dance club, she meets a truck driver that transports wood. Dreaming with the big city, she asks for a ride, and the two begin a journey through the Trans-Amazon road. In tension with the Brazilian military authorities of the time, the film registers several aspects of the Amazon social tragedy – forest fires, slave work and child prostitution. Awarded in several international festivals, the film was forbidden by the Brazilian censorship. It was only released years later, winning the Brasília Film Festival in 1981.","release_date":"1975-07-14","genres":[99,18],"vote_average":6.7,"runtime":91,"cert":"N\/A","id":116146,"title":"Iracema, Uma Transa Amazônica","adult":false},{"cast":[],"overview":"Explores the history of drugs. From the early cave dwellers who first stumbled upon psychedelic mushrooms to the over 6000-year-old tradition of opium cultivation in the East to a modern pharmaceutical industry with over 24,000 drugs on the market, drugs have played a role in our lives since well before recorded human history. THE STONED AGES explores the reasons weve used drugs through the ages to heal our bodies and minds, to connect with a higher power, to feel better, for recreation, to escape, for performance enhancement, and even to prolong our lives while considering the devastating consequences that accompany the choice to use certain drugs. This fascinating, fresh, and insightful documentary will ask the question: overall, have drugs done more to help us or hurt us?","release_date":"2011-09-21","genres":[99],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":116148,"title":"The History Channel: The Stoned Age","adult":false},{"cast":["George Eastman","Dragomir 'Gidra' Bojanić","Dana Ghia","Daniele Vargas","Mirko Ellis"],"overview":"Ramon's parents are killed by men of landowner John Barrett. While trying to get revenge, Ramon is wounded but has saved the life of Rezza, an old disillusioned killer. While nursing his wounds, the men become reluctanfriends and Rezza teaches Ramon the art of shooting, surviving and the loneliness a killer has to bear. Ramon becomes threat for Barrett, the landowner engages Rezza to kill Ramon.","release_date":"1967-08-10","genres":[37],"vote_average":5.5,"runtime":88,"cert":"N\/A","id":116156,"title":"Django, the Last Killer","adult":false},{"cast":["Loni Anderson","Andrew Stevens","Jamie McEnnan","Arte Johnson","Dom DeLuise"],"overview":"No friends. The new school sucks. And Mom (Loni Anderson) is in love with a sleazy lawyer (Andrew Stevens). Pretty bleak. That’s how life looks to ten-year-old Gage (Jaime McEnnan) when suddenly, into his world pops the magical Munchie (Dom DeLuise). Munchie is the ever-hungry and hilarious mysterious creature from another world who delivers flying pizzas and brings on the parties! With the help of Munchie and loony Professor Cruikshank (Arte Johnson), Gage evens the score on his school’s bullies as well as his mom’s boyfriend and has the greatest summer ever!","release_date":"1992-05-15","genres":[10751,14,35],"vote_average":3.5,"runtime":80,"cert":"N\/A","id":116158,"title":"Munchie","adult":false},{"cast":["Leo Gorcey","Huntz Hall","Bernard Gorcey","Robert Lowery","Leon Belasco"],"overview":"Those wacky Bowery Boys invent a superfast fuel, which will help them win an auto race (isn't this cheating?). However, the fuel is stolen by the bad guys just before the big race...","release_date":"1953-02-15","genres":[35],"vote_average":5.0,"runtime":62,"cert":"N\/A","id":116160,"title":"Jalopy","adult":false},{"cast":["Johnny Weissmuller","Carol Thurston","Max Palmer","Burt Wenland","Nestor Paiva"],"overview":"Nasty white hunters are testing out their germ warfare weapons using wild animals in Africa… until they run into Jungle Jim.","release_date":"1953-12-15","genres":[878,12],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":116162,"title":"Killer Ape","adult":false},{"cast":["Peter Davies","Neil Hughes","Tony Walker","Lynn Johnson","Susan Sullivan"],"overview":"When a cross-section of seven-year-olds were interviewed for 7 Up in 1964 it was immediately evident that their social backgrounds influenced their attitudes towards life. While the upper class children were confident and self-assured, those from middle and working class backgrounds were resigned to a challenging life of hard work. This premise was put to the test every seven years when the same group were interviewed about the progression of their lives. 49 years in the making, the changes that occurred to the original 14 make for fascinating television and are in many ways the stories of all our lives. From success and disappointment, marriage and childbirth, to poverty and illness, nearly every facet of life has been captured on film. Now, at the age of 56, the group are once more brought together and, with the benefit of hindsight, assess whether their lives have been ruled by circumstance or self-determination.","release_date":"2012-05-14","genres":[99],"vote_average":7.5,"runtime":144,"cert":"","id":116167,"title":"56 Up","adult":false},{"cast":["Allie Haze","Lexi Belle","Jada Stevens","Ella Milano","Tasha Reign"],"overview":"B. Skow takes five of the hottest, horniest babes in porn, and asks them to describe their wildest fantasy... and to keep it true. Allie talks about passing a construction site and fucking all the guys. Tasha talks about being spied on and then caught and fucked. Jada talks about falling for a black guy and getting fucked like she's never been fucked before. And then, just as they can see it, smell it and taste it, they do... in the wildest, raunchiest enactments of real-life fantasies ever put on camera. (There's even sex shot underwater. And Allie's in three awesome scenes!) Actual sex, real to reel. It's all here and only from Vivid.","release_date":"2011-11-14","genres":[],"vote_average":0.0,"runtime":146,"cert":"N\/A","id":116172,"title":"Allie Haze: True Sex","adult":true},{"cast":["Jiří Sovák","Běla Jurdová","Rudolf Hrušínský","Pavla Maršálková","Bohumil Švarc st."],"overview":"","release_date":"1960-06-10","genres":[10751,35],"vote_average":7.1,"runtime":null,"cert":"N\/A","id":116174,"title":"Darbujan and Pandrhola","adult":false},{"cast":["Ajith Kumar","Parvathy Omanakuttan","Bruna Abdullah","Prabhu Ganesan","Vidyut Jamwal"],"overview":"David Billa a refugee comes to Rameswaram in Tamil Nadu and his journey begins into crime. Initially he starts as a local diamond smuggler. He eventually meets Abbasi, an underworld don in Goa and helps him out in a deal and wins his favor. For one of Abbasi's deals Billa goes to Georgia where he meets a ruthless international don Demitri. They get acquainted that creates a rift between Abbasi and Billa. A challenge is thrown by Billa to Abbasi and he starts building his own empire, which eventually results in Billa crossing swords with Demitri himself. The bloody battle begins in Goa and ends in Georgia.","release_date":"2012-07-13","genres":[28],"vote_average":6.0,"runtime":140,"cert":"N\/A","id":116185,"title":"Billa II","adult":false},{"cast":["Harish Kalyan","Uttara Raj","Vatsan"],"overview":"Aridhu Aridhu is a 2010 Indian Tamil-language drama film written and directed by K. R. Mathivanan, an assistant of director Shankar, directing his maiden venture. The movie is produced by Jaya Krishnan under the banner name of JK Creations. The movie lead cast includes Harish Kalyan and Uttara Raj both making their debuts. Thaman has scored the music under the audio label of Five Star Audios.","release_date":"2010-12-24","genres":[18,10751],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":116187,"title":"Aridhu Aridhu","adult":false},{"cast":["James Warren","Lynne Roberts","Paul Cavanagh","House Peters Jr.","Robert Bice"],"overview":"A 17th-century Caribbean port rumored to have frequented by pirates rises from the ocean floor, where it came to rest after an earthquake many years before. A scientist wants to study it, some thugs want the treasure alleged to be stored there, a bunch of mutated giant crabs living there attack them all.","release_date":"1953-04-10","genres":[12,80,878],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":116189,"title":"Port Sinister","adult":false},{"cast":["Craig Fairbrass","Toni Barry","William Marsh","Jennifer Calvert","Ricco Ross"],"overview":"Group of heroin smugglers finds shelter on abandoned oil rig after their ship had exploded. Soon they find that the oil rig was just cover for biological experiment. One of the results is Charlie - shape-shifting monster with ability to absorb the memory of its victims. However, even such creatures have their own bad habits.","release_date":"1995-11-04","genres":[53,27,878],"vote_average":4.4,"runtime":97,"cert":"18","id":116194,"title":"Proteus","adult":false},{"cast":["Charles Coburn","Spring Byington","Anne Francis","John Agar","George Winslow"],"overview":"Wacky complications ensue when a little boy comes into possession of a ray gun that compels anyone caught in its beam to tell the truth. He uses it to prevent his orphanage from being shut down by creditors and to help a cute couple fall in love.","release_date":"1954-04-01","genres":[878,35],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":116196,"title":"The Rocket Man","adult":false},{"cast":["Christian Clavier","Didier Bourdon","Thomas Sagols","Manoëlle Gaillard","Héléna Grouchka"],"overview":"\"La Cage aux Folles\" is a club which has a transvestite show, starring Zaza (whose real name Albin). It forms Renato old homosexual couple. The latter was previously a son, Laurent, who announces his future marriage with the daughter of a deputy. The meeting with the conservative politician is unavoidable ...","release_date":"2011-06-28","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":116198,"title":"La Cage aux folles","adult":false},{"cast":["Jami Dion","Taylor St. Claire","Celeste","Jenteal","Renee"],"overview":"Andrew Blake takes sultry sex-star and former Penthouse Pet Dahlia Grey (a.k.a. Jami Dion) along with six of Hollywood's hottest centerfold supermodels one step beyond to the cutting edge of erotica, in eighteen sensual all-girl soft-core fetish fantasy sequences. Captured on film this dreamworld of exotic villas, luxury limos and exclusive avant-garde penthouse suites from Beverly Hills to New York City, exudes lavish decadence. These arousing beauties reveal their dark and bizarre secrets of domination, submission, discipline and desire. Dressing and undressing in the most kinky, outrageous fetish fashion and pierced body jewelry, they leave nothing and everything to the imagination!","release_date":"1995-01-01","genres":[14],"vote_average":8.0,"runtime":80,"cert":"N\/A","id":116206,"title":"Captured Beauty","adult":false},{"cast":["Ed O'Neill","Matthew Laurance","Candy Clark","George de la Peña","Audrey Landers"],"overview":"While Popeye Doyle (Ed ONeill) is investigating what appears to be a very simple drug overdose, he becomes involved in international intrigue. The Mosad and various other foreign diplomatic figures turn up everywhere he goes. The drug overdose becomes a very involved murder case.","release_date":"1986-01-01","genres":[53,10770,80],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":116214,"title":"Popeye Doyle","adult":false},{"cast":["John Howard","Mala Powers","May Wynn","Gerald Milton","Duane Grey"],"overview":"A woman leads an expedition into a remote jungle to find her long-lost brother, but instead finds a mad scientist who has created a fungus monster that feeds on the local inhabitants.","release_date":"1957-08-12","genres":[27],"vote_average":5.0,"runtime":76,"cert":"N\/A","id":116216,"title":"The Unknown Terror","adult":false},{"cast":["Charles Porter","Wilson Jermaine Heredia","Sam Sarpong","Lydia Hyslop"],"overview":"A pair of crooks on the run from the law gets more than they bargained for when they break into a seemingly abandoned house looking for a place to hole up and find that it's controlled by an evil spirit that will do anything to protect its sole, sickly resident. Suddenly, jail's not looking so bad.","release_date":"2006-01-01","genres":[27],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":116218,"title":"Nailed","adult":false},{"cast":["Juliette Mayniel","Bernard Blier","Jacques Chabassol","Henri Cogan","Marcel Berteau"],"overview":"Stefan Borba was a member of a spy ring during the war but after the end of the conflict he opted out. Now he is a miner in Belgium and lives happily there with his wife Denise. Unfortunately for him, his past catches up with him. One day indeed, Milan, a secret agent with whom he used to work, resurfaces and forces him back into action...","release_date":"1960-04-14","genres":[12,53],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":116220,"title":"Do or Die!","adult":false},{"cast":["Bruxy Cavey","Tony Campolo","John Campea"],"overview":"Should Christians kill people? Director John Campea's journey to find the answer is chronicled in Prince of Peace - God of War. Speaking with historians, professors, and religious leaders across North America about the relationship between Christianity and war, Prince of Peace - God of War provides an honest dialogue about this complex issue.","release_date":"2007-09-29","genres":[],"vote_average":7.5,"runtime":61,"cert":"N\/A","id":116222,"title":"Prince of Peace: God of War","adult":false},{"cast":["Song Kang-ho","Lee Na-young","Lee Sung-min","Shin Jung-geun","Lim Hyun-sung"],"overview":"A man is found burned to death inside of a car. Detective Sang-Gil (Song Kang-Ho) and his co-workers investigate the scene. Sang-Gil doesn't want to take the case, because it looks like a simple suicide case and won't help him get the promotion that he desperately wants. Furthermore, rookie female detective Eun-Young (Lee Na-Young) is selected as his partner for the case.","release_date":"2012-02-16","genres":[9648,53],"vote_average":5.9,"runtime":114,"cert":"N\/A","id":116227,"title":"Howling","adult":false},{"cast":["Julio Cesar Chavez Jr.","Andy Lee"],"overview":"Patient, careful matchmaking by promoter Top Rank has enabled Julio Cesar Chavez Jr. to arrive at stardom with an unbeaten record, but one (45-0-1, 31 KOs) that does not include a major challenge. Andy Lee, a tall, highly-skilled boxer-puncher and southpaw, will present the most significant test yet for Chavez. How Chavez deals with Lee in their June 16 clash in El Paso, Texas, will go a long way toward predicting if and when he will finally crawl out from the long shadow cast by his father, Julio Cesar Chavez Sr., one of the greatest boxers in history.  Make no mistake about it. Lee (28-1, 20 KOs) is a definite step up for Chavez. So much so that some have wondered why Top Rank would even take this fight.","release_date":"2012-06-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":116229,"title":"Chavez Jr. vs Lee","adult":false},{"cast":["Juliette Binoche","Mathieu Kassovitz","Aure Atika","Danièle Lebrun","François Berléand"],"overview":"When the fun loving Marie sets her eyes on brooding comic book artist Paul, it sets off the kind of romantic sparks that quickly culminate in the bedroom. But the next morning brings its share of surprises as Marie crawls out of bed to discover her life flash-forwarded fifteen years down the road: Not only has she been married to Paul all this time, but she’s now the mother of a little boy the head of a powerful multinational investment firm and the proprietor of a fabulous apartment overlooking the Eiffel Tower. Quickly Marie discovers that all her achievements have not brought happiness.","release_date":"2012-02-14","genres":[35,18,10749],"vote_average":6.4,"runtime":97,"cert":"N\/A","id":116231,"title":"Another Woman's Life","adult":false},{"cast":["Natalie Morse","Eugene Bervoets","Toyah Willcox","Pete Postlethwaite","Christopher Eccleston"],"overview":"Enter the medieval world of Christine Carpenter, a visionary girl who is to become an Anchoress (walled-in recluse) so that she can \"live in the Virgin's house forever.\" Based on actual letters that were written about such an Anchoress in 1325, the film follows Christine as she awakens to her own sensuality and explores her own female, earth-based spirituality","release_date":"1993-09-10","genres":[18],"vote_average":5.0,"runtime":108,"cert":"12","id":116233,"title":"Anchoress","adult":false},{"cast":["Shemp Howard","Vernon Dent","Sam McDaniel","Moe Howard","Larry Fine"],"overview":"Shemp dies but cannot get into heaven until he reforms Moe and Larry. He returns to earth as an invisible spirit and sets out to prevent the other two stooges from selling a phony invention (a fountain pen that writes under whip cream) to a rich couple. Shemp sabotages Moe and Larry's sales pitch, but it looks he's headed for the fires below anyway.","release_date":"1948-09-02","genres":[35],"vote_average":8.0,"runtime":17,"cert":"N\/A","id":116244,"title":"Heavenly Daze","adult":false},{"cast":[],"overview":"Dois anos com música de um mesmo álbum entre as mais pedidas no Brasil. Indicação ao Grammy Latino 2010 aos 21 anos. Casa de show lotada, com todos os ingressos vendidos antecipadamente. Estes são alguns dos aspectos que cercaram a gravação do primeiro DVD de Bruna Karla, Advogado Fiel Ao Vivo, que chega às lojas também em CD pela MK Music. Porém, muito além de dados informativos, o sentimento de conquista que envolve o projeto é mais significativo. Quem acompanha a história de Bruna Karla é testemunha de um caminho de fé, superação e milagre.","release_date":"2011-03-01","genres":[10402],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":116255,"title":"Bruna Karla - Advogado Fiel","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":116257,"title":"Missbehaviour","adult":false},{"cast":["Shemp Howard","Larry Fine","Moe Howard","Vernon Dent","Ralph Dunn"],"overview":"Set in ancient Egypt, the stooges run a used chariot lot where they unload defective chariots on unsuspecting customers. When they gyp the head of the palace guard, they're brought to the palace to be executed, but instead become royal chamberlains after curing the King's toothache. When they recover some tax money stolen by a corrupt official, the King rewards them with marriage to his daughter. After getting a look at the ugly crone, Moe and Larry select Shemp to be the groom.","release_date":"1948-11-04","genres":[35],"vote_average":8.0,"runtime":16,"cert":"N\/A","id":116259,"title":"Mummy's Dummies","adult":false},{"cast":["Shemp Howard","Phil Arnold","Moe Howard","Larry Fine"],"overview":"The stooges are movers for an express company and on a rainy night are sent to move some junk, including a suit of armor, from a spooky old house. The armor is haunted by the ghost of Peeping Tom, who has no intention of leaving. The ghost foils the stooges attempts to take the armor, until Lady Godiva shows up and the two ride off together.","release_date":"1949-02-03","genres":[35],"vote_average":4.0,"runtime":17,"cert":"N\/A","id":116267,"title":"The Ghost Talks","adult":false},{"cast":["Richard Barthelmess","Lucien Littlefield","Kathrin Clare Ward","Alice Day","Tom Dugan"],"overview":"1928-29 film directed by Frank Lloyd. It was an Oscar nominee for Best Director in the second year of the Academy Awards.  The story concerns a man's family life, especially his wife's parents and their impact on his peace and solitude.  it is a light comedy and supposedly is available at,  at least, one unknown archive. It has been shown in recent years at one film festival in LA.  This is an important film due to its Oscar status and because it is in existence somewhere and deserves to be mentioned.","release_date":"1929-07-21","genres":[18],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":116269,"title":"Drag","adult":false},{"cast":["Shemp Howard","Christine McIntyre","Ralph Dunn","Charles T. Knight","Emil Sitka"],"overview":"The stooges are private detectives looking for a missing millionaire. They wander around the millionaire's spooky mansion confronting various crooks and a dangerous dame. The stooges vanquish the crooks (Shemp uses his \"trusty shovel\") and find the missing man.","release_date":"1949-03-03","genres":[35],"vote_average":7.5,"runtime":17,"cert":"N\/A","id":116271,"title":"Who Done It?","adult":false},{"cast":["Shemp Howard","Moe Howard","Larry Fine","Jock Mahoney","Christine McIntyre"],"overview":"It is the old west and the Dillon clan are making life miserable for a small Western town. Sweetheart Nell (Christine McIntyre) and her dashing but dimwitted boyfriend Elmer (Jock Mahoney) rushes off to find help. Meanwhile, cavalrymen the Stooges are making life miserable for superior, Sergeant Mullins (Dick Wessel). Mullins tries to whip the boys into shape, but his plan backfire and has a run-in with his superior, Captain Daley (Emil Sitka). Daley informs Mullins about the Dillion clan's evildoings, and needs some men to run them out of town. Mullins does not miss a beat, and volunteers the unsuspecting Stooges.","release_date":"1950-01-05","genres":[35,37],"vote_average":5.5,"runtime":18,"cert":"N\/A","id":116282,"title":"Punchy Cowpunchers","adult":false},{"cast":["Shemp Howard","Moe Howard","Larry Fine","Christine McIntyre","Philip Van Zandt"],"overview":"The stooges become detectives and go to the aid of girl in the clutches of a mad scientist. The boys arrive at a spooky mansion where the madman is building a mechanical man that needs a human head. After declining the opportunity to supply a stooge-head for the experiment, they find the girl and escape, only to wind up in a car driven by the headless robot.","release_date":"1950-03-02","genres":[35],"vote_average":7.0,"runtime":16,"cert":"N\/A","id":116284,"title":"Dopey Dicks","adult":false},{"cast":["Shemp Howard","Marie Monteil","Moe Howard","Larry Fine"],"overview":"The stooges reminisce about the girls they met overseas while in the military. As they wait for the girls' ship to arrive, they get drunk and Shemp winds up asleep with his feet in a tub of cement. After sobering up, they free Shemp with a dynamite blast that lands them at the dock where their sweethearts are waiting.","release_date":"1950-05-04","genres":[35],"vote_average":4.0,"runtime":16,"cert":"N\/A","id":116286,"title":"Love at First Bite","adult":false},{"cast":["Anita Björk","Lars Ekborg","Alf Kjellin","Isa Quensel","Holger Löwenadler"],"overview":"Eva Dahl, a doctor's wife, starts an affair with a younger man.","release_date":"1957-09-30","genres":[18],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":116291,"title":"Guest at One's Own Home","adult":false},{"cast":["Sayaka Suzuki","Rina Yuki","Manta Yamamoto"],"overview":"A woman strives to engineer a dream-food that can put a stop to the famine that has lain waste to a dystopian, near future Tokyo.","release_date":"2011-09-24","genres":[16,878,27],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":116299,"title":"Midori-ko","adult":false},{"cast":["Yumeji Tsukioka","Mie Kitahara","Rentarô Mikuni","Jukichi Uno","Nobuo Kaneko"],"overview":"Amidst endless construction and aircraft noise, a family whose father died in the war slowly disintegrates, as the daughter and stepmother juggle for position.","release_date":"1955-09-28","genres":[18],"vote_average":0.0,"runtime":125,"cert":"N\/A","id":116313,"title":"A Hole of My Own Making","adult":false},{"cast":["Urara Takano","Wataru Takagi","Megumi Toyoguchi","Jun Tanaka","Norio Wakamoto"],"overview":"Luffy, Zoro, &amp; Nami are drifting on their boat without any food to eat. Right until a sea dragon attacked their boat and took Nami away. Luffy &amp; Zoro washed up on shore on a small island. Where they encounter a girl named Medaka. Who tells them, that her island has been taken over by Pirate Ganzack and his crew. Ganzack has enslaved all the men on the island, including Medaka's father. And she'll do any necessary task to save him. To make matters worst, the food on the island is scarce. Which makes Luffy disappointed, but learns that if Ganzack is defeated, he can have more food. So he, Zoro, &amp; Medaka infiltrate Ganzack's base to free the prisoners, find Nami, and defeat Ganzack","release_date":"1998-07-26","genres":[28,16,35,14],"vote_average":6.0,"runtime":28,"cert":"N\/A","id":116315,"title":"One Piece: Defeat the Pirate Ganzak!","adult":false},{"cast":["Ahn Sung-ki","Park Won-sang","Na Young-hee","Kim Ji-ho","Moon Sung-keun"],"overview":"Inspired by the true story of Kim Kyung-ho, a math professor who was arrested for shooting a crossbow at the presiding judge of his appeal against unfair dismissal.","release_date":"2012-01-18","genres":[18],"vote_average":6.5,"runtime":100,"cert":"N\/A","id":116323,"title":"Unbowed","adult":false},{"cast":["John Carradine","Momoko Kôchi","Akira Takarada","Akemi Negishi","Russell Thorson"],"overview":"An American scientist tells two colleagues about the finding of an abominable snowman living in the Japanese alps, where it is worshipped by a remote tribe as a god, and how it was discovered by modern man after it raided a ski-ers' shelter following an avalanche, killing all inside.","release_date":"1958-12-01","genres":[27,878],"vote_average":3.0,"runtime":63,"cert":"N\/A","id":116325,"title":"Half Human: The Story of the Abominable Snowman","adult":false},{"cast":["Robert H. Harris","Paul Brinegar","Gary Conway","Gary Clarke","Malcolm Atterbury"],"overview":"When master monster make-up man Pete Dumond is fired by the new bosses of American International studios, he uses his creations to exact revenge.","release_date":"1958-07-01","genres":[27,878],"vote_average":4.8,"runtime":73,"cert":"N\/A","id":116327,"title":"How to Make a Monster","adult":false},{"cast":[],"overview":"Paris By Night 104","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":116341,"title":"Paris By Night 105","adult":false},{"cast":["Jorge Sanz","Jorge Perugorría","Esmeralda Moya","Gabriel Andújar","Pablo Gallo"],"overview":"Jorge arrives Cuba accompanied by her nephew, trying to untangle a mess of skirts. The argument leads to a bizarre story in which the incredible Cuban Harley Davidson and passion for motorcycles are also actors.","release_date":"2012-06-07","genres":[],"vote_average":10.0,"runtime":100,"cert":"N\/A","id":116343,"title":"Clara, no es nombre de mujer","adult":false},{"cast":["Ben Kingsley","Charles Dance","Helen Mirren","Kevork Malikyan","Nadim Sawalha"],"overview":"1908: Pascali, a spy for the Sultan, sends reports to Istanbul that nobody reads. His suspicions are roused when a British archaeologist appears, who may not be quite what he seems.","release_date":"1988-07-22","genres":[18],"vote_average":7.3,"runtime":104,"cert":"N\/A","id":116345,"title":"Pascali's Island","adult":false},{"cast":["Bruno Ascenzo","Maykol Choqque","Alberto Isola","Percy McKay"],"overview":"Valentino is a dog that the fate not only saved from certain death, but also led to cross his path The Can Clan, a group of circus animals. The clan became the family he had always dreamed of making him forget the cruelty of his master. On the way to find Bianca, a beautiful dog.","release_date":"2008-01-01","genres":[16],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":116347,"title":"Valentino y el clan del can","adult":false},{"cast":[],"overview":"Monkey's Teeth, a slow and ugly fairy tale based on the drawings of inmates at a psychiatric clinic where LaLoux worked.","release_date":"1960-01-01","genres":[16,35],"vote_average":7.0,"runtime":11,"cert":"N\/A","id":116352,"title":"Monkey's Teeth","adult":false},{"cast":[],"overview":"Is coming November 1, Night of the Dead. In the house it is time to lock up the animals in pens and styling for the next year. But the feast of chestnuts, sweet potatoes and scary costumes will be disturbed by the appearance of the ghost of an ancestor of Louis bandit. His return coincides with a series of robberies in the country houses throughout the area. Louis decided to prove his ancestor's innocence and will help Scruff ...","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":116354,"title":"Scruff's Halloween","adult":false},{"cast":["Jean-Henri Compère","Noe Francq","Isabelle Legros","Sophie Schneider","Jacques Druaux"],"overview":"Jan Bocquoy narrates the story of his sexual life to age 28, imagining his conception (parents drunk, the encounter lasting ten seconds) and reporting his first orgasm (at the hands of Eddy, in a beach-side caravan, as they watch Laurel and Hardy), his comparative experiences with girls, and his move from Harelbeck to Brussels. There he meets Greta, bartender at a Bohemian cafe, who teaches him the Kama Sutra, the naked Esther, who reads him stories, and Thérèse, his wife for three years. They split after two children; he moves to a small flat, writes pornography to pay the bills, works sporadically on a novel, espouses anarchism, and meets more women. His self-confidence grows.","release_date":"1994-01-28","genres":[35,10749],"vote_average":5.6,"runtime":85,"cert":"N\/A","id":116356,"title":"The Sexual Life of the Belgians","adult":false},{"cast":["Mark Hollis","Lee Harris","Paul Webb","Talk Talk"],"overview":"Live at Montreux 1986 is a concert video release by the British band Talk Talk of a concert at 1986 Montreux Jazz Festival. The show was part of a tour that started in April 1986 to promote the band's recent album The Colour of Spring, and was to be their only appearance at Montreux, from their last tour.  The video captures Talk Talk at the peak of their career.","release_date":"2008-10-27","genres":[10402],"vote_average":6.5,"runtime":87,"cert":"N\/A","id":116364,"title":"Talk Talk: Live at Montreux 1986","adult":false},{"cast":["Ágnes Bertalan","Tamás Széles","Mátyás Usztics"],"overview":"Jankovic’s adaptation of the eponymous play, is divided into multiple parts and depicts the creation and fall of Man throughout history.","release_date":"2011-11-27","genres":[16,18],"vote_average":10.0,"runtime":160,"cert":"N\/A","id":116369,"title":"The Tragedy of Man","adult":false},{"cast":["Sophie Quinton","Marthe Keller","Emilie Lafarge","Valérie Vogt"],"overview":"Madeleine, a woman with an illegitimate child, joins a caravan of nurses, designed to nurse the babies of other mothers of high society. Will work, but you can not take your child.","release_date":"2004-01-01","genres":[],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":116371,"title":"La nourrice","adult":false},{"cast":["Mamie Van Doren","Tuesday Weld","Mijanou Bardot","Mickey Shaughnessy","Louis Nye"],"overview":"Collins College needs a new department head for their science department, so Doctors Carter and Zorch consult Thinko, the campus computer, and come up with Dr. Mathilda West, who has degrees in lots of things, but turns out to be disruptively attractive as well. Meanwhile, two thugs search for Thinko thinking he's a bookie, the captain of the football team is having trouble not passing out in front of the opposite sex, and a benefactor of the college becomes attracted to Dr. West, who has a past dangerously close to becoming public knowledge.","release_date":"1960-08-24","genres":[35],"vote_average":2.6,"runtime":94,"cert":"N\/A","id":116373,"title":"Sex Kittens Go to College","adult":false},{"cast":[],"overview":"Five stories and many more lives that are affected, they flow by each other and sometimes intersect.  In one way or other we talk about emotional scars that each of us carries around.  Events take place in a space of a few days as our heroes try to cope with their past and move on with their lives.","release_date":"2012-03-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":116378,"title":"Lonely Island","adult":false},{"cast":["Susan Travers","John McCarthy","Geoffrey Denton","Elsie Wagstaff","Arnold Marlé"],"overview":"A Victorian Scotland Yarder charms a doctor's daughter prone to be a cobra.","release_date":"1961-04-26","genres":[27],"vote_average":4.7,"runtime":68,"cert":"N\/A","id":116389,"title":"The Snake Woman","adult":false},{"cast":["Tatsuo Umemiya","Yoshiko Mita","Yayoi Furusato","Norifumi Fujishima","Seiichirô Kameishi"],"overview":"USA and the communist countries start a war, later Japan becomes a tragic victim.","release_date":"1960-10-19","genres":[878,18],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":116391,"title":"World War III Breaks Out","adult":false},{"cast":[],"overview":"Part 1 of Godard's 8 part examination of the history of the concept of cinema and how it relates to the 20th century.","release_date":"1988-05-11","genres":[99],"vote_average":5.1,"runtime":51,"cert":"N\/A","id":116393,"title":"Histoire(s) du Cinéma: All the (Hi)stories","adult":false},{"cast":[],"overview":"Part  6 of Godard's 8 part examination of the history of the concept of cinema and how it relates to the 20th century","release_date":"1998-01-01","genres":[99],"vote_average":6.1,"runtime":27,"cert":"N\/A","id":116398,"title":"Histoire(s) du Cinéma: A New Wave","adult":false},{"cast":["Tina Louise","Sylva Koscina","Enrico Maria Salerno","Rossano Brazzi","Gino Cervi"],"overview":"Syracuse lies between the warring nations of Rome and Carthage; as long as the balance of power between the nations remains intact, both nations are willing to preserve the neutrality of Syracuse. However, Rome has now gotten the upper hand in its struggle for power. The fate of Syracuse lies in the hands of its leader, the famed inventor and scientist Archimedes.","release_date":"1960-03-17","genres":[18,36,10749],"vote_average":0.0,"runtime":118,"cert":"N\/A","id":116400,"title":"Siege of Syracuse","adult":false},{"cast":[],"overview":"Part 7 of Godard's 8 part examination of the history of the concept of cinema and how it relates to the 20th century.","release_date":"1998-01-03","genres":[99],"vote_average":5.7,"runtime":27,"cert":"N\/A","id":116402,"title":"Histoire(s) du Cinéma: The Control of the Universe","adult":false},{"cast":["Sid Noel","Dan Barton","Jeanne Teslof","David Kleinberger"],"overview":"A doctor invents a machine that can turn people into sand then back back again.","release_date":"1962-11-01","genres":[35,27,878],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":116407,"title":"The Wacky World of Dr. Morgus","adult":false},{"cast":["Ursula Werner","Nina Monka","Domonik Novak","Leon Seidel","Merab Ninidze"],"overview":"For 11-year-old Kattaka it's an escape: she's looking for her biological father, a Russian sailor whose ship is currently moored in Gdansk and whose existence her parents have kept secret until now. For 70-year-old Lena it's a journey back: back to her home in Masuren, from which she fled in the Second World War. And back to her suppressed pain of having lost both parents. Only together can the mismatched couple regain the ground beneath their feet, and themselves.","release_date":"2011-10-20","genres":[10751,10770],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":116412,"title":"Winter's Daughter","adult":false},{"cast":["Andris Keiss","Baiba Broka","Vilis Daudziņš","Guna Zariņa","Gatis Gaga"],"overview":"The film is set in Riga, where Sergeant Krists Lapiņš returns from an international mission and moves into a remote flat in the city's Āgenskalns district. However, although expecting to live a peaceful life, Krists finds himself involved in several adventures.","release_date":"2010-11-26","genres":[],"vote_average":7.2,"runtime":80,"cert":"N\/A","id":116423,"title":"The Return of Sergeant Lapins","adult":false},{"cast":["Shemp Howard","Christine McIntyre","Vernon Dent","Moe Howard","Larry Fine"],"overview":"The stooges are hired by a movie studio as publicity men. Their first assignment is to get publicity for Dolly Devore, a pretty starlet. They fake a kidnapping, but the cops won't believe their story. Then the girl is really kidnapped and the stooges must come to the rescue. Shemp winds up hanging out a tenth story window on an extending telephone.","release_date":"1950-10-05","genres":[35],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":116425,"title":"Studio Stoops","adult":false},{"cast":["Shemp Howard","Moe Howard","Larry Fine","Jean Willes","John L. Cason"],"overview":"The stooges are carpenters who are re-staining some furniture they've delivered to a boarding house. The plot gets complicated when the boys confront some crooks who are hiding out there. They defeat the bad guys with the help of the varnished furniture which sticks the head crook to a chair.","release_date":"1950-12-07","genres":[35],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":116427,"title":"A Snitch in Time","adult":false},{"cast":["Shemp Howard","Lynn Davis","David Windsor","Myron Healey","Larry Fine"],"overview":"The stooges are facing eviction and decide to raise some money by becoming baby-sitters. Their first client is a women separated from her husband, who entrusts her son \"Junior\" to the boys' care. When The husband steals the baby, the stooges set out to find their missing charge and return him to his mother. The boys confront the husband and find Junior, and in the process the estranged couple is re-united.","release_date":"1951-02-01","genres":[35],"vote_average":5.0,"runtime":16,"cert":"N\/A","id":116429,"title":"Baby Sitters Jitters","adult":false},{"cast":["Shemp Howard","Larry Fine","Moe Howard","Babe London","Emil Sitka"],"overview":"Shemp is a sick man, suffering from hallucinations. His worst vision is that his ugly nurse Nora is actually beautiful. When Moe and Larry come to take him home from the sanitarium, they discover he's become engaged to Nora. On the way to Nora's apartment for the wedding, the boys get in a fight with a stranger who promises to get even with them if he ever sees them again. They arrive to finding Nora waiting for her father, who, when he arrives, turns out to be the man they just fought with.","release_date":"1951-06-07","genres":[35],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":116431,"title":"Scrambled Brains","adult":false},{"cast":["Shemp Howard","Larry Fine","Moe Howard","Marion Martin","Paul Campbell"],"overview":"Set in the old west, the stooges are mistaken for lawmen and manage to capture a gang of crooks. The boys then get the job of guarding some money in an old house reputed to be haunted by the ghost of an Indian Chief. The crooks escape and go after the money disguised as ghosts, but Shemp, disguised as the Indian Chief, manages to knock them out.","release_date":"1951-09-06","genres":[37,35],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":116433,"title":"Merry Mavericks","adult":false},{"cast":["Shemp Howard","Jean Willes","Moe Howard","Larry Fine"],"overview":"The stooges are dance instructors sent by a movie company to a tropical island to teach the natives how to dance so they can appear in a movie. The boys run into trouble with the local witch doctor who wants to add their heads to his collection. The stooges defeat the witch doctor with hand grenades they swipe from a multi-armed idol, and get on with the dancing lessons.","release_date":"1951-11-01","genres":[35],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":116435,"title":"Hula-La-La","adult":false},{"cast":["Andris Keiss","Aigars Apinis","Agnese Civle","Gatis Gaga","Artuss Kaimins"],"overview":"A film that depicts the mentality of the inhabitants of a small village on the Baltic coast. Three guys are trying to fulfill their life's by drinking beer, killing time and picking up fights with neighboring villagers. The main character Andzha is trying to convince his girlfriend to marry him. The sudden arrival of his elder brother Guido starts a series of events where main roles a played by elevated self-esteem, pride and cravings for love that is stronger than death.","release_date":"2011-12-16","genres":[18,35],"vote_average":8.8,"runtime":97,"cert":"N\/A","id":116437,"title":"Kolka Cool","adult":false},{"cast":["Peter O'Toole","Charlotte Rampling","Max von Sydow"],"overview":"Liviu (Peter O'Toole) and Julia (Charlotte Rampling) decide it's best to hide out on an island of paradise until the war ends. However politics and jealousy ensue when Larsen (Max Von Sydow) enter the mix.","release_date":"1976-03-01","genres":[12,18,53],"vote_average":5.5,"runtime":91,"cert":"N\/A","id":116439,"title":"Foxtrot","adult":false},{"cast":[],"overview":"","release_date":"2007-10-27","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":116447,"title":"Covenant: In Transit (Live & Doku)","adult":false},{"cast":["Pierre Andre","Intan Ladyana","Diana Amir","Nuremy Nadia","Siti Chubby"],"overview":"5 ex-wife. One true love. Are you brave enough? Hafiz was a man who believed in love, but unlucky in love. In early adolescence before, he was arrested wet that he was forced into marriage with a woman who berperwatakan tomboy. Although there is no love, there are similarities in their Hafiz makes life happy.","release_date":"2012-05-07","genres":[35,28],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":116464,"title":"X: Janda-Jandaku Gangster","adult":false},{"cast":["Axel Milberg"],"overview":"The flat on the third floor of a Bauhaus building in Tel Aviv was where my grandparents lived since they immigrated to Palestine in the 1930s. Were it not for the view from the windows, one might have thought that the flat was in Berlin. When my grandmother passed away at the age of 98 we were called to the flat to clear out what was left. Objects, pictures, letters and documents awaited us, revealing traces of a troubled and unknown past.  The film begins with the emptying out of a flat and develops into a riveting adventure, involving unexpected national interests, a friendship that crosses enemy lines, and deeply repressed family emotions. And even reveals some secrets that should have probably remained untold...","release_date":"2011-07-11","genres":[99],"vote_average":6.2,"runtime":97,"cert":"N\/A","id":116466,"title":"The Flat","adult":false},{"cast":["Yoko","Françoise Blanchard","Jean-Claude Benhamou","Jean-Pierre Bouyxou","Jean-Paul Bride"],"overview":"Adventure, crime and mystery combine with comic book dialogue and some sadistic sex for good measure. Playfully perverse, pistol-packing fun with Yoko and the alluring Francoise Blanchard.","release_date":"1984-10-23","genres":[28,10749,53],"vote_average":3.0,"runtime":85,"cert":"N\/A","id":116468,"title":"Sidewalks of Bangkok","adult":false},{"cast":["Walter de Donder","Aimé Anthoni","Chris Cauwenbergs","Agnes de Nul"],"overview":"","release_date":"2011-01-04","genres":[10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":116470,"title":"Plop en de Fopkampioen","adult":false},{"cast":["Ashley Spillers","Jonny Mars","Josephine Decker","Adam Tate","Paul Gordon"],"overview":"A dark and bloody parody about a Scooby-Doo-like team of paranormal investigators and their devoted dog..","release_date":"2012-06-16","genres":[27],"vote_average":4.6,"runtime":83,"cert":"N\/A","id":116475,"title":"Saturday Morning Massacre","adult":false},{"cast":["Luca Zingaretti","Luisa Ranieri","\t Corrado Fortuna","Jasmine Trinca","Claudio Gioè"],"overview":"Cefalonia tells the real story about what happened in September 1943 on the Greek island of Kefalonia (Cefalonia in Italian), when the 12,000 men in the Italian 33rd Acqui Infantry Division, following Italy's surrender to the Allied, refused to put themselves under German command and also refused to surrender their weapons. The local German force, supported by Stuka dive-bombers and additional troops, attacked the Italians and after several days of combat the Italians surrendered, having lost 1,300 men. As punishment, the German High Command ordered that all surviving Italians should be executed. Some 5,000 were executed during a week of killings. A handful were rescued by locals and the Greek guerrilla,  while the rest were shipped off as prisoners, whereof 3,000 drowned when their ships hit mines. The film \"Captain Corelli's Mandolin\" is based on a novel about the Italian occupation of Cefalonia, but the massacre was much toned down in the Hollywood version.","release_date":"2005-04-11","genres":[18,36],"vote_average":6.3,"runtime":136,"cert":"N\/A","id":116477,"title":"Cefalonia","adult":false},{"cast":["Im Soo-jung","Lee Sun-kyun","Ryu Seung-ryong","Lee Kwang-soo","Kim Jung-tae"],"overview":"A man asks a womanizer to seduce his wife in order to catalyze a divorce.","release_date":"2012-05-17","genres":[35,10749],"vote_average":6.6,"runtime":121,"cert":"N\/A","id":116488,"title":"All About My Wife","adult":false},{"cast":["Cüneyt Arkın","Hasan Ceylan","Cemil Şahbaz","Bahar Erdeniz","Reha Yurdakul"],"overview":"When the king is murdered, his baby son and heir is hidden in the forest where he is abducted and raised by a pride of lions. As an adult he uses his beastly strength and claw-like hands to take revenge against the new king and his armies.","release_date":"1975-01-01","genres":[28,12,10752],"vote_average":5.3,"runtime":84,"cert":"N\/A","id":116490,"title":"Lionman","adult":false},{"cert":"N\/A","title":"Val Lewton: The Man in the Shadows","cast":["Martin Scorsese","Elias Koteas","Glen Gabbard","Roger Corman","Ann Carter"],"genres":[99,10770],"id":116495,"overview":"Martin Scorsese narrates this tribute to Val Lewton, the producer of a series of memorable low-budget horror films for RKO Studios. Raised by his mother and his aunt, his films often included strong female characters who find themselves in difficult situations and who have to grow up quickly. He is best remembered for the horror films he made at RKO starting in 1940. Starting with only a title - his first was The Cat People - he would meticulously oversee every aspect of the film's completion. Although categorized as horror films, his films never showed a monster, leaving it all to the viewers imagination, assisted by music, mood and lighting.","runtime":77,"release_date":"2007-09-02","vote_average":7.0,"adult":false}]