[{"cast":["George O’Brien","Marion Lessing","Mona Maris","Walter C. Kelly","Warren Hymer"],"overview":"In the waning days of WWI, a U.S. \"Mystery Ship,\" sets sail for the coast of Spain towing a submarine. Their mission is to find and sink a U-boat that has been especially effective in attacking Allied shipping. Posing as a harmless schooner, the mystery ship is in fact fitted with a formidable gun capable of sinking a U-boat. Stopping in the Canary Islands to refuel, the crew interacts with locals involved with Germans, and with Germans themselves, including the sister of the U-Boat commander, who is lurking offshore waiting for the coming battle.","release_date":"1931-01-30","genres":[28,18,10752],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":117001,"title":"Seas Beneath","adult":false},{"cast":["Violeta Parra","Isabel Allende","Roser Bru","Marie-Magdeleine Brumagne","Paco Ibáñez"],"overview":"Documental dirigido por Luis R. Vera sobre la figura de la famosa folclorista y creadora Chilena.  Junto con abundante material de archivo de la propia Violeta Parra, aparecen familiares, amigos y colegas dando su visión de este complejo personaje.","release_date":"2003-05-05","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117003,"title":"Viola Chilensis","adult":false},{"cast":["Siddharth","Praneetha","Brahmanandam","Rajendra Prasad"],"overview":"Baava (Telugu: బావ) is a 2010 Telugu film, the debut film of director Ram Babu and starring Siddharth and Praneetha. The music was composed by Chakri. It is a romantic comedy with village backdrop.","release_date":"2010-10-29","genres":[18],"vote_average":6.3,"runtime":145,"cert":"N\/A","id":117005,"title":"Baava","adult":false},{"cast":[],"overview":"A documentary on Illinois Governor George Ryan, who, with 60 days left in office, makes a decision on the fate of death row prisoners.","release_date":"2004-10-05","genres":[99],"vote_average":9.0,"runtime":90,"cert":"N\/A","id":117007,"title":"Deadline","adult":false},{"cast":["Rhys Ifans"],"overview":"Alex takes on a poignant journey that examines his relationships with lover, brother and mother on his way to an emotional reconciliation with his father. Alex's take on life is surprisingly crystal clear for a man who has lived life to the full.","release_date":"2008-04-12","genres":[18],"vote_average":9.0,"runtime":12,"cert":"","id":117009,"title":"Come Here Today","adult":false},{"cast":[],"overview":"Lonnie Frisbee was a young hippie seeker fully immersed in the 1960s counter culture when he claimed to have experienced an encounter with God while on an acid trip. This event so transformed him that Lonnie became an itinerant Christian evangelist, something of a John the Baptist of Southern California who compelled thousands of fellow spiritual seekers to make a profession of faith in Jesus Christ. During the 1970s Lonnie Frisbee became widely known as California's \"hippie preacher,\" the quintessential \"Jesus freak\" whose pictures frequented such magazines as Time and Life as the media told the story of a burgeoning \"Jesus movement.\" Lonnie Frisbee provided the charismatic spark that launched the Calvary Chapel church into a worldwide ministry and propelled many fledgling leaders into some of the most powerful movers and shakers of the evangelical movement.","release_date":"2005-04-24","genres":[99],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":117011,"title":"Frisbee: The Life and Death of a Hippie Preacher","adult":false},{"cast":[],"overview":"From his appearances in Harvey Pekar’s AMERICAN SPLENDOR comic book to MTV segments to movies like KILLER NERD, TOWNIES and the award-winning, big-screen AMERICAN SPLENDOR adaptation, Toby Radloff has achieved fame — for being a \"Genuine Nerd!\" Underground filmmaker Wayne Alan Harold (TOWNIES) profiles his friend and collaborator in this truly unique, truly nerdy documentary! See Toby’s customized \"Nerd Mobile,\" check out his swinging bachelor pad and hear his hilarious musings on hamburgers, the Internet, world politics and (of course) being a nerd! Featuring appearances by AMERICAN SPLENDOR creator Harvey Pekar, Judah Friedlander (the actor\/comedian who played Toby in the SPLENDOR movie) and comic book artist P. Craig Russell!","release_date":"2006-06-25","genres":[99],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":117013,"title":"Genuine Nerd","adult":false},{"cast":["Amanda Armstrong","Bec Asha","Carolyn Bock","Michael F. Cahill","Stephen Carracher"],"overview":"A woman searches for many years to exact revenge on a kidnapper. A psychological thriller that examines how far a person would go if pushed to the extreme.","release_date":"2011-01-01","genres":[9648,53],"vote_average":4.3,"runtime":90,"cert":"N\/A","id":117015,"title":"Vanished","adult":false},{"cast":["Nancy Malone","Eric Fleming","Frank Marth","Dean L. Almquist","Humphrey Davis"],"overview":"A woman believes herself to be the reincarnated spirit of an ancient prince's lover. Meanwhile, a murderer turns out to be the reincarnated spirit of the prince himself.","release_date":"1959-09-01","genres":[27],"vote_average":5.3,"runtime":68,"cert":"N\/A","id":117017,"title":"Fright","adult":false},{"cast":["Dermot Walsh","Hazel Court","Joss Ambler","Hugh Burden","Mignon O'Doherty"],"overview":"Warned that it is haunted, a skeptical young couple buy a rundown yacht  and fix it up to be their home-on-the-sea, only to come slowly to realize it really is haunted..","release_date":"1952-10-01","genres":[27,53],"vote_average":4.8,"runtime":74,"cert":"","id":117019,"title":"Ghost Ship","adult":false},{"cast":["Rajendra Prasad","Sonia Bose Venkat","Sivaji Sontineni","Aarthi Agarwal","Sonia Deepti"],"overview":"In Brahmalokam, Brahma (Rajendra Prasad) has a small tiff with Saraswathi Devi (Kalyani) and he decrees that marriage has to be followed by death. In Bhulokam, Sreenu (Sivaji) a happy go lucky struggling to pass his degree chances upon Swetha (Sonia) and it is love at first sight. Meanwhile, Sreenus friend Sobhan Babu (Venu Madhav) does a penance to Brahma and wins his heart. Brahma gives a pot to Sobhan Babu and tells him to drink it, that will give the power to read anyones fate. However, a situation happens and Sreenu ends up drinking it. In no time, his life falls in place, he wins the heart of Swetha. However, Brahma realizes that this boon is causing trouble to the law of nature. He along with Yama (Jayaprakash Reddy) and Chitragupta (AVS) come to Bhulokam to retake the powers. Whether they are successful or not forms the rest of the story.","release_date":"2010-07-29","genres":[35,10749],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":117021,"title":"Brahmalokam to Yamalokam via Bhulokam","adult":false},{"cast":["Bob Oschack","Karolyn Arnold","Matt Lacy","Graham Timbes","Michael Twigg"],"overview":"In his world Sharkman is a superhero. In our world... not so much!","release_date":"2001-01-01","genres":[27,878],"vote_average":3.3,"runtime":90,"cert":"N\/A","id":117023,"title":"Sharkman","adult":false},{"cast":["Peggie Castle","Arthur Franz","Marsha Hunt","Don Haggerty","Marianne Stewart"],"overview":"A newly married young woman is possessed by the evil spirt of her husband's deceased first wife. The possession turns her into a scheming killer who will stop at nothing to get what she wants.","release_date":"1957-08-12","genres":[27],"vote_average":4.5,"runtime":79,"cert":"N\/A","id":117028,"title":"Back from the Dead","adult":false},{"cast":["Peter Tomarken"],"overview":"On May 19, 1984, an out of work ice cream truck driver from Southwestern Ohio broke the bank on CBS' hit game show of the mid-1980's \"Press Your Luck\" and made TV history by setting a record for the most money won by a contestant in one appearance on a daytime game show; A record which may have been long been surpassed with the Big-Jackpot game shows of today, but still stands strong as the biggest win in \"Press Your Luck's\" history. Was it brilliance? Was it cheating? And how did he do it? \"Press Your Luck's\" host and crew, the family of Michael Larson - the man who walked away with $110,237 in cash and prizes - and Michael's opponents from that fateful day gathered in Hollywood 19 years later to relive the events of that remarkable event in TV history.","release_date":"2003-03-16","genres":[99],"vote_average":6.1,"runtime":83,"cert":"N\/A","id":117033,"title":"Big Bucks: The Press Your Luck Scandal","adult":false},{"cast":["Sairam Shankar","Bindu Madhavi","Sayaji Shinde","Brahmanandam","Chandramohan"],"overview":"Bumper Offer (Telugu: బంపర్ ఆఫర్) is a 2009 Telugu film directed by Jaya Ravindra. The film stars Sairam Shankar and Bindu Madhavi in the lead roles. Music of the film was composed by Raghu Kunche. Puri Jagannadh produced this film, apart from writing the story and the dialogues. The film released on 23 October 2009.","release_date":"2009-10-23","genres":[18,10749],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":117035,"title":"Bumper Offer","adult":false},{"cast":[],"overview":"This gripping documentary investigates the disappearance of young women from assembly plants that line the Mexican-American border.","release_date":"2001-09-08","genres":[99],"vote_average":7.5,"runtime":74,"cert":"N\/A","id":117037,"title":"Missing Young Woman","adult":false},{"cast":["Jayanth","Shweta Agarwal","Sayaji Shinde","Nagababu","Brahmanandam"],"overview":"Chedugudu is the name of a game, the story here is a chase which ends in a village. This film is essentially a comedy with all the dialogues and characters written with an intention of raising laughs. Sayaji Shinde known as Kethi Reddy is a ruthless villain who keeps bugging his wife Hema, and is mostly surrounded by his faithful gang of comedians. Shinde's daughter Swetha elopes with Jayanth, who happens to be a son of a labourer Surya. Hema, Swetha's mother helps her in this adventure by packing her clothes and letting the love birds free. Now more than half of the film is about how Shinde's gang go in search of the couple.\r Producer(s): Bheemaneni Tirupatayya-K. Nagi Reddy.\r Direction: PR Nagaraju.\r Banner: Smile Movies.","release_date":"2008-12-17","genres":[28,35],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":117039,"title":"Chedugudu","adult":false},{"cast":["Madeleine Carroll","Franchot Tone","Reginald Denny","Sig Ruman","Louise Dresser"],"overview":"Two families, cotton merchants in England and America, with branches in France and Prussia swear to stand by each other in a belief that a great business firmly established in four countries will be able to withstand even such another calamity as the Napoleonic Wars from which Europe is slowly recovering. Then many years later, along comes World War One and the years that follow, to test the businesses.","release_date":"1934-06-27","genres":[18,36,10749],"vote_average":6.0,"runtime":104,"cert":"N\/A","id":117044,"title":"The World Moves On","adult":false},{"cast":["Kateřina Irmanovová","Karel Smyczek","Anna Pitašová","Gustav Püttjer","František Kovářík"],"overview":"A boy accidentally kills a carrier pigeon in this story told through symbolism and imagery.","release_date":"1960-11-04","genres":[18],"vote_average":7.3,"runtime":67,"cert":"N\/A","id":117046,"title":"The White Dove","adult":false},{"cast":["Siddharth","Saloni Aswani","Sadha","Charmy Kaur","Nageshwara Rao Akkineni"],"overview":"Chukkallo Chandrudu (Telugu: చుక్కల్లో చంద్రుడు) is a Telugu film released on 14 January 2006 and was directed by Mani Ratnam's associate, Siva Kumar. The film has Siddharth Narayan, Sadha, Saloni Aswani, Charmme Kaur, and Akkineni Nageswara Rao playing important roles but this film story lines nearly equals to Jagapathi Babu film Allari Premikudu.","release_date":"2006-01-14","genres":[10749],"vote_average":6.3,"runtime":150,"cert":"N\/A","id":117051,"title":"Chukkallo Chandrudu","adult":false},{"cast":["Atul Kulkarni","Prathap K. Pothan","Nizhalgal Ravi"],"overview":"The story is set around a young man. prabhu, an engineering college student and his friends including five girls.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117053,"title":"Suzhal","adult":false},{"cast":["Robert Pralgo","Cheri Christian","Matthew Cornwell","Peg Thon"],"overview":"A psychological horror\/thriller depicting a backwoods family with a dark secret.","release_date":"2012-04-29","genres":[27,53],"vote_average":2.2,"runtime":90,"cert":"N\/A","id":117055,"title":"Carl","adult":false},{"cast":["Scott Meyers"],"overview":"Scott's a 40-year-old preacher's son and a raver, enamored by marijuana and the synthetic drug Ecstasy, who puts his children's future at risk through his lassez faire approach to child-rearing.","release_date":"2002-01-01","genres":[99],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":117060,"title":"Small Town Ecstasy","adult":false},{"cast":["Ravi Teja","Kaveri","Brahmanandam","Tanikella Bharani"],"overview":"Dongodu is a 2003 Telugu language comedy movie produced by Bheemineni Rushita Sai under Goodwill Cinema banner. This Movie is remake of Malayam movie Meesa Madhavan. The film features Ravi Teja and Kalyani in the lead roles. Music has been composed Vidya Sagar. The movie released on 7 August 2003 was a decent Boxoffice success","release_date":"2003-08-07","genres":[18,35],"vote_average":4.5,"runtime":140,"cert":"N\/A","id":117071,"title":"Dongodu","adult":false},{"cast":["Ravi Teja","Vani","Ajay Rathnam","Sangeetha Krish"],"overview":"First half of the film is good. Second half has serious shades to it. The director, overall, did a good job, but ignored commercial elements in the second half. There is no comedy and too many philosophical dialogues in the second half. The director used the thread of lady boss wooing her worker from 'Premalekha' film for this film too. Keeping the commercial success aside, this film is a neat film made with some aesthetic touch. Over all, its an average flick from the commercial point of view. But, you may watch this film once for the entertaining first half.","release_date":"2003-01-14","genres":[35],"vote_average":3.5,"runtime":145,"cert":"N\/A","id":117076,"title":"Ee Abbai Chala Manchodu","adult":false},{"cast":["Ren Osugi","Taro Suwa","Ryo Amamiya","Hatsunori Hasegawa","Toshihiko Yamamoto"],"overview":"Miyako is a frustrated insurance saleswoman stuck in a major dry spell. She tries every trick in the book, including aggressive flirting, which gets her plenty of gropers but no buyers. One day while venturing down a narrow stairwell, she injures her ankle and happens upon Mitsuru who works for some mysterious foreign company. Decked out in high goth style -- complete with long inky black hair and mascaraed eyes -- Mitsuru cuts quite an odd figure, yet his seductive though menacing ways make him difficult for Miyako to resist. Escorting her to his office to treat her ankle, Miyako notices that his all-female staff seem more glassy-eyed and soul-deadened than the average office workers. In fact, they seem almost like zombies. Later, weird things start happening. Mitsuko finds vomit on her doorstep, she seems to be tailed by a shadowy woman in a red dress, and most strikingly, she finds herself utterly powerless against Mitsuru's advances.","release_date":"1996-04-13","genres":[27],"vote_average":9.0,"runtime":89,"cert":"N\/A","id":117078,"title":"Door 3","adult":false},{"cast":[],"overview":"One year. Seven continents. More than 6,000 naked people--all willing to bare all for Spencer Tunick in the name of art. This globally scaled follow-up to the America Undercover documentary Naked States finds the celebrated and controversial artist at work on his most ambitious project: a one-year trek to all seven continents to shoot people in the nude--individually, in groups and against various man-made and natural backdrops.","release_date":"2003-06-25","genres":[99],"vote_average":7.0,"runtime":76,"cert":"N\/A","id":117080,"title":"Naked World: America Undercover","adult":false},{"cast":["Teiyuu Ichiryuusai","Minami Takayama","Mayumi Tanaka","Toshihiko Nakajima","Akira Ishida"],"overview":"A young boy named Rentaro and other ninja apprentices attend Ninjutsu Gakuen - a top ninja academy. Rentaro is determined to become an elite ninja!","release_date":"2011-03-12","genres":[16],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":117082,"title":"Nintama Rantarou Movie: Ninjutsu Gakuen Zenin Shutsudou! no Dan","adult":false},{"cast":["Akiko Yajima","Miki Narahashi","Keiji Fujiwara","Satomi Kourogi","Mari Mashiba"],"overview":"Shin-chan somehow travels back in time, where he promptly involves himself in samurai wars and political intrigue, changing history left and right!","release_date":"2002-04-20","genres":[16],"vote_average":6.1,"runtime":95,"cert":"N\/A","id":117084,"title":"Crayon Shin-chan: Fierceness That Invites Storm! The Battle of the Warring States","adult":false},{"cast":["Tarun","Shriya Saran","Tanikella Bharani","Brahmanandam"],"overview":"Ela Cheppanu (Telugu: ఎలా చెప్పను, English translation: How Should I Say?) is a Telugu film starring Shriya and Tarun, directed by Ramana. It is the remake of the Bollywood hit movie Tum Bin.  Tarun ... Sekhar\r Shriya ... Priya\r Siva Balaji ... Amar Varma\r Tanikella Bharani\r Brahmanandam\r Giri Babu\r Sowcar Janaki\r Kovai Sarala\r Sunil","release_date":"2003-02-10","genres":[10749],"vote_average":4.0,"runtime":150,"cert":"N\/A","id":117086,"title":"Ela Cheppanu","adult":false},{"cast":["Tanish Alladi","Pranitha Subhash"],"overview":"With these kinds of movies, you don't wonder if the fresh-out-of-college couple isn't bothered about careers or financial planning or anything of the sort before getting hitched in such hot-blooded hurry. You just keep rooting for all the love in the air.  Em Pillo Em Pillado is a teenagish love story at first, but shows surprising signs of growing up as it moves on. It begins with Bhadram (Pranitha) and Ram (Tanish) at loggerheads with each other in an excruciatingly school-kiddish way; with the kind of leg-pulling that can only mean love when you put yourself on a Freudian thought plane.","release_date":"2010-07-18","genres":[18],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":117088,"title":"Em Pillo Em Pellodo","adult":false},{"cast":["Varun Sandesh","Vimala Raman","Giri Babu","Ali"],"overview":"Evaraina Epudaina is a 2009 Telugu romantic comedy film directed and written by Marthand K Shankar. It stars Varun Sandesh and Vimala Raman, released on 26 June 2009. The film was released with 'U' certificate","release_date":"2009-06-26","genres":[10749],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":117090,"title":"Evaraina Eppudaina","adult":false},{"cast":["Allu Arjun","Aaditi Agarwal","Prakash Raj","Suman Talwar","Brahmanandam"],"overview":"A factional leader's only daughter falls in love with his loyal lieutenant's son. When the childhood lovers' secret is exposed their fathers become enemies. How will the young man react to his lover's father bombing his house? Will there ever be an end to the cycle of violence, hatred and revenge?","release_date":"2003-03-28","genres":[18,10749],"vote_average":3.7,"runtime":148,"cert":"N\/A","id":117092,"title":"Gangotri","adult":false},{"cast":["Harish Raj","Meghana Mudiyam","Srinivasa Prabhu","Swaroop Kanchi"],"overview":"An aspiring writer returns to his home-town, re-unites with his estranged father and child-hood sweetheart.  Babruahana returns home to Bangalore from France and hopes to author a book. He goes to meet gorgeous Radha, a school-friend, on whom he always had a crush. Both meet and continue meeting, and Babruahana hopes to propose to her soon. He then sets about to meet his favorite author, Ramana, as well as his estranged love, Vanamala. He does not look forward to meeting his widowed father, but does so, and finds him re-married to Madhu. He will also find that a six-lane highway is about to be built around his ancestral home, which may be demolished. He also catches up with his friend, Siddharth, who has become a much-revered Sanyasi. As he struggles to adapt to the changes - nothing will prepare him for the shocks that await him","release_date":"2010-07-02","genres":[18,10749],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":117100,"title":"Bengaloored","adult":false},{"cast":["Susan Loraine Anderson"],"overview":"\"The Perfect Human Diet\" is an unprecedented global exploration to find a solution to our epidemic of overweight obesity and diet-related disease - the #1 killer in America. The film bypasses current dietary group-think by exploring modern dietary science, previous historical findings, ancestral native diets and the emerging field of human dietary evolution; revealing for the first time, the authentic human diet. Film audiences finally have the opportunity to see what our species really needs for optimal health and are introduced to a practical template based on these breakthrough scientific facts.","release_date":"2012-05-22","genres":[99,36],"vote_average":5.8,"runtime":90,"cert":"N\/A","id":117102,"title":"The Perfect Human Diet","adult":false},{"cast":["Loretta Young","Melvyn Douglas","Eugene Pallette","Alan Marshal","Una O'Connor"],"overview":"Set in Paris, this romantic comedy revolves around the beautiful estranged wife of a wealthy banker who hides a handsome and fiery Communist fugitive in her apartment.","release_date":"1940-08-31","genres":[35],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":117113,"title":"He Stayed for Breakfast","adult":false},{"cast":[],"overview":"Two women and two men tell their stories of exile caused by being lesbian, transgender, bisexual and gay.","release_date":"2011-06-22","genres":[99],"vote_average":8.0,"runtime":52,"cert":"N\/A","id":117121,"title":"Silent Stories","adult":false},{"cast":["Ralph Byrd","Lyle Latell","Kay Christopher","Ian Keith","Jack Lambert"],"overview":"Dick Tracy investigates the theft of a fortune of fur coats, a possible insurance swindle and several murders, all linked to a huge thug who wears a hook in place of his right hand.","release_date":"1947-05-20","genres":[18,80],"vote_average":5.2,"runtime":60,"cert":"N\/A","id":117123,"title":"Dick Tracy's Dilemma","adult":false},{"cast":["Shreyas Talpade","Lena Christensen","Naseeruddin Shah"],"overview":"Bombay to Bangkok is a Bollywood film starring Shreyas Talpade and Lena Christensen in the lead roles. It is written and directed by Nagesh Kukunoor and produced by Elahe Hiptoola and Rahul Puri.  Shankar (Shreyas Talpade), a petty thief, in desperate need of money, steals from the local don (Naseeruddin Shah) and escapes his way into a team of doctors heading for relief work to Bangkok. Unfortunately, he loses the all-important money bag in the chaos.  In Bangkok, his world turns upside down at a massage parlour where he bumps into Jasmine (Lena Christensen). The hitch is, she is all Thai and he can't converse with her at all. A ray of hope comes his way the next day when Jasmine turns up desperately in need of a doctor.  Shankar, posing as a doctor along with the Sardar buddy Rachinder, jumps into this whirlpool, while Jasmine soon gets pulled into his bumbling adventures while running away from the don and his son (Vijay Maurya).","release_date":"2008-01-11","genres":[35,10749,18],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":117134,"title":"Bombay To Bangkok","adult":false},{"cast":["Gracy Singh","Siddharth Koirala","Vijay Raaz","Asrani","Raghubir Yadav"],"overview":"Dekh Bhai Dekh (Hindi: देख भाई देख) is a 2009 Bollywood comedy film directed by Rahat Kazmi featuring Gracy Singh and Siddharth Koirala in the lead roles","release_date":"2009-07-17","genres":[18,35,80],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":117136,"title":"Dekh Bhai Dekh","adult":false},{"cast":["Manoj Bajpayee","Aarti Chabria","Pallavi Sharda","Siddharth Makkar","Govind Namdeo"],"overview":"Dus Tola is a 2010 Hindi comedy and drama film, remade from the Hit Malayalam film of the 80's Ponmuttayidunna Tharavu, directed by Ajoy Varma and starring Manoj Bajpai in the lead role. Dus Tola was released on 22 October 2010.  Distributed in the U.S. and co-produced by Warner Bros., it is the forth Bollywood movie made and distributed in partnership with a major Hollywood studio, following Sony's Saawariya (2007) and Walt Disney Pictures' animated feature Roadside Romeo (2008) and Warner Bros. Pictures' Chandni Chowk To China (2009). It is the second Hindi film under the banner of Warner Bros. Pictures","release_date":"2010-10-22","genres":[35,18],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":117141,"title":"Dus Tola","adult":false},{"cast":[],"overview":"During a walk in the woods, Goldilocks comes to a house where they live three bears, which spend a wonderful day and fun. Days later discovers to her horror that the three bears have been chained and forced to work in a circus. Goldilocks, with the help of Bongo and other animals in the circus, it helps the bears to return home.","release_date":"1991-01-01","genres":[16,10751,14],"vote_average":4.0,"runtime":50,"cert":"N\/A","id":117146,"title":"Goldilocks and the Three Bears","adult":false},{"cast":["Caz Adams","Ric Herbert","Philip Hinton"],"overview":"The little slave Miguel travels to Judea with his evil master Roman Titus. On the road meets the Magi who are following the star in search of the Child Jesus. When Michael arrives with Tito to the palace of King Herod, hear plans are terrified the Romans to kill the newborn Jesus. Michael escapes with his donkey to prevent the Three Wise Men. After many dangers and always haunted by the evil Titus, Miguel comes with the Three Wise Men to Belem, where, as has nothing else, as this gives the music of his drum.","release_date":"2001-11-15","genres":[10751],"vote_average":5.0,"runtime":49,"cert":"N\/A","id":117148,"title":"The Little Drummer Boy","adult":false},{"cast":[],"overview":"During the Fair, Hansel and Gretel escape and reach the forest following some friends kidnapped by a fearsome troll. Some trolls kind and some forest animals help them in the search until they reach a clearing in which there is an amazing house built with candy, chocolate and ginger cookies. But the house is inhabited by a wicked witch ...","release_date":"1996-01-01","genres":[10751,16],"vote_average":3.0,"runtime":50,"cert":"N\/A","id":117150,"title":"Hansel and Gretel","adult":false},{"cast":["Cynthia Rothrock","Marshall R. Teague","Daniel McVicar","Lydie Denier","John O'Leary"],"overview":"Detective - turned - bodyguard Cynthia McKay (Cynthia Rothrock) is hired by a psychotic icy seductress, Nina Lindell (Lydie Denier), the same woman who killed Mckay's lover months earlier.  With vendetta in her heart McKay accompanies the flamboyantly playful womanizer through the glamourous world of the super-rich as his protector.  In a unique role reversal, it is the woman protecting the man from another woman, erupting into a deadly triangle of passion, suspense and action.","release_date":"1994-11-22","genres":[28,53,18],"vote_average":6.3,"runtime":93,"cert":"N\/A","id":117164,"title":"Guardian Angel","adult":false},{"cast":["Susanna Simon","Johannes Brandrup","Birge Schade","Jochen Nickel","Hubertus Hartmann"],"overview":"When Germany is hit by a drought, the Ruhr area is threatened with the collapse of drinking water. Meteorologist Martina Fechner is appointed head of the crisis team, but has to recognize that her colleagues see the crisis as an opportunity for their own career. When even highly toxic germs are discovered in a reservoir, the region is also threatened by a plague.","release_date":"2008-02-19","genres":[18,53,10770],"vote_average":5.5,"runtime":95,"cert":"N\/A","id":117166,"title":"Heat Wave","adult":false},{"cast":["Jonathan Brandis","Charlie Finn","Jay R. Ferguson","Meredith Monroe","Marin Hinkle"],"overview":"The Year That Trembled is a coming-of-age story set in 1970 in the shadow of Kent State that focuses on a group of young people facing the Vietnam Draft Lottery.","release_date":"2002-03-22","genres":[10752,18,10749],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":117168,"title":"The Year That Trembled","adult":false},{"cast":["Bruno Putzulu","Smadi Wolfman","Vincent Elbaz","Sarah Grappin","Beatrice Palme"],"overview":"Lionel has a way with women. His sexual exploits make his friends jealous. One of them, Alain, challenges him to seduce a beautiful woman picked at random, fall in love with her and spend a night with her — but abstain from making love.","release_date":"1998-03-11","genres":[],"vote_average":6.5,"runtime":97,"cert":"N\/A","id":117170,"title":"Love Tangles","adult":false},{"cast":[],"overview":"Die zahlreichen Bilder vom 11. September bewahren die Erinnerung an eine beispiellose Katastrophe. Zu ihrem zehnten Jahrestag wird der Anschlag im Fernsehen wieder und wieder nachgestellt, dokumentiert, analysiert und kommentiert werden. Zum Auftakt zeigt die ARD die Dokumentation \"Die Falle 9\/11\". Der in Teilen bestechende Film kann seine reißerische These allerdings nicht erhärten.","release_date":"2011-11-09","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":117181,"title":"Die Falle 9-11","adult":false},{"cast":["Antón Morales"],"overview":"A talks to B in a somewhat particular.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":117186,"title":"La visita","adult":false},{"cast":[],"overview":"A young woman from Senegal go, as every week, to her beauty treatment.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":117191,"title":"Khessal","adult":false},{"cast":["Antonella Aquistapache","Pablo Arnoletti","Magdalena Barrot","María Botto"],"overview":"Two young people learn about love as politics turn their world upside down in this drama from director Ana Diez. After a long and successful career as a soccer player, Xavi retires from the game and moves to Spain, where one day to his surprise he happens upon Rosana, a friend from his childhood in Uruguay. As Xavi and Rosana catch up on what has happened to them over the past thirty years, they flash back to 1973, when young Xavi and his father Manuel, a shoemaker, lived down the street from Rosana.","release_date":"2008-08-21","genres":[10749,18],"vote_average":5.0,"runtime":84,"cert":"N\/A","id":117193,"title":"Small Country","adult":false},{"cast":["Lina Morgan","Tote García Ortega","José Manuel Cervino","Aurora Bautista","Jesús Castejón"],"overview":"Sister Angela and Sister Mary park his van in front of a bank branch. They enter the bank and with the weapons hidden under their habits, commit the robbery of the century, to the astonishment of all employees and customers. After thorough police investigation the two nuns are arrested, but then appears Trini, twin sister of one of them and now all is not so clear. Were the nuns who committed the robbery?","release_date":"1995-08-07","genres":[35],"vote_average":6.2,"runtime":93,"cert":"N\/A","id":117198,"title":"Hermana, ¿pero qué has hecho?","adult":false},{"cast":["Prince","Mayte Garcia","Kirstie Alley","Troy Byer","Michael Bland"],"overview":"In Egypt, princess Maytes father is assassinated by 7 men, leaving her with the sacred three chains of gold. She decides to seek out the help of Prince in USA, and sends him a tape of her dancing. Prince immediately falls in love with her, but is frightened by the commitment. He tries to escape through having sex with others, but his heart isn't in it. His heart belongs to Mayte... Prince's namechange into O)+&gt; is also addressed; a scene depicts him killing off old versions of himself (the 7 killers).","release_date":"1994-08-16","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117203,"title":"Prince and the N.P.G. Present... 3 Chains o' Gold","adult":false},{"cast":[],"overview":"The documentary, 'Time of Legend', tells how an album 30 years ago revolutionized the world of flamenco. It was called 'The Legend of Time' by Camarón de la Isla An experiment that did not please the purists because closer to rock or flamenco oriental music.","release_date":"2010-01-01","genres":[],"vote_average":6.5,"runtime":52,"cert":"N\/A","id":117205,"title":"Tiempo de Leyenda","adult":false},{"cast":["Elizabeth Taylor","Henry Fonda","Helmut Berger","Keith Baxter","Maurice Teynac"],"overview":"Barbara gets secret plastic surgery in Switzerland in an attempt to save her marriage to Mark, but he doesn't seem interested in meeting her. She checks in to a ski resort to wait for Mark, and begins getting attention from young men. Her daughter tries to warn her that even though she has had the surgery it might be too late for her marriage, but she clings to the hope that Mark will come back once he sees her new look. Meanwhile, she must decide whether or not have an affair with a young man she's met.","release_date":"1973-11-01","genres":[9648],"vote_average":5.0,"runtime":99,"cert":"N\/A","id":117207,"title":"Ash Wednesday","adult":false},{"cast":["Aleksas Kazanavičius","Remigijus Sabulis","Rasa Samuolytė","Nelė Savičenko","Kostas Smoriginas"],"overview":"A nearly-suicidal, young woman visits a psychotherapist. She is in love with a priest, and the diagnosis of her husband's mental illness leaves no hope. The psychotherapist, in her attempts to resolve the amassed difficulties, seemingly begins to duplicate the life stages and behavioral patterns of her patient. A script for this film is based on motifs from the best-seller, scandalous novel, Witch and Rain, by female author, Jurga Ivanauskaite. By choosing a priest as the main role for a love story, the author broke an existing societal taboo. Faith, Love and Hope form the trilogy by the authors of this screenplay. Love stands as the grandest of the three.","release_date":"2007-03-02","genres":[18],"vote_average":6.5,"runtime":98,"cert":"N\/A","id":117209,"title":"Whisper of Sin","adult":false},{"cast":["William Haines","Jack Pickford","Mary Brian","Francis X. Bushman Jr.","Mary Alden"],"overview":"Tom Brown shows up at Harvard, confident and a bit arrogant. He becomes a rival of Bob McAndrew, not only in football and rowing crew, but also for the affections of Mary Abbott, a professor's daughter.","release_date":"1926-05-02","genres":[18,10749],"vote_average":6.0,"runtime":85,"cert":"N\/A","id":117211,"title":"Brown of Harvard","adult":false},{"cast":["Albert T. Viola","Ilene Kristen","Adam Hesse","Marian Brown","Esty F. Davis Jr."],"overview":"Phony backwoods preacher Amos T. Huxley stays in a small North Carolina town long enough to fleece his congregation, swindle the profits from a moonshine still, and seduce dumb blonde Mary Lou. Mary Lou's ex-boyfriend becomes suspicious of the preacher and gets the local police to investigate his actions.","release_date":"1971-01-01","genres":[18,35],"vote_average":4.5,"runtime":87,"cert":"N\/A","id":117213,"title":"Preacherman","adult":false},{"cast":["Tamasaburo Bando","Gô Katô","Tsutomu Yamazaki","Hisashi Igawa","Fujio Tokita"],"overview":"Outside of a small village in Japan, a mysterious pond is inhabited by mythic creatures. Their story is of revenge, tragedy, and the power of real love. A classical tale which translates wonderfully to film.","release_date":"1979-10-20","genres":[14,10749],"vote_average":4.5,"runtime":123,"cert":"N\/A","id":117215,"title":"Demon Pond","adult":false},{"cast":["Shlomo Artzi","Ze'ev Revach","Dubi Gal","Amos Tal-Shir"],"overview":"A group of girls and boys set up a secret society called \"Hasamba\"; their adventures take place, first during the British Mandate and the struggle for statehood of Israel, and then as they battle their country's enemies: infiltrators, spies, criminals and other offenders","release_date":"1971-01-01","genres":[12,18,10751],"vote_average":5.5,"runtime":90,"cert":"N\/A","id":117217,"title":"Hasamba","adult":false},{"cast":["Achmed Akkabi","Liliana de Vries","Jessie Mentjox","Zara Dwinger"],"overview":"Advertisements usually display unruffled domestic happiness. But, as we will see in Page 23, this world looks too good to be true. Behind the beaming smile of fashion models loom adultery and the stifling daily routine.","release_date":"2011-10-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117219,"title":"Page 23","adult":false},{"cast":[],"overview":"\"La fine di Gaia\"\r \"Epocalisse\"\r \"House credibility\"\r \"Jodellavitanonhocapitouncazzo\"  \"Kevin Spacey\"\r \"La mia parte intollerante\"\r \"Ti sorrido mentre affogo\"\r \"Legalize the premier\"\r \"Inno verdano\"\r \"La ghigliottina\"\r \"Vengo dalla luna\"\r \"Cacca nello spazio\"\r \"Dagli all'untore\"\r \"Eroe\"\r \"Sono il tuo sogno eretico\"\r \"Vieni a ballare in Puglia\"\r \"Abiura di me\"\r \"Goodbye malinconia\"\r \"Il dito medio di Galileo\"\r \"Cose che non capisco\"\r \"Nell'acqua\"","release_date":"2012-06-19","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117224,"title":"Esecuzione Pubblica","adult":false},{"cast":["Alan Zweig"],"overview":"At some point, everyone has asked the question, why is it so hard to find love? In this final installment of the autobiographical trilogy that includes Vinyl and I, Curmudgeon, Alan Zweig reflects with disarming candour on why, if he longs for a partner and children, he is still single at mid-life. Through intimate, heartfelt and often hilarious interviews with a series of diverse, smart and attractive single women, Zweig explores yearnings for the romantic myths of our culture and the difficulty of finding and sustaining relationships. Some women have come to accept and prefer being alone, but many still dream of a future they can share. Rather than remaining the objective observer, Zweig approaches his female subjects as kindred spirits, sharing their vulnerability and openness. A perfect mixed tape of love songs provides the backdrop for this courageously candid look at love and longing.","release_date":"2007-04-23","genres":[99],"vote_average":4.0,"runtime":101,"cert":"N\/A","id":117226,"title":"Lovable","adult":false},{"cast":[],"overview":"Artists and journalists love to invoke that holy word of American evil ' Detroit ' whenever they can. After all, what could be cooler than cars, Motown, and murder? And in the aftermath of the recent economic meltdown and auto industry bail-out Detroit has become shorthand for all that ails America. Detroit was once the seat of the greatest economic empire the world has ever seen; the auto industry; but now, Detroit is the face of failure. Failure not of the city's people, but of its leaders and of America itself. 'Rollin' is the true story of the decline of the auto industry and the rise of the drug economy in Detroit.","release_date":"2010-01-01","genres":[99,80],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":117228,"title":"Rollin: The Decline of the Auto Industry and Rise of the Drug Economy in Detroit","adult":false},{"cast":["Sheila McCarthy","Paule Baillargeon","Ann-Marie MacDonald","John Evans","Brenda Kamino"],"overview":"Awkward, shy and delightfully funny, Polly Vandersma is an \"organizationally impaired\" temporary assistant who finally gets her first permanent job at the age of 31. While she works for the curator of an art gallery, Polly narrates her own story, sharing the comical and bittersweet pretensions of the art world. At the same time, she reveals a special part of her own private world, taking the viewer to enchanted places in this quiet assault on the notion of authority everywhere.","release_date":"1987-09-11","genres":[35,18,10749],"vote_average":5.7,"runtime":81,"cert":"N\/A","id":117233,"title":"I've Heard the Mermaids Singing","adult":false},{"cast":[],"overview":"“My best friend, Anna, asked me if I would mind taking her fifteen-year-old son Itvan to Berlin with me. I accepted immediately.” An elegant, refined man in his forties sets off with Itvan on a long, enjoyable journey, his Winter Journey.\r They cross snowbound Germany by car. As the man drives the boy through cities and countryside, Itvan discovers the past and the vast job of reunification now underway.  Poetry and culture are also part of the journey, which is accompanied by classical German music. When their paths cross with the man's former lovers or the journey provides unexpected encounters, Itvan also gets to know more about the man's own life.\r When they finally arrive in Berlin, their ways must part. Itvan watches the man leave, taking the melancholy of his existence with him. However their journey together has created an unbreakable tie between the two men. Itvan will never be the same again.","release_date":"2003-11-19","genres":[18],"vote_average":7.3,"runtime":104,"cert":"N\/A","id":117238,"title":"My Winter Journey","adult":false},{"cast":[],"overview":"America is drawn to the macabre handiwork of the serial killer. From best sellers to movies and television, there is an insatiable appetite for serial killer related material. Enthusiasts have taken this fascination into reality, reaching out to the murderers through letters and visits, gathering artifacts of the crimes, and collecting serial killer art work. Filmed in the deep South, COLLECTORS journeys into this strange, compelling world to illuminate the outer limits of pop culture's fascination with murder and mayhem.","release_date":"2000-10-01","genres":[28,53,99],"vote_average":6.0,"runtime":80,"cert":"N\/A","id":117243,"title":"Collectors","adult":false},{"cast":["Dilan Gwyn","Lisa Werlinder","Gabriella Roy","Anna Åström"],"overview":"The old friends Oscar and Elias are doing their last term in school and they both struggle to find the road ahead and a brighter future. Although brought up in the same rough neighborhood they have so far applied very different strategies. Oscar is the model student. Elias is caught up in petty crimes. But destiny has another faith for the both of them.Oscar falls madly in love with his attractive teacher Kristina and Elias sets his eyes on the beautiful Muslim girl Zeynep. Lines are crossed a things start to spin out of control.","release_date":"2012-02-24","genres":[10749,80,18],"vote_average":4.0,"runtime":85,"cert":"N\/A","id":117245,"title":"Shoo Bre","adult":false},{"cast":["Anna Neagle","Ray Bolger","John Carroll","Edward Everett Horton","Grace Hartman"],"overview":"Sunny is a 1941 film American film directed by Herbert Wilcox. It was adapted by Sig Herzig from the Jerome Kern-Oscar Hammerstein II musical play Sunny. It stars Anna Neagle, Ray Bolger, John Carroll, Edward Everett Horton, Grace Hartman, Paul Hartman, Frieda Inescort, and Helen Westley.","release_date":"1941-05-30","genres":[],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":117250,"title":"Sunny","adult":false},{"cast":["Martha Tilton","Iris Adrian","Betty Brodel","Charles Collins","Philip Van Zandt"],"overview":"Swing Hostess is a 1944 American musical comedy film directed by Sam Newfield for Producers Releasing Corporation and starring Martha Tilton, Iris Adrian, Charles Collins, Betty Brodel, Cliff Nazarro and Harry Holman.","release_date":"1944-09-08","genres":[35,18],"vote_average":5.0,"runtime":76,"cert":"N\/A","id":117252,"title":"Swing Hostess","adult":false},{"cast":["Carmen Luvana","Ava Rose","Ice La Fox","Mikayla Mendez","Emilianna"],"overview":"A tough, female Cuban immigrant comes to the USA and uses both sex and murder to rise to the top of the drug running organization.","release_date":"2007-01-26","genres":[],"vote_average":10.0,"runtime":197,"cert":"N\/A","id":117257,"title":"Lady Scarface","adult":true},{"cast":["Jeanie Drynan","Linal Haft","Russell Dykstra","Genevieve Lemon","Sacha Horler"],"overview":"For the first time in 15 years, all four siblings in a family show up to care for their dying mother, who is only given a couple of weeks to live. One comes from America with her two children. A divorced sister also comes with her child and sneaks off regularly to meet a mystery man who may be her ex-husband. The third & youngest daughter is an unmarried nurse aware of her ticking biological clock. The only son chases after his grumpy father who seems to not care a whit about his wife's circumstances. The four are also faced my their mother's dreams to accomplish a few things before she dies - to visit a beach she had visited in the past, to see her youngest married, and to visit Paris. She also wants to be embalmed and be honored with a 21 gun salute. Thus the whole group has to set off in the quest to fulfill their mother's wishes.","release_date":"1999-10-28","genres":[35,18],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":117259,"title":"Soft Fruit","adult":false},{"cast":["Shemp Howard","Larry Fine","Moe Howard","Vernon Dent","George J. Lewis"],"overview":"Set in a desert land where the stooges run a restaurant, the boys need money to pay their fiancée's taxes, or the girls will be sold as slaves. Some crooks come into their restaurant and convince the boys to recover the stolen Rootin Tootin diamond. The stooges decide to return the diamond to the government and get the reward money. They learn that the Emir of Shmo has absconded with the contraband jewel. They journey to the stronghold of Shmo where they disguise as Santa Clauses and scare the ruler into giving them the diamond.","release_date":"1956-06-21","genres":[35],"vote_average":5.0,"runtime":16,"cert":"N\/A","id":117273,"title":"Rumpus in the Harem","adult":false},{"cast":["Robert Ginty","Shannon Tweed","Don Gordon","Cameron Mitchell","Kevin Brophy"],"overview":"Soldier of fortune, Monroe Bieler, is sent to dole out some American-style justice when the wife and child of an African president are kidnapped by terrorists.","release_date":"1987-12-01","genres":[28,12,53],"vote_average":3.8,"runtime":92,"cert":"18","id":117278,"title":"Code Name: Vengeance","adult":false},{"cast":["Primož Pirnat","Jaka Ivanc","Manca Dorrer","Mojca Fatur","Uroš Furst"],"overview":"A story about a group of young Slovenians living in Ljubljana.","release_date":"2002-02-06","genres":[18],"vote_average":5.0,"runtime":71,"cert":"N\/A","id":117280,"title":"Ljubljana","adult":false},{"cast":["Larry Fine","Joe Besser","Benny Rubin","Harriette Tarler","Moe Howard"],"overview":"Joe dreams that the stooge's sister Birdie has died and been reincarnated as a horse. The stooges take Birdie home but must conceal her from the snoopy landlord. They succeed, but more complications ensue when Birdie gives birth to a colt. Joe wakes up to suffer some abuse from the real Birdie (Moe in drag), when he tells her he dreamed she was a horse.","release_date":"1957-01-31","genres":[35],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":117291,"title":"Hoofs and Goofs","adult":false},{"cast":["Larry Fine","Joe Besser","Moe Howard"],"overview":"Joe is engaged but can't get married until he recovers the engagement ring which has disappeared. The stooges suspect the ring was stolen by Elmo, a beefy bully, who works at the same factory they do. They confront Elmo in the company gym, but he's too tough for them. Fortunately Joe's girl is even tougher, and she gets Elmo to confess and return the ring.","release_date":"1957-02-28","genres":[35],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":117293,"title":"Muscle Up A Little Closer","adult":false},{"cast":["Larry Fine","Joe Besser","Moe Howard"],"overview":"Told in flashback, Moe is on trial for assaulting Larry and Joe. It seems that Moe was in debt and suffering a nervous breakdown so Larry and Joe took him to the country for rest and relaxation. After a marauding bear ruined the peace and quiet, their cabin became the scene of a shoot-out between the sheriff and an escaped outlaw. The boys captured the bad guy, and the reward would have paid Moe's debts, but the crook escaped and Moe went after Larry and Joe with an ax.","release_date":"1957-06-13","genres":[35],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":117298,"title":"Guns A Poppin","adult":false},{"cast":[],"overview":"\"All Night Long R\" was released on DVD only in Japan, but I managed to track it down. The film is not as savagely violent as the previous two movies \"All Night Long 2\" and \"All Night Long 3\", but the tone of it is definitely disturbing and depressing. It tells us about obviously disturbed Japanese individual named Yuuki who captures two Japanese girls. One of them, Reika,is brutally murdered and her captor cuts her up and takes her body parts like ears and breast.The second girl is chained to his bed and he performs a hideous experiments on her body. \"All Night Long R\" is a rather slow-moving horror film that offers plenty of shocking violence.The acting is excellent and the killing of a Japanese boy is extremely vicious and cruel. Sometimes the film has a mood of a very sad romance. So if you're a fan of Katsuya Matsumura's works give this gem a look.","release_date":"2002-02-25","genres":[27],"vote_average":5.0,"runtime":83,"cert":"N\/A","id":117300,"title":"All Night Long R","adult":false},{"cast":[],"overview":"","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117311,"title":"Maftir","adult":false},{"cast":["Liron Levo","Lubna Azabal","Mila Dekker","Patrick Albenque"],"overview":"Six days in the lives of an Israeli living in a kibbutz and a Palestinian living in Paris, which starts with an accidental meeting in the Berlin Subway during the World cup finals, will change them completely.","release_date":"2007-06-06","genres":[18,10749,53],"vote_average":8.0,"runtime":80,"cert":"N\/A","id":117316,"title":"Strangers","adult":false},{"cast":["Atul Kulkarni","Rii Sen","Mohan Azaad","Anupam Kher"],"overview":"Gauri: The Unborn is a 2007 Hindi film directed by Akku Akbar, starring Atul Kulkarni and Rituparna Sen Gupta. It received great critical acclaim, but commercially was an average grosser. The film was produced by Shogun Films. [1]  It was remade as a Malayalam film, Kana Kanmani (2009) directed by Akku Akbar.","release_date":"2007-11-30","genres":[27,18,53],"vote_average":2.0,"runtime":98,"cert":"N\/A","id":117324,"title":"Gauri The Unborn","adult":false},{"cast":["Lau Siu-Ming","Waise Lee","Philip Kwok Chun-Fung","Christine Ng","Gloria Yip"],"overview":"A cat from outer space teams up with a young girl and an old man to fight a murderous alien that possesses people.","release_date":"1992-01-01","genres":[27,878],"vote_average":6.8,"runtime":84,"cert":"N\/A","id":117326,"title":"The Cat","adult":false},{"cast":["Sakura Kobayashi","Kadu Koide","Ayumu Saitô","Salmon Sakeyama"],"overview":"When a young woman witnesses a suicide she is so overwhelmed with sexual excitement that she masturbates, unaware that she is being observed by a strange man. Later he invites her home where she is wined and dined. Soon she wakes up to find herself locked in a cage. Of course their twisted and sadomasochistic relationship will end in a sadistically explicit bloodbath... The version of \"All Night Long 5\" I have is in Japanese, but the above synopsis is general gist. I'm a big fan of Katsuya Matsumura and I absolutely love the first three \"All Night Long\" movies.\"All Night Long R\" is also pretty good whilst still being deeply disturbing.Unfortunately \"Initial O\" is too long and sometimes dull, so I was a little bit disappointed.Still there is plenty of sex and some unsettling sexual torture on display. There is not enough gore,but some scenes (for example throat slashing or castration) are particularly nasty.","release_date":"2003-11-25","genres":[27],"vote_average":3.0,"runtime":99,"cert":"N\/A","id":117328,"title":"All Night Long: Initial O","adult":false},{"cast":["Yehoram Gaon","Efrat Lavie","Arieh Elias","Etti Grotes"],"overview":"An adaptation of a popular Israeli stage musical. Kazablan is an army veteran turned gang leader in the Israeli port of Jaffa who masks his feelings of bitterness with a lot of bravado. He's sweet on Rachel, a young woman who lives with her father and stepmother. The budding relationship scandalizes the neighbors (not to mention Rachel's parents) and infuriates Yanush, a middle-aged shoe store owner who wants Rachel for himself. (Yanush feels he's entitled to marry Rachel since they're both Ashkenazi Jews of Eastern European origins, whereas Kazablan is a Sephardic Jew from Morocco.) The neighborhood has something else to worry about besides the antics of Kazablan and his gang: the city wants to tear down their crumbling homes. The residents pool their resources to save their houses, but the money that's collected is stolen. When he's jailed for the theft, Kazablan must find a way to clear himself.","release_date":"1974-01-01","genres":[10749,35,18],"vote_average":8.0,"runtime":122,"cert":"N\/A","id":117330,"title":"Kazablan","adult":false},{"cast":["Akshay Kumar","Twinkle Khanna","Rajat Bedi","Vivek Shauq","Gulshan Grover"],"overview":"International Khiladi is a Hindi action thriller film released in 1999. The film is directed by Umesh Mehra and It stars Akshay Kumar and Twinkle Khanna in the lead roles. The film want to done moderately at the box office.  News Reporter Payal (Twinkle Khanna) and her camera-man have been assigned the task of interviewing the world's highest ranking criminal don, Devraj (Akshay Kumar), which they accept. In the process, Payal and Devraj fall in love with each other, much to the opposition of Bismillah (Mukesh Khanna), Devraj's guardian on one hand; and Police Inspector Amit (Rajat Bedi), and Payal's brother Ravi (Vivek Shaq) on the other.","release_date":"1999-03-26","genres":[18,28,53,80,10749],"vote_average":5.1,"runtime":160,"cert":"N\/A","id":117335,"title":"International Khiladi","adult":false},{"cast":["Himesh Reshammiya","Mona Laizza","Gulshan Grover","Javed Sheikh","Adnan Shah Tipu"],"overview":"Kajraare is a Bollywood film, released on October 15, 2010. The film is directed by Pooja Bhatt and stars Himesh Reshammiya and Mona Laizza. Himesh plays a singer who falls in love with a bar dancer and the film centralizes on how they find true love. It is the first Hindi film to be shot in Petra, \"the eighth wonder of the world","release_date":"2010-10-15","genres":[10749,18,80],"vote_average":2.5,"runtime":160,"cert":"N\/A","id":117337,"title":"Kajraare","adult":false},{"cast":["Sammir Dattani","Nauheed Cyrusi","Satish Kaushik"],"overview":"Nothing special to say .....","release_date":"2009-10-23","genres":[18,35,10749],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":117339,"title":"Love Ka Tadka","adult":false},{"cast":["Bipasha Basu","John Abraham","Priyanshu Chatterjee","Naina Dhaliwal"],"overview":"Madhoshi is a 2004 Bollywood film. It is directed by Tanveer Khan and stars Bipasha Basu, John Abraham, Shweta Tiwari and Priyanshu Chatterjee.  Anupama Kaul (played by Bipasha Basu) is a woman whose sister lives in New York. One day she gets a call from her sister and while they are talking on the phone, her sister is killed by the 9\/11 attacks. Anupama is devastated. A few years later Anu is happily engaged to Arpit Oberoi (played by Priyanshu Chatterjee); then Arpit leaves for America for business reasons and Anu is wooed by a man named Aman (played by John Abraham).","release_date":"2004-09-24","genres":[18,10749,10402,9648],"vote_average":5.0,"runtime":145,"cert":"N\/A","id":117341,"title":"Madhoshi","adult":false},{"cast":["Claudine Spiteri","Christopher Nightingale","Barry Chipperfield","Gian Campi","Mariarosa Marchiori"],"overview":"When a terminally-ill art historian meets an engineer, it is love and lust at first sight. But their love is threatened by her looming illness. With her remaining days on earth numbered, she chooses to fan the flames of her obsession by taking her lover on a trip to Venice, where the artist's work becomes the background for their physical passion and emotional discovery.","release_date":"2004-10-24","genres":[18,10749],"vote_average":7.5,"runtime":103,"cert":"","id":117343,"title":"The Garden of Earthly Delights","adult":false},{"cast":["Aftab Shivdasani","Urmila Matondkar","Dalip Tahil","Smita Jaykar","Govind Namdeo"],"overview":"A young man goes out of his way to meet a film star (Urmila Matondkar), an obsession that caused him to flunk his final exams.","release_date":"1999-10-15","genres":[18,14,10749],"vote_average":4.8,"runtime":150,"cert":"N\/A","id":117345,"title":"Mast","adult":false},{"cast":["Kaneto Shiozawa","Daisuke Gouri","Shôjirô Kihara","Hideyuki Tanaka","Hirotaka Suzuoki"],"overview":"Remi, on the verge of death, is a member of the GoShogun team who once saved the world several times. Now an old woman who has retreated from the world, her former team mates gather at her deathbed trying to save her life. At the same time, time goes back to when she was but a small child when she was buried alive and nearly died and when she was still with the rest of her team on a dangerous suicidal mission. As we see her older self strugling to hold on to life, we see that she has done the same thing her whole life through and her former team mates watches helplessly as her hold on life loosens slowly right before their eyes.","release_date":"1985-04-27","genres":[28,16,878],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":117347,"title":"GoShogun: The Time Étranger","adult":false},{"cast":[],"overview":"Schoolgirl Mami Sakura discovers that she has superpowers. She can sense other people in trouble and teleport to help them, but she keeps her secret double-life hidden from her parents with the help of her schoolfriend, Kazuo Takahata. In this short film, Mami uses her powers to make a puppet show for deprived children.","release_date":"1988-03-12","genres":[16],"vote_average":2.0,"runtime":45,"cert":"N\/A","id":117349,"title":"Esper Mami: Hoshizora no Dancing Doll","adult":false},{"cast":["Julia Davis","BJ Davis","Herbert P. Kaufer","Jeffrey J. Deal","Mykola Kot"],"overview":"Federal officer with the Department of Homeland Security discovers a national security breach related to the entry of 23 aliens from terrorist countries into the United States. Customs and Border Protection Commissioner, former head of the DEA Robert Bonner can't afford any more media scrutiny, since his incompetence was already exposed in the NASA 'Challenger' disaster. To avoid the scandal, the full might of the government is unleashed against Julia Davis, her family and witnesses. This retaliation reaches an unprecedented magnitude, including four unexplained deaths, Hollywood and the Mafia, false imprisonments and the use of Blackhawk helicopters and airplanes for warrantless surveillance. Amidst many shocking revelations, this documentary provides a new insight into the deaths of well-known Hollywood figures unwittingly dragged into this scandal.  The truth is no longer a secret.","release_date":"2012-06-15","genres":[99,80,18,28,36],"vote_average":10.0,"runtime":114,"cert":"N\/A","id":117351,"title":"Top Priority: The Terror Within","adult":false},{"cast":["Anil Kapoor","Sanjay Dutt","Sameera Reddy","Koena Mitra","Mahesh Manjrekar"],"overview":"Musafir (Hindi: मुसाफ़िर Musāfir, translation: Traveller) is a 2004 Hindi thriller film, directed and produced by Sanjay Gupta starring Sanjay Dutt, Anil Kapoor and Sameera Reddy. The film was controversial because of some sensual scenes, including kissing, between Kapoor and Reddy. The film has been described as \"a take-off on\" Oliver Stone's 1997 thriller, U Turn","release_date":"2004-12-09","genres":[18,28,53,80],"vote_average":5.9,"runtime":152,"cert":"N\/A","id":117356,"title":"Musafir","adult":false},{"cast":[],"overview":"A young boy, Minku, ridiculed by his friends, begs the gods to send him down to Earth, and his wish is granted.","release_date":"2007-12-28","genres":[16,10751,28,12],"vote_average":5.5,"runtime":120,"cert":"N\/A","id":117361,"title":"Return Of Hanuman","adult":false},{"cast":["Valerie Bertinelli","Florence Hoath","Aled Roberts","Michael Gough","Paul Rhys"],"overview":"TV remake of the Henry James' classic tale \"Turn of the Screw\", with changes in location and character names. A live in nanny discovers two children haunted by the spirits and deeds of their former care givers.","release_date":"1995-12-03","genres":[27,53,10770],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":117366,"title":"The Haunting of Helen Walker","adult":false},{"cast":["Shabana Azmi","Urmila Matondkar","Arjun Rampal","Dia Mirza","Diana Hayden"],"overview":"Tehzeeb (Hindi: तह्ज़ीब, Urdu: تہزیب, English: Etiquette) is a 2003 Indian Bollywood film directed by Khalid Mohammed. It premiered on 21 November 2003. The film stars Shabana Azmi, Urmila Matondkar, Diya Mirza, Arjun Rampal and Rishi Kapoor in a special appearance. Urmila and Shabana were praised for their roles.","release_date":"2003-11-21","genres":[18],"vote_average":2.0,"runtime":143,"cert":"N\/A","id":117368,"title":"Tehzeeb","adult":false},{"cast":["Om Puri","Sophie Dahl","Murali Sharma"],"overview":"King of Bollywood is a 2004 Bollywood comedy film directed by Piyush Jha and starring Om Puri.[2] The film is a satire of the Hindi film industry","release_date":"2004-09-24","genres":[35,18],"vote_average":4.0,"runtime":145,"cert":"N\/A","id":117370,"title":"King of Bollywood","adult":false},{"cast":[],"overview":"Rachel hasn't slept for a while. A few years back, her brother was mysteriously killed while she and a group of friends partied by the lake side. Three years later, she and her friends must return to the same lake to finally put the nightmares to rest. To come to grips with what happened. To admit that it was just an accident. But someone is waiting for them. Someone who knows the truth. Someone who wants revenge. As night descends on their Memorial Day getaway, each individual must face an unstoppable killing machine with a serious hatchet to bury. As the body count rises, Rachel must discover whose face lies behind the murderous mask. Is it just a stranger in the woods? Or is it someone she already knows? This Memorial Day, the screaming doesn't stop until the last body drops.","release_date":"1999-01-01","genres":[27],"vote_average":3.7,"runtime":79,"cert":"N\/A","id":117372,"title":"Memorial Day","adult":false},{"cast":["Jacob Nordenson","Kjell Bergqvist","Allan Svensson","Olle Sarri","Jimmy Lindström"],"overview":"There is something going on in the small town of Backberga. The towns proud telecom company Unicom is just about to launch a new modern profile when they discover that there is something lurking in the outskirts of Backberga. An accident triggers a power failure, which leads to a chain of events,mishaps and love stories. Flicker is a warm comic story about people trying to find their place within the modern society.","release_date":"2012-09-20","genres":[18],"vote_average":5.9,"runtime":100,"cert":"N\/A","id":117377,"title":"Flicker","adult":false},{"cast":["Larry Fine","Joe Besser","Moe Howard"],"overview":"The stooges accompany professor Jones on an expedition to Venus, where they discover that the Venusians are planning to conquer the earth with an army of zombies. When the boys learn that they're going to be turned into zombies, they escape. The scene changes to the stooges apartment where we learn they are just telling a bedtime story to their kids (also played by the stooges) while they wait for the baby sitter to arrive. When the baby sitter shows up, she looks like one of the zombies and the boys exit in a hurry.","release_date":"1957-12-05","genres":[35],"vote_average":7.0,"runtime":17,"cert":"N\/A","id":117379,"title":"Outer Space Jitters","adult":false},{"cast":["Larry Fine","Joe Besser","Vanda Dupre","Philip Van Zandt","Moe Howard"],"overview":"The stooges reminisce about their wartime romances in Europe. After they finish their tales, they discover that Joe's girl Fifi, whom he left behind in Paris, has moved in next door. The only problem is that she's now married, with a very jealous husband. The husband turns out to be a real cad, and when Fifi overhears him tell about his plans to find a new wife, she clobbers him and goes back to Joe.","release_date":"1958-04-10","genres":[35],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":117381,"title":"Fifi Blows Her Top","adult":false},{"cast":["Larry Fine","Joe Besser","Greta Thyssen","Moe Howard"],"overview":"A professor attempts to win a bet by turning the stooges into gentlemen. After some lessons in etiquette, the boys make their society debut at a fancy party. They soon revert to their old habits and a wild pie fight ensues.","release_date":"1958-06-12","genres":[35],"vote_average":5.0,"runtime":17,"cert":"N\/A","id":117383,"title":"Pies And Guys","adult":false},{"cast":["Joe Besser","Larry Fine","Moe Howard"],"overview":"Joe accidentally takes a picture of a paper plate which Moe and Larry submit to a magazine as an authentic picture of a flying saucer. Moe and Larry collect a big prize, but when the picture is proven to be phony, they're hauled off to Jail. Joe then gets a picture of a real spaceship and this time he gets the fame and fortune, while Moe and Larry wind up in a sanitarium.","release_date":"1958-10-09","genres":[35],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":117385,"title":"Flying Saucer Daffy","adult":false},{"cast":["Larry Fine","Joe Besser","Moe Howard"],"overview":"Stranded in Mexico, the stooges need a job and a pretty actress friend gets them an engagement at the Plaza de Toros. When they accidentally switch suitcases with that of their friend, they must sneak into her house to retrieve their own and are confronted by her jealous husband who vows to kill them if he sees them again. At the arena where they perform a comedy bullfight (Joe is the matador, Moe and Larry are in a bull costume) the husband bribes the attendants to let a real bull into the ring. Joe knocks the bull out with a head butt and becomes a hero.","release_date":"1959-06-04","genres":[35],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":117390,"title":"Sappy Bull Fighters","adult":false},{"cast":["Frances Langford","Edward Norris","Iris Adrian","Craig Woods","Ariel Heath"],"overview":"Joan Terry, from Kansas City, comes to New York to get a job on the stage. But until she finds an opportunity, she stays at a boarding house where other talent is also waiting. To get a better chance, the people there decide to build a talent pool, where the person with the most chances for a job gets the full support, trying to get jobs for the others there too - and Joan is chosen to do that. But this is not so easy when her fiance is trying to keep her away from the stage...","release_date":"1944-01-11","genres":[],"vote_average":0.0,"runtime":69,"cert":"N\/A","id":117392,"title":"Career Girl","adult":false},{"cast":["Vivian Blaine","Dennis O'Keefe","Perry Como","Carmen Miranda","Martha Stewart"],"overview":"Burlesque queen, Doll Face Carroll, is dismissed from an audition for a legitimate Broadway show because she lacks culture. Her boss\/manager Mike decides that she can get both culture and plenty of publicity by writing her autobiography. He hires a ghost writer to do all the work, but doesn't count on the possibility that Doll Face and her collaborator might have more than a book on their minds.","release_date":"1945-12-31","genres":[35,10402,10749],"vote_average":4.0,"runtime":80,"cert":"N\/A","id":117394,"title":"Doll Face","adult":false},{"cast":["Rosemary Lane","Johnny Downs","Ralph Morgan","Dick Purcell","Sheldon Leonard"],"overview":"A newspaper columnist and host of his own national network radio program, interviewing more film personalities on his show than any other commentator, is searching for a story for a Sunday column carried by newspaper from coast to coast. Hanging out in Hollywood's famed Trocadero restaurant and night-spot, he gets his story when \"Troc\" owner and band-leader Eddie LeBaron, relates to him the sage of the famed screenland nitery. And hears plenty of music furnished by four of the top name-bands in the land, including that of Bob Chester, who formed his own swing band in 1935 after being top saxophonist with the bands of Ben Pollack and Ben Bernie. Singer Ida James and the Chester band led off with \"Shoo Shoo Baby\" in their screen debut.","release_date":"1944-04-24","genres":[],"vote_average":4.0,"runtime":74,"cert":"N\/A","id":117396,"title":"Trocadero","adult":false},{"cast":["Diana Ross","Beah Richards","Maura Tierney","Lindsay Crouse","Stack Pierce"],"overview":"Diana Ross dramatizes multiple personality disorder.","release_date":"1994-01-16","genres":[10770,18],"vote_average":7.5,"runtime":100,"cert":"N\/A","id":117398,"title":"Out of Darkness","adult":false},{"cast":["Carlos Jacott","John Lehr"],"overview":"Two friends take a vacation that doesn't go as planned.","release_date":"2000-01-01","genres":[35],"vote_average":6.0,"runtime":30,"cert":"N\/A","id":117403,"title":"Conrad and Butler Take a Vacation","adult":false},{"cast":["Adrian Lester"],"overview":"Peter Brook's take on the Shakespeare classic.","release_date":"2002-01-01","genres":[18],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":117405,"title":"The Tragedy of Hamlet","adult":false},{"cast":[],"overview":"Shot clandestinely over a two year period, this film provides a rare look into the second most isolated country on the planet held in a stasis by a brutal military regime for almost a half century. From over 100 interviews of people across Burma, including the recently released Aung San Suu Kyi, interwoven with stunning footage of Burmese life this documentary is truly unique.","release_date":"2012-09-21","genres":[99],"vote_average":6.9,"runtime":84,"cert":"N\/A","id":117407,"title":"They Call It Myanmar: Lifting the Curtain","adult":false},{"cast":["Amitabh Bachchan","Sharmila Tagore","Sanjay Dutt","John Abraham","Anusha Dandekar"],"overview":"An ordinary 60 plus couple - Vidhyadhar Patwardhan and his wife are forced to search for their faith in human values and society after the death of their only son Amar. In the process they undergo the most testing struggle of their lives.","release_date":"2005-07-22","genres":[18,10751],"vote_average":5.6,"runtime":132,"cert":"N\/A","id":117409,"title":"Viruddh... Family Comes First","adult":false},{"cast":["Namitha","Raja","Meera Chopra","Vadivelu","Yuvarani"],"overview":"Pachai Theevu, ruled by a mighty king (Narasimha Raju). His son and prince Jagathalapradhapan (Raja) is a valourous youth who sets out on a mission to capture pirates in the sea. He lands at Sangu Theevu, where the head of the sea pirates Alai Kallan lives. Jagathalapradhapan comes across Mohini (Namitha), who belong to the local fishermen community in the island. Romance blossom between them. Jagathalapradhapan manages to nab Alai Kallan and decides to return to his country. He promises Mohini that he would bring his parents to arrange for their wedding. However the King and his wife Mangayarkarasi (Yuvarani) arranges for their son's marriage with a princess Azhagu Nachiyar (Nila). Jagathalapradhapan tries hard to convince his parents that he would marry only Mohini. To put an end to the problem, the king and his wife hatch a conspiracy and bump off Mohini.","release_date":"2009-10-16","genres":[10751,27,53],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":117414,"title":"Jaganmohini","adult":false},{"cast":["Ahmed El Sakka","Ahmed Ezz","Salah Abdallah","Hanan Turk","Yasmin Raeis"],"overview":"A very serious and strict officer goes after a dangerous drug dealer, in an attempt to try and stop the drug and weapon dealing business in the area.","release_date":"2012-05-14","genres":[28,80,18],"vote_average":6.3,"runtime":115,"cert":"N\/A","id":117416,"title":"The Deal","adult":false},{"cast":["Manchu Manoj","Taapsee Pannu","Mohan Babu","Suman Talwar","Brahmanandam"],"overview":"Balu loves music very much. He wants to become a famous musician. He left his village and came to Hyderabad to fulfill his dream. He rented a house across the house of Venkata Chalapathi's (Mohan Babu) house. Venkata doesn't approve the way of living of the new generation. So when his friend's daughter Sravya and Balu fell for each other, he became complete against of their love. Now the lovers have to overcome the obstacles of Venkata for the sake of their love.","release_date":"2010-07-01","genres":[10749,10751,18],"vote_average":4.0,"runtime":145,"cert":"N\/A","id":117421,"title":"Jhummandi Naadam","adult":false},{"cast":["Mel Blanc","Tedd Pierce"],"overview":"While visiting Paris, Bugs Bunny wanders past the restaurants of Louis and François, rival chefs who fight to cook him, until he promises to teach them the recipe for \"Louisiana Back-bay Bayou Bunny Bordelaise à la Antoine.\"","release_date":"1951-06-30","genres":[16,35],"vote_average":6.3,"runtime":7,"cert":"N\/A","id":117423,"title":"French Rarebit","adult":false},{"cast":["Norman Mailer","Buzz Farber","Mickey Knox","D. A. Pennebaker","Beverly Bentley"],"overview":"Norman Mailer’s first feature filmmaking effort stars the director and his two longtime collaborators Buzz Farbar and Mickey Knox as a trio of gangsters holed up in a ramshackle New York apartment, drinking, braying, and fighting.","release_date":"1968-01-01","genres":[18,80],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":117428,"title":"Wild 90","adult":false},{"cast":[],"overview":"","release_date":"1960-08-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":117433,"title":"Jack l'éventreur","adult":false},{"cast":["Dolores del Río","Ralph Forbes","Karl Dane","Harry Carey","Tully Marshall"],"overview":"Fortune hunters from all over the country rush to the Klondike in 1897 to seek their fortunes in the gold are tested by hardships of the journey.","release_date":"1928-03-20","genres":[12,28],"vote_average":6.7,"runtime":87,"cert":"N\/A","id":117435,"title":"The Trail of '98","adult":false},{"cast":["Corbin Bernsen","Amanda Pays","Steve Bond","Matt Holland","Des Kenny"],"overview":"The luxury space cruiser Star Princess' maiden voyage is sabotaged when the treacherous second make, Alex Barnes (Corbin Bernsen), kills the captain and \"spacejacks\" the ship. Barnes then severs communications with Earth and activates a bomb which will blow up the liner unless he is given access to the wealthy passengers' bank accounts. But he mistakenly underestimates the courage of the first mate, Ryan Taylor (Steve Bonds) and an adventurous young passenger, Dawn Taggert (Amanda Pays), who together risk life and limb to try to save the Star Princess and her passengers from inevitable destruction.","release_date":"1997-11-12","genres":[878,28],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":117443,"title":"Spacejacked","adult":false},{"cast":["Marga López","Miguel Inclán","Rodolfo Acosta","Roberto Cañedo","Mimí Derba"],"overview":"Mercedes (Marga Lopez) dances for money with the clients of Salon Mexico, a famous cabaret in Mexico City. Her younger sister Beatriz (Derbez) studies in an expensive private school, paid by Mercedes. Obviously, young Beatriz doesn't know about her sister's job. Troubles begin when Mercedes wins a danzon contest with Paco (Acosta), her pimp. Paco refuses to share the prize with Mercedes, so she steals the money when he's sleeping.","release_date":"1949-02-25","genres":[18],"vote_average":6.8,"runtime":91,"cert":"N\/A","id":117457,"title":"Salon Mexico","adult":false},{"cast":[],"overview":"PASSION is a film diary in which Reble accompanies his unborn child through the year, following the seasons until his birth. Reble's unfamiliar chemistry generates slowly pulsating structures and colors. Micro and macroscopic imagery build a near abstract, hypnotic landscape - an intimate perception of creation.","release_date":"1990-01-01","genres":[],"vote_average":7.0,"runtime":54,"cert":"N\/A","id":117459,"title":"Passion","adult":false},{"cast":["Christian Ulmen","Marie Leuenberger","Nikolaus Paryla","Hannelore Elsner","Lisa Potthoff"],"overview":"The snow is staying away from the Bavarian ski village of Haunzenberg, and so are the skiers. Business is failing and so is Georg's relationship with Emilie. During his attempt to reignite the fires of passion, the wooden cross in the next room falls down, crushing Emilie's very Catholic mother Daisy. Wracked with guilt, Georg and his drinking buddies hatch a plan to have Daisy canonized by the Church, hoping to save both the village and his relationship. Everything goes according to plan until the Vatican sends a Priest to examine the miracles of Saint Daisy... Written by Anthony Parkhurst","release_date":"2012-08-16","genres":[35],"vote_average":6.4,"runtime":105,"cert":"N\/A","id":117464,"title":"Wer's glaubt wird selig","adult":false},{"cast":["Yoav Rotman","Ronit Elkabetz","Tzahi Grad","Michael Moshonov","Lana Ettinger"],"overview":"At the age of 13, Yoni is growing up. Fast. But not fast enough for this diminutive young man who is obsessed with getting bigger, taller and stronger. On the eve of his Bar Mitzvah, Yoni has no choice but to “become a man” when he’s faced with the unexpected return of his autistic brother who he has not seen for almost ten years.","release_date":"2011-03-10","genres":[18],"vote_average":5.0,"runtime":101,"cert":"N\/A","id":117469,"title":"The Flood","adult":false},{"cast":[],"overview":"Every Day Except Christmas is a 37-minute documentary film filmed in 1957 at the Covent Garden fruit, vegetable and flower market, then located in the Covent Garden area of East central London. It was directed by Lindsay Anderson and produced by Karel Reisz and Leon Clore under the sponsorship of Ford of Britain, the first of the company's \"Look At Britain\" series.","release_date":"1957-05-25","genres":[99],"vote_average":6.5,"runtime":37,"cert":"","id":117471,"title":"Every Day Except Christmas","adult":false},{"cast":["Alexandra Maria Lara","Sebastian Blomberg","Georg Friedrich","Carol Schuler","Michael Gempart"],"overview":"Life could be wonderful for Livia and Marco: good-looking, young, and Tim's parents. Tim is nine months old. His screaming every night drives his parents around the bend, although he was supposed to cement their relationship. But instead of slumber and sex, it's the same every night: jump out of bed and into the wobbly old Golf whose engine sound is the only thing that calms Tim down. One night, the unbelievable happens…","release_date":"2012-08-08","genres":[],"vote_average":5.7,"runtime":94,"cert":"N\/A","id":117473,"title":"Lullaby Ride","adult":false},{"cast":[],"overview":"Experimental, semi-documentary film, showing London's East End through the lives of two deaf-mutes.","release_date":"1956-02-05","genres":[18],"vote_average":8.0,"runtime":52,"cert":"","id":117475,"title":"Together","adult":false},{"cast":[],"overview":"A montage of the night-life of Piccadilly Circus across the hours, from early evening to the last lingering passers-by.","release_date":"1957-05-25","genres":[99],"vote_average":7.0,"runtime":17,"cert":"","id":117477,"title":"Nice Time","adult":false},{"cast":["Christian Heinisch","Nazzareno Bianconi","Mario Adorf","Laura Betti","Harun Farocki"],"overview":"A young man (Christian Heinisch), recently arrived in New York from Europe, becomes swept up in a series of events that are beyond his knowledge or control.","release_date":"1984-02-21","genres":[18],"vote_average":7.0,"runtime":127,"cert":"N\/A","id":117479,"title":"Class Relations","adult":false},{"cast":[],"overview":"The official review of the 2011 Rugby World Cup held in New Zealand.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":117481,"title":"Rugby World Cup 2011 Official Review","adult":false},{"cast":["Daniel Olbrychski","Anna Seniuk","Maja Komorowska","Stanislawa Celinska","Krystyna Zachwatowicz"],"overview":"Set in the late '20s. A thirtyish young man, who heads a small factory, faints at the funeral of a close friend. He decides to go home to his aunt and uncle for a while, but gets involved with a family of five women who had been in love with him at one time though he had apparently loved only one, who, unknown to him, has died since his departure. The women are mainly disillusioned with life or estranged from husbands while the youngest has a crush on him.","release_date":"1979-09-04","genres":[18,10749],"vote_average":6.8,"runtime":118,"cert":"N\/A","id":117483,"title":"Young Girls of Wilko","adult":false},{"cast":["Michael Lonsdale","Laurie Zimmer","Jean-Noël Picq","Douchka","Laura Fanning"],"overview":"A group of friends listen as one man tells them a story about a time when, in a small cafe, he discovered a peephole into the ladies' bathroom and became addicted to looking through it at female genitals. They ask him questions and come to conclusions about sex. This is a filmed, scripted version. Then, the actual person who this happened to relates the same story; this time, however, it is an unscripted documentary, in which the same things occur as in the scripted one.","release_date":"1977-11-09","genres":[],"vote_average":7.4,"runtime":50,"cert":"N\/A","id":117488,"title":"A Dirty Story","adult":false},{"cast":["Simone Aubin","Jacqueline Auzellaud","Élodie Avenel"],"overview":"The film describes a strike in a French textile factory, when the striking workers occupy the factory.","release_date":"1972-06-01","genres":[18],"vote_average":7.0,"runtime":89,"cert":"","id":117493,"title":"Blow for Blow","adult":false},{"cast":["Gila Almagor","Smadar Kilchinsky","Sharon Alexander","Irit Frank","Akram Tillawi"],"overview":"The film takes place in Tel Aviv, much of it in a fictitious local pub called Barbie, a satirical nickname for a famous Israeli mental health institution. The pub's name hints at the characters and the events which occur in the pub and which befall its owner (Daliah), the employees and customers. The plot unfolds with a streak of violence which takes a surprising turn.","release_date":"1992-01-01","genres":[18],"vote_average":8.8,"runtime":100,"cert":"N\/A","id":117495,"title":"Life According To Agfa","adult":false},{"cast":["Robert Z'Dar","Dree Lange","Colleen Corrigan","Liz Davies","Elizabeth Prince"],"overview":"In the year of 2008, war and sickness have overtaken the planet. The deranged government declares single women a threat to the human race. Singles women are imprisoned. The corrupt warden is determined to keep the prisoners locked up.","release_date":"1995-01-01","genres":[878,53],"vote_average":2.0,"runtime":80,"cert":"N\/A","id":117497,"title":"Run Like Hell","adult":false},{"cert":"N\/A","title":"The Asphalt Lambs","cast":["Eero Melasniemi","Kirsti Wallasvaara","Paavo Tuominen","Mirjami Manninen","Jörn Donner"],"genres":[18],"id":117499,"overview":"","runtime":77,"release_date":"1968-12-20","vote_average":6.0,"adult":false}]