[{"cast":["Michal Prokop"],"overview":"","release_date":"2007-04-23","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":122500,"title":"Michal Prokop, Framus Five & hosté - Live 60","adult":false},{"cast":["Felissa Rose","John Philbin","Monique Parent","Jonathan Tiersten","Dustin Stevens"],"overview":"Three unique horror stories connected by a bookend story tells of the horrifying past a young couples potential dream house has endured.","release_date":"2012-07-17","genres":[27],"vote_average":5.0,"runtime":84,"cert":"18","id":122544,"title":"The Perfect House","adult":false},{"cast":[],"overview":"Known as your pushing muscles, the chest, shoulders, and triceps will learn to function better than ever before with this workout. We accomplish this with creative uses of instability, and always forcing movement out of an athletic position.  By forcing movement out of an athletic position, you'll push chest, shoulders and tris to perform at a higher level.","release_date":"2013-10-30","genres":[],"vote_average":0.0,"runtime":49,"cert":"N\/A","id":122552,"title":"P90X2: X2 Chest + Shoulders + Tris","adult":false},{"cast":[],"overview":"Three romantic entanglements play out in the three 'Nimbus' videos, which extend Klahr's interest in constructing almost legible narratives — but doing so in formalist terms that complicate and enhance the traditional pleasures of stories. The trilogy's closer, 'Cumulonimbus,' is a movingly mature account of grief with a puckish sting in its tail. – Chris Stults, Film Comment","release_date":"2010-04-06","genres":[],"vote_average":0.0,"runtime":27,"cert":"N\/A","id":122554,"title":"The Nimbus Trilogy","adult":false},{"cast":["Whitney Houston"],"overview":"Famed for her extraordinary vocal range and uncanny ability to reach the emotional core of a song,  We Will Always Love You pays tribute to that magnificent body of work and takes a closer look at the woman who brought it to life.Blessed with a once-in-a-lifetime talent and nurtured as an artist by legendary mentors Dionne Warwick and Aretha Franklin, Whitney Houston's life had all of the makings of a modern fairytale and, in many ways, it was. The singer scored a remarkable ten #1 hit singles, and even made a successful transition to the silver screen in The Bodyguard, for which she recorded her immortal version of 'I Will Always Love You'. However, behind the beautiful face and the girl next-door charm that endeared her to millions of fans, there lurked a vulnerability that brought a searing intensity to her music and, eventually, tragedy into her life.Now, for the first time on DVD, the complete saga of Whitney Houston's glorious career.","release_date":"2012-07-01","genres":[],"vote_average":7.0,"runtime":73,"cert":"","id":122559,"title":"Whitney Houston - We Will Always Love You","adult":false},{"cast":[],"overview":"In the Absence of Light, Darkness Prevails suggests a future already arrived, merging the destruction with the creation of life as seen in the tiny turtles crawling their way to the sea, or heard in the crackling of a Geiger counter as a masked man sprays plants with pesticides.","release_date":"2010-01-01","genres":[],"vote_average":9.0,"runtime":13,"cert":"N\/A","id":122561,"title":"In the Absence of Light, Darkness Prevails","adult":false},{"cast":["Greg Davies"],"overview":"You’ll already know Greg Davies as the psychotic Head of Sixth Form, Mr Gilbert in The Inbetweeners (Ch4) and as the most out-of-shape member of We are Klang (BBC3).  His hotly anticipated debut stand-up show was a critically lauded sell-out smash hit at the 2010 Edinburgh festival, picking up a prestigious nomination for the Fosters Comedy Award (formerly the Perrier). Following a sell-out autumn tour and a spring 2011 extension added due to popular demand, now’s your chance to see this incredible stand-up show, live on DVD. It promises to address every single issue important to the human race. But it lies - it won’t address any. Buy it though, it’ll be funny.  ***** Mail on Sunday  ***** The Independent  ***** Sunday Telegraph  ***** Chortle  ***** Time Out","release_date":"2011-11-14","genres":[35],"vote_average":0.0,"runtime":76,"cert":"15","id":122569,"title":"Greg Davies Live: Firing Cheeseballs at a Dog","adult":false},{"cast":[],"overview":"In a shifting landscape of dirt and sky, excavation and construction merge. Figures move back and forth between life and death, and possibly somewhere else. The ephemerality of existence is a mundane question in this world, where numbers mark the way. The floor of the world turns out to be easily pierced, liquid, permeable.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":122577,"title":"The Floor of the World","adult":false},{"cast":[],"overview":"Three college friends move into a small rental house in the middle of a cold and dark Alaskan winter. During a house warming party, a psychic medium calls forth a ghostly presence that increasingly becomes hostile toward the three. With very few options on the table, they must decide to confront the hostile presence, or die","release_date":"2011-01-01","genres":[],"vote_average":2.0,"runtime":80,"cert":"N\/A","id":122582,"title":"Paranoid Activity 2","adult":false},{"cast":["Guy Tran","Quang Luciardi","Élodie Chanut","Xavier Stévignon"],"overview":"Wei Tang is wanted by the police. If he gets caught, he will be expelled from France. But his son, Tang Jr., and his friends decide to take matters into their own hands.","release_date":"2002-06-05","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":122584,"title":"Chassé-croisé","adult":false},{"cast":["Bill Clinton"],"overview":"Dusan Vukovic publicly returned the medal of bravery awarded after his son died during the NATO bombing of Yugoslavia. In doing so he gave voice to the growing number of families who lost sons under Milosevic’s regime.","release_date":"2002-06-05","genres":[99],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":122586,"title":"Ravens","adult":false},{"cast":["Eugenio Chicano","Marina Furlani"],"overview":"A kiss is just a kiss…or is it?","release_date":"2002-06-05","genres":[18,10749],"vote_average":10.0,"runtime":7,"cert":"N\/A","id":122591,"title":"The Kiss","adult":false},{"cast":["Rosie Le Friec","Elliott Crossan","Liam Inder","Alex Corbet"],"overview":"A couple experience suffocating fear as they attempt to escape from an abyss, condemned of a deadly virus. The icy brink of sanity leaves them Isolated.","release_date":"2011-01-20","genres":[],"vote_average":0.0,"runtime":8,"cert":"","id":122599,"title":"Isolated","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":122613,"title":"Don't Play With Me","adult":false},{"cast":["Tara Baerveldt","Horace Cohen","Fabian Jansen","Angelique de Bruijne","John Buijsman"],"overview":"Cam tells the tragicomic story of Antoinette, a bachelor who is tired of being alone. If his neighbor Rob offers to help him with internet dating, he eagerly accept the offer. The miracle takes place: Rob is the Russian Natasha Antoinette for her and let happen to the Netherlands. What Antoin not know is that Natasha actually the secret internet lover of married Rob, who seize this opportunity to have her near him.","release_date":"2011-05-31","genres":[35],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":122615,"title":"WEBCAM","adult":false},{"cast":[],"overview":"","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":122617,"title":"Don't Play With Me 2","adult":false},{"cast":["Giorgio Bassani","Renato Guttuso","Giuseppe Bertolucci","Vittorio Magrelli","Pier Paolo Pasolini"],"overview":"An attempt to reconstruct the complete version of Pier Paolo Pasolini's segment of La rabbia.","release_date":"2008-09-05","genres":[],"vote_average":7.0,"runtime":83,"cert":"N\/A","id":122619,"title":"La Rabbia Di Pasolini","adult":false},{"cast":["Jacinta Cormier","Leon Dubinsky","Leo Jessome","Frances Knickle"],"overview":"The odyssey of a young Cape Breton woman as she moves to the big city (Halifax) and supports herself after the birth of her illegitimate child by posing for college art classes, on her way to becoming an artist in her own right.","release_date":"1988-02-01","genres":[],"vote_average":6.0,"runtime":117,"cert":"N\/A","id":122630,"title":"Life Classes","adult":false},{"cast":["Gil Gerard","Worth Keeter","Danny Aiello","Melody Rogers"],"overview":"Hooch is an inexpensive regional exploitation action-comedy (hicksploitation) about a small county in the Appalachians and its many moonshine-brewing inhabitants, who are all struggling to make a living. The older \"brewers\" are pissed off at the success of handsome young upstart Eddie Joe, who is charmingly stealing their regular customers. Meanwhile, the owner of the country store (also a moonshiner) conspires with a trio of carpetbagging Mafioso who want to take over the moonshine business in that county as an extension of their Northern business ventures.","release_date":"1977-09-02","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":122641,"title":"Hooch","adult":false},{"cast":["Tom Keene","Edgar Kennedy","Julie Haydon","David Durand","Lon Chaney Jr."],"overview":"An honest rancher, after killing his best friend who's turned outlaw, takes his pal's orphaned younger brother into his own home. The boy, however, isn't aware he's now living with the man responsible for his brother's death. This 1933 RKO B-western, directed by Lloyd Nosler, stars Tom Keene, Lon Chaney Jr., David Durand, Julie Haydon, Edgar Kennedy, Charles King and Al Bridge.","release_date":"1933-05-05","genres":[37],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":122676,"title":"Son of the Border","adult":false},{"cast":[],"overview":"Discovered by the Polynesians centuries ago, Hawaii has seen dramatic changes since its exploration by the Europeans. This documentary shows how the islands were formed and are still being formed to this day, plus their abundant wildlife.","release_date":"1993-01-01","genres":[99],"vote_average":0.0,"runtime":34,"cert":"N\/A","id":122684,"title":"Hidden Hawaii","adult":false},{"cast":["Michaela Jolin","Stephan Schwartz","Pia Skagermark","Sigmar Solbach","Christiane Hörbiger"],"overview":"The tragic romance between the son of a miller and landlord's daughter. Based on the book by Knut Hamsun.","release_date":"1979-01-01","genres":[],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":122686,"title":"Victoria","adult":false},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"Elmer Fudd chases Bugs Bunny all the way from the woods to a local movie theater, where cinema-related hijinks ensue.","release_date":"1949-01-15","genres":[16,35],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":122688,"title":"Hare Do","adult":false},{"cast":["José Guerra","Jeanne Lennox","France-Noëlle","John Ainsworth","Serge Rachevsky"],"overview":"French documentary on the world of a brain-damaged, physically-handicapped child confined to a wheel chair, unable to speak but trying desperately to communicate with his nurse and the other children in the hospital. It chronicles his friendship with another youngster even more crippled than himself, their joy in being together, their little spats and, finally, the termination of their friendship by death. Directed by Pierre Jallaud, it is a remarkable achievement, treating its subject creatively yet with complete integrity. There is no commentary, no dialogue, only the natural sounds of the children and their environment.","release_date":"1968-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":122690,"title":"Une Infinie Tendresse","adult":false},{"cast":["Emilio Disi","Guillermo Francella","Patricia Sarán","Hector Echavarria","Néstor Varzé"],"overview":"","release_date":"1989-07-04","genres":[28,35],"vote_average":6.8,"runtime":null,"cert":"N\/A","id":122692,"title":"Los Extermineitors","adult":false},{"cast":["Kim Dong-won","Choi Ji-hee","Lee Min-ja","Hwang Jung-seun","Um Aing-ran"],"overview":"After an aggressive man lets his anger get the better of him, his wife takes her own life and he is forced to go on the run. The son he leaves behind grows up to have 4 daughters, but there is rumored to be a curse on his family. As the daughters find their way into relationships the curse seems to be true. Allegations of child murder, infidelity, forced into marriages with raging psychopaths.","release_date":"1963-05-01","genres":[],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":122700,"title":"The Daughters of Kim's Pharmacy","adult":false},{"cast":["Jorge Visca","Jorge Bazzano"],"overview":"Basilio is a great guy, a poor devil with a huge heart who nobody really notices. Dominated by his wife, humiliated by his colleagues, despised by the man who walks his dog. Basilio decides to give it all up, but in the middle of his suicide attempt he meets three peculiar characters, a noise pollution officer, a young 12-year old girl and a creative and endearing woman who keeps losing her phone. With these three in tow, he wanders through the city, while the noise around him is growing.","release_date":"2005-12-07","genres":[35],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":122702,"title":"Ruido","adult":false},{"cast":["Tippy Walker","Robert Porter","Billy Green Bush","Jenny Hecht"],"overview":"When the police discover that their motorcycles are concealing heroin, Waco (Robert Porter) and his motorcycle gang hides out in a desert convent. A highway patrolman (Billy 'Green' Bush) hunts down the gang after they kidnap a nun, Sister Anna (Tippy Walker) and flee the convent. Soon Waco and the young nun fall in love and she is forced to decide whether or not to leave the church for him. (alfiehitchie)","release_date":"1971-08-01","genres":[28,18],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":122710,"title":"The Jesus Trip","adult":false},{"cast":["Clifton Webb","Edmund Gwenn","George Winslow","Frances Dee","Veda Ann Borg"],"overview":"Snobby TV star, Robert Jordan, worries that he is out of touch with the younger generation and that's why his TV show is failing. He becomes a Boy Scout leader in an effort to \"get in touch.\" Overnight hikes and other adventures follow, all centered around one small boy who takes a liking to the old curmudgeon.","release_date":"1953-09-02","genres":[35],"vote_average":5.8,"runtime":87,"cert":"N\/A","id":122712,"title":"Mister Scoutmaster","adult":false},{"cast":["Helmy Jagar"],"overview":"Based entirely on photos shot inside one of Jakarta's maximum security penitentiaries, the film gives a voice to the last words of an anonymous inmate whose graffiti line the walls of the cell he occupied ten minutes before his execution.","release_date":"2002-02-02","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":122720,"title":"Ten Minutes Before Dying","adult":false},{"cast":[],"overview":"A young woman loses her soul as she sleeps, and feels less alive each day. With the help of a young man's ghost and an old curandera, she finds her way back from being in between life and death.","release_date":"2002-06-05","genres":[],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":122722,"title":"In Between The Middle","adult":false},{"cast":[],"overview":"On a verdant, isolated island, Butterfly lives alone, until one day a ship brings the handsome sailor Pinkerton. Inspired by Giacomo Puccini’s opera Madame Butterfly.","release_date":"2001-11-23","genres":[],"vote_average":6.7,"runtime":11,"cert":"N\/A","id":122724,"title":"Aria","adult":false},{"cast":[],"overview":"Take to the sky in Washington the Beautiful and come face-to-face with Washington state’s majestic mountains, including one of the Pacific Northwest’s most well-known symbols: Mount Rainier. Celebrate the diversity of the state’s landscapes from the glittering Puget Sound in the west to the rolling Palouse in the east and everything in between — all in high definition to display brilliant detail. Continue the journey by foot in this spectacular film with cultural events, recreational activities, and everything that makes Washington state a Pacific Northwest treasure.","release_date":"2008-06-10","genres":[99],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":122729,"title":"Washington the Beautiful","adult":false},{"cast":[],"overview":"In La Source (pronounced lah-soos), Haiti water does not come easily. Each day, villagers of this small, rural community must choose between enduring a long, treacherous walk to retrieve clean water or drink contaminated water from a nearby river. For over 30 years, the villagers have attempted to address this problem by constructing a means of channeling the water from a natural spring in the mountains, but with limited funding and an unsupportive government their attempts to provide clean water were to no avail. Since he was a teenager, Josue Lajeunesse, along with his brother Chrismedonne have dreamt of remedying this problem for their people. In 1989, Josue moved from La Source to New Jersey where he found employment as a custodian at Princeton University. His custodial work and second job as a taxi driver, which total close to 20 hours a day, allows him to send money home to La Source so that he and Chrismedonne...","release_date":"2012-06-21","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":122731,"title":"La Source","adult":false},{"cast":["Antonio Sabàto","John Saxon","Frank Wolff","Agata Flori"],"overview":"Suave gambler Clay Watson, cocky sharpshooter Moses Lang, and wily thespian Edwin Kean are a trio of criminals in the Old West. The motley threesome are forced to form an uneasy alliance in order to find $400,000 dollars in stolen money.","release_date":"1968-08-12","genres":[37,35],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":122733,"title":"One Dollar Too Many","adult":false},{"cast":[],"overview":"The world's oldest Kink\/Fetish contest - International Mr. Leather - isn't just for 'white, gay males' anymore. Now, straights, the disabled and transgender men come together to compete for this honor of masculinity. And it was all started 30 years earlier by a man who took the risk of opening Chicago's first Leather bar in the 1950's. This sexy, smart, surprisingly upbeat doc dares to ask: Is there a bit of Kink Crusader in us all?","release_date":"2011-10-23","genres":[],"vote_average":5.0,"runtime":74,"cert":"N\/A","id":122735,"title":"Kink Crusaders","adult":false},{"cast":["Azazel Jacobs","Gerardo Naranjo"],"overview":"Hoping to improve his life, the temperamental Rodolfo Cano (Azazel Jacobs, who also directs) enlists in the Army. But when another Rodolfo Cano (Gerardo Naranjo) receives his sign-up orders, the two Rodolfos' lives collide -- with the first Rodolfo's girlfriend (Sara Diaz) adding to the confusion.","release_date":"2005-11-12","genres":[35],"vote_average":5.0,"runtime":77,"cert":"N\/A","id":122737,"title":"The GoodTimesKid","adult":false},{"cast":[],"overview":"Far from civilization, a team of scientists, led by Dr. Enric Sala and joined by Explorer-in-Residence Mike Fay, search in a wilderness of waves for ancient secrets and living treasures. In the most comprehensive survey ever attempted, our scientists discover a hidden world found no where else on earth. Full of coral, fish, and, especially, sharks - this is a world where predators outnumber prey. What they find could change our understanding of coral reefs forever. Enric Sala and his team search for the key to save our planet's reefs... in a hidden paradise called Shark Eden.","release_date":"2009-01-01","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":122739,"title":"Journey to Shark Eden","adult":false},{"cast":["Jill Clayburgh","Nicol Williamson","Dianne Wiest","Joe Pesci","Geraldine Page"],"overview":"An adaptation of Barbara Gordon's nonfiction account of her addiction to Valium.","release_date":"1982-03-05","genres":[18],"vote_average":6.0,"runtime":107,"cert":"N\/A","id":122741,"title":"I'm Dancing as Fast as I Can","adult":false},{"cast":["Craig Hill","Eduardo Fajardo","Piero Lulli","Giulia Rubini","Nello Pazzafini"],"overview":"A man charged with murder for robbing a bank and killed two employees, escapes from prison ready to prove his innocence.","release_date":"1967-04-29","genres":[37],"vote_average":6.3,"runtime":85,"cert":"N\/A","id":122746,"title":"Seven Pistols for a Massacre","adult":false},{"cast":["Diana Frank","Arthur Brauss","Sunnyi Melles","Siemen Rühaak","Beate Jensen"],"overview":"Perpetuate a series of murders against members of the aristocratic family Decker. Laura, married to one of them and the city attorney will investigate laboriously trying every means to discover the murderer who has outstanding debts with the family.","release_date":"1997-02-17","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":122748,"title":"Beast in the Family","adult":false},{"cast":["Massimo Ranieri","Ottavia Piccolo","Antonio Falsi","Gigi Proietti","Anna Fadda"],"overview":"Bubu leaves his job in a bakery, forces his girl-friend into prostitution, and from then on lives out of the money she makes. The young couple find their place in the world of prostitutes and pimps, but the lack of perspective in their life - which is permanently haunted by the possibility of an incurable and fatal venereal infection - and the humiliations the girl endures strain their relationship and lead to conflicts.","release_date":"1971-02-16","genres":[18],"vote_average":5.3,"runtime":105,"cert":"N\/A","id":122750,"title":"Bubu","adult":false},{"cast":["Hugo Stiglitz","Susana Dosamantes","César Bono","Roberto Ballesteros","Carlos East"],"overview":"Many years ago, aliens released Keiko the killer whale on Earth.\r Since then he has spent most of his life in a water park and has taken the love from their caregivers and the public. Everything will change when the aliens come back for her.","release_date":"1990-10-04","genres":[878,10751],"vote_average":3.0,"runtime":90,"cert":"N\/A","id":122752,"title":"Keiko in danger","adult":false},{"cast":["Pedro Infante","Marga López","Andrés Soler","Antonio Aguilar","Silvia Pinal"],"overview":"On reaching the capital, Pedro Gonzalez gets a lowly job and marries Margaret. After losing that job, get a new one as a bodyguard but is fired again. With so much poverty and despair Pedro believes that his only way out is suicide.","release_date":"1952-08-22","genres":[18],"vote_average":7.3,"runtime":120,"cert":"N\/A","id":122763,"title":"Un rincón cerca del cielo","adult":false},{"cast":["Bruce Le","Fei Meng","Elizabeth Oropesa","Lo Lieh","James Nam Gung-Fan"],"overview":"Bruce takes on the evil kung fu masters! In this action packed adventure, Bruce Lee takes a desperate journey leading to a fortune in gold bullion. On the way, he comes face to face with the evil Vice Lord and the brutal gang members of the dreaded Black Dragon Society. The fists move fast and furious as Bruce challenges these deadly kung fu masters and proves that he is a super hero.","release_date":"1977-06-20","genres":[80,28,18,12],"vote_average":7.0,"runtime":79,"cert":"N\/A","id":122765,"title":"Return of Bruce","adult":false},{"cast":["Colin Friels","Jack Thompson","Donald Pleasence","Natalie Bate","Burnham Burnham"],"overview":"A second generation cameraman in Australia finds evidence that his father had filmed a nuclear test that allowed aboriginies to be exposed to and killed by radiation. He begins a search for a secret that if true, his government has already killed people to keep quiet.","release_date":"1987-10-01","genres":[53],"vote_average":6.3,"runtime":109,"cert":"N\/A","id":122767,"title":"Ground Zero","adult":false},{"cast":["Juan de la Cruz","Juan Cano","Rafael Ramírez","Conchita Montes","Eduardo Urruchua"],"overview":"Four independent stories based on writer Francisco Rojas Gonzáles's work, depicting the reality of Mexican indian people: Las Vacas, Nuestra Señora, El Tuerto and La Potranca. In El Tuerto, crosseyed boy is made fun of by his mates. His religious mother asks God to make the boy's eyes equal. The outcome is tragic.","release_date":"1955-06-10","genres":[18],"vote_average":6.5,"runtime":103,"cert":"N\/A","id":122769,"title":"Raíces","adult":false},{"cast":["Aadi Saikumar","Shanvi","Ahuti Prasad"],"overview":"The story is about two youngsters a boy and girl and their relationship. The story begins with Kittu (Vennela Kishore), who is addicted to Facebook. He develops the friendship with Lalli (Chinmayee). They both become good friends and decide to meet each another. When the time for meeting comes up, both of them develop cold feet. While Kittu sends his friend Akash (Aadi) to meet Lalli, she, on the other hand, sends her friend Lavanya (Shanvi) to meet Kittu.When Akash and Lavanya meet, it is love at first sight for them. Akash is now in love with Lavanya and she too reciprocates his feelings. Here comes the twist. Maharadhi (Rajendra Prasad) father of Lavanya does not approve love of Akash and Lovely. The reason is he does not like the behavior and attitude of Akash. Now,","release_date":"2012-03-30","genres":[],"vote_average":5.8,"runtime":148,"cert":"N\/A","id":122783,"title":"Lovely","adult":false},{"cast":[],"overview":"The PS22 Chorus from Staten Island became a YouTube sensation when their teacher started posting videos of them singing on his blog. At their annual Holiday Concert they received a surprise visitor. Anne Hathaway was there to invite them to be the featured performance at the 83rd Annual Academy Awards! Once in a Lullaby follows these lovable fifth-graders from the streets and hallways in Staten Island to the Kodak Theatre in Hollywood, where creative differences, lost voices, and homesickness threaten their performance.","release_date":"","genres":[99],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":122788,"title":"Once in a Lullaby: PS 22 Chorus Documentary","adult":false},{"cast":["J.R. Martinez"],"overview":"Imagine waking up in the hospital, bandaged from head to toe, and discovering that your life, as you knew it, had been destroyed? TRIAL BY FIRE: Lives Re-Forged chronicles the inspirational and surprising journeys of seven burn survivors before and after the harrowing accidents that forever changed their lives. When you forge metal with fire it becomes stronger - it turns out the same is true of the human spirit.","release_date":"","genres":[99],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":122790,"title":"Trial by Fire: Lives Re-Forged","adult":false},{"cast":[],"overview":"In the final days of the yuppie decade, the summer of ’89 saw a new type of youth rebellion rip through the cultural landscape, with thousands of young people dancing at illegal Acid House parties in fields and aircraft hangars around the M25. Set against the backdrop of ten years of Thatcherism, it was a benign form of revolution, dubbed the Second Summer of Love – all the ravers wanted was the freedom to party… The rave scene, along with the drug Ecstasy, broke down social barriers and even football hooligans were ‘loved up’, solving a problem the government had never managed to crack. But lurid tabloid headlines and cat-and-mouse games with the police eventually turned the dream sour, as the gangster element moved in at the end of the summer.","release_date":"1996-01-31","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"","id":122798,"title":"1989: The Summer of Rave","adult":false},{"cast":["50 Cent","Forest Whitaker","Robert De Niro","Ryan O'Nan","Matt Gerald"],"overview":"The son of a slain NYPD officer joins the force, where he falls in with his father's former partner and a team of rogue cops. His new boss, Sarcone, will see if he has what it takes to be rogue through many trials and tribulations of loyalty, trust and respect. When the truth about his father's death is revealed revenge takes him over and he won't stop until justice has been truly served.","release_date":"2012-08-10","genres":[9648,18,28,80],"vote_average":4.9,"runtime":96,"cert":"18","id":122800,"title":"Freelancers","adult":false},{"cast":["Marilyn Miller","Ben Lyon","W.C. Fields","Leon Errol","Ford Sterling"],"overview":"The wealthy von Wellingens are shocked when the father of their son Fred's fiancée Lia juggles desserts at a formal dinner. They encourage Fred to break the engagement. Lia goes to Berlin to marry a Baron von Schwarzdorf, and Fred arrives too late to stop the marriage.","release_date":"1931-12-15","genres":[35],"vote_average":6.0,"runtime":75,"cert":"N\/A","id":122805,"title":"Her Majesty, Love","adult":false},{"cast":["Minnie Driver","Mimi Rog","Ryan Locke"],"overview":"How far would you go to get into first class on an airplane? That is the excruciating moral dilemma posed by this short film. Constance Levine, a fragile, yet eerily determined woman who will stop at nothing to obtain the ultimate luxury. A woman shows up at the right place at the wrong time and falls prey to Constance's ruthless, scheming ambitions. Like Holly Golightly on bad acid, Constance is charming one moment and seductively deadly the next. But there is one thing she can be sure of in coach... no one can hear you scream.","release_date":"2000-10-12","genres":[],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":122810,"title":"The Upgrade","adult":false},{"cast":["Arcade Fire"],"overview":"The second day closing set from Coachella 2011  headliners Arcade Fire.","release_date":"2011-04-15","genres":[10402],"vote_average":4.0,"runtime":93,"cert":"N\/A","id":122812,"title":"Arcade Fire: Coachella 2011","adult":false},{"cast":["Josh Hartnett"],"overview":"In a kaleidoscopic road tour through nocturnal Los Angeles, a young man plans the perfect insurance-scam car crash.","release_date":"2001-02-25","genres":[],"vote_average":2.0,"runtime":16,"cert":"N\/A","id":122814,"title":"Member","adult":false},{"cast":[],"overview":"The 25th and final film completed by Hubley, is a lyrical visual poem to environmentalism and to the Inuits' attachment to the land, and their ability to adapt to the natural world.","release_date":"2002-01-08","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":122822,"title":"Northern Ice, Golden Sun","adult":false},{"cast":["Dizzy Gillespie","Dudley Moore"],"overview":"Two soldiers patrolling opposite sides of the border between two countries speculate on what the world would be like if there were more cooperation between individuals and nations.","release_date":"1964-09-21","genres":[],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":122824,"title":"The Hat","adult":false},{"cast":[],"overview":"Witch Madness depicts a neglected chapter of human history: Europe’s three centuries of fanatical witchhunts, which resulted in the genocide of perhaps as many as two million women. But ultimately, the film communicates a message of love and hope.","release_date":"2000-03-07","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":122826,"title":"Witch Madness","adult":false},{"cast":["Georgia Hubley","Ira Kaplan","Max Rosenthal"],"overview":"A film about the many faces of time as it flows from the future to the past, through cyclic, biological, curved and paradoxical time.","release_date":"1998-01-18","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":122828,"title":"Tall Time Tales","adult":false},{"cast":["David Warbeck","Tony King","Luciano Pigozzi","Annie Belle","Giancarlo Badessi"],"overview":"Antonio Margheriti and David Warbeck's follow up to The Last Hunter","release_date":"1982-08-12","genres":[10752,28],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":122830,"title":"Escape from the Cursed Arcipelago","adult":false},{"cast":["Giancarlo Prete","Antonio Marsina","Luciano Pigozzi","Mike Monty","Paul Vance"],"overview":"A soldier attacks his corrupt superior officer and is court marshalled but before he can be sent to a firing squad he escapes...","release_date":"1983-01-01","genres":[10752,28],"vote_average":6.0,"runtime":93,"cert":"N\/A","id":122832,"title":"The Last Blood","adult":false},{"cast":["Michael Shawn Hickenbottom","Bret Hart","Kevin Nash","Jeff Jarrett","Scott Hall"],"overview":"Royal Rumble (1995) was the eighth annual Royal Rumble. It took place on January 22, 1995, in the USF Sun Dome located in Tampa, Florida. The main event was the 1995 Royal Rumble match, which Shawn Michaels won after entering first and outlasting the 29 other wrestlers for the first time in WWF history.  The event also featured a match for the WWF Championship, when Diesel defended the title against Bret Hart. Two other title matches took place; Jeff Jarrett won the WWF Intercontinental Championship from Razor Ramon, and The 1–2–3 Kid and Bob Holly won the final match in a tournament that determined the new WWF Tag Team Champions.","release_date":"1995-01-22","genres":[28,18],"vote_average":6.9,"runtime":180,"cert":"N\/A","id":122834,"title":"WWE Royal Rumble 1995","adult":false},{"cast":["Michael Shawn Hickenbottom","Bret Hart","Scott Hall","Dustin Runnels","Paul Michael Lévesque"],"overview":"The ninth annual Royal Rumble over the top rope battle royal, with the winner getting a WWF Title Shot at WrestleMania XII. WWF Title: Bret Hart vs. The Undertaker, WWF Intercontinental Title: Razor Ramon vs. Goldust, WWF Tag Team Titles: The Smoking Gunns vs. The Bodydonnas, Duke Droese vs. Hunter Hearst Helmsley, Ahmed Johnson vs. Jeff Jarrett","release_date":"1996-01-21","genres":[28,18],"vote_average":6.5,"runtime":180,"cert":"N\/A","id":122839,"title":"WWE Royal Rumble 1996","adult":false},{"cast":["Thierry Berbezy","Jean-Claude Brialy","Laetitia de Fombelle","Jake Eberts","Gérard Guët"],"overview":"Who is Alfred Lepetit? Unknown by the general public but glorified by all the movie industry, Alfred is about to receive a lifetime achievement award for his film career. A portrait of a living legend among stars.","release_date":"2000-02-16","genres":[],"vote_average":1.0,"runtime":9,"cert":"N\/A","id":122841,"title":"Tribute to Alfred Lepetit","adult":false},{"cast":["Michelle Gomez","Lucy Punch","Matt Berry","Miriam Margolyes","Rufus Hound"],"overview":"When the rogueish but loveable Raif is asked to be his brother Tim's best man at his wedding, he decides the best present for the happy newlyweds would be to catch the entire thing on video. He returns home from abroad to find his brother is no longer the bohemian vagabond that he used to be, and is in fact marrying into a very wealthy family, and the wedding they're about to be part of will be the most outlandish and bizarre that Cheshire has ever seen... Thank the lord Raif has caught it all on tape!","release_date":"2012-08-17","genres":[35],"vote_average":5.5,"runtime":94,"cert":"15","id":122843,"title":"The Wedding Video","adult":false},{"cast":["Richard Basehart","Paquita Rico","Don Taylor","Alex Nicol","José Nieto"],"overview":"This Western is set in the Mexican valley of Sonora not that far south of the state of Arizona. It's just after the American Civil War, and a former Confederate officer, Mike Summers (Don Taylor) has taken refuge in a small town in the valley. He has married and is hoping to live in peace the rest of his life. Instead, he and his wife and the rest of the town are suffering the depredations of a brutal gunman, Danny Pose (Alex Nicol), and his gang of outlaws. Summers holds off picking up a gun because of his personal vow of non-violence. But the situation deteriorates and a new ally comes into the picture, Steve Fallon (Richard Basehart), a wandering gunslinger who may not be able to handle the bad guys alone.","release_date":"1962-09-30","genres":[37,18,10749],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":122845,"title":"The Savage Guns","adult":false},{"cast":[],"overview":"Anthrax - Alive 2: (2005) The DVD movie was released Sep 20, 2005 by the BMG Video studio. The classic lineup of Joey Belladonna, Scott Ian, Charlie Benante, Dan Spitz, and Frank Bello has reunited. Anthrax - Alive 2: (2005) The DVD movie This DVD takes us to the actual reunion in which we see all five original members meeting together for the first time in over ten years, and shows the band rehearsing and on the road together on their much talked about reunion tour.  This 2005 concert, held at the Starland Ballroom in Sayreville, New Jersey, saw the refreshing return of the original lineup, and was held in memory of \"Dimebag\" Darrell Abbott of Pantera, who was killed in a 2004 shooting Anthrax - Alive 2: (2005) The DVD video. It was also the band's 20th anniversary, and they played some of their classic songs, such as \"Caught In A Mosh\" and \"Among The Living.\"","release_date":"2005-09-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":122847,"title":"Anthrax - Alive 2","adult":false},{"cast":["Dennis Trillo","Ronnie Lazaro","Mailes Kanapi"],"overview":"RUBEN loses his job as a carpenter in a small town in Zambales where he lives with his wife EDNA and their 10-year old son, BUDOY. Desperate to make ends meet, he accepts a job as a caretaker of an abandoned property in Quezon City. Ruben soon finds out that the previous owner of the house is an important figure in the country’s history. When he is interviewed by a TV reporter about this historical figure, Ruben feels embarrassed that he knows nothing about him.  Ruben soon starts reading up to get to know more about the life of this person, his accomplishments and what he has done for the people. Ruben’s fascination about the person’s life and his inevitable hero-worship irks the only friend he has in the sprawling compound, the night-shift security guard, GIMO, who jokes that Ruben is slowly being possessed by the soul of his new hero.","release_date":"2012-07-25","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":122849,"title":"The Caretaker","adult":false},{"cast":["Limp Bizkit"],"overview":"01. Intro\r 02. My Generation\r 03. Livin' It Up\r 04. Bring It Back\r 05. My Way\r 06. Break Stuff\r 07. Take A Look Around\r 08. Behind Blue Eyes (The Who cover)\r 09. Nookie\r 10. Rollin' (Air Raid Vehicle)","release_date":"2012-05-24","genres":[],"vote_average":0.0,"runtime":62,"cert":"N\/A","id":122851,"title":"Limp Bizkit - Rock in Rio Lisboa","adult":false},{"cast":["Amin Jensen"],"overview":"Recording of Amin Jensen's critically aclaimed comedy stage show from 1999.","release_date":"2003-03-17","genres":[35,10402],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":122853,"title":"Amin Jensen: 150 kg over bæltestedet","adult":false},{"cast":["Nils Ole Oftebro","Tor-Geir Sundal","Ole-Kristian Lima","Dagrun Anholt","Helén Vikstvedt"],"overview":"Little Grey Fergie moves to a new farm with his friends. On the new farm they're going to have such a good time! But things don't turn out as they planned. Little Grey Fergie discovers that some crooks are trying to uncover a secret on the farm. They sabotage the running of the farm and destroy the friendship between Little Grey Fergie and his friends, to make Goggen sell them the farm.Little Grey Fergie helps out, and discovers that the secret is a valuable water source that he finds for Goggen. When everything seems to be solved, Fergie is kidnapped by the crooks, who also steal the water. Gamlefar, Goggen and Grynet have to do everything in their power to save him. Fergie gets away, and saves himself as well as the farm, so that everything ends up the way they hoped it would.","release_date":"2004-09-24","genres":[],"vote_average":9.0,"runtime":90,"cert":"N\/A","id":122870,"title":"Little Grey Fergie - The Secret of the Farm","adult":false},{"cast":[],"overview":"Homage to a person who claps the slate before each take of a film. We see the hands of a film editor cutting away the initial frame of strips of film; then we see a montage of these outtakes: a woman with long black hair claps the slate board at the start of take after take. She is Lucy, she calls the slate \"tsak tsak.\" We hear Lucy's clap at least 55 times for the film \"Tuvalu\" (1999). Rolling credits at the end tell us of her career: for more than 30 years, 56 feature films, 3 documentaries, two series, 7200 claps of the slate for each film, nearly half a million claps, and over 382 hours of her image on film - without appearing in a single motion picture, until now.","release_date":"2001-10-24","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":122872,"title":"Lucy Tsak Tsak","adult":false},{"cast":["Amin Jensen"],"overview":"Large II \"released on DVD in a special issue in a nice box which also contains a book, in the form of\" Life Is Large \"- a brutally honest, touching and humorous autobiography","release_date":"2008-11-18","genres":[],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":122874,"title":"Amin Jensen: Stort II","adult":false},{"cast":[],"overview":"In a desert, an old man and his young wife dig a well. During the course of their day, they dream of their deepest hopes and desires until reality finally catches up with them.","release_date":"2002-10-22","genres":[],"vote_average":0.0,"runtime":15,"cert":"","id":122876,"title":"The Well","adult":false},{"cast":["Walter Huston","James Stewart","Beulah Bondi","Gene Reynolds","Guy Kibbee"],"overview":"This is a story about family relationships, set in the time before and during the American Civil War. Ethan Wilkins is a poor and honest man who ministers to the human soul, while his son Jason yearns to be a doctor, helping people in the earthly realm. It is a rich story about striving for excellence, the tension of father-son rebellion, and the love of a mother that can never die.","release_date":"1938-02-11","genres":[18,37],"vote_average":5.9,"runtime":103,"cert":"N\/A","id":122884,"title":"Of Human Hearts","adult":false},{"cast":[],"overview":"Christopher Guest, Michael McKean and Harry Shearer perform songs from their films and other projects before a live audience in a concert that took place at the Riverside Theater in Milwaukee, Wisconsin on May 31, 2009.","release_date":"2009-09-01","genres":[35,10402],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":122886,"title":"Unwigged and Unplugged: Live in Concert","adult":false},{"cast":["Don Wilson","Hillary Kavanagh","Bill Murphy","Terry McMahon","Eileen McCloskey"],"overview":"Don \"The Dragon\" Wilson stars in this action drama as a tourist who, through no fault of his own, finds himself on the run from a gang of terrorists, international espionage agents, and the police. Accused of a murder he didn't commit, the man struggles to keep himself alive as he tries to clear his name and find the identity of the real killer. Moving Target also features Bill Murphy, Hilary Kavanagh, and Terry McMahon. ~ Mark Deming, Rovi","release_date":"2000-05-30","genres":[28,53],"vote_average":5.3,"runtime":86,"cert":"N\/A","id":122888,"title":"Moving Target","adult":false},{"cast":["Julio Iglesias"],"overview":"Tracklisting: Introduction Medley - Me Va, Me Va - Ni Te Tengo, Ni Te Olvido - All of You - La Vida Sigue Igual - Un Canto A Galicia - Quijote - Too Many Women - Amor, Amor - La Paloma - El Mar Que Llevo Dentro - Ae Ao","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":122902,"title":"Julio Iglesias en Espana","adult":false},{"cast":["Paul Michael Lévesque","Kurt Angle","Chris Irvine","Steve Austin","Glenn Thomas Jacobs"],"overview":"Royal Rumble (2001) was the fourteenth annual Royal Rumble PPV. It was presented by MCI's 1-800-COLLECT and took place on January 21, 2001 at the New Orleans Arena in New Orleans, Louisiana.  The main event was the Royal Rumble match. Kane set a record for the most eliminations and the match saw Drew Carey enter the Royal Rumble. Featured matches on the undercard included a ladder match between Chris Jericho and Chris Benoit for the WWF Intercontinental Championship and a singles match between Kurt Angle and Triple H for the WWF Championship.","release_date":"2001-01-21","genres":[28,18],"vote_average":6.0,"runtime":180,"cert":"N\/A","id":122907,"title":"WWE Royal Rumble 2001","adult":false},{"cast":["Dwayne Johnson","Chris Irvine","Steve Austin","Vince McMahon","Adam Copeland"],"overview":"Royal Rumble (2002) was the fifteenth annual Royal Rumble PPV. It was presented by Square's Final Fantasy X. It took place on January 20, 2002 at the Philips Arena in Atlanta, Georgia.  The main event was the Royal Rumble match. The other matches were Chris Jericho versus The Rock for the Undisputed WWF Championship, Ric Flair versus Vince McMahon in a Street Fight, Edge versus William Regal for the WWF Intercontinental Championship, the team of Spike Dudley and Tazz versus the Dudley Boyz for the WWF Tag Team Championship, and Trish Stratus versus Jazz for the WWF Women's Championship.","release_date":"2002-01-20","genres":[28,18],"vote_average":6.5,"runtime":180,"cert":"N\/A","id":122912,"title":"WWE Royal Rumble 2002","adult":false},{"cast":["Martin Freeman","Ian McKellen","Richard Armitage","Evangeline Lilly","Luke Evans"],"overview":"Immediately after the events of The Desolation of Smaug, Bilbo and the dwarves try to defend Erebor's mountain of treasure from others who claim it: the men of the ruined Laketown and the elves of Mirkwood. Meanwhile an army of Orcs led by Azog the Defiler is marching on Erebor, fueled by the rise of the dark lord Sauron. Dwarves, elves and men must unite, and the hope for Middle-Earth falls into Bilbo's hands.","release_date":"2014-12-10","genres":[28,12,14],"vote_average":7.3,"runtime":144,"cert":"12A","id":122917,"title":"The Hobbit: The Battle of the Five Armies","adult":false},{"cast":["Jiří Schmitzer","Vladimír Dlouhý","Otakar Brousek sr.","Karel Heřmánek","Miroslav Noga"],"overview":"The story, written by former George Stransky former political prisoners and today's chairman Pen Club is situated to 50 years and uranium camp of political prisoners in Pribram, where after the fall of the Stalinist cult comes at the end of 1958 as a prisoner of the former Chief of Main Administration of correctional facilities Colonel Good. Former chief topic of coexistence, \"a guard\" and political prisoners in the Bolshevik camp served timeless makers to reflect on the possibility (or impossibility) of forgiveness and a sense of justice.  The film, unfortunately, below expectations - mainly because of its rarity and lack syžetovou arching dramatic arc of the story, including natural gradation. Nice camera and vice versa are cast, formed literally myriad of top Czech actors. A representative of one of the main roles - Jiri Schmitzer in 1997 was awarded the Czech Lion.","release_date":"1997-01-30","genres":[18],"vote_average":9.0,"runtime":97,"cert":"N\/A","id":122919,"title":"Boomerang","adult":false},{"cast":["Dolph Lundgren","Cuba Gooding Jr.","Leo Gregory","Billy Murray","Claudia Bassols"],"overview":"A seasoned assassin plays both sides in a Russian gang war and becomes the target of an unknown enemy.","release_date":"2012-08-21","genres":[28,53],"vote_average":5.0,"runtime":91,"cert":"","id":122924,"title":"One in the Chamber","adult":false},{"cast":["Mario Lima","Jean Garrett","Lima Duarte","Francisco Ribeiro","Pontes Santos"],"overview":"An anthology horror film, divided in three segments, directed by three of the most important Brazilian directors of the 20th century.","release_date":"1968-04-22","genres":[27],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":122926,"title":"Trilogy of Terror","adult":false},{"cast":["James Franco","Winona Ryder","Dagmara Domińczyk","Josh Hamilton","Julie Ann Emery"],"overview":"A playwright who begins to mentally unravel before premiere night. She is plagued by dreams and visions of being watched, but cannot decide if she is at the center of a manipulative plot or simply losing her grip on reality.","release_date":"2012-09-06","genres":[18],"vote_average":3.5,"runtime":92,"cert":"N\/A","id":122928,"title":"The Letter","adult":false},{"cast":["Gina Gershon","Kelli Giddish","Val Kilmer","Ray Liotta","Wayne Duvall"],"overview":"Lorna is a strong-willed Texas woman who’s had enough of her untrustworthy husband, Dale’s, criminal acts and lack of husbandry. Fed up, she enlists the help of her old friend, Tiny, to help her figure out what to do with Dale after his latest double-cross involving the theft of $100,000 from a bank.","release_date":"2012-01-04","genres":[35,53,9648],"vote_average":5.9,"runtime":91,"cert":"N\/A","id":122930,"title":"Breathless","adult":false},{"cast":["John Ratzenberger"],"overview":"A history of Titleist\/Acushnet Company.  Travel Channel Special Edition.","release_date":"","genres":[99],"vote_average":0.0,"runtime":22,"cert":"N\/A","id":122932,"title":"Titleist: Made in America","adult":false},{"cast":["Kate Capshaw","Scott Glenn","Ben Johnson","Tess Harper","Gary Busey"],"overview":"Scott Glenn is H.D., a champion rodeo rider whose career is ruined after being gored by a bull. He returns home to discover things have drastically changed -- the family farm has been abandoned, his old girlfriend Julie (Kate Capshaw) is a now a widowed mother, and his sister Cheryl (Tess Harper) has put his father (Ben Johnson) in a nursing home. H.D. rescues his father from the home and returns him to the ranch. But when H.D. leaves the farm to visit Julie, his father seeks out Cheryl. Cheryl retaliates by threatening to return her father to the nursing home and sell the ranch. At this point, H.D. takes notice of rodeo contest which would give him $100,000 if he can ride four bulls for a total of 32 seconds. H.D. bonds with his father as he gruelingly prepares for a return to the rodeo to win the contest and buy the ranch. ~ Paul Brenner, Rovi","release_date":"1991-03-01","genres":[],"vote_average":0.0,"runtime":106,"cert":"N\/A","id":122937,"title":"My Heroes Have Always Been Cowboys","adult":false},{"cast":["Kitty Carl","Lisa Farringer","Pamela Des Barres","Fay DeWitt","Walter Wonderman"],"overview":"If you've ever wondered about the sexual proclivities and appetites of those rollerskating waitresses at old fashioned fast food drive ins, you're surely not alone.  A lot of very smart people have given it a lot of thought and the result is this groundbreaking motion picture.  Carrying trays of burgers and milkshakes is just the tip of the iceberg, from there it gets heavy.  Can you handle it?","release_date":"1975-04-04","genres":[35],"vote_average":2.0,"runtime":88,"cert":"N\/A","id":122948,"title":"The Carhops","adult":false},{"cast":["Claudine Ohayon","Corinne Orr","Jean Richards","Larry Robinson"],"overview":"Thang, Rose and Didi help the young Queen Jo build a new ant hill while avoiding the sinister geckos and keeping Sal Caterpillar out of trouble.","release_date":"1998-01-01","genres":[10751],"vote_average":2.5,"runtime":25,"cert":"N\/A","id":122956,"title":"An Ant's Life","adult":false},{"cast":["Frank V. Ross","Rebecca Spence","Allison Latta","Megan Mercier","Anthony J. Baker"],"overview":"from Kickstarter page: \"TIGER TAIL in BLUE is about a young married couple, Christopher &amp; Melody, that work opposite schedules to remain financially afloat as Chris bangs out his first novel while working as a waiter. Never seeing each other is taking it's toll, as the two rarely get a chance to engage one another, Chris finds the attention he craves in Brandy, a saucy co-worker.\"","release_date":"2012-12-31","genres":[18],"vote_average":5.5,"runtime":80,"cert":"N\/A","id":122961,"title":"Tiger Tail in Blue","adult":false},{"cast":["Jeffrey Nero Hardy","Adam Copeland","Chris Irvine","Ric Flair","Randy Orton"],"overview":"Royal Rumble (2008) was the twenty-first annual Royal Rumble PPV. It took place on January 27, 2008 at Madison Square Garden in New York, New York and featured talent from the Raw, SmackDown and ECW brands. The event was also the first WWE pay-per-view broadcast in high definition. As has been customary since 1993, the Royal Rumble match winner received a match at that year's WrestleMania.  The main event was the annual 30-man Royal Rumble match, which featured wrestlers from all three brands. The primary match on the Raw brand was Randy Orton versus Jeff Hardy for the WWE Championship. The primary match on the SmackDown brand was Edge versus Rey Mysterio for the World Heavyweight Championship. The featured matches on the undercard were Montel Vontavious Porter versus Ric Flair in a Career Threatening match and John \"Bradshaw\" Layfield versus Chris Jericho.","release_date":"2008-01-27","genres":[28,18],"vote_average":7.9,"runtime":180,"cert":"N\/A","id":122963,"title":"WWE Royal Rumble 2008","adult":false},{"cast":["Mark William Calaway","Óscar Gutiérrez Rubio","Stephen Farrelly","Randy Orton","Mike Mizanin"],"overview":"Royal Rumble (2010) was the twenty-third annual Royal RumblePPV. It took place on January 31, 2010 at the Philips Arena in Atlanta, Georgia. As has been customary since 1993, the Royal Rumble match winner received a match at that year's WrestleMania, for his choice at either the WWE Championship, the World Heavyweight Championship, or the ECW Championship.\r The main event was the annual 30-competitor Royal Rumble match which featured wrestlers from all three brands. The primary match on the Raw brand was for the WWE Championship between champion Sheamus and Randy Orton. The primary match on the SmackDown brand was between The Undertaker and Rey Mysterio for the World Heavyweight Championship. The featured match on the ECW brand was between Christian and Ezekiel Jackson for the ECW championship.","release_date":"2010-01-31","genres":[28],"vote_average":7.0,"runtime":180,"cert":"N\/A","id":122965,"title":"WWE Royal Rumble 2010","adult":false},{"cast":["Klaus Kinski","Gabriella Giorgelli","Steven Tedd","Giovanni Pallavicino","Andrea Aureli"],"overview":"Foul, twitchy, and deranged sex maniac Johnny Laster comes up with a plan to abduct a lovely young heiress in order to obtain her considerable inheritance.","release_date":"1970-09-12","genres":[28,80,53,37],"vote_average":5.7,"runtime":89,"cert":"N\/A","id":122967,"title":"The Beast","adult":false},{"cast":["Gary Basey","Wendy Westerwelle","Zina Moreno","Joshua Taylor","Tiana Wemple"],"overview":"King Cole is having a party and you're invited! Join Jack and Jill, Little Boy Blue, and Mary (with her lamb) on their journey to the castle to celebrate 100 years of peace in the kingdom. Meet the Six Little Ducks, Humpty Dumpty, and a host of other endearing nursery rhyme characters, every one excited about the upcoming festivities. Will they make it in time for the party, and will the King like their presents?\r This charming, fully orchestrated tale will have children everywhere singing and dancing to over 20 of their favorite nursery rhyme songs as they learn that gifts from the heart are the most special gifts of all.","release_date":"1987-01-01","genres":[10751],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":122972,"title":"Wee Sing: King Cole's Party","adult":false},{"cast":["Vladimír Menšík","Jana Hlaváčová","Jaromír Hanzlík","Čestmír Řanda st.","Regina Rázlová"],"overview":"Game Hubač George, honored at Golden Prague 1977 and the MTF Monte Carlo 1978, one of the most original works of Czech Television production. The dramatic story of a father, son and entire family addresses a serious social problem that brings with it dangers of alcoholism.","release_date":"1977-01-01","genres":[],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":122974,"title":"Ikarův pád","adult":false},{"cast":["Fernando Esteso","Andrés Pajares","Miguel Ángel Valero","Miguel Joven","Mari Carmen Pascual"],"overview":"Amalio and Florencio are two cabaret artists who divorce their wives and stay with custody of their children. An unscrupulous cheat the two rent both of them the same dilapidated house. There will have to live both trying to get ahead as a team of magicians who happens to be a failure. But thanks to the ideas of their children, both parents are a couple of musical comedy that, despite initial failures, is a great success with the participation of the kids. Moreover Amalio and Florencio try to flirt with girls that are radically different from their wives but the kids will all the impediments that have no future.","release_date":"1982-12-01","genres":[35,10751],"vote_average":4.0,"runtime":87,"cert":"N\/A","id":122976,"title":"Padre no hay más que dos","adult":false},{"cast":["Rod Steiger","Eric Roberts","Catherine Oxenberg","Scott Plank","Joan Benedict Steiger"],"overview":"Sexuality and serial murder in an American village.","release_date":"2001-09-11","genres":[80,53],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":122984,"title":"The Flying Dutchman","adult":false},{"cert":"15","title":"The Chemical Brothers - Glastonbury 2011","cast":[],"genres":[],"id":122989,"overview":"The Chemical Brothers' stunning live show is brought to Britain's premier music festival.","runtime":null,"release_date":"2011-06-24","vote_average":0.0,"adult":false}]