[{"cast":[],"overview":"Finding himself in a house in the north of Iran by the Caspian Sea, the director picked up his handheld DV camera and began filming the seemingly anodyne events happening on the 500 metres of beach in front of his house—a piece of wood toyed with by the waves, people walking by the sea, indistinct shapes on a wintry beach or noisy ducks.","release_date":"2003-12-01","genres":[99],"vote_average":6.2,"runtime":74,"cert":"N\/A","id":126004,"title":"Five Dedicated to Ozu","adult":false},{"cast":["Kaneto Shiozawa","Hiromi Tsuru","Minako Arakawa","Motomu Kiyokawa","Yuusaku Yara"],"overview":"A terrible war has ravaged the land, and now, fuelled by the blood of numerous fallen warriors the Yoma, demons from hell, emerge once more. A skilled ninja seeks to end the bloodshed these demons inflict upon humanity, but to do this he must fight against his undead former best friend and fellow ninja who was killed in battle and has been resurrected to serve the Yoma.","release_date":"1989-01-01","genres":[27,14,16,878],"vote_average":5.8,"runtime":77,"cert":"N\/A","id":126006,"title":"Blood Reign: Curse of the Yoma","adult":false},{"cast":["Janine Lenon","Steve Hollister","Joanna Mills","Fleurette Carter","Ted Gelanza"],"overview":"In Manhattan, prostitutes are being murdered by a psycho. A detective is assigned to track him down and bring him in.","release_date":"1966-01-01","genres":[53,27],"vote_average":5.0,"runtime":78,"cert":"N\/A","id":126008,"title":"Aroused","adult":false},{"cast":[],"overview":"Sights and Sounds of New York City","release_date":"","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":126010,"title":"City Lounge New York","adult":false},{"cast":[],"overview":"History books traditionally depict the pre-Columbus Americas as a pristine wilderness where small native villages lived in harmony with nature.  But scientific evidence tells a very different story: When Columbus stepped ashore in 1492, millions of people were already living there. America wasn’t exactly a New World, but a very old one whose inhabitants had built a vast infrastructure of cities, orchards, canals and causeways.","release_date":"2009-11-22","genres":[99],"vote_average":8.0,"runtime":91,"cert":"N\/A","id":126015,"title":"America before Columbus","adult":false},{"cast":["Eric Cantona","Didier Drogba","Carlos Caszely","Rachid Mekhloufi","Predrag Pasic"],"overview":"Documentary about soccer rebels","release_date":"2012-07-14","genres":[99],"vote_average":7.3,"runtime":92,"cert":"N\/A","id":126017,"title":"Les rebelles du foot","adult":false},{"cast":["Kay Francis","Preston Foster","Anita Louise","Walter Connolly","Verree Teasdale"],"overview":"A politician's wife plots for her husband to become the next U. S. President. Director Stanley Logan's 1937 drama stars Kay Francis, Anita Louise, Preston Foster, Verree Teasdale, Walter Connolly, Victor Jory and Louise Fazenda.","release_date":"1937-12-04","genres":[35],"vote_average":5.5,"runtime":82,"cert":"N\/A","id":126019,"title":"First Lady","adult":false},{"cast":["Pamela Blake","Charles Gordon","Gertrude Michael","Pierre Watkin","Virginia Brissac"],"overview":"What would you do in this house of fear... if you knew that your husband killed your former flame?","release_date":"1945-05-23","genres":[9648],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":126033,"title":"Three's a Crowd","adult":false},{"cast":["Lyle Talbot","Douglas Fowley","Pamela Blake","Julie Gibson"],"overview":"Detective Chick Carter (Lyle Talbot)finds himself on his most exciting case when Sherry Martin (Julie Gibson), a singer at the Century Club, reports the robbery of the famous Blue Diamond, owned by Joe Carney (Charles King), the owner of the nightclub.","release_date":"1946-07-11","genres":[9648],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":126035,"title":"Chick Carter, Detective","adult":false},{"cast":["Fernando Pettinati","Antônio Camano"],"overview":"","release_date":"1981-01-01","genres":[35],"vote_average":10.0,"runtime":21,"cert":"N\/A","id":126040,"title":"Bátima Feira da Fruta","adult":false},{"cast":["Kane Richmond","Audrey Long","Conrad Nagel","Ralph Byrd","John Gallaudet"],"overview":"The murder of nightclub hostess leads an investigator (Kane Richmond) to seedy nightspots.","release_date":"1948-06-13","genres":[80,18],"vote_average":5.8,"runtime":71,"cert":"N\/A","id":126042,"title":"Stage Struck","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":126047,"title":"Ma vie en cimemascope","adult":false},{"cast":["Hugo Metsers","Joris van de Sande"],"overview":"The Dutch film \"Gay in Amsterdam\" is about a cheating gay couple going through a rough patch in their relationship enjoying the famous Amsterdam gay-scene extravaganza.","release_date":"2004-11-04","genres":[18],"vote_average":5.7,"runtime":100,"cert":"N\/A","id":126058,"title":"Gay in Amsterdam","adult":false},{"cast":["Parambrata Chatterjee","Sabyasachi Chakraborty","Swastika Mukherjee","Mumtaz Sorcar","Samadarshi Dutta"],"overview":"A rib-tickling comedy about a group of spirits who, in their various idiosyncrasies, try and save their only haunt, their resting place, when some unscrupulous builders try and break it down to build a modern monstrosity.","release_date":"2012-03-14","genres":[],"vote_average":8.0,"runtime":123,"cert":"N\/A","id":126063,"title":"Bhooter Bhabishyat","adult":false},{"cast":[],"overview":"","release_date":"2003-09-17","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":126074,"title":"Kärlekens mirakel","adult":false},{"cast":["Christine Lahti","Campbell Scott","Alison Pill","Kirsty Mitchell","John Heard"],"overview":"Kathryn is distraught at the news of her husband's death delivered by a stranger from the airline for whom he was a pilot. She starts however to uncover information which leads to her arrival in London for further investigation...and further devastation.","release_date":"2005-08-17","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":126076,"title":"The Pilot's Wife","adult":false},{"cast":["Michael Craig","Anton Diffring","Gérard Oury","Brenda De Banzie","Geoffrey Keen"],"overview":"Police in Paris recruit an English ship's officer (Michael Craig) to help trap counterfeiters by joining them.","release_date":"1956-10-23","genres":[18,80],"vote_average":6.1,"runtime":97,"cert":"","id":126081,"title":"House of Secrets","adult":false},{"cast":["Herbert Marshall","Jean Arthur","Leo Carrillo","Lionel Stander","Alan Edwards"],"overview":"An auto engineer (Herbert Marshall) and a professor's daughter (Jean Arthur) pose as married servants in a mobster's (Leo Carrillo) mansion.","release_date":"1935-12-30","genres":[35,10749],"vote_average":7.0,"runtime":72,"cert":"N\/A","id":126083,"title":"If You Could Only Cook","adult":false},{"cast":[],"overview":"","release_date":"2006-12-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":126094,"title":"Arthur l'aventurier : D'un océan à l'autre","adult":false},{"cast":[],"overview":"An intimate observation of artists and the supporting cast hard at work building an original show, inspired by the beauty and movement found in the world of insects.","release_date":"","genres":[],"vote_average":0.0,"runtime":46,"cert":"N\/A","id":126105,"title":"Cirque du Soleil:  Éclosion","adult":false},{"cast":["Kelly Miller"],"overview":"Gregg's first day at his new job starts off strangely, as he discovers his cubicle is covered in a sea of Post-Its left behind by his predecessor, who he soon discovers did not leave on amicable terms. His co-workers don't seem quite normal either, standing aimlessly or endlessly chatting nonsense on the phone or gossiping by the coffee machine. Grown men cry in this office and as Gregg tries to stay on top of his new job, fighting a toy car that runs around the office, arguing with a janitor, and trying, repeatedly, to send out an all important fax; things gradually go from bad to worse in this corporate wasteland. As day turns into night, Gregg begins to realize this is no ordinary workplace. It can be very lethal...","release_date":"2003-03-05","genres":[35],"vote_average":5.5,"runtime":85,"cert":"N\/A","id":126107,"title":"New Guy","adult":false},{"cast":["Rafael Cortés","Martin LaSalle"],"overview":"Taking as a guiding theme of religion in Latin America, the film shows the pre-Columbian myths, the arrival of the white man, later syncretism and liberation theology. The main theme is the \"popular religion\". In Latin America this forms a kind of religious sacred territory where millions of Indians seeking refuge. This is repeated in Brazil, where African religions are another impenetrable territory, which also functions as a stronghold, a refuge.","release_date":"1992-01-01","genres":[],"vote_average":7.0,"runtime":80,"cert":"N\/A","id":126109,"title":"The Southern Cross","adult":false},{"cast":["Sean Penn","Woody Harrelson","Nick Nolte","Sam Shepard"],"overview":"Director Michael Almereyda's documentary on the weeks just prior to Sam Shepard's stage production of his play \"The Late Henry Moss.\"","release_date":"2003-01-01","genres":[],"vote_average":4.0,"runtime":89,"cert":"N\/A","id":126117,"title":"This So-Called Disaster: Sam Shepard Directs \"The Late Henry Moss\"","adult":false},{"cast":["Warren William","Constance Cummings","Allen Jenkins","Natalie Moorhead","Mayo Methot"],"overview":"Chandler, a con-man, and his helper Frank decide to create a clairvoyant act for the carny circuit, as a little research reveals Ameicans spent $125 million on mind-readers and astrology. The carny, renamed Chandra, falls for one of his marks, Sylvia, but their love is tested when he brings tragedy to other peoples' lives and she asks him to go straight.","release_date":"1933-04-01","genres":[18,9648],"vote_average":7.5,"runtime":72,"cert":"N\/A","id":126122,"title":"The Mind Reader","adult":false},{"cast":["A. Austin","Robert Benson","Yvonne Fair","Lawrence Jordan","Walter Newcomb"],"overview":"Four young men and a young woman sit in boredom. She smokes while one strums a lute, one looks at a magazine, and two fiddle with string. The door opens and in comes a young man, cigarette between his lips, a swagger on his face. The young woman laughs. As the four young men continue disconnected activities, the other two become a couple. When the four realize something has changed, first they stare at the couple who have kissed and now are dancing slowly. The four run from the house in a kind of frenzy and return to stare. The power of sex has unnerved them.","release_date":"1954-01-01","genres":[18],"vote_average":5.4,"runtime":7,"cert":"N\/A","id":126124,"title":"Desistfilm","adult":false},{"cast":["Loretta Young","Frank Albertson","Ricardo Cortez","Joan Blondell","Frank Darien"],"overview":"A young woman goes to New York and finds success in advertising thanks to her legs while her boyfriend spends the summer in Europe with his band.","release_date":"1931-06-12","genres":[10749,35],"vote_average":6.0,"runtime":75,"cert":"N\/A","id":126126,"title":"Big Business Girl","adult":false},{"cast":["Jane Brakhage","Stan Brakhage"],"overview":"We see a film negative of a nude couple embracing in bed. Then, back in regular black and white images, we see them alone and together, clothed, at home. It's night, she sees his reflection in the window, she closes the drapes. After sex, again in a black and white negative, they sit, smoke, have coffee. They kiss, she smiles. They light candles. The images are often quick, the camera angles occasionally are off kilter; the room is sometimes dark and sometimes lit, as if lit by the rotating of a searchlight. The images again appear in negative when they return to bed.","release_date":"1959-01-01","genres":[],"vote_average":5.7,"runtime":11,"cert":"N\/A","id":126128,"title":"Wedlock House: An Intercourse","adult":false},{"cast":["Karen Morley","Tom Keene","Barbara Pepper","Addison Richards","John Qualen"],"overview":"John and Mary sims are city-dwellers hit hard by the financial fist of The Depression. Driven by bravery (and sheer desperation) they flee to the country and, with the help of other workers, set up a farming community - a socialist mini-society based upon the teachings of Edward Gallafent. The newborn community suffers many hardships - drought, vicious raccoons and the long arm of the law - but ultimately pull together to reach a bread-based Utopia.","release_date":"1934-10-02","genres":[18,10749],"vote_average":7.2,"runtime":80,"cert":"N\/A","id":126136,"title":"Our Daily Bread","adult":false},{"cast":[],"overview":"An obscure passage in the Book of Isaiah describing the fall of ancient Israel has, since September 11, 2001, been eerily re-enacted in the United States exactly as it originally occurred in the time of the great prophet of Israel leading to the nation’s demise.","release_date":"2012-03-12","genres":[99,36],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":126138,"title":"The Isaiah 9:10 Judgment: Is There an Ancient Mystery that Foretells America's Future?","adult":false},{"cast":[],"overview":"Gene Smith was born in Utah and raised a Mormon. After studying science and anthropology, Smith relies on an interest and ability in obscure languages to avoid the Vietnam-era draft. While studying Sanskrit and Tibetan at the University of Washington, he takes up Tibetan Buddhism as an academic pursuit and offers to help Tibetan refugees - brought to the U.S. to teach - to assimilate into American life. He is assigned to live with the family of Deshung Rinpoche, one of the most learned lamas to escape Tibet. Smith teaches English to Deshung, and Deshung teaches Smith about Tibetan culture and Buddhism. In 1959, Red Army Soldiers destroy thousands of homes and temples. Tibetan refugees are forced to leave behind countless artifacts, the sole evidence of their culture. A 1500-year literary tradition, in Sanskrit and Tibetan, is in danger of disappearing. Smith travels through India, Bhutan and Nepal...","release_date":"","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":126140,"title":"Digital Dharma","adult":false},{"cast":["Gregg Allman","Solomon Burke","Bill Cosby","Chuck D","Buddy Guy"],"overview":"On February 7th, 2003, renowned artists across multiple music genres and generations commandeered the stage at New York City's Radio City Music Hall to pay tribute to their common heritage and passion - the blues. Shared with thousands of fans in attendance, legendary performers from roots, rock, jazz and rap joined forces for a once-in-a-lifetime \"Salute To The Blues\" benefit concert whose proceeds went to musical education.","release_date":"2004-02-12","genres":[],"vote_average":7.3,"runtime":103,"cert":"N\/A","id":126148,"title":"Lightning in a Bottle","adult":false},{"cast":["Osami Nabe","Eiko Masuyama","Takuzou Kamiyama","Chikao Ohtsuka","Kousei Tomita"],"overview":"Brave cat Pero once had a bet with treacherous multimillionarie Grumon that he can travel around the world in 80 days. The stake is high, in case of success Grumon will give all of his fortune to Pero, but in case of failure Pero becomes slave of Grumon for the rest of his life. Pero departs together with his faithful friends behemoth Kato and brave Small Mouse. Grumon tries everything to prevent their arrival to the finish.","release_date":"1976-03-20","genres":[16,12,35],"vote_average":5.8,"runtime":68,"cert":"N\/A","id":126150,"title":"Puss 'N Boots Travels Around the World","adult":false},{"cast":["Bill Murray","Adam Arkin","David Strathairn","Jon Tenney","Robert Costanzo"],"overview":"Four small-time two-bit character actors, all close friends, are competing for same important part in the next Martin Scorsese mob film.","release_date":"1998-09-10","genres":[35],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":126152,"title":"With Friends Like These...","adult":false},{"cast":["Dylan Postl","Stephanie Bennett","Melissa Roxburgh","Brendan Fletcher","Andrew Dunbar"],"overview":"Two young couples backpacking through Ireland discover that one of Ireland's most famous legends is a terrifying reality.","release_date":"2014-08-22","genres":[27],"vote_average":3.9,"runtime":90,"cert":"N\/A","id":126172,"title":"Leprechaun: Origins","adult":false},{"cast":["Daniel Henney","Eliza Coupe","Bill Paxton","Alan Ruck","Zhu Shimao"],"overview":"When ambitious New York attorney Sam is sent to Shanghai on assignment, he immediately stumbles into a legal mess that could end his career. With the help of a beautiful relocation specialist, a well-connected old-timer, a clever journalist, and a street-smart legal assistant, Sam might just save his job, find romance, and learn to appreciate the beauty and wonders of Shanghai. Written by Anonymous  (IMDB.com).","release_date":"2012-05-03","genres":[10749,35,18],"vote_average":6.3,"runtime":98,"cert":"N\/A","id":126186,"title":"Shanghai Calling","adult":false},{"cast":[],"overview":"A visual representation, in four parts, of one man's internalization of \"The Divine Comedy.\" Hell is a series of multicolored brush strokes against a white background; the speed of the changing images varies. \"Hell Spit Flexion,\" or springing out of Hell, is on smaller film stock, taking the center of the frame. Montages of color move rapidly with a star and the edge of a lighted moon briefly visible. Purgation is back to full frame; blurs of color occasionally slow down then freeze. From time to time, an image, such as a window or a face, is distinguishable for a moment. In \"existence is song,\" colors swirl then flash in and out of view. Behind the vivid colors are momentary glimpses of volcanic activity.","release_date":"1987-01-01","genres":[],"vote_average":5.9,"runtime":6,"cert":"N\/A","id":126194,"title":"The Dante Quartet","adult":false},{"cast":[],"overview":"The film is officially untitled, but is referred to by the dedication that appears in place of a title card. It is dedicated to Marilyn Brakhage, the filmmaker's wife. Out of all the 350+ films that Stan Brakhage made, this was his personal favorite.","release_date":"1992-01-01","genres":[],"vote_average":5.3,"runtime":11,"cert":"N\/A","id":126202,"title":"Untitled (For Marilyn)","adult":false},{"cast":[],"overview":"Inspired by a bad fall on a patch of black ice (that ultimately resulted in Brakhage's need for eye surgery), the filmmaker gives us something of a dreamlike descent through the fear and refractions of closed-eye vision regarding such an event.","release_date":"1994-12-31","genres":[],"vote_average":6.0,"runtime":3,"cert":"N\/A","id":126204,"title":"Black Ice","adult":false},{"cast":["Chiranjeevi","Vijayashanti","Suhasini Maniratnam","Kaikala Satyanarayana","Mohan Babu"],"overview":"Manchi Donga is action oriented movie in which, Chiranjeevi palyed a role of theif, Veerendra he follows certain principles. Suryam and Chandram are father and son who are involved in an illegal occupation.Madhavi (suhasini) who is a lawyer, meets veerendra and she is attracted towards him for his kind heartedness towards poor people.","release_date":"1988-01-13","genres":[18],"vote_average":0.0,"runtime":165,"cert":"N\/A","id":126206,"title":"Manchi Donga","adult":false},{"cast":[],"overview":"This is a hand-painted film which has been photographically step-printed to achieve various effects of brief fades and fluidity-of-motion, and makes partial use of painted frames in repetition (for \"close-up\" of textures). The tone of the film is primarily dark blue, and the paint is composed (and rephotographed microscopically) to suggest galactic forms in a space of stars.","release_date":"1993-12-31","genres":[],"vote_average":6.2,"runtime":3,"cert":"N\/A","id":126208,"title":"Stellar","adult":false},{"cast":[],"overview":"A nostalgic envisionment of city living - the potential shards of memory seen as if always on the verge of cutting the mind to pieces.","release_date":"1992-01-01","genres":[],"vote_average":5.9,"runtime":6,"cert":"N\/A","id":126213,"title":"Crack Glass Eulogy","adult":false},{"cast":[],"overview":"This hand-painted step-printed film begins with streaks of glare light and vibrantly colored forms apparently in the sky forinasmuch as there appears, frame center, the tapered shape of a tower, a silhouette as it were against the backdrop of the flaring sky. As this shape of tower disappears, the conflagration of scratches and paints seems grounded and takes on the semblance of a battle of knights, their lances, horses, et al, often against a scattering of star-like flecks until finally the silhouette of the tower reappears as if much closer, certainly thicker and straight-sided. The film finishes as textures which tend to suggest an entrance into the textured walls of the tower, textures and stars intermingled with what may well seem chain-mail as well.","release_date":"1999-01-01","genres":[],"vote_average":5.9,"runtime":3,"cert":"N\/A","id":126215,"title":"The Dark Tower","adult":false},{"cast":["Alicia Witt","Teddy Sears","Markie Post","Frances Fisher","Ryan Bittle"],"overview":"Kim Tyler grew up loving her next-door neighbor, Evan Slauson. Now she's all set to have the wedding of her dreams to stable Jeffrey in her parents' backyard, but her ex-husband, and first love—whose parents still live next door—keeps popping up causing her to seriously question her big plans.","release_date":"2010-07-13","genres":[18,10770],"vote_average":4.7,"runtime":null,"cert":"N\/A","id":126223,"title":"Backyard Wedding","adult":false},{"cast":["Yu Bo","Hu Xiaoguang","Narenqimuge"],"overview":"A portrait of contemporary Chinese society based on the ubiquitous illegal trade in pirated DVDs.","release_date":"2004-10-21","genres":[],"vote_average":6.2,"runtime":90,"cert":"N\/A","id":126234,"title":"Pirated Copy","adult":false},{"cast":["Kurious","Lee Ann","Kristen","Kylie Brooks","Mariah Milano"],"overview":"The saga continues in monsters part 2 with the biggest blackest and most evil monster dicks around preying on innocent and unexpecting little white chicks. Will anyone save these little white girls from these big, black, horrible, evil monsters? We`ll just have to wait and see…and hope for the best. These black monsters are very bad and must be stopped for the sake of womankind.","release_date":"1999-11-10","genres":[],"vote_average":8.7,"runtime":102,"cert":"N\/A","id":126239,"title":"Little White Chicks...Big Black Monster Dicks! 2","adult":true},{"cast":["Pierce Brosnan","Trine Dyrholm","Molly Blixt Egelind","Sebastian Jessen","Paprika Steen"],"overview":"Romantic comedy from Academy Award winner Susanne Bier (Brothers, In a Better World), about two very different families brought together for a wedding in a beautiful old Italian villa.","release_date":"2012-09-04","genres":[35,10749,18],"vote_average":5.9,"runtime":116,"cert":"15","id":126250,"title":"Love Is All You Need","adult":false},{"cast":["Josiah Lipscomb","Sean Carlin","Maggie Talbot-Minkin","Lloyd Knight","Allyson Sereboff"],"overview":"High School Teenagers in 1979 suburb of New Orleans (Fat City) go to nightclubs and discos when the drinking age was just 18 years old and not really enforced. Elvis Costello, The Knack and KC &amp; The Sunshine Band have featured music in this independent film. Its Paul's Senior year and Ashley wants to be his girlfriend, but the cops and a roving eye keeps Paul chasing cheerleaders and young models in his Babylon Modeling class. Tara, Paul's ex-girlfriend causes problems while his pot dealer's girlfriend has other things in mind.","release_date":"2012-01-01","genres":[35],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":126258,"title":"Fat City, New Orleans","adult":false},{"cast":["Chester Morris","Jean Parker","Rose Hobart","Dick Purcell","Astrid Allwyn"],"overview":"A wise-cracking private detective's honeymoon is interrupted by a kidnapping case.","release_date":"1941-12-01","genres":[80,18],"vote_average":5.2,"runtime":76,"cert":"N\/A","id":126263,"title":"No Hands on the Clock","adult":false},{"cast":["Sally Forrest","Keefe Brasselle","Leo Penn","Dorothy Adams","Wheaton Chambers"],"overview":"After a beautiful but unsophisticated girl is seduced by a worldly piano player and gives up her out-of-wedlock baby, her guilt compels her to kidnap another child.","release_date":"1949-06-24","genres":[18],"vote_average":6.6,"runtime":91,"cert":"N\/A","id":126265,"title":"Not Wanted","adult":false},{"cast":["Sara Bessio","Humberto De Vargas","Anaclara Ferreyra Palfy","Néstor Guzzini","Matías Ganz"],"overview":"Dissatisfied with his new life (and wife), a man tries to insinuate himself back into the home of the ex-wife and daughter he left ten years before, in this heartwarming and hilarious comedy-drama from Uruguayan director Pablo Stoll Ward (25 Watts, Whisky).","release_date":"2012-04-20","genres":[35,18],"vote_average":6.0,"runtime":119,"cert":"N\/A","id":126267,"title":"3","adult":false},{"cast":["Steve Buscemi","Eric Mitchell"],"overview":"A courier who represents Moroccan dissidents arrives in Washington with secret documents.","release_date":"1990-06-01","genres":[53],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":126275,"title":"Force of Circumstance","adult":false},{"cast":["Katharine Isabelle","Julia Maxwell","Antonio Cupo","Tristan Risk","Paula Lindberg"],"overview":"A young medical student struggling to pay tuition is drawn into the shady world of underground body-modification.","release_date":"2012-05-31","genres":[27,53],"vote_average":6.1,"runtime":98,"cert":"18","id":126277,"title":"American Mary","adult":false},{"cast":[],"overview":"Just suppose there was a quit smoking method which could enable any smoker to quit – immediately, permanently, and without willpower, no torturous withdrawal or weight gain, no shock tactics, pills, patches or other gimmicks. Furthermore, not only could you find it easy to quit, but you can actually enjoy the process from the moment you extinguish the last cigarette and never again feel that you miss cigarettes or smoking. This stop smoking method exists and is called Allen Carr’s Easyway.","release_date":"","genres":[],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":126279,"title":"Allan Carr's Easy Way to Stop Smoking","adult":false},{"cast":["Hakeem Kae-Kazim","Jim Iyke","Omotola Jalade-Ekeinde","Anthony Monjaro"],"overview":"Mid-air difficulties force a Nigerian commercial plane into an emergency landing with devastating consequences.","release_date":"2012-06-29","genres":[28],"vote_average":0.0,"runtime":81,"cert":"","id":126284,"title":"Last Flight to Abuja","adult":false},{"cast":["Morgan Freeman","Jimmy Carter","Rosalynn Carter","Bill Clinton","Hillary Clinton"],"overview":"Featuring behind-the-scenes footage and unprecedented access to its hallowed halls, this program from National Geographic takes viewers on an in-depth tour of 1600 Pennsylvania Avenue -- the White House. Interviews with presidents and first ladies offer a revealing look at what goes into running that famous household, and White House employees give viewers a taste of the preparations involved in hosting a state dinner.","release_date":"1996-01-01","genres":[99],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":126286,"title":"National Geographic: Inside the White House","adult":false},{"cast":[],"overview":"Set during the Iraq-Iran war in the 80s, the film tells of a tragicomic road trip set in Iraq's Kurdistan.","release_date":"2005-05-12","genres":[18],"vote_average":5.9,"runtime":91,"cert":"N\/A","id":126300,"title":"Kilometre Zero","adult":false},{"cast":["Seth Packard","Lauren McKnight","Matthew Webb","Shay Williamson"],"overview":"Cheerfully clueless and unexpectedly charming Ethan attempts to win the heart of high school hottie Madison Sweet, only to find himself in competition with his own brother.","release_date":"2008-01-01","genres":[35,10749],"vote_average":4.4,"runtime":80,"cert":"N\/A","id":126302,"title":"HottieBoombaLottie","adult":false},{"cast":["Tsuyoshi Ihara","Takako Tokiwa","Eduardo Moscovis"],"overview":"In 1945, Japan surrendered to the United States and the Second World War was over. Right? Wrong. For eighty percent of the Japanese community in Brazil, Japan had won the war and defeat was nothing more than American propaganda. The few immigrants that accepted the truth were persecuted. Some were hunted down and assassinated - by their own countrymen - causing the start of a new, private war. Dirty Hearts is a thriller and love story told by the wife of one of the fanatics dedicated to preach Japanese victory. Little by little, she watches her husband, a hard-working immigrant, become an assassin and their love story fade away.","release_date":"2011-10-13","genres":[36,18],"vote_average":6.3,"runtime":90,"cert":"N\/A","id":126304,"title":"Dirty Hearts","adult":false},{"cast":["Shenae Grimes-Beech","Marshall Allman","Austin Williams","William Peltz","Corbin Bleu"],"overview":"A 20-year-old homeless girl is suffering from post traumatic stress syndrome on the streets of Hollywood and Venice beach.","release_date":"2013-04-06","genres":[18],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":126306,"title":"Sugar","adult":false},{"cast":["Barrett Miller","Charlie Parr","Dylan Wilkerson"],"overview":"In depressed Butte, Montana, young men struggle to forge modest lives and make sense of it all.","release_date":"2005-01-20","genres":[],"vote_average":6.5,"runtime":88,"cert":"N\/A","id":126308,"title":"Who Killed Cock Robin?","adult":false},{"cast":[],"overview":"Co-founder of Canyon Cinema and the San Francisco Cinematheque and one of the godparents of experimental film, Bruce Baillie (b. 1931) has forged a singular path in his visionary explorations of the world, his exquisite treatment of light and fragmented storytelling influencing successive generations of like-minded filmmakers. Shot on a cross-country journey during 1964 and 1965, is the Baillie film most in need of rediscovery. Joining the ranks of Bob Dylan, Robert Frank and Jack Kerouac in chronicling a tumultuous period in American history from the road, Baillie sets out \"to show how in the conquest of our environment in the New World, Americans have isolated themselves from nature and from one another.\"","release_date":"1965-12-10","genres":[],"vote_average":5.0,"runtime":45,"cert":"N\/A","id":126313,"title":"Quixote","adult":false},{"cast":["Tessa Ía","Hernán Mendoza","Gonzalo Vega Sisto","Tamara Yazbek Bernal","Paco Rueda"],"overview":"Alejandra and her dad Roberto have just moved to town. She is new at school, he has a new job. Starting over is sometimes complicated when you have left so much behind.","release_date":"2012-10-03","genres":[18],"vote_average":6.5,"runtime":93,"cert":"N\/A","id":126315,"title":"After Lucia","adult":false},{"cast":["Briana Evigan","Julianna Guill","Rafi Gavron","Ethan Peck","Joseph Cross"],"overview":"A group of young friends make an incomprehensible discovery in an abandoned mine, but the more they try to change the future, the more they seal their fate.","release_date":"2012-12-01","genres":[53],"vote_average":5.6,"runtime":88,"cert":"15","id":126323,"title":"Mine Games","adult":false},{"cast":["Șerban Pavlu","Sofia Nicolaescu","Gabriel Spahiu","Stela Popescu","Mihaela Sirbu"],"overview":"Marius is a divorced man in his late thirties. His five year-old daughter Sofia lives with her mother, which causes Marius a deep frustration. On the day Marius arrives to take his daughter on their annual holiday, he is told that she is ill but he doesn't believe it and insists to take her with him. The situation soon gets out of control with all the family taking part in a web of humor, violence, childish songs, police interventions and love statements.","release_date":"2012-02-13","genres":[18],"vote_average":6.7,"runtime":107,"cert":"N\/A","id":126325,"title":"Everybody in Our Family","adult":false},{"cast":[],"overview":"Past and present collide in this powerful documentary featuring the findings of the National Geographic Expedition team and their robots as they explore these Egyptian wonders. You'll see an ancient sarcophagus unsealed, an exploration of nooks and crannies of a pyramid conducted by a camera-equipped robot, and much more.","release_date":"2004-03-24","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":126333,"title":"National Geographic: Into the Great Pyramid","adult":false},{"cast":["Heinz Moog","Elisabeth Stemberger","Ellen Umlauf","Karlheinz Böhm"],"overview":"A mix between Italian neo-realism, German expressionism and Austrian exploitation.","release_date":"1952-02-26","genres":[80,18],"vote_average":6.0,"runtime":83,"cert":"N\/A","id":126335,"title":"Viennese Women","adult":false},{"cast":["Lynn Collins","Michael Ealy","Bruce McGill","Kwesi Boakye","Diego Klattenhoff"],"overview":"Samantha Crawford is living a storybook life: she’s happily married, she lives on a ranch where she keeps her beloved horse, and the stories she’s told and illustrated since childhood have become published books. When her husband Billy is killed in a senseless act of violence, Sam loses her faith and her will to live. But a death-defying encounter with two children leads to a reunion with Joe, her oldest friend. As Sam watches “Papa” Joe care for and love the kids in his under-resourced neighborhood, she begins to realize that no matter life’s circumstances, the love of God is always reaching out to us.","release_date":"2012-09-21","genres":[18],"vote_average":7.0,"runtime":92,"cert":"N\/A","id":126337,"title":"Unconditional","adult":false},{"cast":["Emmanuel Fakoko","Gabi Bolenge","Gauthier Kiloko","Joël Eziegue"],"overview":"Perhaps the most ebullient “musical” you’ll see this year, Marc-Henri Wajnberg’s singular documentary\/fiction hybrid follows a group of street children in the Congolese capital.","release_date":"2012-09-11","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":126339,"title":"Kinshasa Kids","adult":false},{"cast":["Don Johnson","Philip Michael Thomas","Saundra Santiago","Michael Talbott","John Diehl"],"overview":"Miami Vice cop Sonny Crockett is working undercover to get a Columbian drug lord. When he tries to bust a man who is apparently in business with the Columbian he discovers that the man is New York cop who is also after the Columbian. They both agree to work together but the New York cop is keeping something from him. While the New York cop suspects that someone on Crockett's team might be on the take.","release_date":"1984-09-16","genres":[18,28,80],"vote_average":7.7,"runtime":92,"cert":"N\/A","id":126341,"title":"Miami Vice: Brother's Keeper","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":126349,"title":"אבי קושניר איש המערות","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":126354,"title":"דודו טופז - פליטת פה","adult":false},{"cast":["Jake Burns","Henry Cluney","Brian Faloon","Terry Hooley","Ali McMordie"],"overview":"John T. Davis’ first in a trilogy of films (including Protex Hurrah (1980) and Self-Conscious Over You (1981)) exploring the Belfast filmmaker’s local subculture and American cultural influence. It provides a look at the burgeoning punk scene in Northern Ireland, featuring early footage of bands such as Stiff Little Fingers, The Undertones, Protex, The Outcasts, and Rhesus Negative, among others.  (from: http:\/\/artistsspace.org\/programs\/shellshock-rock\/)","release_date":"1979-01-01","genres":[10402,99],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":126359,"title":"Shellshock Rock","adult":false},{"cast":["Isaach De Bankolé","Inês de Medeiros","Edith Scob","Pedro Hestnes","Raúl Andrade"],"overview":"The film tells a story of Mariana, a nurse who leaves Lisbon to accompany an immigrant worker in a comatose sleep on his trip home to Cape Verde. The devoted Portuguese nurse took a journey only to find herself lost in abstract drama.","release_date":"1994-01-01","genres":[18],"vote_average":7.2,"runtime":105,"cert":"N\/A","id":126376,"title":"Casa de Lava","adult":false},{"cast":["Alan Ladd","Gail Russell","William Demarest","Stanley Clements","Bruce Cabot"],"overview":"A gambler (Alan Ladd) and his buddy (William Demarest) find a wise-guy jockey for their long-shot horse.","release_date":"1945-03-22","genres":[18],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":126381,"title":"Salty O'Rourke","adult":false},{"cast":["Vasiliy Livanov","Borislav Brondukov","Rina Zelyonaya","Vitali Solomin"],"overview":"","release_date":"1983-01-01","genres":[9648],"vote_average":8.3,"runtime":null,"cert":"N\/A","id":126395,"title":"The Adventures of Sherlock Holmes and Dr. Watson: The Treasures of Agra Pt I","adult":false},{"cast":["Sheila Stuart","Jed Ziegler","Sandra Peabody","Cathy Walker","Kenny Abston"],"overview":"Is Emma a voyeur vampire who can turn into a bat? Apparently, and she leaves many smiling faces on her victims after going down on them during a full moon. When they're not having sex with their suspects, two cops investigate the murders.","release_date":"1973-10-17","genres":[35,27],"vote_average":6.5,"runtime":65,"cert":"N\/A","id":126397,"title":"The Case of the Smiling Stiffs","adult":true},{"cast":["Mary Chapelle","Sharon Krebs","Jim Nolfi","Grace Paley","Elizabeth Dear"],"overview":"\"A many-faceted portrait of those individuals who sought radical solutions to social problems in the United States during the 1960s and 1970s. It cuts back and forth between six major story lines and more than fifty characters, and across a vast landscape, to explore the lifestyles and attitudes of the American left who faced both personal and historical transitions in the period following the Vietnam War.\" Written by Laurence Kardish, Museum of Modern Art","release_date":"1975-10-08","genres":[99,18],"vote_average":6.0,"runtime":195,"cert":"N\/A","id":126402,"title":"Milestones","adult":false},{"cast":["Sergio Goyri","Telly Filippini","Jorge Luke","Roberto Ballesteros","Ernesto Gómez Cruz"],"overview":"A group of archeologists excavating Aztec ruins in Mexico City uncover a bizarre statue, which unleashes satanic powers and possesses the chief archaeologist. The demonized man goes on a rampage of bloody murders while being pursued by one of his female colleagues and a police officer. Horribly burned in an explosion, he still continues his ungodly crimes, including crucifying a woman upside down. A bishop sends for a mystic called “The Angel”, a character who dresses in medieval clothing and is armed with a demon-destroying sword. The possessed archeologist transforms into a club-wielding monster and challenges The Angel in a duel to the death.","release_date":"1994-01-17","genres":[878,27],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":126404,"title":"The Throne of Hell","adult":false},{"cast":["Takrit Hemannopjit","Kaneungnich Jaksamithanon","Tin Chokamolkit","Songsitt Rungnoppakhunsri","Pichasini Tanwiboon"],"overview":"A 25 year old woman and a high school boy accidentally share a kiss on a bus. He then becomes infatuated by her even though she ignores his advances. Things hot up when her first love re-enters her life. This encourages the high school boy to try even harder to win her heart.","release_date":"2012-01-25","genres":[35,10749],"vote_average":6.1,"runtime":106,"cert":"N\/A","id":126406,"title":"First Kiss","adult":false},{"cast":["Mimi Fukada","Rimiko Sawa","Setsuko Tanabe","Yôko Mihara","Sayo Omoto"],"overview":"A young girl works as a geisha to earn money for travel.","release_date":"1973-07-04","genres":[35],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":126408,"title":"Three Little Geisha","adult":false},{"cast":["Eugen Sandow"],"overview":"Strong-man Eugene Sandow flexes his muscles and strikes a few poses in front of a black background. This was a short film shot by William K.L. Dickson and produced in Thomas Edison's Black Maria studio.","release_date":"1896-12-30","genres":[99],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":126413,"title":"Sandow","adult":false},{"cast":["Franco Nero","Tina Aumont","Klaus Kinski","Guido Lollobrigida","Franco Ressel"],"overview":"A Spanish army officer, Don Jose (Nero), stationed in Seville, meets and begins a relationship with a mysterious gypsy, Carmen (Aumont). After he discovers she has cheated on him with his Lieutenant, he kills the officer and flees the city with Carmen. He recovers from his wounds and is forced to begin the life of a bandit.","release_date":"1967-12-22","genres":[28,18,10749,37],"vote_average":6.3,"runtime":100,"cert":"N\/A","id":126415,"title":"Pride and Vengeance","adult":false},{"cast":["Haruma Miura","Rosa Katô","Ryô Kimura","Gaku Hamada","Ikue Masudo"],"overview":"Three high school students decide to challenge the legendary surf at Shonan Beach.","release_date":"2006-04-29","genres":[],"vote_average":7.0,"runtime":116,"cert":"N\/A","id":126417,"title":"Catch a Wave","adult":false},{"cast":["Han Ye-ri","Park Ji-young","Hong Jong-hyun","Im Ji-gyu","Jang Woo-jin"],"overview":"Loner Won-woo is a girl who suffers from Narcolepsy. Although Jun-seo always makes fun of her, Won-woo is about to fall for him. Won-woo’s mother Yeon-hee feels compassionate for her daughter who falls asleep whenever, wherever, without even realizing, and Sun-jae who secretly is in love with Yeon-hee touches Yeon-hee’s heart.","release_date":"2009-05-20","genres":[18,10749],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":126425,"title":"One Step More to the Sea","adult":false},{"cast":[],"overview":"A documentary on three families struggling to survive in Brazil.","release_date":"2009-02-11","genres":[],"vote_average":9.0,"runtime":110,"cert":"N\/A","id":126427,"title":"Garapa","adult":false},{"cast":["Yûzô Kayama","Yôko Tsukasa","Mitsuko Mori","Mie Hama","Mitsuko Kusabue"],"overview":"A man is involved in a fatal car accident, and though he is blameless, his company transfers him to a remote branch in a small town. Before he leaves, he gives the man's widow a large sum of money that she uses to move back to her hometown.","release_date":"1967-11-18","genres":[10749,18],"vote_average":8.1,"runtime":108,"cert":"N\/A","id":126432,"title":"Two in the Shadow","adult":false},{"cast":["Tadeusz Łomnicki","Magdalena Zawadzka","Mieczysław Pawlikowski","Hanka Bielicka","Barbara Brylska"],"overview":"In 1668 Polish colonel Michael Wolodyjowski, who recently retired to a monastery, is recalled to active duty and takes charge of Poland's eastern frontier defenses against invading Tatar hordes and Ottoman armies.","release_date":"1969-10-15","genres":[36,12],"vote_average":7.3,"runtime":161,"cert":"N\/A","id":126434,"title":"Colonel Wolodyjowski","adult":false},{"cast":[],"overview":"This film is about the journey that the artist Yoshitomo Nara took along with Hideki Toyoshima and graf AtoZ team, and the others who contributed to the creation of his exhibit AtoZ in Nara's hometown of Hirosaki, Japan. This personal documentary allows one to get a glimpse of the artist's nature, creation process, where Nara came from and where he stands now, plus valuable images of the never-to-be-seen-again fictitious town A to Z and allows one to relive it once again.","release_date":"2007-02-24","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":126436,"title":"Traveling with Yoshitomo Nara","adult":false},{"cast":[],"overview":"A man in search to stop his psychopath brother from killing members of a secret government organization who will stop at nothing to kill the brother who has stumbled upon its secrets.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":126438,"title":"Marked Man","adult":false},{"cast":["Bong Tae-gyu","Lee Chung-ah","Jeon Jae-hyeong","Jeong Jae-yong","Jeong So-nyeo"],"overview":"\"Sunday Seoul\" is a film with three nonsensical episodes:  THE WEREWOLF: A high school student Do-yeon who is the victim of bullying in school, is the main character of the first episode. He is not good at studying or at fighting. One day, an unexpected change happens to his body.  THE VISITOR: On a pitch-black stormy night, a woman is visited by a stranger seeking shelter. The stranger eventually, is revealed as a serial killer on the run.  THE YOUNG ADVENTURER: Seeking revenge for his father, a son embarks on a journey in which he encounters a young girl by chance and starts to learn martial arts.","release_date":"2006-02-09","genres":[],"vote_average":4.0,"runtime":95,"cert":"N\/A","id":126440,"title":"Ssunday Seoul","adult":false},{"cast":["Kris Lemche","Brooke Nevin","Joey Kern","Danny Masterson","Christine Evangelista"],"overview":"At a time when superheroes have lost government funding and public support, a superhero meets a girl who can help him overcome his own emotional crisis.","release_date":"2012-07-20","genres":[35],"vote_average":5.1,"runtime":80,"cert":"N\/A","id":126442,"title":"Alter Egos","adult":false},{"cast":[],"overview":"This critically acclaimed DVD contains 16 of the best classic and award winning British short films and delivers a snapshot of British cinema past and present. It includes films from Britain's most exciting new talent alongside early shorts from it's most successful filmmakers' amongst them Chris Nolan (Memento, Insomnia, Batman Begins), Ridley Scott (Gladiator, Alien), Mike Leigh (Secrets and Lies) and Stephen Daldry (Billy Elliot, The Hours).\r 01 About a Girl - Brian Percival\r 02 Boy & Bicycle - Ridley Scott\r 03 Dear Phone - Peter Greenaway\r 04 Doodlebug - Christopher Nolan\r 05 Eight - Stephen Daldry\r 06 Gasman - Lynne Ramsay\r 07 Girl Chewing Gum - John Smith\r 08 Home - Morag McKinnon\r 09 Joyride - Jim Gillespie\r 10 Inside Out - Tom & Charles Guard\r 11 Je T\u0092aime John Wayne - Toby Macdonald\r 12 The Sheep Thief - Asif Kapadia\r 13 The Short & Curlies - Mike Leigh\r 14 Telling Lies - Simon Ellis\r 15 UK Images - Martin Parr\r 16 Who\u0092s My Favourite Girl? - Adrian J. McDowall","release_date":"2003-05-05","genres":[],"vote_average":4.0,"runtime":203,"cert":"","id":126444,"title":"Cinema16: British Short Films","adult":false},{"cast":[],"overview":"CINEMA16 celebrates the short film by showcasing some of the best classic and award-winning shorts on DVD.  With over three hours of films CINEMA16: AMERICAN SHORT FILMS is essential viewing for anyone with an interest in the moving image. Films include Gus Van Sant's 1982 adaptation of a William S. Burroughs short story, The Discipline Of DE, Tim Burton's early stop motion animated classic Vincent, George Lucas' USC short Freiheit, Alexander Payne's previously unreleased UCLA graduation short Carmen, Paperboys by Mike Mills, D.A. Pennebaker's Duke Ellington scored Daybreak Express, Todd Solondz's NYU short Feelings, along with Oscar Winner The Lunch Date by Adam Davidson, Stefan Nadelman's multi- award winning documentary Terminal Bar, Joe Nussbaum's cult classic George Lucas In Love and 2006 Sundance Winner The Wraith Of Cobble Hill by Adam Parrish King. Films are subtitled in French, German, Italian, Spanish and Japanese, and include commentaries from many of the directors involved.","release_date":"2006-06-05","genres":[],"vote_average":0.0,"runtime":209,"cert":"","id":126446,"title":"Cinema16: American Short Films","adult":false},{"cast":["Tod Slaughter","Marjorie Taylor","D.J. Williams","Eric Portman","Graham Soutten"],"overview":"The film begins in a BBC studio with the 100th edition of \"In Town Tonight\". Flotsam and Jetsom open with a \"topical number\". Then there is an interview with a distinguished actor, which dissolves into a performance of one of his famous melodramas about a wicked moneylender etc.","release_date":"1936-04-30","genres":[27,9648],"vote_average":4.5,"runtime":69,"cert":"PG","id":126451,"title":"The Crimes of Stephen Hawke","adult":false},{"cast":["Chris Matthews","Caitlin Upton"],"overview":"About the fear of public speaking and chronicles several characters as they prepare for the World Championships of Public Speaking. One leaves behind a job and his wife and 6 kids on his quest to be the best. Another spends 6 weeks writing and rewriting his speech only to write it once more 72 hours before the contest. For another, it is a fight for life that gives her the strength to speak and tell her story while she still has time. They all want to share with the world their very personal stories of triumph over adversity. But only one will be named the World's Best Speaker.","release_date":"2012-08-17","genres":[99],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":126453,"title":"Speak","adult":false},{"cast":["Frank Zappa"],"overview":"Recorded Live in Paris in 1980, this is a rare recording of Frank Zappa performing at the peak of his career with his incredible backing band, including Ike Willis (guitar\/vocals), Ray White (guitar\/vocals), Tommy Mars (keys), Arthur Barrow (bass) and David Logeman (drums). It was the year after Zappa released two of his greatest albums - Sheik Yerbouti, and the masterpiece Joe's Garage - and this cracking live show includes the classic Zappa songs Joe's Garage, Dancing Fool, Bobby Brown and The Illinois Enema Bandit.","release_date":"2008-06-12","genres":[],"vote_average":0.0,"runtime":134,"cert":"N\/A","id":126455,"title":"Frank Zappa - Live in Paris 1980","adult":false},{"cast":[],"overview":"Every time 22-year-old Heba Afify heads out to cover the historical events shaping her country's future, her mother is compelled to remind her, 'I know you are a journalist, but you're still a girl!' Defying cultural norms and family expectations, Heba takes to the streets to report on an Egypt in turmoil, using tweets, texts and posts. Her coming of age, political awakening and the disillusionment that follows, mirrors that of a nation seeking the freedom to shape its own destiny and democracy.","release_date":"2012-10-12","genres":[99],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":126460,"title":"Words Of Witness","adult":false},{"cast":["Carol Case","Paul Pompain","Art Burke","Christine Souder"],"overview":"When a middle-aged father searches for his dropout daughter, Angel, his quest takes him into the underworld of prostitutes, pimps, drug addicts and thieves. Angel has become a dancer in a topless bar, and her dealer boyfriend is turning her on to heroin.","release_date":"1975-01-01","genres":[18],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":126480,"title":"Street Girls","adult":false},{"cast":["Chan Mahon","Allen Joseph","George Wadsworth","Michael R. Thomas","Gil Fields"],"overview":"Running away from his evil guardian Mombi, Tip runs off to the Emerald City, where he gets caught up in a palace coup with the Army of Revolt.","release_date":"1969-10-31","genres":[14],"vote_average":2.7,"runtime":72,"cert":"N\/A","id":126488,"title":"The Wonderful Land of Oz","adult":false},{"cast":["Elizabeth Rush","Ele Grigsby","David Roster","Paul Lenzi"],"overview":"This is the story of two apprentices who know more than their mentors. One is Kasper, who discovers the Hidan of Maukbeiangjow, to where six girls have been abducted. He is apprentice to Sam Trowel, whom Fred refers to as \"private pig,\" an independent investigator who gets his mission information through a time-delay self-destruct tape (that is a parody of Mission: Impossible). The other is Prudence, a Christian spiritualist who is an apprentice to a wizard named Aph. Aph has had the impudence to use vodoun rituals to possess corpses with demonic earth spirits, or the spirits of extraterrestrials summoned from the Red Star galaxy. Fred and Junior tie up Prudence and a zombified girl named Rosebush while an alien learning to use the body of Ruthie, one of Trowel's operatives, keeps Kasper tied up while she guards whom she calls \"the Prudence.\" The first alien brought by Aph eventually takes Trowel's body. He is intent to use Fred's safe-cracking skills to destroy evidence of his arrival","release_date":"1973-01-01","genres":[80,35,878,10749],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":126490,"title":"The Hidan of Maukbeiangjow","adult":false},{"cast":["Anne-Lise Tangstad","Joachim Holst-Jensen","Lalla Carlsen","Günther Hüttmann","Ottokar Panning"],"overview":"Based on a true story this almost documentary-like drama tells the story of a young woman doctor who in 1942, helped several Jewish children escape for the border to neutral Sweden. Not knowing who to trust and chased by the germans, the flight quickly turns into a tense fight for their life.","release_date":"1958-01-23","genres":[],"vote_average":8.0,"runtime":98,"cert":"N\/A","id":126495,"title":"It Happened One Night","adult":false},{"cast":["Leif Juster","Lalla Carlsen","Egil Hjorth-Jenssen","Tore Foss","Lasse Kolstad"],"overview":"Thorvald runs a local bus route, with a 1923-model bus nicknamed 'Gamla', in the Norwegian country side. Thorvald himself always takes time to make numerous stops along his route, to help out with the smallest of problems. The old man is so caring he sometimes forget to charge money from his travelers. But modern times are lurking on the doorstep - in the figure of a grumpy county official and an offer from an outside bus company.","release_date":"1961-10-16","genres":[],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":126497,"title":"Bussen","adult":false},{"cert":"N\/A","title":"Compromising Positions","cast":["Susan Sarandon","Raúl Juliá","Edward Herrmann","Judith Ivey","Mary Beth Hurt"],"genres":[35,9648],"id":126499,"overview":"An ex-newspaper woman who is now a suburban housewife can't resist getting involved in an investigation of the murder of a philandering dentist who had been having affairs with several of her neighbors.","runtime":99,"release_date":"1985-08-30","vote_average":5.8,"adult":false}]