[{"cast":["Rut Holm","Åke Grönberg","Marianne Inger","Bengt Logardt","Artur Rolén"],"overview":"A comedy about the young and aspiring singer Concordia Blomkvist","release_date":"1943-05-04","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":128016,"title":"Fångad av en röst","adult":false},{"cast":["Marianne Wesén","Mats Eklund","Rune Ek"],"overview":"Late 19th century. In the little village of Bessinge near Hörby, Skåne, have the farmer and churchwarden Ola Månsson been murdered. Three people stand trial, two men and one woman. The woman is his wife.","release_date":"1986-02-11","genres":[18,80,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":128018,"title":"Skånska mord - Bessingemordet","adult":false},{"cast":[],"overview":"This is the story of Anna Månsdotter who was executed on the 7th of August 1890 in Kristianstad county prison. She was the last female ever to be executed in Sweden.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":128020,"title":"Skånska mord - Yngsjömordet","adult":false},{"cast":[],"overview":"Collection of documentary shorts by various acclaimed directors","release_date":"1990-01-01","genres":[],"vote_average":0.0,"runtime":251,"cert":"N\/A","id":128028,"title":"City Life","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":128030,"title":"Nova Voz - Enquanto eu Viver","adult":false},{"cast":[],"overview":"Documentary about a hostel for workers. An old worker suspected of stealing a motor gets fired from the factory and must leave the hostel.","release_date":"1978-01-01","genres":[99],"vote_average":5.3,"runtime":12,"cert":"N\/A","id":128044,"title":"Hotel Magnezit","adult":false},{"cast":["Douglas Fairbanks","Marjorie Daw","Kathleen Kirkham","Eugene Ormonde","Edythe Chapman"],"overview":"A young man grows restless living in a small Kansas town, dreaming of the adventures of the Three Musketeers. So in hopes of becoming a modern D'Artagnan, he mounts his steed (a Model T Ford) and sets out across the West in search of excitement and adventure.","release_date":"1917-12-30","genres":[],"vote_average":8.0,"runtime":68,"cert":"N\/A","id":128049,"title":"A Modern Musketeer","adult":false},{"cast":["Stephen Edwards"],"overview":"A Southern soldier in the American Civil War is sent to reconnoiter the enemy positions and becomes trapped beneath a huge pile of rubble by Northern cannon fire. His loaded gun is left pointing precariously at him and he is faced with imminent death","release_date":"1968-12-02","genres":[],"vote_average":6.5,"runtime":26,"cert":"","id":128051,"title":"One of the Missing","adult":false},{"cast":["Kari Markussen","Victoria Paige Meyerink","Tim Palladino","Val Thorgusen"],"overview":"In the summer of '76, after pinball and complaining lose their thrill, Val and Tim steal their friend Randal's car.  The boys pick up some girls, Kari and Vicki, and go for a ride up in the hills.  They intend to return the stolen car before Randal finishes baseball practice, but their adolescent hijinks spiral out of control.  The short film seems to be designed to make teenagers see that joyriding isn't just a bit of fun.","release_date":"1976-01-01","genres":[18],"vote_average":5.1,"runtime":13,"cert":"N\/A","id":128056,"title":"Joy Ride: An Auto Theft","adult":false},{"cast":[],"overview":"Being BAZAAR is a sneak peek into the exclusive world of luxury fashion. Directed and shot by renowned fashion film-maker Anthony Lau, the film follows the BAZAAR team around the fashion capitals of the world. It is a film about passion and how BAZAAR, a 145-year-old international fashion brand, is continually evolving and adapting within the ever-changing fashion industry.","release_date":"2012-08-25","genres":[],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":128058,"title":"Being Bazaar","adult":false},{"cast":["John Galvarro","Frank McLaughlin","John Olson","Reuben Hill"],"overview":"1950 - a young couple find out whether they are \"ready for marriage\".","release_date":"1950-12-31","genres":[],"vote_average":4.1,"runtime":14,"cert":"N\/A","id":128063,"title":"Are You Ready for Marriage?","adult":false},{"cast":["Dharshan Dharmaraj","Subashini Balasubramaniyam","Gregory Philip Ferminus","Raja Ganeshan","Malcolm Machado"],"overview":"Returning to his community after defeat in the Sri Lankan civil war, a former Tamil rebel known only as \"Him\" faces hostility, suspicion and bitter recriminations in Asoka Handagama's beautifully elegiac meditation on the aftermath of war. (TIFF)","release_date":"2012-12-21","genres":[18],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":128074,"title":"Him, Here, After","adult":false},{"cast":["Werner Krauss","Jenny Jugo","Warwick Ward","Sig Arno","Max Gülstorff"],"overview":"Botto the Clown is in love with the much younger Blanche but she is in love with the handsome daredevil acrobate Andre.","release_date":"1928-09-15","genres":[18,53],"vote_average":0.0,"runtime":123,"cert":"N\/A","id":128076,"title":"Looping the Loop","adult":false},{"cast":["Siam Yu","Gage Munroe","Michael Friend","Aidan Gouveia","Mackenzie Munro"],"overview":"Summer war games between the neighborhood kids turns deadly serious when jealousy and betrayal enter the mix, in this alternately hilarious and horrifying black comedy that mixes equal parts Lord of the Flies and Roald Dahl.","release_date":"2013-05-10","genres":[28,35,18],"vote_average":6.4,"runtime":94,"cert":"","id":128081,"title":"I Declare War","adult":false},{"cast":["Alexandra Maria Lara","Edward Hogg","David Atrakchi","Teresa Madruga","Melchior Derouet"],"overview":"A blind teacher breaks the rules to help a female student rediscover the pleasures of life.","release_date":"2012-04-12","genres":[18],"vote_average":7.8,"runtime":105,"cert":"N\/A","id":128089,"title":"Imagine","adult":false},{"cast":["Thái Hòa","Huy Khánh","Đinh Y Nhung"],"overview":"In this dark love triangle that proceeds with the inexorable logic of a Greek tragedy, a dedicated wife in a small Vietnamese fishing village secretly turns to another man when her husband is unable to give her the child they both crave — but the surrogate father's crazed jealousy will have fateful consequences. (TIFF)","release_date":"2012-09-07","genres":[53],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":128094,"title":"In the Name of Love","adult":false},{"cast":["Marion Davies","Holbrook Blinn","Harrison Ford","Macklyn Arbuckle","Hattie Delaro"],"overview":"It is 1774, the eve of the American War of Independence. Janice comes from a Tory household. She cavorts with American and British alike, is pursued by Charles Fownes, patriot and friend of General Washington.","release_date":"1924-12-08","genres":[18,36,10749,10752],"vote_average":6.0,"runtime":153,"cert":"N\/A","id":128102,"title":"Janice Meredith","adult":false},{"cast":["Evelyne Brochu","Sabrina Ouazani","Sivan Levy","Yousef Sweid","Hammoudeh Alkarmi"],"overview":"A Canadian doctor finds her sympathies sorely tested while working in the conflict ravaged Palestinian territories.","release_date":"2012-09-08","genres":[18],"vote_average":6.8,"runtime":101,"cert":"N\/A","id":128104,"title":"Inch'Allah","adult":false},{"cast":["Francesca Riso","Alessio Gallo","Antonio Buil Pueyo","Carmine Paternoster","Salvatore Ruocco"],"overview":"A boy and a girl are locked in an enormous abandoned building in a rundown area. She is a prisoner and the local clan leader has forced him to be her warder. Despite their youth, both of them have grown up too fast. Veronica acts like a mature and open-minded woman whilst Salvatore is like a man who wants to hold on to his job and lead a quiet life. Thus, when faced with the violence of this incarceration, the two young people have different reactions: Veronica is restless and rebellious; Salvatore is more remissive and accommodating, either out of fear or realism. They are both victims but it is almost as though each blames the other for their reclusion. However, as the hours go by, their mutual hostility is transformed into an inevitable intimacy, consisting of reciprocal discoveries and confessions. Between the walls of that isolated and frightening place, Veronica and Salvatore fi nd a way to rekindle those adolescent dreams and ideas put aside too soon.","release_date":"2012-09-05","genres":[18,80],"vote_average":6.8,"runtime":86,"cert":"N\/A","id":128106,"title":"The Interval","adult":false},{"cast":["Jane Edith Wilson","Mark Fite","Michele Bachmann","Jill Bartlett","Zachary Barton"],"overview":"A conservative Iowa housewife's personal and political convictions are severely tested as she seeks answers from the Republican presidential candidates leading up to the 2012 Iowa Caucuses.","release_date":"2012-10-05","genres":[],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":128108,"title":"Janeane from Des Moines","adult":false},{"cast":["Nichola Burley","Martin McCann","Charlene McKenna","Ciarán McMenamin","Valene Kane"],"overview":"The lives of four twenty-somethings collide one fateful New Year's Eve in this twisty, blackly comic crime thriller set amidst the ancient walls of Derry, Northern Ireland, in a night of fast talk, accidents and intrigue.  Johnny, a small-time crook, and Marie, a dissatisfied shop assistant, are both looking for a fresh start. Greta is on the verge of taking her own life and Pearse has a bounty on his head for asking difficult questions about his missing brother Eddie Kelly.  As the clock ticks down to midnight and the night's events expertly fall into place, Jump weaves an existential portrait of the characters' lives as their hopes, fears and secrets are revealed","release_date":"2012-06-08","genres":[18],"vote_average":6.3,"runtime":84,"cert":"15","id":128110,"title":"Jump","adult":false},{"cast":["Corey Feldman","Erica Prior","Jack Taylor","Dale Douma","Liz Lobato"],"overview":"Norman, a young man very much in love with his girlfriend, attends her father's birthday party, held in a hotel where something mysterious is going on.","release_date":"2004-12-01","genres":[35,27,9648],"vote_average":5.5,"runtime":100,"cert":"N\/A","id":128115,"title":"The Birthday","adult":false},{"cast":["Cindy Scrash","João Rui Guerra da Mata","João Pedro Rodrigues","Maria João Guerra da Mata","Lydie Barbara"],"overview":"Part memoir, part city symphony, part noir-ish B-movie adventure, the new feature from critically acclaimed film-making duo João Pedro Rodrigues and João Rui Guerra da Mata (To Die Like a Man) is a sensual, shape-shifting ode to one of the world's most mythic, alluring and exoticized cities.","release_date":"2012-08-06","genres":[99,53],"vote_average":6.0,"runtime":85,"cert":"N\/A","id":128120,"title":"The Last Time I Saw Macao","adult":false},{"cast":[],"overview":"Lebanon's brief flirtation with space travel in the 1960s becomes a poignant metaphor for the Arab world's utopian dreams in this riveting documentary. (TIFF)","release_date":"2012-09-08","genres":[99],"vote_average":6.3,"runtime":93,"cert":"N\/A","id":128122,"title":"The Lebanese Rocket Society","adult":false},{"cast":["Joel Evans","Kiowa Gordon","Chloe Rose","Benjamin Bratt","Tamara Podemski"],"overview":"Larry, a 16-year-old Tlicho Indian, lives in the small northern town of Fort Simmer. He has a crush on his classmate, Juliet Hope. Larry's past holds a variety of terrors—his father is abusive and he once had an accident that nearly killed him. When Johnny Beck , a young Métis from Hay River, moves to town, things heat up, for better or worse.","release_date":"2012-09-09","genres":[18],"vote_average":5.8,"runtime":86,"cert":"N\/A","id":128124,"title":"The Lesser Blessed","adult":false},{"cast":["Michael Gambon","Malcolm McLaren","Hetty Bower","Miss Marsh","Keith Allen"],"overview":"Director Julien Temple (The Great Rock 'n' Roll Swindle, The Filth and the Fury) surveys the past century of London's tumultuous history in this vibrant documentary. (TIFF)","release_date":"2012-08-03","genres":[],"vote_average":7.3,"runtime":129,"cert":"","id":128129,"title":"London: The Modern Babylon","adult":false},{"cast":["Fionnula Flanagan","Peter Quinn","Jim Rasenberger","Padraig O Flannabhra","Ric Burns"],"overview":"This remarkable new documentary explores the story behind one of the most iconic images of the twentieth century: the 1932 photograph of workmen taking their lunch while perched on a girder high above New York City.","release_date":"2013-02-01","genres":[99],"vote_average":8.0,"runtime":65,"cert":"N\/A","id":128131,"title":"Men at Lunch","adult":false},{"cast":["Mary Margaret O'Hara","Bobby Sommer","Ela Piplits","Marcus O'Hara","Deborah Gzesh"],"overview":"The most famous Museum in Vienna appears in the film as a mysterious intersection where the characters explore their own lives, the city and how art reflects the world.","release_date":"2012-08-08","genres":[18],"vote_average":6.7,"runtime":106,"cert":"N\/A","id":128133,"title":"Museum Hours","adult":false},{"cast":["Elina Reinold","Raivo E. Tamm","Juhan Ulfsak","Üllar Saaremäe","Hilje Murel"],"overview":"A demeaning game-show appearance, an ill-advised mushroom-picking outing that goes horribly off the rails, inquiries from a cynical reporter — things just keep getting worse for the middle-aged politician at the centre of Estonian director Toomas Hussar's satire about a shallow, fame-obsessed post-Cold War culture. (TIFF)","release_date":"2012-09-21","genres":[12,53,35],"vote_average":5.5,"runtime":93,"cert":"N\/A","id":128135,"title":"Mushrooming","adult":false},{"cast":["Beppe Grillo"],"overview":"","release_date":"2006-03-15","genres":[],"vote_average":7.7,"runtime":null,"cert":"N\/A","id":128137,"title":"Incantesimi","adult":false},{"cast":["Thomas Simon","Burghart Klaußner","Isabella Rossellini","Fedja van Huêt","Camille De Pazzis"],"overview":"Nono, a Dutch kid lacking two days being thirteen, runs away from problems at home and, disguised as a girl, takes up with the world's cleverest thief, who unbeknownst to Nono, may hold the bizarre key to his true identity.","release_date":"2012-10-03","genres":[10751,12,18],"vote_average":7.1,"runtime":90,"cert":"N\/A","id":128142,"title":"The Zigzag Kid","adult":false},{"cast":["Carlos Alberto Riccelli","Cássia Kis Magro","Ney Latorraca","Dira Paes","Rolando Boldrin"],"overview":"A dolphin takes the form of a human man in order to seduce the women of a fishing village.","release_date":"1987-06-19","genres":[18],"vote_average":5.5,"runtime":108,"cert":"N\/A","id":128147,"title":"The Dolphin","adult":false},{"cast":["Hermila Guedes","João Miguel","Maeve Jinkings","W.J. Solha","Júlio Rocha"],"overview":"A finely tuned, emotionally raw portrait of a woman’s conflicted entry into adulthood, Once Upon a Time Veronica is a thoroughly modern anti–fairy tale. Director Marcelo Gomes shows a rare ability to get under the skin — and cut close to the bone — of his emotionally vulnerable but resilient main character. Anchored by a tour de force performance from the fearless Hermila Guedes, this sensual, psychologically complex character study charts the personal and professional growth of one young woman in Recife.","release_date":"2012-09-09","genres":[18],"vote_average":6.1,"runtime":91,"cert":"N\/A","id":128149,"title":"Once Upon a Time Veronica","adult":false},{"cast":["Wolfram Koch","Bettina Stucky","Leo Bruckmann","Silvia Petkova","Anne Ratte-Polle"],"overview":"In this acutely observed and sharply written debut feature from director Sylvie Michel, the contrasting parenting philosophies of a well-to-do divorcee and his immigrant cleaning lady becomes an angry debate over deeper issues of social class and cultural values when their teenage children disappear after a night on the town. (TIFF)","release_date":"2012-07-02","genres":[],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":128151,"title":"Our Little Differences","adult":false},{"cast":["Sidney Poitier","Burt Lancaster","Richard Kiley","Cleavon Little","Gloria Foster"],"overview":"A dramatization of the American court case that destroyed the legal validity of racial segregation. One of the most pivotal moments in 20th century American history is bracingly dramatized in Separate but Equal. In telling the detailed story of the Supreme Court's 1953 decision to abolish racial segregation in schools, this superb 1991 TV movie covers a broad spectrum of issues, never taking its \"eyes off the prize\" while its first-rate cast conveys the importance of the Supreme Court's ultimately unanimous decision.","release_date":"1991-04-07","genres":[36,10770,18],"vote_average":7.0,"runtime":186,"cert":"N\/A","id":128159,"title":"Separate But Equal","adult":false},{"cast":["Gulshan Devaiah","Nishikant Kamat","Nimrat Kaur","Kriti Malhotra","Siddharth Mennon"],"overview":"The lives of a rookie cop, a streetwise orphan and a beautiful young ex-teacher collide explosively in the drug underworld of Mumbai in this edgy, powerhouse thriller that exemplifies the verve and excitement of India's new independent cinema.","release_date":"2012-05-21","genres":[53,18],"vote_average":0.0,"runtime":116,"cert":"N\/A","id":128161,"title":"Peddlers","adult":false},{"cast":[],"overview":"Friends reunite in a cabin in the woods.  What could go wrong?","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":128163,"title":"Blood, Friends and Money","adult":false},{"cast":["Sean Bridgers","Christopher Berry","Nick Searcy","Sonny Shroyer","Claire Eye"],"overview":"When the family's North Carolina farm is about to be taken by the banks during the Depression era, two boys decide to start robbing banks and return the money to the people.","release_date":"2015-02-15","genres":[18],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":128165,"title":"Paradise Falls","adult":false},{"cast":["Kang Sung-min","Park Eun-hye","Ahn Jae-hwan","Min Jung","Dal Bae"],"overview":"A group of students attempt to make a phoney 'snuff' film after a night of drinking and one of them is killed. The dispose of the body without anyone learning of the incident. A year later finds the same guilt ridden students haunted by a ghastly figure and dying gruesomely one at a time.","release_date":"2000-08-26","genres":[53,27],"vote_average":4.8,"runtime":94,"cert":"N\/A","id":128167,"title":"The Record","adult":false},{"cast":["Fumiyo Kohinata","Katsuhisa Namase","Rinko Kikuchi","Kyoka Suzuki","Morgan Snyder"],"overview":"Sideways A heartwarming tale of two old friends, on a journey to rediscover their friendship, life and themselves. Michio (Fumio Kohinata) a struggling, middleaged scriptwriter, who returns to the US to attend the wedding of his best friend. Daisuke (Katsuhisa Namase), who stayed in the California after college, had a brief stint of fame as Captain Ninja, a childrens action hero now manages a restaurant Together, they venture out on a weeklong road trip, ending up in the Napa Valley, where they serendipitously meet up with an old heart throb Mayuko (Kyoka Suzuki), whom Michio tutored during his exchange student days 20 years past, and her free spirited friend Mina (Rinko Kikuchi) raised in America. Michio under the impression that they were going wine tasting, soon discovers that Daisuke has ulterior motives for this last hurrah as a bachelor.","release_date":"2009-10-31","genres":[35,10749],"vote_average":4.0,"runtime":124,"cert":"N\/A","id":128169,"title":"Sideways","adult":false},{"cast":["David Silva","Víctor Parra","Martha Valdés","Óscar Pulido","Pedro Vargas"],"overview":"Mexican worker Rafael Améndola runs from the police and cross the Mexican-American border, helped by Frank Mendoza, a partner of an American called Mr. Sterling, who gives work to illegal migrants. Once in the United States, Rafael does not adapt to his new life.","release_date":"1955-06-16","genres":[80,18],"vote_average":5.0,"runtime":116,"cert":"N\/A","id":128171,"title":"Espaldas mojadas","adult":false},{"cast":["Marian Álvarez","Gustavo Salmerón","Roger Casamajor","María Almudéver","Miguel Ángel Romo"],"overview":"In present day Spain, between the fixed races at the greyhound track, in a world of outsiders, a love triangle begins between Perla, Fabio and Lillo. A thriller about stolen money pulls us through this story about our three characters learning to start again.","release_date":"2011-05-20","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":128179,"title":"Bestezuelas","adult":false},{"cast":["Burl Ives","Katy Kurtzman","John Gavin","Marlyn Mason","Sherrie Wills"],"overview":"Heidi leaves the mountains of Switzerland for a trip to New York City.","release_date":"1978-12-13","genres":[10402,10751,35,18],"vote_average":4.0,"runtime":98,"cert":"N\/A","id":128181,"title":"The New Adventures of Heidi","adult":false},{"cast":[],"overview":"Lauded artist-filmmaker Heinz Emigholz (Schindler's Houses) offers an exquisite excursus on the work of pioneering French architect Auguste Perret, including privileged views of his innovative concrete structures in Algeria and such magnificent landmarks as Paris' Art Deco Théâtre des Champs Elysées. (TIFF)","release_date":"2012-11-29","genres":[],"vote_average":7.5,"runtime":110,"cert":"N\/A","id":128183,"title":"Perret in France and Algeria","adult":false},{"cast":["Jon Foo","Caroline Ducey","Michaël Cohen","Apiradee Pawaputanon","Winai Kraibutr"],"overview":"Manit (Jon Foo) witnessed the murder of his parents when he was just 10 years old. The killers shot him in the head, but he miraculously survived. However, the damage to his brain left him unable to experience regular human emotions. A martial arts master saved him and took him in. Twenty years later, Manit has become a master of martial arts himself. He returns to the scene of the crime, seeking justice.","release_date":"2011-05-07","genres":[28,18],"vote_average":5.7,"runtime":80,"cert":"N\/A","id":128185,"title":"Bangkok Revenge","adult":false},{"cast":["Slavoj Žižek"],"overview":"Philosopher Slavoj Žižek and filmmaker Sophie Fiennes reunites for this follow-up to their hit The Pervert's Guide to Cinema, using their interpretation of moving pictures to present a compelling cinematic journey into the heart of ideology – the dreams that shape our collective beliefs and practices.","release_date":"2012-09-07","genres":[99],"vote_average":7.5,"runtime":136,"cert":"15","id":128190,"title":"The Pervert's Guide to Ideology","adult":false},{"cast":[],"overview":"From the founder of the Vans Warped Tour! That taste of Chaos Tour in the winter of 2004 Slammed Thousands of fans together in a nonstop onslaught of music from today's most relevant screamo and hardcore bands. Now, take the chaos home on DVD and relive the intensity again - or for the first time! Artists include: A Static Lullaby, Underoath, Bleed The Dream, The Used, My Chemical Romance, Killswitch Engage, Opiate For the Masses, Nicky P, My American Heart, Senses Fail, Atreyu, Unearth, Bedlight For Blue Eyes.","release_date":"2005-09-27","genres":[],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":128192,"title":"Taste of Chaos","adult":false},{"cast":["Vesa-Matti Loiri","Samuli Edelmann","Peter Franzén","Mari Perankoski","Eila Roine"],"overview":"A sly riff on the Prodigal Son story, Mika Kaurismaki's latest — about a joyless workaholic concert pianist who ends up on a wild ride with his long-lost rapscallion father — is a funny and cogent analysis of machismo, abandonment issues and the value of reconnecting with one's roots. (TIFF)","release_date":"2012-08-24","genres":[18,35],"vote_average":6.6,"runtime":110,"cert":"N\/A","id":128203,"title":"Road North","adult":false},{"cast":["Tom Carroll","Ross Clark-Jones","Ben Matson"],"overview":"This pulse-racing real-life adventure follows two of Australia's greatest surf legends on their quest to hunt down and ride the Pacific's biggest and most dangerous waves. With 3D cameras installed on their boards, Ross Clarke-Jones and Tom Carroll defy middle age by pushing the limits of what they — and cinema technology — can do. (TIFF)","release_date":"2012-08-13","genres":[12,99],"vote_average":6.6,"runtime":95,"cert":"N\/A","id":128217,"title":"Storm Surfers 3D","adult":false},{"cast":["Birgit Tengroth","Valdemar Dalquist","Edvin Adolphson","Margit Manstad","John Ekman"],"overview":"Theatre director Freddy Alsterberg has failed with his latest operetta. He decides to work his way over the Atlantic. His niece Tusse also stows away on the ship disguised as a boy.","release_date":"1934-02-05","genres":[35],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":128219,"title":"Atlantäventyret","adult":false},{"cast":[],"overview":"Three 12-year-old boys, Vitaleme, Pierre and Mikenson, struggle to survive on the streets of Port-au-Prince after running away from their boarding school during the 2010 Haitan earthquake.","release_date":"2012-09-07","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":128221,"title":"Three Kids","adult":false},{"cast":[],"overview":"On the Farm delights kids with hilarious stories that teach biblically-based life lessons and actually helps build reading skills! Thinking the grass is greener at Sty in the Sky farm down the road, Porkchop leaves everyone behind in hopes of attaining what \"all the other pigs have.\" Through hilarious antics, he realized that his true blessings are back at home. Porkchop heads back to Farmer Bob to apologize for not being grateful, only to be welcomed with open arms and a special \"Hoe Down\" celebration complete with cheesy corn curls.","release_date":"","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":128226,"title":"Prodigal Pig - On the Farm","adult":false},{"cast":[],"overview":"The problem of slum dwellings in the 1930s.","release_date":"1935-01-01","genres":[99],"vote_average":5.0,"runtime":16,"cert":"","id":128231,"title":"Housing Problems","adult":false},{"cast":[],"overview":"This captivating documentary explores the contemporary graffiti culture of Dakar, where painters, rappers and taggers have created a language of dissent and uncensored self-expression that gave prescient warning of the insurgency to come. (TIFF)","release_date":"2012-09-10","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":128239,"title":"The Walls of Dakar","adult":false},{"cast":["Luke Treadaway","Timothy Spall","Matthew Lewis","Iwan Rheon","Neil Maskell"],"overview":"A young man recently released from prison recruits his three best friends to rob the local drug kingpin who is responsible for his incarceration.","release_date":"2012-09-09","genres":[53,18,80],"vote_average":6.7,"runtime":106,"cert":"N\/A","id":128241,"title":"The Rise","adult":false},{"cast":["Song Joong-ki","Park Bo-young","Lee Young-lan","Jang Young-nam","Yoo Yeon-seok"],"overview":"Summoned by an unexpected phone call, an elderly woman visits the country cottage she lived in as a child. Memories of an orphan boy she knew 47 years ago come flooding back to her.","release_date":"2012-10-31","genres":[14,10749],"vote_average":7.8,"runtime":122,"cert":"N\/A","id":128246,"title":"A Werewolf Boy","adult":false},{"cast":["Jack Reynor","Roisin Murphy","Fionn Walton","Gavin Drea","Patrick Gibson"],"overview":"What Richard Did is a striking portrait of the fall of a Dublin golden-boy and high school rugby star whose world unravels one summer night.","release_date":"2012-09-09","genres":[18],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":128248,"title":"What Richard Did","adult":false},{"cast":["Mahmoud Asfa","Ruba Blal","Saleh Bakri","Anas Algaralleh","Ali Elayan"],"overview":"Jordan, 1967: displaced to a refugee camp after the occupation of their West Bank village, an eleven-year old boy and his mother enact the emancipating dream that every refugee has imagined countless times, in Annemarie Jacir's passionate and moving follow-up to her prize-winning debut Salt of This Sea.","release_date":"2014-06-06","genres":[18],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":128250,"title":"When I Saw You","adult":false},{"cast":[],"overview":"Algeria's entry for a Best Foreign Language Film Oscar, \"Zabana\" chronicles the life of Ahmed Zabana, a man who fought for Algerian freedom in the Battle of Algiers. This film chronicles Zabana's fight to free his country to independence, and his death at the hands of French authorities.","release_date":"2012-01-01","genres":[18],"vote_average":6.0,"runtime":107,"cert":"N\/A","id":128252,"title":"Zabana!","adult":false},{"cast":["Rob Morrow","Lance Henriksen","Donna Murphy","Jean Louisa Kelly","Wil Wheaton"],"overview":"A dramatization of the assassination of Abraham Lincoln. Based on the book by Jim Bishop.","release_date":"1998-04-12","genres":[18,36],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":128266,"title":"The Day Lincoln Was Shot","adult":false},{"cast":["Veruschka von Lehndorff"],"overview":"Vera von Lehndorff is a Prussian noblewoman and daughter of the Count Lehndorff, a leader of the anti-Nazi resistance, executed during WW II. She was discovered in 1959 by Italian photographer Ugo Mulas. After initial failure, she changed her name to Veruschka, became one of the first top models and was also considered for a long time one of the most beautiful women in the world. Muse to Antonioni in Blow up, and to Dalì, in the 1960s she was on the cover of magazines like Life, Vogue and Queen, and photographed by the most important talents of the time (Avedon, Newton). In 1965 she began working on \"transfigurations\", which would lead to body art, where make-up becomes real body painting: from cat-woman, to snake, plant, mineral, African idol and finally to an immortal metallic body (for Rubartelli, director of the films Stop Veruschka and Trülzsch) which survives the natural decay of objects over time.","release_date":"2005-09-30","genres":[],"vote_average":6.0,"runtime":78,"cert":"N\/A","id":128268,"title":"Veruschka: A Life for the Camera","adult":false},{"cast":["John Magaro","James Gandolfini","Bella Heathcote","Jack Huston","Will Brill"],"overview":"Set in suburban New Jersey in the 1960s, a group of friends form a rock band and try to make it big.","release_date":"2012-12-21","genres":[18],"vote_average":5.8,"runtime":112,"cert":"15","id":128270,"title":"Not Fade Away","adult":false},{"cast":["Sean Bean","Tamer Hassan","Donal MacIntyre","Jamie Dorrington"],"overview":"Aiming to be an in-depth study of hooliganism (both in act and in what it is to be one), director Donal MacIntyre, a former undercover journalist who was once under assignment as a hooligan himself, asks why hooliganism came to be and also why, of all sports, it’s so closely associated with football (http:\/\/moviefarm.co.uk).","release_date":"2012-08-20","genres":[99],"vote_average":6.7,"runtime":79,"cert":"18","id":128278,"title":"Hooligan","adult":false},{"cast":["Alex Castro","Pauline Egan","Brad McMurray","Zheng Liu","Gordon Liu Chia-Hui"],"overview":"Zheng Zhou is the most feared warrior from the Shaolin Dynasty in China. His fighting and weapons skills are legendary. But when his parents are killed and sister kidnapped, he turns to a life of drugs and crime that will almost kill him. With the help of Hong Kong's notorious Dragon Triad syndicate, Colombia's biggest drugs cartel hatches an elaborate plan to traffic two tonnes of crack cocaine through the Port of Miami in America and ultimately into Australia and China. But when the partnership turns sour after the Cartel holds a Triad family member hostage, the Triads recruit Zhou to rescue the girl and kill the Colombians. What ensues is a bloodied street war across three countries. Zhou turns international Hitman with an arsenal of hi-tech surveillance devices, explosives, high powered weaponry and an array of fighting skills dating back fifteen hundred years. But just as Zhou rescues the hostage and takes control of the entire drugs shipment...","release_date":"2012-08-28","genres":[28,53],"vote_average":4.5,"runtime":106,"cert":"N\/A","id":128280,"title":"Blood Money","adult":false},{"cast":["Karima McAdams","Mahmoud Kalteh","Abolfazl Karimi","Khajeh Araz Dordi","Behzad Shahrivari"],"overview":"On Iran's northern frontier with Turkmenistan, the land of \"heartbreak and tractors\", director Babak Jalali mines absurdist humour and quiet pathos from the immutable routines of a stranded group of men.","release_date":"2010-07-30","genres":[18],"vote_average":8.0,"runtime":95,"cert":"","id":128282,"title":"Frontier Blues","adult":false},{"cast":[],"overview":"A beautiful and evocative portrait of Ivens' native city of Amsterdam.","release_date":"1929-12-14","genres":[99],"vote_average":7.5,"runtime":12,"cert":"N\/A","id":128284,"title":"Rain","adult":false},{"cast":[],"overview":"Yu Guangyi's stunning debut explores a grueling winter amongst loggers in Northeast China as they employ traditional practices through one last, fateful expedition. For generations, the lumberjacks of Heilongjiang, China have made their living harvesting timber amidst a barren, wintry landscape. These woodcutters confront the elements, living in makeshift cabins surrounded by snow and ice. Hand tools, sleds and horses are the only technology they employ to drag massive trees down the perilous slopes of Black Bear Valley. At constant risk of injury and death, they attempt to appease the mountain gods with ancient rituals and sacrifices. Despite their heroic efforts to subsist, the deforestation caused by their decades-long customs may lead to their ultimate demise.","release_date":"2006-01-01","genres":[],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":128286,"title":"Timber Gang","adult":false},{"cast":["Svitlana Artamonova","Mykola Kartzev","Pavlo Li","Sergiy Stasko","Olga Storozhuk"],"overview":"Our days. Five students of the Faculty of History sent to the archaeological practice. Professor, head of the young seekers of Antiquities, tells them the legend that during the war the museum staff had hidden above a statue of the pagan god Perun somewhere in the dungeons outside the city.","release_date":"2006-04-13","genres":[27],"vote_average":4.3,"runtime":81,"cert":"N\/A","id":128288,"title":"The Pit: How Can You Escape?","adult":false},{"cast":["Robert Plant","Joss Stone","Tom Jones","Ronan Keating","Razorlight"],"overview":"The O2 arena, London was stage for the gathering of some of the UK's most notable, and charitable music icons. \"Rockwell\" event brought together the likes of Robert Plant, Tom Jones, Joss Stone, as well as Lulu, Razorlight, Beverley Knight, Escala, Dan Gillespie Sells (from The Feeling)in one of the most memorable benefit concerts to date. The evening with many major stars sharing the spotlight for brilliant, unexpected surprises was culminated in the final song that saw every act hit the stage for a fantastic version of The Beatles' classic \"Let It Be\"!","release_date":"2012-06-19","genres":[10402],"vote_average":0.0,"runtime":66,"cert":"","id":128290,"title":"Welcome to Rockwell - A Night of Legendary Collaborations","adult":false},{"cast":["Dave Weckl","Mike Stern","Bob Francescini","Tom Kennedy"],"overview":"Mike Stern is certainly one of the best electric guitarists of his generation. This has never been more obvious than in the extraordinary concert the 4 time Grammy nominee gave in the springtime of 2008 to a mesmerized New Morning audience. At the peak of his inspiration, improvising past all musical genres, Mike - superbly backed this time by brilliant drummer Dave Weckl, soulful tenor saxophonist Bob Franceschini and incredible bassist Tom Kennedy - takes his fans along into a journey of pure musical delight. Not a surprise that Mike concluded the evening by confiding, \"\"I don't want to stop! They'll probably have to wheel me off the stage\"\".","release_date":"2011-06-21","genres":[10402],"vote_average":7.0,"runtime":122,"cert":"N\/A","id":128292,"title":"Mike Stern Live: The Paris Concert","adult":false},{"cast":["Chan Sing","Doris Lung Chun-Erh","Chiang-Lung Wen","Pai Ying"],"overview":"A young boy holds the secret to the coveted kung fu manual. A martial clan lead by Pai Ying hunt mercilessly for the book. Blind but not out, Lung Jun Er saves the boy and defeats the aggressors.","release_date":"1979-09-17","genres":[28],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":128294,"title":"Ninja Massacre","adult":false},{"cast":["Stanley Bernard","Maggie Soboil"],"overview":"History Channel Presents Gods and Goddesses review For countless generations before Biblical times, tales of gods and goddesses were passsed down by storytellers and interwoven into traditions and philosophies. History Channel Presents Gods and Goddesses DVD Join The History Channel for this fascinating journey to discover the truth behind these compelling mythological tales. History Channel Presents Gods and Goddesses movie  This History Channel program delves deep into the stories of the Greek Olympian pantheon. History Channel Presents Gods and Goddesses video In addition to thoroughly exploring the myths and traditions, GODS AND GODDESSES visits archeological sites, interviews experts, and speculates on the relevancy and continually changing perspective on the Greek myths.","release_date":"2006-12-19","genres":[99,36],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":128299,"title":"History Channel: Gods and Goddesses","adult":false},{"cast":["Rose McIver","Ryan O'Kane","Miranda Harcourt","Mick Rose","Taungaroa Emile"],"overview":"The story of famous New Zealand cricketer, Bob Blair and his fiance Nerissa Love, whose young life was shattered by the 1953 Tangiwai Disaster.","release_date":"2011-09-07","genres":[18,10749,10770],"vote_average":8.0,"runtime":93,"cert":"N\/A","id":128301,"title":"Tangiwai: A Love Story","adult":false},{"cast":[],"overview":"A documentary on the Tarrafal prison camp on the island of Santiago.","release_date":"2010-11-15","genres":[99],"vote_average":7.0,"runtime":92,"cert":"N\/A","id":128303,"title":"Tarrafal","adult":false},{"cast":["Alfredo Mendes","José Alberto Silva","Ventura","Isabel Cardoso","Clément Cogitore"],"overview":"Previously focused on Asian directors, “Jeonju Digital Project 2007” takes a look at Europe. The Portuguese filmmaker Pedro Costa, the German filmmaker Harun Farocki, and the French filmmaker Eugène Green participated in this project.","release_date":"2007-01-01","genres":[],"vote_average":5.0,"runtime":102,"cert":"N\/A","id":128305,"title":"Memories","adult":false},{"cast":["Gemini Ganesan","B. Saroja Devi","Devika"],"overview":"The movie has gemini ganeshan and saroja devi. They first meet a singing competition. Gemini is a son of one of the famous philanthropist. He needs some help to become successful in life. So he moves to city. There he meets devika and then the plot revolves around them in the city life.","release_date":"1962-08-15","genres":[],"vote_average":7.3,"runtime":128,"cert":"N\/A","id":128307,"title":"Aadi Perruku","adult":false},{"cast":["Jeanette MacDonald","José Iturbi","Jane Powell","Edward Arnold","Elinor Donahue"],"overview":"Louise Morgan, a divorced mother of three young girls, is sent on Cuban cruise vacation by her doctor and children due to being over-worked and over-stressed. While on vacation, Louise has a chance encounter with renowned pianist and conductor José Iturbi, who is taken with Louise. Meanwhile, back at home, Louise's girls Tess, Ilka, and Alix, have a plan of their own.","release_date":"1948-02-12","genres":[10402,10749],"vote_average":7.0,"runtime":115,"cert":"N\/A","id":128309,"title":"Three Daring Daughters","adult":false},{"cast":["Jonny Weston","Gattlin Griffith","Musetta Vander","Kelcie Stranahan","Bryan Rasmussen"],"overview":"Two brothers team up to battle a creature under the bed, in what is being described as a \"suburban nightmare\" tale.","release_date":"2012-07-19","genres":[27],"vote_average":5.1,"runtime":87,"cert":"15","id":128311,"title":"Under the Bed","adult":false},{"cast":[],"overview":"A documentary short film about the genocide at the Jasenovac concentration camp in Croatia in World War II.","release_date":"1945-01-01","genres":[99],"vote_average":5.3,"runtime":16,"cert":"N\/A","id":128313,"title":"Jasenovac","adult":false},{"cast":["Richard Harrison","Nieves Navarro","Piero Lulli","José Jaspe","Mirko Ellis"],"overview":"","release_date":"1966-09-01","genres":[],"vote_average":4.3,"runtime":82,"cert":"N\/A","id":128324,"title":"Rojo","adult":false},{"cast":["Ulla Jacobsson","Ulf Palme","Carl-Hugo Calander","Bengt Eklund","Hugo Björne"],"overview":"Three Scottish noblemen escape from Gripsholm Castle and breaks in to the home of Lord Arne. They kill everyone except for Lord Arne's adopted daughter Elsalill.","release_date":"1954-12-16","genres":[18],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":128326,"title":"Sir Arne's Treasure","adult":false},{"cast":["Lex Barker","Pierre Brice","Marianne Koch","Gérard Tichy","Ángel del Pozo"],"overview":"Former rancher Clint Brenner and the younger Reese, his equal in skill at gun-fighting, are independently recruited to help farmer Seth Grande free the locals of Manitoba town Glory City from vast ranch owner Jack Villaine's rule of terror. They become friends on the job but ignore they'll be pitted as adversaries in the town's founder's day spectacular duel by last-minute blind substitution.","release_date":"1965-07-27","genres":[37],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":128328,"title":"A Place Called Glory","adult":false},{"cast":[],"overview":"A high-speed travel through Paris on trains and on the Seine.","release_date":"1925-01-01","genres":[],"vote_average":6.3,"runtime":8,"cert":"N\/A","id":128330,"title":"Jeux des reflets et de la vitesse","adult":false},{"cast":[],"overview":"A montage of images from news reels.","release_date":"1932-01-01","genres":[],"vote_average":10.0,"runtime":11,"cert":"N\/A","id":128332,"title":"Outside the Border of the Camera","adult":false},{"cast":["Duane Denison","David WM. Sims","Mac McNeilly","David Yow"],"overview":"Underground heavyweights The Jesus Lizard return to the stage and this DVD is from the first show of their reunion tour. The original band (David Yow, Duane Denison, David Wm. Sims, Mac McNeilly) was untouchable back in the 90s and prove to be the exception that proves the rule when it comes to punk reunion shows\/tours. Always an insanely tight live band, this show proves they still got it when it counts. Singer David Yow is the demented James Brown to the rest of the band's Famous Flames. Blood, sweat, punches, hair pulling and more!","release_date":"2011-08-23","genres":[10402],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":128337,"title":"The Jesus Lizard: Club","adult":false},{"cast":["Edwige Fenech","Valerio Fioravanti","Enrico Simonetti","Gianfranco D'Angelo","Fabrizio Cardinali"],"overview":"A young man gets a pleasant surprise when a comely \"relative\" agrees to teach him the rudiments of sex.","release_date":"1975-03-27","genres":[35],"vote_average":5.4,"runtime":95,"cert":"N\/A","id":128339,"title":"Lover Boy","adult":false},{"cast":["Elio Germano","Luca Virgulti","Paolo Vivio","Alessandro Tiberi","Adriano Pantaleo"],"overview":"","release_date":"1993-01-01","genres":[],"vote_average":6.1,"runtime":null,"cert":"N\/A","id":128341,"title":"Ci hai rotto papà","adult":false},{"cast":["Dean West","Meredith Orr","David Alan Smith","R. Richardson Luka","Jay Gjernes"],"overview":"Three bumbling criminals have been trying to get their hands on the computerized control system of Mr. Twister, a talking monster truck with a mind of its own. Our three hilarious hoodlums have tried one scheme after another, only to be foiled and embarrassed by Mr. Twister. Our trio decides to take one last shot at the truck, this time with a M60 Army tank!","release_date":"1987-01-01","genres":[],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":128343,"title":"Twister's Revenge!","adult":false},{"cast":["Pierfrancesco Favino","Barbara Snellenburg","Giacinto Palmarini","Francesco Apolloni","Elda Alvigini"],"overview":"","release_date":"2001-10-06","genres":[35],"vote_average":5.8,"runtime":null,"cert":"N\/A","id":128345,"title":"La verità, vi prego, sull'amore","adult":false},{"cast":["Dragomir 'Gidra' Bojanić","Jean Sobieski","Mimmo Palmara","Furio Meniconi","Felicita Fanny"],"overview":"","release_date":"1968-04-05","genres":[37],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":128350,"title":"And Then a Time for Killing","adult":false},{"cast":[],"overview":"A scene from Charles Dicken's A Christmas Carol.","release_date":"1901-11-01","genres":[18,14],"vote_average":5.7,"runtime":4,"cert":"","id":128352,"title":"Scrooge; or Marley's Ghost","adult":false},{"cast":["Laura Bayley","Tom Green"],"overview":"A scene from Charles Dickens Bleak House.","release_date":"1901-03-01","genres":[18],"vote_average":4.0,"runtime":1,"cert":"","id":128354,"title":"The Death of Poor Joe","adult":false},{"cast":["Adele"],"overview":"Just days after the release of her record-breaking sophomore album, 21, British sensation Adele performed for a small group of lucky fans at the Santa Monica Bay Womans Club in Santa Monica, CA. Her powerful voice filled the elegant ballroom with hits like “Rolling in the Deep” and “Someone Like You” from 21 and “Chasing Pavements” from her Grammy-winning debut album, 19, as well as a cover of the soul classic “(You Make Me Feel Like) A Natural Woman.”","release_date":"2012-02-02","genres":[10402],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":128356,"title":"Adèle - Live from the artists den","adult":false},{"cast":["Serena Scott Thomas","Peter Davison","John Mills","Nicholas Le Prevost","Renée Asherson"],"overview":"Sir John Mills, Peter Davison and Serena Scott Thomas star in this warm, funny and romantic story of a woman forced to make a new life for herself in a Cornish seaside town. Based on Mary Wesley’s bestselling novel, «Harnessing Peacocks» is adapted by the multi-award-winning Andrew Davies.","release_date":"1993-11-28","genres":[10749,35,18],"vote_average":7.0,"runtime":105,"cert":"N\/A","id":128358,"title":"Harnessing Peacocks","adult":false},{"cast":[],"overview":"A magician shows tricks with money.","release_date":"1905-07-01","genres":[14],"vote_average":6.0,"runtime":2,"cert":"N\/A","id":128360,"title":"King of Dollars","adult":false},{"cast":["Khadije Bahrami","Kambiz Bahrami"],"overview":"A couple of children earn their living by playing music on the streets of Teheran. But a thief steals their accordion.","release_date":"2010-01-01","genres":[18],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":128362,"title":"The Accordion","adult":false},{"cast":["Julie Gholson","Jan Smithers","Matthew Burrill","Harry Dean Stanton","Rance Howard"],"overview":"A family of children decide not to tell anyone their father has died, and to live on their own in the backwoods of rural North Carolina. If the state finds out they are on their own, they will be split up and sent to live in foster homes.","release_date":"1974-04-10","genres":[18],"vote_average":6.3,"runtime":98,"cert":"N\/A","id":128364,"title":"Where the Lilies Bloom","adult":false},{"cast":["Gösta Ekman","Karina Bell","Maurice de Féraudy","Robert Schmidt","Kate Fabian"],"overview":"A succesful clown is abandoned by his wife for a count.","release_date":"1926-10-30","genres":[18,10749],"vote_average":0.0,"runtime":128,"cert":"N\/A","id":128372,"title":"The Clown","adult":false},{"cast":["Olga Belajeff","Aage Bendixen","Peter Nielsen","Egill Rostrup","Gorm Schmidt"],"overview":"A reporter who fancies himself a detective falls in love with a minister's daughter. But she seems to be a suspect in a murder case.","release_date":"1923-02-25","genres":[35,80,9648],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":128374,"title":"The Hill Park Mystery","adult":false},{"cast":[],"overview":"This documentary depicts the creation of collective farms for Jews in Crimea. It shows them building their houses, digging a well, and farming the land.","release_date":"1927-01-01","genres":[99],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":128379,"title":"Jews on the Land","adult":false},{"cast":["Mariya Parshina","Yevgeniya Khovanskaya","Nikolai Radin","Tamara Oganezova","Leonid Yurenev"],"overview":"An agent working for the Tsar fools a group of Bolchevik sailors but is captured and punished after the revolution.","release_date":"1926-01-01","genres":[18],"vote_average":6.0,"runtime":30,"cert":"N\/A","id":128381,"title":"The Traitor","adult":false},{"cast":["Boris Ferdinandov","A. Filippov","Karl Gurnyak","Dmitriy Kara-Dmitriev","Ivan Lavrov"],"overview":"The rebel leader Jose Real is allowed to leave prison for one day to visit his family. But it is a ruse to make him reveal the whereabouts of his rebel gang. This existential drama disguised as a saga about the proletarian struggle presents a lonely and insecure individual who is challenged to act more heroically than he is prepared to, but who constantly questions his confidence and loyalties.","release_date":"1930-03-15","genres":[18],"vote_average":5.5,"runtime":94,"cert":"N\/A","id":128383,"title":"The Ghost That Never Returns","adult":false},{"cast":["Jet Aguirre"],"overview":"Mother gets a visit.","release_date":"2009-01-01","genres":[],"vote_average":5.5,"runtime":6,"cert":"N\/A","id":128391,"title":"Long Live Philippine Cinema!","adult":false},{"cast":["Tang Ching","Margaret Tu Chuan","Shen Yi","Chang Pei-Shan","Lee Kwan"],"overview":"Agent 009 has to break up a ring of Hong Kong counterfeiters who are shipping forged US dollars all over Asia.","release_date":"1967-08-26","genres":[12,28],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":128393,"title":"Inter-Pol","adult":false},{"cast":["Robert Fontaine","Michel Remaudeau","Pierre Blanchard","Ibou Camara","Joseph Djatta"],"overview":"As World War II is going on in Europe, a conflict arises between the French and the Diola-speaking tribe of Africa, prompting the village women to organize their men to sit beneath a tree to pray.","release_date":"1971-07-20","genres":[18],"vote_average":7.3,"runtime":103,"cert":"N\/A","id":128395,"title":"Emitaï","adult":false},{"cast":["Wilbert Gieske","Huub Stapel","Hans Thissen","Peter Tuinman","Will van Kralingen"],"overview":"","release_date":"2012-02-23","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":128397,"title":"De Goede Dood","adult":false},{"cast":[],"overview":"When her husband's drug addiction destroys her perfect life, Jane (Maggie Siu) is forced to support herself and her young daughter, Ling, by taking a job as a security guard. One night Ling sees a soaking wet child doing homework at her desk. Eventually, Jane also felt that something unnatural was in the house; strange noises occur with frequency and she feels that an unseen presence is spying on her. Jane soon finds out that the house is haunted.","release_date":"2005-11-24","genres":[27],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":128402,"title":"The House","adult":false},{"cast":[],"overview":"We Are Skateboarders is a 'as real as it gets' documentation of the soul of skateboarding, and how some of the legendary skateboarders feel its soul has changed over the years. Since the mainstream has come to play a major role in the skateboard industry, there has been much dispute amongst skateboarders if skateboarding is loosing its purity and status as a core activity. The film tackles this issue with enlightening interviews from famous skateboarders such as Lance Mountain, Greg Lutzka, Rob Dyrdek, Peter Smolik, and Christian Hosoi, creating the most legitimate discussion towards the controversy in the skateboarding industry.","release_date":"2012-02-23","genres":[],"vote_average":6.0,"runtime":76,"cert":"N\/A","id":128404,"title":"We Are Skateboarders","adult":false},{"cast":["Hiroki Matsukata","Minori Terada","Teruhiko Aoi","Guts Ishimatsu","Kinnosuke Nakamura"],"overview":"This is a film about a real person. Sanada Yukimura fought a war against Tokugawa Ieyeasu. In the beginning the film shows Yukimura fighting to defend the Osaka Castle. He used very unconventional methods, wich were not approved by the other defenders. When the Osaka campaign was lost, Sanada is shown dedicating all his efforts to assassinate the shogun Ieyeasu. There are several attempts one more interesting than the other. There is also magic ( Ninja employed by Sanada). There is a lot of first class action.The film is bound to interest all viewers that like \"Samurai\" films.","release_date":"1979-09-01","genres":[28,18],"vote_average":6.0,"runtime":148,"cert":"N\/A","id":128406,"title":"The Shogun Assassins","adult":false},{"cast":[],"overview":"When her husband's drug addiction destroys her perfect life, Jane (Maggie Siu) is forced to support herself and her young daughter, Ling, by taking a job as a security guard. One night Ling sees a soaking wet child doing homework at her desk. Eventually, Jane also felt that something unnatural was in the house; strange noises occur with frequency and she feels that an unseen presence is spying on her. Jane soon finds out that the house is haunted.","release_date":"2005-11-24","genres":[27],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":128402,"title":"The House","adult":false},{"cast":[],"overview":"We Are Skateboarders is a 'as real as it gets' documentation of the soul of skateboarding, and how some of the legendary skateboarders feel its soul has changed over the years. Since the mainstream has come to play a major role in the skateboard industry, there has been much dispute amongst skateboarders if skateboarding is loosing its purity and status as a core activity. The film tackles this issue with enlightening interviews from famous skateboarders such as Lance Mountain, Greg Lutzka, Rob Dyrdek, Peter Smolik, and Christian Hosoi, creating the most legitimate discussion towards the controversy in the skateboarding industry.","release_date":"2012-02-23","genres":[],"vote_average":6.0,"runtime":76,"cert":"N\/A","id":128404,"title":"We Are Skateboarders","adult":false},{"cast":["Hiroki Matsukata","Minori Terada","Teruhiko Aoi","Guts Ishimatsu","Kinnosuke Nakamura"],"overview":"This is a film about a real person. Sanada Yukimura fought a war against Tokugawa Ieyeasu. In the beginning the film shows Yukimura fighting to defend the Osaka Castle. He used very unconventional methods, wich were not approved by the other defenders. When the Osaka campaign was lost, Sanada is shown dedicating all his efforts to assassinate the shogun Ieyeasu. There are several attempts one more interesting than the other. There is also magic ( Ninja employed by Sanada). There is a lot of first class action.The film is bound to interest all viewers that like \"Samurai\" films.","release_date":"1979-09-01","genres":[28,18],"vote_average":6.0,"runtime":148,"cert":"N\/A","id":128406,"title":"The Shogun Assassins","adult":false},{"cast":["Bong Tae-gyu","Jin Tae-hyeon","Jeong Yoon-jo","Ha Seok-jin","Cheng Yun"],"overview":"Goong-dahl, a typical loser billed as the \"unluckiest man alive\" returned to the school after one year's intense training of reject student's treatments. Now he is up to the challenge of posing him self other than a typical loser. With the leads from his another old fellow mate he started with a new face by threatening and rescuing hot girl \"Min-ah\" from several oldies in the school. Everything went smoothly up to the plan until one of the bully is happened to be the schools notorious thug \"Jae-koo\" thus receiving invitation to a grand duel on the roof top after the school.","release_date":"2006-03-16","genres":[35],"vote_average":6.0,"runtime":103,"cert":"N\/A","id":128411,"title":"See You After School","adult":false},{"cast":["Kahori Asakura","Tadashi Matsuzawa","Toshimaru Murai","Salmon Sakeyama","Ayumu Tokitô"],"overview":"In the vein of I Spit On Your Grave, well... if you add more intense scenes of murder and rape. A woman is raped and with the help of her friend, decides to take vengeance on everyone who was involved. This is hard-core stuff folks, not for the faint of heart.","release_date":"2000-05-05","genres":[],"vote_average":4.5,"runtime":67,"cert":"N\/A","id":128416,"title":"Blood Sisters","adult":false},{"cast":["Gordon Lightfoot"],"overview":"A classic concert by Gordon Lightfoot from 1972, accompanied by Red Shea and Richard Haynes. They perform songs including Summer Side of Life, Saturday Clothes, That's What You Get For Loving Me, Affair on 8th Avenue, If I Could Read Your Mind, Steel Rail Blues, Ten Degrees and Getting Colder, Early Morning Rain, Me and Bobby McGee, Minstrel of the Dawn and Canadian Pacific Trilogy.","release_date":"1972-01-01","genres":[],"vote_average":0.0,"runtime":60,"cert":"","id":128424,"title":"BBC Four - In Concert Gordon LIghtfoot","adult":false},{"cast":["Pierre Berton"],"overview":"This classic short film from Pierre Berton depicts the Klondike gold rush at its peak, when would-be prospectors struggled through harsh conditions to reach the fabled gold fields over 3000 km north of civilization. Using a collection of still photographs, the film juxtaposes the Dawson City at the height of the gold rush with its bustling taverns and dance halls with the more tranquil Dawson City of the present.","release_date":"1957-01-01","genres":[36,99],"vote_average":5.6,"runtime":22,"cert":"N\/A","id":128441,"title":"City of Gold","adult":false},{"cast":["Renato Aragão","Dedé Santana","Angélica","Roberto Guilherme","Sergio Kato"],"overview":"Two jumbled and coward drivers join a rich family that moves to an ancient castle inhabited by a resented, but friendly ghost.","release_date":"1998-12-25","genres":[35,10751,14,9648],"vote_average":4.6,"runtime":80,"cert":"N\/A","id":128449,"title":"Simão, o Fantasma Trapalhão","adult":false},{"cast":["Renato Aragão","André Segatti","Christine Fernandes","Dedé Santana","Roberto Guilherme"],"overview":"David, a rock singer, and Didi, his assistant, are transported to a distant world. They must help princess Allim to face the evil Vizir, who wants to become king by marrying her.","release_date":"1999-12-17","genres":[35,10751],"vote_average":4.0,"runtime":80,"cert":"N\/A","id":128454,"title":"O Trapalhão e a Luz Azul","adult":false},{"cast":["Vincent Price","Billy Van","John Carradine","Frank Gorshin","Raymond McNally"],"overview":"In this made-for-TV production, Vincent Price and his hunchback sidekick (Billy Van) host a pun-filled salute to the horror film genre from its earliest beginnings all the way up to The Exorcist. Featuring clips from classic horror films and interviews with genre greats like Frank Gorshin, John Carradine, John Astin and SFX legend Bill Tuttle, among others.","release_date":"1974-02-20","genres":[],"vote_average":10.0,"runtime":65,"cert":"N\/A","id":128462,"title":"The Horror Hall of Fame: A Monster Salute","adult":false},{"cast":["Pierre Palau","Henri Debain","Édith Jéhanne","Madame Ahnar","Armand Numès"],"overview":"Robert de Houdan is indecisiveness itself. He keeps hesitating, shilly-shallying and never reach any decision in any way. So much so that he finds himself on the verge of ruin and falls prey to Boucherot, a greedy loan-shark who puts pressure on him to marry Yvonne Herbelier. Boucherot is assisted in his undertaking by baroness Pépin, a typical matchmaker. But Robert, who does not know the young lady, shies away from her.","release_date":"1922-11-17","genres":[35],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":128467,"title":"Triplepatte","adult":false},{"cast":["Georg Rydeberg","Irma Christenson","Rune Carlsten","Hilda Borgström","Gösta Cederlund"],"overview":"Dr. Glas is visited by Mrs. Gregorius who lives in an unhappy marriage and decides to help her, by any means necessary.","release_date":"1942-11-30","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":128472,"title":"Doktor Glas","adult":false},{"cast":[],"overview":"The \"sequel\" to the first Woodstock concert, during its 25th anniversery, featuring performances from bands like Green Day, Metallica, Cypress Hill, Blind Melon, Aerosmith, Nine Inch Nails, Rollins Band, Collective Soul, Blues Traveller and The Red Hot Chili Peppers, among others.","release_date":"1995-01-01","genres":[10402,99],"vote_average":0.0,"runtime":164,"cert":"N\/A","id":128474,"title":"Woodstock 94","adult":false},{"cast":["Ward Bond","Joseph Crehan","Samuel S. Hinds","Tim Holt","Edwin Maxwell"],"overview":"A 1941 film encouraging people to seek treatment if they had, or might have had, syphilis.","release_date":"1941-01-01","genres":[18],"vote_average":4.2,"runtime":23,"cert":"N\/A","id":128479,"title":"Know For Sure","adult":false},{"cast":["Eddie McClintock","Amy Bailey","Emma Samms","Danny Horn","Gabriel Steele"],"overview":"A group of young boys inadvertently free the creature from captivity. Going on a rampage, the Boogeyman, whose origin dates back to the time of Genesis, targets an innocent child – whose father is the town Sheriff (McClintock).","release_date":"2012-08-10","genres":[27],"vote_average":5.5,"runtime":85,"cert":"N\/A","id":128484,"title":"Boogeyman","adult":false},{"cast":["Jimmy Wang Yu","Liu Ping","Shan Mao","Cheng Fu-Hung","Lung Fei"],"overview":"Rare was the film in 1973 that incorporated the star's name in the title.  One of the few such films was Screaming Ninja, aka Wang Yu, King of Boxing.  The story is set in China in the early 1900x.  Essentially playing an extension of himself, action-star Wang-Yu spends much of the time defending himself against evil martial-arts masters.  He also tries to make sense of a tragic incident in his past.","release_date":"1973-01-01","genres":[28],"vote_average":7.6,"runtime":90,"cert":"N\/A","id":128486,"title":"The Screaming Tiger","adult":false},{"cast":["Anupam Kher","Aftab Shivdasani","Shriya Saran","Indraneel","Rati Agnihotri"],"overview":"hirty years ago Karam Jindal together with his widowed mom, Gayatri, and wife, Sandhya, had immigrated to London, England. Shortly thereafter Gayatri gets cancer and tragically passes away. Then, Sandhya gives birth to two daughters, Anjali and Sanam. The Jindals accumulate wealth, and are now one of the wealthiest families' in London. Anjali gets married to Akash, while Sanam is on the look-out for her beau. With Karam's 60th birthday coming up, Anjali is busy with preparations for a grand party, while Sanam has already started with her make-up. Karam hopes to get Sanam married to Yash, his employee, who is like a son to him. Add to that is the inauguration of the \"Gayatri Jindal Cancer Hospital\" which is to be done on the same day.","release_date":"2004-10-08","genres":[],"vote_average":7.0,"runtime":137,"cert":"N\/A","id":128488,"title":"Shukriya: Till Death Do Us Apart","adult":false},{"cert":"N\/A","title":"Green","cast":["Sophia Takal","Kate Lyn Sheil","Lawrence Michael Levine","Louis Cancelmi","Alex Ross Perry"],"genres":[18],"id":128499,"overview":"A New Yorker moves to the country with her boyfriend, where her new friendship causes a problem as her partner also takes an interest in the woman.","runtime":75,"release_date":"2011-06-22","vote_average":5.8,"adult":false}]