[{"cast":["Renato Aragão","Dedé Santana","Mussum","Zacarias","Bia Seidl"],"overview":"The friends Didi, Dede, and Zechariah Mussum sell crafts on the roadside when supreendidos a car chase. After an accident succor old Giovanni (Grey Wilson) who before dying reveals the hiding place of a fortune. It is money stolen from a bank in Italy for which it is offered a reward of five million dollars. With the help of Delegate Augusto (Gugu Liberato), the four go in search of money, a haunted castle..","release_date":"1987-09-11","genres":[35,10751],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":133007,"title":"Os Fantasmas Trapalhões","adult":false},{"cast":["Renato Aragão","Dedé Santana","Zacarias","Mussum","Betty Gofman"],"overview":"In the small town of Taperoá João Grilo and confusion Chicó live setting, addressing a sacristan and a humble baker. Everyone lives under the excesses of the bishop, the priest and the major. Until an attack on the city, all die at the hands of the bandit Severino and must stand trial in the sky, which puts everyone before God and the Virgin Mary.","release_date":"1987-04-22","genres":[10751,35],"vote_average":6.8,"runtime":96,"cert":"N\/A","id":133009,"title":"Os Trapalhões no Auto da Compadecida","adult":false},{"cast":["Maggie Smith","Natasha Richardson","Rob Lowe","Richard E. Grant","Moira Redmond"],"overview":"Catharine Holly, a poor relation of a prominent New Orleans family, seems to be insane after her cousin Sebastian dies under mysterious circumstances on a trip to Europe. Sebastian's mother, Violet Venable, trying to cloud the truth about her son's homosexuality and death, threatens to lobotomize Catharine for her incoherent utterances relating to Sebastian's demise. Under the influence of a truth serum, Catharine tells the gruesome story of Sebastian's death by cannibalism at the hands of locals whose sexual favors he sought, using Catharine as a device to attract the young men (as he had earlier used his mother).","release_date":"1993-01-06","genres":[18],"vote_average":8.0,"runtime":82,"cert":"N\/A","id":133023,"title":"Suddenly, Last Summer","adult":false},{"cast":["Myeongsin Kim","Jaesung Park"],"overview":"Hooked tells the story of Jaeseung trying to find an answer to his pain and unhappiness. After reminiscing with his wife over dinner, his world suddenly begins to fall apart as he is reminded of an unforgettable tragedy. Now desperate and in denial he turns to his friend for help who offers him a way out, to forget the sadness. However, it's not the answer that he's seeking and instead he finds himself trapped in a painful cycle.","release_date":"2011-11-22","genres":[18],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":133028,"title":"Hooked","adult":false},{"cast":[],"overview":"","release_date":"2005-08-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133051,"title":"Purse Goals that Honor God","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133053,"title":"Niezłomni w obliczu prześladowań – Świadkowie Jehowy a hitleryzm","adult":false},{"cast":["Roy Rogers","Trigger","Adele Mara","Andy Devine","Grant Withers"],"overview":"Twenty years earlier Farrell killed his mining partner Andrews. Now Andrews daughter arrives to get her father's trust fund. Farrell having rustled Roy's cattle now takes her money from her Lawyer and lets her overhear false information of their next rustling job. With the posse at the wrong location, his men attack the cattle train and Roy on board find himself greatly outnumbered.","release_date":"1948-09-05","genres":[28,10402,37],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":133055,"title":"Night Time in Nevada","adult":false},{"cast":["Dani Filth"],"overview":"CRADLE OF FILTH, incredible live footage filmed for Channel 4 from Main Stage, Download 2006.  Setlist:  Satyriasis  Gilded C*nt  Medusa &amp; Hemlock  Born in a Burial Gown  Cthulhu Dawn  Nyphetamine  Her Ghost in the Fog  Ebony Dressed for Sunset  The Forest  Cradle to Enslave","release_date":"2006-06-06","genres":[],"vote_average":0.0,"runtime":60,"cert":"","id":133057,"title":"Cradle of Filth: Download 2006","adult":false},{"cast":["Dani Filth"],"overview":"Humana Inspired to Nightmare  Heaven Torn Asunder  Honey and Sulphur  Gilded Cunt  Lilith Immaculate  Nymphetamine (Fix)  Her Ghost in the Fog  Ebony Dressed for Sunset  The Forest Whispers My Name  Cruelty Brought Thee Orchids  From the Cradle to Enslave","release_date":"2012-08-02","genres":[],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":133059,"title":"Cradle of Filth: Wacken 2012","adult":false},{"cast":["Frank Zappa"],"overview":"This booleg video collection contains live performances by Frank Zappa recorded between 1965 and 1992.","release_date":"2012-09-14","genres":[],"vote_average":0.0,"runtime":360,"cert":"N\/A","id":133067,"title":"Playground Psychotics","adult":false},{"cast":["Alanis Morissette"],"overview":"DVD-5 Video Dolby Digital 2.0 NTSC 4:3 Regioncode ALL Total Running Time: 104 minutes Alanis Morisette vocals, harp, guitar Nick Lashley guitar Gary Nowak drums Chris Chaney bass Deron Johnson keyboards Joel Shearer guitar Baba - Would Not Come - Joining You - Hand In My Pocket - Are You Still Mad - Sympathetic Character - Perfect - You Learn - Forgiven - Mary Jane - So Pure - All I Really Want - You Oughta Know - Uninvited - Thank U - Ironic - Wake Up - Not The Doctor recorded live at Budokan, Tokyo, Japan April 25, 1999","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133069,"title":"Alanis Morissette: In Tokyo","adult":false},{"cast":["Ray Vander Laan"],"overview":"Explore 2,000-year-old tombs much like the one that held Jesus and experience the vibrant history and culture of Israel. Teacher and historian Ray Vander Laan reveals the fascinating truths surrounding the death and resurrection of Jesus in this video journey that will make every Easter a deeper, more joyful time for your entire family. Includes a bonus faith lesson, Lamb of God. Running time approximately 44 minutes.  \"Nothing has opened and illuminated the Scriptures for me quite like the Faith Lessons series.\" - Dr. James Dobson  That the World May Know is a registered trademark of Focus on the Family and Faith Lessons is a trademark of Focus on the Family.","release_date":"2000-10-31","genres":[],"vote_average":0.0,"runtime":49,"cert":"N\/A","id":133071,"title":"The True Easter Story","adult":false},{"cast":["Roy Rogers","George 'Gabby' Hayes","Lynne Carver","Frank M. Thomas","Beryl Wallace"],"overview":"Judge Kirby is being blackmailed and forced to let outlaws go free. He was once the partner of Roy's father and when Roy reads in the paper that he is in trouble he heads out to help him. Arriving, Roy quickly realizes he has been mistaken for one of the outlaws and is not wanted in town. However he stays, and now posing as that outlaw, hopes to learn who is causing all the problems.","release_date":"1942-04-01","genres":[28,37],"vote_average":6.0,"runtime":63,"cert":"N\/A","id":133076,"title":"Sunset on the Desert","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133081,"title":"Wierni w obliczu prób - Świadkowie Jehowy w Związku Radzieckim i Fioletowe trójkąty","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133086,"title":"\"Chodźmy dzieki wierze, a nie dzięki widzeniu\"","adult":false},{"cast":["Anatoli Zhuravlyov","Olga Ponizova","Mark Goronok","Aleksandr Zbruev","Irina Mazurkevich"],"overview":"This charming comedy tracks the lives of several romantic pairs through trials and tribulations. The main focus of the story is a young soldier with a good heart but little ambition and his fiancée, who feels torn when a charming and sophisticated intellectual enters her life and sweeps her off her feet. There are also several side stories, also all dealing with relationships, most significantly the soldier's mother, whose comfortable but unexceptional marriage is threatened when a past love returns to her life.","release_date":"1995-06-06","genres":[18,10749,35],"vote_average":7.3,"runtime":100,"cert":"N\/A","id":133088,"title":"Everything Will Be All Right","adult":false},{"cast":["Philine Lembeck","Oliver Malam","Hannah Wilder"],"overview":"A German exchange student begins an impulsive and ultimately destructive relationship with a shy British boy in her final weeks before returning to Munich and her warring family.","release_date":"","genres":[14,16,18,878,10749],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":133093,"title":"Strings","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133095,"title":"Świadkowie Jehowy. Historia żywej wiary","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133097,"title":"Świadkowie Jehowy. Historia żywej wiary Niech zajaśnieje światło","adult":false},{"cast":["Terri Abney","Aunjanue Ellis","James Whalen"],"overview":"A moving and intimate film that follows Monique \"Money\" Matters (Terri Abney) caught at the brink of adolescence. Her relationship with her mother Pamela Matters (Aunjanue Ellis- RAY, MEN OF HONER), is far from stable and depicts the struggle between a young mother and daughter who both come of age...together. Sharp and candid dialogue blur the roles of parent and child, revealing a family secret magnified by pain and years of regret. Money's daily routine; a three-bus commute to the Catholic school she attends, far from her dilapidated neighborhood, to another world where she feels just as uncomfortable. When she befriends a neighborhood girl who seems to understand her, their friendship develops in ways that push boundaries.","release_date":"2011-11-15","genres":[18],"vote_average":6.5,"runtime":89,"cert":"N\/A","id":133108,"title":"Money Matters","adult":false},{"cast":["Stacy Keach","Lynda Carter","Lindsay Bloom","Don Stroud","Stacy Galina"],"overview":"Mike Hammer is kidnapped and led to believe it is the work of a Las Vegas entertainer, but soon realises somebody else is involved.","release_date":"1989-05-21","genres":[28,80],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":133110,"title":"Mike Hammer: Murder Takes All","adult":false},{"cast":["Rob Morrow","Laura Linney","Craig Sheffer","Rose Gregorio","Robert Hogan"],"overview":"Artist Lyle Maze is reconciled to a life without romance thanks to his dual afflictions: Tourette's Syndrome and obsessive-compulsive disorder. But his life takes an unexpected turn when his friend Mike departs on a humanitarian mission, leaving behind his pregnant girlfriend Callie. She leans on Lyle for help, and before long he's Lamaze coach, pinch-hitting father-to-be and in love with Callie.","release_date":"2000-10-10","genres":[18,35,10749],"vote_average":7.0,"runtime":97,"cert":"N\/A","id":133115,"title":"Maze","adult":false},{"cast":["Hwang Jeong-min","Kim Mi-hyang","Han Song-hee"],"overview":"A tough milk delivery woman, Hyun-soon has a secret that she doesn' t want to reveal to others. Her unconscious old mother in a hospital and her pregnant daughter in her 20' s only know Hyun-soon’s secret. When her sister and brother are against to their mother' s life prolongation, Hyun-soon says weird things. As the family has noticed about her secret, they think that Hyun-soon is into a heretic. They plan to leave Hyun-soon out in the cold.","release_date":"2012-01-12","genres":[18],"vote_average":6.0,"runtime":91,"cert":"N\/A","id":133117,"title":"Jesus Hospital","adult":false},{"cast":["Joan Crawford","Gig Young","Michael Wilding","Marjorie Rambeau","Harry Morgan"],"overview":"Jenny Stewart is a tough Broadway musical star who doesn't take criticism from anyone. Yet there is one individual, Tye Graham, a blind pianist who may be able to break through her tough exterior.","release_date":"1953-10-01","genres":[18,10749],"vote_average":6.2,"runtime":90,"cert":"N\/A","id":133119,"title":"Torch Song","adult":false},{"cast":["Matthew Mercer","Courtenay Taylor","Robin Sachs","Carolyn Lawrence","Dave Wittenberg"],"overview":"U.S. federal agent Leon S. Kennedy sneaks into the \"East Slavic Republic\" to verify rumors that Bio-Organic Weapons (BOWs) are being used in the country's civil war, which the U.S. and Russia are making preparations to jointly intervene in. Right after his infiltration, the U.S. government orders him to leave immediately. Determined to uncover the truth, Leon ignores the order and enters the battlefield to end the chain of tragedies caused by the BOWs.","release_date":"2012-09-25","genres":[16,27],"vote_average":6.4,"runtime":100,"cert":"15","id":133121,"title":"Resident Evil: Damnation","adult":false},{"cast":["Ubaldo Stefani","Fernanda Negri Pouget","Eugenio Tettoni Fior","Antonio Grisanti","Cesare Gani-Carini"],"overview":"Well respected Pompeiian Glaucus performs an act of kindness by buying Nidia, a blind slave being mistreated by her owner. Nidia falls in love with her new master, but he only has eyes for Jone. Jone in turn is lusted after by Arbace, an Egyptian high priest of Isis. When Nidia beseeches Isis for help in capturing Glaucus' heart, Arbace gives her a \"love\" potion, which really will affect his mind and not his heart, thus opening the way to Jone for himself. When Arbace's disciple is murdered Glaucus finds himself in hot water, shortly after which Mt. Vesuvius erupts.","release_date":"1913-08-13","genres":[18,28],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":133123,"title":"The Last Days of Pompeii","adult":false},{"cast":["Jon Jones","Dan Henderson","Jake Ellenberger","John Lineker","Thiago Tavares"],"overview":"UFC 151: Jones vs. Henderson was a planned mixed martial arts event that was to be held by the Ultimate Fighting Championship on September 1, 2012 at the Mandalay Bay Events Center in Las Vegas, Nevada. It was to be headlined by a UFC Light Heavyweight Championship bout, between champion Jon Jones and former dual-division PRIDE FC and Strikeforce champion Dan Henderson. However, the event was cancelled on August 23, when the UFC announced Henderson was unable to fight due to injury, and Jones refused to take a replacement fight against longtime middleweight antagonist, Chael Sonnen.  Initial reports indicated that UFC 152, scheduled to take place three weeks later, would be renamed UFC 151. However, Zuffa announced that UFC 152 would keep its name and UFC 151 would officially be deemed a \"lost show.\"","release_date":"2012-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133125,"title":"UFC 151: Jones vs. Henderson","adult":false},{"cast":[],"overview":"\"An Arab, a Jew, a Chinese, and a Philippine walk to school …\" – sounds like the beginning of an old joke, but that’s not the case. These are some of the second-grade pupils attending an Elementary School, in the heart of Tel Aviv. The film follows the class throughout one school-year, which becomes volatile as the Gaza War upsets the social dynamics in the classroom. With poignant intuition and uninhibited directness, unique to eight-year olds, the children point out basic conflicts in Israeli society, deal with painful identity issues, and experience the first cracks in their childhood naivety. (From 25th International Documentary Film Festival Amsterdam)","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133130,"title":"World Class Kids","adult":false},{"cast":["George O’Brien","Olive Borden","George Beranger","Phyllis Haver","Heinie Conklin"],"overview":"In the modern day (1920s) story, Adam, a plumber, is happily married to Eve, a wardrobe-obsessed housewife, until she accidentally meets a supercilious fashion designer. At the prompting of her neighbour, who has secret designs on Adam, Eve secretly becomes a fashion model by day, knowing that her husband would disapprove. This tale is book-ended by a sequence of the two principals in the Garden of Eden, having the same preoccupations amid the dinosaurs and boulders.","release_date":"1926-08-22","genres":[35],"vote_average":5.3,"runtime":70,"cert":"N\/A","id":133132,"title":"Fig Leaves","adult":false},{"cast":["Lily Ho Li-Li","Fanny Fan Lai","Tang Ching","Tina Chin Fei","Lo Wei"],"overview":"Via an IMDb reviewer: \"The plot involves a high-tech gang of thieves, a legit jeweler (Tang Ching) caught up in their racket, and a female jewel buyer who's actually a police agent...\"","release_date":"1967-01-11","genres":[53],"vote_average":0.0,"runtime":122,"cert":"N\/A","id":133134,"title":"Angel with the Iron Fists","adult":false},{"cast":["Lee Ju-seung"],"overview":"Episode 1_MIN Yong-geun A young man sits on the steps of an apartment every night. He listens to a college girl coming home without her knowing. A woman who lives in the same building watches the young man every night. Episode 2_LEE Yoo-rim A newlywed couple and another younger couple go to a cabin. The husband tries to have sex with his wife who rejects him every time and he feels strangely attracted to his younger friend's girlfriend. On the day they are supposed to go home, the husband sees the younger couple having sex and feels a pang of jealousy. Episode 3_JANG Hoon Jean-Claude Romer is a well known New York critic who has come to Korea to attend an international film festival. He is quite familiar with Korea and enjoys jangguk and shopping at traditional flea markets, but what he loves most is the ttemiri(scrubbing) culture. Having had a ttemiri session with bath manager Jin-young as usual, he has dinner with her for the first time.","release_date":"2010-05-04","genres":[18],"vote_average":4.0,"runtime":99,"cert":"N\/A","id":133139,"title":"One Night Stand","adult":false},{"cast":["Julietta Rodríguez","Victor Checo","Andres Ramos","Gastner Legerme","Dionis Rufino"],"overview":"Maria, 18 year old daughter of a single mother, decides to look for the father she has never met after her mother dies in a tragic accident. She finally finds him in a nearby town, living in what appears to be a haunted old country house in the middle of a neglected banana plantation. Amidst the peculiarities and superstitions of the Dominican country side, father and daughter will have to face the ghosts of the past that haunt them both.","release_date":"2011-03-30","genres":[10749,18],"vote_average":6.0,"runtime":97,"cert":"N\/A","id":133153,"title":"Love Child","adult":false},{"cast":["Sawsan Badr","Ahmed Azmi"],"overview":"“Lust” takes us into the lives of the inhabitants of a marginalised street in Alexandria, Egypt, before the revolution. Each character is isolated in their fierce, yet fragile dreams, including Umm Shooq, who has deserted her wealthy family to marry the man she loves. She has settled into a life of poverty when an unexpected challenge forces her to make the most difficult decision of her life. (from dohafilminstitute.com)","release_date":"2011-01-05","genres":[],"vote_average":6.0,"runtime":130,"cert":"N\/A","id":133155,"title":"Lust","adult":false},{"cast":["Roman Baskin","Tiina Tauraite","Rain Simmul","Mirtel Pohla","Ketter Habakukk"],"overview":"Film about a man who was sent to fight in Afghanistan years ago, where he converted to Islam. He now returns home only to find himself facing another kind of war.The front line in the decrepit Estonian town runs between Eastern and Western culture, men and women, common sense and madness. Somewhere amidst these battles is his daughter, who Kirotaja has decided to find after all the years of absence. His only leads are the sound of his daughter crying, heard once on the telephone, and a dog-eared notebook full of letters addressed to her. But the town has other plans for him and the women running it seem to take him for their savior from the nagging feeling of emptiness that has enveloped them. (from imdb)","release_date":"2011-01-27","genres":[18],"vote_average":4.0,"runtime":118,"cert":"N\/A","id":133157,"title":"Letters to Angel","adult":false},{"cast":["Karlygash Mukhamedzhanova"],"overview":"This movie is about the life of Marat Ayumov, a former soldier from Kazakhstan who fought in Afghaninstan. The past and present are interwoven in the memories of the protagonist. Throughout the film, in fragmented flashbacks, the hero recollects the time when he, as a soldier, fought in the armed conflict in the mountainous country as he travels to Afghanistan to accompany a young and creative TV crew making a documentary called “Following Alexander the Great”.","release_date":"2011-01-01","genres":[],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":133162,"title":"The Return to 'A'","adult":false},{"cast":["Rossana Fernández Díaz","Cristian González","Juan Carlos Nuñez","Aminta de Lara","Alberto Alifa"],"overview":"Delia survived a river-flood ten years ago. She's trying to rebuilt her life but she soon discovers danger is over her two sons. But hope of reconstruction is possible, because the force of love,despite all, keep them united. (from imdb)","release_date":"2011-06-06","genres":[],"vote_average":5.5,"runtime":100,"cert":"N\/A","id":133164,"title":"The Rumble of the Stones","adult":false},{"cast":["Shelley Winters","Stuart Whitman","Bradford Dillman","Carol Eve Rossen","Roger Perry"],"overview":"A deranged mother avenges herself on the man she thinks seduced her daughter by imprisoning him in a cage in her basement.","release_date":"1971-11-06","genres":[27,53,10770],"vote_average":6.1,"runtime":75,"cert":"N\/A","id":133172,"title":"Revenge!","adult":false},{"cast":["James Brolin","Susan Clark","Earl Holliman","Robert Hooks","Bob Hastings"],"overview":"A man is accidentally locked in a department store overnight and finds himself held at bay by six vicious Doberman guard dogs.","release_date":"1974-06-13","genres":[28,18,10770],"vote_average":6.1,"runtime":74,"cert":"","id":133174,"title":"Trapped","adult":false},{"cast":["Ercan Kesal","Muhammet Uzuner","Tansu Biçer"],"overview":"Basri, 55 year old, every day walks for miles along the tracks working as a railroad watchman. His nagging thought is finding his son. Eighteen years ago, while the boy was studying at the university in Istanbul, the police took him into custody for antigovernment activities. Then, he mysteriously disappeared.","release_date":"2013-04-30","genres":[18],"vote_average":6.3,"runtime":94,"cert":"N\/A","id":133176,"title":"Mold","adult":false},{"cast":["Yosef Carmon","Rivka Gur","Efrat Aviv","Hagar Ben-Asher","Itay Turgeman"],"overview":"Hayuta and Berl, an elderly couple, find it hard to adjust to today's Israel and to the social changes surrounding them. After years of struggle, the two refuse to let go of their communal dreams, and of their revolutionary plans to build a welfare state in Israel. During a night of painful disillusionment, the two decide to leave their apartment for a last journey.","release_date":"2012-09-02","genres":[18],"vote_average":8.0,"runtime":96,"cert":"N\/A","id":133178,"title":"Epilogue","adult":false},{"cast":["Eric Roberts","Ben Becker","Christian Traeumer","Sunny Mabrey","Peter Greene"],"overview":"Simon Sachs, a terminally ill ten year old boy, claims to have been a serial killer in his previous life and apparently he can prove it. He leads a lawyer, Robert Stern to the locations of the bodies, who were killed long before Simon was born. Stern takes on the most compelling and mysterious case of his life.","release_date":"2012-09-18","genres":[53],"vote_average":4.8,"runtime":100,"cert":"N\/A","id":133183,"title":"The Child","adult":false},{"cast":["Victoria Hopper","Brian Aherne","Leonora Corbett","Lyn Harding","Mary Clare"],"overview":"Second of three versions of Margaret Kennedy’s novel about a sickly, sensitive Belgian schoolgirl, Tessa (Victoria Hopper), in love with world-famous composer Lewis Dodd (Brian Aherne), who marries her wealthy cousin Florence (Leonora Corbett). Undermining the already delicate Tessa’s health, the composer realises that life without Tessa is unbearable and leaves his unloving wife – but sadly too late.","release_date":"1933-12-01","genres":[18,10749],"vote_average":0.0,"runtime":97,"cert":"PG","id":133185,"title":"The Constant Nymph","adult":false},{"cast":["Beth Cantor","Christopher Patrick Donoghue","Nathan Durec"],"overview":"Two years after a high-school prank involving flesh-eating acid nearly kills popular teacher Mr. Balszack, the graduating class of Sloppy Secondary holds a ’24-Hour Famine’ charity event on school grounds. But there’s an uninvited guest at this event, masquerading as the school’s handyman mascot, and he’s got an insatiable hunger of his own.","release_date":"2011-01-01","genres":[27],"vote_average":3.1,"runtime":77,"cert":"N\/A","id":133196,"title":"Famine","adult":false},{"cast":[],"overview":"The main character of little girl in the story confronts a robbery and strays from the road she is familiar with. After passing a hedge, she enters an unknown world and unfolds a magical adventure depending on senses other than vision and her imagination. With soft and cute colors as the main key, we used simple designs to depict the little girls' imaginary world.","release_date":"2010-07-31","genres":[16],"vote_average":8.3,"runtime":5,"cert":"N\/A","id":133204,"title":"Out of Sight","adult":false},{"cast":["Christina Ricci","Tom Berenger","Jason Gedrick","Jordan Brun","Cole Corey"],"overview":"North Carolina 1863, the Civil War is raging. In this inspired story of tragedy and love we follow the lives of Melody, a precocious seven-year old, and her young mother Sarah as they struggle on their farm to survive during the Civil War.","release_date":"2012-08-31","genres":[10752,18],"vote_average":5.3,"runtime":99,"cert":"15","id":133206,"title":"War Flowers","adult":false},{"cast":["Michelle Page","Lauren Sweetser","Allen Marsh","Jilanne Klaus","Rena Stephens"],"overview":"Eva is a young, compassionate woman who decides to travel amidst a grim urban jungle. She's accepted by a select few who see her as a shining light in the darkness while shunned by everyone else as a wandering vagrant. Eva must prove herself to a judgmental, image obsessed world by showing how one simple selfless act of love can affect the entire community in ways they may not even realize.","release_date":"","genres":[],"vote_average":9.5,"runtime":16,"cert":"N\/A","id":133208,"title":"Scraps","adult":false},{"cast":[],"overview":"Two cavemen, The Duke and Stonejaw Steve, call on Miss Araminta Rockface. The hated rivals fight, and Steve wins when he throws The Duke into a pot of boiling water. A title card introduces a third rival, \"our unassuming hero, Theophilus Ivoryhead.\" Miss Rockface invites the three men into her father's drawing room\/cave, apologizing for not offering tea, since it has not been discovered yet. The Duke and Steve fight again, and everyone rushes out of the cave. Mr. Rockface notices his pot of food is empty; earlier, Wild Willie the Missing Link had eaten it. Mr. Rockface tells the three suitors they will have to procure their own dinner. Steve locates a desert quail and shoots an arrow at it, but the arrow misses the quail and happily (for Steve) hits The Duke's behind. Meanwhile, Wild Willie is still hungry and goes hunting for snakes. He finds a dinosaur's tail instead...","release_date":"1915-01-01","genres":[16,35],"vote_average":5.8,"runtime":5,"cert":"N\/A","id":133213,"title":"The Dinosaur and the Missing Link: A Prehistoric Tragedy","adult":false},{"cast":["Charlotte Gainsbourg","Yvan Attal","Thomas Langmann","Stéphanie Tchou-Cotta"],"overview":"Marie lives with Antoine, but while he is away she meets Paul, a filmmaker visiting from Canada.","release_date":"1992-02-12","genres":[18,10749],"vote_average":5.0,"runtime":99,"cert":"N\/A","id":133236,"title":"Lover","adult":false},{"cast":["Shawn Ashmore","Martha Higareda","Kate Burton","Adriana Barraza","Fernando Becerril"],"overview":"A stifled, small-town man stuck in a dead end life, runs away to Mexico to be a mariachi singer. MARIACHI GRINGO is a musical tour-de-force exploring the reality of \"following your dreams\" across cultural, personal, social and geographical borders.","release_date":"2012-10-03","genres":[35,10749],"vote_average":5.6,"runtime":107,"cert":"N\/A","id":133241,"title":"Mariachi Gringo","adult":false},{"cast":["Rashid Debbouze","Yassine Azzouz","Ymanol Perset","Mohamed Nachit","Zahra Addioui"],"overview":"Three young men meet Djamel (Yassine Azzouz), a charismatic manipulator, who turns the three friends against society.","release_date":"2012-02-15","genres":[18],"vote_average":5.8,"runtime":78,"cert":"N\/A","id":133246,"title":"La Désintégration","adult":false},{"cast":[],"overview":"Padak is beautiful and cruel, sad and lively. Planned in 2007, this feature-length CG animation film shares the realistic trend of the recent Korean animation, but manages not to lose the delicate sensibility inherent to animation. The world seen by the live fish in the water tank of a sushi restaurant shows the stifling modern city life of people who live according to set rules. The fish do not know when their life would end, and the power game and conflicts created in small tank provide interesting allegories. The unique characters tailored for a mackerel, flatfish and bass add funny and moving stories. The fish’s movement and water texture enhance the true beauty of animation. Also, musical-style scenes that appear at intervals display a feast of colors and lines flowing across the screen with sorrowful music, as if to console the exhausted life of city people.","release_date":"2012-07-25","genres":[16],"vote_average":8.0,"runtime":78,"cert":"N\/A","id":133248,"title":"Padak","adult":false},{"cast":["Nihal G. Koldas","Begüm Akkaya","Vedat Erincin","Murathan Muslu","Alev Imak"],"overview":"Fatma is around 50, a housewife with six children. She lives in Vienna but grew up in Turkey and clings stubbornly to the traditions and values of the old country. Ayse is 19, and the film begins with her wedding in rural Turkey, to Fatma’s son Hasan. However, when the family takes Ayse to Vienna this is revealed as a c harade… for Ayse is to be the kuma (second wife) of Fatma’s husband Mustafa.","release_date":"2012-04-27","genres":[18],"vote_average":7.1,"runtime":93,"cert":"N\/A","id":133250,"title":"Kuma: The Second Wife","adult":false},{"cast":["Herb Jeffries","Lucius Brooks","F.E. Miller","Artie Young","Clarence Brooks"],"overview":"A wandering cowboy and his sidekick try to resolve a murder.","release_date":"1939-02-01","genres":[37],"vote_average":2.0,"runtime":56,"cert":"N\/A","id":133255,"title":"Harlem Rides the Range","adult":false},{"cast":["Lili Damita","Fred Keating","Del Campo","Jean Chatburn","Tiffany Thayer"],"overview":"This musical tells the story of Campo wooing Damita from Keating with songs \"So Divine,\" \"Out of the Hills,\" \"The Love Fiesta,\" \"Oh Bella Mia.\"","release_date":"1936-10-11","genres":[35,37],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":133257,"title":"The Devil on Horseback","adult":false},{"cast":[],"overview":"In March 2008, internationally acclaimed fusion superstar group the Yellowjackets shared an unforgettable evening of Jazz at its very best with the New Morning audience in Paris. At the peak of their creative art, Bob Mintzer (saxophone), Russell Ferrante (keyboards), Jimmy Haslip (bass) and Marcus Baylor (drums) played with the unaltered intensity &amp; jubilation of their 1981 debut when, as backing band for guitarist Robben Ford, they created the compelling, unmistakable Yellowjackets sound, combining bebop, funk, R&amp;B and rock influences. In the course of their 25 year career, the challenging team of improvising masters – 14 time Grammy Award nominees &amp; twice winners – has turned into a driving force in contemporary music. We are proud to offer the Yellowjackets' countless fans this jewel of musical sophistication &amp; groove!","release_date":"2008-04-17","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":133274,"title":"Yellowjackets: The Paris Concert","adult":false},{"cast":["Hoot Gibson","Bob Steele","Veda Ann Borg","Ralph Lewis","Mauritz Hugo"],"overview":"Following completion of the \"Trail Blazers\" series, Bob Steele and Hoot Gibson were paired in three other Monogram westerns, with the only connection to the \"Trail Blazers\" series being Steele and Gibson in the cast and production and distribution by Monogram, with various Monogram people serving as production supervisors i.e., William Strobach on this entry and Victor Hammond on the other two. This one finds Jack Slade (Mauritz Hugo) and Mary Conway,alias Blanche (Veda Ann Borg), being recognized as known and wanted crooks by deputy marshal Harry Stevens (Steve Clark) and, when he orders them out of town, Slade kills him. His son, Bob Stevens (Bob Steele) and friend Parkford (Hoot Gibson) become U.S. Marshals and proceed to rid the town of the cut-throat gang that has been terrorizing the citizens. Bob goes undercover as an outlaw and works his way into the gang, while Hoot poses as a Dude who goes about making fiery speeches on behalf of law and order.","release_date":"1944-07-29","genres":[28,37],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":133279,"title":"Marked Trails","adult":false},{"cast":["Raimondo Vianello","Franco Franchi","Ciccio Ingrassia","Mischa Auer","Ennio Girolami"],"overview":"","release_date":"1964-05-22","genres":[],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":133281,"title":"Queste pazze pazze donne","adult":false},{"cast":["Hoot Gibson","Lona Andre","Charles Hill","George Chesebro","Robert McKenzie"],"overview":"A sharpshooter in a traveling sideshow is falsely accused of murdering a local miner.","release_date":"1936-02-20","genres":[37],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133283,"title":"Lucky Terror","adult":false},{"cast":["Dirk Bares","Christian Zimmermann","Horst Butterbach","Michael Schu","Jürgen Becker"],"overview":"","release_date":"2010-12-09","genres":[],"vote_average":7.8,"runtime":null,"cert":"N\/A","id":133285,"title":"Freck Langsam - Der heilige Rock unterm Hammer","adult":false},{"cast":["Franco Franchi","Ciccio Ingrassia","Raimondo Vianello","Ursula Davis","Sandra Mondaini"],"overview":"","release_date":"1966-01-01","genres":[35],"vote_average":5.8,"runtime":92,"cert":"N\/A","id":133287,"title":"Veneri in collegio","adult":false},{"cast":["Ken Maynard","Muriel Gordon","James A. Marcus","Al Bridge","Niles Welch"],"overview":"A prominent banker commits suicide. His son thinks otherwise and sets out to prove it.","release_date":"1933-05-14","genres":[37],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":133289,"title":"The Lone Avenger","adult":false},{"cast":["James Newill","Carol Hughes","William Royle","Herbert Corthell","Kenneth Harlan"],"overview":"Counterfeit bills are being printed in Canada and shipped across the border hidden in blocks of ice. When the counterfeiters force engraver Bronson to make a new plate, he inscribes a tiny help message on it. Renfrew catches a henchman who has one of the new bills. A magnifying glass lets him read the message and he heads out alone to round up the counterfeiters.","release_date":"1937-09-29","genres":[37],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":133291,"title":"Renfrew of the Royal Mounted","adult":false},{"cast":["John Carradine","Regina Torné","Isela Vega","Miguel Ángel Álvarez","Andrés García"],"overview":"A crazed doctor performs gruesome experiments in his search for a youth serum.","release_date":"1969-02-14","genres":[878,27],"vote_average":5.0,"runtime":78,"cert":"N\/A","id":133293,"title":"Pact with the Devil","adult":false},{"cast":["Anil Kapoor","Jackie Shroff","Pooja Bhatt","Paresh Rawal","Tinnu Anand"],"overview":"Kachra Seth runs an empire of collecting garbage, which is merely a front to cover-up for his other business - drug trafficking. He recruits a select group of people to carry out unpleasant tasks - such as beating someone up, or even killing someone. One of his recruits is Jaggu, who will do anything for a price. Jaggu loves Tina but is afraid to tell her. When Jaggu's mom is hospitalized, he comes to Kachra for monetary assistance, he is assigned to a task instead, and unable to complete the task he is apprehended by the police with the assistance of a librarian, and is subsequently found guilty and sent to prison. Jaggu's place is taken by Rajeshwar alias Raja, who is also attracted to Tina and even rescues her from one of Kachra's goons, Chabiley, and they both fall in love. When Jaggu returns from prison, he finds his mom has passed away, and his sister is missing, believed to have committed suicide.","release_date":"1998-04-17","genres":[80],"vote_average":7.5,"runtime":171,"cert":"N\/A","id":133307,"title":"Kabhi Na Kabhi","adult":false},{"cast":[],"overview":"Yudh Abhyas is an annual exercise between the Indian and U.S. armies. Yudh Abhyas 2012 took place in Mahajan training range, Rajasthan, India 70km from the Pakistan border. This is a short trailer showing some of the events of the military exercise. The units that took part were from U.S. Army Pacific (USARPAC) including the A troop 2-14 Cav 2nd Brigade Combat Team, 25th Infantry Division from Schofield Barracks, Hawaii and the 6th Engineer Battalion (Airborne), 2nd Engineer Brigade out of Ft. Richardson,","release_date":"","genres":[],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":133321,"title":"Yudh Abhyas 2012","adult":false},{"cast":["Sina Vodjani"],"overview":"A feature-length musical ode to the land and legacy of Zoroaster by the Iranian musician Sina Vodjani.","release_date":"2006-09-18","genres":[],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":133326,"title":"Sina Vodjani - Zarathustra","adult":false},{"cast":["Richard Harris","Rod Taylor","Al Lettieri","Neville Brand","William Smith"],"overview":"Sheriff Sean Kilpatrick is a pacifist. Frank Brand is the leader of a band of killers. When their paths cross Kilpatrick is compelled to go against everything he has stood for to bring death to Brand and his gang. Through his hunt into Mexico he is challenged by a noble Mexican Sheriff interested only in carrying out the law - not vengeance.","release_date":"1973-12-21","genres":[37],"vote_average":5.8,"runtime":110,"cert":"N\/A","id":133328,"title":"The Deadly Trackers","adult":false},{"cast":["Han Seok-kyu","Kim Min-jung","Lee Beom-soo","Oh Dal-su","Kim Roe-ha"],"overview":"Yun-seo comes across an 'indecent novel' by chance. Hesitant to read such a book at first, he is soon inspired to write one himself. He even asks his family rival and infamous captain of guards, Gwang-heon, to draw the illustrations for his books. Their book \"Heukgokbisa\" is soon the most talked about in town and is eventually read by Jeong-bin, the king's favorite concubine. With Jeong-bin's involvement, two men are soon drawn in a tricky web of palace intrigue.","release_date":"2006-02-23","genres":[10749,18,35],"vote_average":6.3,"runtime":142,"cert":"N\/A","id":133336,"title":"Forbidden Quest","adult":false},{"cast":["Jerry Calà","Francesca Rettondini","Alessia Merz","Sergio Vastano","Maria Monsè"],"overview":"","release_date":"1995-01-01","genres":[],"vote_average":2.6,"runtime":null,"cert":"N\/A","id":133341,"title":"Ragazzi della notte","adult":false},{"cast":["Cher","Barbara London","Stephen Whittaker","Tom Nolan","Danny Zapien"],"overview":"Go on a cross country adventure with Cher in her first dramatic film, Chastity. Chastity ('Cher') is a lonely young girl who is hitchhiking across the country in hopes of finding someone to love her and make her forget her disturbed past. She does find love with a man whom she calls Andre ('Stephen Whittaker'). Chastity feels that the relationship is getting too serious so she decides to run. She goes to Mexico where she starts working at a whorehouse, there she befriends the strange lesbian owner (Barbara London). Chastity is looking for a mother figure in the woman, but the woman has different feelings for Chastity. She soon realizes that this is not the life for her and decides to return to Andre and try to start a new normal life. Things are good, but not for long as Chastity's dark disturbed past will never let her feel loved by anyone.","release_date":"1969-06-24","genres":[18],"vote_average":4.5,"runtime":83,"cert":"N\/A","id":133343,"title":"Chastity","adult":false},{"cast":["Sven Gielnik","Eye Haïdara","Carolina Clemente","Hans-Jochen Wagner","Eriq Ebouaney"],"overview":"Seventeen-year-old Thomas and his father Niels spend their summer holidays at the Spanish coast. But their father and son time out takes a turn when a boat with African refugees sinks close to their hotel. One of them is 20-year-old Djamile. On a motorbike tour Thomas runs into Djamile and quickly decides to hide her from the Spanish authorities and the smugglers who brought her to Europe. When Niels and Angelica, Thomas’ teacher and his father’s love affair, learn about Thomas’ secret the situation is getting even more explosive. Niels does not support his son’s plans at all. Naive but passionate Thomas struggles to find a way to save Djamile. Deeper and deeper, he explores an unknown world of desperation, hope, greed, violence, betrayal, sorrow and... love.","release_date":"2011-01-01","genres":[18,10749],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":133345,"title":"Implosion","adult":false},{"cast":["Los Bravos","Rafaela Aparicio","Enriqueta Carballeira","José Luis Coll","Manuel de Blas"],"overview":"The musical group \"Los Bravos\" is enjoying a short vholidays. It's in a mountain hut, near a girls' school, eager to see and hear.","release_date":"1967-09-25","genres":[35],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":133350,"title":"Los chicos con las chicas","adult":false},{"cast":["Franco Franchi","Ciccio Ingrassia","Aroldo Tieri","Misha Auer","Gino Buzzanca"],"overview":"","release_date":"1964-01-01","genres":[],"vote_average":5.6,"runtime":null,"cert":"N\/A","id":133367,"title":"I due mafiosi","adult":false},{"cast":["Aaron Poole","James Gilbert","Ian Anderson","Peter Apostolopoulos","Roger Beck"],"overview":"A documentary about conspiracy theories takes a horrific turn after the filmmakers uncover an ancient and dangerous secret society.","release_date":"2012-08-23","genres":[27,53],"vote_average":6.1,"runtime":85,"cert":"15","id":133369,"title":"The Conspiracy","adult":false},{"cast":[],"overview":"","release_date":"2012-09-17","genres":[],"vote_average":7.5,"runtime":null,"cert":"N\/A","id":133371,"title":"Gentilly or not to be","adult":false},{"cast":["Elżbieta Czyżewska","Jerzy Skolimowski"],"overview":"The footloose ennui of Poland’s postwar generation is captured to perfection in this jazzy chronicle of a draft-dodger’s final day of freedom. A slacker before there was a word for it, Andrzej (played by Skolimowski himself) drifts through a series of open-ended encounters with women following a wake-up argument with his pouting wife, and a long-delayed military physical (the film’s title derives from one of the questions). Skolimowski hoarded four years’ worth of the annual film footage allotment from his Lódz film school in order to create this first feature marked by compositional bravado and a trademark air of the absurd. -Barbara Scharres, Gene Siskel Film Center","release_date":"1965-11-18","genres":[18],"vote_average":7.2,"runtime":73,"cert":"N\/A","id":133373,"title":"Identification Marks: None","adult":false},{"cast":["Roy \"Chubby\" Brown"],"overview":"Prepare yourself for an hour of Britains favourite comedian as he entertains a riotous crowd live in Northampton. Filmed in April 2002 Chubby is more outrageous and filthy than ever before - even the Queen Mother can't escape the famous Chubby treatment! Enjoy Roy Chubby Brown at his rudest and crudest best and see why all his live shows really are \"Standing Room Only\"!","release_date":"2002-11-11","genres":[],"vote_average":4.0,"runtime":60,"cert":"18","id":133381,"title":"Roy Chubby Brown: Standing Room Only","adult":false},{"cast":["Imre Csuja","Réka Pelsöczy","Ági Szirtes","Ferenc Lengyel"],"overview":"The film takes place in a present-day small Hungarian village in the middle of nowhere. Strangers hardly ever come to this place, everything outside of it seems to be in another world for the inhabitants. But one day everything changes, when a stranger from Budapest enters the pub. He is on his way to a vacation in Portugal and wants to spend some days in this village. He soon starts a love affair with the pub owner's daughter. The ex-policeman of the village doesn't like this at all...","release_date":"2000-10-12","genres":[18,35],"vote_average":10.0,"runtime":93,"cert":"N\/A","id":133392,"title":"Portugal","adult":false},{"cast":["Dorottya Udvaros","Mihály Dés","Juli Básti","Teri Tordai","György Melis"],"overview":"A typist girl who is under the influence of nervous breakdown walks out to the street stark naked from the office she works in. A young physician goes by accidentally and tries to help her, spreading his coat over her nude body. From this moment his life changes completely.","release_date":"1987-02-19","genres":[18,35],"vote_average":10.0,"runtime":107,"cert":"N\/A","id":133394,"title":"Banana Skin Waltz","adult":false},{"cast":["Mina Tander","Laura de Boer","Katharina Thalbach","Max Riemelt","Clemens Schick"],"overview":"During their childhood, Hanna and Clarissa were best friends. They spent every vacation together in an old summer house on a small island. Shortly after Hanna’s 9th birthday, they suddenly lost touch and only meet again unexpectedly 25 years later. Hanna is now married, has a seven-year-old daughter and is the chief resident physician at the hospital where she reunites with Clarissa. Her old friend has been brought to the hospital ER for overdosing on sleeping pills. The two women pick up their friendship where they left off and spontaneously decide to spend a few days on the island, just like in the old days. When Hanna learns that Maria, a playmate of hers from the island’s village, disappeared as a child and was never seen or heard from again, she begins to search in the past. Something horrible must have happened on the island and they must have been involved.","release_date":"2012-12-20","genres":[18,53,9648],"vote_average":5.5,"runtime":102,"cert":"N\/A","id":133396,"title":"Forgotten","adult":false},{"cast":["Károly Eperjes","Mari Törőcsik","Miklós Benedek","Irén Bordán","Tamás Cseh"],"overview":"This Hungarian comedy depicts the exploits of 8 members of a travelling troupe of actors and musicians as they move about the country performing a series of one night stands.","release_date":"1993-11-07","genres":[18],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":133407,"title":"On Tour","adult":false},{"cast":["Trond Kirkvaag","Knut Lystad","Lars Mjøen","Åsleik Engmark","Johannes Joner"],"overview":"","release_date":"2005-01-01","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":133409,"title":"Brødrene Dal og mysteriet om Karl XIIs gamasjer","adult":false},{"cast":["Ane Dahl Torp","Henriette Steenstrup","Laila Goody","Andrine Sæther","Anne Marit Jacobsen"],"overview":"A nurse gets into a dispute at work because she switches to speaking English when she gets nervous. A translator compromises her integrity when persuaded to translate a book she doesn't believe in. An elderly woman and her daughter are humiliated when offered a present of one million kroner from a relative. A warm and nuanced film about people who all mean well, but end up hurting one another.","release_date":"2012-09-14","genres":[35,18],"vote_average":6.7,"runtime":118,"cert":"N\/A","id":133411,"title":"I Belong","adult":false},{"cast":["Kamill Feleki","Károly Eperjes","György Dörner","László Csákányi","Dezső Garas"],"overview":"Young artiste (Oszkár Sajek) has an accident and gets a limp. He finds out that a superannuated artiste (Lipót Binder) has a fantastic attraction. Sajek would do anything to get it, but Lipót Binder is a very stubborn old man. Written by Tamas Patrovics","release_date":"1984-05-02","genres":[18],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":133425,"title":"Uramisten","adult":false},{"cast":["Mari Törőcsik","Dezső Garas","Judit Hernádi","Marcell Tóth","Károly Eperjes"],"overview":"The story of 10-year-old boy and his family against the backdrop of the bloody events of 1956, in Budapest. Children do not yet understand what is going on, but they're happy because the schools are closed. But gradually, to adults and children comes the understanding that something terrible is happening. Disappearing relatives, friends, and even killed some. Tips sent an army to put down the counterrevolutionary rebellion.","release_date":"1987-09-03","genres":[18,35],"vote_average":6.5,"runtime":91,"cert":"N\/A","id":133427,"title":"Whooping Cough","adult":false},{"cast":[],"overview":"Armed with inspiration and a variety of materials, Brazilian artist Bel Borba turns his hometown of Salvador into an ever-evolving art gallery. The resulting work is an expression of his creativity -- and his love for the city that spawned it.","release_date":"2012-08-03","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133429,"title":"Bel Borba Aqui","adult":false},{"cast":[],"overview":"In 1961 Mississippi was a virtual South African enclave within the United States. Everything is segregated. There are virtually no black voters. Bob Moses, enters the state and the Voter Registration Project begins. The first black farmer who attempts to register is fatally shot by a Mississippi State Representative. But four years later, the registration is open. By 1990, Mississippi has more elected black officials than any other state in the union.","release_date":"1994-06-22","genres":[99],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":133434,"title":"Freedom on My Mind","adult":false},{"cast":[],"overview":"An extraordinary video diary about living with AIDS documenting, with guts and humor, the love and dedication of longtime companions Tom Joslin and Mark Massi, from the emotional challenge of living with a fatal illness to the frustration of maintaining daily routines,.","release_date":"1993-01-01","genres":[],"vote_average":7.0,"runtime":99,"cert":"N\/A","id":133436,"title":"Silverlake Life: The View from Here","adult":false},{"cast":[],"overview":"Expose on the exploitation of workers in the Florida sugar cane industry.","release_date":"1990-01-01","genres":[],"vote_average":7.0,"runtime":70,"cert":"N\/A","id":133438,"title":"H-2 Worker","adult":false},{"cast":["Enrique Pinti"],"overview":"Enrique Pinti reviews Argentinean Hisotry through music and humour","release_date":"1995-01-01","genres":[35,99,36,10402],"vote_average":4.0,"runtime":119,"cert":"N\/A","id":133443,"title":"Salsa Criolla","adult":false},{"cast":["Pethro Themba Mbole","Vusumuzi Ndumo"],"overview":"A deeply shocking film that follows the lengths to which an HIV-positive man will go in order to try and cure himself of the virus. John is an unemployed twenty-something hoodlum who lives alone in a nondescript shack in the small South African town of Duduza. The hand-held camera stays with John as he stops and chats with his friends, and shares beers and street food with them. But he also indulges in unprotected, passionless sex several times in his shack or around the fields nearby with any of the local girls he meets. He later finds out that one of these women is HIV-positive. When a friend tells him that sex with a virgin is an instant cure, John follows that option; and the nightmare begins.","release_date":"2012-10-11","genres":[18],"vote_average":0.0,"runtime":78,"cert":"","id":133445,"title":"Accession","adult":false},{"cast":["Igor Chmela","Eva Vrbková","Martin Finger","Albert Mikšík","Kristýna Tomíčková"],"overview":"Libor, a former teacher, enjoys a well-paid position as a bank manager, living in a luxurious villa outside Prague. His business partners are taken into custody and the authorities have a few questions for him to answer. Rather than wait around, he decides to take off to Moravia with his wife and two children. In the process, he pretends that everything is normal, rediscovers the value of family life, meets up with a former colleague lost in provincial obscurity, and becomes the object of a manhunt. Libor is not a criminal type, merely someone who signs cheques and is drawn into a business world failing to recognise its own criminality (he doesn’t even flee the country).","release_date":"2011-10-13","genres":[80,18],"vote_average":7.0,"runtime":106,"cert":"N\/A","id":133447,"title":"Long Live the Family!","adult":false},{"cast":["Jacqueline Lewis","Ethel Moses","Alice B. Russell","Trixie Smith","Charles Thompson"],"overview":"Naomi, a light-skinned Black child, is abandoned by her mother and raised by the virtuous Mrs. Saunders (Alice B. Russell, Micheaux's wife and collaborator).  When the girl's fixation with whiteness turns her against her own race, she is sent to a convent.  Hopelessly in love with her adoptive brother, Jimmie, Naomi consents to marry his friend, but is repulsed by his darker skin and unrefined ways. The narrative comes full circle as Naomi leaves her own newborn and makes a tragic attempt to pass in white society. When the film premiered at Harlem's RKO Regent Theatre it was met with a storm of controversy; the National Negro Congress and other groups protested its harsh characterization of African Americans.  The film was withdrawn and several scenes were consequently deleted. Produced with limited resources, God's Step Children offers a testament to Micheaux's extraordinary dedication to both his craft and the concerns of a historically marginalized community.","release_date":"1938-01-01","genres":[],"vote_average":5.0,"runtime":70,"cert":"N\/A","id":133449,"title":"God's Step Children","adult":false},{"cast":["Shaheizy Sam","Lisa Surihani","Azad Jazmin","Syamsul Yusof","Neelofa"],"overview":"Sam wants to live a normal happy life with his girlfriend and soon-to-be wife Lisa. However, Lisa is desired by many, among which includes a mentally disturbed guy named Haikal. Their nightmare begins when Haikal makes a decision to kidnap both Sam and Lisa to take revenge for her rejection towards him. Will Sam and Lisa survive their ordeal?","release_date":"2012-08-16","genres":[53],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":133451,"title":"Saya Amat Mencintaimu","adult":false},{"cast":["William Ringström","Morgan Alling","Anja Lundqvist","Hanna Elffors Elfström","Julius Jimenez Hugoson"],"overview":"Sune is back! Together with his little brother Håkan Bråkan, big sister Anna, mother Karin and dad Rudolf, Sune embarks on a summer holiday trip to Greece. As every summer before, the family plans to spend their vacation in Myggträsk. Then the most unexpected happens, Rudolf books a charter trip to Greece. The family is overjoyed but the questions about the trip are many. Once in Greece the catastrophes pile up. Sune looses his girl charming powers, Håkan Bråkan really does'nt like Julle in the kids group, Karin becomes more and more annoyed with Rudolf. Meantime, Rudolf discovers that the trip is all inclusive and the possibilities that comes with that.","release_date":"2012-12-25","genres":[35,10751],"vote_average":5.2,"runtime":95,"cert":"N\/A","id":133459,"title":"Sune in Greece: All Inclusive","adult":false},{"cast":["Deauxma","India Summer","Shyla Jennings","Elle Alexandra","Brandi Love"],"overview":"She's hitting the road on a quest to find a few good women to share her most intimate pleasures with! Watch as her sexual adventure unfolds before your very eyes!","release_date":"2012-09-14","genres":[],"vote_average":0.0,"runtime":147,"cert":"N\/A","id":133461,"title":"Road Queen 23","adult":true},{"cast":["Nicholas Hope","Kelly Paterniti","Sam Reid","Alan Dukes","James Mackay"],"overview":"Six captive office workers are literally chained to their desks by a demented, escaped serial killer; former regional manager Thomas Reddmann (Redd). He assigns his 'human resources' the impossible task of proving his innocence or suffering gruesome consequences.","release_date":"2012-11-03","genres":[53,27,35],"vote_average":5.7,"runtime":93,"cert":"N\/A","id":133463,"title":"Redd Inc.","adult":false},{"cast":["Gracie Glam","Alyssa Branch","Ella Milano","Asphyxia Noir","Jayden Lee"],"overview":"Simply the most realistic sex in lesbian adult video!","release_date":"2012-09-28","genres":[],"vote_average":0.0,"runtime":155,"cert":"N\/A","id":133480,"title":"Lesbian PsychoDramas 11","adult":true},{"cast":["Bill Travers","Spike Milligan","Grégoire Aslan","John Le Mesurier","Thorley Walters"],"overview":"This British men-on-a-mission spoof set during World War II finds intrepid officer Bill Travers leading three colorful compatriots into Nazi-occupied France to destroy an obnoxiously large, loud, and destructive enemy gun. See if this fearless foursome can stomp their Fascist foes and get back to their game of cricket! Spike Milligan, Gregoire Aslan, and Thorley Walters co-star.","release_date":"1961-09-01","genres":[35],"vote_average":4.0,"runtime":91,"cert":"U","id":133482,"title":"Invasion Quartet","adult":false},{"cast":["María Barranco","Arturo Fernández","José Coronado","Maribel Guardia","Jesús Vázquez"],"overview":"Lola, a member of a gang of crooks, is visited by a cousin who comes to work in a multinational.","release_date":"1992-03-25","genres":[35],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":133493,"title":"Aquí, el que no corre... vuela","adult":false},{"cert":"N\/A","title":"Speak, Silent One","cast":["José Luis López Vázquez","Kiti Mánver","Hanna Haxmann","Francisco Guijar","Susan Taff"],"genres":[18],"id":133498,"overview":"Ramiro's grandfather is on vacation in a hostel in the mountains with his family. Decides to send theirs to Madrid and stay in a shelter, saying his health requires. But the reason is another ...","runtime":88,"release_date":"1973-06-01","vote_average":5.5,"adult":false}]