[{"cast":[],"overview":"The Legend of the Luftwaffe began in Poland, the first victim of Hitler's blitzkrieg. Combat cameramen filmed the aerial campaign, showing preparations for flight, massive air strikes, and the appalling devastation wreaked upon Polish towns and armies. Highlighted by a lengthy, riveting sequence depicting the siege of Warsaw, Feuertaufe inspired Germany with pride and confidence and foreign viewers with dread. Norbert Schultze's original score lyrically enhances this propaganda masterpiece.","release_date":"1940-04-04","genres":[99],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":133509,"title":"Feuertaufe - Der Film vom Einsatz unserer Luftwaffe im polnischen Feldzug","adult":false},{"cast":["Vicky Harris","Valeria Christodoulidou","Paschalis Tsarouhas","Nikos Kordinos","Panos Vourlamis"],"overview":"What is Hell for others is home for us. This is the story of Vera, Elsa, a Man, and the great love that united them. They started out growing up together but they didn't get very far. Leaving behind a desolate world, full of traps, they will begin a hallucinogenic journey of tenderness and violence. The story of three lovers who in a devious and gruesome manner try to destroy each other, to gain a solitary entrance to Hell.","release_date":"1999-01-01","genres":[53,80,27,18],"vote_average":8.3,"runtime":108,"cert":"N\/A","id":133523,"title":"See You in Hell, My Darling","adult":false},{"cast":["Metin Akpinar","Nurgül Yeşilçay","Müjde Ar","Onur Ünsal","Füsun Demirel"],"overview":"Ali is 18. His feet are firmly off the ground. The very idea of marriage seems like a game. But the bride's parents are ready and willing. Business ventures will be set up between the families; the arrangement will pay off all round. Ali, meanwhile, is more interested in playing with puppets and dressing up as a rooster for the travelling theatre. His fiancée has only so much patience... So what should his parents do? What was that? Hire a Borrowed Bride? Meaning exactly what? Well just that: borrow a bride, as the title of the film suggests......","release_date":"2005-02-18","genres":[10749,36],"vote_average":6.4,"runtime":100,"cert":"N\/A","id":133525,"title":"Borrowed Bride","adult":false},{"cast":["Vilma Santos","Kim Chiu","Pokwang","Robert Arevalo","Janice de Belen"],"overview":"A community rushes to a faith healer after learning that one of them was miraculously healed from a deadly disease by the same person. They are torn apart afterwards as the healing brings them a terrible curse that wreaks harm and death.","release_date":"2012-07-25","genres":[53,27,9648],"vote_average":7.0,"runtime":107,"cert":"N\/A","id":133530,"title":"The Healing","adult":false},{"cast":[],"overview":"A young, unwed, pregnant girl is made an offer she can't refuse. Marry a rich young man with a wealthy estate to please his dying mother, and she'll be well taken care of. What she doesn't know is the family has plans to sacrifice her baby!","release_date":"1994-01-23","genres":[27],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":133535,"title":"Aswang","adult":false},{"cast":["Buck Jones","Tim McCoy","Raymond Hatton","Luana Walters","Dennis Moore"],"overview":"The Rough Riders are called in to help save Master's stage line. Taggart has his gang robbing the stages and shooting the drivers. When Buck drives the next stage, Taggart's men rob it and then make it look like Roberts is part of the gang. Written by Maurice Van Auken","release_date":"1941-07-19","genres":[28,37],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":133537,"title":"Arizona Bound","adult":false},{"cast":["Buck Jones","Tim McCoy","Raymond Hatton","Sarah Padden","Harry Woods"],"overview":"Ma Turner of Red Bluff sends for U.S.Marshal Buck Roberts to investigate a series of wide-spread rustling in the area. Town banker Miller, saloon-owner Duke Mason and the crooked sheriff are in cahoots with rancher John Holt, but they double-cross and kill him. His son Steve witnesses the murder and kills the sheriff. Buck arrives and arrests Steve. Marshal Tim McCall, posing as an outlaw, gains the confidence of the gang and engineers the escape, with Buck's knowledge, of Steve from the jail. Sandy Hopkins, the third Marshal of the trio, poses as a peddler and learns that the gang intends to do away with Buck and rides to the Turner ranch to warn him. Red, a Turner ranch hand but also a member of the gang, overhears Buck telling Ma that Tim is really a U.S. Marshal, and he has Miller and Mason informed. Written by Les Adams","release_date":"1942-08-21","genres":[37],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":133539,"title":"Riders of the West","adult":false},{"cast":["Shashank","Atul Kulkarni","Biyanka Desai"],"overview":"Koffi Bar is about the way a life changes to couple of youngsters who by accident get to know some terror plans of terrorists in a coffee bar. This knowledge added with some romance lead them to a horrifying experience.","release_date":"2011-04-29","genres":[53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133559,"title":"Koffi Bar","adult":false},{"cast":[],"overview":"","release_date":"2004-01-01","genres":[16],"vote_average":0.0,"runtime":29,"cert":"N\/A","id":133567,"title":"Choo-choo-3","adult":false},{"cast":["Irandhir Santos","Nanda Costa","Matheus Nachtergaele","Juliano Cazarré","Tânia Granussi"],"overview":"Zizo, a radical and anarchist poet living in a marginal quarter of Recife in the north eastern state of Pernambuco, distributes his social angst-filled thoughts through a publication named Febre do Rato, and spews poetry to anyone who’d listen. Our character always revolves within the universe that he has created around himself. A very particular world, in which satisfying the unfortunate is a mixture of a kind of benefit with high dose of malice.","release_date":"2012-06-22","genres":[18],"vote_average":5.1,"runtime":101,"cert":"N\/A","id":133569,"title":"Rat Fever","adult":false},{"cast":["Derron Ross","Brent Meeker"],"overview":"One astronaut's journey through space and life ends on a hostile exosolar planet. Grounded is a metaphorical account of the experience, inviting unique interpretation and reflection by the viewer. Themes of aging, inheritance, paternal approval, cyclic trajectories, and behaviors passed on through generations are explored against an ethereal backdrop.","release_date":"2012-01-18","genres":[878],"vote_average":5.3,"runtime":8,"cert":"N\/A","id":133571,"title":"Grounded","adult":false},{"cast":["Yoo Ji-tae","Yoon Jin-seo","Im Ye-jin","Jeong In-gi","Oh Yeon-ah"],"overview":"Two months after their wedding, Yeon-Yi (Yoon Jin-Seo)'s husband Jin-woo (Yoo Ji-Tae)gets into an accident and falls into a coma. During this time, Yeon-Yi's life shatters from the seams. She misses her deadlines for work, while she has only videos of her wedding to comfort her. Then Yeon-Yi waits at the airport for Jin-Woo's brother Jin-Ho (Yoo Ji-Tae), whom she has never met before. She is stunned when she meets him, because Yeon-Yi never knew Jin-Woo and Jin-Ho are identical twin brothers. Although Jin-Ho and Yeon-Yi's relationship is cold at first. they soon become attracted to each other. Their relationship becomes even more volatile, when Jin-woo suddenly awakes from his coma .....","release_date":"2010-03-25","genres":[18,10749],"vote_average":4.7,"runtime":111,"cert":"N\/A","id":133573,"title":"Secret Love","adult":false},{"cast":["Vincent D'Onofrio","Salma Hayek","Thomas Jane","Olivia d'Abo","Marion Eaton"],"overview":"Gary is in love with Valentino. So is Mary Carmen. Their life changes when Valentino is hit with a deadly disease and is slowly dying in their hands. They tear each other off to end up re-uniting upon their love for the same man.","release_date":"1999-07-16","genres":[18,10749],"vote_average":4.1,"runtime":100,"cert":"N\/A","id":133575,"title":"The Velocity of Gary","adult":false},{"cast":["Miguel Doucet","Marie-Hélène Gosselin"],"overview":"Inspired by Japan's butoh theatre, Crépuscule is a stop-motion animated short film about a group of creatures living in perfect symbiosis with their environment. When a man and a woman break into their boring and regulated world, their lifes are shattered forever.","release_date":"2011-10-29","genres":[],"vote_average":10.0,"runtime":20,"cert":"N\/A","id":133580,"title":"Crépuscule","adult":false},{"cast":["Im Chang-jung","Daniel Choi","Oh Dal-su","Jo Yoon-hee","JiYun Jeong"],"overview":"After his best friend dies in an unexpected accident, black market dealer Young-gyu decides to wash his hands off his illegal activities and start a new life with his girlfriend Yu-ri. But his dream stalls when he learns that Yu-ri needs money for her father's surgery. To help her out, Young-gyu decides to do the job one last time. His smuggling ring operates out of a boat that runs between Korea and China, picking victims from its voyager pool and harvesting their organs. Meanwhile, a married couple, Sang-ho and Chae-hee, boards Young-gyu's passenger boat heading to Weihai, China. That very evening, just when the boat enters international sea waters where countries' laws cannot be enforced, Chae-hee goes missing and all her pictures and belongings vanishes without a trace. Young-gyu finds Yu-ri on the same ship, and she claims to be the only witness to Chae-hee's disappearance.","release_date":"2012-08-28","genres":[18,28],"vote_average":6.4,"runtime":111,"cert":"N\/A","id":133603,"title":"Traffickers","adult":false},{"cast":["Choi Il-hwa","Ryu Hyun-kyung","Jung Ae-yeon","Lee Seung-joon"],"overview":"Kimjho Gwang-soo is one of the most recognized Korean gay activist as well as a filmmaker. This is his feature debut as a director and producer. A queer movie that delivers the goods—humorous and touching—and fulfills the director’s wish for a more “open” society. A story of two people that masquerade as a couple to hide their homosexuality and keep their real loves intact. Minsoo, who is gay and wants to escape from his meddling parents, and Hyojin, who is a lesbian and wants to adopt a baby, are both doctors working at the same hospital. To fulfill their wishes, they decide to fake their nuptials. Their marriage is surrounded by episodes, some are humorous and others full of pathos. Unlike other films dealing with similar subject matter, focusing on the darker side of the spectrum, the director’s choice to keep things lighter and brighter is also a virtue.","release_date":"2012-06-21","genres":[35,10749],"vote_average":5.8,"runtime":106,"cert":"N\/A","id":133605,"title":"Two Weddings and a Funeral","adult":false},{"cast":[],"overview":"A story based on the great Melbourne bookie robbery.","release_date":"1985-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133622,"title":"Robbery","adult":false},{"cast":["Roy \"Chubby\" Brown"],"overview":"The Man with the most famous helmet in comedy is at it again, busting his b****cks live in front of a sell-out crowd in Blackpool. It's Chubby at his best - rude, crude and f**king funny!  Get ready for the non-stop patter of Roy Chubby Brown. Once again we have an hilarious look at life how only he can see it. If you don't laugh at this video Chubby reckons you are dead from the neck up!","release_date":"1995-11-06","genres":[],"vote_average":0.0,"runtime":62,"cert":"18","id":133630,"title":"Roy Chubby Brown: Clitoris Allsorts - Live at Blackpool","adult":false},{"cast":["Antonio Molina","Rafael Durán","Delia Luna","Nani Fernández","José Franco"],"overview":"A young miner, married to a lovely woman crippled, lives happily proving to have a wonderful singing voice while hauling trucks in the mine. One day, to hear a clever promoter, gets its hands on an interesting contract to sing in the most cosmopolitan nightclubs, waking him good prospects for a revenue amazement while he meets another woman who might get put endanger their marriage.","release_date":"1956-04-01","genres":[],"vote_average":5.3,"runtime":85,"cert":"N\/A","id":133632,"title":"Esa voz es una mina","adult":false},{"cast":["Christine Nguyen","Nicole Sheridan","Voodoo","Syren","Evan Stone"],"overview":"As a group of intrepid explorers descend upon King Island in search of elusive female heroine Tarzeena, an evil scientist schemes to use his revolutionary radio brain control devise to transform her into the ultimate love slave. With her loyal gorilla Tabonga by her side, Tarzeena stands as the undisputed queen of King Island. But the malevolent Dr. Mortimer is eager to have this island queen all to himself, and he's willing to resort to some hi-tech tomfoolery in order to make that happen. Of course all's fair in love and brain surgery, and as Dr. Mortimer attempts to capture Tarzeena so that he can insert the device in her head, a group of bold adventurers arrive on the island to find out once and for all whether this feral female heroine truly exists.","release_date":"2008-07-10","genres":[],"vote_average":5.7,"runtime":75,"cert":"N\/A","id":133634,"title":"Tarzeena: Jiggle in the Jungle","adult":false},{"cast":["Michelle Forbes","Steven Grayhm","Rachel Hayward","Elyse Levesque","Philip Granger"],"overview":"Overdomineering female police detective Jamie McDowell still tries to run her 19-year old only son Peter's life although he is a builder who lives alone. She strongly opposes his engagement to Kelly Shaw, who he doesn't know very long, and forces him to bring her to diner, where Jamie and mother Susan Shaw repeat that mistake. After Kelly provoked her ex-fiancé Ray Rankin in a bar 'to test Peter's love' again, they part in anger. That evening the mothers, who went out together, find Kelly burnt to death in Susan's house; an expert clearly concludes arson. To her horror, Jamie quickly finds the evidence seems to point at one logical suspect: her son Peter...","release_date":"2007-04-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133636,"title":"Unthinkable","adult":false},{"cast":["Max Hastings"],"overview":"Thirty years after the Falkland's War, journalist and military historian Max Hastings explores the conflict's impact and its legacy.  Hastings, who sailed with the Task Force in 1982 and reported on the Falklands campaign first-hand, looks at how victory in the South Atlantic revived the reputation of our armed forces and renewed Britain's sense of pride and its image abroad after years of decline as an imperial and military power.  Hastings examines how the Falklands provided a model of a swift and successful war that was matched by other conflicts Britain fought at the end of the 20th-century. In contrast, the long campaigns in Iraq and Afghanistan have left the British public sceptical about sending our armed forces in large numbers to war again.  The Falklands could well be the last popular war Britain fights, and certainly the country's last imperial hurrah.","release_date":"2012-04-01","genres":[99],"vote_average":4.3,"runtime":60,"cert":"U","id":133641,"title":"The Falklands Legacy","adult":false},{"cast":["Nils Aréhn","Josua Bengtson","Bror Berger","Harriet Bosse","Carl Browallius"],"overview":"Karin Daughter of Ingmar (Swedish: Karin Ingmarsdotter) is a 1920 Swedish silent drama film directed by Victor Sjöström. It is the second part in Sjöström's large-scale adaption of Selma Lagerlöf's novel Jerusalem, following Sons of Ingmar from the year before, and depicting chapter three and four from the novel. The critical reception was however unenthusiastic and Sjöström decided to not direct any more parts. Eventually the suite was finished by Gustaf Molander in 1926.","release_date":"1920-02-02","genres":[18],"vote_average":5.8,"runtime":115,"cert":"N\/A","id":133643,"title":"Karin Ingmarsdotter","adult":false},{"cast":["Annabella","Steven Geray","Ilona Dajbukát","Karola Zala","Germaine Aussey"],"overview":"It tells the story of Marie, an austerely beautiful young peasant girl played by the French star, Annabella. She is seduced beneath a flowering tree by the admirer of one of the daughters of the prosperous family for whom she works, becomes pregnant and is cast out.","release_date":"1933-02-17","genres":[18],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":133663,"title":"Spring Shower","adult":false},{"cast":["Kristian Valen"],"overview":"","release_date":"2008-11-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133680,"title":"Kristian Valen - Et Musikalsk Kaos","adult":false},{"cast":["Nick Cannon"],"overview":"Funnyman Nick Cannon sets out to prove that he's still \"All That\" in this hilarious stand-up comedy performance that was filmed live at the Palms Casino in Las Vegas, Nevada. Originally airing on Showtime, the special features the comedian\/actor\/musician riffing on such topics as his failed attempts at becoming a gangster, marriage, fatherhood, what he thinks about Eminem, and more.","release_date":"2011-05-14","genres":[35],"vote_average":3.3,"runtime":100,"cert":"N\/A","id":133682,"title":"Nick Cannon Mr. Showbiz","adult":false},{"cast":["Giuliano Di Capua","Sergey Garmash","Sergei Makovetsky","Andrey Merzlikin","Avangard Leontyev"],"overview":"Italian gambler who is well-skilled in the card trade owes people in authority, and leaves his country to win the money. Arriving in a small Russian town, he tries to show off his tricks to the local card swindlers but is caught and ends up agreeing to a friendship and a cooperation. It is hard not to find oneself liking the gallant Italian.","release_date":"2007-10-04","genres":[35],"vote_average":4.5,"runtime":95,"cert":"N\/A","id":133684,"title":"The Russian Game","adult":false},{"cast":["Frank Zappa"],"overview":"Includes: Early Blackouts Footage (c. 1958-62), Various Mothers' Identified and\/or Unidentified Footage (c. 1967-69), including: Mothers live with the GTO's (&amp; Ray Collins?), 1969 Tour Footage with Lowell George, Mothers live with Ray Collins and Doll leg (Garrick?), Berlin 1968 Riot, Mayfair Studios Footage (or Apostolic?), Dog Breath Whipping Footage, 1968, Dom DeWild at Royal Festival Hall, 1968, Vienna Woods Footage, 1968","release_date":"2006-05-26","genres":[],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":133686,"title":"Frank Zappa: Burnt Weeny Sandwich","adult":false},{"cast":["Sharon Cuneta","Angel Aquino","Hilda Koronel","Eric Quizon","Ricky Davao"],"overview":"Three working-class Manila women — Stella, Ailing and Choleng — are hired as paid mourners at a traditional Chinese funeral.","release_date":"2003-12-25","genres":[35],"vote_average":5.0,"runtime":110,"cert":"N\/A","id":133688,"title":"Crying Ladies","adult":false},{"cast":["Barbro Kollberg","Sture Lagerwall","Marianne Löfgren","Lisskulla Jobs","Barbro Flodquist"],"overview":"Young woman Marta dreams of a better future and leaves her parent's cabbage patch and move to Stockholm. Waiting tables doesn't pay nearly enough and she soon finds herself working the streets. Her teenage sweetheart Adrian also moves to Stockholm to search for her. Plot by Mattias Thuresson.","release_date":"1943-09-17","genres":[18],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":133705,"title":"Kungsgatan","adult":false},{"cast":["Ariadna Gil","Jordi Mollà","Nacho Pérez","Omar Muñoz","Mar Sodupe"],"overview":"Julía and Samuel move to an isolated estate on the outskirts of Madrid with their children. It seems to be the perfect place but very soon they find out that the idyllic estate holds something else.","release_date":"2005-09-16","genres":[53],"vote_average":5.7,"runtime":91,"cert":"N\/A","id":133713,"title":"The Absent","adult":false},{"cast":["Alan Ladd","Sidney Poitier","Glenn Corbett","James Darren","Lee Kinsolving"],"overview":"During the Korean War, the lieutenant in charge of a Marine rifle platoon is killed in battle. Before he dies, he places the platoon's sergeant, who's black, in charge. The sergeant figures on having trouble with two men in his platoon: a private who has much more combat experience than he does, and a racist Southerner who doesn't like blacks in the first place and has no intention of taking orders from one. Written by frankfob2@yahoo.com","release_date":"1960-08-26","genres":[28,12,18,10752],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":133715,"title":"All the Young Men","adult":false},{"cast":[],"overview":"On August 25th, 79 AD, the Roman cities of Pompeii and Herculaneum were flash-frozen in time when Mount Vesuvius erupted, destroying all life in its path. Noted paleontologist, archaeologist, and forensic physicist Charles Pellegrino is the author of Ghosts of Vesuvius, a fascinating look at this ancient volcanic eruption.  In AMERICAN VESUVIUS, Pellegrino uses the emerging science of forensic archaeology to decipher clues and gather evidence that helps him reconstruct the final moments of the victims.  Using the same forensic techniques, Pellegrino undertakes an investigation of the ruins of the World Trade Center. By processing evidence and interviewing witnesses, he illustrates dramatic physical parallels between Vesuvius's eruption and the collapse of the Twin Towers. His scientific exploration results in an array of startling connections between the destruction of Pompeii and Herculaneum and the man-made devastation at Ground Zero.","release_date":"","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":133723,"title":"American Vesuvius","adult":false},{"cast":[],"overview":"When their shantytowns are threatened with mass eviction, three ‘young lions’ of South Africa’s new generation rise from the shacks and take their government to the highest court in the land, putting the promises of democracy to the test.","release_date":"2012-06-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133725,"title":"Dear Mandela","adult":false},{"cast":["Luke Perry","Olivia d'Abo","Roger Moore","Horst Buchholz","Tom Conti"],"overview":"A CIA agent and a geneticist battle to keep a deadly biological weapon from falling into the wrong hands when the weapon's inventor is kidnapped.","release_date":"2001-02-10","genres":[28,53],"vote_average":4.3,"runtime":94,"cert":"N\/A","id":133727,"title":"The Enemy","adult":false},{"cast":["John Robinson","Michael DeLorenzo","Alex Meraz","Johnny Lewis","Grant Bowler"],"overview":"A young California surfer has to grow up in a hurry when he is thrown into a Peruvian political prison in 1980.","release_date":"2012-09-21","genres":[28,18],"vote_average":4.7,"runtime":101,"cert":"15","id":133738,"title":"186 Dollars to Freedom","adult":false},{"cast":[],"overview":"Documentary on underage teen porn star Traci Lords who almost brought down an the industry.","release_date":"2003-10-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133740,"title":"X-Rated Ambition: The Traci Lords Story","adult":true},{"cast":["Steve Morse"],"overview":"After forming the Dixie Dregs at the University of Miami, Steve won Overall Best Guitarist from Guitar Player\/Magazine's Readers Poll five consecutive years in a row (1982-1986) and was then moved to their Gallery of Greats and removed from contention in order to give other guitar players a chance. He has received many Grammy nominations, both for his work with the Dregs and as a solo artist. He has worked with dozens of famous guitarists of various musical genres, and been a member of the Dregs, Kansas, Living Loud, and (of course) Deep Purple.  These performances come from 1990, a few years before he joined Deep Purple, when he was touring with the Steve Morse Band, a trio that included bassist extraordinaire Dave LaRue, and drummer Van Romaine. The DVD features two concerts culled from the vaults of the German television program Ohne Filter Show.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":133745,"title":"Steve Morse Band: Live in Baden-Baden","adult":false},{"cast":["Irene Papas","Claudia Ohana","Michael Lonsdale","Oliver Wehe","Blanca Guerra"],"overview":"While Erendira, a beautiful teenage girl, has a surreal mystical vision, her grandmother's house catches on fire and burns to the ground. Her grandmother holds Erendira responsible and, in order to extract restitution from the girl, forces her into prostitution. Erendira's surreal mystical experiences continue while her grandmother grows rich from exploiting her.","release_date":"1983-06-01","genres":[18],"vote_average":7.0,"runtime":103,"cert":"N\/A","id":133750,"title":"Erendira","adult":false},{"cast":["Gian Maria Volonté","Magali Noël","Heinz Bennent","Mimsy Farmer","Michel Robin"],"overview":"Gian-Maria Volonte stars as a TV newscaster who journeys to a remote alpine village to interview a famed malnutrition expert. Upon his arrival, Volonte learns that there's an ongoing investigation in the village concerning the mysterious death of an Italian immigrant. Inexorably, the journalist becomes involved in the investigation, and with equal inexorability the chain of evidence leads to the malnutritionist.","release_date":"1983-05-25","genres":[18],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":133752,"title":"The Death of Mario Ricci","adult":false},{"cast":["Ernesto Laguardia","Julieta Egurrola","Blanca Guerra","Lucía Muñoz"],"overview":"The film tells the story of the Boteros, a middle-class Mexican family struggling against poverty after their father's death. Ignacia (Egurrola) is the Boteros mother, a desperate woman who chooses to sacrifice the destiny of her three older children, in order to protect Gabriel (Laguardia) the youngest one. She believes Gabriel will climb the social structure and bring back the lost fortune to the family. But destiny has other plans for the Boteros and tragedy will overcome eventually. Based on the novel of Nobel Prize winner Naguib Mahfouz.","release_date":"1994-06-24","genres":[18],"vote_average":7.3,"runtime":187,"cert":"N\/A","id":133757,"title":"The Beginning and the End","adult":false},{"cast":["Barry Evans","Liz Fraser","Penny Spencer","Jonathan Cecil"],"overview":"Handsome young Doctor Boyd has a problem on his hands. In fact, he has several and they are all female and all attractive.","release_date":"1976-11-01","genres":[35],"vote_average":0.0,"runtime":81,"cert":"","id":133759,"title":"Under the Doctor","adult":false},{"cast":["Naomi Kawase","Uno Kawase"],"overview":"Kawase pays tribute to the grandmother that raised her after being separated from her parents as a child. The film teems with memories, but it is the faded, dusty photographs capturing the kindness in her grandmother’s shy smile that truly bring the woman to life.","release_date":"2012-10-30","genres":[99],"vote_average":7.0,"runtime":45,"cert":"N\/A","id":133761,"title":"Chiri","adult":false},{"cast":["Isaach De Bankolé","Sonia Rolland","Niels Schneider","Lucien Guignard","Jean-Christophe Bouvet"],"overview":"Vincent, Marie and their son have just moved from Paris into a farm near a small town in the south of France. He is a history and geography teacher, who looks forward to a quieter life, some kind of return to nature. His wife, a renowned international pianist, who retired in spite of her young age, has decided to follow him but almost unwillingly. From the very beginning, Thibault, one of Vincent's students, invades his family and slowly the couple, whose desires seem now so far away, falls apart. But Thibault's intentions are not at all motivated by love. And he will do anything to achieve his goal...","release_date":"2012-10-06","genres":[53],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":133763,"title":"Chaos","adult":false},{"cast":[],"overview":"There Goes a Tractor - Whether dragging a plow or pulling feed for cows, tractors make things happen.  We visit a dairy farm and see how the cows are milked.  There Goes a Farm Truck - Ever seen a vehicle that's as big as a house and can mow down an entire field of wheat?  Spend a day on the farm and discover the part big machines play in harvesting the foods we enjoy.  There Goes a Dump Truck - Put on your hard hat and follow vehicles that perform jobs moving heavy loads of soil, gravel and cement and dumping them at construction sites — and see rock crushers and cement mixers in action.","release_date":"2005-09-06","genres":[],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":133768,"title":"Real Wheels: Tractor Adventures","adult":false},{"cast":[],"overview":"Welcome to Strawberry Land, the charming and peaceful home of Strawberry Shortcake and her fruit-filled friends, where rivers of strawberry juice flow past homes made of pastry! But all is not well in this picturesque paradise. The presence of the Purple Pieman of Porcupine Peak and his beastly Berry Birds threatens their tranquil existence.","release_date":"1980-03-28","genres":[],"vote_average":3.5,"runtime":23,"cert":"N\/A","id":133770,"title":"The World of Strawberry Shortcake","adult":false},{"cast":[],"overview":"The story of the underground movement during the 60s leading up to its culmination at The 14 Hour Technicolor Dream, a \"musical happening\" at Alexandra Palace on April 29 1967.","release_date":"2008-08-08","genres":[10402],"vote_average":0.0,"runtime":100,"cert":"","id":133778,"title":"A Technicolor Dream","adult":false},{"cast":["Birgitte Hjort Sørensen","Søren Sætter-Lassen","Sverrir Gudnason","Lene Maria Christensen","Tommy Kenter"],"overview":"Marie Krøyer is hailed as “the most beautiful woman in Europe” and leads a happy marriage life with her husband the great Danish painter P.S. Krøyer and an adorable daughter. However, not everything in her world is as perfect as it seems, and Marie’s life is crumbling as her dreams of a beloved wife, good mother and successful artist are unfulfilled. After hospitalizing her mentally ill husband Marie leaves for vacation, and in search for peace and comfort she finds herself falling in love with the young composer Hugo Alfven. Once again, internationally acclaimed Bille August exhibits the weaknesses of human beings in comparison to the ruthless nature. The grandeur scenery of deserted Scandinavian oceans speaks in volumes for the protagonists living in silence despite their lives being full of pains.","release_date":"2012-09-26","genres":[18],"vote_average":5.7,"runtime":103,"cert":"N\/A","id":133783,"title":"Marie Kroyer","adult":false},{"cast":["Margherita Buy","Riccardo Scamarcio","Roberto Herlitzka","Silvia D'Amico Bendico","Gene Gnocchi"],"overview":"The story of a teacher and his students, set in an Italian high school.","release_date":"2012-09-21","genres":[18],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":133788,"title":"The Red and the Blue","adult":false},{"cast":["Larry David","Eva Mendes","Kate Hudson","Danny McBride","Jon Hamm"],"overview":"Nathan Flomm, in order to avoid the humiliation of having missed out on a hugely successful business, assumes a new identity on Martha's Vineyard. He plots revenge when his former business partner moves to the same town.","release_date":"2013-08-10","genres":[35],"vote_average":6.2,"runtime":100,"cert":"N\/A","id":133790,"title":"Clear History","adult":false},{"cast":["Frank Sinatra","Mitzi Gaynor","Jeanne Crain","Eddie Albert","Beverly Garland"],"overview":"Frank Sinatra stars in director Charles Vidor's 1957 film biography of nightclub entertainer Joe E. Lewis. The cast also includes Mitzi Gaynor, Jeanne Crain, Eddie Albert, Beverly Garland, Jackie Coogan, Harold Huber, Barry Kelley, Ted de Corsia, Ned Glass, Mary Treen and Sid Melton.","release_date":"1957-09-26","genres":[18],"vote_average":7.5,"runtime":126,"cert":"N\/A","id":133792,"title":"The Joker Is Wild","adult":false},{"cast":["Jean-Paul Belmondo","Jean Seberg","Enrico Maria Salerno","Renate Ewert","Jean-Pierre Marielle"],"overview":"A greedy gold smuggler hires a handsome hero to transport a stolen fortune to a new hideout accompanied by the smuggler's sexy girlfriend.","release_date":"1964-09-04","genres":[80,12,35],"vote_average":5.9,"runtime":94,"cert":"N\/A","id":133827,"title":"Backfire","adult":false},{"cast":["Jan-Michael Vincent","Marilyn Hassett","Chief Dan George","Pia Shandel","Marianne Jones"],"overview":"Jan-Michael Vincent stars as Mike, the grandson of Native American shaman Old Man Hawk who is called back to his village to help defeat evil forces threatening the tribe. After years of living in the city and working in a business world altogether apart from his roots, Mike is contacted by a freelance reporter, Maureen, who was enlisted by Old Man Hawk to track his grandson. When Mike assents to returning with Maureen, they find that the village is beset by the evil spirit of an ancient sorceress, Dsonoqua, animating beasts and objects and causing strange, deadly accidents. Only the heir of the tribe’s shaman can stand in the way of the evil and protect his people, but will Mike be able to harness his power in time?","release_date":"1976-07-14","genres":[27,12],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":133838,"title":"Shadow of the Hawk","adult":false},{"cast":["Raimu","Madeleine Renaud","Pierre Blanchar","Viviane Romance","Andrex"],"overview":"Outwardly, Monsieur Victor would appear to be the model citizen.  A respectable Toulon shopkeeper, he has a devoted wife and is courteous and considerate to all who know him.  However, beneath this veneer of respectability hides a notorious receiver of stolen goods, who trades with hardened criminals.  Victor manages to keep up his double life without any difficulty until the fateful day when one of his partners in crime threatens to expose him.  Fearing a scandal, Victor kills the crook in a moment of panic, using a shoemaker's tool.  Naturally, the murder is blamed on a local shoemaker, who is sentenced to ten years' hard labour. Seven years later, the former shoemaker reappears in Toulon, having escaped from prison.  The first person to recognise him is Monsieur Victor...","release_date":"1938-05-04","genres":[],"vote_average":6.0,"runtime":103,"cert":"N\/A","id":133840,"title":"Strange M. Victor","adult":false},{"cast":["Joe Zawinul"],"overview":"This film by director Mark Kidel about one of the world's leading makers of music programs features an illuminating documentary profile on one of the world's foremost jazz keyboard players and composers, along with an electric performance by the Zawinul Syndicate at the Point in Cardiff, Wales, 2004. Shot in an unusually intimate manner, the film communicates powerfully the immediate excitement of jazz as a no-holds-barred, risk-embracing adventure: the shooting and editing highlight the exceptional collective improvisation and musical dialog which characterize Zawinul's work. From a childhood in Vienna, to a move to the United States in 1958, Zawinul found success with the band Weather Report.","release_date":"2006-03-11","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":133842,"title":"Joe Zawinul: A Musical Portrait","adult":false},{"cast":["Tina Chin Fei","Tang Ching","Fanny Fan Lai","Wang Hsieh","Ku Feng"],"overview":"A suave swinger and a cool chick have one half of a treasure map, the bad guys have the other half. Who will get the goods?","release_date":"1967-11-23","genres":[28],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":133844,"title":"Summons to Death","adult":false},{"cast":["Zawinul Syndicate"],"overview":"Keyboardist Joe Zawinul was a pioneer of jazz fusion who brought the electric piano and synthesizer into the jazz sound, and who wrote many well-known songs that have become standards in jazz. He was also known for his work with Miles Davis and Weather Report.","release_date":"2012-09-21","genres":[],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":133849,"title":"Zawinul Syndicate","adult":false},{"cast":["Pat Metheny","Lyle Mays","Steve Rodby","Paul Wertico","Mark Ledford"],"overview":"Led by Pat Metheny--virtuoso guitarist, composer and producer--the eight member Pat Metheny Group perform their jazz fusion stylings live in Japan. Nominated for 23 Grammys in his career, Metheny and his group continue to push the envelope of jazz, leaving true believers in their wake. Tracks: Have You Heard, And Then I Knew, Here to Stay, First Circle, Scrap Metal, Farmer's Trust, Episode D'Azur, Third Wind, This Is Not America, Antonia, To the End of the World, Minuano (Six-Eight), Stranger in Town. 110 minutes.","release_date":"2001-06-19","genres":[10402,99,10402],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":133860,"title":"Pat Metheny Group: We Live Here (World Tour '95 Japan)","adult":false},{"cast":["Sophie Schütt","Dominic Raacke","Renate Geißler","Marie Luise Stahl","Michael Gahr"],"overview":"","release_date":"2007-11-05","genres":[10749,35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":133883,"title":"Wie angelt man sich seine Chefin","adult":false},{"cast":["Herbie Hancock"],"overview":"Legendary jazz pianist, composer and innovator Herbie Hancock performs live on \"Jazz Central.\" This concert was recorded live at Black Entertainment Television's Studio II in Washington, D.C. It features Hancock playing his Grammy Award-winning style of jazz with his complex and earthy rhythmic signature. Tracks: Fascinating Rhythm, St. Louis Blues, Cotton Tail, Blueberry Rhyme, The Man I Love, Here Come De Honey Man, Cantaloupe Island, One Finger Snap, Maiden Voyage.","release_date":"2001-04-06","genres":[10402],"vote_average":4.5,"runtime":105,"cert":"N\/A","id":133888,"title":"Herbie Hancock: Jazz Channel","adult":false},{"cast":["Kenji Kawai"],"overview":"Concert DVD release from Kenji Kawai includes footage of his November 7, 2007 performance at the Yokohama Pacifico with full-orchestra background and guest performances from Miu Sakamoto and more!  Includes songs from the series \"Innocence,\" \"Ghost In The Shell\", \"Patlabor\", \"Avalon\", \"Death Note\", and more!","release_date":"2008-03-19","genres":[],"vote_average":5.8,"runtime":150,"cert":"N\/A","id":133896,"title":"Kenji Kawai - Cinema Symphony","adult":false},{"cast":["Anne Gwynne","Stuart Wade","Gloria Castillo","Gil Perkins","Chuck Courtney"],"overview":"In a little Western town, a boy is subjected to rays from a meteor. As a result, he grows into a teenaged, hairy, psychopathic killer. His mother hides him in her basement.","release_date":"1958-01-08","genres":[37,27,878],"vote_average":2.3,"runtime":65,"cert":"N\/A","id":133907,"title":"Teenage Monster","adult":false},{"cast":[],"overview":"Sanity (not played since November 27, 1998 or 188 shows) ended prematurely right after the “world explodes” line (additionally, one of the large, white balloons that was hung from the rafters popped, as if on cue, as Trey sang \"world explodes\"). Disease was also unfinished. This show marked the Phish debuts of Undermind and She Thinks I Still Care. Frankenstein featured Page on keytar. Before Contact, the band and audience sang Happy Birthday to Fish’s Dad, Leonard, and the end of Contact featured a Happy Birthday jam. The post-show music included \"Sweet Virginia\" from Exile on Main Street.","release_date":"2009-04-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":133912,"title":"Phish: 03\/08\/2009 Hampton Coliseum","adult":false},{"cast":["Prince","Rhonda Smith","John Blackwell","Sheila E.","Renato Neto"],"overview":"Live at the Aladdin Las Vegas is a 2003 direct to video film of Prince in concert at the Aladdin Theatre for the Performing Arts. The concert was recorded December 12, 2002, and features several notable cover versions, an unreleased song and touches on some of his rarely performed backlog of material. Special guests included former band associates, Eric Leeds and Sheila E., funk legends Maceo Parker and Greg Boyer, as well as Nikka Costa. The soundcheck contains an excerpt of \"The Rainbow Children\" from the album of the same name and \"Nagoya\" from C-Note.","release_date":"2003-08-19","genres":[10402],"vote_average":6.4,"runtime":80,"cert":"N\/A","id":133914,"title":"Prince: Live at the Aladdin Las Vegas","adult":false},{"cast":["Liv Ullmann","Erland Josephson","Bibi Andersson","Jan Malmsjö","Gunnel Lindblom"],"overview":"Johan and Marianne are married and seem to have it all. Their happiness, however, is a façade for a troubled relationship, which becomes even rockier when Johan admits that he's having an affair. Before long, the spouses separate and move towards finalizing their divorce, but they make attempts at reconciling. Even as they pursue other relationships, Johan and Marianne realize that they have a significant bond, but also many issues that hinder that connection.","release_date":"1974-09-15","genres":[18,10749],"vote_average":8.2,"runtime":170,"cert":"N\/A","id":133919,"title":"Scenes from a Marriage","adult":false},{"cast":[],"overview":"Everyone knows the wheels on the bus go round and round, but only bus driver DAVE can show you how!  Kids of all ages will love this action-packed collection of Real Wheels movies featuring the newest to the series — THERE GOES A BUS! Step inside for an up-close look at school buses, steam engines, fighter jets and other amazing vehicles that take us across the county and around the world!  And this DVD features exciting extras like an interactive tour of a locomotive!  So pack your bags and climb aboard for the one trip you'll never want to end!","release_date":"2003-01-28","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":133927,"title":"Real Wheels: Travel adventures","adult":false},{"cast":["Mary Pickford","Norman Kerry","Katherine Griffith","Anne Schaefer","Zasu Pitts"],"overview":"Little Sara Crewe is placed in a boarding school by her father when he goes off to war, but he does not understand that the headmistress is a cruel, spiteful woman who makes life miserable for Sara.","release_date":"1917-11-05","genres":[18],"vote_average":5.0,"runtime":62,"cert":"N\/A","id":133929,"title":"A Little Princess","adult":false},{"cast":["Jeremy Suarez","Samuel L. Jackson","Abigail Breslin","Leonard Nimoy","Jeff Goldblum"],"overview":"Set in a bustling bird city on the edge of the majestic Victoria Falls, \"Zambezia\" is the story of Kai - a naïve, but high-spirited young falcon who travels to the bird city of \"Zambezia\" where he discovers the truth about his origins and, in defending the city, learns how to be part of a community","release_date":"2012-06-05","genres":[35,16,12,10751],"vote_average":5.6,"runtime":83,"cert":"N\/A","id":133931,"title":"Zambezia","adult":false},{"cast":["Delta Goodrem"],"overview":"Delta’s first ever full length DVD containing exclusive clips and behind the scenes footage, with a personal introduction from Delta.  \"I am so happy to be releasing this DVD. It's just a glimpse of my incredible journey so far. I hope you enjoy watching it as much as I enjoyed putting it together.\" -Delta.","release_date":"2003-10-13","genres":[],"vote_average":3.5,"runtime":126,"cert":"N\/A","id":133948,"title":"Delta","adult":false},{"cast":["Ottmar Liebert"],"overview":"Acclaimed guitarist Ottmar Liebert and his band, Luna Negra, perform their unique flamenco-tinged jazz artistry live at Calgary's Centre for Performing Arts. Ottmar Liebert And Luna Negra Live Wide Eyed + Dreaming movie Most of the tracks performed come from Liebert's 1996 Grammy Award nominated album, OPIUM, but some older hits like \"Snakecharmer\" and \"Barcelona Nights\" are also included. Ottmar Liebert And Luna Negra Live Wide Eyed + Dreaming video In addition, there is some candid documentary footage of Liebert's life in Santa Fe, New Mexico, where he gathers much of his musical inspiration.","release_date":"1998-03-03","genres":[],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":133950,"title":"Ottmar Liebert + Luna Negra: Wide-Eyed + Dreaming","adult":false},{"cast":[],"overview":"This compelling program visits two countries that have fascinated and amazed the world for centuries. We begin in Egypt, the magnificent crossroads of Europe, Asia, and Africa, and birthplace of western civilization. Take a leisurely cruise on the river of legend, the Nile, whose first communities flourished on its banks thousands of years ago. In Cairo, follow twisting, labyrinthine streets to a lively bazaar, where seemingly everything is for sale. Discover the splendors of a wondrous past at the Egyptian Museum, home of King Tut's treasures, the Pyramids of Giza, and the Valley of the Kings.  A profoundly moving experience awaits in Jerusalem with three of the most important landmarks in religious history: the Dome of the Rock, the Western Wall, and the Church of the Holy Sepulcher. Your itinerary concludes with visits to Masada, the mountain fortress that remains the ultimate icon of Israeli freedom, and the therapeutic waters of the Dead Sea.","release_date":"2008-01-15","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":133952,"title":"Amazing Planet Earth: From Egypt to Israel","adult":false},{"cast":["Harry Reems","C.J. Laing","Zebedy Colt","Terri Hall","Deanna Darby"],"overview":"A man is shaken out of his contented, middle-class existence when his wife is raped and murdered by a crazed serial killer who has been terrorizing New York City.","release_date":"1976-10-19","genres":[],"vote_average":3.5,"runtime":80,"cert":"N\/A","id":133957,"title":"Sex Wish","adult":true},{"cast":["Tracey Tainsh","John Meillon","David Reyne","Norman Kaye","Ray Barrett"],"overview":"An Australian woman's car breaks down in the country, and when she goes to get help, she's whisked back in time to 1944 and witnesses a murder. Returning to her car, time reverts to normal, but unable to convince anyone of her story, she investigates the crime herself.","release_date":"1987-01-01","genres":[18,27],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":133959,"title":"Frenchman's Farm","adult":false},{"cast":["Lee Da-wit","Kim Kkobbi","Kim Kwon","Seon Joo-ah","Nam Tae-boo"],"overview":"is a story about elite high school seniors, the top 1%, who are prepared to go to extremes to get into prestigious universities. A student who has ranked number one at an esteemed school dies in a remote mountain. Finding out why and the ultimate impact of his death make up the bulk of this thriller’s elaborate narrative, whose shocking conclusion could lead us to comment, “We’ve seen a devil.” Despite a structure that freely weaves together past and present, and a cast of appealing actors including Lee David, Gung Jun and Kim Kkot-bi, the most remarkable thing about the film is the theme itself. It touches on and raises the critical issue of the demands of Korea’s education system, which are becoming more extreme and competitive by the day.","release_date":"2012-10-05","genres":[18],"vote_average":7.1,"runtime":117,"cert":"N\/A","id":133964,"title":"Pluto","adult":false},{"cast":["Robert Vaughn","David McCallum","Leo G. Carroll","Maurice Evans","Vera Miles"],"overview":"Someone is using cats in experiments to develop a machine that can reverse the aging process, meanwhile a famous scientist (Dr Lancer) has gone missing, only for him to reappear looking 30 years younger. UNCLE agents Napoleon Solo and Illya Kuryakin are sent to investigate the plot in Europe - Illya is sent to London to discover who is abducting cats while Solo travels to Paris where Dr Lancer's daughter is working as a fashion model. They uncover a plot by female members of the fashion business to develop the anti-aging machine for their own use, however the suave THRUSH agent Jordin has other plans. Thus a race begins between UNCLE and THRUSH to take control of the machine.","release_date":"1966-12-01","genres":[12],"vote_average":5.6,"runtime":100,"cert":"N\/A","id":133978,"title":"One of Our Spies Is Missing","adult":false},{"cast":["Philippe March","Juliette Mayniel","Enrico Maria Salerno","Paul Müller","Ilona Staller"],"overview":"A young girl witnesses her mother having sex with the family dog. When her father finds out, he burns the dog alive. She is so traumatized by these incidents that she later turns into a nymphomaniac. She moves to an island and lives there with her own dog, having sex with various guests who visit her.","release_date":"1976-11-15","genres":[18,27,53],"vote_average":4.3,"runtime":75,"cert":"N\/A","id":133980,"title":"Dog Lay Afternoon","adult":false},{"cast":["Kim Ji-won","Yoo Yeon-seok","Kim Hyun-soo","No Kang-min","Ra Mi-ran"],"overview":"A teenager is abducted and forced to tell the scariest tales she knows, leading to this anthology of four stories: a brother and sister are under siege while home alone; a killer escapes police custody mid-flight; step-sisters take plastic surgery to nightmarishly macabre extremes; a paramedic and mother standoff over her infected young daughter.","release_date":"2012-07-25","genres":[27,53],"vote_average":5.2,"runtime":108,"cert":"N\/A","id":133985,"title":"Horror Stories","adult":false},{"cast":["Yuki Uchida","Shosuke Tanihara","Naohito Fujiki","Koichi Hashizume","Kensaku Saeki"],"overview":"It's a story about a girl who becomes a student at Eitoku Gakuen, the institute for very rich people. She is faced with four of the most powerful and rich guys at school who call themselves F4.","release_date":"1995-08-19","genres":[35,18,10749],"vote_average":5.5,"runtime":78,"cert":"N\/A","id":133987,"title":"Boys Over Flowers","adult":false},{"cast":["Park Han-byul","Kim Ji-seok","Park Jin-joo","Ra Mi-ran","Park Won-sang"],"overview":"Two women and a man find themselves mysteriously thrown together on one endless night in an isolated house in the middle of a forest.","release_date":"2012-07-12","genres":[27],"vote_average":5.9,"runtime":86,"cert":"N\/A","id":133989,"title":"Two Moons","adult":false},{"cast":["Lee Ju-seung","Jung Young-ki","Kim Chang-hwan","Ji Sang-hyuk"],"overview":"Soon-kyu, caught sight of a UFO. To find the UFO, they leave for a so-called \"UFO mountain.\" 3 days later, they come back and insist they\"ve contacted aliens the last night except Soon-kyu who #999999ed out due to overdrinking. After hearing that Ji-hyun\"s missing, Soon-kyu leaves for the mountain again to answer his own question - the UFO, aliens and Ji-hyun.","release_date":"2012-05-24","genres":[9648,18],"vote_average":5.5,"runtime":91,"cert":"N\/A","id":133991,"title":"U.F.O.","adult":false},{"cast":[],"overview":"In-hye and Sun-mi visit their hometown, a small and quiet village in the countryside, after a long time only to face unexpected news: their old friend Eun-sil died while giving birth. The town is left in an uproar because of the baby, whose father is unknown, and it is neglected, protected by no one. While In-hye and Sun-mi try to save the baby with the help of Ji-young, their friend who has stayed in town, they find out that Eun-sil, who was mentally retarded, was a plaything of the village. In-hye and Sun-mi are troubled with the rage they feel against the village people and the guilty conscience they feel towards Eun-sil. Although they abandoned Eun-sil in the past, will they be able to protect her baby until the end?","release_date":"2011-11-04","genres":[18],"vote_average":5.0,"runtime":62,"cert":"N\/A","id":133993,"title":"The Dearest","adult":false},{"cert":"N\/A","title":"Home Sweet Home","cast":[],"genres":[27],"id":133998,"overview":"Tae-Su had wealth and honor. But all that changed when he certifies his friend\"s debt. To avoid creditor\"s suspicion Tae-Su goes to Busan and meets a girl named Se-Ra who starts a secret relationship with him. As time goes by, Tae-Su decides to go back to home. By the way, he ends up killing his wife, not knowing what to do.","runtime":95,"release_date":"","vote_average":0.0,"adult":false}]