[{"cast":["Ko Hyun-jung","Yoo Hae-jin","Sung Dong-il","Lee Mun-sik","Ko Chang-seok"],"overview":"Suffering from the worst of interpersonal gipijeung the timid woman 'Shallow Water' (gohyeonjeong)  50 billion dollar crime errand at a time of winning Sister torrefy bent!  Aka 'write' referred to as the love of her life, because somehow met five men behind it turns ....","release_date":"2012-06-20","genres":[28,35],"vote_average":5.7,"runtime":115,"cert":"N\/A","id":134000,"title":"Miss Conspirator","adult":false},{"cast":["Yoo Da-in","Park Ji-bin","Kim Bo-ra","Golnaz Tariqat"],"overview":"A temporary teacher Yu-jin is ordered by the principal to guide problematic students in extracurricular club activities. His intention is to prevent them from committing accidents at the outside after school. Indeed, can their musical come out to the world?","release_date":"2012-05-24","genres":[18,10751],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":134002,"title":"Children of Heaven","adult":false},{"cast":["Go Ah-ra","Park Yong-woo","Daniel Henney","Peyton Townsend","Parker Townsend"],"overview":"The storyline is about a manager who pushes a young female talent to enter a reality TV show contest in the U.S. Some background information involves the manager having to get married to attain a legal visa and ends up having to raise six children when his wife dies.","release_date":"2012-02-02","genres":[18],"vote_average":5.7,"runtime":118,"cert":"N\/A","id":134004,"title":"Papa","adult":false},{"cast":["Vicky Harris","Jenny Kitseli","Arhontissa Mavrakaki","Eftyhia Yakoumi","Michele Valley"],"overview":"Four women, who have been sterilized and are under constant toxic restraint and surveillance, are serving their term in a government-run brothel. Their duty is to have sex and beat their customers without remorse. The relations between them are at a critical point; food and water are scarce, their house is rotting and ready to collapse. Nothing on the outside exists any more. Nightmarish visions, simulated miscarriages and rapes, injections and nausea all make up their daily routine.One day, one of their customers disappears. The interrogation begins...","release_date":"2005-11-25","genres":[18],"vote_average":8.5,"runtime":123,"cert":"N\/A","id":134012,"title":"The Zero Years","adult":false},{"cast":["Jerald de Vera","Kim  Su-nam"],"overview":"Kim-Dusik, who committed a murder in Korea, fled to Manila and has lived there nearly 15 years. He lives with his Filipino wife, Medusa, and their 15-year old son, Philip. Dusik, his irresistible yearning for his mother, turns into violence inflicted on his son, and sexual abuse inflicted on his wife. He only looks forward to going back to Korea as the 15 year statute of limitations runs out. As Philip grows up he confronts his father about his mistreatment of his mother. Philip, in spite of himself, takes after his father's violent behavior. Medusa finds out that Dusik is leaving for Korea in a few months and begs him to take Philip with him to raise him as a Korean.","release_date":"2008-01-01","genres":[],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":134014,"title":"Tropical Manila","adult":false},{"cast":["M. Sasikumar","Lakshmi Menon","Vijay Sethupathi","Soori","Appukutty"],"overview":"Sundarapandiyan , who has finished college and goofs around in his village with friend Murugesan , decides to pitch in when Arivazhagan seeks his help in wooing Archana . But she rejects Arivazhagan and also another suitor Bhuvaneshwaran. Complications arise when she says she has been in love with Sundarapandiyan for a long time.","release_date":"2012-09-14","genres":[18,10749,28],"vote_average":5.3,"runtime":140,"cert":"N\/A","id":134016,"title":"Sundarapandian","adult":false},{"cast":["Vadim Glowna","Angela Winkler","Maximilian Schell","Birol Ünel","Mona Glass"],"overview":"Edmond, a man in his sixties whose wife has recently passed away, is told about a secret establishment where men can spend an entire night in bed alongside beautiful, sleeping young women, who stretch, roll over and dream, but never awaken. Bedazzled by their seductive yet innocent tenderness, but distressed about the reason for their deep sleep, he delves into the mystery of the house of sleeping beauties.","release_date":"2006-11-02","genres":[18,53],"vote_average":6.2,"runtime":99,"cert":"N\/A","id":134018,"title":"House of the Sleeping Beauties","adult":false},{"cast":["Choi Si-hyung","Han Ye-ri","Lee Jong-pil","Huh Jung"],"overview":"Hyung-geun and Dong-hwan are pushing twenty. They just want to go somewhere far away and should go somewhere. They even don't know where it is. There are some people who support them. Where they are or what do they do, it is good to be together.","release_date":"2013-07-11","genres":[18],"vote_average":0.0,"runtime":69,"cert":"N\/A","id":134020,"title":"Big Good","adult":false},{"cast":[],"overview":"A father and daughter with a strained relationship must escape their small town together as their dream home descends into a nightmare of crazed cannibalism.","release_date":"","genres":[],"vote_average":0.0,"runtime":27,"cert":"N\/A","id":134022,"title":"Meat Me in Plainville","adult":false},{"cast":[],"overview":"It´s Friday night. Feliciano eats French fries with low calorie mayonnaise while he is watching TV. He begins becoming crazy when there are sex images on TV.","release_date":"","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":134027,"title":"Light Friday","adult":false},{"cast":["Eugénia Ramos"],"overview":"A TV set awakens and tries to tune himself in, but with no success. When he accidentally comes across the weather channel, it’s the weather girl, rather than the weather, which catches his attention...","release_date":"1999-07-20","genres":[35,16],"vote_average":5.3,"runtime":3,"cert":"N\/A","id":134029,"title":"SHSHSH - A TV Untooned","adult":false},{"cast":["Toshiyuki Nishida","Haruko Wanibuchi","Jun Miyauchi","Tomoko Saitô","Terumi Niki"],"overview":"Famous detective Kindaichi solves a series of mysterious murders in a wealthy family. An excellent blend of intrigue and betrayal, set against the backdrop of wealth, this film is loaded with twists and turns and surprises at every corner.","release_date":"1979-01-20","genres":[],"vote_average":0.0,"runtime":136,"cert":"N\/A","id":134031,"title":"Devil's Flute","adult":false},{"cast":["Giuseppe Andrews","Bill Nowlin"],"overview":"Guiseppe Andrews stars as Coney Island, a young man who is dealing with a lot of the issues facing today's youth: divorce, unemployment, sexual inadequacy and a gigolo father who has just been released from prison! Ever the optimist, Coney Island spends his days singing songs of hope to senior citizens and riding miniature broncos at his favorite playground. Pushed by his unfulfilled girlfriend to grow up, Coney Island turns to Daddy Bill (Bill Nowlin) for advice in the ways of love, embarking on a grotesque and wildly hilarious journey of self discovery.","release_date":"1999-01-01","genres":[],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":134036,"title":"Touch Me in the Morning","adult":false},{"cast":["Raúl Prieto","Norma Ruíz","César Camino","David García Palencia","Alexandra Jiménez"],"overview":"","release_date":"2003-08-08","genres":[35],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":134038,"title":"La fiesta","adult":false},{"cast":[],"overview":"Considered as the first Portuguese animated film, it shows António Maria da Silva, at the time the President of the Ministery of the 1st Republic of Portugal, who is returning home after another day's work.","release_date":"1923-01-25","genres":[35,16],"vote_average":5.3,"runtime":2,"cert":"N\/A","id":134049,"title":"The Nightmare of António Maria","adult":false},{"cast":["Sybil Danning","Jack Taylor","Karin Schubert","Jean-René Gossart","Shirley Knight"],"overview":"An astronaut has been abducted by a group of environmental terrorists. The New Organization of Nations decides to send a lethal commando \"The Panther Squad\", composed of sexy female mercenaries to get rid of the terrorists led by Barbara Wims and to free the hostage...","release_date":"1984-01-01","genres":[878,28,12,80],"vote_average":6.0,"runtime":77,"cert":"N\/A","id":134051,"title":"Panther Squad","adult":false},{"cast":[],"overview":"Following Studio Petit's popularity for Time Journey's, the crew is now faced with 3 anime at the same time. Rushing to fill the quotas, the owner of Studio Petit hires Takashimadaira, a veteran producer to help Kuromi. However, all Takashimadaira cares about is making deadlines, severely hurting the quality of the images. Shihonmatsu, who has been helping Kuromi, gets angry at the new producer and leaves, leaving Kuromi with a difficult choice: to choose between the quality or the deadline.","release_date":"2004-01-28","genres":[16,35],"vote_average":6.0,"runtime":45,"cert":"N\/A","id":134053,"title":"Animation Runner Kuromi 2","adult":false},{"cast":["Gérard Meylan","Ariane Ascaride","Jean-Pierre Moreno","Djamal Bouanane"],"overview":"","release_date":"1981-11-25","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":134055,"title":"Last Summer","adult":false},{"cast":["Sharon Baylis","Henry Lincoln"],"overview":"Dan Brown’s novel The Da Vinci Code sparked a cultural phenomenon which has led millions of people to explore the mysteries of the isolated hilltop village of Rennes-le-Château. Behind the fiction of the novel is a wealth of detail originally uncovered by Henry Lincoln in his book Holy Blood, Holy Grail. Origins of the Da Vinci Code, sets out to explore these mysteries in detail, including:  • the history of the Rennes-le-Château\r • the development of the Holy Bloodline hypothesis BEFORE the publication of Dan Brown’s novel\r • how Henry Lincoln discovered the codes\r • the discovery of the Rennes-le-Château geometry\r • startling new discoveries of more landscape geometry beyond the original Pentacle of Mountains\r • the true extent of the \"Invisible Temple\"\r • and more!","release_date":"2005-01-01","genres":[99],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":134066,"title":"Origins of the Da Vinci Code","adult":false},{"cast":[],"overview":"","release_date":"2005-09-23","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":134074,"title":"Не родись красивой","adult":false},{"cast":["Keith David"],"overview":"In 1570 B.C., Rome was a marsh, the Acropolis an empty rock, but Egypt was 1,000 years old. The pyramid-builders were gone, yet Egypt still awaited its New Kingdom, an empire forged by conquest and remembered for eons. EGYPT'S GOLDEN EMPIRE comes to life through letters and records evoking the passion and riches of a time when Egypt was the center of the known world, its Pharaohs called gods, and great cities, temples and tombs built.","release_date":"2001-11-03","genres":[36,99],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":134076,"title":"Egypt's Golden Empire","adult":false},{"cast":["Jean-Paul Belmondo","Jean Becker","Alain Belmondo","Paul Belmondo","Luc Besson"],"overview":"","release_date":"2011-05-18","genres":[99],"vote_average":7.7,"runtime":86,"cert":"N\/A","id":134078,"title":"Belmondo, itinéraire...","adult":false},{"cast":["Laura Pausini"],"overview":"Laura Pausini World Tour 2009.","release_date":"2016-11-27","genres":[10402,99],"vote_average":10.0,"runtime":103,"cert":"N\/A","id":134083,"title":"Laura Pausini: San Siro 2016","adult":false},{"cast":["Páll Jósefs Sævarsson","Wilhelm Jósefs Sævarsson","Egill Ólafsson","Steinunn Jóhannesdóttir"],"overview":"The twins Jon Oddur and Jon Bjarni are typical normotensive boy saddles. Sometimes, they have to be quite the most dangerous repeat and even naughty but filial innocence they easily melt everyone's heart. The family also Anna Jane hálfsystir that is poorly organized by the \"teenage\" and Mike's little sister in the most trouble with potty time. Soffía housekeeper is also an essential part of the family but she could boys while their parents are at work. But if the brothers are so fortunate to have a good family, there are not any.","release_date":"1981-01-01","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":134088,"title":"The Twins","adult":false},{"cast":["Adrián Suar","Carla Peterson","Juan Minujín","Julieta Díaz"],"overview":"When the fun of double dating begins to grow old, Richard and Bettina share a dirty little secret with their friends Diego and Emilia: They live a double life as swingers, and would love to share this practice with them.","release_date":"2012-08-16","genres":[35],"vote_average":5.9,"runtime":103,"cert":"N\/A","id":134096,"title":"Two Plus Two","adult":false},{"cast":["Karl Urban","Robert Powell","Kevin J. Wilson","John Leigh","Jed Brophy"],"overview":"The tragedy of Gallipoli is exposed","release_date":"1992-04-25","genres":[18,10752],"vote_average":8.0,"runtime":102,"cert":"N\/A","id":134104,"title":"Chunuk Bair","adult":false},{"cast":["Blue Demon","Superzan","María Cardinal"],"overview":"Mexican wrestling and mummies","release_date":"1977-12-15","genres":[],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":134109,"title":"The Mansion of The 7 Mummies","adult":false},{"cast":[],"overview":"Oskar Schindler is a vain, glorious and greedy German businessman who becomes unlikely humanitarian amid the barbaric Nazi reign when he feels compelled to turn his factory into a refuge for Jews. Based on the true story of Oskar Schindler who managed to save about 1100 Jews from being gassed at the Auschwitz concentration camp.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":134111,"title":"Swindler's List","adult":false},{"cast":["Simon Schwarz","Nicholas Ofczarek","Anna Unterberger"],"overview":"","release_date":"2011-08-26","genres":[],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":134122,"title":"Am Ende des Tages","adult":false},{"cast":["Erik Schinegger","Christa Schinegger","Erika Schinegger","Claire Sybrecht","Renate Neubacher"],"overview":"After growing up as a girl and being celebrated as a women's downhill skiing champion, Erika Schinegger's career came to an abrupt end in 1967 after a sex test. Against the wishes of her family and the national skiing association, Erik started learning to be a man at the age of 20.","release_date":"2005-01-14","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":134124,"title":"Erik(A) - Der Mann, der Weltmeisterin wurde","adult":false},{"cast":["So Ji-sub","Lee Mi-yeon","Kwak Do-won","Kim Dong-jun","Lee Kyung-young"],"overview":"A contract killing organization is managed like a normal company. Hyung-do who regards killing as nothing more than repetitious routine is working for this company. A man loyal to his company and accepted as the firm’s best killer, Hyung-do one day starts feeling doubts about his job and decides to quit his job for a woman he is in love with. Instantly, he is under the threat of being hunted down by his former colleagues.","release_date":"2012-10-11","genres":[18,28],"vote_average":6.8,"runtime":96,"cert":"N\/A","id":134126,"title":"A Company Man","adult":false},{"cast":["Hermes Phettberg"],"overview":"","release_date":"2007-12-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":134128,"title":"Hermes Phettberg, Elender","adult":false},{"cast":["Jason Faunt","Marissa Tait","Eric W. Edwards","Sacha Spencer","Tyler Anderson"],"overview":"Six people find themselves inexplicably transported to a remote cabin that is surrounded by an invisible barrier. In a nearby graveyard, they discover an ancient, carved stone monument that they dub a \"totem pole.\" Soon, they find themselves trapped in a murderous plot by malevolent forces that can control and manipulate their actions with the ultimate goal being to unleash three demonic entities from the monument.","release_date":"1999-09-28","genres":[27],"vote_average":4.3,"runtime":86,"cert":"N\/A","id":134136,"title":"Totem","adult":false},{"cast":["George Beban","Clara Williams","J. Frank Burke","Leo Willis","Fanny Midgley"],"overview":"An immigrant leaves his sweetheart in Italy to find a better life across the sea in the grimy slums of New York.","release_date":"1915-01-01","genres":[18],"vote_average":6.3,"runtime":78,"cert":"N\/A","id":134144,"title":"The Italian","adult":false},{"cast":["Frederick Warde","Lorraine Huling","Ernest C. Warde","Wayne Arey","J.H. Gilmour"],"overview":"Silent adaptation of Shakespeare's King Lear","release_date":"1916-12-17","genres":[18],"vote_average":3.0,"runtime":63,"cert":"N\/A","id":134155,"title":"King Lear","adult":false},{"cast":["Charles Berling","Claude Brasseur","Jean-François Stévenin","Michel Duchaussoy"],"overview":"This is a psychological drama about Louis Riquier (Charles Berling), a veteran of the Algerian war and a divorced father whose wife (Beatrice Palme) has custody of their children and who barricades himself with the kids in his country house. The police and the press surround the house, but he does not want to surrender. Instead, he gets more and more violent. Manipulated by their father, the kids go along with the scenario, taking it as a game. The film has as background the turbulence of 1968, with all its left-wing political implications. As in the director's previous film (Vieux fusil (The Old Gun), the gun also has multiple purposes here. Literally speaking, it is the instrument of crime; metaphorically, it is the force that would liberate the poor victim from his tragic fate. But the hero is just too violent and emotionally disturbed to evoke one's pity.","release_date":"1999-04-28","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":134157,"title":"Fait d'hiver","adult":false},{"cast":["Michiko Nomura","Kazuya Tatekabe","Kaneta Kimotsuki","Noriko Ohara "," Nobuyo Oyama"],"overview":"Doraemon launches its ecological adventure to save Earth from a terrible threat with Nobita and his whole gang. This time Doraemon used his inventions to create, along with Nobita, his own world in the sky, a giant cloud. During their journey to the cloud are alien beings who seek to destroy civilization to chasten humans for their lack of commitment to the environment. Doraemon and the gang must find allies and convince the people of the clouds on Earth that there are people who fight for nature. In his adventure, meet good friends, raffled countless dangers, will encounter prehistoric animals and will give everything to defend our planet.","release_date":"1992-03-07","genres":[16],"vote_average":7.1,"runtime":90,"cert":"N\/A","id":134162,"title":"Doraemon: Nobita and the Kingdom of Clouds","adult":false},{"cast":["Jimmy Wang Yu","Maria Yi","James Tien","Mariko Jun","Tien Feng"],"overview":"When a sailor accidentally kills a Japanese man in a bar room brawl, he tries to escape the law by hiding himself in a freighter heading for Japan only to find himself in the middle of a massive drug war.","release_date":"1973-04-20","genres":[28],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":134170,"title":"Seaman No. 7","adult":false},{"cast":["Marianne Dupont","Herbert Fux","Christa Free","Michel Jacot","Jürg Coray"],"overview":"She's a young girl and a Nymphomaniac condemned to death by a kinda tribunal . She arrives in hell and is greeted by the devil himself. He discovers however that she's arrived too early so she's sent back to earth for a final night of pleasure nightmares and pleasure.","release_date":"1974-03-29","genres":[27,9648],"vote_average":3.9,"runtime":74,"cert":"N\/A","id":134172,"title":"The Devil in Miss Jonas","adult":false},{"cast":["Santo","Roberto Cañedo","María Duval","Carlos López Moctezuma","Alberto Vázquez"],"overview":"When Santo beat to Estrangulador, one of his strongest enemies, thought not ever see it, but thanks to Tor returns to avenge the death of Santo.","release_date":"1966-03-31","genres":[],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":134174,"title":"Santo vs. the Ghost of the Strangler","adult":false},{"cast":["Manuel Angel Egea","Madeleine Robinson","Virginia Mataix","Jacques François","Alberto Alonso"],"overview":"On January 24, 1977, right-wing gunmen staged one of the most violent days of the political transition in Spain. His goal was the office of labor lawyers Atocha, in Madrid. Killed four lawyers and a clerk and four other lawyers were wounded. That tragic night became known as \"the killing of Atocha\".","release_date":"1979-03-28","genres":[18],"vote_average":5.8,"runtime":180,"cert":"N\/A","id":134176,"title":"Seven Days in January","adult":false},{"cast":["Amalia Pérez Díaz","Jean Carlo Simancas","Flor Núñez","Héctor Myerston","Dora Mazzone"],"overview":"During a police round-up, Mercedes witnesses the unjust murder of her son, a working-class man, by a police captain. Refusing to accept the official version of the story - that her son was a criminal - she launches a campaign for justice. Santiago, a young journalist moved by Mercedes's passion and determination, begins to investigate the story of the police cover-up at the risk of his own life. As the investigation develops, the film exposes the depth of Venezuela's corruption.","release_date":"1990-01-01","genres":[28],"vote_average":6.0,"runtime":109,"cert":"N\/A","id":134178,"title":"Shoot to kill","adult":false},{"cast":["Ariane Ascaride","Pierre Banderet","Jean-Pierre Darroussin","Gérard Meylan"],"overview":"","release_date":"1985-01-01","genres":[],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":134180,"title":"Ki lo sa?","adult":false},{"cast":["Robert Hardy","Clive Swift","Thelma Barlow","Will Leighton","Harold Bennett"],"overview":"Scholar Dr. Black's seemingly mundane assignment of sorting through the assets of the Barchester Cathedral library takes an eerie turn when he comes across the papers of the late Archdeacon, who plotted to gain his position through murder. However, he soon comes to discover something truly horrific about the wooden choir stalls in the church, which are tied to a famous local tree and a sinister local legend.","release_date":"1971-12-24","genres":[10770,27],"vote_average":6.0,"runtime":45,"cert":"","id":134182,"title":"The Stalls of Barchester","adult":false},{"cast":["Vincent Cassel","Caspar Salmon","Caroline Cellier","Jean-Pierre Marielle"],"overview":"Morgan, a sensitive 12-year-old, growing up in richness and royalty, finds a true friend in Julien, a young man hired to tutor him.","release_date":"1996-09-11","genres":[],"vote_average":6.3,"runtime":null,"cert":"N\/A","id":134184,"title":"The Pupil","adult":false},{"cast":["Brenda Sykes","John Neilson","Maia Danziger","Lincoln Kilpatrick","John Lasell"],"overview":"Black girl from rich family loves white boy from poor family.","release_date":"1971-11-26","genres":[10749,18],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":134186,"title":"Honky","adult":false},{"cast":["Mathieu Amalric","Cécile Reigher","Anaïs Chunleau","Julien Rivière"],"overview":"Roland's Pass is a short French comedy about the internal power struggles within a bickering family of mountain climbers.","release_date":"2000-11-15","genres":[12,35,18],"vote_average":5.0,"runtime":47,"cert":"N\/A","id":134188,"title":"Roland's Pass","adult":false},{"cast":["Robert Dhéry","Colette Brosset","Yves Robert","Didier Haudepin","Jacques Dufilho"],"overview":"A schoolteacher (Robert Dhéry) and his wife (Colette Brosset) use the couple's new car for a class field trip in this routine situation comedy. Soon the children are lost in this story written and directed by Jean L'Hôte taken from his own novel.","release_date":"1965-10-07","genres":[35],"vote_average":7.0,"runtime":85,"cert":"N\/A","id":134190,"title":"Public School","adult":false},{"cast":["Jim Redler","Katty Loisel","Corinne Touzet","Thierry Redler"],"overview":"Two kids about ten years old meet within a very peculiar framework: both come from broken families and are in care of foster homes...","release_date":"1999-01-27","genres":[18],"vote_average":8.2,"runtime":96,"cert":"N\/A","id":134198,"title":"Crossing the Lighthouse","adult":false},{"cast":["George Rigaud","Amparo Soler Leal","Cassen","Manolo Gómez Bur","Teresa del Río"],"overview":"As there are still a lot of problems in the relationships of the Spanish couples Saint Valentine returns to earth and especially to Madrid in order to fix these problems.","release_date":"1962-10-22","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":134203,"title":"Vuelve San Valentín","adult":false},{"cast":["Delphine Seyrig","Anouk Ferjac","Patrick Jouané","Sami Frey","Caroline Cartier"],"overview":"Karl, a young killer is to kill Kate, an adventurous lady living in a mansion by a lake. He approaches her but fails to kill her. Instead, he falls in love and becomes her lover ...","release_date":"1975-01-01","genres":[18,35],"vote_average":8.0,"runtime":80,"cert":"N\/A","id":134205,"title":"The Garden That Tilts","adult":false},{"cast":["Guy L'Ecuyer","Marcel Sabourin","Pierre Dufresne","Olivier L'Ecuyer","Frédérique Collin"],"overview":"A young boy learns the rituals of what his father and his friends perceive as manhood on a weekend hunting trip.","release_date":"1972-10-06","genres":[18],"vote_average":7.5,"runtime":98,"cert":"N\/A","id":134207,"title":"The Time of the Hunt","adult":false},{"cast":["Mohammad Fassih","Mehdi Nekoueï","Massoud Zand","Reza Hashemi","Hashem Arkan"],"overview":"A woman orders a suit from a tailor for her young son to wear to her sister's wedding. The tailor's apprentice, together with two other teenage boys who work in the same building, devise a plan to try on the suit at night to see what it feels like.","release_date":"1976-01-01","genres":[18],"vote_average":7.2,"runtime":54,"cert":"N\/A","id":134209,"title":"A Wedding Suit","adult":false},{"cast":["Françoise Vatel","Monique Thiriet","Johnny Monteilhet","Patrice Moullet","Paul A. Martin"],"overview":"Two young women leave claustrophobic city life behind and move to a small border town. There they meet a border guard, involved in smuggling to and from the country. Both women fall for him, resulting in jealousy.","release_date":"1968-12-11","genres":[80,35],"vote_average":5.0,"runtime":81,"cert":"N\/A","id":134217,"title":"The Smugglers","adult":false},{"cast":["Victoria Abril","Charlotte de Turckheim","Alain Bashung","Philippe Giangreco"],"overview":"Young single mother has two sons and a daughter by three different fathers who are completely unaware of having fathered them. Anne's mother conjures up a plot to make everyone involved to go on a beach holiday in Mexico at the same time so that her grandchildren could meet their fathers and their new families.","release_date":"1999-06-16","genres":[35,10751],"vote_average":6.6,"runtime":90,"cert":"N\/A","id":134222,"title":"My Father, My Mother, My Brothers and My Sisters","adult":false},{"cast":[],"overview":"Commissioned by the Maeght Gallery with the exhibition of Joan Miró, organized by the French Ministry of Cultural Affairs at the Grand Palais, which opened on May 17, 1974 in Paris. This film was shot in six days in Montroig del Camp (at the Miró) and Tarragona during the implementation process, by Josep Royo, a tapestry by Joan Miró. Five people worked for eight months in the realization of this tapestry, using wool 1200kg and 600kg for the warp. The total weight of 3500kg and a half was six meters wide by 11 meters long. They need a purpose built weaving loom. The day of the attack on the World Trade Center in New York on September 11, 2001, the tapestry was placed in the lobby of one of the towers when they were demolished.","release_date":"1973-01-01","genres":[],"vote_average":0.0,"runtime":22,"cert":"N\/A","id":134230,"title":"Miró Tapís","adult":false},{"cast":["John Wayne","Ray Corrigan","Max Terhune","Polly Moran","Lorna Gray"],"overview":"The Cattlemen's Association has called in the Mesquiteers to find cattle rustlers. They get Tex Riley to pose as Stony so Stony can arrive posing as a wanted outlaw. This gets Stony into the gang of rustlers and he alerts Tucson and Lullaby as to the next raid. But Hartley is on hand and unknown to anyone is the rustler's boss and he joins the posse with a plan that will do away with the Mesquiteers.","release_date":"1938-12-22","genres":[37],"vote_average":4.6,"runtime":56,"cert":"N\/A","id":134232,"title":"Red River Range","adult":false},{"cast":["Eric Roberts","Laurie Holden","Nick Mancuso","Saul Rubinek","Marcie Mellish"],"overview":"In this Seattle-set police thriller, a police detective tries to bring a band of adolescent arms dealers to justice. He manages to capture one, but he is under-age and cannot be prosecuted as an adult. Meanwhile someone is quietly slaughtering the youth's gang mates, leaving the police detective to try to save him from the same fate.","release_date":"1996-10-11","genres":[878,28],"vote_average":4.1,"runtime":92,"cert":"N\/A","id":134237,"title":"Past Perfect","adult":false},{"cast":["Bernadette Lafont","Bulle Ogier","Jean-Baptiste Thiérrée","Fernando Arrabal","Eve Mylonas"],"overview":"A genuine performance film as Bernadette Laffont and Bulle Ogier engage, with reckless abandon, in a flurry of senseless destruction in a house at night. Somewhere between a hallucination and a nightmare. Both the explosive soundtrack and narration that accompanies the mayhem was provided by François Tusques.","release_date":"1970-03-11","genres":[53,80],"vote_average":3.0,"runtime":58,"cert":"N\/A","id":134242,"title":"Trap","adult":false},{"cast":[],"overview":"A documentary about the Kalem film company","release_date":"2011-03-01","genres":[36,99],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":134244,"title":"Blazing the Trail: The O'Kalems in Ireland","adult":false},{"cast":["Josée Destoop","François Marthouret","Juliet Berto","Anne Wiazemsky"],"overview":"An ode to liberated speech and to the power of words, \"those one speaks to others, those one speaks in silence\", Alain Tanner's third film is inspired by a poet and a poetic text which deeply affected him as a young director.","release_date":"1973-09-16","genres":[18],"vote_average":6.0,"runtime":108,"cert":"N\/A","id":134252,"title":"Return from Africa","adult":false},{"cast":["Karl Kröpfl","Hansi Lang","Gerald Pichowetz","Beate Finckh"],"overview":"","release_date":"1984-10-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":134257,"title":"Ich oder du","adult":false},{"cast":["Gérard Meylan","Ariane Ascaride","Raúl Gimenez","Martine Drai"],"overview":"","release_date":"1985-07-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":134259,"title":"Rouge midi","adult":false},{"cast":["John Ralston","Jake McLeod","Moya O'Connell","Daniel Richard Giverin","France Viens"],"overview":"South of the Moon is the story of a young boy and his uncle, one dealing with the complexity and confusion of adolescence, the other with the pain and torment of regret. A pensive twelve year old swimmer is faced with a decision that will put the past on a direct collision course with the present in first-time feature filmmaker Antonio DiVerdis' wistful, character-driven drama. Coleman Hawkins is teetering on the brink of adulthood. By night Coleman is haunted by a mysterious woman, and by day he's infatuated with pretty classmate Alexa. Unsure of which path to walk in life, promising swimmer Coleman continually seeks out the advice of his uncle Matt...","release_date":"2008-01-01","genres":[18],"vote_average":7.0,"runtime":102,"cert":"N\/A","id":134261,"title":"South of the Moon","adult":false},{"cast":["Malka Ribowska","William Sabatier","Éric Damain","Laurence Debia","Madeleine Ozeray"],"overview":"Philippe and Sylvie bring home a small container they found on the way from school and strange things start happen...","release_date":"1970-09-06","genres":[878,10751,12],"vote_average":6.0,"runtime":75,"cert":"N\/A","id":134266,"title":"Mimsy Were the Borogoves","adult":false},{"cast":[],"overview":"Reba did not have the whistling ending. Boogie On featured a Twist-esque jam and contained an Oye Come Va tease from Page. Both Trey and Page teased AC\/DC Bag during YEM. Undermind through Zero featured Bill Kreutzmann on drums.  Before the encore, Trey explained that Bittersweet Motel was being played at the request of his daughter, Bella.  After Bittersweet Motel, Fish remarked that he felt lonely again and needed the second drummer back.","release_date":"2009-10-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":134289,"title":"Phish: 08\/02\/2009 Red Rocks Amphitheater","adult":false},{"cast":[],"overview":"Set 1: Kill Devil Falls, Cavern, Foam, Guelah Papyrus, Chalk Dust Torture -&gt; Whole Lotta Love&gt; Chalk Dust Torture, Ha Ha Ha, Walk Away, Wolfman's Brother&gt; Undermind &gt; Bathtub Gin, The Squirming Coil\r Set 2: Tube &gt; Possum &gt; Tweezer &gt; Heartbreaker&gt; Tweezer &gt; Ramble On &gt; Thank You&gt; Tweezer -&gt; Stairway to Heaven, Halley's Comet &gt; Also Sprach Zarathustra &gt; David Bowie, Show of Life, Backwards Down the Number Line &gt; Good Times Bad Times\r Encore: Sleeping Monkey &gt; Tweezer Reprise","release_date":"2010-11-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":134294,"title":"Phish: 10\/30\/2010 Boardwalk Hall, Atlantic City, NJ","adult":false},{"cast":["Indrajith Sukumaran","Amala Paul","Nedumudi Venu","Prithviraj Sukumaran","Anoop Chandran"],"overview":"A burglar, in a bid to rob an old man, gets stranded on an island with a little boy, a beautiful deaf-mute girl and a man with a stutter. Marooned, he is now forced to confront living with nature.","release_date":"2012-07-20","genres":[18],"vote_average":7.0,"runtime":117,"cert":"N\/A","id":134296,"title":"Akashathinte Niram","adult":false},{"cast":["Bjørn Amvik","Arne Andersen","Per Antonsen","Niels Arntsen","Pau Casals"],"overview":"Windjammer, the first presentation in CINEMIRACLE, is the record of a training cruise of the full-rigged S\/S Christian Radich from Oslo across the Atlantic, through the Caribbean, to New York and back home again.","release_date":"1958-04-08","genres":[99],"vote_average":5.2,"runtime":142,"cert":"N\/A","id":134310,"title":"Windjammer: The Voyage of the Christian Radich","adult":false},{"cast":["Remy Ishak","Jojo Goh","Izzue Islam","Fizz Fairuz","Dian P. Ramlee"],"overview":"The first Malaysian 3D film, \"29 Februari\" focuses on a man born on the leap day of 29 February, and ages only one year in every four years. Because of this unique trait, he has lived through many historical periods of Malaysia; from the colonial years to the Japanese invasion and Independence. Though some may consider it a gift, the man's long life can also be a curse as he has to face the reality of seeing the ones he loves die. A highlight of the film will be the changing landscape of Malaysia from the early days up to 2012.","release_date":"2012-08-30","genres":[18,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":134312,"title":"29 Februari","adult":false},{"cast":[],"overview":"So much more than lingerie... And so much less. An unforgettable adult fantasy - from fig leaves to fetishes... Medieval shackles to Manhattan chic... Seventeen sensational women in a sultry imaginative tease of voluptuous wrappings... And unwrappings.","release_date":"1992-01-01","genres":[],"vote_average":8.0,"runtime":54,"cert":"N\/A","id":134320,"title":"Penthouse Satin & Lace","adult":true},{"cast":["Leonid Kuravlyov","Igor Ugolnikov","Yevgeni Lazarev","Andrei Tashkov"],"overview":"","release_date":"1991-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":134322,"title":"Meet me in Tahiti","adult":false},{"cast":["Jamie Dorrington","Mick Moloney"],"overview":"Dominic Noonan is released from prison and tries to regain control of his criminal empire.","release_date":"2011-09-04","genres":[80,99],"vote_average":3.5,"runtime":90,"cert":"15","id":134327,"title":"Sins of the Father","adult":false},{"cast":["Michael Sharpe","Patrick G. Keenan","Kevin L. Johnson","Jenny Gulley","Chris Walters"],"overview":"Nuclear war has ravaged the world. The remnants of humanity fight to survive, taking refuge in bleak settlements. The undead wander the earth, slaves to their blood-lust, or perhaps some higher power? The tattered town of Celestial sets the stage for the greatest battle of the New Dark Age! A score that must be settled and a reckoning that has been 235 years in the making. Shadrach a man who watched his life burnt to the ground! Left for dead, having sold his soul to the devil with his last dying breath. A slave to the devil. Born again as a \"Soul Collector\".","release_date":"2011-05-04","genres":[],"vote_average":1.0,"runtime":90,"cert":"N\/A","id":134335,"title":"Devil's Crossing","adult":false},{"cast":["Hannah Hague","Adam Hagenbaugh","Ron Harris"],"overview":"A devoted daughter attempts to save her father's ranch, but realizes she will have to choose between love and the truth while fighting the greedy banker who seeks to foreclose on the property. Rancher Everet Cates is preparing to sell of his top horses when banker Samuel Mortimer sets his sights on the family business. Desperate, Everet's son Bowie botches his attempt to steal the mine payroll, prompting his feisty sister Eryn to steal his disguise, and misdirect the posse. Meanwhile, as Eryn embraces her newfound freedom outside the law, Mortimer begins using the bandit as a patsy in a scheme to steal his own money back. Later, when a pair of Texas Rangers shows up to investigate the case, Eryn finds herself falling for the same lawman who seeks to throw the bandit in prison, and prepares to make the most difficult decision of her life.","release_date":"2012-01-20","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":134337,"title":"Hell's Fury: Wanted Dead or Alive","adult":false},{"cast":["Martin Short"],"overview":"Press the shrinkamadoodle - a new adventure begins! With The Cat in the Hat and his tiny new friends! Flitter and fly with the fireflies at night; Visit Larry the Limpet, watch him hold on tight! Learn how earthworms help the flowers to grow, Follow a little bird as he flits to and fro. Shrink down to a size that's smaller than small, And meet the creatures we can't see at all! Includes these stories: Super Secret Digger, Night Lights, Along Came a Spider, Teeny Weeny Adventure, Hold on Tight,","release_date":"2010-03-05","genres":[10751],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":134345,"title":"The Cat in the Hat: Surprise, Little Guys!","adult":false},{"cast":["Jun Kunimura","Shinichi Tsutsumi","Fumi Nikaido","Tomochika","Hiroki Hasegawa"],"overview":"In Japan, gonzo filmmakers hatch a three-pronged plan to save an actress's career, end a yakuza war and make a hit movie.","release_date":"2013-09-14","genres":[18,28,35],"vote_average":7.4,"runtime":130,"cert":"","id":134350,"title":"Why Don't You Play in Hell?","adult":false},{"cast":[],"overview":"Little man is the story of how a micro-preemie brought a family to its knees.  Throughout his struggle for life, so struggle filmmaker, Nicole Conn and political activist Gwen Baba to keep their family from disintegrating under the unrelenting stress and chaos of hospitals, emergency medical crisis and a crushing blow to trust.","release_date":"2005-11-05","genres":[99],"vote_average":1.0,"runtime":112,"cert":"N\/A","id":134352,"title":"Little Man","adult":false},{"cast":["Vladimir Volodin","Mariya Mironova","Rina Zelyonaya","Vera Orlova","Mikhail Kuznetsov"],"overview":"The inveterate fisherman Karp Trofimovich has his birthday during competition of fishermen so his nephew clings a huge pike to the uncle's hook .","release_date":"1956-11-01","genres":[10751,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":134354,"title":"Precious Gift","adult":false},{"cast":["Edmond Poon","Wylie Chiu","Brandy Akiko","Khloe Chu"],"overview":"Edmond Poon, a Hong Kong renowned DJ who hosts psychic programs, supported by the metapsychology masters and warlocks from Southeast Asia who acts as advisors, leads a psychic exploring team to scout for little-known mysterious and supernatural cases or strange customs including Soul-grabbing Witchcraft, Menstruation Witchcraft (Indonesia), Headless Horseman in Prince Hotel, Suicide Curse in Aokigahara Forest (Japan), and MTR Dead Omen, Lone Ghost in Regal Hotel and Secret Organisation Shadow Team (Hong Kong), just to name a few. Many precious clips are uncovered for the first time providing gruesome viewing experience.","release_date":"2012-05-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":134359,"title":"The Cases","adult":false},{"cast":["Linda Amendola","Mark Newell","Aidan Parkinson","Dermott Petty","Carmel O'Reilly"],"overview":"Based on a true story. When a handsome and mysterious gun runner draws Alexis, a young American woman into Ireland's fight for freedom, their loyalties to their countries and each other are put the the test.  As a new recruit and an American, Alexis is an obvious suspect when the IRA learns that they have been infiltrated. After Alexis is ordered to bomb a British police station to prove her allegiance, her would is torn apart by her lover's dark secret and the terrorists who want her dead.","release_date":"1994-01-01","genres":[28,53],"vote_average":3.3,"runtime":83,"cert":"N\/A","id":134382,"title":"Patriots","adult":false},{"cast":["Rob Lowe","Gale Hansen","Tracy Griffith","Eb Lottimer","Baruch Dror"],"overview":"Macho Lawrence 'Larry' Hammer and frailer Dean Mazzoli initially rival as U.S. Navy SEAL trainees, but become buddies in instructor chief petty officer Bosco's merciless training class. The friends date two girls, but both love Barbara, who chooses to marry Larry, as ideal father for her pre-teen son. After graduation from Basic UDT\/SEAL training, they choose opposite oceans for further training. However Sadam Husein's invasion of Kuwait gets both mobilized in the same unit, with Bosco, who gets captured and tortured. Dean learns Barbara has left adulterer Larry. They mount a rescue together, taking risks even on their own side.","release_date":"1992-05-29","genres":[10752],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":134390,"title":"The Finest Hour","adult":false},{"cast":[],"overview":"","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":134395,"title":"Walking to the Cage","adult":false},{"cast":["Regina Baff","John C. Becher","Mildred Burke","James Gammon","Annie McGreevey"],"overview":"A close-up look at the turbulent world of women's professional wrestling as a New York City waitress decides to become a professional wrestler.","release_date":"1980-12-01","genres":[18],"vote_average":3.5,"runtime":91,"cert":"N\/A","id":134397,"title":"Below the Belt","adult":false},{"cast":["Sophia Loren","Billy Dee Williams","Héctor Elizondo","Val Avery","Ron Rifkin"],"overview":"A mother in Queens, New York, outraged when she discovers that her son is a drug addict, becomes an undercover agent for the DEA to clean up the drug trade in her neighborhood. Based on a true story.","release_date":"1986-09-24","genres":[18,10770],"vote_average":6.0,"runtime":150,"cert":"N\/A","id":134399,"title":"Courage","adult":false},{"cast":["Ralph Fiennes","Helen Schlesinger","Thomas Williams","Buddug Morgan","Derek Hutchinson"],"overview":"For a young couple, the small cottage tucked away in a quiet village in the mountains of north Wales, a legacy from a distant, estranged uncle, is a dream come true. The one condition of the inheritance is that they keep the uncle's beloved pet cormorant. They soon discover, however, that the cormorant is no mere bird, but a foul and malignant creature that may exact a greater price than they are willing to pay.  Filmed as part of the BBC series, \"Screen Two\".","release_date":"1993-02-21","genres":[18],"vote_average":6.0,"runtime":88,"cert":"","id":134404,"title":"The Cormorant","adult":false},{"cast":["Wes Cunningham","Amy Acker","Tony Hale","Jeremy Sisto","Courtney Ford"],"overview":"Inspired by the music of singer-songwriter Wes Cunningham, Sironia is the story of a talented musician who has been chewed up and spit out by the Hollywood music machine. Frustrated by his broken career, Thomas Fisher and his wife Molly impulsively pack up and move to small town Sironia, Texas to live a more authentic life and raise their first child near Molly's brother and his family. Despite the change of scenery, Thomas's deep resentment over his lost dreams gets the best of him as he struggles to find peace with his stalled career, until he remembers what he loved about music - and Molly - in the first place.","release_date":"2011-10-21","genres":[18],"vote_average":7.5,"runtime":105,"cert":"N\/A","id":134406,"title":"Sironia","adult":false},{"cast":["Haji Gul Aser","Sonia Nassery Cole","Walid Amini","Somajia Razaya","Hosna Tanha"],"overview":"The Mansouri family opens up a new restaurant after the fall of the Taliban in Kabul, Afghanistan only to be subsequently targeted by factional Taliban elements.","release_date":"2012-10-26","genres":[],"vote_average":0.0,"runtime":116,"cert":"N\/A","id":134408,"title":"The Black Tulip","adult":false},{"cast":["Andrew Breitbart","Brandon Darby","David Horowitz","Pam Keys","Anita MonCrief"],"overview":"Occupy Unmasked features the conservative visionary Andrew Breitbart and journalists Brandon Darby, David Horowitz, Pam Keys, Anita MonCrief, Mandy Nagy, and Lee Stranahan. Written and directed by award-winning director, Stephen K. Bannon (The Undefeated, Generation Zero) and produced by David N. Bossie (Border War, Perfect Valor), Occupy Unmasked is a shocking indictment of one of the most controversial movements in American history.","release_date":"2012-09-21","genres":[99],"vote_average":5.5,"runtime":76,"cert":"N\/A","id":134413,"title":"Occupy Unmasked","adult":false},{"cast":["Collin MacKechnie","Julia Sarah Stone","Norm Macdonald","Ron Pederson","Amy Matysio"],"overview":"VAMPIRE DOG is a feature length family film about finding courage and discovering that you belong.  Ace, a 12-year-old boy is new in middle school. His grandfather from Transylvania passes away at the ripe age of 99, and sends him his dog, Fang, to look after. Ace soon discovers that Fang is a vampire dog.  Professor Warhol, a mad scientist and her bumbling assistant Frank, try to capture Fang to steal his DNA, in order to look young. They are constantly in pursuit of Fang but Fang uses his superpowers to stay one step ahead of them.  During their adventure Ace shows Fang how to behave like a normal dog and embrace his vampire powers. Fang helps Ace open up and come alive again through his music.  Ace and Fang discover with the help of each other, when they face their fears, they can do anything.","release_date":"2012-09-25","genres":[10751],"vote_average":3.9,"runtime":91,"cert":"N\/A","id":134415,"title":"Vampire Dog","adult":false},{"cast":["Judge Reinhold","Tanja Reichert","Lesley-Anne Down","Andrew Kavovit","Todd Jensen"],"overview":"A cowboy ghost, one young man, a mother and son separated at his birth by a disapproving father, dream \/ time travel, a big fiery accident, a small town in need of  saving by the power of love.","release_date":"2001-08-26","genres":[28],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":134429,"title":"The Meeksville Ghost","adult":false},{"cast":["Gene Autry","Champion","Jean Heather","Ralph Morgan","Carol Thurston"],"overview":"A rancher tries to convince an Indian tribe to relocate so their land can be used to provide water for Kansas City.","release_date":"1947-11-05","genres":[37],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":134431,"title":"The Last Round-up","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":134436,"title":"On n'demande qu'à en rire","adult":false},{"cast":["Laurent Ruquier","Arnaud Tsamere"],"overview":"","release_date":"2012-07-04","genres":[10751],"vote_average":3.7,"runtime":null,"cert":"N\/A","id":134438,"title":"On n'demande qu'à en rire au casino de Paris","adult":false},{"cast":["Buster Crabbe","Al St. John","Mady Lawrence","Henry Hall","Steve Darrell"],"overview":"A cowboy (Buster Crabbe) and his sidekick (Al \"Fuzzy\" St. John) track mail thieves to a hide-out.","release_date":"1945-01-07","genres":[37],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":134440,"title":"Lightning Raiders","adult":false},{"cast":[],"overview":"the Maisy's adventure at farm.  An exciting new series of episodes, including four brand-new tales from Maisy's farm. Spring, summer, autumn winter--join Maisy and her friends as they sow the crops, tend to the animals and bring in the harvest. On Maisy's farm, the fun never stops!  Episodes:\"Spring\", \"Summer, \"Autumn\", \"Winter\", \"Duckling\", \"Breakfast\", \"Toot toot\", \"Shopping\", \"Bugs\" and \"Mountain\".","release_date":"2001-10-22","genres":[],"vote_average":0.0,"runtime":55,"cert":"","id":134445,"title":"Maisy's farm","adult":false},{"cast":["Gene Autry","Smiley Burnette","Joan Valerie","Sammy McKim","Walt Shrum and His Colorado Hillbillies"],"overview":"Autry and his buddies have a horse selling business which is threatened by a tractor company which claims horses are out of date.","release_date":"1938-01-29","genres":[37],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":134447,"title":"The Old Barn Dance","adult":false},{"cast":["Luis Barba","Donato Castañeda","Lorena Curiel","Iñaki Goci","Marco A. Orozco"],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":134449,"title":"El color de la muerte","adult":false},{"cast":["Jazy Berlin","Erika Jordan","Christine Nguyen","Jenna Presley","Jade Starr"],"overview":"Ditzy police cadet Sissy goes undercover in a maximum security prison to get the goods on world famous jewel thief, Maggie. Once inside she uncovers a devious plot headed up by the wicked Warden.","release_date":"2012-06-01","genres":[],"vote_average":4.9,"runtime":81,"cert":"N\/A","id":134451,"title":"Baby Dolls Behind Bars","adult":false},{"cast":["Gene Autry","Champion","Kathleen Case","Dickie Jones","John Downey"],"overview":"Ex-Pony Express rider Autry ties to protect his US mail franchise as the Pony Express gives way to stage coach mail and the telegraph. Gene's last film appearance as a singing cowboy.","release_date":"1953-11-03","genres":[37],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":134456,"title":"Last of the Pony Riders","adult":false},{"cast":["Michael Madsen","Roy Scheider","Keith David","Angie Everhart","Dayton Callie"],"overview":"His wife held hostage, a stunt driver is forced to drive a getaway car in a plot to kidnap the President from a motorcade.","release_date":"1997-07-11","genres":[28,53],"vote_average":5.7,"runtime":100,"cert":"N\/A","id":134458,"title":"Executive Target","adult":false},{"cast":["Pascal Greggory","Arielle Dombasle","Fabrice Luchini","Clémentine Amouroux","François-Marie Banier"],"overview":"The socialist mayor of a small village in France dreams of building an arts center but he runs up against some opposition.","release_date":"1993-02-10","genres":[35],"vote_average":6.7,"runtime":105,"cert":"N\/A","id":134463,"title":"The Tree, the Mayor and the Mediatheque","adult":false},{"cast":["Ladislav Smoljak","Zdeněk Svěrák","Bořivoj Penc","Jaroslav Weigel","Petr Reidinger"],"overview":"","release_date":"2008-10-28","genres":[35,14],"vote_average":7.4,"runtime":235,"cert":"N\/A","id":134465,"title":"Czech Heaven","adult":false},{"cast":["Gene Autry","Virginia Huston","Thurston Hall","Judy Nugent","Robert Livingston"],"overview":"A former Texas Ranger teams up with some of his old colleagues to rid the state of corruption in their new police force.","release_date":"1952-03-18","genres":[37],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":134470,"title":"Night Stage to Galveston","adult":false},{"cast":["Ernest Borgnine","Piper Laurie","Anne Meara","Doris Roberts","Richard Schiff"],"overview":"Another Harvest Moon is a tender drama about four elderly Americans coping with life in a nursing home. FRANK, ELLA, ALICE and JUNE gather each morning for a game of cards. They have become a family to one another, offering unyielding support, constant bickering and strong opinions about life, death and everything in between.","release_date":"2010-10-06","genres":[18],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":134472,"title":"Another Harvest Moon","adult":false},{"cast":["N.N. Pillai","Mukesh","Innocent","Philomina","Thilakan"],"overview":"The story of Anjooran, and his four sons Balaraman, Swaminathan, Premachandran and Ramabhadran are in severe enmity with the Anappara family.","release_date":"1991-03-03","genres":[35,10749],"vote_average":7.2,"runtime":150,"cert":"N\/A","id":134474,"title":"Godfather","adult":false},{"cast":["Faye Dunaway","Melody Anderson","Donna Dixon","Terry Farrell","Robin Givens"],"overview":"A bordello catering to rich and wealthy clients, run by Lil Hutton experiences a series of crises as one girl ends up pregnant, and another dead. As a subplot, a young woman, Julie Taylor, makes a trip to LA to surprise a friend, but never finds her. Julie is mugged, and seeks help from Lil Hutton. She sees how much the prostitutes are making, and is tempted into the lifestyle. On her first \"job\" is hired by a rich father for his 18-year old virgin son as a birthday gift, and they fall in love. But the relationship comes to a quick end as soon as the son learns she is a \"whore\"; Julie breaks down and runs off after realizing prostitution is a cold and loveless occupation that cannot fulfill her emotional emptiness.","release_date":"1986-04-06","genres":[10770,18],"vote_average":5.5,"runtime":97,"cert":"N\/A","id":134476,"title":"Beverly Hills Madam","adult":false},{"cast":["Gene Autry","Champion","Gail Davis","Carolina Cotton","Ross Ford"],"overview":"Montana ranch owner Cyrus Bigbee sends his foreman, Gene Autry, and Rawhide Buttram to his Canadian timber land to stop the marriage of his daughter Sandy to Todd Markey, whom he dislikes. Sandy wants to turn the property into a dude ranch, with Carolina Cotton and the Cass County Boys (Fred S. Martin, Jerry Scoggins and Bert Dodson) among the entertainers, and runs up against local timbermen who want it for cutting timber. When a Mountie is murdered, with suspicion pointing to Todd, Gene finds the real culprit and brings peace to the area.","release_date":"1952-11-30","genres":[37],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":134478,"title":"Blue Canadian Rockies","adult":false},{"cast":["Brian Aherne","Olivia de Havilland","Edward Everett Horton","Melville Cooper","Lionel Atwill"],"overview":"A British actor insults a French acting group only to fall victim to a prank that might destroy his career.","release_date":"1937-10-30","genres":[35,10749],"vote_average":6.3,"runtime":89,"cert":"N\/A","id":134480,"title":"The Great Garrick","adult":false},{"cast":["Sarah McLachlan","Sheryl Crow","Amy Ray","Emily Saliers","Jewel"],"overview":"Lilith Fair made rock and roll history in the summer of 1997 as the first all-female music tour. These sold-out concert performances could only be described as magical, boasting many once-in-a-lifetime collaborations. That magic is captured here in Lilith Fair: A Celebration of Women in Music, which also includes never-before-seen backstage jams, intimate interviews and behind-the-scenes documentary footage of the artists. Songs: Building a Mystery (Sarah McLachlan), Water is Wide (Indigo Girls\/Jewel\/Sarah McLachlan), Bitch (Meredith Brooks), Tried to Be True (Indigo Girls\/Sheryl Crow), Sunny Came Home (Shawn Colvin), Strong Enough (Sheryl Crow), Near You Always (Jewel), Shame on You (Indigo Girls), Ice Cream (Sarah McLachlan), Closer to Fine (Indigo Girls\/Meredith Brooks\/Jewel\/Sarah McLachlan), I Need (Meredith Brooks), Wichita Skyline (Shawn Colvin), Angel (Sarah McLachlan), I Shall Believe (Sheryl Crow), Morning Song (Jewel), Big Yellow Taxi","release_date":"1997-08-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":134482,"title":"Lilith Fair: A Celebration of Women in Music","adult":false},{"cert":"N\/A","title":"Talking Heads: Live in Rome","cast":["David Byrne","Chris Frantz","Tina Weymouth","Jerry Harrison","Adrian Belew"],"genres":[10402],"id":134499,"overview":"On December 18, 1980 the touring version of the Talking Heads featuring stunt guitarist Adrian Belew delivered a fantastic performance at Palaeur Arena in Rome that was filmed for broadcast on Italian TV. Taking place just two months after the release of Remain In Light, that night’s set was heavy on material from that album such as Born Under Punches, Crosseyed and Painless and The Great Curve. Using multiple cameras and a masterful director, who really enjoyed airing shots of bassist Tina Weymouth shaking her butt, the resulting footage is must-see for any Talking Heads fan.","runtime":67,"release_date":"1980-12-18","vote_average":7.0,"adult":false}]