[{"cast":["Sean Young","Terence Knox","Diane Ladd","Steve Railsback","Gregory Scott Cummins"],"overview":"A hot-shot music video director moves into a haunted house, where he's seduced and possessed by two alluring and sexy women. One, a beautiful ghost, the other his lustful agent. Torn between the here-and-now and the supernatural... will he find true love or forever be alone?","release_date":"1992-01-01","genres":[9648,27],"vote_average":4.0,"runtime":93,"cert":"N\/A","id":136013,"title":"Forever","adult":false},{"cast":["Gianni Garko","Betty Vergès","Giacomo Rizzo","Bea Fiedler","Ralf Wolter"],"overview":"An ancestor of the famous vampire gets a job as a photographer shooting beautiful fashion models at the family estate.","release_date":"1979-10-12","genres":[35,27],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":136018,"title":"Dracula Blows His Cool","adult":false},{"cast":[],"overview":"After the Ceiling Cracked is a multi-format set released by post-metal band Pelican. It features Pelican’s London live set from December 20, 2005, interviews and live bonus material shot at various stops on the band’s past US tours, a video for “Autumn Into Summer,” and an extensive photo gallery.  Live material from Scala was shot by British based outfit Muckspreader Productions.[1] Also included is a 3\" audio CD containing two versions of the song “Pink Mammoth” (a major key reworking of the Untitled EP track “Mammoth”) — one of which features all the members of Seattle group These Arms Are Snakes — and “End of Seasons,” a Prefuse 73 remix medley of “Aurora Borealis,” and the untitled track from The Fire in Our Throats Will Beckon the Thaw.","release_date":"2008-01-20","genres":[],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":136035,"title":"Pelican: After the Ceiling Cracked","adult":false},{"cast":[],"overview":"ALWAYS A FIRE is a short documentary film on former New York Giant CHAD JONES—a star athlete from LSU whose promising professional career was put on hold by a tragic car accident before it even had a chance to begin.\r The film details Chad's incredible rehabilitation and recovery from the horrific accident that nearly cost him his life. Comprised of intimate interviews with Chad and his trainers, as well as never-before-seen footage of his long road to recovery, the film provides an unflinching view of an elite athlete facing unimaginable tragedy and refusing to submit.","release_date":"2012-09-05","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":136037,"title":"Always A Fire","adult":false},{"cast":["Chuck Schuldiner","Richard Christy","Scott Clendenin","Shannon Hamm"],"overview":"Live in Cottbus '98 is a DVD by American band Death. It was recorded in Cottbus, Germany in 1998 and released on November 11, 2005 through Nuclear Blast. The DVD was released, along with the rerelease of The Sound of Perseverance, in order to commemorate the fourth anniversary of Chuck Schuldiner's death.  The album was recorded directly through the soundboard and as a result, is very rough. The DVD also lacked a proper track listing.","release_date":"2005-11-11","genres":[],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":136045,"title":"Death: Live in Cottbus '98","adult":false},{"cast":["chino moreno"],"overview":"Deftones are an American alternative metal band from Sacramento, California, founded in 1988. The band consists of Chino Moreno (lead vocals and guitar), Stephen Carpenter (guitar), Chi Cheng (bass), Frank Delgado (keyboards and turntables), and Abe Cunningham (drums and percussion). Since 2009, Sergio Vega has been standing in on bass while Cheng recovers from a car accident. They have released six albums to date, with three Platinum (Adrenaline, White Pony, Around the Fur) and one Gold certification (for the self-titled album).","release_date":"2009-11-19","genres":[10402],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":136047,"title":"Deftones: Live at Area4","adult":false},{"cast":["Fousseyni Sissoko","Goundo Guissé","Balla Moussa Keita","Ismaila Sarr","Omou Diarra"],"overview":"Two Malian teenagers, Bah and Batrou, from different backgrounds, meet at secondary school. Bah is the descendent of a great tribal chieftain. Batrous father, a provincial military governor, represents the new ruling power. The two teenagers are part of a generation that rejects the established order and challenges the society in which they live.","release_date":"1982-01-01","genres":[18],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":136052,"title":"The Wind","adult":false},{"cast":["Gábor Máté","Dorottya Udvaros","Sándor Szakácsi","Zoltán Bezerédy","Bogusław Linda"],"overview":"Via the New York Times: \"The Hungarian director Gyula Gazdag has transposed the middle section of Balzac's \"Lost Illusions\" from Paris in the mid-19th century to the Budapest of 1968... it tells of Laszlo Sardi - Balzac's Lucien Chardon - and his efforts to launch his literary career amid the snobbery and sophistication of a big city.\"","release_date":"1983-04-25","genres":[],"vote_average":10.0,"runtime":106,"cert":"N\/A","id":136054,"title":"Lost Illusions","adult":false},{"cast":["Helga Goetze","Sascha Hammer","Mark Eins"],"overview":"Via the UC Berkeley Art Museum &amp; Pacific Film Archive: \"Shocking, often hilarious, and always controversial, Rosa von Praunheim delivers a radical treatise on heterosexuality in Red Love by intertwining statements of an outspoken, middle aged advocate of free love, with a melodramatic reenactment of a feminist novel by Alexandra Kollontai, Lenin's first Minister of Culture. Frau Helga Goetze, who at the age of 46 left her seven children and husband of 30 years, describes in detail the progress of her sexual liberation. Now 55 years old, she conservatively estimates the number of her lovers over the last few years at 200.\"","release_date":"1983-10-04","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":136056,"title":"Red Love","adult":false},{"cast":["Oscar Hunter","Rose Podmaka","Sylvia Woods","Howard 'Stretch' Johnson","Bill Bailey"],"overview":"Documentary about the US Communist Party and the people involved in it.","release_date":"1983-10-04","genres":[36,99],"vote_average":5.5,"runtime":100,"cert":"N\/A","id":136058,"title":"Seeing Red: Stories of American Communists","adult":false},{"cast":["Julia Stiles","Marin Ireland","Jamie Anderson","Sarah Paulson","Wes Bentley"],"overview":"Seven short films, all of which feature name actors, including Judi Dench, Kenneth Branagh, Colin Firth, Lily Tomlin, Keira Knightley, Jesse Tyler Ferguson and more.","release_date":"2012-09-28","genres":[35],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":136066,"title":"Stars In Shorts","adult":false},{"cast":[],"overview":"What happens when a bride and her best friend hang out at the bachelorette party.  Mockumentary style.","release_date":"","genres":[],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":136068,"title":"Bachelorette Party","adult":false},{"cast":["Tadanobu Asano","Minami","Eiko Koike","Takayuki Yamada"],"overview":"Director Tominaga Masanori (Pandora's Box) brings Motoya Yukiko's offbeat play Ranbo to Taiki to the big screen in a juicy, neurotic tangle of love, hate and voyeurism. Hidenori (Asano Tadanobu) and Nanase (Minami) have lived together for ten years in a tense, platonic relationship. The wheels of change are set in motion when married couple Takao (Yamada Takayuki) and Azusa (Koike Eiko) move in next door. After Hidenori catches Nanase and Takao having an affair, he becomes obsessed with watching Nanase through a peephole, and planning his cruel revenge.","release_date":"2010-10-09","genres":[10749,35,18],"vote_average":6.2,"runtime":97,"cert":"N\/A","id":136070,"title":"Vengeance Can Wait","adult":false},{"cast":["Christine Tremarco","Stuart Sinclair Blyth","Sheila Hancock","Richard Platt","Julie Ann Watson"],"overview":"A young woman joins a group of protesters trying to stop the construction of a highway through a forest with the purpose of having sex with their leader. But when morning comes and the authorities show up to disband the protesters, she hits a man with a log. This causes the two to have to go on the run. With the help of a sickly, but sympathetic woman, the two slip through police roadblocks. Traveling with her, they learn she is an ex-army lesbian who just wants to see a final sunrise at the Orkney Islands before her death.","release_date":"1999-06-10","genres":[],"vote_average":7.5,"runtime":104,"cert":"15","id":136072,"title":"Hold Back the Night","adult":false},{"cast":["Clarence Gilyard Jr.","Michael Vara","Michael Tylo","David Schmoeller"],"overview":"James and Carl were only 10 years old when they kidnapped and murdered 3 year old David McClendon. They were caught, tried, convicted and placed in separate juvenile facilities. At 18-years old, both are given new names and released back into society - much to the horror of the nation. They can have no contact with each other or with their past friends or relatives. The story follows the lives of these two boys as they try to start over, escape the past and survive the growing outcry following their release.","release_date":"2012-01-02","genres":[10751],"vote_average":5.0,"runtime":107,"cert":"N\/A","id":136074,"title":"Little Monsters","adult":false},{"cast":["Namie Amuro"],"overview":"namie amuro LIVE STYLE 2011 is Amuro Namie's eleventh concert video. The video includes footage from her concert held in Tokyo. It was released in two versions: a DVD format and a Blu-ray format. The first press editions came in digipaks.","release_date":"2011-12-21","genres":[10402],"vote_average":8.8,"runtime":108,"cert":"N\/A","id":136076,"title":"Namie Amuro Live Style 2011","adult":false},{"cast":["Jan Cornet","María Vázquez","Pablo Rivero","Icíar Bollaín","Luis Tosar"],"overview":"The Night of the brother (\"La Noche del Hermano\") is a chiaroscuro tale in which the characters' not always explicit feelings cover the gamut from darkness to light through the thin line between love and fear. Because the events of life are often less astonishing than the way they are shown to us.","release_date":"2005-08-26","genres":[18],"vote_average":5.0,"runtime":106,"cert":"N\/A","id":136078,"title":"The night of the brother","adult":false},{"cast":["Isabel Christine Andreasen","Ingrid Bolsø Berdal","Kristian Espedal","Hallvard Holmen","Bjørn Moan"],"overview":"Ten years after the Black Death devastated the country, a poor family sets out on a journey to search for better living conditions. In a deserted mountain pass, they are attacked by a gang of ruthless killer thieves. The only one spared is 19 year old Signe. She is taken prisoner, and the gang brings her back to their camp. Here, she soon learns that they have a fate worse than death in store for her, and realises that her only hope is to escape.","release_date":"2012-09-28","genres":[28,36],"vote_average":5.7,"runtime":76,"cert":"N\/A","id":136080,"title":"Escape","adult":false},{"cast":["Klaus J. Behrendt","Karoline Eichhorn","Uwe Bohm","Jeanette Hain","Florian Bartholomäi"],"overview":"","release_date":"2012-10-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136082,"title":"Jahr des Drachen","adult":false},{"cast":["Gaston Berghmans","Leo Martin","Pat McDonald","Rudi Falkenhagen","Richard Ng"],"overview":"In their third comedy, Gaston and Leo are undertakers specialized in the luxury transportation of the better class of dearly departed.","release_date":"1988-01-01","genres":[],"vote_average":4.0,"runtime":97,"cert":"N\/A","id":136084,"title":"Gaston & Leo in Hong Kong","adult":false},{"cast":["Paul Hörbiger","Sonja Ziemann","Rudolf Prack","Gretl Schörg","Walter Müller"],"overview":"","release_date":"1950-09-07","genres":[10749,18],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":136089,"title":"The Black Forest Girl","adult":false},{"cast":["Hans Moser","Vivi Bach","Hubert von Meyerinck","Beppo Brem","Harald Juhnke"],"overview":"","release_date":"1962-03-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136091,"title":"Der verkaufte Großvater","adult":false},{"cast":["Marianne Hold","Gerhard Riedmann","Annie Rosar","Joe Stöckel","Isa Günther"],"overview":"","release_date":"1956-07-24","genres":[10749,35],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":136093,"title":"Die Fischerin vom Bodensee","adult":false},{"cast":["Heinz Rühmann","Hannelore Bollmann","Werner Peters","Günther Lüders","Walter Giller"],"overview":"","release_date":"1956-09-11","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136095,"title":"Das Sonntagskind","adult":false},{"cast":["Walter Röhrl"],"overview":"","release_date":"2011-08-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136100,"title":"Röhrls Katze","adult":false},{"cast":[],"overview":"BURY YOUR DEAD has achieved great critical acclaim, stormed the country on tour and built a loyal horde of metal and hardcore fans who pack their shows in every city. The band has cemented their status as the most intense live act in hardcore and metal to date. Their first live album Alive will be bringing their tight thunderous live show straight to stereos.","release_date":"2005-07-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136108,"title":"Bury Your Dead: Alive","adult":false},{"cast":["Bette Davis","Pat O’Brien","Junior Durkin","Frank Coghlan Jr.","Emma Dunn"],"overview":"A teenager (Junior Durkin) lands in a brutal reform school for refusing to squeal on his bootlegger boss (Pat O'Brien).","release_date":"1932-01-30","genres":[18],"vote_average":5.2,"runtime":72,"cert":"N\/A","id":136116,"title":"Hell's House","adult":false},{"cast":["Wynne Gibson","Pat O’Brien","Dudley Digges","Frances Dee","George Barbier"],"overview":"A young dress designer marries an insurance agent. They soon have a daughter, but what the wife doesn't know is that her husband is actually a criminal...","release_date":"1932-05-06","genres":[18],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":136121,"title":"The Strange Case of Clara Deane","adult":false},{"cast":["Robert Pollard"],"overview":"A definitive record of one of the greatest bands in indie rock, THE ELECTRIFYING CONCLUSION is a chronicle of the last four hours of GUIDED BY VOICES. The film captures GUIDED BY VOICES' final concert at Chicago's Metro on New Year's Eve 2004 - sixty-three songs - completely uncut. Excitement and nostalgia emanating from both the band and audience throughout the memorable evening are powerfully captured here in fantastic performances of both standard GBV tunes and special, seldom-played classics.  The DVD includes over 20 minutes of extras including 4 live songs from 1994 and footage of Bob Pollard recording demos for Half Smiles of the Decomposed.","release_date":"2005-11-15","genres":[10402],"vote_average":0.0,"runtime":260,"cert":"N\/A","id":136126,"title":"Guided By Voices: The Electrifying Conclusion","adult":false},{"cast":["Jay Bakker"],"overview":"An original six-part documentary series on Jay Bakker. The series takes a behind-the-scenes look at the life of Bakker as he faces the professional, emotional, and financial struggles of running this Revolution church in Atlanta, Georgia. The tattooed and pierced preacher is not necessarily the image of an American evangelist with his resolute maverick stance and open tolerance for alternative lifestyle choices. But by fusing together punk and Christian values to create a non-denominational and inclusive parish, he is working to show the world just how hip and welcoming today's churches can be.","release_date":"2006-12-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136131,"title":"One Punk Under God: The Prodigal Son of Jim and Tammy Faye","adult":false},{"cast":["Opeth","Mikael Åkerfeldt"],"overview":"Watershed is the ninth full-length studio album by the Swedish progressive death metal band Opeth. This bonus DVD includes a 5.1 surround sound mix of the entire album (not including bonus tracks), video content featuring rehearsals, and studio footage, as well as expanded artwork.","release_date":"2008-06-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136133,"title":"Opeth: Watershed","adult":false},{"cast":[],"overview":"Bold and exhilarating documentary account of the building of the Turkestan-Siberian railway, presented as a heroic triumph of Soviet progress over natural adversity.","release_date":"1929-10-15","genres":[99],"vote_average":7.1,"runtime":77,"cert":"N\/A","id":136141,"title":"The Steel Road","adult":false},{"cast":["Ciarán McMenamin","Barry Mullan","Paul Campbell","Julieann Campbell","Eva Birthistle"],"overview":"Sunday tells the story of an infamous day in Derry, North of Ireland and how the events of that day were subsequently covered up by the British Government of the time. On Sunday 30th January 1972 a peaceful civil rights march against internment (imprisonment without trial), organised by the Northern Ireland Civil Rights Association (NICRA) ended with 13 marchers shot dead and 15 wounded. It became known throughout the world as Bloody Sunday. Told primarily from the perspective of the Derry community, juxtaposed with the British Army\/state's preparations and reaction to the day, Sunday communicates the forensic and emotional truth of what happened","release_date":"2002-01-28","genres":[18],"vote_average":7.3,"runtime":94,"cert":"","id":136143,"title":"Sunday","adult":false},{"cast":["Namie Amuro"],"overview":"namie amuro PAST＜FUTURE tour 2010 is Amuro Namie's tenth concert video. The video includes footage from her concert held in Tokyo. It was released in two versions: a DVD format and a Blu-ray format. The first press editions came in digipaks.","release_date":"2010-12-15","genres":[10402],"vote_average":8.3,"runtime":117,"cert":"N\/A","id":136148,"title":"Namie Amuro Past＜Future Tour","adult":false},{"cast":["Namie Amuro"],"overview":"namie amuro BEST FICTION TOUR 2008-2009 is Amuro Namie's ninth concert video. The video includes footage from her concert held at the Taipei Arena, making this her first video release to not include Japanese footage.","release_date":"2009-09-09","genres":[10402],"vote_average":9.0,"runtime":142,"cert":"N\/A","id":136153,"title":"Namie Amuro Best Fiction Tour 2008-2009","adult":false},{"cast":["The Sex Machine","Cheri Rostand","Samas","John Dullaghan","Gerard Broulard"],"overview":"Hey! Want to see a bizarre blend of Sci-Fi, S&amp;M and drooling psychedelic hardcore madness? (I didn’t think so.) But The Sex Machine is breathtaking in its weirdness. It reaches new levels of fucked-upness.  Take a gander at this plot. \"The Meadows Foundation\" is a research laboratory run by dedicated scientist Dr. Flanders and his shapely assistant Dr. Phyllis Alcott (CHERI ROSTAND), an Ivory Snow blonde. The place was named after their leader, Dr. Meadows, \"an underground practicing abortionist.\"  The two doctors, dressed in lab coats and clutching clipboards, conduct experiments on \"surrogates\" - people whose libidos are damaged. Mainly, they hook up battery cables to naked, spread-eagled women.","release_date":"1971-03-01","genres":[],"vote_average":3.0,"runtime":60,"cert":"N\/A","id":136155,"title":"The Flanders and Alcott Report on Sexual Response","adult":true},{"cast":["Jamal Mashburn","Bernie Kosar","Andre Rison","Marvin Miller"],"overview":"According to a 2009 Sports Illustrated article, 60 percent of former NBA players are broke within five years of retirement. By the time they have been retired for two years, 78% of former NFL players have gone bankrupt or are under financial stress. Sucked into bad investments, stalked by freeloaders, saddled with medical problems, and naturally prone to showing off, many pro athletes get shocked by harsh economic realities after years of living the high life. Drawing surprisingly vulnerable confessions from retired stars like Keith McCants, Bernie Kosar and Andre Rison, as well as Marvin Miller, the former executive director of the MLB Players Association, this fascinating documentary digs into the psychology of men whose competitive nature can carry them to victory on the field and ruin off it.","release_date":"2012-10-02","genres":[99],"vote_average":7.4,"runtime":77,"cert":"N\/A","id":136157,"title":"Broke","adult":false},{"cast":["Rudolf Prack","Adrian Hoven","Marianne Hold","Hannelore Bollmann","Oskar Sima"],"overview":"","release_date":"1955-08-23","genres":[10749,18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":136165,"title":"Heimatland","adult":false},{"cast":["Marianne Koch","Rudolf Prack","Margarete Haagen","Friedrich Domin","Beppo Brem"],"overview":"","release_date":"1958-10-31","genres":[10749,35],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":136167,"title":"Lady Country Doctor","adult":false},{"cast":["Bill Cosby","Keith Hamilton","Jere Fields","John Byner","John Erwin"],"overview":"A collection of the classic morality tales narrated by Bill Cosby as \"Aesop\" that have been passed down from family to family for thousands of years. Every story has a lesson.","release_date":"1971-10-31","genres":[10770,16,10751,35,14],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":136169,"title":"Aesop's Fables","adult":false},{"cast":["Jasmin Schwiers","Volker Bruch","Daniel Zillmann","Martin Feifel","Jürgen Tonkel"],"overview":"","release_date":"2008-10-25","genres":[35,10402],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":136171,"title":"Machen wir's auf Finnisch","adult":false},{"cast":["Alex Nicol","Dick Bentley","Jorge Mistral","Steve Rowland","Phil Posner"],"overview":"In this western, a gambler wins a big Mexican ranch and decides to herd all of the cattle upon it into Texas. The crook enlists the aide of a few Mexicans, but they don't realize he plans to cheat them. En route, the cattle drivers are ambushed by banditos. They survive, but during the course of the struggle, the cattle hands learn the truth and ensure that justice gets served.","release_date":"1964-05-01","genres":[37],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":136179,"title":"Gunfighters of Casa Grande","adult":false},{"cast":["Marianne Hold","Gustavo Rojo","Harald Juhnke","Monika Dahlberg","Michl Lang"],"overview":"","release_date":"1961-01-19","genres":[35],"vote_average":4.0,"runtime":83,"cert":"N\/A","id":136181,"title":"Schön ist die Liebe am Königssee","adult":false},{"cast":["Paulette Goddard","John Lund","Macdonald Carey","Albert Dekker","John Sutton"],"overview":"A female Borgia is sent out to live up to the family name by killing someone, but falls in love with her intended victim. [IMDB]","release_date":"1949-04-07","genres":[18,10749],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":136204,"title":"Bride of Vengeance","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136209,"title":"Fagner e Zeca Baleiro","adult":false},{"cast":[],"overview":"A young street rapper is transported back in time to the pre-Civil War South, where he finds himself in the middle of a slave revolt.","release_date":"1991-01-01","genres":[878,14],"vote_average":6.0,"runtime":103,"cert":"N\/A","id":136217,"title":"Brother Future","adult":false},{"cast":["Marianne Hold","Gerhard Riedmann","Annie Rosar","Joe Stöckel","Walter Gross"],"overview":"","release_date":"1957-07-22","genres":[18,10749],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":136219,"title":"Die Prinzessin von St. Wolfgang","adult":false},{"cast":["Hiroshi Fujioka","Tarô Shigaki","Naoko Ôtani","Yasuo Tanabe","Miki Shimamura"],"overview":"","release_date":"1976-10-02","genres":[18,10752,28],"vote_average":4.3,"runtime":102,"cert":"N\/A","id":136224,"title":"Zero Fighter","adult":false},{"cast":["Dana Andrews","Piper Laurie","Rex Reason","William Talman","Milburn Stone"],"overview":"Capt. Harper's cavalry patrol returns to the fort to find it besieged by Ute Indians. The apparent cause is the recapture of Army traitor Brett Halliday, who deserted to the Utes in a previous war; but Brett has a different story. With capture imminent, the only chance for the surviving men (and one woman) is to boat down a wild, uncharted river, where Harper and Halliday must pull together, like it or not.","release_date":"1955-03-01","genres":[37],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":136226,"title":"Smoke Signal","adult":false},{"cast":["Rory Calhoun","Martha Hyer","Dean Jagger","Robert Middleton","Grant Williams"],"overview":"When his life is saved in a shootout by a fellow gunman whose life he in turn had saved, Alex Longmire promises to give up his way of life. Riding into town he finds the only job available is deputy to sheriff Jade Murphy, an honest man caught between small farmers and a local cattle baron. And he has a pretty daughter. So Longmire decides to stay and see if he can use his expertise with firearms for good.","release_date":"1956-03-01","genres":[37],"vote_average":5.6,"runtime":81,"cert":"N\/A","id":136228,"title":"Red Sundown","adult":false},{"cast":["Roine Stolt","Tomas Bodin","Jonas Reingold","Hans Froberg","Marcus Liliequist"],"overview":"Prog-rock unit the Flower Kings bring their brainy music to the stage on this live concert set. Instant Delivery shows the band replicating some of their finest (and strikingly complex) studio work in a live setting, adding a performative fire that is sure to impress fans and newcomers alike. Recorded during a stop in Holland on April 19, 2006, the band runs through a bevy of songs off their latest album, Paradox Hotel, as well as fan favorites. Included are 17 songs.","release_date":"2006-09-26","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":136230,"title":"The Flower Kings: Instant Delivery","adult":false},{"cast":["Raphael","Shirley Jones","Héctor Suárez","Pedro Armendáriz Jr.","Patricia Morán"],"overview":"Tired of the monotony of her work, Mary O'Hara, executive of an important American company, travels to Acapulco for a few days in search of love and adventure. On the beach, her high hopes fade, since she only meets unscrupulous playboys. She declines all offers she gets until she meets Pancho el Golfo, a young man who makes a living as he can.","release_date":"1969-10-17","genres":[18,35],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":136232,"title":"El Golfo","adult":false},{"cast":["Harijs Spanovskis","Andris Bērziņš"],"overview":"Two Latvian actors travel the country and visit different witches and healers to find purpose to their lives after years of alcoholism, which has had a great impact on their personal health. On the way they run into trouble, adventure and many comic, as well as tragic situations.","release_date":"2012-10-04","genres":[],"vote_average":9.0,"runtime":96,"cert":"N\/A","id":136234,"title":"Month of the Witches","adult":false},{"cast":["Richard Burton","Richard Greene","Cedric Hardwicke","Kathleen Harrison","Ronald Howard"],"overview":"1949 British drama film based on a play by William Douglas-Home.","release_date":"1949-05-24","genres":[],"vote_average":0.0,"runtime":87,"cert":"","id":136239,"title":"Now Barabbas","adult":false},{"cast":[" Nobuyo Oyama","Noriko Ohara ","Michiko Nomura","Kaneta Kimotsuki","Kazuya Tatekabe"],"overview":"Nobita, Gian, Shizuka, and Suneo is preparing for a school play on the \"Journey to the West\". As they are arguing about who should play the role of the monkey king, Nobita suggested that the real monkey king should play the role. Because the monkey king is only a legend, Nobita and Doraemon have decided to go back in time using the time machine and make a fake one and show Gian, Shizuka, and Suneo to prove that they are right. Unfortunately, Doraemon's machine allowed the fictional monsters to come to the real world and defeated the entire human races, thus turning the future (Nobita's time) into a demon-ruled world. In order to reverse the change, Doraemon and gang needed to return to the past and capture the demons back into the machine. On the way, they have met the real monk and rinrei (a child). At the end, they have either returned the demons back to the machine or destroy them with Dorami's help, thus turning the future back to normal.","release_date":"1988-03-12","genres":[16,12,10751,14,878],"vote_average":6.2,"runtime":90,"cert":"N\/A","id":136241,"title":"Doraemon: The Record of Nobita's Parallel Journey to the West","adult":false},{"cast":["Peter Ustinov","Emily Osborne"],"overview":"","release_date":"1989-12-31","genres":[],"vote_average":3.3,"runtime":35,"cert":"","id":136249,"title":"Granpa","adult":false},{"cast":["Barry Humphries","Pamela Stephenson","Thaao Penghlis","Andrew Clarke","Joan Rivers"],"overview":"Fat middle aged 24\/7 drunkard Les Patterson represents Australia at the UN where his fart literally incinerates an Arab ambassador. Patterson is reassigned to the Middle East so he can be tortured to death by the country he insulted. Patterson's arrival is the prefect distract of a coup and he is spared. At a bar Patterson meets a bio weapons scientist who's developed a horrific disease for the KGB whom plan to distribute it to the Pentagon via toilet seats. Patterson of course is far too drunk to understand anything happening and teams up with Dane Edna to save the world.","release_date":"1987-04-09","genres":[35],"vote_average":4.2,"runtime":98,"cert":"N\/A","id":136254,"title":"Les Patterson Saves the World","adult":false},{"cast":["Tom Lodewyck","Greg Johnson","Carmela Wiese","Melissa Jo Murphy","Darwin Sampson"],"overview":"A reporter follows an incestuous brother and sister who kill tourists in the name of God.","release_date":"2009-03-06","genres":[],"vote_average":6.0,"runtime":79,"cert":"N\/A","id":136268,"title":"Incest Death Squad","adult":true},{"cast":["Paula Echevarría","Joaquín Perles","Álvaro Daguerre","Mara Blanco","Pablo Vega"],"overview":"After a premature birth. Carla, a new mother, will face his ghosts of the past and move into the old family farm, set in an austere environment.","release_date":"2012-10-31","genres":[18],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":136273,"title":"Vulnerables","adult":false},{"cast":["Stefania Bellini","Stefan Dennis","Eileen Pollock","Conrad Peters","Alex Calloway"],"overview":"A worldwide filmmaking collaboration. Composed of fifty 2 minute scripts by different writers, with each script to be filmed by a different filmmaker they will be edited together to make one feature length film.","release_date":"2014-02-13","genres":[18],"vote_average":0.0,"runtime":90,"cert":"","id":136275,"title":"50 Kisses","adult":false},{"cast":["Frank Latimore","María Luz Galicia","Paul Piaget","Claudio Undari","José Marco Davó"],"overview":"A battle between revolutionary Mexicans and the U.S. cavalry brings Zorro onto the scene to enact vengeance for violent acts incurred by the cavalry Sergeant.  Once the Sergeant is killed, Don Jose de la Torre retires from being Zorro and settles down to live a quiet life.  The  brother of the Sergeant, in an act of his own justice, dons the costume of Zorro and terrorizes the countryside.  In an act to draw out the true Zorro, the imposter kidnaps Don Jose's wife, making him once again don the mask to rescue her.","release_date":"1962-12-22","genres":[12,37,28],"vote_average":5.5,"runtime":87,"cert":"N\/A","id":136280,"title":"The Shadow Of Zorro","adult":false},{"cast":["Clovis Cornillac","Virginie Efira","Manu Payet","Laurence Arné","Shirley Bousquet"],"overview":"Michel dreams of a perfect meeting with the woman of his dreams, entirely due to chance, as his parents and grandparents experienced. Vincent, Michel's contrast, is completely different. He is more the man of the direct approach and he follows his...! The two childhood friends Michel and Vincent, with completely opposite views when it comes to women, soon discover the limits of their respective techniques when they meet Angèle and Nathalie.","release_date":"2010-05-05","genres":[35,10749],"vote_average":5.6,"runtime":null,"cert":"N\/A","id":136294,"title":"The Perfect Date","adult":false},{"cast":["B.B. King","Bono","Eric Clapton","Carlos Santana","Bruce Willis"],"overview":"Documentary charting the life of blues guitarist B.B. King, with contributions from fellow musicians.","release_date":"2012-10-15","genres":[99,10402],"vote_average":7.2,"runtime":123,"cert":"U","id":136296,"title":"B.B. King: The Life of Riley","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":136301,"title":"Sextrip","adult":false},{"cast":["Aaron Kwok","Maggie Cheung","Ti Lung","Wu Chien-Lien","Paul Chun Pui"],"overview":"A poor barefoot young man from the country arrives in the city to start work with the friend of his dead father.","release_date":"1993-04-03","genres":[28,18],"vote_average":6.3,"runtime":90,"cert":"N\/A","id":136303,"title":"The Bare-Footed Kid","adult":false},{"cast":["Jarrid Geduld","Ivan Abrahams","Merlin Balie","Kim Engelbrecht","Bart Fouche"],"overview":"The harrowing tale of a South African street-kid's search for love, based on Dickens' classic story. Growing up neglected in a rural orphanage, Twist escapes to the unpredictable freedom of Cape Town, where he falls in with Fagin's gang of street urchins. With a gritty honesty steeped in its vibrant characters, Boy called Twist superbly captures the contemporary equivalents of Dickens' seedy individuals as it shadows the timeless tale in its own inimitable style.","release_date":"2004-02-18","genres":[18],"vote_average":5.5,"runtime":115,"cert":"","id":136305,"title":"Boy Called Twist","adult":false},{"cast":[],"overview":"THE FULL HISTORIC CONCERT!! of \"Explosions In The Sky\" at the Theatre \"Casino de l'Aliança de Poblenou\" in Barcelona last November 6, 2011. This song is rolled with 2 high quality H.D. cameras, and exploits all the sensations and emotions which we live that special night in a concert clearly postulated as THE BEST CONCERT OF THE YEAR lived in the city of Barcelona!!! Plis watch the video in H.D 1080p quality!!  0:01:28﻿ The Only Moment We Were Alone\r 0:12:36 Catastrophe and the Cure\r 0:21:15 Postcard From 1952\r 0:28:52 Greet Death\r 0:39:02 Be Comfortable, Creature\r 0:49:14 Birth and Death of the Day\r 0:56:38 Your Hand In Mine  1:05:32 Let Me Back In\r 1:15:44 The Moon is Down","release_date":"2011-06-06","genres":[],"vote_average":10.0,"runtime":87,"cert":"N\/A","id":136310,"title":"Explosions in the Sky - Barcelona Theatre","adult":false},{"cast":[],"overview":"The Rolling Stones - Live at TWA Dome, St Louis, MO 1997  Recorded at TWA Dome, St Louis, MO on 12th December1997  Tracklisting:  01 Intro  02 Satisfaction  03 Let's Spend the Night Together  04 Flip the Switch  05 Gimme Shelter  06 Wild Horses (with Dave Matthews)  07 Anybody Seen My Baby  08 Saint of Me  09 Corina Corina (with Taj Mahal)  10 Out of Control  11 Waiting on a Friend  12 Miss You  13 All About You  14 I Wanna Hold You  15 It's Only Rock'n'Roll  16 The Last Time  17 Like a Rolling Stone  18 Sympathy for the Devil  19 Tumbling Dice  20 Honky Tonk Women  21 Start Me Up  22 Jumping Jack Flash  23 You Can't Always Get What You Want  24 Brown Sugar","release_date":"1997-12-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136315,"title":"The Rolling Stones: TWA Dome","adult":false},{"cast":["Seasick Steve"],"overview":"Live @ Pinkpop 2012  1. My Donny  2. Diddley Bo  3. You Can't Teach An Old Dog New Tricks  4. Don't Know Why She Love Me But She Do  5. Last Po' Man  6. Walkin' Man  7. Back In the Doghouse  8. That's All  9. Down On The Farm (Live debut)  10. It's A Long Long Way  11. Never Go West  12. Thunderbird","release_date":"2012-05-28","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":136320,"title":"Seasick Steve: Live At Pinkpop","adult":false},{"cast":["Germán Robles","Mil Máscaras","Superzan","Sasha Montenegro","Carlos López Moctezuma"],"overview":"In the service of Satan, a murderous vampire is turning wrestlers into his unwitting thrall, and it's up to Mil Máscaras and Superzan to stop him and save the world.","release_date":"1974-04-25","genres":[27],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":136325,"title":"The Vampires of Coyoacan","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136330,"title":"Erasmo Carlos - Ao Vivo","adult":false},{"cast":[],"overview":"","release_date":"2016-02-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136335,"title":"Casuarina - MTV Apresenta Casuarina","adult":false},{"cast":["Lee Chae-lin","Sandara Park","Park Bom","Gong Min-ji"],"overview":"Nolza was the first concert by 2NE1. The tour was performed one month after the release of 2nd Mini Album by the group. It took place over a duration of three days in Seoul, South Korea, at the Seoul Olympic Stadium.  The show was followed by the DVD release, 1st Live Concert (Nolza!) Live in Seoul. The DVD was released in South Korea and Japan.","release_date":"2011-12-21","genres":[10402],"vote_average":5.3,"runtime":120,"cert":"N\/A","id":136340,"title":"Nolza Live in Seoul","adult":false},{"cast":[],"overview":"An intimate portrait of five ballerinas from the Kirov.","release_date":"2006-08-31","genres":[],"vote_average":8.0,"runtime":77,"cert":"N\/A","id":136345,"title":"Ballerina","adult":false},{"cast":[],"overview":"In 1990, thieves absconded with 13 masterpieces -- including works by Rembrandt and Vermeer -- from Boston's Isabella Stewart Gardner Museum, pulling off the greatest art heist in U.S. history. Rebecca Dreyfus's investigative documentary delves into this modern mystery, piecing together clues gleaned from archival documents, art critics, historians, collectors and informants (both credible and dubious) to shed light on the as-yet unsolved case. Instant QueuePlay Trailer","release_date":"2006-04-21","genres":[18,53,99,9648],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":136347,"title":"Stolen","adult":false},{"cast":["Gurdas Mann","Juhi Chawla"],"overview":"Based upon Life story of Punjabi poet Waris Shah","release_date":"","genres":[18,10749],"vote_average":9.0,"runtime":138,"cert":"N\/A","id":136358,"title":"Waris Shah: Ishq Daa Waaris","adult":false},{"cast":["Kentaro Hara","Kuni Hashimoto","Shingo Usami"],"overview":"Two Japanese salary men who's lives literally transform when one of them eats a live puffer fish in a sushi bar.","release_date":"2012-09-21","genres":[],"vote_average":6.7,"runtime":10,"cert":"N\/A","id":136366,"title":"Fugu & Tako","adult":false},{"cast":["Nuengthida Sophon","Noppan Chantasorn","Athipich Chutiwatkajornchai","Kongdej Jaturanrasmee","Bailee Madison"],"overview":"Story of the adventures of three young men from two of the world's metropolis, New State Trinity Capital and Karen village in Northern Thailand. To help save the world from disaster recovery due to global warming.","release_date":"2012-08-01","genres":[12,16,10751],"vote_average":5.8,"runtime":81,"cert":"","id":136368,"title":"Echo Planet","adult":false},{"cast":["Tarja Turunen"],"overview":"01. If You Believe  02. Anteroom Of Death  03. My Little Phoenix  04. Dark Star  05. Naiad  06. Falling Awake  07. I Walk Alone  08. Orpheus Hallucination \/ Orpheus In The Underworld  09. Little Lies (band jam)  10. Little Lies  11. Into The Sun  12. Nemo  13. Acoustic Set:  Rivers Of Lust  Minor Heaven  Montañas De Silencio  Sing For Me  I Feel Immortal  14. Never Enough  15. In For A Kill  16. Toccata And Fugue D-minor (BWV 565) \/ The Phantom Of The Opera  17. Die Alive  18. Until My Last Breath  19. Over The Hills And Far Away  20. Boy And The Ghost  21. Lost Northern Star  22. Ciaran‘s Well  23. Tired Of Being Alone  24. Where Were You Last Night \/ Heaven Is A Place On Earth \/ Livin’ On A Prayer  25. Underneath  26. The Reign  27. Oasis \/ The Archive Of Lost Dreams  28. Still Of The Night  29. Crimson Deep","release_date":"2012-08-24","genres":[10402],"vote_average":7.0,"runtime":235,"cert":"N\/A","id":136370,"title":"Tarja Turunen: Act I, Live in Rosario","adult":false},{"cast":["Richard de Ruijter","Frans Duijts","Ricardo Gerritsen","Hetty Heyting","Bert Kuizenga"],"overview":"","release_date":"2011-10-05","genres":[],"vote_average":6.0,"runtime":85,"cert":"N\/A","id":136372,"title":"Sinterklaas en het raadsel van 5 december","adult":false},{"cast":["Noel Clarke","Mena Suvari","Matthew McNulty","Talulah Riley","Jason Maza"],"overview":"A couple endures a series of mishaps right before their wedding day.","release_date":"2012-10-05","genres":[35,10749],"vote_average":4.1,"runtime":92,"cert":"15","id":136386,"title":"The Knot","adult":false},{"cast":[],"overview":"B-movie Scream Queen Dana Lewis is tired of playing the helpless victim in straight-to-video movies and dreams of becoming a serious actress. After getting her \"big break\" as the lead in an independent film, the Scream Queen is forced to work on location in the Mojave Desert where she gets more than she bargained for - an obsessed fan as the director and a cast and crew of local weirdos.","release_date":"2003-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136391,"title":"Scream Queen","adult":false},{"cast":["Charlie Bewley","Alan Cumming","Tim Curry","Eric Lopez","Norm Macdonald"],"overview":"Being teased for his color, Johnny the white koala joins a traveling carnival with Hamish, a Tasmanian devil, and Higgens, a photographer monkey as talent agents. On the way through the Australian outback desert, the trailer they are in comes loose and crashes. Johnny must live up to the hero status Hamish presents him as while the outback locals try to rescue a kidnapped koala from Bog, a giant crocodile and his dingo lackeys.","release_date":"2012-01-12","genres":[16,12,10751],"vote_average":5.4,"runtime":85,"cert":"N\/A","id":136405,"title":"The Outback","adult":false},{"cast":["Nabil Asli","Adila Bendimered","Khaled Benaissa","Rokia Abdelali"],"overview":"Algeria region of the high flatlands. As Islamist groups continue to spread terror, Rashid, a young Jihadist, leaves the mountains to return to his village. In keeping with the law « of pardon and national harmony », he has to surrender to the police and give up his weapon. He thus receives amnesty and becomes a « repenti ». But the law cannot erase his crimes and for Rachid it's the beginning of a one-way journey of violence, secrets and manipulation.","release_date":"2013-04-10","genres":[18],"vote_average":5.5,"runtime":87,"cert":"N\/A","id":136410,"title":"The Repentant","adult":false},{"cast":["Jason Statham","Agata Buzek","Vicky McClure","Lee Asquith-Coe","Michelle Lee"],"overview":"Homeless and on the run from a military court martial, a damaged ex-special forces soldier navigating London's criminal underworld seizes an opportunity to assume another man's identity, transforming into an avenging angel in the process.","release_date":"2013-05-07","genres":[28,53],"vote_average":6.0,"runtime":100,"cert":"15","id":136418,"title":"Hummingbird","adult":false},{"cast":["Louis-Do de Lencquesaing","Marthe Keller","Valentina Cervi","Alice de Lencquesaing","Bernard Verley"],"overview":"Ada was settled in her life, she was pleased with it, or thought she was. She was one half of a couple who seemed happy, she'd had a child, was even due to get married, and wham... she met Paul... And this Paul was writer to boot, who lived alone with his grown daughter, had an exceedingly intrusive mother, and had the unfortunate idea of losing his father when this story had hardly got off the ground... Life started to gather speed. It was about time.","release_date":"2012-05-19","genres":[35,18],"vote_average":7.0,"runtime":110,"cert":"N\/A","id":136420,"title":"In a Rush","adult":false},{"cast":[],"overview":"The best-selling book comes to life in live action and dimensional animation. When Ralph persuades his young friend Ryan to bring him to school, the fun and the danger begin. Will Ralph be smart enough to steer his adventure to a happy ending?","release_date":"2007-09-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136422,"title":"Ralph S. Mouse","adult":false},{"cast":["Babak Hamidian","Mehrdad Sedighian","Ahoo Kheradmand","Mehran Ahmadi","Parivash Nazarieh"],"overview":"Arash is an Iranian academic who lives in the West. He returns to Iran to teach in Shiraz, a city far from Tehran where his mother lives. Drawn into a series of domestic and financial dramas, he faces a country that is now alien to him. Following the death of his father and the discovery of what his “respectable family” has become, he is forced to make choices.","release_date":"2012-10-31","genres":[18],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":136424,"title":"A Respectable Family","adult":false},{"cast":["Roy Assaf","Gal Friedman","Itzik Golan","Rotem Zissman-Cohen","Haim Hova"],"overview":"Rules must be followed. For the \"supervisors\" of the Bat Yam neighbourhood in Israel, this means ensuring that women are dressed appropriately, that people respect Shabbat, or that Arabs from Jaffa don't enter the neighbourhood with music blaring from their cars. Avi, Kobi and Yaniv are young and know how to fight. They want to force their neighbours to become religious, without hesitating to be violent in the name of God. The inhabitants admire the gang and are afraid of them at the same time. One day a new girl, Miri, arrives. She is not familiar with the strict rules of modesty. The gang's leader Avi is going to be torn between his feelings for Miri and his dedication to the gang.","release_date":"2012-07-12","genres":[18],"vote_average":6.4,"runtime":102,"cert":"N\/A","id":136426,"title":"God's Neighbors","adult":false},{"cast":["Georgina Verbaan","Jason Fijal","Daniel Louis Rivas"],"overview":"Jason joins a group of criminal thrill-seekers to find out what happened with his vanished girlfriend.","release_date":"2003-04-10","genres":[],"vote_average":2.2,"runtime":null,"cert":"N\/A","id":136434,"title":"Adrenaline","adult":false},{"cast":["Theo Angelopoulos","Olivier Assayas","Jane Campion","Chen Kaige","Michael Cimino"],"overview":"a film that premiered at the cannes film festival","release_date":"2012-05-16","genres":[18,99],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":136439,"title":"A Special Day","adult":false},{"cast":["Kristo Ferkic","Joanna Ferkic","Vijessna Ferkic","Uwe Friedrichsen","Christian Furrer"],"overview":"Victor is both thrilled and mystified when his family moves into his grand-uncles somber mansion filled with African masks, taxidermy crocodile mounts - and a dark secret: Four decades ago, his grand-cousin Cecilia, at the same age as he is now, lost her life in the mansions impressive staircase, and the circumstances of her death still remain obscure.","release_date":"2012-03-22","genres":[12,10751,9648],"vote_average":5.5,"runtime":83,"cert":"N\/A","id":136459,"title":"Victor and the Secret of Crocodile Mansion","adult":false},{"cast":["Vitor Chaves Zapalá Pimentel","Leonardo Chaves Zapalá Pimentel"],"overview":"","release_date":"2012-01-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136461,"title":"Victor e Léo - Ao Vivo em Floripa","adult":false},{"cast":["Marin Ireland","Paul Sparks","Niesha Butler","Bennie Slay","Zoran Radanovich"],"overview":"A young woman, struggling with agoraphobia, hasn't left her New York apartment or seen anyone in over a year. However, when her toilet overflows she is forced to call in the plumber.","release_date":"2013-08-23","genres":[18,35,10749],"vote_average":7.4,"runtime":81,"cert":"N\/A","id":136466,"title":"Sparrows Dance","adult":false},{"cast":["David DeFalco","Michele de Santis","Nick Hasomeris","John Thayer","Sami Plotkin"],"overview":"A killer goes on a killing spree at a heavy metal club.","release_date":"1989-09-06","genres":[27],"vote_average":1.0,"runtime":83,"cert":"N\/A","id":136468,"title":"Heavy Metal Massacre","adult":false},{"cast":["Jay Hayden","Andy Stahl","Tori White","Scott Lilly","Kathryn Todd Norman"],"overview":"Chaos consumes a small town when a chemical facility explodes releasing a deadly toxin. Moments after the leak, the town's residents show signs of mutation, causing the military to quarantine the area leaving any survivors helpless and trapped inside. The story follows Jim, a young man isolated within the red zone, as he eludes flesh eating zombies in an attempt to win back his freedom.","release_date":"2011-01-01","genres":[878,53],"vote_average":4.5,"runtime":90,"cert":"15","id":136476,"title":"State of Emergency","adult":false},{"cast":["Rupert Graves","Josef Abrhám","Jiří Bartoška","Libuše Šafránková","Krzysztof Kowalewski"],"overview":"Told from the perspective of man reflecting on his childhood in Prauge in the early years of World War 2 and the eventual destruction of his family as the Nazis rise to power. The storyline focuses heavily on Jewish-Czech Silberstein family members. Drama was filmed on the real events as a tribute to Mr. Nicholas Winton, the British humanitarian who organized the rescue of 669 children, most of them Jewish, from Czechoslovakia on the eve of the Second World War in an operation later known as the Czech Kindertransport from German-occupied Czechoslovakia and likely death in the Holocaust.","release_date":"1999-10-21","genres":[18,10752],"vote_average":7.5,"runtime":91,"cert":"N\/A","id":136478,"title":"All My Loved Ones","adult":false},{"cert":"N\/A","title":"Trailer: The Movie","cast":[],"genres":[],"id":136492,"overview":"The cast and crew of TRAILER: THE MOVIE take you on two trips. If any narrative can be capable of describing the first, it would be about two loser guys devoid of reason or restraint, who uncharismatically pick up two girls. It turns out these four are very much made for each other and for the rest of the film are free to run roughshod over the desert and then Hollywood. The second trip is through the dialogue, pulling snippets from famous films at (mostly) appropriate times. If you caught yourself recognizing any of them, give yourself a gold star. I am sure I missed over half of them, but the film's structure lets you know instantly that what you are hearing has got to be significant. My favorite reference was the classic \"These are not the droids you're looking for\" scene from STAR WARS. Ian and company obviously had a lot of fun making this film (as is evident from the very end shot), and I hope to see any future projects from them.","runtime":101,"release_date":"","vote_average":0.0,"adult":false}]