[{"cast":[],"overview":"From its inception in 1866 to it's diminished but still vocal brotherhood in the modern era, this release takes a close look at the ways in which the Klan has evolved through such events as the Civil Rights Movement and affirmative action. In addition to informative interviews with such subjects as Hooded Americanism author David Chambers and The Fiery Cross author Craig Wade, this film also seeks to get the story from the inside by offering revealing interviews with Grand Dragon Edward Foster and Imperial Wizard Jeff Bary.","release_date":"1998-01-09","genres":[99],"vote_average":7.0,"runtime":100,"cert":"N\/A","id":136503,"title":"Ku Klux Klan A Secret History","adult":false},{"cast":["Didier Bourdon","Bernard Campan","Pascal Légitimus"],"overview":"","release_date":"1990-04-12","genres":[35],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":136511,"title":"Les Inconnus - Au secours… Tout va mieux !","adult":false},{"cast":[],"overview":"","release_date":"2012-08-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136513,"title":"Jennifer Rostock:Live in Berlin","adult":false},{"cast":["Alfonso Herrera","Ximena Herrera","Mónica Huarte","Eduardo Manzano","Luis Calvillo"],"overview":"Pablo falls in love with two women without knowing that she is the same one…. Sofia","release_date":"2008-12-25","genres":[],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":136515,"title":"Volverte a ver","adult":false},{"cast":[],"overview":"","release_date":"2012-07-27","genres":[],"vote_average":8.8,"runtime":null,"cert":"N\/A","id":136517,"title":"Casper:Der Druck steigt","adult":false},{"cast":[],"overview":"A portrait of a brutal Pinochet military dictatorship made during a three month visit to Chile in 1985 by David Bradbury.  The footage reveals a country torn with civil strife and political unrest; military intimidation of the population; indiscriminate arrests: murder torture and disappearances were facts of Chilean life.  Bradbury's film traces the 12 years from 1973 to 1985 of General Augusto Pinochet's dictatorship whose forces seized power in a bloody, US-backed coup that left Marxist president Salvador Allende dead and with him any hopes of democracy remaining in Chile. Under General Pinochet's rule 50,000 Chileans have been detained, and many are missing. believed dead.  CHILE: HASTA CUANDO? ('when will it end?') reveals the tragedy of a divided country.","release_date":"1986-12-31","genres":[],"vote_average":6.0,"runtime":57,"cert":"N\/A","id":136519,"title":"Chile: Hasta Cuando?","adult":false},{"cast":["Amitabh Bachchan","Fardeen Khan","Kareena Kapoor Khan","Om Puri","Amrish Puri"],"overview":"Joint Commissioner of Police Dev Pratap Singh, a duty-bound, self-righteous officer, and Special Commissioner Tejinder Khosla, the balancing force between the political interests of Chief Minister Bhandarker and Dev's commitment to the law, are lifelong friends, each with his own ideals. Farhaan, a law graduate, was brought up with ideals of non-violence and patriotism. Dev unwittingly gives Farhaan the wound that plunges him into rage and violence after witnessing the death of his father during a peace demonstration. Taking advantage of the situation, corrupt politician Latif sets the vulnerable young man on a path of violence and destruction that threatens to ignite the city. Aalyn is the light in Farhaan's life. Beautiful and innocent, the young woman also gets caught in extraordinary circumstances that transform her life and she dares to stand up for the truth.","release_date":"2004-06-11","genres":[18],"vote_average":6.2,"runtime":176,"cert":"N\/A","id":136527,"title":"Dev","adult":false},{"cast":[],"overview":"Misaki, living a lonely life in Tokyo for college; decides to go back home to Fukushima for a month on her spring break. But by coming home without a notice, her mother would not welcome her nor let her in the house. She wanders around trying to find a friend to let her stay and fails miserably but ends up finding a small hotel called \"Komorebi\" looking for a short time live-in worker. There, she starts living with a kind and trustworthy woman, Kinuyo, and a hurt and depressed owner, Goro. A girl with a broken up family and a man with a dark past; their paths in life cross over as they start to change slowly...","release_date":"2011-06-01","genres":[],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":136529,"title":"A Warm Ray of Light","adult":false},{"cast":[],"overview":"","release_date":"2016-02-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136531,"title":"Edson & Hudson - Ao Vivo Galera Coração","adult":false},{"cast":["Amitabh Bachchan","Akshay Kumar","Bhumika Chawla","Aryeman Ramsay"],"overview":"The story is on the concept of karma and bad deeds. It follows Viren Sahai (Amitabh Bachchan), underworld don who rules over India. His son Abhir (Sushant Singh) is spoilt and believes he can do anything due to his father's power. When Viren's enemy Khan (Kader Khan) attacks Abhir, Viren demands revenge.","release_date":"2006-01-12","genres":[28,80,18],"vote_average":5.7,"runtime":151,"cert":"N\/A","id":136542,"title":"Family: Ties of Blood","adult":false},{"cast":["Bill O'Reilly","Jon Stewart","E.D. Hill"],"overview":"Bill O'Reilly, Jon Stewart, 2 podiums,1 air-conditioned auditorium... In \"O'Reilly vs. Stewart 2012: The Rumble in the Air-Conditioned Auditorium,\" O'Reilly &amp; Stewart take an entertaining and comedic approach to today's pressing political issues, in an attempt to find the best direction for America. The debate, which was streamed live online, was recorded on Saturday, October 6th, 2012, at the Lisner Auditorium at The George Washington University, in Washington, D.C.  The proceeds from the sale of the debate go to multiple charities picked by both O'Reilly &amp; Stewart, including the Fisher House Foundation, Doctors Without Borders, and the USO.","release_date":"2012-10-06","genres":[35],"vote_average":6.5,"runtime":93,"cert":"N\/A","id":136553,"title":"The Rumble in the Air: Conditioned Auditorium","adult":false},{"cast":["Daniel Gillies","Rachael Leigh Cook","Seth Green","John Lyons Murphy","Selma Blair"],"overview":"The documentary, Kingdom Come follows a first-time director (Daniel Gillies) as he tries to raise a million dollars to finance his first film, Broken Kingdom. This emotionally-charged journey is interwoven with over 30 rare interviews from acclaimed indie darlings including Mark Ruffalo, Illeana Douglas, Don Cheadle, Kevin Smith, Edward Burns, Tim Roth, Morgan Spurlock, Selma Blair, Robert Townsend, Bill Pullman and many more.","release_date":"2011-01-01","genres":[35],"vote_average":7.5,"runtime":88,"cert":"N\/A","id":136558,"title":"Kingdom Come","adult":false},{"cast":["José Luis Orozco","José A. Toledano","Miguel Calderón","Édgar Vivar","Carlos Espejel"],"overview":"Brijes are magical animal spirits that have been in contact with human beings since the beginning of time. Every human had his brije: The human cared for his brije and vice versa. When the human turned 13 the old shamans performed the ritual a synchronizing ritual trough which the human and the brije were able to transform into the warrior form: a physical state in which the human acquired the powers of his brije and extraordinary strength needed to perform acts of heroism. Unfortunately hundreds of years ago, with the birth of modern science and technology, this union was severed and humans stopped believing in magic.","release_date":"2010-07-16","genres":[16],"vote_average":3.3,"runtime":90,"cert":"N\/A","id":136563,"title":"Guardians of the Lost Code","adult":false},{"cast":[],"overview":"","release_date":"2005-09-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136565,"title":"Lauras Stern - 3 Gute-Nacht-Geschichten","adult":false},{"cast":["Flavio Bonacci","Silvia Cohen","Gabriele Fantoni"],"overview":"","release_date":"1994-09-07","genres":[],"vote_average":6.6,"runtime":null,"cert":"N\/A","id":136570,"title":"Strane storie","adult":false},{"cast":["Majlinda Agaj","Eugenio Allegri","Marta Bifano","Veronica Bruni","Ursula Buschhorn"],"overview":"How will the Germans react to the armistice of the 8th of September 1943, due to which Italy betrays them and sides with the allied forces? This is the distressing questions that a group of 16 Italian - Greek Jews evacuated at The Meina Hotel ask themselves.","release_date":"2007-10-07","genres":[36,18],"vote_average":6.0,"runtime":115,"cert":"N\/A","id":136572,"title":"Hotel Meina","adult":false},{"cast":["Giuliana De Sio","Julian Sands","Erland Josephson","Milena Vukotic","Didi Perego"],"overview":"","release_date":"1991-10-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136574,"title":"Cattiva","adult":false},{"cast":["Martin Balsam","Tomás Milián","Francisco Rabal","Dagmar Lassander","Nello Pazzafini"],"overview":"When the godson of San Francisco's crime lord asks permission to leave \"the business,\" Don Antonio agrees, but reluctantly. Such behavior by either one is a violation of the code, and a bloody mob war breaks out. It is only through the strong support of his family connections in Sicily that Don Antonio is able to survive the mêlée and come out on top. Aghast at the situation he has caused, the godson becomes his leader's \"consigliere,\" or Counselor at Crime.","release_date":"1973-08-30","genres":[80],"vote_average":6.3,"runtime":104,"cert":"N\/A","id":136576,"title":"Counselor at Crime","adult":false},{"cast":["Gary Day","Penny Downie"],"overview":"Only the computer saw the murder...and it liked what it saw...","release_date":"1982-10-08","genres":[27,53,80,878],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":136593,"title":"Crosstalk","adult":false},{"cast":["Anna Maria Mühe","Claire Oelkers","Yasmin Asadie","Louisa Herfert","Sarah Momoh"],"overview":"When Lilly and Anna meet, two worlds collide - one is the leader of a gang of girls, the other is a loner. Confrontation turns into desire...","release_date":"2007-10-10","genres":[],"vote_average":6.0,"runtime":16,"cert":"N\/A","id":136595,"title":"Mars","adult":false},{"cast":["Billy Zane","Louis Gossett Jr.","Kristin Minter","Louis GIam","Caroline Williams"],"overview":"Police detective Jack Flinder is already in trouble with the rest of his force for imprisoning a corrupt partner, but now he has a new problem to deal with. Another officer has been murdered in a hotel room, where he was with a prostitute named Lisa, who managed to escape with her life. Flinder has to track down Lisa to find out what happened, but the answer proves the corruption in his department runs much deeper than he had initially believed.","release_date":"1994-09-15","genres":[80,28],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":136597,"title":"Flashfire","adult":false},{"cast":[],"overview":"Forget about nomads and monks, it's hip hop that's making Mongolia move in the 21st century. Mongolian Bling jumps into the thriving music scene in the capital; Ulaanbaatar, and follows stars as they rap nationwide.","release_date":"2013-01-01","genres":[],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":136599,"title":"Mongolian Bling","adult":false},{"cast":[],"overview":"A short film based on a story by Japanese writer Kenji Miyazawa in which two young British hunters get lost in the woods and discover a strange restaurant. Are the hunters about to discover how it feels to be hunted?","release_date":"1991-08-03","genres":[16,14,27],"vote_average":6.9,"runtime":19,"cert":"N\/A","id":136601,"title":"The Restaurant of Many Orders","adult":false},{"cast":["Aftab Shivdasani","Lisa Ray","Divya Dutta","Irrfan Khan","Ashutosh Rana"],"overview":"The film starts with the murder of Priti (Divya Dutta), wife of Shekhar (Aftab Shivdasani), a well-known journalist. Inspector Lokhande (Ashutosh Rana) investigates the case and accuses Shekhar of the murder, saying he has enough evidences to arrest him. Upon getting bail from the court, Shekhar's lawyer tells him that he will not be able to fight his case because he is a corporate lawyer. He asks him to contact Simran Bhargav (Lisa Ray), who is a criminal lawyer to fight his case.","release_date":"2001-02-02","genres":[],"vote_average":5.0,"runtime":151,"cert":"N\/A","id":136615,"title":"Kasoor","adult":false},{"cast":["Ray Charles"],"overview":"This DVD was recorded on January 27, 1981 in Edmonton, Alberta at Jubilee Auditorium. It captures Ray Charles at his finest as a live performer, and includes performances of classics \"Hit The Road Jack\", \"Georgia On My Mind\", \"And Take These Chains From My Heart\", mixed in both stereo and Dolby Surround 5.1.  Track Listing:  1. Riding Thumb  2. Busted  3. Georgia On My Mind  4. Oh, What A Beautiful Morning  5. Some Enchanted Evening  6. Hit The Road Jack  7. I Can't Stop Loving You  8. Take These Chains From My Heart  9. I Can See Clearly Now  10. What'd I Say  11. America The Beautiful  12. Long Gone Lonesome  13. Steel Guitar Rag  14. Let's Fall In Love","release_date":"1981-01-27","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":136620,"title":"Ray Charles Live - In Concert with the Edmonton Symphony","adult":false},{"cast":[],"overview":"","release_date":"2016-02-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136622,"title":"Revelação - Ao Vivo No Olimpo","adult":false},{"cast":["Dilip Kumar","Vyjayanthimala","Suchitra Sen","Motilal"],"overview":"Childhood sweethearts grow up in a small village with a love-hate relationship which changes to love when they mature.","release_date":"1955-01-01","genres":[10402,18,10749],"vote_average":4.5,"runtime":159,"cert":"N\/A","id":136627,"title":"Devdas","adult":false},{"cast":["Veronica Ferres","Herbert Knaup","Julia Stemberger","Karl Markovics","Veronika Fitz"],"overview":"","release_date":"2003-11-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136629,"title":"Annas Heimkehr","adult":false},{"cast":[],"overview":"","release_date":"2016-02-14","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":136631,"title":"Festa PLOC II - Anos 80","adult":false},{"cast":[],"overview":"","release_date":"2016-02-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136633,"title":"Festival de Verão Salvador 2006","adult":false},{"cast":["Dirk Benedict","Edward Albert","Mike Lane","André Jacobs","Adrienne Pearce"],"overview":"For Remy Grilland the world of the occult is nothing more than a way to swindle rich old ladies out of their money. A parlor trick. But when an expert of the supernatural comes to his seance, Remy feels obliged to summon a real spirit. In his ignorance, he brings forth a most vicious and evil demon. one known to spread misery by infiltrating the mind, playing on weakness, and leading its prey to murder. Now, locked in the house for the night, each person must find a way to evade the Demon's powers. Only the light of day will bring mercy.","release_date":"1994-05-06","genres":[27],"vote_average":3.0,"runtime":71,"cert":"N\/A","id":136641,"title":"Demon Keeper","adult":false},{"cast":["Régis Royer","Elsa Zylberstein","Anémone","Claude Rich","Hélène Babu"],"overview":"The life of Henri de Toulouse Lautrec, famous french painter, who lived, enjoyed, loved in the late 1800s Paris' Montmartre cultural life. He suffered from suffered from congenital health conditions traditionally attributed to inbreeding. His lifestyle and work are a testimony of the late-19th-century parisian bohemian lifestyle, as he was commissioned to produce a series of posters for the Moulin Rouge cabaret opening. As an alcoholic, he was addicted to absinthe. The movie related his love affair with the french painter Suzanne Valadon.","release_date":"1998-09-09","genres":[35,18],"vote_average":4.4,"runtime":125,"cert":"N\/A","id":136646,"title":"Lautrec","adult":false},{"cast":[],"overview":"Tells about the Wilderness Act of 1964 and the three men responsible for its passage: forester\/philosopher Aldo Leopold, author of the bestselling Sand County almanac and the first to bring the word 'ecology' into standard usage; Bob Marshall, millionaire socialist and founder of the Wilderness Society; and Howard Zahniser, a bureaucrat with a love of the wild places he seldom saw. Singly and together, these three fought from the 1920s through the 1950s to preserve the natural world. Provides an overview of the roots of the environmental movement, offering a deeper understanding of one of the most important issues facing contemporary civilization.","release_date":"1991-12-01","genres":[],"vote_average":7.0,"runtime":54,"cert":"N\/A","id":136648,"title":"Wild by Law","adult":false},{"cast":["Jane Alexander"],"overview":"This Oscar-nominated documentary chronicles everyday life in Aiken, S.C. -- ground zero for America's hydrogen bomb-making facility, the Savannah River Plant. Through interviews with residents, politicians, activists and factory workers, the incisive film looks at the consequences of living in the shadow of nuclear weapons and the illegal dumping of radioactive waste. Actress Jane Alexander narrates.","release_date":"1991-01-01","genres":[99],"vote_average":6.0,"runtime":54,"cert":"N\/A","id":136650,"title":"Building Bombs","adult":false},{"cast":[],"overview":"Handsome, passionate, and an electrifying speaker, Adam Clayton Powell rose from being the son of a Harlem preacher to being a powerful 12-term Congressman--but his many accomplishments have been forgotten in the wake of the self-indulgence, arrogance, and demagoguery that dominated Powell's later years.","release_date":"1989-12-01","genres":[99],"vote_average":5.0,"runtime":54,"cert":"N\/A","id":136652,"title":"Adam Clayton Powell","adult":false},{"cast":["Liliane Tiger","Rebeca Linares","Elinor Gasset","Marie Luv","Jasmine Rouge"],"overview":"Sex goddess Liliane Tiger introduces you to some of her horny girlfriends. And Liliane knows how to pick her friends, they have to have sensational bodies, beautiful faces and know how to sexually satisfy with some explosive fucking! And don't miss the XXXtra scene from the spectacular Tera Bond.","release_date":"2006-06-22","genres":[],"vote_average":5.3,"runtime":95,"cert":"N\/A","id":136657,"title":"All You Need Is Sex","adult":true},{"cast":["Scott Baio","Charlene Tilton","Shannon Bruce","Don Stroud","Rick Dean"],"overview":"An ex-military man is now using his specialized explosive skills to work as a hitman when he meets a young woman who may change his life.","release_date":"1998-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136665,"title":"Detonator","adult":false},{"cast":["Martin Sheen"],"overview":"In the Name of the People is a 1985 documentary film directed by Frank Christopher about the Salvadoran Civil War. The film follows four filmmakers who secretly entered El Salvador, marched with guerrillas across the country, and followed them into combat against government forces in San Salvador. It was nominated for an Academy Award for Best Documentary Feature.","release_date":"1985-03-01","genres":[99],"vote_average":5.0,"runtime":73,"cert":"N\/A","id":136667,"title":"In the Name of the People","adult":false},{"cast":["Friedhelm Ptok"],"overview":"This Oscar nominated documentary serves not only as a remembrance but a lesson and a warning for the future. It follows the plight of Europe's Jews during the terrifying period from 1933 until the final defeat of the Third Reich in 1945. Never before had the world seen such contempt for human life on such a grand scale, the murder of an estimated 6 million Jews, with countless others persecuted. During the 1930s a wave of national fervor swept through a tumultuous Germany; people looked for answers, and the politicians were all too willing to point the finger of blame towards the Jewish population. Few, if any, could have foreseen how the views of one man would unfold…that man was Adolf Hitler.","release_date":"1980-12-01","genres":[99],"vote_average":8.0,"runtime":89,"cert":"N\/A","id":136678,"title":"The Yellow Star: The Persecution of the Jews in Europe - 1933-1945","adult":false},{"cast":["Maki Horikita"],"overview":"Nobita’s troubled about what to do with his zero test marks once again. A gust of wind scatters his test papers and he falls into a garbage dump trying to gather them together again. There he finds a young withered tree that caught one of his papers and he decides to take it home. He tries to plant it in his garden but gets caught by his mother who doesn’t allow him to grow it.","release_date":"2008-03-08","genres":[12,16,10751],"vote_average":6.8,"runtime":112,"cert":"N\/A","id":136686,"title":"Doraemon: Nobita and the Green Giant Legend","adult":false},{"cast":["Arjun Rampal","Priyanka Chopra","Kim Sharma","Sudhanshu Pandey"],"overview":"Whilst piecing together his life after a car accident left him with amnesia, a man begins to suspect that his wife is having an affair.","release_date":"2005-07-01","genres":[28,53],"vote_average":5.0,"runtime":116,"cert":"N\/A","id":136688,"title":"Yakeen","adult":false},{"cast":[],"overview":"Orange Glory: The 20 Greatest Moments In Syracuse Basketball brings viewers inside the most iconic moments in one of college basketball's most storied programs.  This jam-packed DVD counts down the legacy-defining moments in Syracuse basketball, ranking everything from the Orange's six-overtime 2009 Big East Tournament victory, to Pearl Washington's magical half-court buzzer beater, to the \"Louie and Bouie\" era, to the spectacular 2003 National Championship run.  Relive the moments with inside stories from Syracuse Hoops' biggest stars along with some of the most notable luminaries in sports broadcasting, including: Coach Jim Boeheim, Carmello Anthony, Bob Costas, Jim Nantz, Jonny Flynn, Mike Tirico, Rony Seikaly, Roosevelt Bouie, Louis Orr, Pearl Washington, Dave Bing, Len Berman, Derrick Coleman, Sherman Douglas, Gerry McNamara, and many more!","release_date":"","genres":[],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":136690,"title":"Orange Glory: The 20 Greatest Moments In Syracuse Basketball","adult":false},{"cast":[],"overview":"The film starts with Daksh Mittal (Emraan Hashmi), a charming and continually drunk millionaire. One day, he sees a girl, Jiya (Diya Mirza) on the street and falls in love at first sight. Jiya is working as a strip dancer and has a mentally handicapped brother. Daksh and Jiya spend some time with each other and fall in love. Daksh, however, is supposed to marry Anahita Madhwani (Pooja Bharati) in order to inherit a million-dollar trust.","release_date":"","genres":[],"vote_average":0.0,"runtime":126,"cert":"N\/A","id":136692,"title":"Tumsa Nahin Dekha - The Love Story","adult":false},{"cast":["Bob Hope","Rhonda Fleming","Roland Young","Roland Culver"],"overview":"The French Surete and private eye Higgins are after a killer who uses innocent young Americans in a crooked gambling racket, and who sets sail on an ocean liner that also carries inept scoutmaster Freddie Hunter and his troop of boys. Freddie, who's been a \"boy scout\" too long, has designs on gorgeous Duchess Alexandria. The boys, far better organized than Freddie, are determined to save him from himself. But who will save Freddie from being the killer's next victim?","release_date":"1949-11-23","genres":[35],"vote_average":6.5,"runtime":80,"cert":"N\/A","id":136694,"title":"The Great Lover","adult":false},{"cast":[],"overview":"A Peaceful Baltimore suburb is ravaged by the twisted acts of a demented killer. A Teenage psychopath mutilates his way through the sleepy town of woodsbridge valley while a group of filmmakers struggle to complete their opus \"It came from uranus\". Will they finish their film or will the killer finish them off?","release_date":"1999-01-01","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136705,"title":"Amerikill","adult":false},{"cast":["Lee Soon-jae","Jang Dong-gun","Goh Doo-shim","Im Ha-ryong","Han Chae-young"],"overview":"Good Morning President is an abridged version of the politics and life of three different presidents. The three are: the older President Kim Jung-ho at the end of his term, the young President Cha Ji-wook, a skillful manipulator of foreign policy and with great determination, and a female President Han Kyuong-ja. They are distressed over the choices they have to make between politics and ethics. The affliction of Kim Jung-ho who wins the lottery, the agony of Cha Ji-wook who donates an organ, and the troubles of Han Kyuong-ja who faces the crisis of divorce.","release_date":"2009-10-22","genres":[18],"vote_average":5.4,"runtime":131,"cert":"N\/A","id":136707,"title":"Good Morning President","adult":false},{"cast":[],"overview":"Track listing:  1. Joy To The World!  2. What Child Is This?  3. Santa Claus Is Comin' To Town  4. Little Drummer Boy  5. O Come, All Ye Faithful  6. Holly Jolly Christmas  7. Away In A Manger  8. O Holy Night!  9. Winter Wonderland  10. Silent Night, Holy Night!  11. A Baby Changes Everything","release_date":"2016-02-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136709,"title":"Faith Hill - Joy To The World","adult":false},{"cast":["Manuchehr Anvar"],"overview":"A 1978 French documentary film directed by Albert Lamorisse about the landscape of Iran. Lamorisse was killed in a helicopter crash while filming the documentary, during a helicopter-tour of Iran. His widow completed the film, based on his production notes, and released the film eight years later in 1978.","release_date":"1978-12-01","genres":[99],"vote_average":7.5,"runtime":71,"cert":"N\/A","id":136714,"title":"The Lovers' Wind","adult":false},{"cast":["John Huston"],"overview":"A detailed look at the events leading up to the blacklisting of Hollywood writers and artists. In October 1947 nineteen Hollywood personalities were subpoenaed by the House Committee on Un-American Activities to testify about their knowledge or possible involvement in the American Communist Party. The first ten to be called refused to cooperate, claiming their first amendment rights, were cited for contempt of Congress and sent to prison. They became known as the \"Hollywood Ten\" and this is their story.","release_date":"1976-11-01","genres":[],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":136716,"title":"Hollywood on Trial","adult":false},{"cast":["Queen Latifah","Alfre Woodard","Phylicia Rashād","Jill Scott","Condola Rashad"],"overview":"In an updated contemporary version of the beloved stage play and 1989 film, \"Steel Magnolias\" chronicles the lives and friendship of six women in Louisiana. Supporting each other through their triumphs and tragedies, they congregate at Truvy’s beauty shop to ponder the mysteries of life and death, husbands and children - and hair and nails - all the important topics that truly unite and celebrate women.","release_date":"2012-10-07","genres":[10749,18,10770],"vote_average":6.3,"runtime":90,"cert":"N\/A","id":136718,"title":"Steel Magnolias","adult":false},{"cast":["Christmas Robbins","Val Mayerik","Gunnar Hansen","Tom Hutton","David J. Howard"],"overview":"A group of teenagers hanging around a cemetery get involved with a satanic priest who calls up a demon from hell.","release_date":"1977-10-01","genres":[27],"vote_average":7.0,"runtime":83,"cert":"N\/A","id":136720,"title":"The Demon Lover","adult":false},{"cast":[],"overview":"Looks at the milestones in a Gypsy girl's life leading to the biggest day of all - her wedding. From first Holy Communion (described as a 'dress rehearsal for her wedding day') to the strict rules of courtship, a hen night and, of course, the spectacular wedding itself, this episode examines the traditions and rules followed by Gypsy and traveller girls in Britain today.","release_date":"","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":136722,"title":"My Big Fat Gypsy Wedding","adult":false},{"cast":["Liana Trouche","Antonio Orlando","Renata Zamengo","Dino Mele","Margareth Clémenti"],"overview":"Cahiers du cinéma critic Serge Daney asks whether The Kingdom of Naples is \"leftist fiction, kitschy melodrama, photo-roman, a decadent chronicle of a city, opera in a minor key, or simply the first realistic narrative film by Schroeter?\" It is all of these and more: an epic chronicle of proletarian family life in Naples from 1943 to 1972 that brilliantly captures the wretched poverty, overwrought passions, and political, religious and economic upheavals of Sicily across two generations. Schroeter assimilates neorealist aesthetics and class sympathies with the tempestuous excesses of popular melodrama, borrowing freely from Rossellini, Pasolini, Visconti, Brecht, and Rossini. (Facets)","release_date":"1978-06-08","genres":[18],"vote_average":7.0,"runtime":130,"cert":"N\/A","id":136724,"title":"The Kingdom of Naples","adult":false},{"cast":["Penélope Cruz","Terele Pávez","Juan Diego Botto","Maribel Verdú","Jordi Mollà"],"overview":"The young nobleman Calisto falls in love with Melibea, the daughter of a rich merchant. Calisto's servant Sempronio suggests they get the sorceress Celestina to further the romance. However Calisto's other servant Parmeno is suspicious of Celestina, as he knows about her tricks.","release_date":"1996-11-08","genres":[18],"vote_average":5.2,"runtime":null,"cert":"N\/A","id":136726,"title":"La Celestina","adult":false},{"cast":["Klevis Bega","Olta Gixhari","Niko Kanxheri","Vasil Goda","Pano Aliu"],"overview":"Branko is a young man of twenty five, doing a dreary job as a pharmacist in the suburbs of Tirana. He lives under the tutelage of his father, Dr. Sokrat, a socially respected oncologist, owning almost everything in his sons life, including the pharmacy where Branko, in lack of any other job, is compelled to work. Suspecting that she might be his father's secret lover, Branko enters into a romantic relationship with one of Dr. Sokrat's employees, Sara, a young nurse. Accidentally or not, Sara provokes the tense relation of a father and a son, uncovering a silent generational conflict between the two. Pharmakon depicts Branko's journey toward truth and maturity, in a cynical patriarchal system, based upon power hungriness, corruption and lies.","release_date":"2012-02-01","genres":[53,18],"vote_average":5.0,"runtime":129,"cert":"N\/A","id":136728,"title":"Pharmakon","adult":false},{"cast":["Rafig Azimov","Tofig Aliyev","Elnur Karimov","Laman Nabiyeva","Arzu Isayeva"],"overview":"\"Buta\" is the story of a lonely 7-year old boy (named Buta), who lives in a mountain village with his grandmother. He is befriended by an old man, a liquid soap merchant who once loved (and lost) Buta's grandmother. The old man's friendship and wise advice helps Buta to overcome his difficulties in life. Buta's grandmother, in the meantime, is weaving a special carpet in memory of Buta's mother. The carpet features a special pattern (also called \"Buta\"), which represents love. The boy is inspired by his grandmother's work, and decides to make his own \"buta\" made of rocks and stones, high on the top of the mountain...","release_date":"2011-03-11","genres":[18],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":136730,"title":"Buta","adult":false},{"cast":["Tariq Anam Khan","Mamun","Jayanto Chattopadhyay","Munmun Ahmed","Khan Asifur Rahman Agun"],"overview":"A teenage boy is hired along with the music group of his father by a Zamindar (landlord) for entertaining him until the annual flood is over in the Haor region of East Bengal. But the boy finds out that he has to do something more than the rest of the members of the group are required- he has to satisfy the landlord sensually as well. The wife of the landlord cannot stand this new 'rival' of hers and conspires to kill the boy.","release_date":"2012-09-07","genres":[18,10402],"vote_average":5.0,"runtime":101,"cert":"N\/A","id":136732,"title":"Ghetu Putro Komola","adult":false},{"cast":[],"overview":"Cambodia submission","release_date":"2010-01-01","genres":[],"vote_average":5.0,"runtime":111,"cert":"N\/A","id":136734,"title":"Lost Loves","adult":false},{"cast":["Adrián Mas","Frank Perozo"],"overview":"David Hernandez is a well-known television host in the Caribbean. He hosts a game show called \"Jaque Mate\" (Check-Mate). In his phone call segment with the viewers, he's surprised by a supposed kidnapper that claims to have David's wife and son kidnapped.","release_date":"2013-08-08","genres":[18],"vote_average":5.8,"runtime":81,"cert":"N\/A","id":136736,"title":"Jaque Mate","adult":false},{"cast":["Kuralay Anarbekova","Aliya Anuarbek","Aliya Telebarisova","Assylkhan Tolepov","Asylkhan Tolepov"],"overview":"A universal story about the freedom of the human spirit and the struggle against slavery and despotism, about love, loss and betrayal. It is seen through the eyes of simple Kazakh kids and teenagers.","release_date":"2012-04-25","genres":[28,12,18],"vote_average":7.5,"runtime":133,"cert":"N\/A","id":136741,"title":"Myn Bala: Warriors of the Steppe","adult":false},{"cast":["Saško Kocev","Katarina Ivanovska","Richard Sammel","Rade Šerbedžija","Emil Ruben"],"overview":"Spitz is the German-Jewish coach of the football team Macedonia during World War II. Under his leadership, the team fights to become the champion of Bulgaria's National Football League","release_date":"2012-09-27","genres":[18,10749],"vote_average":6.0,"runtime":113,"cert":"N\/A","id":136743,"title":"The Third Half","adult":false},{"cast":[],"overview":"A grittily realistic tale of prostitution at an Eastern European border town","release_date":"2012-09-13","genres":[18],"vote_average":5.0,"runtime":84,"cert":"N\/A","id":136745,"title":"Made in Ash","adult":false},{"cast":["Nguyễn Hữu Mười","Nguyen Nang Tung"],"overview":"Vietnam movie","release_date":"2012-04-24","genres":[10752,18],"vote_average":7.0,"runtime":97,"cert":"N\/A","id":136753,"title":"The Scent of Burning Grass","adult":false},{"cast":["Maximilian Schell","Mirjam Weichselbraun","Erol Sander","Gaby Dohm","Rebecca Immanuel"],"overview":"The Weidemann have a perfume factory but the business goes bad and blindly trust Marie, a young woman with a gift for the fragrances, to launch a new essence that will save the company. But Marie falls in love with Bernard, the heir of the family that owns the bank continually denied that the appropriations to the Weidemann.","release_date":"2007-10-05","genres":[10749,10751,18],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":136764,"title":"Die Rosenkönigin","adult":false},{"cast":["Dan Dailey","Anne Baxter","Rory Calhoun","Walter Brennan","Arthur Hunnicutt"],"overview":"Comedy western about a cowboy who is hired by a stagecoach boss to stop the railroad reaching his territory and putting him out of business. He uses everything from Indians to dance hall girls to try to thwart the plan. But the railroad workers, led by a female sharpshooter and an ambitious salesman, prove tough customers. Featuring a brief early appearance by Marilyn Monroe.","release_date":"1950-05-19","genres":[35,10402,37],"vote_average":5.3,"runtime":90,"cert":"N\/A","id":136772,"title":"A Ticket to Tomahawk","adult":false},{"cast":["Carmen Sevilla","Paul Naschy","Heinrich Starhemberg","Julia Saly","Pedro Mari Sánchez"],"overview":"A jewel heist goes wrong, resulting in several deaths. Naschy is left with the loot and he takes off with the the cash before the gang is supposed to meet back up. Gang leader Frank Brana sets out to track down the man and the jewels with the help of his gang.","release_date":"1975-12-31","genres":[53,80],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":136783,"title":"Death of a Hoodlum","adult":false},{"cast":["Kelli Williams","Amy Madigan","Susan Hogan","Vincent Gale","Brian Markinson"],"overview":"After Fran Smith disappears one day in mysterious circumstances, Fran's daughter Deanna and Fran's sister, Sherrie endlessly search for her with enduring hope. The most likely suspect in Fran's disappearance is her husband John, but without a body, neither Deanna or Sherrie can prove that murder, much less a crime, has even been committed. With the support of Sherrie, Deanna embarks on an eleven-year search to trace John's past, eventually uncovering a 25 year-old case of a missing person that involved John's first wife, who too, disappeared under suspicious circumstances. Using this lead, Deanna and Sherrie must use all their evidence to bring John to justice.","release_date":"2006-05-08","genres":[18,53,9648],"vote_average":5.5,"runtime":90,"cert":"N\/A","id":136785,"title":"Murder on Pleasant Drive","adult":false},{"cast":["Martin Baldauf","Lolo Ferrari","Ashley Bond","Jürgen Drews","Udo Lindenberg"],"overview":"After the sudden death of world famous Lolo Ferrari, Martin Baldauf goes on a papparazzi-ridden, whirlwind promotion tour to push new English model Ashley Bond from Manchester as her successor.","release_date":"2006-12-09","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":136787,"title":"Der Generalmanager oder","adult":false},{"cast":["Sandra Bullock","Melissa McCarthy","Demián Bichir","Marlon Wayans","Michael Rapaport"],"overview":"Uptight and straight-laced, FBI Special Agent Sarah Ashburn is a methodical investigator with a reputation for excellence--and hyper-arrogance. Shannon Mullins, one of Boston P.D.'s \"finest,\" is foul-mouthed and has a very short fuse, and uses her gut instinct and street smarts to catch the most elusive criminals. Neither has ever had a partner, or a friend for that matter. When these two wildly incompatible law officers join forces to bring down a ruthless drug lord, they become the last thing anyone expected: Buddies.","release_date":"2013-06-27","genres":[28,35,80],"vote_average":6.6,"runtime":117,"cert":"15","id":136795,"title":"The Heat","adult":false},{"cast":["Aaron Paul","Dominic Cooper","Imogen Poots","Rami Malek","Ramón Rodríguez"],"overview":"The film revolves around a local street-racer who partners with a rich and arrogant business associate, only to find himself framed by his colleague and sent to prison. After he gets out, he joins a New York-to-Los Angeles race to get revenge. But when the ex-partner learns of the scheme, he puts a massive bounty on the racer's head, forcing him to run a cross-country gauntlet of illegal racers in all manner of supercharged vehicles.","release_date":"2014-03-13","genres":[28,80,18,53],"vote_average":6.1,"runtime":130,"cert":"12","id":136797,"title":"Need for Speed","adult":false},{"cast":["Anna Kendrick","Justin Timberlake","Zooey Deschanel","Russell Brand","James Corden"],"overview":"Lovable and friendly, the trolls love to play around. But one day, a mysterious giant shows up to end the party. Poppy, the optimistic leader of the Trolls, and her polar opposite, Branch, must embark on an adventure that takes them far beyond the only world they’ve ever known.","release_date":"2016-10-13","genres":[12,10751,35,14,10402,16],"vote_average":6.6,"runtime":92,"cert":"U","id":136799,"title":"Trolls","adult":false},{"cast":["Aran Bertetto","Giovanni Guidelli","Jennifer Mischiati","Manuela Parodi","Marco Quaglia"],"overview":"When six pals escape the chaos of the city for a brief getaway, the manor home they rent in the countryside may not be so idyllic after all… The party mood soon sours as strange phenomenon begins. The group initially attempts to rationalize the occurrences, but they soon escalate into horrifying paranormal events and, ultimately, the apparent possession of Giorgio.  Desperate, the terrorized group pleads with the local priest to exorcise the unholy force. But its demonic powers may be more than he can handle… and a bigger menace than any of them could have imagined.","release_date":"2012-10-16","genres":[27,53],"vote_average":3.5,"runtime":95,"cert":"15","id":136801,"title":"Back from Hell","adult":false},{"cast":["Ladislav Mrkvička","Karolina Slunéčková","Josef Kemr","Josef Pehr","Jana Preissová"],"overview":"","release_date":"1975-06-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136830,"title":"Jak se ševcem šili čerti","adult":false},{"cast":["Angela Bassett","Kevin Anderson","Brian Stokes Mitchell","Jurnee Smollett-Bell","Glenn Plummer"],"overview":"A Louisiana juke joint owner loses her star entertainer and hires a white singer to fill in.","release_date":"2001-12-01","genres":[18,10749],"vote_average":5.3,"runtime":95,"cert":"N\/A","id":136832,"title":"Ruby's Bucket of Blood","adult":false},{"cast":["Virginia Grey","Phillip Reed","Richard Denning","Barton MacLane","Dick Wessel"],"overview":"Adventure-seeker Ted Osborne has convinced his finacee Carole to finance his expedition to an uncharted South Pacific island supposedly populated with dinosaurs...","release_date":"1948-10-15","genres":[878],"vote_average":4.8,"runtime":75,"cert":"N\/A","id":136837,"title":"Unknown Island","adult":false},{"cast":["Mary Pickford","William Scott","Kate Price","Ida Waterman","Norman Kerry"],"overview":"Amarilly comes from a large family in a working-class neighborhood. She is happy with her family and her boyfriend Terry, a bartender in a cafe. But one day she meets Gordon, a sculptor who comes from a rich family, and she begins to be drawn into the world of the upper class.","release_date":"1918-03-10","genres":[18,10749],"vote_average":5.0,"runtime":67,"cert":"N\/A","id":136842,"title":"Amarilly of Clothes-Line Alley","adult":false},{"cast":["Tony Iommi","Geezer Butler","Geoff Nicholls","Tony Martin","Bobby Rondinelli"],"overview":"Cross Purposes Live is a live album recorded by the British metal band Black Sabbath. It was released in 1995. It is the only live-record with singer Tony Martin. It was available only as part of CD and VHS double-pack. The CD was housed within an oversize videotape-case but had its own inserts and jewel-case. It was recorded at the Hammersmith Apollo, London, on Wednesday 13 April 1994.  In Dec 2010 an officially licensed by Eagle Rock Entertainment complete 87min version NTSC region 2 DVD was finally released in Japan only.","release_date":"1994-04-13","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"","id":136844,"title":"Black Sabbath - Cross Purposes Live","adult":false},{"cast":["Hanan Turk","Khaled Saleh","Dalia Al-Behery","Fathy Abdel Wahab"],"overview":"Mariam is living a troubled life with her husband Ahmed, suddenly her life turned to a nightmare after she dreams of crimes she discovered that it's a real crime after she wakes up, she decides not to sleep anymore.","release_date":"2007-10-12","genres":[],"vote_average":6.3,"runtime":null,"cert":"N\/A","id":136849,"title":"Real Dreams","adult":false},{"cast":["Erik Danielsson","Håkan Jonsson","Pelle Forsberg"],"overview":"1. Malfeitor 2. Devil's Blood 3. Reaping Death 4. Lawless Darkness 5. Stellarvore 6. On Horns Impaled 7. Waters Of Ain 8. Outro\r Opus Diaboli is a commemoration of Watain s 13 year Anniversary and the first ever DVD documentation of the Swedish Black Metal legends! A visual and audio documentation of their ceremonial concert performance in Stockholm and the long years of physical, intellectual and spiritual work leading up to it. An epic DVD\/2CD 90 minute journey into the forbidden realms of wildhearted Satanic Metal and a manifest of a unique band that truly have chosen a path that few have ever dared to tread upon.","release_date":"2012-06-05","genres":[10402],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":136851,"title":"Watain: Opus Diaboli","adult":false},{"cast":[],"overview":"Malfeitor\r Sworn to the Dark\r Total Funeral\r The Serpent's Chalice\r Hymn to Qayin\r Reaping Death\r Stellarvore\r Waters of Ain","release_date":"","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":136856,"title":"Watain: Bloodstock 2012","adult":false},{"cast":[],"overview":"Cradle Of Filth Live at graspop","release_date":"2011-07-25","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":136858,"title":"Cradle of Filth: Live At Graspop","adult":false},{"cast":["J. Chris Wall"],"overview":"The little wooden people called Wemmicks scurry about their days doing what they always do: sticking gold stars on the pretty and talented Wemmicks or gray dots on those who make mistakes. But now the stickering is all the more important. The Festival is at hand. That means that the envied Most Stars Award and the dreaded Most Dots Award are about to be given out. And poor Punchinello is sure to be a shoo-in for the Most Dots.  But thanks to a new friend, he is about to learn a very important lesson that kids of all ages need to hear: no matter how others judge their worth, God cherishes each of them just as they are.  Now this award-winning story, drawn from the classic bestseller, comes to life in this fully animated video with songs for your kids to sing along with. They'll love it because it's so much fun. You'll love it because of the eternal truth it teaches them: You Are Precious in His Sight.","release_date":"2001-10-22","genres":[],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":136863,"title":"You Are Special","adult":false},{"cast":["Polo Polo","Ismael Guerra García","Porfirio Santana Fletes","Raúl Robles Camacho","Simón Robles Camacho"],"overview":"Having already recorded 20 albums, this legendary Mexican comedian brings his latest adult humor to a live stage in Mexico City. Shot in high definition, this 2009 stand-up comedy special event features antics of this animated comedian. From his sexual innuendos to his creative story-telling, Polo Polo will have you laughing from start to finish.","release_date":"2009-08-15","genres":[],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":136868,"title":"Polo Polo VIP 1","adult":false},{"cast":["Hanan Turk","Hend Sabry","Amr Waked","Khaled Saleh","Menna Shalabi"],"overview":"Ahla el-Awqat (The Best of Times) tells the story of a successful middle-aged woman (Salma, played by Hanan Tork) who is left to live with her step father after a not-so-tragic accident that claims the life of her mother. Salma goes on a quest to find out the identity of the sender of mystery letters and packages. One letter includes a picture of her and her two best friends from school (played by the Hend Sabry and Menna Shalaby), whom she has not seen for 14 years. Reunited, the girls embark on the quest of finding the identity of the sender.","release_date":"2004-04-04","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":136870,"title":"Best Times","adult":false},{"cast":["Jennifer McAllister","Todd Caldecott","Kenny Johnson","Kevin McParland","Nicole Anton"],"overview":"Three couples set off to spend some time in the desert. At first all is well and they all have a lot of fun (if you know what I mean!). Watching their fun is a mysterious stranger in a pickup truck, who has plans for some fun of his own that the youngsters aren't going to appreciate.","release_date":"1990-01-01","genres":[27],"vote_average":4.1,"runtime":84,"cert":"N\/A","id":136881,"title":"Mirage","adult":false},{"cast":["Mary Millington","Glynn Edwards","Gavin Campbell","Windsor Davies","Derren Nesbitt"],"overview":"In order to unmask a pathological killer who is targeting the beautiful centrefolds of Playbirds magazine, a sexy policewoman Lucy Sheridan puts her life and reputation on the line by sleeping with millionaire publisher Harry Dougan. The Chief Superintendant and Police Commissioner are keeping a close eye on her, but time is running out fast.","release_date":"1978-01-01","genres":[53,80],"vote_average":5.0,"runtime":89,"cert":"18","id":136898,"title":"The Playbirds","adult":false},{"cast":["Prince","John Blackwell","Rhonda Smith","Renato Neto","Morris Hayes"],"overview":"A two-DVD set of Prince at the 2009 Montreux Jazz Festival that serves as a reminder for those that forgot, Prince is still one of, if not the, greatest live musician alive. This set captures both of the shows performed on July 18, 2009 in a stunning pro-shot video. The quality is good enough for an official release, of which one was talked about and planned before Prince once again dropped the ball on preserving his musical legacy. It's absolutely asinine that this was not released to the world, it's that good. So Prince once again misses out on giving his fans what they want and leaves it to the bootleggers to do it right.","release_date":"2009-07-18","genres":[10402],"vote_average":0.0,"runtime":195,"cert":"N\/A","id":136900,"title":"Prince: Montreux Like Jazz","adult":false},{"cast":["Emir Hadžihafizbegović","Radoslav Milenković","Nataša Ninković","Ljubomir Bandović","Bojan Žirović"],"overview":"Shot in only nine takes, this sharp and inventive black comedy consistently transcends its formal constraints. A lonely composer commits suicide in his apartment in Belgrade. Alarmed by the gunshots, Aca and his neighbour Vesko arrive but decide to wait for the police. Soon other characters appear – an undertaker, paramedics and, eventually, the police, who have been stuck in traffic. The whole film is presented via a webcam set up by the composer before his death, with the characters entering the ‘set’ through a single entrance. Unaware of the camera catching their unguarded behaviour, the men struggle to remember the composer’s name and admire his décor, wives come and go while the representatives of officialdom exhibit a blind indifference. Inspired by his own experience – a neighbour was found dead – director Miroslav Momčilović has produced a compelling commentary on an absurd reality.","release_date":"2012-11-15","genres":[35],"vote_average":7.2,"runtime":80,"cert":"N\/A","id":136902,"title":"Death of a Man in the Balkans","adult":false},{"cast":["Bora AKKAŞ","Gürol","Mazlum Cimen"],"overview":"A drama of separation seen through the eyes of a seven-year-old boy, Osman, whose parents leave Turkey to work in Europe. Around this drama the expressive Turkish music, the overwhelming nature and traditional poetry unfold — together they form some of the riches Osman carries in his suitcase accompanying him to his new life.","release_date":"2002-06-07","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":136916,"title":"House of Hearts","adult":false},{"cast":[],"overview":"New York City is invaded by 8-bit creatures.","release_date":"2010-04-01","genres":[878],"vote_average":7.1,"runtime":3,"cert":"N\/A","id":136921,"title":"Pixels","adult":false},{"cast":["Tomás Blanco","Maribel Campos","Carlos Casaravilla","Antonio Casas","Félix Dafauce"],"overview":"Clemen is very sad. After three years of marriage, Raul, her husband, is moving away from it and, what is worse, is getting dangerously close to other women. Desperate, she cries under the portrait of his late grandmother. And the miracle occurs. Granny leaves the frame and proposes to take its place Clemen. Clemen remains painted on the wall, while his grandmother set about reconquering Raul.","release_date":"1959-10-16","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":136926,"title":"S.O.S., abuelita","adult":false},{"cast":["Lindsay Burdge","Paul Manza","Samantha Jacober","Jennifer Kim","Haruka Hashimoto"],"overview":"When winter begins, life is serene for a group of new-age Brooklynites living in a remote country farmhouse. Sex, drugs, yoga, and organic cooking absorb their days, safely tucked away from the stresses of urban life. But when a blackout of apocalyptic proportions strands them with no heat and no electricity during the coldest winter on record, their utopian commune is breached by anxiety and their idyllic harmony begins to lose its tune. As time wears on and the food supply dwindles, power struggles, jealousy, and desire threaten the group's ability to work together in order to survive.","release_date":"2012-10-11","genres":[18],"vote_average":4.0,"runtime":91,"cert":"N\/A","id":136928,"title":"First Winter","adult":false},{"cast":["Ella Chen","Mike He","Jack Kao","Chris Wang"],"overview":"S.H.E's Ella Chen (New Perfect Two) joins hands with screen heartthrob Mike He (Love Keeps Going) in Bad Girls! Ella plays spunky high-school girl A-Dan, who, along with her best friends Pei Pei (\"otaku's goddess\" Da Yuan) and Xiao Mi (Beatrice Fang), forms the notoriously prone-to-violence trio known as the \"Bad Girls\". She takes it upon herself to deal out justice, protect other girls from bullies, and, most importantly, punish the insufferable boys. This summer, young popular idol Justin (Mike He) comes to A-Dan's school to shoot his latest romantic movie, and that makes the girls in town crazy. But it is the nonchalant A-Dan who, by pure chance of fate, accidentally crashes into the filming lot, and is assigned the female lead role opposite the arrogant Justin! There is a problem - she has no prior romantic experience at all..","release_date":"2012-09-28","genres":[35,10749],"vote_average":3.6,"runtime":95,"cert":"N\/A","id":136930,"title":"Bad Girls","adult":false},{"cast":["Fiona Sit","Liu Kai-Chi","Chau Pak-Ho","Tats Lau","Tan Lap-Man"],"overview":"The Way We Were is something that Hong Kong cinema needs – creative, different, character driven, funny and ultimately heart warming. It is exactly what you call a light hearted movie that never takes itself too seriously. Liu Kai Chi impresses as the guy who never gives up on his dream and at the same time dealing with the fact that he is a failed father. Fiona Sit suits up well in a role that requires more than on paper. At the end of the day, this is an interesting and easily missed little film that works. The Way We Were may not make a single cent at the box office, but it is certainly the most underrated Hong Kong film of the year…","release_date":"2011-04-28","genres":[10749],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":136938,"title":"The Way We Were","adult":false},{"cast":["Dagmar Veškrnová-Havlová","Viktor Preiss","Filip Cíl","Tereza Voříšková","Veronika Kánská"],"overview":"","release_date":"2008-05-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":136940,"title":"Kanadská noc","adult":false},{"cast":["Cecilia Cheung","Jing Tian","Jing Boran","Richard Ng","Kwon Sang-woo"],"overview":"Previously known as \"Repeat, I Love You\", \"Shadows of Love\" is a modern-day Cinderella romance starring Cecilia Cheung (\"Legendary Amazons\") and Kwon Sang-woo (\"Stairway to Heaven\") as a rivals who eventually fall for each other. The film revolves around three interrelated love stories with the one played by Kwon and Cheung as the core. Cheung plays two contrasting roles in the film, one as a refined lady, and the other as a determined young woman with quick temper.","release_date":"2012-05-11","genres":[18,10749],"vote_average":4.4,"runtime":87,"cert":"N\/A","id":136942,"title":"Shadows of Love","adult":false},{"cast":["Patrick Tam","Shu Qi","Tien Hsin","Ken Wong","Jackson Liu"],"overview":"Patrick Tam plays James, a director of TV commercials who becomes infatuated with Julia, a mysterious woman he happens to notice walking across the street one day (and since Julia is played by Shu Qi, who can blame him?). She is actually a high-tech industrial spy, and plans to quit the service after completing one more mission, with the help of her new partner Candy (Tien Hsin). When the women realize that they have been set up, James tries to help them and the initially hostile Julia begins warming up to him.","release_date":"1999-03-11","genres":[],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":136944,"title":"My Loving Trouble 7","adult":false},{"cast":["JoBeth Williams","Tom Skerritt","Season Hubley","Mike Pniewski","Tim Choate"],"overview":"A child psychologist, Hollis who's marriage collapsed after she learned she was barren, bonds with Luke Winfield, who witnessed his father's murder at the hands of rain-slicker wearing killer with a cargo hook. Along the way she befriends Detective Bass as he investigates a series of homicides, each with the same M.O. As Hollis gets closer to Luke she discovers some trouble family secrets ensuring she is next to be slain.","release_date":"1990-05-01","genres":[9648,10770,53,18],"vote_average":6.3,"runtime":95,"cert":"N\/A","id":136946,"title":"Child in the Night","adult":false},{"cast":["Michael Chan","Mag Lam","Michelle Wai","He Pei-yu","Alan Tam"],"overview":"Alan just for fired from his fifth job in 2 years and his father keep hoping that he could take over the family business but he resisted, wanting to crave his own path but not knowing what he is passionate about. Then he ran into his high school band mate Dash who works in a music store where he is very happy so long as he is surrounded by music. Dash invited Alan to join his band but Alan was initially a bit reluctant until he see Meg, the lead singer he like...","release_date":"2012-04-19","genres":[10402,18],"vote_average":9.0,"runtime":93,"cert":"N\/A","id":136948,"title":"Lives in Flames","adult":false},{"cast":["Grace Ip","Carl Ng"],"overview":"Lam Yi (Grace Ip) returns to the orphanage that she grew up in after a broken relationship leaves her homeless. On the way back one night, she encounters a physically scarred child abandoned on the street with nowhere to go. Feeling sorry for her, Lam Yi takes her back to the orphanage to care for her. However, an investigation into the child's past reveals spooky paranormal events that becomes far more horrifying that Lam Yi could ever imagine.","release_date":"2010-11-17","genres":[],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":136956,"title":"Forget Me Not","adult":false},{"cast":["Elena Kong","Lam Wai","Liu Kai-Chi"],"overview":"This story was written based on a real case; it brings stories from different classes and different age groups. The leads in the film failed to bear the pressure from their daily lives, thus the drugs dealers took the chance and tempted with money, the leads at last fell into their sugar traps, and thus had no return. This film hopes to expose the weakness of human beings, to alert people how terrible drugs are, and, to advise people never touch drugs when facing any threats and any blows in life.","release_date":"2011-09-22","genres":[],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":136958,"title":"Demon 2 (Du Huo 2)","adult":false},{"cast":["Gene Autry","Champion","Anne James","William Fawcett","Leonard Penn"],"overview":"A cattle buyer (Gene Autry), a federal agent (Pat Buttram) and a newswoman (Anne James) snip a railroad plot.","release_date":"1952-07-25","genres":[10402,37],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":136966,"title":"Barbed Wire","adult":false},{"cast":["Jorge Cordova","Nicholas Guilak","Joe Estevez","Ricardo Molina","Sarah Duran"],"overview":"A drug runner takes over a lucrative drug business only to find his new found empire crumble when a deal goes bad.","release_date":"2001-10-16","genres":[],"vote_average":4.0,"runtime":83,"cert":"N\/A","id":136971,"title":"Two Coyotes","adult":false},{"cast":["Robert Morley","Felix Aylmer","Yvonne Arnaud","Claude Hulbert","Abraham Sofaer"],"overview":"1947 British comedy. The ghosts of two stupid 18th-century officers, who managed to kill themselves when trying to prevent war by kidnapping  the Duke of Marlborough, are doomed to haunt a Berkeley Square mansion until the unlikely event of a reigning monarch paying the house a visit. It will take more than 200 years... Based on the novel \"No Nightingales\", by Caryl Brahms and S.J. Simon.","release_date":"1947-10-30","genres":[35,14],"vote_average":4.8,"runtime":100,"cert":"","id":136973,"title":"The Ghosts of Berkeley Square","adult":false},{"cast":["Carlos Bonavides","Carmen Buitron","Alejandro de la Peña","Arturo Farfán","Rogelio García"],"overview":"","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":136978,"title":"La tiendita","adult":false},{"cast":["Lina Santos","Jorge Reynoso","Miguel Ángel Rodríguez"],"overview":"","release_date":"1996-01-01","genres":[27],"vote_average":4.5,"runtime":90,"cert":"N\/A","id":136980,"title":"El chupacabras","adult":false},{"cast":["Yvonne De Carlo","Rod Cameron","Andy Devine","Fuzzy Knight","Andrew Tombes"],"overview":"Johnny Hart (Rod Cameron) is on the run from the law after killing one of the men who shot his partner. He passes through a town and stops at a saloon owned by singer Lorena Dumont (Yvonne de Carlo). The two seem a good, albeit tempestuous match, although Johnny has no plans to marry -- Lorena has other ideas and a shotgun wedding ensues.","release_date":"1945-12-14","genres":[10749,37],"vote_average":4.5,"runtime":92,"cert":"N\/A","id":136982,"title":"Frontier Gal","adult":false},{"cast":["John Neville","James Doohan","Courtnee Draper","Oliver Muirhead","Judy Geeson"],"overview":"When his nephew tries to wrest control of his estate from him, the Duke of Dingwall removes the boy from his will and leaves everything to his dog.","release_date":"1999-01-01","genres":[10751,35,18],"vote_average":3.0,"runtime":88,"cert":"N\/A","id":136984,"title":"The Duke","adult":false},{"cast":["Ángela Boix","Javier Botet","Victoria Radonic","Eva Llorach","Petra del Rey"],"overview":"Violeta is willing to do anything to find her missing kid. Elena keeps a strange secret. Lola wants to settle her debts with the past. Juana needs someone who loves her unconditionally and Enriqueta just looks for someone who makes her laugh. These five women have something in common, all of them are linked to Diamond Flash, a mysterious character who will change their lives forever.","release_date":"2012-06-26","genres":[18,14,53],"vote_average":6.4,"runtime":129,"cert":"N\/A","id":136986,"title":"Diamond Flash","adult":false},{"cast":["Hani Salama","Hanan Turk","Yousra","Hesham Selim","Mohamed Nagati"],"overview":"Ever wonder what it was like to be in the middle east during the Gulf War of the early 90s? Sure, many films and TV shows have portrayed what it was like for the UN forces. This film takes you into the melee from the perspective of Egyptians -- who were sharply divided about the war -- and their daily lives, which, as one sees, form the basis of their foundation for understanding\/approaching the war. And it really is these \"every day\" realities that make up the bulk of the film.","release_date":"2001-03-03","genres":[18],"vote_average":4.0,"runtime":100,"cert":"N\/A","id":136988,"title":"The Storm","adult":false},{"cert":"N\/A","title":"Fotbollskrönikan VM 2006","cast":["Zlatan Ibrahimović","Kim Källström","Henrik Larsson"],"genres":[],"id":136990,"overview":"","runtime":null,"release_date":"2006-12-28","vote_average":0.0,"adult":false}]