[{"cast":["Akiho Yoshizawa","Yoshihiro Satô","Asami","Rin Kawai","Kêsuke"],"overview":"When drugs, graft and the illegal sex trade come together, the outcome can be deadly; especially in ancient Edo, where the law is dictated by he who wields the strongest sword. That's why Yasaburo, a mere commoner, spends all his spare time practicing and refining his prowess with a blade. But when Yasaburo comes to the aid of a woman he believes to be a prostitute, he soon learns that there are more kinds of weapons than he'd ever imagined... For the woman is actually Rin, a female ninja enforcer assigned to pose as a prostitute in order to investigate shipments of an illegal aphrodisiac, and the deadliest weapon in ancient Japan isn't made of steel or wood, but rather of human flesh in the form of a deadly kunoichi assassin. Get ready for the wildest eroninja film ever as three of Japan's hottest female stars - Akiho Yoshizawa, Asami and Rin Kawaii - bring Junichi Yagami's epic erotic novels of sex and steel to life in Sultry Assassin: The Aphrodisiac Kill!","release_date":"2010-11-23","genres":[12,18],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":138503,"title":"Sultry Assassin: The Aphrodisiac Kill","adult":false},{"cast":["Lydia Cacho"],"overview":"","release_date":"2007-10-12","genres":[99],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":138505,"title":"Demons of Eden","adult":false},{"cast":["Raveena Tandon","Namrata Shirodkar","Rinke Khanna","Divya Dutta","Shweta Menon"],"overview":"Aman Joshi (Aman Verma) is on a research assignment. His subject is the chawl dwellers in Bombay City. He rents a small tenement there and talks to the people living there. He soon gets involved in their lives, and even gets attracted to plain-looking Saundarya (Divya Mirza), who he transforms into a beauty, after a cosmetic makeover. Aman's kindness is mistaken for generosity by all the chawl dwellers, and they swarm him for his money, trying to get loans and gifts, to improve their lives. Then the lives of this small community are turned upside down, when the owner announces that he intends to tear the building down.","release_date":"2003-05-01","genres":[18],"vote_average":0.0,"runtime":137,"cert":"N\/A","id":138510,"title":"Pran Jaaye Par Shaan Na Jaaye","adult":false},{"cast":[],"overview":"Chronicles the ups and downs of a poverty-stricken Puerto Rican family living in New York.","release_date":"2000-01-20","genres":[99],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":138512,"title":"Nuyorican Dream","adult":false},{"cast":["Roberto Brondo","Gabriela Del Valle","Eva Garbo","José Natera","Gastón Padilla"],"overview":"","release_date":"1997-01-01","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":138514,"title":"The Galician who Conquered America","adult":false},{"cast":["Shohreh Aghdashloo"],"overview":"Iranium is a timely documentary presenting the dangerous scenarios posed to the free world by a nuclear Iran. The film exposes the dangerous ideology guiding the Iranian regime, and the devastation caused both inside and outside Iran's borders.","release_date":"2011-02-06","genres":[99],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":138516,"title":"Iranium","adult":false},{"cast":["Dagmar Hedrich","Werner Bruhns","Michael Hinz","Peter Martin Urtel","Rudolf Schündler"],"overview":"At a girls boarding school, a beautiful blonde orphan is possessed by an evil demon.","release_date":"1974-05-22","genres":[27],"vote_average":6.0,"runtime":80,"cert":"N\/A","id":138521,"title":"Magdalena, Possessed by the Devil","adult":false},{"cast":["Cheung Kwok-Leung","Michael Wong","Sharla Cheung Man","Wong Kam-Kong","John Cheung Ng-Long"],"overview":"Earnest cop James (Cheung Kwok-leung) works for the Commercial Crime Bureau and is keeping a sharp eye on slick business man Lee Siu-pong (Wong Kam-kong). When his business endeavours garner the attention of an enterprising extortionist, Lee has the blackmailer killed. Fearing that the incriminating document has fallen into the hands of James, Lee does the only thing that a red-blooded criminal might -- he kidnaps the cop's girlfriend Suki (Sharla Cheung Man). When James gives chase, he finds himself horribly burned in an explosion detonated by Lee. After months of painful recovery, James dons a silver mask and sets out for bloody, gut-wrenching vengeance. Meanwhile, Suki, who has become Lee's unwilling mistress, plots for the thug's gory demise as well.","release_date":"1991-01-01","genres":[53,28],"vote_average":5.4,"runtime":93,"cert":"N\/A","id":138529,"title":"Tiger Cage 3","adult":false},{"cast":["Grant Mitchell","Nana Bryant","John Litel","George Reeves","Jan Clayton"],"overview":"Director Noel Smith's comic 1940 morality tale, about a carpet sweeper manufacturer who sacrifices his family's happiness for his business, stars Grant Mitchell, Nana Bryant, Jan Clayton, George Reeves, Lee Patrick, John Litel, Billy Dawson, Richard Clayton, Frank Ferguson, Vera Lewis, Pierre Watkin, Frank Wilcox, John Ridgely and Frank Orth.","release_date":"1940-11-18","genres":[35,18],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":138540,"title":"Father Is A Prince","adult":false},{"cast":["Hilary Duff"],"overview":"Hit the road with Hilary Duff on her first concert tour and see what life is like on centre stage.  Hilary and her band rock out to all your favorite songs, including \"Come Clean\", \"So Yesterday\", \"Why Not\" and \"Metamorphosis\".  Get up close and personal with Hilary in revealing interviews, crazy behind-the-scenes moments and special features - including the making of her \"Come Clean\" music video!  And, you won't want to miss the exclusive sneak peek of Hilary recording her all-new album featuring \"Crash World\".  Join Hilary as she explores new adventures as a rock star, and find out more about her life on and off the stage.  Take a front row seat and get ready because The Girl Can Rock!","release_date":"2004-08-01","genres":[10402],"vote_average":4.0,"runtime":120,"cert":"N\/A","id":138542,"title":"Hilary Duff - The Concert - The Girl Can Rock","adult":false},{"cast":["Alessandra Torresani","Morgan Fairchild","Salina Duplessis","Jackie Tuttle","Carol Jean Wells"],"overview":"On Halloween night, a sorority house is overrun with ghosts, while a vengeful housemother goes on a killing spree.","release_date":"2012-10-13","genres":[27],"vote_average":4.4,"runtime":85,"cert":"N\/A","id":138544,"title":"American Horror House","adult":false},{"cast":["Zizan Razak","Remy Ishak","Fizz Fairuz","Izzue Islam","Hairul Azreen"],"overview":"When Ajib (Zizan Razak), a mat rempit, dies as a result of joining an illegal drag race, he becomes a spirit trapped between the world of the living and the dead. What he needs to do to move on is to settle his real world affairs with his family, something that is almost impossible when he is helpless to do anything. That is, until he realises that he can be seen by Ibrahim (Fizz Fairuz). Will Ajib be able to find peace and move on into the afterlife?","release_date":"2012-09-27","genres":[28,35],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":138546,"title":"Hantu Kapcai","adult":false},{"cast":[],"overview":"Anthrax Live from Sofia, Bulgaria  Caught in a Mosh  Got the Time  Madhouse  Among the Living  Antisocial  Indians  Fight ‘Em Till You Can’t  A.I.R.  Metal Thrashing Mad  I Am the Law","release_date":"2010-06-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":138548,"title":"Anthrax: [2010] Live at Sonisphere","adult":false},{"cast":[],"overview":"Pilo is a 10-year-old boy who lives with his mother in a small house on an asteroid near a giant blue planet. Every night Pilo stares at the stars from his balcony. According to his grandfather, there is a machine that generates stars every night, and if one day it goes off and the stars go blue, a member of his family will be the one to repair the machine. Pilo daydreams about the legend and looks forward to the day he can join his grandpa in repairing the machine. He doesn't suspect that when it happens, he will be on his own. Pilo will experience a great adventure on his way to repairing the machine, so that the stars can go back to the ad infinitum. This trip will change him completely and for good, confronting the family destiny, becoming man and hero. An unusual blend of 3D animation and sci-fi film for the whole family.","release_date":"2012-08-30","genres":[],"vote_average":4.7,"runtime":80,"cert":"N\/A","id":138550,"title":"The Star Making Machine","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":138555,"title":"Buitres 17 años","adult":false},{"cast":[],"overview":"A dramatic documentary about both the dark and the bright sides of the genius; about the ups and downs of a Bulgarian winner, who is a last-ditcher by nature; about the mission to be a leader, taking the lead in crucial moments; about the real events and the myths; about national self-confidence and national nihilism.","release_date":"2012-10-14","genres":[],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":138566,"title":"Стоичков","adult":false},{"cast":["Tamer Levent","Reha Özcan","Berk Hakman","Banu Fotocan","Mehmet Özgür"],"overview":"In the quiet foothills of Turkey, Faik lives an isolated existence. When his second son brings his boys for a visit, Faik takes the opportunity to pontificate about the law of the land, as he sees it. He shares one unsolicited thought after the next, most particularly focusing on the elusive nomads whom he suspects have been trespassing on his property. The day and night wear on, and each member of the clan takes his turn entrusting the film's audience with his own dark secret.","release_date":"2012-12-14","genres":[9648,18],"vote_average":7.1,"runtime":94,"cert":"N\/A","id":138574,"title":"Beyond the Hill","adult":false},{"cast":["David Carradine","Jason Priestley","Jillian McWhirter","Kieran Mulroney","Henry Jones"],"overview":"Rural Texas, 1960 -- An age of good times and innocence, when growing up was supposed to be easy. Six high school seniors know the terrible secret that will make the difference in the biggest election in the county's history. Now they must make the most difficult decision of their lives. They must become adults. Written by Concorde - New Horizons","release_date":"1989-03-01","genres":[28,53],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":138579,"title":"Nowhere to Run","adult":false},{"cast":["Jacques Spiesser","Jacques Weber","Jean-François Balmer","Jacques Villeret","Claude Brosset"],"overview":"In 1956, the professional army of France lacks the manpower to keep the peace in Algeria, the colony which the country is determined to hold on to at any price. For this reason, reservists are called up and subject to an intense period of training before being sent to the front. Rémy March, Alain Charpentier and Raymond Dax are three such young men who have no interest in the military escapade and are reluctant conscripts. What they witness in Algeria will appall and transform them. Rape, torture, executions... there is no end to the atrocities in which they become unwilling participants. No wonder the French military are so willing to proclaim that there is nothing to report...","release_date":"1973-08-15","genres":[10752],"vote_average":6.4,"runtime":110,"cert":"N\/A","id":138587,"title":"Nothing to Report","adult":false},{"cast":["Anna Ueyama","Max Mok Siu-Chung","Maria Tung Ling","Sin Woon Ching","Daan Gwai-Chi"],"overview":"A series of strange stalkings lead three girls to flee to the remote countryside where the nightmare really begins...","release_date":"1988-11-17","genres":[80],"vote_average":3.0,"runtime":90,"cert":"N\/A","id":138592,"title":"Blood Call","adult":false},{"cast":[],"overview":"A short documentary about a man who resembles Barack Obama.","release_date":"","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":138594,"title":"An Uncanny Resemblance","adult":false},{"cast":["Heather Doerksen","Billy Marchenski"],"overview":"A man and a woman have completely lost touch with the outside world - that is until the woman takes one last desperate measure to erase the pesky memory that ruined their lives.","release_date":"2011-04-09","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":138602,"title":"Alchemy And Other Imperfections","adult":false},{"cast":[],"overview":"","release_date":"2010-09-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":138610,"title":"Rosa de Saron - Horizonte VIVO Distante","adult":false},{"cast":["Frank Welker","Jeff Bennett","Casey Kasem","Nicole Jaffe"],"overview":"Scooby-Doo and friends are off on another adventure. This is a cartoon.","release_date":"2012-06-11","genres":[],"vote_average":4.0,"runtime":87,"cert":"N\/A","id":138615,"title":"Scooby-Doo: Mystery in Motion","adult":false},{"cast":[],"overview":"Explosions In The Sky's full live set from Coachella, 2012.","release_date":"2012-04-15","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":138617,"title":"Explosions in the Sky at Coachella","adult":false},{"cast":["Mischa Barton","Melora Hardin","Ben Banks","Katharine Towne","David Sullivan"],"overview":"When they say “love is blind” they must have been talking about Amy and Ben. Amy is a beautiful young woman with a mysterious past. Ben is a scruffy slacker, whose only ambition seems to be avoiding growing up. However, Amy sees something in Ben that Ben doesn't see in himself, which gives Ben the confidence to make something of his life. The power of love shows Ben that being a grown-up isn't such a bad thing after all.","release_date":"2012-01-01","genres":[10749,18,35],"vote_average":6.0,"runtime":118,"cert":"N\/A","id":138622,"title":"Beauty and the Least","adult":false},{"cast":["Marla Sokoloff","Mark Webber","Glynis Casson","Michelle Beamish","Clelia Murphy"],"overview":"A newlywed couple burdened with economic hardship decides not to exchange Christmas presents to save money over the holidays. Secretly, they make sacrifices to buy the other a special gift.","release_date":"2010-12-16","genres":[18,10749],"vote_average":5.4,"runtime":85,"cert":"N\/A","id":138624,"title":"Gift of the Magi","adult":false},{"cast":["Eric Roberts","Brigitte Bako","David Lipper","Jo Marr","Barry Blake"],"overview":"Greed results in murder in the tumultuous world of Internet stocks.","release_date":"2002-04-16","genres":[53],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":138626,"title":"Wrong Number","adult":false},{"cast":["Ric Flair","Virgil Riley Runnels, Jr.","Edward McDaniel","Eldridge Wayne Coleman","Tully Arthur Blanchard"],"overview":"Starrcade (1984): The Million Dollar Challenge took place on November 22, 1984 from the Greensboro Coliseum in Greensboro, North Carolina.  The main event featured Ric Flair defending the NWA World Heavyweight Championship against Dusty Rhodes with special guest referee Joe Frazier. Attached to the match was a purse of $1,000,000 for the winner. The NWA United States Championship was defended by Wahoo McDaniel against Superstar Billy Graham while the NWA Television Championship was defended by Tully Blanchard against Ricky Steamboat. 8 other matches occurred on the undercard.","release_date":"1984-11-22","genres":[28],"vote_average":8.0,"runtime":180,"cert":"N\/A","id":138628,"title":"NWA Starrcade 1984","adult":false},{"cast":["Kirk Harris","Jack Rubio","Art Chudabala","Del Zamora","Luis Guizar"],"overview":"Charlie is an introverted person getting out of prison. He feeds in an apartment and starts dreaming of the woman who died in this apartment. And his fantasies of this woman getting worse and worse.","release_date":"1999-01-01","genres":[53],"vote_average":4.3,"runtime":77,"cert":"N\/A","id":138630,"title":"My Sweet Killer","adult":false},{"cast":["Linda Purl","Linden Ashby","Shannon Sturges","Bruce Dinsmore","Dani Kind"],"overview":"While driving in the road, Richard Wynn crashes his car and his beloved wife Carrie Wynn dies. Along two years, his sister-in-law Laci Collins moves to his house and helps Richard to raise his son Danny Wynn and his teenage daughter Molly Wynn. When Richard decides to get married with Nicole Harris, the deranged and psychotic Laci that is in love for Richard, tries to force Richard to call off the wedding with malevolence against Nicole and manipulating Danny.","release_date":"2006-01-02","genres":[53],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":138632,"title":"Maid of honor","adult":false},{"cast":["Ricki Lake","Holly Robinson Peete","Rachael Harris","Dylan Neal","Gabriel Hogan"],"overview":"Linda Dackman has been diagnosed with breast cancer, but this does not prevent she from seeing the positive side of life and continue their quest for Prince Charming.","release_date":"2007-10-22","genres":[],"vote_average":4.5,"runtime":90,"cert":"N\/A","id":138637,"title":"Matters of Life & Dating","adult":false},{"cast":["José Ferrer","Jean-Pierre Cassel","Sylva Koscina","Daliah Lavi","Philippe Noiret"],"overview":"Duelist and poet Cyrano de Bergerac and musketeer d'Artagnan meet and team up to stop the conspiracy against King Louis XIII of France.","release_date":"1964-10-22","genres":[12],"vote_average":4.7,"runtime":145,"cert":"N\/A","id":138642,"title":"Cyrano and d'Artagnan","adult":false},{"cast":["Manuel Luna","Mary Delgado","Antonia Plana","Julia Lajos","Rafael Calvo"],"overview":"Madrid, late 19th century. A wealthy woman is found murdered at home and her maid appears as the main suspect, but her statement entangles this seemingly simple case.","release_date":"1946-10-21","genres":[80,18,9648],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":138644,"title":"El crimen de la calle de Bordadores","adult":false},{"cast":["Pawan Kalyan","Tamanna Bhatia","Brahmanandam","Ali","Kota Srinivasa Rao"],"overview":"Ganga, a camerawoman, helps Rambabu, a fiery mechanic, become a journalist. When Rana, an evil politician, kills a journalist, Rambabu decides to destroy his political career.","release_date":"2012-10-17","genres":[18,28],"vote_average":5.1,"runtime":140,"cert":"N\/A","id":138667,"title":"Cameraman Ganga Tho Rambabu","adult":false},{"cast":["Kaya Yanar","Rutger Hauer","Gode Benedix","Birte Glang","Vedat Erincin"],"overview":"Kaya Yanar (born 20 May 1973 in Frankfurt am Main, Germany) is a German comedian best known for his comedy show Was guckst du?! (Whaddaya lookin' at?!).  In 2006 he ended his comedy show to pursue a film project. In 2012 \"Agent Ranjid rettet die Welt\" was released.","release_date":"2012-10-18","genres":[35],"vote_average":4.3,"runtime":78,"cert":"N\/A","id":138672,"title":"Agent Ranjid rettet die Welt","adult":false},{"cast":["Frank Lammers","Martin van Waardenberg","Marcel Hensema","Stefan de Walle","Georgina Verbaan"],"overview":"‘The Marathon’ is a feature film which contains humour in combination with impressive drama. The garage of four jass playing, smoking and beer drinking mechanics is threatened to be closed. The ‘genius’ idea to run the marathon of Rotterdam while being sponsored seems to be the only solution. The condition of the sponsor deal; making it to the finish line. However, training is difficult for the hedonists and it changes relationships, and even their future. Are all the efforts worth the fight when their seems to be more to it then just making it to the finish line…?","release_date":"2012-10-18","genres":[35,18],"vote_average":7.3,"runtime":107,"cert":"N\/A","id":138686,"title":"The Marathon","adult":false},{"cast":["Linnea Quigley","Caroline Munro","Joe Zaso","William Forsythe","42nd Street Pete"],"overview":"DEFINITION: 'Celluloid' - Motion picture film, cinema film. 'Bloodbath' - Savage, indiscriminate killing, a massacre. CELLULOID BLOODBATH: MORE PREVUES FROM HELL - the long-awaited sequel to 1987's horror cult classic, MAD RON'S PREVUES FROM HELL. An awesome collection of 61 over-the-top horror movie prevues, from the golden Grindhouse age, spanning the 1960's through the 1980's! Also features commentary from film makers, actors, critics and fans, that make this a true, incredibly entertaining, one-of-a-kind movie-going experience!","release_date":"2012-10-09","genres":[27],"vote_average":5.1,"runtime":103,"cert":"N\/A","id":138688,"title":"Celluloid Bloodbath","adult":false},{"cast":["Ava Gardner","Stewart Granger","David Niven","Walter Chiari","Finlay Currie"],"overview":"Sir Philip Ashlow (Stewart Granger), his neglected wife, Lady Ashlow (Ava Gardner) and his best friend Henry Brittingham-Brett (David Niven) are shipwrecked on a desert island. This potential ménage à trois where the two men compete for the lady's attention is interrupted by the unexpected arrival of a fourth inhabitant of the island.","release_date":"1957-05-03","genres":[35,10749],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":138699,"title":"The Little Hut","adult":false},{"cast":["Sebastian Koch","Katja Riemann","Barbara Auer","Sylvester Groth","Tobias Moretti"],"overview":"Based on a novel by Bernard Schlink (The Reader), The Weekend follows Jens as he leaves prison 18 years after being arrested as an RAF terrorist in Germany. Back with his family, friends, and ex-comrades, including his former lover Inga, Jens’ unexpected arrival disrupts their lives, forcing them to re-examine the violent idealism of their youth, especially as he insists on learning who had betrayed him to the police years before in this intense, gripping drama","release_date":"2012-08-26","genres":[35,18],"vote_average":6.8,"runtime":97,"cert":"N\/A","id":138701,"title":"The Weekend","adult":false},{"cast":["Tom Araya","Kerry King","Jeff Hanneman","Dave Lombardo"],"overview":"Slayer Live in Sofia, Bulgaria  World Painted Blood  Jihad  War Ensemble  Hate Worldwide  Seasons in the Abyss  Angel of Death  Beauty Through Order  Disciple  Mandatory Suicide  Chemical Warfare  South of Heaven  Raining Blood","release_date":"2010-06-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":138703,"title":"Slayer: [2010] Live at Sonisphere","adult":false},{"cast":["Antti Reini","Minna Haapkylä","Risto Kaskilahti","Ilkka Heiskanen","Kaarina Hazard"],"overview":"Jussi Vares falls in love with a beautiful brunette - only to lose her in a horrible way. After dating Sole a few weeks, her body is found in a bird-watching tower. The investigations come to a standstill, until Vares promises to solve a mystery of messy denunciation letters. Before the letters reveal their secret, a lot of things happen. A gun-for-hire, Stahanov, gets an assignment. Sole's brother finds his wife in the arms of a wrong man and goes on a rampage, accompanied by a black cat. In the end the clues lead to a familiar person and more death in unavoidable","release_date":"2012-03-16","genres":[80,18,53],"vote_average":5.1,"runtime":97,"cert":"N\/A","id":138705,"title":"Vares: Gambling Chip","adult":false},{"cast":["Michael Stipe","Peter Buck","Mike Mills","Bill Berry"],"overview":"Athens, Georgia band R.E.M. were one of the most influential bands in the formation of alternative rock and indie, and became one of the biggest rock groups in the world in the early 1990s. Initially inspiring an underground following, their popularity then blossomed into mainstream success, their touring venues changing from cramped bars to expansive sports arenas and festival stages, over a career that has spanned three decades.","release_date":"2016-11-18","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":138710,"title":"R.E.M. Out Of Time","adult":false},{"cast":["Andrea Sawatzki","Herbert Knaup","Jasmin Schwiers","Florian Jahr","Karoline Schuch"],"overview":"","release_date":"2003-10-23","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":138715,"title":"Mein erster Freund, Mutter und ich","adult":false},{"cast":[],"overview":"A young woman fleeing Iran via Turkey will do whatever it takes to reach the West. One evening she meets a young Turkish-Iranian man outside a club in Istanbul and offers to get him into the club for free. A a relationship develops between them and she convinces him to leave Turkey with her. They initially approach a relative of the young man, who owns a carpet shop, to help them escape but between drugs and fiery temperaments things seriously misfire. They then try to to hustle for the money they need to pay for fake passports and visas but in the carpet bazaar of Istanbul they are out of their depth.","release_date":"2012-10-13","genres":[],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":138717,"title":"Hatred","adult":false},{"cast":["Dimitrios Vainas","Paris Papadopoulos","Olga Sfetsa","Tasos Masias","Spyros Papanaoum"],"overview":"In a surreal, parallel universe, Thessaloniki has its very own superhero: Super Demetrios. Posing as Dimitris Christoforidis, journalist for the Golden Jerusalem magazine, he fights for truth, justice and the Greco-Christian ideal. In the dark of the night, the city's worst nightmare returns. Captain F.ROM is back, determined to meet his long-awaited goal: claiming his true name. A name he's entitled to. A name that becomes him. The two protagonists are drawn into a conflict that toys with the viewer's patience until the very climax of the film, in an archetypal battle between good and evil.","release_date":"2011-11-05","genres":[],"vote_average":6.0,"runtime":110,"cert":"N\/A","id":138719,"title":"Super Demetrios","adult":false},{"cast":["Aleksandr Oleshko","Nonna Grishaeva","Andrey Fedortsov","Pyotr Fyodorov","Dmitriy Nagiev"],"overview":"A big mall security guard becomes friend with the attractive woman. The only problem: he doesn't know yet that she is a mall owner.","release_date":"2012-09-27","genres":[35,10749],"vote_average":5.2,"runtime":90,"cert":"N\/A","id":138724,"title":"A Man with Warranty","adult":false},{"cast":["Ali MacGraw","Billie Whitelaw","Hywel Bennett","Ray Lonnen","Garfield Morgan"],"overview":"An English woman (Ali MacGraw) returns to her homeland after losing her fortune in America, and is stalked by a serial killer.","release_date":"1985-01-01","genres":[53,18,27],"vote_average":8.0,"runtime":102,"cert":"","id":138726,"title":"Murder Elite","adult":false},{"cast":["Sandy Talag","Johanna ter Steege","Timothy Castillo","John Arcilla","Angeli Bayani"],"overview":"Lilet Never Happened is the rollercoaster story of how a young girl, struggling to survive in the streets of Manila, spirals down into child prostitution. She is a fighter. She is a dreamer. She is a rebel and she thinks she can handle the world with her wits. But she has to face up to reality when she runs out of innocent dreams.","release_date":"2012-10-13","genres":[18],"vote_average":6.0,"runtime":105,"cert":"N\/A","id":138731,"title":"Lilet Never Happened","adult":false},{"cast":["Levent Çakir"],"overview":"This is the second Zagor movie starring Levent Çakir. In this one he fights pirates!","release_date":"1971-12-31","genres":[],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":138736,"title":"Zagor: The Black Pirate's Treasure","adult":false},{"cast":["Ridley Scott","Noomi Rapace","Charlize Theron","Guy Pearce","Damon Lindelof"],"overview":"An in-depth documentary on the making of Ridley Scott's \"Prometheus,\" featuring cast and crew interviews, outtakes and behind-the-scenes footage. Released on the 4-disc Collector's Edition Blu-ray set.","release_date":"2012-10-11","genres":[99],"vote_average":5.9,"runtime":220,"cert":"N\/A","id":138741,"title":"The Furious Gods: Making Prometheus","adult":false},{"cast":["Sofia Coppola","Kim Gordon","Thurston Moore"],"overview":"A collection of short films and music videos from independent filmmaker David Markey, from 1974 to 2004.","release_date":"2006-09-06","genres":[99,10402],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":138743,"title":"Cut Shorts","adult":false},{"cast":["Jennifer Schwartz"],"overview":"Two girls rediscover their love for playing rock, find a drummer and begin practicing. When one of their mothers intervenes, they run away from home and are forced to fend for themselves on the streets against gangs and rival bands. Soon they are discovered and taken under the wing of rock manager Johnny Tremaine (played by Steven McDonald) who uses them for sex and his own aspirations of wealth. The Love Dolls set out to get revenge on those who have wronged them, and rise to the top of the rock world.","release_date":"1984-07-13","genres":[10402,35,18],"vote_average":5.7,"runtime":60,"cert":"N\/A","id":138745,"title":"Desperate Teenage Lovedolls","adult":false},{"cast":[],"overview":"Eclipse of the Sun Virgin is a 16mm, film; directed by George Kuchar. The film is based on dealing with a poignant self-identity and the feeling of void between pornography.","release_date":"1967-05-04","genres":[],"vote_average":6.0,"runtime":17,"cert":"N\/A","id":138747,"title":"Eclipse of the Sun Virgin","adult":false},{"cast":["Kiki of Montparnasse"],"overview":"Experimental film, white specks and shapes gyrating over a black background, the light-striped torso of Kiki of Montparnasse (Alice Prin), a gyrating eggcrate. One of the first Dadaist films.","release_date":"1923-09-06","genres":[],"vote_average":6.5,"runtime":3,"cert":"N\/A","id":138752,"title":"Return to Reason","adult":false},{"cast":["Claudia Neij","Bengt C.W. Carlsson","Johan Ulveson","Ika Nord","Ia Langhammer"],"overview":"Alvar is a pensioner who hides his guilt by \"constructing\" fictitious memoirs. By chance he meets Miriam, a socially tone deaf and obstinate teenager, and they become friends. Their friendship deepens when they begin to inspire downhearted people with public art, and comes to a head when they themselves have to blossom.","release_date":"2012-10-19","genres":[18,35],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":138754,"title":"Good Luck. And Take Care of Each Other","adult":false},{"cast":["Daliah Lavi","Frank Wolff","Anna Maria Aveta","Tiziana Casetti","Dario Dolci"],"overview":"Purif, a young peasant from South Italy, is suspected of being a witch possessed by a demon. All of the village is hostile to her sorcerous activity. The girl will be preserved from the community, meeting with a tragic and violent death.","release_date":"1963-08-27","genres":[18,27],"vote_average":8.1,"runtime":105,"cert":"N\/A","id":138765,"title":"The Demon","adult":false},{"cast":["Asia Naifeld","Ohad Hall","Guy Kapulnik","Udi Persi","Rafi Kalmar"],"overview":"A young, idealistic female Israeli military investigator confronts an elite commander with accusations of unnecessary violence in the Occupied Territories. Her integrity and determination are put to the test as the case proves less black-and-white than it originally seemed.","release_date":"2012-10-12","genres":[],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":138767,"title":"Room 514","adult":false},{"cast":["Mariya Smolnikova","Vladimir Mishukov","Igor Mazepa","Oleg Tkachyov","Evgeniy Tkachuk"],"overview":"Inna lives with her dad and little brother in a small town. Her life changes when a new girl, Masha, comes to her school. They become friends. But Masha is murdered by a maniac serial killer, who kills teenage girls in the town. Inna goes to church for the funeral service. There she meets the priest's son Ilya, whose sister was also murdered.","release_date":"2012-11-29","genres":[80,18],"vote_average":5.4,"runtime":110,"cert":"N\/A","id":138769,"title":"The Daughter","adult":false},{"cast":["Luis Gnecco","Gastón Pauls","Manuela Oyarzún","Fernando Godoy","Paloma Moreno"],"overview":"An international company has acquired “Supermarkets Océano”. The long-awaited end-of-the-year tour has been replaced by a day of integration according to \"international standards\". A group of workers willing to demand their rights will make this Office Trip an unforgettable day.","release_date":"2012-10-04","genres":[],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":138771,"title":"The Office Trip","adult":false},{"cast":[],"overview":"8 hours of live jazz concerts for the first time on a double-Blu-Ray disc. 8 NYC bands filmed by a French crew in New-York on October 2008 in the finest jazz clubs in New York. Using HD multi-cams and mixed in Dolby Surround at the famous MSM Studio in Munich.  AMBROSE AKINMUSIRE 5TET\r @ JAZZ STANDARD \/\/ 52'\r THE JASON LINDNER BIG BAND\r @ ZINC CLUB \/\/ 58'\r VAL INC - MARVIN SEWELL - JOWEE OMICIL\r @ DROM CLUB \/\/ 62'\r JALEEL SHAW 5TET\r @ JAZZ GALLERY \/\/ 59'\r FIELDWORK\r @ LE POISSON ROUGE \/\/ 52'\r NASHEETWAITS, ERICMC PHERSON &amp; ABRAHAMBURTON\r @ KNITTING FACTORY \/\/ 52'\r THEO BLECKMANN &amp; KNEEBODY\r @ JOE'S PUB \/\/ 59'\r CHRIS DAVE &amp; FRIENDS\r @ HIP HOP CULTURAL CENTER OF HARLEM \/\/ 52'","release_date":"2016-02-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":138773,"title":"Jazz Mix - 8 Jazz Concerts Live in NYC","adult":false},{"cast":["Gregg Henry","Kay Lenz","Scatman Crothers","Tina Louise","Felton Perry"],"overview":"Former TV documentary filmmaker Mel Stuart tries to inject an acceptable degree of verisimilitude in Mean Dog Blues. A victim of circumstance, country and western musician Paul Ramsey (Gregg Henry) finds himself on a Southern chain gang. Captain Omar Kinsman (George Kennedy) snarls a lot as the obligatory sadistic prison guard, but the film's real villains are Victor and Donna Lacey (William Windom and Tina Louise) as the Bonnie-and-Clyde couple who get Henry into trouble. Listed as editor is Housley Stevenson, the son of the late Hollywood character-actor Onslow Stevens.","release_date":"1978-03-03","genres":[],"vote_average":7.0,"runtime":108,"cert":"N\/A","id":138775,"title":"Mean Dog Blues","adult":false},{"cast":["Stéphanie Capetanidés","Tobi B.","Matthias Scheuring","Nora Rim Abdel-Maksoud","Mark Auerbach"],"overview":"A comical road movie about friendship and happiness with unique protagonists. Bomber is a small man. And he has just lost his job as a courier. He decides to rip off his boss and keep the money from his last delivery trip to Paris. Europe is a beautiful blind French girl living in Paris. When she finds out she is pregnant from a one-night stand, she decides to travel to Berlin to find the father. - MUBI","release_date":"2012-11-22","genres":[35],"vote_average":4.0,"runtime":87,"cert":"N\/A","id":138780,"title":"Doll, The Fatso And Me","adult":false},{"cast":[],"overview":"","release_date":"1937-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":138785,"title":"Дед мороз и серый волк","adult":false},{"cast":["Carol Cheng","Alfred Cheung Kin-Ting","Tony Leung Ka-Fai","Lam Kau","Michael Chow Man-Kin"],"overview":"Shapely mainland Chinese police inspector Cousin is forced to work with a Hong Kong cop, fighting against him almost until the end credits roll, when she reveals more than her Communist credentials.","release_date":"1990-06-28","genres":[35],"vote_average":7.0,"runtime":100,"cert":"N\/A","id":138790,"title":"Her Fatal Ways","adult":false},{"cast":["Ardis Campbell","Robert Fattorini","Chris Gentile","Lawrence George","Rick Haymes"],"overview":"Set in 1984, when the war on drugs was at its height, the story concerns a strain of mold developed by the government to wipe out Colombian coca fields. Unfortunately, during a demonstration, the mold gets out of control and proves to be deadly to more than just vegetation.","release_date":"2012-05-21","genres":[18],"vote_average":5.3,"runtime":84,"cert":"N\/A","id":138792,"title":"Mold!","adult":false},{"cast":[],"overview":"In 2006 Antony and the Johnsons and Charles Atlas took their collaborative performance TURNING to major cities in Europe. This documentary film explores the heart of that performance.","release_date":"2012-11-16","genres":[],"vote_average":6.0,"runtime":76,"cert":"N\/A","id":138794,"title":"Turning","adult":false},{"cast":["Nadia Rinaldi","Paco Reconti","Agnese Nano","Lucia Bonaccorti","Antonello Fassari"],"overview":"","release_date":"1991-01-31","genres":[],"vote_average":3.6,"runtime":null,"cert":"N\/A","id":138796,"title":"Faccione","adult":false},{"cast":["Billie Holiday"],"overview":"Lady Day: The Many Faces of Billie Holiday integrates film and video performances, recordings, words from her controversial autobiography (read by actress Ruby Dee) and interviews with artists who played with her (pianist Mal Waldron, trumpeter Buck Clayton and Harry \"Sweets\" Edison), Milt Gabler (owner of Commodore and a producer at Decca), author Albert Murray and vocalists Carmen McRae and Annie Ross.","release_date":"2009-01-01","genres":[],"vote_average":10.0,"runtime":59,"cert":"N\/A","id":138810,"title":"Lady Day - The Many Faces of Billie Holiday","adult":false},{"cast":["Kyoko Koizumi","Yū Aoi","Eiko Koike","Sakura Ando","Chizuru Ikewaki"],"overview":"The murder of a young girl leaves the inhabitants of a small Japanese village in shock. The body of Emili is found by four classmates with whom she was playing. The murder is never solved. Emili's mother Asako is torn by grief and puts a curse on the four girls when they claim not to remember the killer's face. Each of the girls, in their own way, will do penance for their silence.","release_date":"2012-01-07","genres":[18],"vote_average":7.7,"runtime":300,"cert":"N\/A","id":138827,"title":"Penance","adult":false},{"cast":[],"overview":"A 24-hour compendium of time-themed film clips, all synched to the time that appears on the clocks and watches within.","release_date":"2010-10-15","genres":[99],"vote_average":9.0,"runtime":1440,"cert":"","id":138829,"title":"The Clock","adult":false},{"cast":["Sviatoslav Richter"],"overview":"Bruno Monsaingeon wrote and directed this 144-minute French documentary about Russian pianist Sviatoslav Richter, who died August 1, 1997. Black-and-white performance clips from the 1930s are combined with later Mosfilm color footage, while Richter's personal history is revealed in digital video interviews shot two years before his death.","release_date":"1998-01-01","genres":[99],"vote_average":10.0,"runtime":158,"cert":"U","id":138831,"title":"Richter: The Enigma","adult":false},{"cast":["Derek Yee Tung-Sing","Jason Pai Piao","Ku Feng","Yuen Wah","Wong Yung"],"overview":"A rampaging swordsman slices and dices his way across China on a bloody mission to cut down every warrior in his way, and claim the blade of the legendary Supreme Swordsman in this Shaw Brothers classic starring Derek Yee and Jason Pai Piao, and directed by Keith Li Baak Ling. But when the son of a slain sword maker emerges as an unexpected challenger, the ruthless killer realizes that he may have finally met his match.","release_date":"1984-10-10","genres":[28,12],"vote_average":6.6,"runtime":95,"cert":"N\/A","id":138845,"title":"The Supreme Swordsman","adult":false},{"cast":["Nanako Matsushima","Song Seung-heon","Sawa Suzuki","Kirin Kiki"],"overview":"Nanami Hoshino, a wealthy entrepreneur, marries Korean potter Kim Jun-ho, and they both live a seemingly happy life. Then, one year after their marriage, Nanami is killed by a biker on her way home. This tragedy leaves Jun-ho completely devastated. At the hospital, Nanami's ghost arises from her body, and upon meeting a ghost child, she realizes that she is a ghost whose presence cannot be seen. She then realizes that her death was no coincidence and Jun-ho is in imminent danger. Unable to communicate with normal humans, Nanami seeks help from the elderly psychic Unten in hopes of saving Jun-ho's life.","release_date":"2010-11-13","genres":[9648,18,14],"vote_average":4.2,"runtime":116,"cert":"N\/A","id":138853,"title":"Ghost","adult":false},{"cast":["RZA","The GZA","Raekwon","Method Man","Ghostface Killah"],"overview":"In July 2007 the famous Miles Davis Hall at Montreux was witness to a gathering of the Wu-Tang Clan. With the exception of the sadly deceased Ol’ Dirty Bastard, the whole Clan was present: RZA, GZA, Method Man, Inspectah Deck, Raekwon The Chef, U-God, Ghostface Killah and Masta Killa. Also joining the party were some of their extended family members: Cappadonna, Streetlife and DJ Mathematics. This rare gathering of the full clan took Montreux by storm and got the whole audience on their feet and jumping with a set featuring all their best known hits and classics plus a number of solo tracks, including a clutch of Ol’ Dirty Bastard hits.","release_date":"2007-10-07","genres":[10402],"vote_average":10.0,"runtime":81,"cert":"N\/A","id":138855,"title":"Wu-Tang Clan: Live at Montreux","adult":false},{"cast":["Renzo Montagnani","Edwige Fenech","Ray Lovelock","Antonio Guidi","Gabriella Giorgelli"],"overview":"Valentina and Giovannino have just got married, but the Honeymoon has gone by and nothing happened between the two. Tension grows and they are about to break up the marriage, until a French tourist satisfies Valentina, while Giovannino regains his virility with his mother in law.","release_date":"1975-06-06","genres":[35],"vote_average":5.1,"runtime":98,"cert":"N\/A","id":138857,"title":"Valentina... The Virgin Wife","adult":false},{"cast":["Sophie Cattani","Moussa Maaskri","Gérard Dubouche","Aurélie Vaneck","Franck Libert"],"overview":"","release_date":"2012-05-09","genres":[35,10749],"vote_average":4.6,"runtime":70,"cert":"N\/A","id":138859,"title":"Chercher le garçon","adult":false},{"cast":["Jorge Perugorría","Silvia Águila","Susana Pérez","Osvaldo Doimeadiós"],"overview":"The architecture student Estela (Silvia Aguila) makes a suicide attempt after her plans for solving Havana's housing shortage are rejected. This brings her into contact with earthy, cynical hospital nurse Ernesto (Jorge Perugorria). Estela invites him home for dinner, and he succeeds in offending everyone present. Unable to find a quiet spot to be alone, they finally find a squatters' tenement, where their sexual frenzy causes a ceiling to collapse. They next try vertical love in a stalled elevator, trapping people in the modern building minus stairs. Fleeing responsibilities, they stage a romantic rendezvous alongside a country river, but once again they are interrupted as Cuban commissars arrive with papers and forms because the couple constructs a hut beneath a bridge. Amid the misadventures, lust turns to love","release_date":"1997-12-16","genres":[35,18],"vote_average":8.0,"runtime":99,"cert":"N\/A","id":138870,"title":"Vertical Love","adult":false},{"cast":["Tommy Sweeney","Julie Lynch","Andrew Lee Barrett","Lee Kayman","Mary Huner"],"overview":"A young man (Tommy Sweeney) who's depressed about his failed suicide attempt, winds up going to a friends party anyway. Although his friends seem insensitive about his plight, he meets a model who sheds a different light on death.","release_date":"1991-01-01","genres":[27],"vote_average":5.0,"runtime":73,"cert":"N\/A","id":138875,"title":"New York Vampire","adult":false},{"cast":[],"overview":"The 2nd Law is the sixth studio album by English alternative rock band Muse, which was released throughout most of the world on 1 October 2012,[2] and in North America on 2 October 2012","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":138883,"title":"Muse: The 2nd Law","adult":false},{"cast":["Povel Ramel","Sven Lindberg","Harriet Andersson","Douglas Håge","Georg Rydeberg"],"overview":"A comedy mystery involving the composer and cartoonist Hubert Yrhage, the journalist Gary Lundberg, anticartoon campaigner Lena Lett, the mysterious Jens Myskovich and music publisher Darling Karlsson. Yrhage receives his manuscripts from an 11 year-old whose inspiration comes from the mysterious events at a boarding house where several of the characters stay.","release_date":"1955-09-03","genres":[35,9648],"vote_average":5.0,"runtime":92,"cert":"N\/A","id":138885,"title":"Whoops!","adult":false},{"cast":[],"overview":"Misty Mundae (starring in internationally released Play-Mate of the Apes, Gladiator Eroticus, Lord of the G-Strings, and SpiderBabe) is the hottest, most sought after actress in erotic cinema. Her virginal, girl-next-door beauty and seemingly innocent demeanor seduce both men and women, creating a sexual energy that burns up the screen. Due to the overwhelming demand, Seduction Cinema has compiled Misty's finest work to date and presents, for the very first time, the DEFINITIVE MISTY MUNDAE collection.  This EXCLUSIVE collection of Misy Mundae featurettes includes OVER FOUR HOURS of Rare Misty Short Films, including:  * My Date With Misty Mundae * Inside Misty Mundae * Girlfriend * Three Nudes and a Camera * Bi-Curious * Virgin Cheerleader * And much more!!","release_date":"2003-09-08","genres":[35,10402,10749],"vote_average":10.0,"runtime":240,"cert":"","id":138887,"title":"Girl Seduction","adult":false},{"cast":["Dan Richardson","Giles Alderson","Sophie Linfield","Paul Jaques","Lockhart Ogilvie"],"overview":"After witnessing his wife's brutal murder, Daniel Shergold makes the ultimate sacrifice and accepts the help of a dark and mysterious stranger in order to reap vengeance on those responsible.","release_date":"2012-06-08","genres":[],"vote_average":4.7,"runtime":79,"cert":"N\/A","id":138901,"title":"The Harsh Light of Day","adult":false},{"cast":["Pierre Étaix","Annie Fratellini","Nicole Calfan","Alain Janey","Ketty France"],"overview":"Pierre married Florence, the only daughter of a small industrialist. 15 years later, he is the boss, but his middle-class life worries him a lot. When a new young and lovely secretary comes, he starts dreaming.","release_date":"1969-03-21","genres":[35,10749],"vote_average":6.1,"runtime":87,"cert":"N\/A","id":138906,"title":"Le Grand Amour","adult":false},{"cast":["Al St. John","Alice Howell","Rube Miller","Josef Swickard","Edwin Frazee"],"overview":"Keystone short about two suitors getting into an increasingly, cartoonishly violent fight over a woman.","release_date":"1914-10-26","genres":[35],"vote_average":5.0,"runtime":12,"cert":"N\/A","id":138914,"title":"Shot in the Excitement","adult":false},{"cast":["Charles Murray","Edgar Kennedy","Lucille Ward","Dixie Chene","Josef Swickard"],"overview":"Four miscreants get revenge on the police chief by planting bombs in his house.","release_date":"1914-11-19","genres":[35],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":138919,"title":"The Noise of Bombs","adult":false},{"cast":["Mack Swain","Minta Durfee","Edgar Kennedy","Charley Chase","Cecile Arnold"],"overview":"After running into a friend and two ladies, a married man sends his wife a note saying that he's taken a train for business, but then his wife reads that the train crashed.","release_date":"1914-12-12","genres":[35],"vote_average":3.0,"runtime":10,"cert":"N\/A","id":138921,"title":"Ambrose's First Falsehood","adult":false},{"cast":["Roscoe 'Fatty' Arbuckle","Mabel Normand","Joe Bordeaux","Billie Brockwell","Glen Cavender"],"overview":"Fatty and Mabel go to the San Diego Exposition.","release_date":"1915-01-23","genres":[35],"vote_average":5.8,"runtime":14,"cert":"N\/A","id":138923,"title":"Fatty and Mabel at the San Diego Exposition","adult":false},{"cast":["Meenakshi Seshadri","Sunny Deol","Rishi Kapoor","Tinnu Anand","Vijayendra Ghatge"],"overview":"The theme revolves around the character Damini who represents truth and innocence. After her marriage in renowned wealthy family, Damini happens to see a cruel act done by her brother-in-law. She wants the victim to get justice, but the family including her husband oppose her, which leads her to leave the house. Soon she is helped by a drunkard, an ex-advocate, who helps her in all respect to reach to her aim and therefore justice","release_date":"1993-04-30","genres":[18,80],"vote_average":8.0,"runtime":175,"cert":"N\/A","id":138934,"title":"Damini","adult":false},{"cast":["Mike Simmons","Tabitha Holbert"],"overview":"A vigilante ex-con is determined to clean up his crime-infested community. As he avenges the death of his sister, he begins a series of actions that may lead to his own destruction.","release_date":"2013-11-05","genres":[],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":138945,"title":"Another Zero in the System","adult":false},{"cast":["Duane Daniels","Cristian Letelier","Mette Holt","François Petit","Nicole Marie Lenz"],"overview":"Jordan Tyler has the skill of a Ninja.... with telepathic powers.... He can see the future.... Mankind is at its end.... A fatal airborne flesh-eating virus has been unleashed.... The future can change.... Destiny is calling.... This year, our Enemies strike first.... \"First Strike\" .... you can hide from what you can't see.","release_date":"2009-06-01","genres":[],"vote_average":1.0,"runtime":90,"cert":"N\/A","id":138947,"title":"First Strike","adult":false},{"cast":["Rory Calhoun","Piper Laurie","David Brian","Kathleen Hughes","Alex Nicol"],"overview":"Brett Wade, gambler, gunslinger, and classical pianist, is wounded in a gunfight with the Ferris clan; the doctor finds signs of tuberculosis. En route to Colorado for his health, Brett stops in Socorro, New Mexico along with Ferris gunfighter Jimmy Rapp. Sheriff Couthen fears another shootout, but what Brett has in mind is saving waif-with-a-past Rannah Hayes from a life as one of Dick Braden's saloon girls.","release_date":"1954-08-27","genres":[37],"vote_average":7.0,"runtime":80,"cert":"N\/A","id":138949,"title":"Dawn at Socorro","adult":false},{"cast":["Stephen Chow","Bill Tung","Stanley Fung","Vivian Chan","Amy Yip"],"overview":"After police officer Paio is murdered, his soul cannot be at rest for his murder has been written off as a suicide. Therefore the heavens send him back to Earth as a spirit to find his 'savior' who will help him clear his name. Hsing, a rookie officer, is the savior and in return for finding Paio's killer, Piao must get him a girlfriend and a promotion.","release_date":"1990-07-27","genres":[35],"vote_average":6.5,"runtime":87,"cert":"N\/A","id":138960,"title":"Look Out, Officer!","adult":false},{"cast":["Norman Reedus","Garrett Backstrom","Martha Higareda","Rob Estes","Sabrina Debler"],"overview":"Set in the not so distant future, in Any Town USA, sixteen year old Herman Howards makes a fateful decision. He enters his suburban school and kills thirty nine students, two teachers, and a police officer. Just before his arrest he emails his idol, famous journalist Lax Morales, sending him clips of the shootings captured with Herman's own digital camera. In the clips Herman tells Lax, \"I want to tell my story on your show\". Lax, haunted by his own past, is now face to face with Herman.","release_date":"2012-06-05","genres":[18],"vote_average":6.2,"runtime":88,"cert":"N\/A","id":138977,"title":"Hello Herman","adult":false},{"cast":["Allie Haze","Julia Ann","Alexis Ford","Natalie Heart","Johnny Castle"],"overview":"When an inexperienced college student, Anastasia Steele, meets an extremely wealthy and handsome young business tycoon, Christian Grey, a whirlwind romance encompassing the kinkiest of pleasures soon ensues.","release_date":"2012-09-21","genres":[],"vote_average":7.3,"runtime":148,"cert":"N\/A","id":138979,"title":"Fifty Shades of Grey: A XXX Adaptation","adult":true},{"cast":["Penny Cook","Arna-Maria Winchester","Liddy Clark","Olivia Hamnett","Patrick Frost"],"overview":"A maniac is stalking and killing female students at a university.","release_date":"1987-08-01","genres":[53,27],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":138987,"title":"Coda","adult":false},{"cast":[],"overview":"Documentary about the building of ships at Barrow-in-Furness.","release_date":"1935-12-31","genres":[99],"vote_average":5.0,"runtime":24,"cert":"","id":138995,"title":"Shipyard","adult":false},{"cast":["Joe Spinell","Rebecca Yaron","Patrick Askin","Susan Bachli","Charles Kay-Hune"],"overview":"A deranged undertaker kills various people to keep as his friends in his seedy funeral home.","release_date":"1988-01-01","genres":[27],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":138997,"title":"The Undertaker","adult":false},{"cert":"N\/A","title":"Little Corey Gorey","cast":[],"genres":[27],"id":138999,"overview":"Abused by his older brother and step mother, a highschool student takes drastic steps to regain his independence.","runtime":90,"release_date":"1993-01-01","vote_average":5.0,"adult":false}]