[{"cast":["Werner Herzog","Denis Reichle"],"overview":"Ballad of the Little Soldier is a 1984 documentary film about children soldiers in Nicaragua.","release_date":"1984-11-05","genres":[99,10770],"vote_average":6.6,"runtime":46,"cert":"N\/A","id":140003,"title":"Ballad of the Little Soldier","adult":false},{"cast":["Rita Tushingham","Colin Campbell","Dudley Sutton","Gladys Henson","Avice Landone"],"overview":"The Leather Boys is a 1964 British drama film about the rocker subculture in London featuring a gay motorcyclist. This film is notable as an early example of a film that violated the Hollywood production code, yet was still shown in the United States, as well as an important film in the genre of queer cinema.  An example of British kitchen sink realism, it was considered daring in 1964 as it touched upon homosexuality, however obliquely.","release_date":"1964-03-08","genres":[18],"vote_average":6.8,"runtime":108,"cert":"","id":140008,"title":"The Leather Boys","adult":false},{"cast":["Art Pepper","Laurie Pepper"],"overview":"Saxophonist Art Pepper (1925-1982) lived the kind of jazz life only found in Hollywood movies. His prodigious talent led him to top gigs as a teenager, but drugs and attendant criminal activity knocked him out of commission for virtually all of the 1960s and early 1970s. This documentary, shot shortly after his searing memoir, {-Straight Life}, was published in 1979, shows Pepper in the full flower of a remarkable comeback. His third wife, Laurie, is featured prominently; they met in the drug treatment facility Synanon in 1969 and were married in 1974. She took over his business affairs and helped him write {-Straight Life}. Pepper tells his own story here, but the emphasis is on an evening's performance at a club in Malibu, with the musician in fine form, backed by a terrific trio. (Tom Wiener, Rovi)","release_date":"1982-12-31","genres":[80,99,10402],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":140010,"title":"Art Pepper: Notes from a Jazz Survivor","adult":false},{"cast":["Wale Ojo","Nse Ikpe-Etim","Joke Silva","Chika Okpala","Lydia Forson"],"overview":"Akin and Mary meet for the first time at an airport where they accidentally bump into each other and mistakenly swap their identical phones . This leads to a destination mix up after they receive one another's text regarding a travel destination. Consequently, Akin ends up traveling to where Mary is supposed to go and vice versa. Neither knows about the swap until they have reached their opposite destinations and \"the phone\" stops ringing (In Mary's case) and \"Won't stop ringing\" (In Akins's case) . As a result of the phone swap, they agree to help carry out each other's missions, armed with the information and data on each other's phone. But it's not as easy as they both think as new obstacles and complications rise at every turn as they both struggle to adapt to their alien environment and situation. Mary has to walk in Akins shoes and represent him in a company meeting while Akin has to represent Mary in her the family meeting. This they do with hilarious results","release_date":"2012-03-17","genres":[],"vote_average":3.5,"runtime":null,"cert":"N\/A","id":140033,"title":"Phone Swap","adult":false},{"cast":["Natalie Cole","Nat 'King' Cole"],"overview":"This is an incredible accomplishment by Natalie Cole and some of the finest musicians in the business. An enchanting and swinging tribute to the magical voice and music of her father. Waiting for the DVD release....let's go people!!","release_date":"1992-06-02","genres":[10402],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":140041,"title":"Natalie Cole: The Unforgettable Concert","adult":false},{"cast":["Tina Chin Fei","Yoon Mi-ra","Ko Keung","Chang Pei-Shan","Kim Ki-Ju"],"overview":"Drama set at the end of World War Two in China. A young woman, fighting for the independence of her homeland is tortured for the whereabouts of the treasure left by her war profiteer father.","release_date":"1978-01-01","genres":[],"vote_average":3.0,"runtime":90,"cert":"N\/A","id":140043,"title":"Tattoo","adult":false},{"cast":["Jack Kao","Bo Ngai","Hui Ga-Ming"],"overview":"Taiwanese drama film.","release_date":"1995-01-21","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":140045,"title":"Midnight Revenge","adult":false},{"cast":["Joanna Going","Greg Evigan","Nelson Wong","Tim Conlon"],"overview":"A San Francisco policewoman accepts a favor from a local crime boss to counter a nasty child custody battle with her ex-husband, and finds herself dangerously entangled with the mob.","release_date":"2006-09-26","genres":[28,53],"vote_average":5.8,"runtime":82,"cert":"N\/A","id":140047,"title":"My Silent Partner","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140049,"title":"Une table pour trois","adult":false},{"cast":["Toma Ikuta","Yuriko Yoshitaka","Sousuke Takaoka","Yuika Motokariya","Manami Higa"],"overview":"\"We Were There\" follows the 10 year romance between Motoharu Yano (Toma Ikuta) & Nanami Takahashi (Yuriko Yoshitaka). During their high school days, Motoharu Yano was the most popular boy in school, but can't get over the death of his girlfriend from a car crash. Nanami Takahashi falls in love with Motoharu Yano and must deal with his inability to let go of the past.","release_date":"2012-03-17","genres":[10749],"vote_average":8.5,"runtime":null,"cert":"N\/A","id":140054,"title":"We Were There: First Love","adult":false},{"cast":["Andrew Squires","Michael J. Tait","Jennifer Nelson","James Zakeri","Jodie McEnery"],"overview":"A troubled Catholic priest, Father James, finds his faith crushed when a young girl he promises to protect commits suicide. Months after her death, he is forced to return to his old parish and to the scene of her suicide, a derelict mansion house. Trapped in the house overnight James becomes convinced that he is being haunted by the ghosts of the girl and her dead Stepfather, risen from the grave to seek a blood retribution for the awful tragedy that he allowed to take place","release_date":"2012-11-05","genres":[27],"vote_average":5.2,"runtime":94,"cert":"18","id":140056,"title":"Heretic","adult":false},{"cast":["Louise Marleau","Jacques Riberolles"],"overview":"A priest and nun, haunted by physical longings, leave their respective callings.  Even after their desires are fulfilled they experience crisis of faith.","release_date":"1970-10-15","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":140067,"title":"Virgin Lovers","adult":false},{"cast":[],"overview":"","release_date":"2012-06-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140072,"title":"O Som das Multidões - Turma do Pagode","adult":false},{"cast":[],"overview":"Join the experienced hunters Ulf Lindroth, outdoor writer and P-A Ahlen, wildlife biologist calling red fox in Sweden. This DVD shows exciting scenes from authentic hunts, where either the fox nor the hunter will let you down! It is also an introduction DVD on how to successfully call red fox under Nordic conditions. You will learn more about this very efficient and thrilling way of hunting. This is a phenomenal DVD that contains great instructional information about predator calling in wooded areas and under cold snowy conditions","release_date":"2007-01-01","genres":[],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":140098,"title":"Lockjakt - Fox Calling in Sweden","adult":false},{"cast":["Ray Liotta","Emilio Estevez","Ariel Winter","Nathan Gamble","Matthew Lillard"],"overview":"Sam loves scary movies, especially the ones with Dracula. This year, instead of writing to Santa for Christmas, Sam writes to Dracula, telling Dracula that he wants to be a real vampire on Halloween this year. Sam is in for quite a surprise as the most famous of all vampires himself responds, in this fun and fanciful romp through a young boy's imagination, drawn in an engaging style that will delight young and old alike!","release_date":"2012-10-16","genres":[16,10751],"vote_average":5.5,"runtime":43,"cert":"N\/A","id":140109,"title":"Dear Dracula","adult":false},{"cast":["Michael Dorn","Ross Neuenfeldt","Andrew Harwood Mills","Gregory Kanter","Jim Alexander"],"overview":"This is the epic story of a B-24 'Liberator' bomber aircraft called 'Shady Lady', that took off from Darwin, Australia, on Friday, 13th August 1943, on what was at that time, the world's longest ever attempted bombing mission. Under the command of 'Doug' Craig, 'Shady Lady' set off with 10 other aircraft to attack the oil refineries at Balikpapan, Borneo. With the target hundreds of miles behind enemy lines, this was an audacious attempt to strike back at the Imperial Japanese Army. 'Shady Lady' survived intense tropical thunderstorms, serious turbulence, heavy enemy antiaircraft fire and was chased by Japanese Zero fighters - but never made it back to base. 'Shady Lady,' after 16 hours and 35 minutes in the air, ran out of fuel and was crash-landed in a salt-pan, in the remotest part of Northern Australia. Local support from the Aborigines and a massive rescue mission amazingly saw 'Shady Lady' - fly again.","release_date":"2012-11-02","genres":[36,99,18,10752],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":140120,"title":"Shady Lady","adult":false},{"cast":["Marin Ireland","Paul Sparks","Aasif Mandvi","Richard Kind","Tom Wopat"],"overview":"A perennial understudy takes matters into her own hands to achieve fame at any price.","release_date":"2012-03-16","genres":[18,35],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":140122,"title":"The Understudy","adult":false},{"cast":[],"overview":"","release_date":"2016-02-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140133,"title":"Daniela Mercury - Baile Barroco","adult":false},{"cast":[],"overview":"","release_date":"2016-02-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140135,"title":"Edson & Hudson - Na Moda do Brasil","adult":false},{"cast":[],"overview":"Tuck and Flick are trying to make a self help video on how to defeat Zombies and vampires and other such creatures.","release_date":"","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":140137,"title":"Tuck Bushman and the Demon Bitch Bags","adult":false},{"cast":["Elis Regina","Paulinho Braga","César Camargo Mariano","Luizão Maia"],"overview":"Recorded in 1973, this TV show brings Elis Regina in an 'ensaio' (improvisation). The programme aired by TV Cultura rescues the living memory of the greatest MPB star through her testimonials on composers and performers. The images are black and white and with camera close-ups, it denounces the restless, strong-willed hands of Elis.","release_date":"1973-11-07","genres":[99,10402],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":140139,"title":"Elis Regina: MPB Especial","adult":false},{"cast":[],"overview":"","release_date":"2016-02-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140141,"title":"Oswaldo Montenegro - Tons do Brasil","adult":false},{"cast":["Karolina Gruszka","Jan Frycz","Maciej Stuhr","Robert Więckiewicz","Piotr Borowski"],"overview":"","release_date":"2006-03-17","genres":[],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":140146,"title":"Francuski Numer","adult":false},{"cast":["Devanny Pinn","Britt Griffith","Noah Dahl","Alexis Iacono","Brandon Slagle"],"overview":"While investigating the murder of her father by her blind younger brother, a young woman disturbs the vengeful spirit of Elizabeth Short, known in legend as \"The Black Dahlia\".","release_date":"2012-09-15","genres":[27,80,9648,18],"vote_average":4.0,"runtime":80,"cert":"N\/A","id":140166,"title":"The Black Dahlia Haunting","adult":false},{"cast":["Danny Trejo","Mariel Hemingway","LeVar Burton","Ethan Suplee","Chad Lindberg"],"overview":"When zombies overrun San Francisco, a desperate group survives by locking themselves inside Alcatraz Prison. When the undead breach the island, our heros are forced to return to the mainland overrun with the undead.","release_date":"2012-10-27","genres":[28,27,53],"vote_average":3.6,"runtime":90,"cert":"N\/A","id":140174,"title":"Rise of the Zombies","adult":false},{"cast":["Nicole Eggert","Michael C. Bendetti","Stacy Keach","Michael Dorn","John Diehl"],"overview":"Amanda, an employee at an upscale clothing store, is leading a relatively lonely and unremarkable life. All this changes when an alien that's been held a secret military installation excapes by taking over the body of one of the base employees. Amanda finds the fugitive alien and decides to help it hide from the government agents chasing it, a seemingly easy task, as the alien must change host bodies every few days. Will she be able to help her new companion make a clean getaway?","release_date":"1995-08-20","genres":[35,878,53,28,10751],"vote_average":3.7,"runtime":96,"cert":"N\/A","id":140176,"title":"Amanda & The Alien","adult":false},{"cast":["Bode Miller","Daron Rahlves","Franz Klammer","Picabo Street","Bernhard Russi"],"overview":"Rush HD and Jalbert Productions present The Thin Line, an exhilarating documentary exploring the downhill- the original extreme sport. Shot in High Definition and film, this adrenaline-fueled film presents a color and captivating look at the people and places that have made this alpine skiing discipline one of the world's most dangerous and thrilling sports. Set against the backdrop of some of the world's most challenging downhill runs, including the prestigious Hahnenkamm in Kitzbuhel, Austria and the ferocious Birds of Prey, in Beaver Creek, Colorado, The Thin Line includes in-depth interviews with top downhillers, including American's Bode Miller, Daron Rahlves and Picabo Street, Austrian legend Franz Klammer, Candians Ken Read and Todd Brooker and many more.","release_date":"2008-12-01","genres":[99],"vote_average":8.0,"runtime":98,"cert":"N\/A","id":140190,"title":"The thin line: Life on the edge","adult":false},{"cast":[],"overview":"","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140192,"title":"Schaatshistorie van Nederland","adult":false},{"cast":["Laurent Lucas","Charlotte Vandriessche","Lio","Jean-Claude Dreyfus"],"overview":"","release_date":"2008-06-18","genres":[14,53],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":140194,"title":"Le Prince de ce monde","adult":false},{"cast":["Uwe Eisleben","Helmut Marko","Gert Mosettig","Udo Pöschmann","Jochen Rindt"],"overview":"","release_date":"2010-08-28","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140199,"title":"Jochen Rindt lebt. Eine Spurensuche","adult":false},{"cast":["Larry Storch"],"overview":"A bee with a vendetta accidentally helps Cool Cat win all the athletic events for Disco Tech.","release_date":"1969-07-26","genres":[],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":140216,"title":"Bugged by a Bee","adult":false},{"cast":["Rob Cobb","Missy Dawn","Brian Gunnoe","Ruby LaRocca"],"overview":"When a group of expecting young couples head to Burt Fleming's mountaintop hotel for a weekend retreat (and discount abortions), they get more than they bargained for when the fetal undead come back for vengeance.","release_date":"2011-03-01","genres":[27],"vote_average":1.5,"runtime":95,"cert":"N\/A","id":140218,"title":"Zombie Babies","adult":false},{"cast":["Sylvia Hoeks","Leonid Bichevin","Renata Litvinova","Sergei Makovetsky","Dieter Hallervorden"],"overview":"The Girl and Death tells us the impossible love story of Nicolai and the courtesan Elise. A love obstructed by materialism, wealth and death threat.","release_date":"2012-11-15","genres":[18,10749],"vote_average":5.4,"runtime":127,"cert":"N\/A","id":140229,"title":"The Girl and Death","adult":false},{"cast":["Mithun Chakraborty","John Abraham","Arjun Rampal","Ameesha Patel","Rahul Khanna"],"overview":"India is held at ransom by international extortionist, Baba Sikander and his brothers. It is up to five heroes to stop him.","release_date":"2005-01-14","genres":[18,28],"vote_average":5.4,"runtime":160,"cert":"N\/A","id":140231,"title":"Elaan","adult":false},{"cast":["Dieterich Gray","Eric Roberts","Donald Gibb","Tim Kazurinsky","Eddie Huchro"],"overview":"A diamond heist goes wrong when one of the thieves gets shot during the escape after swallowing a priceless diamond. Deception, blackmail, and murder schemes overshadow the lives of the eight people left chasing the diamond.","release_date":"2006-02-15","genres":[18,80],"vote_average":3.0,"runtime":89,"cert":"N\/A","id":140236,"title":"8 of Diamonds","adult":false},{"cast":["Serge Price","Rik Wezenberg","Ceylan Can","Lindsay Zwaan","Alix Adams"],"overview":"Neky and Eppo are best friends. They spend their time the best way they know -- watching B-movies and commenting on them for their video blog: Eppo en Neky's Cultcorner. But life as a teenager is far from easy. Especially for Neky, his mother spends most days lying on the couch, his sister is a pain in the ass and his father has just found himself a new Thai girlfriend. Not to mention the fact that Eppo is a magnet at attracting bullies at school. But that’s only the beginning -- Neky's life changes drastically once he starts receiving mysterious messages in a bottle, a bunch of Gothic-Punks arrives in the neighborhood, and Eppo becomes obsessively fascinated with a new B-movie, \"Escape from the planet of worms\"...","release_date":"2012-09-27","genres":[],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":140238,"title":"My Life on Planet B","adult":false},{"cast":["Dmitry Palamarchuk","Ilya Noskov","Svetlana Schedrina","Anton Bagrov","Anton Pulit"],"overview":"\"O. R.U.ZH.I. E \"is the abbreviation of the names of friends: O - Oleg, a military pensioner, R - Roman, a scientist, an employee of a research institute, U - Ulyana, a television correspondent, Zh - Zhenya, a physicist, doctor of sciences, I - Igor, entrepreneur, former reporter, husband of Ulyana, E - Egor, laboratory assistant at the provincial research center.  Oleg and Roman experience the latest weapons - a rifle with exceptional range and destructive power. The tests are successful, and Oleg is trying to interest the military with these weapons.","release_date":"2012-03-02","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":140240,"title":"O.R.U.ZH.I. E","adult":false},{"cast":["Barry Atsma","Isa Hoes","Eva Poppink","Hanna Verboom"],"overview":"Miffy, her friends Melanie and Grunty and her dog Snuffy set out on a treasure hunt through the zoo. Father and Mother Bunny give them five riddles through a Treasure Hunt Song, about a color, a shape, a movement, a number and a sound. While discovering animals that answer to the riddles, Miffy and her friends learn how to work together, find creative ways to collaborate and to reward each other for a job well done. And in the end, they are rewarded with a big surprise.","release_date":"2013-01-30","genres":[10751,16],"vote_average":4.3,"runtime":70,"cert":"N\/A","id":140248,"title":"Miffy the Movie","adult":false},{"cast":["Mikhail Krylov","Egor Pazenko","Юлия Кудояр","Anna Lutseva","Дмитрий Кочкин"],"overview":"","release_date":"2012-08-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140250,"title":"Афроiдиты","adult":false},{"cast":["Jeffrey","Andre","Kathy","Vanessa","Ans"],"overview":"","release_date":"2006-11-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140273,"title":"Neuk Je Schoonmoeder","adult":true},{"cast":["Harriet Andersson","Nicole Kidman","Patricia Clarkson","Paul Bettany","Jeremy Davies"],"overview":"This film depicts the intense drama that takes place during the making of Dogville. Lars von Trier and Nicole Kidman work through this creative process under very extreme conditions.","release_date":"2004-06-27","genres":[99],"vote_average":6.5,"runtime":53,"cert":"N\/A","id":140278,"title":"Dogville Confessions","adult":false},{"cast":["Youp van 't Hek","Onno Molenkamp"],"overview":"","release_date":"1986-01-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":140286,"title":"Youp van 't Hek: Tunnel zonder vluchtstrook","adult":false},{"cast":["Youp van 't Hek","Hans van Gelder"],"overview":"","release_date":"1982-01-01","genres":[],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":140288,"title":"Youp van 't Hek: Man vermist","adult":false},{"cast":["Youp van 't Hek"],"overview":"","release_date":"1984-01-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":140290,"title":"Youp van 't Hek: Verlopen en verlaten","adult":false},{"cast":["Hope Lange","Don Murray","Robert Wagner","Robert MacNaughton","Christopher Murray"],"overview":"Adapted from the Robert Cormier novel. This film follows the life of a young boy whose happy, if somewhat unusual life with his friends and family gradually starts to unravel, until the truth of the boy's situation is finally revealed.","release_date":"1983-11-11","genres":[14,18],"vote_average":8.0,"runtime":100,"cert":"N\/A","id":140292,"title":"I Am The Cheese","adult":false},{"cast":["Cindy","Stella Michaels","Crystal","Alyssa","Kyra"],"overview":"","release_date":"2010-10-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140297,"title":"Studenten In Nood 2","adult":true},{"cast":["Cheran","Gopika","Sneha","Mallika","Kaniha"],"overview":"An advertising executive, Senthil (Cheran) takes a bunch of wedding invitation cards and travels through places from his past, looking up old friends and lovers. The story, told in flashbacks, takes pieces from the protagonist's his boyhood and youth, and jumps back to the present in each situation. An interesting experiment in Indian cinema, Autograph was surprisingly successful at the box office for an offbeat film. (Overview written by Joyojeet Pal)","release_date":"2004-02-14","genres":[10749,18],"vote_average":7.5,"runtime":167,"cert":"N\/A","id":140299,"title":"Autograph","adult":false},{"cast":["Luca Guastini","Nicola Garofalo","Marcella Braga","Paolo Di Gialluca","Fabio De Caro"],"overview":"","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140307,"title":"Exit: Una storia personale","adult":false},{"cast":[],"overview":"","release_date":"1989-12-31","genres":[],"vote_average":7.3,"runtime":null,"cert":"N\/A","id":140318,"title":"Youp van 't Hek: Oudejaarsconference 1989","adult":false},{"cast":["Youp van 't Hek"],"overview":"","release_date":"1994-01-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":140323,"title":"Youp van 't Hek: Spelen met je leven","adult":false},{"cast":["Youp van 't Hek"],"overview":"","release_date":"1995-12-31","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":140325,"title":"Youp van 't Hek: Oudejaarsconference 1995","adult":false},{"cast":["Youp van 't Hek"],"overview":"","release_date":"2002-12-31","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":140333,"title":"Youp van 't Hek: Youp speelt Youp","adult":false},{"cast":["Momose Emiru","Rinako Hirasawa","Hiroshi Hatakeyama","Yûichirô Sakamoto"],"overview":"Two young women pursue the same man with opposite strategies - one learns subservience, the other domination.","release_date":"2007-08-25","genres":[18],"vote_average":5.5,"runtime":78,"cert":"N\/A","id":140335,"title":"Maid's Secret","adult":false},{"cast":["Danielle Harris","John Jarratt","Casper Van Dien","Rae Dawn Chong","Brad Harris"],"overview":"Wendy Alden, a young secretary in Portland lacking in self- confidence becomes victim of a savage killer who has claimed the lives of a number of other women. Somehow Wendy finds the resources of courage to fight back and escape.","release_date":"2012-04-21","genres":[27,53],"vote_average":3.7,"runtime":92,"cert":"N\/A","id":140343,"title":"Shiver","adult":false},{"cast":["Emma Eliza Regan","Conor Marren","Cian Lavelle-Walsh","Aaron Lee Reed","Emmet Kelly"],"overview":"When a man wakes up in the woods with no memory of how he got there, and blood dripping from his head, he wanders in search of help and an explanation - only to find more questions.","release_date":"2012-10-28","genres":[18,9648],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":140345,"title":"Out There","adult":false},{"cast":["Doug Bradley","Dani Filth","Ingrid Pitt","Alex Cox"],"overview":"After a civil war in Hell, Lucifer has been defeated and the Key to Hell is in Lord Desecrater's grasp. However, the rebellious Dominator has his own thoughts and keeps the Key to Hell away from Lord Desecrater and is forced to fight off his forces including three other demons - Decimator, Extricator and Lady Violator.","release_date":"2003-03-03","genres":[27,16,35],"vote_average":1.0,"runtime":77,"cert":"","id":140359,"title":"Dominator","adult":false},{"cast":[],"overview":"MY HOME charts the real estate adventures of filmmaker Amiryousefi as he sets out in search of a condo in pricey Tehran with a miniscule budget but exacting tastes. A dawning realization of the emotional power of ownership takes hold. (Barbara Scharres, Gene Siskel Film Center)","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":140361,"title":"My Home","adult":false},{"cast":[],"overview":"A silent, non-narrative documentary showing people in a small town in the early 1940s.","release_date":"1941-01-01","genres":[],"vote_average":5.0,"runtime":137,"cert":"N\/A","id":140363,"title":"Kannapolis, N.C.","adult":false},{"cast":["Max Fleischer"],"overview":"Max Fleischer considers hiring a new cartoonist. While the new guy draws Max's portrait, Koko gets into a fight with a cartoon Chinese stereotype.","release_date":"1920-03-19","genres":[35,16],"vote_average":4.0,"runtime":7,"cert":"N\/A","id":140368,"title":"The Chinaman","adult":false},{"cast":[],"overview":"In the days leading up to Christmas, Toot visits his Aunt Peg to celebrate her 100th birthday, while Puddle stays home with their young cousin Opal to get ready for Christmas.","release_date":"2006-12-05","genres":[],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":140373,"title":"Toot & Puddle: I'll Be Home for Christmas","adult":false},{"cast":["Ryu Deok-hwan","Nam Sang-mi","Cho Seung-woo","Seo Hyun-jin","Kim Hye-na"],"overview":"A young couple, who have wanted a baby for a long time, are happily blesses with a twin pregnancy. However they get driven to despair by the fact that their twins are conjoined. Treated as monsters by their mother, the brothers, Sang-hyeon and Dong-hyeon, meet a beautiful girl one day.","release_date":"2012-10-31","genres":[10749,18],"vote_average":6.0,"runtime":120,"cert":"N\/A","id":140375,"title":"The Peach Tree","adult":false},{"cast":["Jin Goo","Han Hye-jin","Im Seul-ong","Bae Soo-bin","Lee Kyung-young"],"overview":"26 years ago, state troops were ordered to open fire on civilians in the city of Gwangju who were demonstrating as apart of a democratic movement. Thousands of civilians were killed. Now, a shooter from the national team, a gang member, a policeman, CEO from a large company and director of a private security outfit get involved in a plan to convict the person responsible for the massacre.","release_date":"2012-11-29","genres":[18,53],"vote_average":7.1,"runtime":135,"cert":"N\/A","id":140380,"title":"26 Years","adult":false},{"cast":["Donald Sutherland","Chad Lowe","Mia Sara","Knut Husebø","Rutanya Alda"],"overview":"Fire-and-brimstone preacher sees Satan everywhere, trains gullible young boy to \"detect\" evil, and the two of them commit several murders in the name of Jesus. Based on a true story.","release_date":"1988-02-26","genres":[9648,27],"vote_average":4.8,"runtime":97,"cert":"N\/A","id":140394,"title":"Apprentice to Murder","adult":false},{"cast":["Michael Luceri","Michael Neeley","Deirdre O'Neil","Stephanie Scaduto","Ralph Romeo"],"overview":"Teddy Johnson, a rebel and violent Chesterton High School student, rapes a young teacher. Tired of waiting for justice, Mike, a teacher, organizes a group to avenge the victim. The school aisles turn into a battlefield.","release_date":"1995-01-01","genres":[],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":140396,"title":"Lethal Justice","adult":false},{"cast":["Corinne Marchand","Antonio Casas","Julia Gutiérrez Caba","Alfonso Godá","José Franco"],"overview":"The star of a magazine company suffers an appendicitis attack during a shift and has to stay in a small Spanish town to be operated. But the doctor who takes care of his speech falls in love for her and tries to prolong their convalescence.","release_date":"1963-01-01","genres":[18],"vote_average":6.0,"runtime":97,"cert":"N\/A","id":140398,"title":"Nunca pasa nada","adult":false},{"cast":["Temuera Morrison","Nicola Kawana","Hannah Tevita","Kahn West","Kate Elliott"],"overview":"A dysfunctional gang of criminals takes a middle class Maori family hostage and discovers too late that they are cannibals.","release_date":"2012-10-25","genres":[35,27],"vote_average":5.5,"runtime":91,"cert":"N\/A","id":140403,"title":"Fresh Meat","adult":false},{"cast":["Chris Martin","Will Champion","Jon Buckland","Guy Berryman"],"overview":"Coldplay Live 2012 is the band's first concert film\/live album for nine years. It documents their acclaimed Mylo Xyloto world tour, which was seen by more than three million people since it began in June 2011. The film was directed by Paul Dugdale, previously responsible for Adele's Live at the Royal Albert Hall and The Prodigy's Worlds On Fire concert films. Coldplay Live 2012 includes footage from Coldplay's shows at Paris's Stade de France, Montreal's Bell Centre and the band's triumphant Pyramid Stage headline performance at Glastonbury 2011.","release_date":"2012-11-13","genres":[10402],"vote_average":8.1,"runtime":97,"cert":"","id":140405,"title":"Coldplay: Live 2012","adult":false},{"cast":["Gene Hackman","Barbra Streisand","Diane Ladd","Dennis Quaid","Kevin Dobson"],"overview":"Executive George Dupler loses his temper and is demoted to the night manager at a 24 hour drugstore. After he suggests to his teenage son Freddie that he stop having an affair with suburban housewife Cheryl Gibbons, who is a distant cousin, Cheryl tries to seduce George. At home, in front of his mother, Freddie accuses his dad of stealing his girl, because he found Cheryl serving George a meal in the middle of the night, while her husband Bobby was on duty at the fire station. George then separates from his wife Helen, quits his job, moves into a warehouse, and asks Cheryl to move in with him","release_date":"1981-03-06","genres":[35,10749],"vote_average":6.4,"runtime":87,"cert":"N\/A","id":140413,"title":"All Night Long","adult":false},{"cast":["John Lodge","Dorothy Mackaill","Victor Jory","Claud Allister","Richard Bird"],"overview":"Bulldog Drummond goes up against foreign agents trying to steal plans for a top-secret aircraft.","release_date":"1937-05-01","genres":[28,53],"vote_average":6.8,"runtime":78,"cert":"","id":140418,"title":"Bulldog Drummond at Bay","adult":false},{"cast":["John Kahrs","Kari Wahlgren","Jeff Turley","Jack Goldenberg"],"overview":"An urban office worker finds that paper airplanes are instrumental in meeting a girl in ways he never expected.","release_date":"2012-11-02","genres":[16,10751,10749],"vote_average":8.1,"runtime":7,"cert":"U","id":140420,"title":"Paperman","adult":false},{"cast":["Shammi Kapoor","Ameeta","Pran","Raj Mehra","Anjali Devi"],"overview":"Twenty years ago, after killing his brother, Sardar Rajpal flees from his hometown in Shillong and re-locates in the rural area of Assam along with his adopted daughter, Meena. He asks his wife, Kamla, to send their son, Shankar, so that he can employ him and get him married to Meena. Shankar arrives and he is welcomed by Sardar who employs him and introduces him to Meena. A few days another young man shows up at his door claiming that he is Kamla's son. A baffled Sardar also welcomes him, and puts both the young men under observation in order to find who the real Shankar is. The question remains why would anyone want to impersonate Shankar, and what will happen to Sardar himself after the Police catch up with him for killing his brother 20 years ago.","release_date":"1957-10-01","genres":[10749,18],"vote_average":0.0,"runtime":156,"cert":"N\/A","id":140422,"title":"Tumsa Nahin Dekha","adult":false},{"cast":["Rajendra Kumar"],"overview":"Childhood sweethearts Gopi and Kishen hope to get married when they are grown up. Gopi dances to the magical tunes of Kishen's clarinet (shenai), and both are virtually inseparable. Years pass by, both have grown up and Gopi's mom, Jamuna, would like Gopi to get married to a young man from Lucknow, by the name of Shekhar, who works for All India Radio. Shekhar visits them, meets Gopi, and approves of this marriage, and asks Jamuna to finalize a day for the marriage.  When this news reaches Gopi and Kishen both are heartbroken, as much as Kishen would like to marry Gopi he knows that he is unemployed and poor, and hence not considered a good suitor. Additionally, his mentor and guardian, Raghunath, would like him to marry his daughter, Ramkali, and may ask him to make the ultimate sacrifice by demanding this as his guru-dakshina (teacher's fee). Then the villagers ask Kishen to leave the town as he has brought shame on them all by continuing to meet with Gopi...","release_date":"1959-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140424,"title":"Goonj Uthi Shehnai","adult":false},{"cast":["Meena Kumari","Dharmendra","Mehmood","Mumtaz","Durga Khote"],"overview":"Ajit lives with his mother, and comes from a very wealthy family. He meets with beautiful Shobha and both fall in love with each other. Ajit's mom is delighted and agrees to meet with Harikishan Rai, Shobha's father, to finalize their marriage. The marriage takes place with great pomp and ceremony. A few years later, Ajit notices a change in Shobha's behavior.  She changes her lifestyle, adopts a more liberal outlook, takes to drinking alcohol, and has an hair-cut. Ajit and his mom are perplexed and appalled at this change, and want to find out, but Shobha refuses to tell them anything. One day, Shobha and Ajit's mom have an argument, and Shobha angrily lifts up her hand to slap her, only to be stopped by Ajit, who asks Shobha to leave immediately. Shobha leaves and returns to her father's house, leaving Ajit and his mother behind wondering what had changed Shobha so much, and whether to get Ajit married a second time or not.","release_date":"1967-01-01","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":140426,"title":"Chandan Ka Palna","adult":false},{"cast":["Herman Finkers"],"overview":"","release_date":"1993-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140440,"title":"Het carnaval der dieren & Sint Joris Mis","adult":false},{"cast":[],"overview":"Explores Italian immigrant Antonio Bussone's use of federal grants to return factory work to the United States.","release_date":"2012-06-15","genres":[99],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":140448,"title":"Downeast","adult":false},{"cast":[],"overview":"A modern day Oskar Schindler story that focuses on Kirk Johnson, a young American fighting to save thousands of Iraqis whose lives are in danger because they worked for the U.S. to help rebuild Iraq. After leading reconstruction teams in Baghdad and Fallujah, Kirk returns home only to discover that many of his former Iraqi colleagues are being killed, kidnapped or forced into exile by radical militias. Frustrated by a stagnating government bureaucracy in the U.S. that has failed to protect its 'Iraqi allies,' Kirk begins compiling a list of their names and helps them find refuge and a new life in America.","release_date":"2012-01-01","genres":[53],"vote_average":4.8,"runtime":84,"cert":"N\/A","id":140450,"title":"The List","adult":false},{"cast":["Veronica Guarrasi","Ignacio Ernandes","Marcello Mazzarella","Erri De Luca","Anna Ernandes"],"overview":"A coming of age story of a boy Turi and his younger sister Teresa (on an island off the coast of Sicily. Using mostly non professional actors in a neorealist style, this film creates a charming and seemingly authentic slice of village life.","release_date":"2003-05-01","genres":[18],"vote_average":8.0,"runtime":103,"cert":"N\/A","id":140452,"title":"The Island","adult":false},{"cast":[],"overview":"When Jeroen van Velzen lived in Kenia as a child he was very susceptible to the stories told to him by an old fisherman. As Jeroen got older, his belief supernatural powers disappeared, but a part of him still longed for that open, unprejudiced way in which he looked at life and for the magic that filled everything with colour. That is why he wanted to return to the country where he grew up. On the coral island Wasini he met Masoud, and his steady helper Juma. Masoud is an old fisherman who still hopes of catching a large shark. How long Masoud also remains without a catch, every day he sincerely believes that tomorrow he will catch a shark. Jeroen would like to tell the story of Masoud in five days. Through this, stories of the past, told by three old people, are woven into the film. On their last day together Masoud shows him the sacred island Mpunguti, the place where his ancestors are buried. There Jeroen realises that the magic of this world rests in the simplicity of it.","release_date":"2012-02-14","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":140454,"title":"Wavumba","adult":false},{"cast":["Ralph Steadman","Hunter S. Thompson","Terry Gilliam","Richard E. Grant","Jann Wenner"],"overview":"For No Good Reason a film about Ralph Steadman. Johnny Depp guides the visually stunning journey, smashing narrative conventions, moving seamlessly from interview to animation and in the finest Gonzo tradition questions of witness and authenticity are challenged. Steadman's art is for the first time animated, including illustrations from Hunter S Thompson's Fear and Loathing in Las Vagas. Featuring Richard E Grant, Terry Gilliam, Bruce Robinson and with music from Slash, The All American Rejects, Jason Mraz, Crystal Castles, Ed Hardcourt and Beth Orton. A touching and at times funny film about honesty, friendship and the ambition driving an artist. This is a true record of the demise of the 20th Century counterculture and hipster dream with Ralph Steadman the last of the Gonzo visionaries.","release_date":"2012-10-12","genres":[99,36],"vote_average":6.4,"runtime":89,"cert":"","id":140456,"title":"For No Good Reason","adult":false},{"cast":["Natalya Rudova","Egor Pazenko","Olesya Vlasova","Андрей Валенский","Viacheslav Dovzhenko"],"overview":"","release_date":"2012-03-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":140458,"title":"Свидетельница","adult":false},{"cast":["Melvin Sia","Henley Hii","Hero Tai","Rayz Lim"],"overview":"Dubbed the \"Five Tigers\", Malaysian actors Melvin Sia, Henley Hii, Hero Tai, Rayz Lim and Billy Ng portray secondary school students who end up joining gangs for different reasons, including protection from bullies, financial problems, power struggles and various other temptations.","release_date":"2012-09-13","genres":[28],"vote_average":6.0,"runtime":107,"cert":"N\/A","id":140460,"title":"Kepong Gangster","adult":false},{"cast":["Jorge Rivero","Matthias Hues","Edward Albert","Brenda Bakke","Mike Connors"],"overview":"C.J. Thunderbird, a down-on-his-luck professional fighter is informed that his old friend has been killed in an illegal fight. He finds out that the killer is a goon named Rhino and, with vengeance on his mind, tracks him down in Bolivia. The trouble is that the guy works for a local drug lord and the only way for C.J. to get to Rhino is to prove himself with his fists. However, the druglord doesn't want his best goon hurt, so he arranges for the corrupt local authorities to bust C.J. and send him to prison. The only way out is fighting the prison's monstrous colossal cage-fighting champ known as the Beast, who's never left an opponent breathing. Druglord's hot blond Caucasian girlfriend, Ellen, tired of being at the criminal's mercy, decides to help C.J. anyway she can. Even with all the odds against him, C.J. is no pushover and Rhino slowly becomes worried.","release_date":"1989-05-12","genres":[],"vote_average":5.3,"runtime":99,"cert":"N\/A","id":140468,"title":"Fist Fighter","adult":false},{"cast":["John Howard","Heather Angel","H.B. Warner","Reginald Denny","E. E. Clive"],"overview":"Capt. (ret.) Hugh “Bulldog” Drummond is on the precipice of matrimony to his beloved Phyllis--but a bank robbery and a daring escape is going to get in their way before they reach the altar in this brisk-paced finale to the Paramount Drummond series.","release_date":"1939-07-12","genres":[28,53],"vote_average":6.5,"runtime":56,"cert":"N\/A","id":140470,"title":"Bulldog Drummond's Bride","adult":false},{"cast":["John Barrymore","John Howard","Louise Campbell","Reginald Denny","E. E. Clive"],"overview":"The dapper British sleuth (John Howard) beats a Scotland Yard colonel (John Barrymore) to the stolen formula for a new bomb.","release_date":"1937-12-16","genres":[9648,12],"vote_average":5.9,"runtime":57,"cert":"N\/A","id":140472,"title":"Bulldog Drummond's Revenge","adult":false},{"cast":[],"overview":"ERENDIRA IKIKUNARI is a beautifully shot action film that recreates the 16th century legend of Erendira, a young Purepecha woman who became an icon of bravery during the destruction of indigenous Mexico by the Spanish conquistadors. When the Spanish arrive, they take advantage of the discord and conflict among the Mexican natives, reaping the benefits of a region divided. Erendira, a young Purepecha women on verge of marriage, refuses to allow her land to be destroyed and stands up to the social conventions prohibiting women to participate in battle. In the face of the invasion, she steals and learns to ride a horse against the Spanish, winning the respect of her tribal leaders. Along her amazing journey, she becomes a symbol of strength and resistance within her culture. This feature length film was shot entirely in the original Purepecha language.","release_date":"2006-10-15","genres":[],"vote_average":5.0,"runtime":117,"cert":"N\/A","id":140474,"title":"Eréndira the Untamable","adult":false},{"cast":["Esperanza Spalding","Ravi Coltrane","Joe Byrd","Chuchito Valdes"],"overview":"'Oxygen for the Ears: Living Jazz' is a story of the trials and triumphs of jazz in America. Every jazz tune has a starting point - a simple note - from which the music starts its journey and rises. 'Oxygen for the Ears' portrays Washington D.C. as such a departure point for its documentary story, 'Living Jazz'.","release_date":"2012-09-29","genres":[],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":140479,"title":"History of Jazz: Oxygen for the Ears","adult":false},{"cast":[],"overview":"If income inequality were a sport, the residents of 740 Park Avenue in Manhattan would all be medalists. This address boasts the highest number of billionaires in the United States.","release_date":"2012-01-01","genres":[99],"vote_average":6.9,"runtime":70,"cert":"N\/A","id":140481,"title":"Park Avenue: Money, Power & The American Dream","adult":false},{"cast":[],"overview":"A rock opera about a detective and a police officer who are summoned to an old dark house to investigate the murder of their boss, the commissioner. Soon after, they become entangled in a web of deceit among the house guests, and are forced to confront the supernatural presence within the manor.","release_date":"2012-10-23","genres":[],"vote_average":0.0,"runtime":27,"cert":"N\/A","id":140483,"title":"Rockabye Dead Man","adult":false},{"cast":["Fulya Zenginer","Burçin Bildik","Alper Saldıran","Hüseyin Avni Danyal"],"overview":"","release_date":"2012-05-18","genres":[],"vote_average":5.9,"runtime":null,"cert":"N\/A","id":140485,"title":"Sağ Salim","adult":false},{"cast":["Абдалла Эль-Акал","Vitali Friedland","Hussein Yassin Mahajne","Alon Rotman"],"overview":"A young Palestinian boy living in the Gaza strip accompanies his father on monthly visits to the ruins of a destroyed village. Though he doesn't understand his father's ritual, he feels he has a duty to help him.","release_date":"2011-04-28","genres":[],"vote_average":0.0,"runtime":19,"cert":"N\/A","id":140493,"title":"Checkpoint","adult":false},{"cast":["Vince Barnett","John T. Murray","Frank Clarke","Roy Wilson"],"overview":"Zany flying in biplanes of the era.","release_date":"1933-12-15","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":140495,"title":"Air Maniacs","adult":false},{"cast":["Lloyd Bridges","Nancy Gates","Barton MacLane","John Hoyt","Harold Peary"],"overview":"Former Coastguardsmen Jim Benson is about to lose his boat when a couple approaches him for a fishing charter. Jim departs just ahead of the Sherrif with drunken Shanks, and his companion Sally (Gates). Shanks takes off into a small Mexican village after a fight with Jim, stranding both Sally and him with no money. Two local men hear of Jim's plight, and offer him money to smuggle a batch of illegal aliens, called Wetbacks, into the U.S. He agrees but is blackmailed into continuing to run the smuggling operation. Afraid, Jim decides to make a run for it, but someone close to him reveals themselves as a US Immigration agent and asks him to assist them in shutting down the smugglers for good.","release_date":"1956-05-04","genres":[18,80],"vote_average":6.0,"runtime":89,"cert":"N\/A","id":140497,"title":"Wetbacks","adult":false},{"cert":"N\/A","title":"Yellow","cast":["Hester Arden","Stephen M. Gilbert","Rocco Menzel"],"genres":[18,9648,53,27],"id":140499,"overview":"A reclusive man is on the hunt for a vicious serial killer in neon-lit Berlin.","runtime":26,"release_date":"2012-10-01","vote_average":5.5,"adult":false}]