[{"cast":["Paddy Moloney","Derek Bell","Sean Kane","Martin Fay"],"overview":"","release_date":"","genres":[10402],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":146000,"title":"The Chieftains  - Water From The Well","adult":false},{"cast":["Dale Robertson","Edgar Buchanan","Barbara Jean Wong","Herschel Bernardi","Ross Martin"],"overview":"In 1869, Justin Eagle lives on his ranch called \"The Eagle's Nest\" near the town of Button Willow, California. In addition to being a rancher, Juston is a trouble-shooter for the U. S. Government which calls for him to act as an undercover operative and thwart the forces of evil in the rapidly-growing West. He is sent to San Franciso to find missing U. S. Senaator Freeman, who has disappeared while fighting the efforts of Montgomery Blaine, a villain who has been, with the aid of his henchman, \"The Whip,\" forcing settlers to sell their land to him, not knowing that the land is in the path of a proposed railroad, from Utah, that will link the western United States to the East. Senator Freeman is the leader of an effort to veer the railroad southward to bypass Blaine's land and, for his efforts, is kidnapped by Bliane's henchmen and shanghaied from the San Francisco waterfront. Justin Eagle's job is to find and return him safely.","release_date":"1965-04-03","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":146017,"title":"The Man from Button Willow","adult":false},{"cast":["Ron Domingo","Whitney Melton","D.K. Bowser","Rona Figueroa","Beresford Bennett"],"overview":"Brought together by a carjacking, a motley multiracial trio head for an escapist roadtrip to Nashville, where they discover truth, fake perfume, and the dirty underbelly of the country music scene.","release_date":"2004-07-18","genres":[35],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":146019,"title":"Slow Jam King","adult":false},{"cast":["Aare Laanemets","Riina Hein","Margus Lepa","Kaljo Kiisk","Ain Lutsepp"],"overview":"Characters familiar from Kevade are now in their 20s. In the beginning of the 20th century, Joosep Toots has returned from Russia, where he learned agriculture. He wants to start reforming his father's farm, Ülesoo. At the same time, he's competing with Kiir to win the love of Teele. Teele has stated that she agrees to marry with a farmer only. So Kiir decides to go to Russia to learn agriculture too.","release_date":"1976-05-10","genres":[35,18],"vote_average":6.4,"runtime":80,"cert":"N\/A","id":146030,"title":"Summer","adult":false},{"cast":["Liane Balaban","Nicholas Campbell","Raymond Cloutier","Bernie Coulson","Kris Lemche"],"overview":"Teen-aged sisters Jude and Maureen, living with their volatile father in Montréal, live a life of substance abuse, hustling and petty theft. After Jude's father kicks her out of the house for her abusive and thieving ways, Jude is forced to survive on the streets with the assistance of her odd assortment of friends, including middle aged pedophile Clarence, pre-teen male hustler Georgie, pimp Big Al, and Maureen's junkie boyfriend Gabe. Georgie has a crush on Jude, while Jude unrealistically fantasizes about a normal married life with Gabe. All the while, Jude is also trying to elude the sadistic Mink, who she inadvertently crossed","release_date":"2000-10-06","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":146032,"title":"Saint Jude","adult":false},{"cast":["Charito Solis","Alma Moreno","Lorna Tolentino","Rio Locsin","Cherie Gil"],"overview":"The hidden nightlife of ordinary people living in Manila unveils. Lovers and families conflict with each other as they live on the streets, which are rampant with drugs and prostitution.","release_date":"1980-11-28","genres":[18],"vote_average":8.8,"runtime":150,"cert":"N\/A","id":146034,"title":"Manila by Night","adult":false},{"cast":[],"overview":"Once a symbol of '60s counterculture and psychedelic drug use, Ram Dass has since become a renowned speaker and author on the topics of aging, spirituality, and overcoming the mistakes of the past. This documentary chronicles his journey from his affiliations with LSD advocate Timothy Leary to his endeavor to continue remaking himself after his stroke in 1997.","release_date":"2001-05-21","genres":[99],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":146036,"title":"Ram Dass : Fierce Grace","adult":false},{"cast":[],"overview":"Paranormal Case Files: Ghost Investigations The Paranormal Research Institute (PRI) conducts scientific investigations of Paranormal Phenomenon across the globe. On Disc 1, we hunt ghosts and paranormal entities in York, England. York is undisputedly the most actively haunted area in the UK. The team members encounter the legendary \"Ghost of the Brotherhood,\" an entity that has terrified locals for hundreds of years. The investigation climaxes into a bloodcurdling confrontation with the afterlife. The Blair Witch was fiction, these events are REAL. On Disc 2, Paul Wookey journeys to investigate the universal ghost and spirit experience joined by psychic medium Diane Howe. We travel to Pendle, known for its deep history of witchcraft which many researchers feel is responsible for the abundance of paranormal activity in the area. We also visit the Anchor Pub based in the beautiful Dales of England.","release_date":"2012-02-22","genres":[27],"vote_average":5.0,"runtime":72,"cert":"N\/A","id":146038,"title":"Paranormal Case Files: Ghost Investigations","adult":false},{"cast":[],"overview":"Featuring interviews with Clint Eastwood and Desmond Tutu! Once considered a \"terrorist\", Nelson Mandela saved his country from bloody civil war and dismantled the system of apartheid through the spirit of reconciliation. In this powerful 88 minute documentary, witnesses give dramatic testimonials along with potent archival footage. Clint Eastwood, one of the film's interviewees, sums it up so simply: \"The world needs people like him.\"","release_date":"2011-12-30","genres":[],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":146043,"title":"Reconciliation: Mandela's Miracle","adult":false},{"cast":["Margus Lepa","Liina Tennosaar","Anne Reemann","Kaljo Kiisk","Ita Ever"],"overview":"In the follow-up of Estonian classics \"Kevade\" (1969) and \"Suvi\" (1976) the same characters have reached their middle-age. Everybody are living quiet family-life but Kiir the tailor who one more time decides to become a farmer and get married.","release_date":"1990-12-20","genres":[35],"vote_average":10.0,"runtime":85,"cert":"N\/A","id":146045,"title":"Autumn","adult":false},{"cast":["Monique Gabrielle","Crofton Hardester","Dana Burns Westburg","Yaseen Khan","Heidi Paine"],"overview":"Emmanuelle, the sexiest woman in the world, endures a streak of bad luck that begins when she's stripped by a mob of adoring fans at an international film festival. Emmanuelle's lousy luck continues when she's abducted from her yacht off the South of France and forced to submit to the erotic desires of an Arab sheik.","release_date":"1987-01-07","genres":[28,18],"vote_average":4.7,"runtime":85,"cert":"N\/A","id":146047,"title":"Emmanuelle 5","adult":false},{"cast":["Joan Alexander","Bud Collyer","Jack Mercer","Julian Noa"],"overview":"Using Clark Kent as a cover, Superman travels to Japan as a saboteur during the war.","release_date":"1942-11-20","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":146058,"title":"Eleventh Hour","adult":false},{"cast":[],"overview":"","release_date":"1981-02-17","genres":[],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":146060,"title":"La segunda guerra de los niños","adult":false},{"cast":["Joan Alexander","Jackson Beck","Bud Collyer","Jack Mercer","Julian Noa"],"overview":"Superman discovers a secret Nazi base in the jungle.","release_date":"1943-03-26","genres":[16],"vote_average":6.1,"runtime":8,"cert":"N\/A","id":146062,"title":"Superman: Jungle Drums","adult":false},{"cast":["Janine Lindemulder","Jill Kelly","Steven St. Croix"],"overview":"The well-regarded creator of a highly successful comic strip, \"Little Annie Often,\" actually has little to do with the strip--his staff does all the work and he takes the credit (and the money). He also cheats on his wife and treats everyone else like dirt. One day the artist who actually draws the strip dies, and \"Little Annie Often\" comes to life, determined to prove to the world what a fraud the supposed \"creator\" is.","release_date":"1999-10-25","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":146076,"title":"The Comix","adult":true},{"cast":["Elvis Presley","James Burton","John Wilkinson","Jerry Scheff","Ronnie Tutt"],"overview":"Elvis In Concert is a posthumous 1977 TV special starring Elvis Presley. It was Elvis' third and final TV special, following Elvis (aka The '68 Comeback Special) and Aloha From Hawaii. It was filmed during Presley's final tour in the cities of Omaha, Nebraska, on June 19, 1977, and Rapid City, South Dakota, on June 21, 1977. It was shown on CBS on October 3, 1977, two months after Presley died. It is one of the few videos of Elvis which remain unlikely to ever be released for home viewing and is only available in bootleg form.","release_date":"1977-10-03","genres":[99,10402],"vote_average":7.1,"runtime":50,"cert":"N\/A","id":146081,"title":"Elvis in Concert","adult":false},{"cast":["Park Jin-hee","Park Ji-yoon","Kim Jung-nan","Choi Won-young","Kang Min-ah"],"overview":"Sun-joo is an ordinary office worker at a bank who is preparing for her upcoming wedding with Ji-hoon, an employee at a publishing company. However, Ji-hoon, who has recently become the liaison to popular female author So-ra, does not attempt to show an enthusiastic interest in married life. One day, Ji-hoon causes a traffic accident, and rushing to the hospital, Sun-joo comes face-to-face with So-ra. In actuality, Sun-joo and So-ra were classmates in school. Sun-joo befriends So-ra, with whom she has had no contact until now, suspecting that Ji-hoon's indifference to getting married might somehow be connected to her. This will reawaken a memory of the tragic accident that happened to their mutual friend.....","release_date":"2012-09-06","genres":[18],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":146083,"title":"Grape Candy","adult":false},{"cast":["Jay Firkins","Zoe Rietti"],"overview":"In a small rural village, a boy and girl have a fight and each storm off their separate ways. The day passes and the boy realises that he shouldn't have a made a big deal out of the argument and tries to get in contact with his girlfriend. He takes his bike and sets out to try and find her before the end of the day.","release_date":"2003-08-19","genres":[18],"vote_average":0.0,"runtime":15,"cert":"","id":146085,"title":"Love Me or Leave Me Alone","adult":false},{"cast":["David Morrissey","Elliot Cowan","Morven Christie","Eva Pope"],"overview":"Gee Gee follows the unsettling effect of drunken and riotous new-comer Gee-Gee on his neighbours in a fashionable block of flats. The closely-knit, respectable community finally force the trouble-maker to move, but one of them - the previously happy and respectable Michael - shows alarming signs of infection...","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":17,"cert":"","id":146087,"title":"Gee Gee","adult":false},{"cast":["Arta Dobroshi","Daniel Kaluuya","Josef Altin","Sarah Winter"],"overview":"A young woman is followed home by a stranger.","release_date":"2010-06-25","genres":[18],"vote_average":0.0,"runtime":25,"cert":"","id":146089,"title":"Baby","adult":false},{"cast":["Richard Boone","Toshirō Mifune","Mike Starr","Timothy Patrick Murphy","Sonny Chiba"],"overview":"A steel samurai blade that was to be given to the American ambassador by the Emperor of Japan is stolen. American sailors and Japanese samurai are sent to find it.","release_date":"1981-11-20","genres":[36,28,18],"vote_average":5.0,"runtime":104,"cert":"N\/A","id":146091,"title":"The Bushido Blade","adult":false},{"cast":["Kenji Utsumi","Mami Koyama","Naokazu Adachi","Wakako Shimazaki"],"overview":"While at the beach Arale Norimaki rescues a shark. In return, the shark invites her and the rest of the Norimaki to their underwater city. Meanwhile, Suppaman intends to follow them and get revenge. While in the city, Arale meets Urashima Tarō, who joins Arale while playing at the amusement park.","release_date":"1994-03-12","genres":[35,16],"vote_average":5.0,"runtime":25,"cert":"N\/A","id":146093,"title":"Dr. Slump and Arale-chan: Hoyoyo!! Follow the Rescued Shark...","adult":false},{"cast":[],"overview":"Arale and company arrive at a nice location for a picnic. They soon discover a beautiful stone with strange powers. Before they know it, a dangerous pirate and his mysterious ship invades their peace and steals the stone. Now it is up to them to retrieve the stone before it is used by evil hands.","release_date":"1999-03-06","genres":[35,16],"vote_average":5.0,"runtime":50,"cert":"N\/A","id":146095,"title":"Dr. Slump: Arale's Surprise","adult":false},{"cast":["Mami Koyama","Nachi Nozawa","Kumiko Nishihara","Hiroshi Ôtake","Shigeru Chiba"],"overview":"Dr. Mashirito and Abale-chan centers around Dr. Mashirito Jr. and his creation Abale, who serves as a rebellious opposite of the protagonist Arale.  Many years after the end of Dr. Slump, Dr. Mashirito Jr. returns to avenge his father Dr. Mashirito, the sworn enemy of Senbei Norimaki. He makes an android at any point similar to Arale, except for her character that is somewhat different. He gives the name \"Abale\" to this android. In spite of itself, Abale will successfully contain an alien invasion.","release_date":"2007-03-03","genres":[16,35],"vote_average":3.5,"runtime":5,"cert":"N\/A","id":146097,"title":"Dr. Slump: Dr. Mashirito and Abale-chan","adult":false},{"cast":[],"overview":"","release_date":"1994-06-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146102,"title":"Nenhum de nós - Acústico Ao Vivo","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146107,"title":"Pedra Letícia - Omelete Club","adult":false},{"cast":["Jimmy Lin Zhi-Ying","Yao Di","Wu Ma"],"overview":"“If I Were You” is the first Chinese romance comedy about mind-switching. Jimmy Lin and Di Yao play a couple who meet coincidentally and have a mind-switching experience after exposure to radioactive energy.","release_date":"2012-01-18","genres":[35,10749],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":146109,"title":"If I Were You","adult":false},{"cast":["Béatrice Uria-Monzon","Roberto Alagna","Marina Poplavskaya","Erwin Schrott","Eliana Bayon"],"overview":"Roberto Alagna, Marina Poplavskaya, Beatrice Uria-Monzon are hot hot hot. This Carmen perfectly hits the gypsy theme as a way of life rather than just some sleazy seductress. This Carmen is troubled, intense, manipulative and totally believable as \"damaged\".  Alagna plays his part brilliantly. He is seduced and naive. He is angry and frustrated. He has that \"I can fix her\" syndrome. Poplavskaya is always a pleasure in my book---and this role, while a small part, suits her. She is very naive and lost in the shuffle of the military and the gypsies...perfect.  Some of this is even a little disturbing as the gypsies put a little lipstick on a very young girl. Brilliant.  In all, this is a fantastic production.","release_date":"2011-10-27","genres":[],"vote_average":0.0,"runtime":156,"cert":"N\/A","id":146114,"title":"Bizet Carmen","adult":false},{"cast":["Tony Leung Chiu-Wai","Miriam Yeung","Ronald Cheng","Chapman To","Vincent Kok"],"overview":"Yip is attractive but for some strange reason, no man has ever been interested in her. Yip meets Lai, a famous feng shui expert and she thinks that Lai can change her luck. But Duen, also a famous feng shui expert continually cast all kinds of spells on Yip. A fierce battle of feng shui and horoscope techniques ensues. Will Lai and Yip live happily afterwards?","release_date":"2003-01-23","genres":[35,10749],"vote_average":7.0,"runtime":94,"cert":"N\/A","id":146116,"title":"My Lucky Star","adult":false},{"cast":["Barbara Hershey","Collin Wilcox Paxton","Sam Groom","Scott Glenn","Jeannie Berlin"],"overview":"Tish Gray had a baby and gave it up for adoption. She is contacted by a second childless couple who want her to have the husband's baby because of the wife's inability to have children. She accepts but finds that knowing the parents, and developing a relationship with them for the entire pregnancy complicates the simple arrangement.","release_date":"1970-10-01","genres":[18],"vote_average":6.0,"runtime":109,"cert":"N\/A","id":146121,"title":"The Baby Maker","adult":false},{"cast":["Tsuyoshi Abe","Tien Hsin","Tai-an Huang","Kenji Kasai","Chin King"],"overview":"Rumor has it that the legendary Alpha is planning the greatest comeback ever! He is the Godfather of fraud, yet no one has actually seen him. With the rumor of his return spreading, law enforcement assigns their best men to investigate the case.  As part of the police strategy, \"actor-wanna-be\", Gene, gets recruited by the department as an undercover agent to infiltrate one of the crime gangs. That was the easy part. Now the gang leader’s own plans to lure Alpha involve making Gene a celebrity. With Gene’s growing popularity, news anchor, J.C. Chang (Gene’s long-time dream-girl), gets intrigued by his story - dedicating herself to the discovery of \"the real Gene\". While dealing with the police, the crime gang, and his dream girl, Gene suddenly becomes the object of everyone's attention. In all this confusion, how can Gene pull it all together and escape almost certain catastrophe?","release_date":"2006-03-24","genres":[],"vote_average":0.0,"runtime":122,"cert":"N\/A","id":146126,"title":"Catch","adult":false},{"cast":["JoKisha Brown","Courtney Cameron","Krystal Michele","Jacoby \"Beam\" Freeman","Tearron \"Nephew\" Byrd"],"overview":"The drug game is tough but Rhanni has decided to pick up where her dead lover left off. While recruiting a solid team and implementing her plan she discovers she's not the only game in town. Things get heated as Rhanni and her mystery rival fight to gain the upper hand.","release_date":"2010-08-10","genres":[80],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":146128,"title":"Queen Pin","adult":false},{"cast":["Pat O’Brien","Glenda Farrell","Claire Dodd","Robert Gleckler","Henry O'Neill"],"overview":"An arrogant boxer (Pat O'Brien) discovers his wife (Glenda Farrell) had a hand in his success.","release_date":"1934-07-31","genres":[],"vote_average":5.5,"runtime":68,"cert":"N\/A","id":146145,"title":"The Personality Kid","adult":false},{"cast":["Robert Montgomery","Myrna Loy","Reginald Owen","Winifred Shotter","Otto Yamaoka"],"overview":"A lonely radio operator in Labrador falls for an engaged woman.","release_date":"1936-03-20","genres":[35,10749],"vote_average":5.0,"runtime":81,"cert":"N\/A","id":146147,"title":"Petticoat Fever","adult":false},{"cast":["Warner Oland","Neil Hamilton","Jean Arthur","O.P. Heggie","William Austin"],"overview":"A Chinese doctor vows revenge against the allied troops who killed his wife and child during the Boxer Rebellion.","release_date":"1929-08-10","genres":[53],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":146158,"title":"The Mysterious Dr. Fu Manchu","adult":false},{"cast":["Mike Troy Smith","Mike Yard","Wil Sylvince","Arnold Acevedo","Mia Amber Davis"],"overview":"Once the hottest comic in America, Hollaback's name was in hip-hop songs, all over the media making Eminem look like MC Hammer. Then, in a flash, it's gone. He's played out. It's so bad that even the places he used to headline won't let him in the door. Well, Hollaback isn't going to take it. He's not about to let his fifteen minutes of fame slip away while getting booed off the stage. No one better diss Holla... it may cost them their life.","release_date":"2003-09-30","genres":[27,35],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":146163,"title":"Holla If I Kill You","adult":false},{"cast":["Bob Dennis","Henry Thomas","Armond Sposto","Gale Largey","Melissa Torpy"],"overview":"A recently widowed writer rents a haunted house in which to write his latest novel and is soon beset by the various ghosts in the house bent on claiming him as their next victim.","release_date":"2000-04-11","genres":[27],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":146165,"title":"The House That Screamed","adult":false},{"cast":["Mike Portnoy","James LaBrie","John Myung","Jordan Rudess","John Petrucci"],"overview":"Official Dream Theater Bootleg of their live performance in Bucharest, Romania on July 4, 2002","release_date":"2007-01-01","genres":[10402],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":146167,"title":"Dream Theater: Official Bootleg: Bucharest, Romania 7\/4\/02","adult":false},{"cast":[],"overview":"Animation using woodcuts to craft a bizarre science fiction experiment. Moving spheres, such as balloons and bubbles, are superimposed on static backgrounds to suggest travel and discovery.","release_date":"1969-06-27","genres":[16,14],"vote_average":5.2,"runtime":10,"cert":"N\/A","id":146172,"title":"Our Lady of the Sphere","adult":false},{"cast":["Jo Yang-eun","Kim So-yeon","Park Geun-hyung","Hwang Jang-Lee","Kim Soo-mi"],"overview":"Jo Yang-eun was a leading mob boss in Korea in the 1970's leading the Yang-eun family. He was eventually arrested and charged under an internal security act and served 15 years in prison. This film, based on truth, is the story of his life in and outside of jail.","release_date":"1996-07-06","genres":[],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":146174,"title":"Boss","adult":false},{"cast":["James Van Patten","Matt Hannon"],"overview":"Lots of people who can't act, bumble their way through this action \"film\" which looks like a porno movie with the sex scenes removed.","release_date":"1988-11-13","genres":[],"vote_average":2.0,"runtime":85,"cert":"N\/A","id":146197,"title":"American Revenge","adult":false},{"cast":["Russ Tamblyn","Kieron Moore","James Philbrook","Fernando Rey","María Granada"],"overview":"A young man stalks his mother's killers.","release_date":"1965-08-16","genres":[37],"vote_average":8.0,"runtime":91,"cert":"","id":146202,"title":"Son of a Gunfighter","adult":false},{"cast":["Mark Caven","James D. Tabor","Simcha Jacobovici","Saleh Bakri","Hadar Ratzon Rotem"],"overview":"Academy Award winning director James Cameron and Emmy Award winning investigative journalist Simcha Jacobovici have joined forces and produced a documentary film claiming to have identified the tomb and physical remains of Jesus of Nazareth.","release_date":"2007-11-06","genres":[99],"vote_average":6.2,"runtime":102,"cert":"N\/A","id":146210,"title":"The Lost Tomb Of Jesus","adult":false},{"cast":["Jay Baruchel","Seth Rogen"],"overview":"Originally a roughly eight-minute short comedy film. It was adapted into a feature film, This Is the End. It follows the two friends and actors who have shut themselves in their apartment and argue over their predicament during some unspecified end-of-the-world event.","release_date":"2007-06-04","genres":[35],"vote_average":5.7,"runtime":8,"cert":"N\/A","id":146212,"title":"Jay and Seth Versus the Apocalypse","adult":false},{"cast":["Hakuryu","Jirô Okazaki","Mami Nomura","Norimasa Fuke","Katsuo Tokashiki"],"overview":"Matsuba Group was dominant in Gumma but an emerging group begins to mess around their territory. Designated as the leader of a branch, Makino swipes the rival group... but can he take on a horde of rival assassins?","release_date":"2009-02-25","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":146214,"title":"Yakuza Legacy","adult":false},{"cast":["Bruce Willis","Catherine Zeta-Jones","Anthony Hopkins","Helen Mirren","John Malkovich"],"overview":"Retired C.I.A. agent Frank Moses reunites his unlikely team of elite operatives for a global quest to track down a missing portable nuclear device.","release_date":"2013-07-18","genres":[28,35,80,53],"vote_average":6.5,"runtime":116,"cert":"12A","id":146216,"title":"RED 2","adult":false},{"cast":["Dash Mihok","Spencer Treat Clark","Michael Borrelli","Margo Martindale","Nancy Giles"],"overview":"Compelling drama about the relationship between two Americans: a wounded Iraqi War veteran who struggles to live with his psychological scars, and a young filmmaker who accompanies him to a cabin in the Catskills to document his story.","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":146218,"title":"Superheroes","adult":false},{"cast":["Eric Bana","Rebecca Hall","Ciarán Hinds","Jim Broadbent","Kenneth Cranham"],"overview":"A terrorist attack in London results in the capture of suspect, and the attorney general appoints Claudia Simmons-Howe as special advocate on his defence team. On the eve of the trial, the accused's attorney dies and a new one, Martin Rose, steps in. Martin and Claudia are former lovers—a fact which must remain hidden—and, as Martin assembles his case, he uncovers a sinister conspiracy that places him and Claudia in danger.","release_date":"2013-08-28","genres":[9648,18,80,53],"vote_average":5.9,"runtime":96,"cert":"15","id":146223,"title":"Closed Circuit","adult":false},{"cast":["Elanne Kong","William Chan Wai-Ting","Chau Pak-Ho","Chrissie Chau","Stephanie Cheng Yung"],"overview":"A modern day Rashomon-esque thriller centered on a convenience store robbery gone wrong - told through the perspectives of seven seemingly unrelated individuals. Even the smallest choices in life have dire consequences.","release_date":"2009-11-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146225,"title":"Seven 2 One","adult":false},{"cast":["Ethan Hawke","Selena Gomez","Jon Voight","Paul Freeman","Bruce Payne"],"overview":"Former race car driver Brent Magna is pitted against the clock. Desperately trying to save the life of his kidnapped wife, Brent commandeers a custom Ford Shelby GT500 Super Snake, taking it and its unwitting owner on a high-speed race against time, at the command of the mysterious villain holding his wife hostage.","release_date":"2013-08-29","genres":[28,80],"vote_average":5.1,"runtime":90,"cert":"12A","id":146227,"title":"Getaway","adult":false},{"cast":["Ashley Greene","Haley Bennett","Lucas Till","Chris Coy","Mike Seal"],"overview":"When a college girl who is alone on campus over the Thanksgiving break is targeted by a group of outcasts, she must conquer her deepest fears to outwit them and fight back.","release_date":"2014-08-07","genres":[53,27],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":146229,"title":"Kristy","adult":false},{"cast":[],"overview":"The life story of Milford Beeghly: Iowa farmer, early developer of hybrid seed corn, husband, father, grandfather.","release_date":"2000-11-24","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":146231,"title":"Hybrid","adult":false},{"cast":["Hugh Jackman","Jake Gyllenhaal","Paul Dano","Maria Bello","Melissa Leo"],"overview":"When Keller Dover's daughter and her friend go missing, he takes matters into his own hands as the police pursue multiple leads and the pressure mounts. But just how far will this desperate father go to protect his family?","release_date":"2013-09-18","genres":[18,53,80],"vote_average":8.0,"runtime":153,"cert":"15","id":146233,"title":"Prisoners","adult":false},{"cast":["Ben Affleck","Gemma Arterton","Justin Timberlake","Anthony Mackie","David Costabile"],"overview":"When a poor college student who cracks an online poker game goes bust, he arranges a face-to-face with the man he thinks cheated him, a sly offshore entrepreneur.","release_date":"2013-09-24","genres":[80,53,18],"vote_average":5.6,"runtime":91,"cert":"","id":146238,"title":"Runner Runner","adult":false},{"cast":["Peng Phan","Mom Soth","Chhim Naline","Va Simorn","Sophy Sodany"],"overview":"A poor, rural Cambodian family slowly disintegrates during the cycle of a single rice crop in this moving, and beautifully photographed European drama adapted from a novel by Shahnon Ahmad. Pouev, his wife Om, and his seven children, live in a small rural village in Cambodia. Their whole precarious life depends upon the success of their rice crop. Both husband and wife are worried, but for different reasons. Pouev is concerned because their acreage is shrinking. Om worries about Pouev; what would happen to her and the children if he died or was injured? Her worst fear is manifest after Pouev steps upon a poisoned thorn and dies. Om finds herself heavily burdened with the responsibilities of maintaining the crop and caring for seven youngsters. She suffers paranoia from worrying about whether the children are doing their share and the other villagers lock her up leaving eldest daughter Sokha to bring in the crop.","release_date":"1994-05-26","genres":[18],"vote_average":6.3,"runtime":125,"cert":"N\/A","id":146240,"title":"The Rice People","adult":false},{"cast":["Pascale Bussières","Micheline Lanctôt","Caroline Bouchard","Jean-Marc Dalpé","Xavier Dolan"],"overview":"Suzie, a 58 year old depressed taxi driver on the night shift. On Halloween, she finds a 10 year old autistic boy in the back seat of her taxi with 50$ and an address. As Suzie arrived at the father's address, she realizes the mess this family is in. This child and her own troubled past lead her down a surprising road. In French with English subtitles.","release_date":"2009-04-17","genres":[18],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":146248,"title":"Suzie","adult":false},{"cast":[],"overview":"A portrait of 'The Daily Nation', Kenya's largest newspaper.","release_date":"2000-04-13","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":146256,"title":"The Daily Nation","adult":false},{"cast":["Bill Chan","Esther Jun","Robert Lee","Leanne Poon","Diane Sidik"],"overview":"Panning shot of a room while a group of people discusses film while eating at a table.","release_date":"2000-11-03","genres":[35],"vote_average":3.5,"runtime":6,"cert":"N\/A","id":146258,"title":"Prelude","adult":false},{"cast":["Sasha Mitchell","Justin Whalin","Zachery Ty Bryan","Josie Davis","Lake Bell"],"overview":"Hilarity ensues when friends Jeff and Derek try to enter the world of back bar wrestling; where the most beautiful girls could beat the tar out of both of them without a second thought. Even with a little help from the notorious Buckle Girls, can Jeff survive a fight against Switchblade Rick for not only the title, but the heart of the girl he loves?","release_date":"2004-08-09","genres":[],"vote_average":5.1,"runtime":100,"cert":"N\/A","id":146260,"title":"Slammed","adult":false},{"cast":[],"overview":"Two dim-witted exterminators are about to find there are more disturbing things than the sexual advances of their maniacal supervisor as they descend into a nightmarish world of indescribable terror.","release_date":"2007-10-26","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":146271,"title":"Insanophenia","adult":false},{"cast":["Sola Aoi","Minami Aoyama"],"overview":"Hotaru Amami, who manages her own private investigate office, is working on extermination of swindlers target women with her assistant Yayoi Mizuno, who is a law student. The client this time is Sayaka Onuma. She tells that her father killed himself because he had franchise fraud and asks to avenge them. By listening to what she said, somewhat, Hotaru feels something is wrong about her request with no reason. What would the weird feeling be that Hotaru has?! It leads to an astonish ending!!","release_date":"2006-07-05","genres":[10749,18,80],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":146279,"title":"Hotaru The Hyper Swindler 5","adult":false},{"cast":[],"overview":"Red Coleman was a hero, a fireman and a father until a gang of ruthless pyromaniacs killed him and his family. Now he's back and he has a thirst for REVENGE!","release_date":"2009-10-24","genres":[],"vote_average":7.0,"runtime":2,"cert":"N\/A","id":146287,"title":"Fireman","adult":false},{"cast":["Gabriel Byrne","Amanda Donohoe","Douglas Hodge","Michael Hordern","Struan Rodger"],"overview":"Hugo Buckton seems to have it all: He is apparently rich and has a beautiful wife and a doting son. In actuality, though, Hugo is having money problems and is paranoid that his wife is cheating on him. After a boozy night at a party, Hugo hits and kills a woman with his car -- and at his friends' urging, keeps driving. When Hugo starts receiving letters from someone who knows about the accident, he begins to suspect that he has been set up.","release_date":"1989-09-28","genres":[53,18],"vote_average":3.0,"runtime":100,"cert":"","id":146295,"title":"Dark Obsession","adult":false},{"cast":["Kenneth Tsang","Lam Wai","Jason Pai Piao","Fan Mei-Sheng","Ku Feng"],"overview":"An HK police officer sends his son to America to protect him from the influence of the HK triads. However, his son becomes enmired in Chinatown triad dealings in America and returns to Hong Kong as a marked and wanted man.","release_date":"1989-01-14","genres":[],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":146300,"title":"Darkside of Chinatown","adult":false},{"cast":["Alex Man Chi-Leung","Dick Wei","Alexander Lo Rei","Ku Feng","Lau Siu-Kwan"],"overview":"This action film tells the unique story of a biracial boy growing up in Taiwan. The boy, Chen Buo, was born to a Chinese mother and a Caucasian father, an American soldier. As a result, he is harassed by his fellow students and turns to a life of crime when he grows up.","release_date":"1991-01-01","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":146302,"title":"Yellow Rain","adult":false},{"cast":["Terrence Howard","Harold Perrineau","Morris Chestnut","Sanaa Lathan","Taye Diggs"],"overview":"When college friends reunite after 15 years over the Christmas holidays, they discover just how easy it is for long-forgotten rivalries and romances to be reignited.","release_date":"2013-11-15","genres":[35],"vote_average":6.6,"runtime":123,"cert":"15","id":146304,"title":"The Best Man Holiday","adult":false},{"cast":["Toma Ikuta","Miki Nakatani","Yoko Maki","Mikako Tabe","Rena Tanaka"],"overview":"\"Genji Monogatari\" focuses on the love and hate relationships surrounding Genji Hakaru. Lady Fujitsubo is Genji's first love. Ryokuzono Miyasutokoro is obsessed with Genji and eventually becomes a spirit. Yu Kao, who is from the lower class, give comfort to Genji's emotional wounds. Writer Murasaki Shikibu is jealous of Genji and is eventually ordered by Seime Abe to write a work ...","release_date":"2011-12-10","genres":[14,18],"vote_average":0.0,"runtime":137,"cert":"N\/A","id":146309,"title":"The Tale of Genji: A Thousand Year Enigma","adult":false},{"cast":["Mel Brooks"],"overview":"Mel Brooks is an old man watching abstract animations.","release_date":"1963-09-08","genres":[35,16],"vote_average":7.0,"runtime":4,"cert":"N\/A","id":146320,"title":"The Critic","adult":false},{"cast":["Trudy Young","Michael Douglas","Eugene Levy","Susan Anspach","Lawrence Dane"],"overview":"An Olympic hopeful marathon runner hopes his success will be the answer to his marriage woes and other personal problems.","release_date":"1979-10-30","genres":[18],"vote_average":6.5,"runtime":102,"cert":"N\/A","id":146322,"title":"Running","adult":false},{"cast":["Mark Abma","James Heim","Ingrid Backstrom","Riley Leboe","Russ Henshaw"],"overview":"MSP is proud to bring you the most eagerly awaited ski film of the last two decades. “SUPERHEROES OF STOKE” celebrates MSP’s heritage and 20 years of skiing progression, showcasing icons of the sport and honoring the moments that helped define modern freeskiing. This awe-inspiring new film takes a captivating look at the past, present, and future of freeskiing through comprehensive storytelling and engaging first-person perspectives from those who helped change the game. Throughout the film, MSP honors the heroes who have emerged over the years and pays tribute to the heroes who have been lost. “SUPERHEROES OF STOKE” showcases incredible new action from all corners of the globe, encompassing overhead powder at Chatter Creek, massive spine walls in Alaska’s Tordrillo Mountains, pillow lines and tree jibs in Japan, and massive man-made features at Whistler and Alyeska.","release_date":"2012-09-01","genres":[99],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":146324,"title":"Superheroes of Stoke","adult":false},{"cast":[],"overview":"This documentary follows three filmmakers as they research for a fictional feature film about a sex slave from Latin America. But after a dangerous trip through a dozen Latin countries, their hearts are changed by the brokenness of the victims, and their quest to make a movie becomes a compelling story within itself. With first-hand interviews on the streets of the Latin sex trade and the front lines of this social injustice, VOLVIENDO uncovers the adversary, discovers the ally, and joins the advance against sex trafficking.","release_date":"2012-05-06","genres":[99],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":146326,"title":"Volviendo","adult":false},{"cast":["Kerry Carlson","Diana Doman","Josie Petersen"],"overview":"The fifth film in the documentary series about the lives, hopes and dreams of three lively, working class Adelaide girls since they were fourteen in 1976.","release_date":"2010-01-26","genres":[99],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":146328,"title":"Love, Lust & Lies","adult":false},{"cast":["Nosratallah Karimi"],"overview":"A documentary which explores what did or did not happen on a rainy night a young boy allegedly saved a train from crashing.","release_date":"1967-12-31","genres":[99],"vote_average":5.8,"runtime":35,"cert":"N\/A","id":146345,"title":"The Night It Rained","adult":false},{"cast":["George Maciunas","Jonas Mekas"],"overview":"The life and work of Fluxus artist George Maciunas as seen in clips filmed between 1952 and 1978.","release_date":"1992-12-31","genres":[99],"vote_average":5.0,"runtime":35,"cert":"N\/A","id":146347,"title":"Zefiro Torna or Scenes from the Life of George Maciunas (Fluxus)","adult":false},{"cast":["María Félix","Rafael Durán","José Mª Seoane","Manolo Fábregas","Mª Rosa Salgado"],"overview":"In Rome, a beautiful young model named Donina is hired by a sculptor, Leonardo, inspired her to do a statue he hopes will be his masterpiece. The striking statue of Prince Florencio, heir to the throne of Preslavia, who presented at the banquet in his villa in Rome. Soon their beauty is all the rage across the country, the girl is the feeling of the moment and decides to leave with her ​​prince, leaving behind all his life, including his daughter, who leaves her under the protection of Leonardo.","release_date":"1950-12-29","genres":[],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":146352,"title":"La noche del sábado","adult":false},{"cast":["Erwin Schrott","Miah Persson","Gerald Finley","Dorothea Röschmann","Graciela Araya"],"overview":"David McVicar's spellbinding production of LE NOZZE DI FIGARO is set in 1830s post-revolution France, where the inexorable unravelling of an old order has produced acute feelings of loss. In the relationship between Finley's suave, dashingly self-absorbed Count and Röschmann's passionately dignified Countess, which lies at the tragic heart of the opera, the sexy ease between a feisty Figaro (Erwin Schrott) and a sassy Susanna (Miah Persson) is starkly absent, the tenacious spark between Marcellina (Graciela Araya) and Bartolo (Jonathan Veira) suggesting what might be rekindled. The production is superbly complemented by the beauty of Paule Constable's lighting and Tanya McCallin's evocative sets. Antonio Pappano conducts (and accompanies the recitatives) with invigorating wit and emotional depth.","release_date":"2006-02-17","genres":[10402,35],"vote_average":0.0,"runtime":184,"cert":"","id":146357,"title":"Le Nozze di Figaro","adult":false},{"cast":["Rob Stanley","Joanna Scanlan","Gary Cady"],"overview":"Ferdinand is a long-standing employee at Fish Land, the aquatic centre within the globalised leisure complex \"Worlds Apart\". He's a small, bald forty year-old, and a solitary, anxious introvert, entirely devoted to his passion for fish. But Ferdinand's obsessive little existence is turned upside down the day Fish Land closes down for six months of renovation. He is transferred to another section of \"Worlds Apart\", the Finnish-Turkish Delight spa, entirely geared towards the pleasure of saunas and steam rooms. Ferdinand is suddenly thrown into a world of nudity, sensuality, relaxation and letting go... In short, everything he could possibly be afraid of! HOT HOT HOT is the belated journey of initiation of an inhibited little man, who slowly but surely learns to open up to the pleasures of life. It paints a colourful yet sensitive picture of a world caught between artificiality and authenticity, between norm and peculiarity.","release_date":"2011-11-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146359,"title":"Hot Hot Hot","adult":false},{"cast":["Ayuko Babu","Florence Bracy","Kenny Merritt","Juno Lewis","Charles Bracy"],"overview":"A musician spends New Year's Day trying to help his friend pay the rent.","release_date":"1995-12-31","genres":[18,10402],"vote_average":5.5,"runtime":13,"cert":"N\/A","id":146361,"title":"When It Rains","adult":false},{"cast":["Wendy Crewson","Shawn Doyle","Michael Ontkean","Zachery Ty Bryan","Sherry Miller"],"overview":"Widowed Joanne Kilbourn is an ex-police officer, whose deceased husband Ian was the Ontario provincial Attorney General when he was murdered. His murder was eventually solved six years after the incident. After a stint as a criminology professor, Joanne now works as the criminal and justice expert for a local television news show, and as a college professor of journalism. Her private life is going well as she has just started dating Tom Keaton, her famous journalism school colleague who has just released his second popular non-fiction book stemming from an incident when two troubled youths terrorized him. Joanne's world is turned upside down when the School of Journalism's Dean, Reed Gallagher, is found dead in a seedy motel room with a pair of pantyhose tied around his neck. Initially, the death is thought to be accidental auto-erotic asphyxiation. But, the police, led by Detective Alex Emanuel...","release_date":"2002-01-29","genres":[],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":146363,"title":"A Killing Spring","adult":false},{"cast":["Eleanor James","Emily Eaves","Jason Impey","Ina Maria Brekke","Michael Gamarano"],"overview":"A social networking slasher, with a supernatural edge and Brit-Horror chic.","release_date":"2012-09-01","genres":[27],"vote_average":3.3,"runtime":72,"cert":"N\/A","id":146365,"title":"Backslasher","adult":false},{"cast":["Vincent Moscato"],"overview":"","release_date":"2012-11-20","genres":[35],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":146370,"title":"Vincent Moscato - One Man Chaud","adult":false},{"cast":["Omar Sy","Laurent Lafitte","Sabrina Ouazani","Lionel Abelanski","Youssef Hajdi"],"overview":"Two mismatched cops team up to investigate the murder of a business mogul's wife.","release_date":"2012-12-15","genres":[35,28,80],"vote_average":5.5,"runtime":96,"cert":"N\/A","id":146375,"title":"On the Other Side of the Tracks","adult":false},{"cast":["Craig Bonacorsi","Erica Curtis","Jonathan Kowalsky","Jessica Szabo","Josh Evans"],"overview":"The legend of Jack The Ripper comes to real when one of his descendants revive him.","release_date":"2007-02-27","genres":[27],"vote_average":4.4,"runtime":84,"cert":"N\/A","id":146380,"title":"The Legend of Bloody Jack","adult":false},{"cast":["Mel Blanc"],"overview":"Porky Pig goes to a marsh on a hunting expedition, accompanied by his dog (who resembles the barnyard dog from the Foghorn Leghorn series), and they bring home a live Daffy Duck. They put Daffy into a freezer to keep him fresh until cooking time, but Daffy keeps jumping out of the freezer to heckle Porky and the dog.","release_date":"1949-03-26","genres":[16],"vote_average":6.6,"runtime":7,"cert":"N\/A","id":146433,"title":"Daffy Duck Hunt","adult":false},{"cast":["Conor Sweeney","Richard Kellie","Andrea Karr"],"overview":"Two men travel by night, but where are they headed and why? Are they father and son or something else? Sebastian &amp; Alan follows these two characters who only seem to exist on the periphery as they wait for their own plots to unfold before them.","release_date":"2007-10-26","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":146435,"title":"Sebastian & Alan","adult":false},{"cast":["Anton Diffring","Carl Parker","Pamela Tudor","Ugo Adinolfi","Renato Romano"],"overview":"During WWII, US Lieutenant Morris and British captain Hull are assigned in a mission to kill Rommel.","release_date":"1969-09-06","genres":[],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":146446,"title":"Kill Rommel!","adult":false},{"cast":["Heike Makatsch","Mark Waschke","Sandra Borgmann","Marc Hosemann","Alexander Beyer"],"overview":"A young couple moves to a gated community (named Sechzehneichen), where soon the creative wife (a photographer) gets bored and the husband joins a secret mens' club. All the other wives seem strangely conservative and shallow. Basically a thinly veiled take on the Stepford Wives, just without any bit of humor or atmosphere, but instead filled with the sterile, unflinching and dry seriousness that makes watching a lot of our German films such a drag and a miserable experience.","release_date":"2012-11-28","genres":[],"vote_average":5.4,"runtime":88,"cert":"N\/A","id":146448,"title":"Sechzehneichen","adult":false},{"cast":["Thor Modéen","Carl Hagman","Elof Ahrle","Katie Rolfsen","Allan Bohlin"],"overview":"Wholesale dealer Pettersson winds up in the army by mistake.","release_date":"1936-11-23","genres":[35],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":146450,"title":"65, 66, and Me","adult":false},{"cast":["Mike Anderson"],"overview":"A shocking and informative expose of the \"Cancer Industry\" and the \"Western Diet\".","release_date":"2008-05-20","genres":[99],"vote_average":9.5,"runtime":127,"cert":"N\/A","id":146452,"title":"Healing Cancer From The Inside Out","adult":false},{"cast":[],"overview":"In the last few years, bass music has taken off and with that has ushered in some exploitation of EDM in popular culture. The transition from being underground to mainstream has taken a long time (much longer if you just look at North America). For instance, the scene in the UK has been a prevalent part of their popular culture for over two decades. In 2012, EDM has reached a fever pitch, becoming the hottest ticket in music since Hip Hop in the late nineties. With the mainstreaming of electronic music it has opened up the gates of a broader critical look at the genre as a whole. The Drop is a documentary film exploring the EDM culture explosion. From the Artists, to the fans, to the business to the festivals, the Drop will follow all aspects of the growth of a genre of music that is defining today's generation.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146460,"title":"The Drop: The EDM Culture Explosion","adult":false},{"cast":["Roland Dantes","Perry Baltazar","Rosemarie Gil","Mario Montenegro","Anita Linda"],"overview":"A man masters the ancient art of arnis with the help of his grandfather to get revenge on a group of crooks who attempted to beat him to death.","release_date":"1986-09-26","genres":[],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":146462,"title":"Sticks of Death","adult":false},{"cast":["Al Di Meola","Larry Coryell","Bireli Lagrene","Chris Carrington"],"overview":"","release_date":"1990-05-23","genres":[10402],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":146464,"title":"Super Guitar Trio And Friends in concert","adult":false},{"cast":["Mel Blanc","June Foray"],"overview":"On Old MacDonald's farm, an egg hatches in slow-witted hen Miss Prissy's nest, and out of the shell comes a baby rooster. Fearing he will be replaced by the kid rooster and sent to be slaughtered, Foghorn Leghorn plots to do away with the little tyke.","release_date":"1959-09-26","genres":[16],"vote_average":6.5,"runtime":6,"cert":"N\/A","id":146466,"title":"A Broken Leghorn","adult":false},{"cast":["Mikael Persbrandt","Stefan Sauk","Andrea Vagn Jensen","Kjell Bergqvist","Sissela Kyle"],"overview":"A present-day thriller about a man with a needle in his brain. This needle poisons his mind and tortures him with morbid thoughts and an urge to kill. When he finally commits a murder there is a witness, who is drawn into a deadly game of cat and mouse...","release_date":"1999-03-12","genres":[53],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":146468,"title":"Deadly Drift","adult":false},{"cast":["Cam Clarke","Townsend Coleman","Barry Gordon","Rob Paulsen","Renae Jacobs"],"overview":"Teenage Mutant Ninja Turtle fever has struck the nation! They're weird, they're wacky, and, man, are they hip! these HEROES IN A HALF SHELL are the latest rage among kids, teenagers, and ultra cool adults. Once common hosehold pets, they were transformed into mutants by radioactive green slime. Now, this noble foursome spreads their message of truth, justice, and a larger slice of pizza for all! Join Raphael, Donatello, Michaelangelo, and Leonardo in their very first video adventure filled with laughter, lunacy, and unbeatable fun for everyone","release_date":"1988-08-11","genres":[],"vote_average":7.0,"runtime":45,"cert":"N\/A","id":146470,"title":"Teenage Mutant Ninja Turtles: Heroes in a Halfshell","adult":false},{"cast":["Bob Hoskins","Dexter Fletcher","Zoë Nathenson","Zoë Wanamaker","Timmy Lang"],"overview":"During WWII a youth deserts his country's army after a combat experience, but not before wounding his commanding officer with a knife in order to escape. The young man, now very emotionally distraught, dresses in women's clothes and eventually joins a passing gypsy caravan, who think him a young girl... as well as a kind of seer, or 'rawney'. In time, however, he regains some composure and becomes attracted to one of the gypsy girls, which only leads to problems within the gypsy band, especially when the wounded commanding officer finds him.","release_date":"1988-09-20","genres":[],"vote_average":6.0,"runtime":103,"cert":"N\/A","id":146472,"title":"The Raggedy Rawney","adult":false},{"cast":["Hans Alfredson","Karl-Axel Forssberg","Monica Ekman","Gösta Ekman","Rolf Bengtsson"],"overview":"After being admitted to a residential home starts the retired bricklayer Johan to dream back to his childhood - the safe upbringing with his parents, the first love, and how he with a broken heart ran away from home, and was forced to fend for himself. How he got married, had a son, barely managed to scrape together enough money for food and shelter, the son ran away from home and his wife died.","release_date":"1968-12-06","genres":[35,16,18],"vote_average":5.2,"runtime":73,"cert":"N\/A","id":146474,"title":"Out of an Old Man's Head","adult":false},{"cast":["Åke Söderblom","Thor Modéen","Sickan Carlsson","Barbro Kollberg","Håkan Westergren"],"overview":"Swedish Comedy film","release_date":"1941-06-04","genres":[35],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":146476,"title":"Tonight or Never","adult":false},{"cast":["Martin Ljung","Annalisa Ericson","Povel Ramel","Holger Löwenadler","Ingvar Kjellson"],"overview":"Episodic, musical comedy. Povel Ramel company Knäppupp's first film where Martin Ljung plays 16 different roles.","release_date":"1954-07-30","genres":[35],"vote_average":6.0,"runtime":102,"cert":"N\/A","id":146478,"title":"I rök och dans","adult":false},{"cast":["Izabella Scorupco","Håkan Lindberg","Anki Lidén","Stig Engström","Kim Anderzon"],"overview":"Anneli is soon to be 17 years old. She lives alone with her mother and can barely remember her father who left the family 10 years ago. One day she receive a letter from her father, who is a helicopter pilot up north. Anneli decides to visit him, but on her way up, she meets Johnny and falls in love.","release_date":"1988-08-12","genres":[10749,18],"vote_average":5.3,"runtime":101,"cert":"N\/A","id":146480,"title":"Only We Can Love Like This","adult":false},{"cast":["Marika Lagercrantz","Per Mattsson","Gösta Ekman","Jessica Zandén","Stefan Sauk"],"overview":"A movie by Jon Lindström","release_date":"1989-02-03","genres":[80,18,53],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":146494,"title":"Kronvittnet","adult":false},{"cast":[],"overview":"","release_date":"2004-03-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146496,"title":"Mongolpiparen","adult":false},{"cert":"N\/A","title":"Touch the sky","cast":["Guy Laliberté","Alexei Leonov","Mikhail Tyurin"],"genres":[99],"id":146498,"overview":"This documentary follows the founder of Cirque du Soleil, Guy Laliberte, as he makes his way to the International Space Station (ISS). From the thrill of training in Star City, floating through the confines of the ISS and literally watching the world go by, to seeing sparks as we re-enter the atmosphere, viewers follow Guy as he lives the risks. They will also be touched by the fascinating cosmonauts and astronauts who make up the global space community encountered during this phenomenal adventure. What emerges is an unprecedented insight into the world of space exploration.","runtime":89,"release_date":"2012-10-02","vote_average":0.0,"adult":false}]