[{"cast":["Thor Modéen","Julia Cæsar","Maritta Marke","Carl Hagman","Nils Ericson"],"overview":"Paradiset is a boarding house in the archipelago of Stockholm, run by the strict Elvira Pettersson, and with a large variety of guests. Her maid Lotta quits her job but when she leaves she accidentally forgets to turn off the iron. However, her brother Julle sneaks back one night to turn it off. When he is discovered, he tries to make them believe that he is the great Argentine opera singer Don Carlos they have been waiting for","release_date":"1937-02-08","genres":[35],"vote_average":5.0,"runtime":79,"cert":"N\/A","id":146500,"title":"Pensionat Paradiset","adult":false},{"cast":["Povel Ramel","Martin Ljung","Gunwer Bergkvist","Yvonne Lombard","Hasse Ekman"],"overview":"Staffan Stolle becomes the sole heir to a rich and noble family when he is just a little boy. Early on he is engaged to be married to a girl he finds he does not love. Instead he flees the country only to return under a false name, looking for true love.","release_date":"1956-09-10","genres":[10749,35,10402,9648],"vote_average":5.7,"runtime":107,"cert":"N\/A","id":146502,"title":"The Staffan Stolle Story","adult":false},{"cast":["Adolf Jahr","Ludde Gentzel","Gull Natorp","Sigbrit Molin","Olof Bergström"],"overview":"","release_date":"1948-09-25","genres":[35],"vote_average":4.5,"runtime":83,"cert":"N\/A","id":146504,"title":"Robinson i Roslagen","adult":false},{"cast":["Buster Bloodvessel","Suggs","Terry Hall"],"overview":"Rocksteady to both a visual and musical documentary of the big shot's of the English 2-Tone movement of the late 1970s that has the exhaustive, high-energy performances exploding onto stage. Jump, shout, twist and crawl and dance to the tunes of Ska and its anthems of its rough riders and three-minute heroes captivated in the moment of a generation of England's concrete jungles and razor blade alley's. No longer on your radio but now on stage, together, with the likes of Madness, The Specials and The Beat et al, this concert footage of an era is a must-see, rare and fascinating look into a once vibrant youth culture of working-class England and its musical dance craze","release_date":"1981-02-10","genres":[10402,99],"vote_average":0.0,"runtime":50,"cert":"","id":146506,"title":"Dance Craze","adult":false},{"cast":["Evert Taube","Elof Ahrle","Maj-Britt Nilsson","Douglas Håge","Benkt-Åke Benktsson"],"overview":"The Troubadour sits at a rock beside his summerhouse Sjösala in the Stockholm archipelago. He is composing a new ballad, when his son Sven Bertil interrupts him, telling him that an angry man is knocking at their door. It is the creditor Andersson, coming with a new unpaid bill to be put on the top of all the other. The Troubadour is tired of all economical problems. It disturbs the peace he needs to be able to write new songs, and without new songs he cannot earn the money he needs to pay the bills. To get peace and inspiration for his writing, he makes a quick decision to go to Buenos Aires. By phone he persuades his publisher to prepay 7000 kronor for some future book. On the little ferry from the islands in the sea to Stockholm city the Troubadour is carried away by his imagination into the fictitious world of his main character Fritiof Andersson. Colorful scenes from various songs are enacted before his dreaming eyes. In Stockholm he spends the night at the inn Gyldene Freden. ...","release_date":"1949-09-05","genres":[10402,35,18],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":146508,"title":"Sjösalavår","adult":false},{"cast":["Ihsan Tarore","Ayu Pratiwi","Shinta Bachir"],"overview":"Rahmat, high school graduates but he unable to continue his studies at college because he has no money. Since the age of seven she orphaned and raised by the Mba Bunga aka Mas Bambang Mawar salon owner. Although living with a sissy but Rahmat grow into a real man, smart, pious and dutiful. Mawar saloon is infront of Ratih house, a young widow who is two years left by her husband death. Rahmat Secretly fall in love with Ratih. Yet another widow who lived in the area, Mpok Sari, has crush with Rahmat. She even always sent food to the Mawar salon and tells to every body that she is Rahmat’s wife, but Rahmat always politely declined her. So much jealous, mpok Sari says bad things about Ratih so people will hate her. Ratih tried to deny any bad news about her yet she has no the strength to defend herself.","release_date":"2011-09-22","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":146519,"title":"Dying Young In The Arms Of A Widow","adult":false},{"cast":["Leonid Kulagin","Sergei Volf","Nikolai Gubenko","Yevgeni Goryunov","Sergei Gorbatyuk"],"overview":"Two young directors adapted the short stories of two Russian authors whose works had been banned for decades, and so their film ended up in the censor’s vault as well – for twenty years. Both tales look back to the post-revolutionary era: 'Angel' speaks tragically of the brutality and destruction of the time, and 'The Homeland of Electricity' captures its haunting grotesquery.","release_date":"1967-12-31","genres":[10752,18],"vote_average":5.8,"runtime":73,"cert":"N\/A","id":146521,"title":"Beginning of an Unknown Era","adult":false},{"cast":[],"overview":"As a brave couple demonstrates, the narrator uses quotes, examples and advice to help us all reach the highest heights in the art of kissing.","release_date":"1989-11-16","genres":[],"vote_average":5.4,"runtime":6,"cert":"N\/A","id":146523,"title":"How to Kiss","adult":false},{"cast":["Cam Clarke","Townsend Coleman","Barry Gordon","Rob Paulsen","Renae Jacobs"],"overview":"The first TMNT direct-to-video movie! Meet Raphael, Michaelangelo, Donatello and Leonardo, the Renaissance turtles who are fighting evil for truth, justice and a larger slice of pizza. Heroes in a half shell... Turtle Power!","release_date":"1988-11-11","genres":[16],"vote_average":6.3,"runtime":70,"cert":"N\/A","id":146525,"title":"Teenage Mutant Ninja Turtles: The Epic Begins","adult":false},{"cast":["Jimmy Wang Yu","Chung Wah","Chen Hung-Lieh","Lo Lieh","Cho Kin"],"overview":"Watch WANG YU as a one-armed savior battling the local goons in this martial arts classic. He has some rather amazing moves up his sleeve.","release_date":"1976-01-01","genres":[28],"vote_average":4.0,"runtime":84,"cert":"N\/A","id":146530,"title":"One Armed Swordsman Against Nine Killers","adult":false},{"cast":["Mahmoud Hemida","Sawsan Badr","Ahmed Azmy","Manal Afifi"],"overview":"Egyptian movie tells delicately about fundamentalist problematic influence on your people","release_date":"2001-05-30","genres":[],"vote_average":6.0,"runtime":105,"cert":"N\/A","id":146535,"title":"Closed Doors","adult":false},{"cast":["Paul Naschy","Rodolfo Sancho","Txema Sandoval","Isabel del Toro","Julio Campos"],"overview":"Two fugitives try to stop an alien invasion that reproduce by sodomizing men.","release_date":"2003-09-26","genres":[28,35,14,27],"vote_average":7.3,"runtime":82,"cert":"N\/A","id":146537,"title":"Mucha Sangre","adult":false},{"cast":["Irina Senotova","Yuliya Svezhakova","Evgeniy Sidikhin","Nina Usatova","Sergey Kachanov"],"overview":"In a small community in the Ural mountains of Russia in 1953, just after Stalin's death, Barracks begins with the arrival of Olga (Irina Senotova). Olga is alone, her entire family wiped out by a Stalinist purge in Leningrad. She is soon romanced by a militiaman named Alexei, who serves as the community liaison to the government","release_date":"1999-08-09","genres":[18],"vote_average":4.0,"runtime":110,"cert":"N\/A","id":146545,"title":"Hut","adult":false},{"cast":["Trish Stratus","Terri Lynne Boatright","Joanie Laurer","Stacy Carter","Lisa Mary Moretti"],"overview":"The hottest women in the World Wrestling Federation took a vacation. That's right, Ivory, Terri, The Kat, Tori &amp; Trish took a road trip to the Caribbean. A bunch of us tagged along and captured it on film &amp; video. Now we're bringing it to you. Go behind the scenes and see what these lovely ladies do with their time away from the ring as well as in it. The Divas send you a postcard you won't soon forget.","release_date":"2000-07-12","genres":[28,18],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":146547,"title":"WWF Divas: Postcard From the Caribbean","adult":false},{"cast":["Trish Stratus","Amy Dumas","Steve Austin","Mick Foley","Nora Greenwald Benshoof"],"overview":"Follow the career of one of the most recognizable divas in WWE history. Watch her go from fitness model to one of the greatest Women's Champions in history.","release_date":"2003-09-23","genres":[28,18],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":146549,"title":"Trish Stratus: 100% Stratusfaction","adult":false},{"cast":["Bogdan Dumitrache","Ozana Oancea","Mădălina Ghițescu","Cristian Popa"],"overview":"It's Christmas Eve in a small mountain train station and no train is coming since all the tracks are blocked with snow. Four people are waiting for a train that doesn't show up. They don't know each other, how long it's going to take or if they will ever reach their destinations. But as the hours pass, Madalina, Cristi, Ozana, Alex share the absurd, the despair and the hope. Because they are accidentally stuck here. Because no one knows when it will end. And because it's Christmas.","release_date":"2011-01-14","genres":[],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":146551,"title":"Captivi de Crăciun","adult":false},{"cast":["Giuliano Gemma","Ursula Andress","Jack Palance","Enzo Bottesini","Giuseppe Maffioli"],"overview":"John and Howard work in a company named Safari Express booking tourists on safaris. Their lives are turned upside down when they encounter a beautiful blonde wandering in the jungle who doesn't know who she is. They also discover uranium and what appear to be some well-mannered simians.","release_date":"1976-01-05","genres":[],"vote_average":6.3,"runtime":93,"cert":"N\/A","id":146559,"title":"Safari Express","adult":false},{"cast":["Joseph Jefferson"],"overview":"A series of short black and white films from director William K.L. Dickson which chronicle the adventures of Rip Van Winkle.","release_date":"1896-09-30","genres":[37,18],"vote_average":4.3,"runtime":1,"cert":"N\/A","id":146564,"title":"Exit of Rip and the Dwarf","adult":false},{"cast":[],"overview":"Festive children's animation following the adventures of a young elf who graduates to Santa's workshop. Unfortunately, as hard as Spike tries, he struggles to adapt to life in the workshop and causes no end of trouble. In a bid to prove his worth he volunteers to undertake the important job of carrying the bag containing the letters to Santa sent by children all around the world. Things take a turn for the worse when Spike loses the letters and must attempt to fetch them from a vault safeguarded by penguins and coveted by a polar bear...","release_date":"2012-12-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":146569,"title":"Spike - A Christmas Adventure","adult":false},{"cast":["Jamel Debbouze","Gad Elmaleh","Alain Chabat","Omar Sy","Fred Testot"],"overview":"","release_date":"2000-07-03","genres":[35],"vote_average":6.4,"runtime":null,"cert":"N\/A","id":146571,"title":"Jamel Debbouze - Le très très bien de Jamel","adult":false},{"cast":["Joseph Jefferson"],"overview":"","release_date":"1896-09-30","genres":[],"vote_average":4.6,"runtime":1,"cert":"N\/A","id":146573,"title":"Rip's Toast to Hudson","adult":false},{"cast":["Steve Austin","Dolph Lundgren","Darren Shahlavi","Monique Ganderton","Jerry Trimble"],"overview":"A courier for a local crime lord must deliver a mysterious package while being chased by a horde of unusual gangsters.","release_date":"2013-02-09","genres":[28],"vote_average":5.1,"runtime":93,"cert":"15","id":146578,"title":"The Package","adult":false},{"cast":["Joseph Jefferson"],"overview":"","release_date":"1896-09-30","genres":[],"vote_average":4.2,"runtime":1,"cert":"N\/A","id":146580,"title":"Awakening of Rip","adult":false},{"cast":["Vijay Sethupathi","Gayathrie Shankar","Vigneshwaran Palanisamy","Bagavathi Perumal","Rajkumar"],"overview":"A slip-up on the cricket field results in short-term memory loss for Prem, who is set to marry his lover Dhanalakshmi in a couple of days. When a night in a hospital doesn't bring him to normalcy, Prem's three baffled friends — Bags, Bajji and Saras — decide to get him to tie the knot without the groom's and bride's families (including Dhanam herself) realizing his condition.","release_date":"2012-11-30","genres":[35],"vote_average":6.8,"runtime":161,"cert":"N\/A","id":146582,"title":"Naduvula Konjam Pakkatha Kaanom","adult":false},{"cast":["Atharvaa Murali","Sai Dhanshika","Vedhika","Udhay Karthik","Riythvika"],"overview":"Before independence during the 1940's depicts the lives of poor carefree villagers who are lured to work in tea plantation farms and how they are forced to live rest of their lives as slaves with no traces of hope and freedom.","release_date":"2013-03-15","genres":[18,36],"vote_average":8.0,"runtime":126,"cert":"N\/A","id":146584,"title":"Paradesi","adult":false},{"cast":["Natalie Dessay","Jean-François Sivadier","Louis Langrée","Charles Castronovo"],"overview":"How can emotion come to light on the opera set? Does it come from singing, acting or music?  How can someone become the incarnation of Verdi's masterpiece? Following world famous French soprano Natalie Dessay from the first repetitions until the premiere under the direction of Jean-François Sivadier, we meet a very special woman, a piece of art, a myth: LA TRAVIATA.","release_date":"2012-10-24","genres":[99],"vote_average":5.0,"runtime":120,"cert":"N\/A","id":146592,"title":"Becoming Traviata","adult":false},{"cast":["Leon Errol","Dennis O'Keefe","Pamela Blake","Walter Catlett","Marjorie Gateson"],"overview":"A businessman boasts he'll give his daughter a large amount of cash for her wedding, and then frantically tries to raise the money. This 1940 comedy stars Leon Errol, Marjorie Gateson, Dennis O'Keefe, Adele Pearce and Walter Catlett.","release_date":"1940-06-21","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":146594,"title":"Pop Always Pays","adult":false},{"cast":["Marisa Belli","Erno Crisa","Alessandro Fersen","Liliana Gerace","Grazia Spadaro"],"overview":"","release_date":"1953-01-01","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":146596,"title":"Gelosia","adult":false},{"cast":["Patric Chiha","Wajdi Mouawad","Nada Chouaib"],"overview":"","release_date":"2012-10-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146598,"title":"Pays revé","adult":false},{"cast":["Jacky Nercessian","Rossy de Palma","Marcello Cesena","Mauro Pirovano","Ugo Dighero"],"overview":"In this deliberately campy, slightly slapstick European parody of Alfred Hitchcock films from the 1950s, a newlywed couple returns from their honeymoon to discover that they have accidentally switched suitcases at the airport. They know the bag they have isn't theirs because it is stuffed with 500 million lire. At first they put out an ad for the owner; then they decide to keep it for themselves. Mayhem ensues when the bag's thuggish owners suddenly show up at the couple's housewarming party and demand they give every penny back. Later when one of them returns to threaten the bride, she accidentally kills him. His partner and a policeman chase the couple into the mountain retreat of the bride's brother, a frustrated writer. He finds the mess inspiring, and then is assisted by the gangster's ghost, who becomes his muse. The ghost gives them the advice they need for the couple to safely escape.","release_date":"1995-04-21","genres":[],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":146600,"title":"Peggio di così si muore","adult":false},{"cast":["William Forsythe","Erika Eleniak","Andrew Divoff","Matthias Hues","Ed Lauter"],"overview":"An exotic dancer (Erika Eleniak) enters a world of kidnapping and ransom when she tries to track down her missing sister. Soon, she's on the trail of a cruel gang that specializes in white slavery, and she's not the only person trying to bring them down. William Forsythe also stars in the action-packed thriller as the head of an elite mercenary unit that's determined to take out the gang's sadistic leader, Marcos (Andrew Divoff).","release_date":"2004-12-09","genres":[28,53],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":146608,"title":"The Librarians (Strike Force)","adult":false},{"cast":["Batia Bar","Gili Ben Ouzilio","Hadar Avigad","Eli Ben-Rey","Ruth Geller"],"overview":"The world of Hanna Mendelssohn, an 80 year old widow, disintegrates as the Kibbutz which she helped to found undergoes privatization.","release_date":"2012-11-14","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":146613,"title":"Beautiful Valley","adult":false},{"cast":["Shahen Jamal","Soran Ibrahim","Ahmed Ali"],"overview":"","release_date":"2012-11-21","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":146615,"title":"Red Heart","adult":false},{"cast":["Inconnus"],"overview":"","release_date":"2012-11-21","genres":[99],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":146617,"title":"The Last Days of Winter","adult":false},{"cast":["Jackie Cooper","Martin Spellman","Marjorie Reynolds","Dick Purcell","George Cleveland"],"overview":"Jimmy, an idealistic and hard-working young man, has just arrived in New York City with dreams of making his fortune. Along the way he faces numerous obstacles, opportunities and temptations, but through it all, he considers the actions of his hero, Abraham Lincoln, for guidance. Will Jimmy see his dreams come true, or will he be another of the countless hopefuls chewed up and spit out by New York's mean streets?","release_date":"1939-04-12","genres":[80,18],"vote_average":6.0,"runtime":73,"cert":"N\/A","id":146625,"title":"Streets of New York","adult":false},{"cast":["Warren Clarke","Hugo Speer","Lee Williams","Orla Brady","Martin Freeman"],"overview":"An ex-robber reluctantly agrees to do one last job in order to protect his family.","release_date":"2003-08-31","genres":[53,10770,80],"vote_average":5.0,"runtime":120,"cert":"","id":146636,"title":"The Debt","adult":false},{"cast":["Robert Armstrong","Stephanie Bachelor","Martin Kosleck","Marion Martin","William Forrest"],"overview":"Gang Leader Dutch Malone goes on a hunting trip and is in a car wreck and is confined to the hospital, without the knowledge of any of his gang members. District Attorney Brady induces taxidermist Peter Winkly, who is an exact double for Malone,to impersonate Dutch and assume leadership of the gang. Winkly \"takes over\" the gang and only Rita, Dutch's girl friend, has any suspicion that he is not really Dutch. But Dutch sees a newspaper showing him out on the town, escapes from the hospital and is on his way to look up the impostor.","release_date":"1945-07-03","genres":[18],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":146638,"title":"Gangs of the Waterfront","adult":false},{"cast":["Dennis O'Keefe","Coleen Gray","Charles Winninger","Thomas Gomez","Dorothy Patrick"],"overview":"A teacher (Coleen Gray) writing a book about gambling meets a hotel\/casino owner (Dennis O'Keefe) threatened by a gangster.","release_date":"1955-05-15","genres":[10749,18],"vote_average":5.0,"runtime":79,"cert":"N\/A","id":146640,"title":"Las Vegas Shakedown","adult":false},{"cast":["Mel Blanc"],"overview":"Tired of selling gag novelties on the street, Daffy tries for the million-dollar reward offered by J.P. Cubish for the first person to make him laugh. But he first has to get past the rich man's haughty butler, and in the process subjects the servant to a Bogart-like grilling.","release_date":"1948-10-30","genres":[],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":146642,"title":"Daffy Dilly","adult":false},{"cast":["Tiki Tsang","Frederique Haymann","Jean-Jacques Lefeuvre","Karine Swanson","Jean-René Gossart"],"overview":"Two cops try to stop a mysterious serial killer dubbed \"Car Woman\" after the toy car she always leaves next to her victims in this surreal slasher.","release_date":"1993-01-01","genres":[53,80],"vote_average":2.6,"runtime":89,"cert":"N\/A","id":146644,"title":"Killing Car","adult":false},{"cast":["Tom Conway","Steve Brodie","Robert Osterloh","Barbara Billingsley","Russell Hicks"],"overview":"An attorney (Tom Conway) learns he was duped into being his gangster murder client's (Steve Brodie) alibi.","release_date":"1949-03-04","genres":[80,18],"vote_average":0.0,"runtime":69,"cert":"N\/A","id":146646,"title":"I Cheated the Law","adult":false},{"cast":["Paul Julian"],"overview":"Wile E. Coyote hopes to catch the Road Runner using a mallet, a cooking pan, a TNT stick, a balloon, and a piano dropped from a precipice. The last of these results in Wile E. falling to the road below along with the piano and ending up with 88 teeth.","release_date":"1958-10-11","genres":[16,35],"vote_average":6.3,"runtime":6,"cert":"N\/A","id":146648,"title":"Hook, Line and Stinker","adult":false},{"cast":["Daichi Harashima","Zhong Yu","Li Feng","Ke Jian Qi"],"overview":"From the Disney World Cinema Collection, Trail of the Panda is a heart-warming story about enduring friendship between a boy and a panda cub.","release_date":"2009-04-27","genres":[10751],"vote_average":7.0,"runtime":88,"cert":"N\/A","id":146650,"title":"Trail of the Panda","adult":false},{"cast":["Howard Duff","Coleen Gray","John Howard","Marjorie Reynolds","Louis Jean Heydt"],"overview":"The wealthy owner of a modeling agency keeps a new student in the high life, unaware that she and a recently released convict share a criminal and personal history.","release_date":"1952-01-01","genres":[],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":146652,"title":"Models Inc.","adult":false},{"cast":[],"overview":"","release_date":"","genres":[10402],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":146657,"title":"Rypdal,Vitous,Gurtu Live In Stuttgart","adult":false},{"cast":[],"overview":"“This is a hand-painted film whose emotionally referential shapes and colors are interwoven with words (in English) from the first Hymn to the Night by the late 18th century mystic poet Friedrich Philipp von Hardenberg, whose pen name was Novalis. The pieces of text which I've used are as follows: ‘the universally gladdening light … As inmost soul … it is breathed by stars … by stone … by suckling plant … multiform beast … and by (you). I turn aside to Holy Night … I seek to blend with ashes. Night opens in us … infinite eyes … blessed love.’” -SB","release_date":"1994-12-31","genres":[],"vote_average":5.1,"runtime":3,"cert":"N\/A","id":146662,"title":"From: First Hymn to the Night – Novalis","adult":false},{"cast":["May-Thali Magnussen-Liberman","Øyvin Bang Berven","Pia Borgli","Cecilie Frøshaug","Laila Goody"],"overview":"While her mama is at the hospital to give birth, and her dad has gone off with a mistress, Maja has to survive by herself and her grandma, thanks to her Indian costume and her second Indian identity as Maja Stoneface.","release_date":"1996-10-04","genres":[10751,18],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":146667,"title":"Maja Stoneface","adult":false},{"cast":["Rory Gallagher","Gerry McAvoy","Rod de'Ath","Lou Martin","David Levy"],"overview":"","release_date":"2006-05-19","genres":[10402],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":146672,"title":"Rory Gallagher Live At Montreux","adult":false},{"cast":[],"overview":"Directed by Lee Tucker (who also directed the band's videos for \"Wagon Wheel\" and \"Tell It To Me\"), Live at the Orange Peel and Tennessee Theatre was recorded over two nights last December and features performances of 20 songs-15 of which are from the band's three studio albums (OCMS, Big Iron World, Tennessee Pusher) - including \"Tell It To Me,\" \"Down Home Girl,\" \"Alabama High-Test,\" and \"Wagon Wheel.\" The video also includes five tracks from their live repertoire not found on their three studio albums: \"Wheeling Breakdown,\" \"Raise A Ruckus,\" \"Reuben's Train,\" \"Sally Anne\" and \"Shack #9.\"","release_date":"2009-08-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146674,"title":"Old Crow Medicine Show - Live at the Orange Peel and Tennessee Theatre","adult":false},{"cast":["Hulk Hogan","Brooke Hogan","Jennifer McDaniel","Dixie Carter"],"overview":"A one-sided examination of the rise, fall and return of the wrestler who had been known as the “Babe Ruth of wrestling.” In 2010, Hulk Hogan made what was perhaps the hardest decision of his life: should he return to the wrestling ring?","release_date":"2010-11-17","genres":[99],"vote_average":8.5,"runtime":50,"cert":"N\/A","id":146676,"title":"Finding Hulk Hogan","adult":false},{"cast":["Eri Yu","Hidetoshi Nishijima","Makiko Watanabe","Kenjiro Otani","Yûken Yoshida"],"overview":"The slow collapse of the relationship between an out-of-work actor and his girlfriend.","release_date":"1997-06-10","genres":[18],"vote_average":8.1,"runtime":90,"cert":"N\/A","id":146678,"title":"2\/Duo","adult":false},{"cast":["Alexandre Carlo","Cibele Amaral"],"overview":"","release_date":"2011-02-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146680,"title":"Um Assalto de Fé","adult":false},{"cast":["Chick Corea","Lenny White","Stanley Clarke","Al Di Meola"],"overview":"","release_date":"2008-07-25","genres":[10402],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":146691,"title":"Return to Forever: Live in San Sebastian","adult":false},{"cast":[],"overview":"Stan Brakhage's final film, made shortly before his death by wetting a filmstrip with saliva and using his fingernail to scratch marks into the emulsion.","release_date":"2003-05-31","genres":[],"vote_average":5.3,"runtime":2,"cert":"N\/A","id":146693,"title":"Chinese Series","adult":false},{"cast":["Pierfrancesco Botti"],"overview":"A man is buried alive. Reality or nightmare?","release_date":"2010-10-15","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":146695,"title":"Alone","adult":false},{"cast":["Ray Charles","Elbert Forriest","Tina Brooks"],"overview":"","release_date":"2004-11-16","genres":[10402],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":146697,"title":"Ray Charles: O-Genio - Live In Brazil 1963","adult":false},{"cast":["Louise Marleau","Daniel Pilon","Danielle Ouimet","Rose-Rey Duzil"],"overview":"The story of a man, two women and an inescapable pact made with the Devil. Following a friend's apparent suicide, Paul begins to believe that something strange is going on. Following a series of harrowing events, Paul finds himself at a Black Mass where the truth will finally be discovered.","release_date":"1972-03-10","genres":[9648,27],"vote_average":3.0,"runtime":86,"cert":"N\/A","id":146705,"title":"Satan's Sabbath","adult":false},{"cast":[],"overview":"The number one drug problem in rural America, methamphetamine, or “crank,” is cheap, easy to make, and has the lowest recovery rate for addicts. By looking at a number of people in Iowa—even whole families—who are struggling with methamphetamine, this program lays bare the drug’s tragic effects. Chilling computer graphics illustrate how the drug works on the brain. Dr. David Musto of Yale University discusses the history of “crank,” and Asa Hutchinson, director of the Drug Enforcement Agency, explains its wildfire spread in rural areas.","release_date":"2003-11-29","genres":[99],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":146710,"title":"Crank Made In America","adult":false},{"cast":["Drake Bell","Daniella Monet","David Lewis","Daran Norris","Teryl Rothery"],"overview":"After Timmy Turner causes Santa amnesia he must become the new Santa in order to save Christmas.","release_date":"2012-11-23","genres":[10751,14],"vote_average":5.2,"runtime":65,"cert":"N\/A","id":146712,"title":"A Fairly Odd Christmas","adult":false},{"cast":["Mark Peranson","Brillante Mendoza","Carlos Celdran","Lav Diaz","John Torres"],"overview":"A group of friends, sharing a passion for cinema, assemble in Corregidor, a small island in Manila Bay that has preserved relics from the Pacific War as its foremost attractions. There, they explore the island and retire in a rustic mansion used once to make silent films. Outside the city, the woods and sea become a meeting place for more movie personalities and it all becomes a celebration of what was left behind.","release_date":"2012-04-28","genres":[18,36],"vote_average":6.0,"runtime":70,"cert":"N\/A","id":146714,"title":"The Great Cinema Party","adult":false},{"cast":["Núria Gago"],"overview":"","release_date":"2006-11-30","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":146722,"title":"City in Heat","adult":false},{"cast":["Han Hyo-joo","Go Soo","Ma Dong-seok","Kim Sung-oh","Hyun Jyu-ni"],"overview":"Dr. Mi-Soo misdiagnoses a patient after she meets the woman's husband, whom she assumes to be abusive. With his wife in grave condition, the man sues the hospital. Kang-Il is a widowed firefighter who overhears the situation and when he attempts to counsel the woman's husband, he is assaulted by him. When Mi-Soo learns about the confrontation, she tries to get Kang-Il to be a character witness for her and realizes that he may also be her true love.","release_date":"2012-12-19","genres":[35,18,10749],"vote_average":7.2,"runtime":120,"cert":"N\/A","id":146724,"title":"Love 911","adult":false},{"cast":[],"overview":"Keith Haring, Robert Mapplethorpe, Norman René, Peter Hujar, Ethyl Eichelberger, Felix Gonzalez-Torres, Cookie Mueller, Klaus Nomi... the list of New York artists who died of AIDS over the last 30 years is countless, and the loss immeasurable. In Last Address, filmmaker Ira Sachs, who first moved to the city himself in 1984, uses images of the exteriors of the houses, apartment buildings, and lofts where these and others were living at the time of their deaths to mark the disappearance of a generation. The elegaic film is both a remembrance of that loss, as well as an evocation of the continued presence of their work in our lives and culture.","release_date":"2010-01-15","genres":[99],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":146726,"title":"Last Address","adult":false},{"cast":["Isabel Sarli","Miguel A. Olmos","Adolpho Chadler","Sônia Brasil","Gilberto Sierra"],"overview":"Ansise is a former Indian whose only dream is to become a mother. The idea of motherhood gradually turns into an obsession for her. Unfortunately, she has married an impotent man. But she tries to get pregnant anyway. She even tries to work as a prostitute and goes to a local witch. But the real problem is that an evil entity called Pombero has fallen with love with her, killing all the men crossing her way.","release_date":"1969-01-01","genres":[27,18],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":146728,"title":"Bewitched","adult":false},{"cast":["Virginia Davis","Walt Disney","Hugh Harman","Rudolf Ising","Ub Iwerks"],"overview":"Instead of Wonderland, Alice visits the Walt Disney animation room.","release_date":"1923-01-01","genres":[16],"vote_average":6.0,"runtime":12,"cert":"N\/A","id":146730,"title":"Alice's Wonderland","adult":false},{"cast":[],"overview":"","release_date":"2008-03-20","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":146738,"title":"Imaginadores","adult":false},{"cast":[],"overview":"Workman Dennis O'Shay finds a woman's lost purse and returns it to her, hoping it may lead to a new romance.","release_date":"1916-01-07","genres":[],"vote_average":4.5,"runtime":2,"cert":"N\/A","id":146746,"title":"The Phable of a Busted Romance","adult":false},{"cast":[],"overview":"Over the last 30 years, the most cherished video games of old have spiraled into long lasting franchises--telling stories through, sequels and prequels that expanded on the tales that captivated players in their original releases.  Many of these series evolved into legends of their own, creating a timeline of lore that kept their avid communities entrenched in the game's world.  But few sparked more interest, more mystery, and above all the imagination of the gaming world, than The Legend of Zelda.","release_date":"2012-11-29","genres":[99],"vote_average":5.3,"runtime":38,"cert":"N\/A","id":146748,"title":"The Legend of Zelda: Timeline","adult":false},{"cast":["Alessandro Gassman","Barbora Bobuľová","Beppe Fiorello","Antonio Casagrande","Valeria D'Obici"],"overview":"","release_date":"2002-05-05","genres":[],"vote_average":6.8,"runtime":null,"cert":"N\/A","id":146750,"title":"La guerra è finita","adult":false},{"cast":[],"overview":"A World War I promotional cartoon for war savings stamps.","release_date":"1918-03-07","genres":[16],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":146752,"title":"W.S.S. Thriftettes","adult":false},{"cast":["Zafira","Yasmine","Jane Darling","Jessica Fiorentino","Stacy Silver"],"overview":"","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146757,"title":"French Connecxion","adult":true},{"cast":["Richard Harris","John Michie","Ian Bannen","Honor Blackman","Kerry Fox"],"overview":"Drama based loosely on the final years of Kenya game warden and lion-raiser George Adamson's life. An unofficial sequel to 'Born Free' (1966) and 'Living Free' (1972), which also dramatised the life of Adamson, this film picks up the life of George (Richard Harris) on the African wildlife preserve he runs with the help of his brother Terrence (Ian Bannen). When drifter Tony Fitzjohn (John Michie) arrives to work for the old men he initially takes poorly to the task, almost savaged by a lion on his first day and on the verge of leaving when he hears that his predecessor was killed in a similar incident. The arrival of a lion cub that Fitzjohn must care for and raise changes everything. Soon he finds himself helping the brothers in their fight to save lions - and, ultimately, the park itself - from the poachers, soldiers and corrupt government officials that threaten them.","release_date":"1999-06-04","genres":[12,18],"vote_average":6.7,"runtime":110,"cert":"12","id":146759,"title":"To Walk with Lions","adult":false},{"cast":["John Ritter","Marg Helgenberger","Megan Gallagher","Lawrence Dane","Jessica Bowman"],"overview":"This psychological thriller, based on a true story, is about a seemingly upstanding, caring husband and father (Ritter) who is accused of foul play by his ex-wife regarding the mysterious death of his subsequent wife. To prove her suspicions, his ex-wife (Helgenberger) becomes determined to reveal David's sinister side by any means possible.","release_date":"1999-10-13","genres":[],"vote_average":5.9,"runtime":87,"cert":"N\/A","id":146761,"title":"Lethal Vows","adult":false},{"cast":[],"overview":"Glimpse of the Garden (1957) is a five-minute short experimental film made by Marie Menken, showing film clips of a garden, with birds chirping for the soundtrack.  In 1958, the film won an award at the Exposition Universelle et Internationale at Brussels. In 2007, the film was nominated for the National Film Registry by the Library of Congress.","release_date":"1957-12-31","genres":[99],"vote_average":6.1,"runtime":5,"cert":"N\/A","id":146769,"title":"Glimpse of the Garden","adult":false},{"cast":["Alfredo Landa","Chus Lampreave","Julieta Serrano","Queta Claver","Alicia Sánchez"],"overview":"","release_date":"1987-08-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146771,"title":"El pecador impecable","adult":false},{"cast":["Thomas Aske Berg","Ingrid M. Tolstad","Bjørn Moan","Vera Holte","Håkon Karoliussen"],"overview":"In a world of fast cars and jealousy, one man must make the ultimate choice between two worlds: a world of love, friendship and commitment, or a world he knows all too well: the world of the bachelor. Will he make the right choice? In a perfect world he would, but the wild rugged coast of Western Norway is no such place. It's a place where real men make difficult decisions forged by the ancient conflicts of men, women and nature. For one man it may just be too much","release_date":"2011-04-08","genres":[],"vote_average":4.5,"runtime":85,"cert":"N\/A","id":146779,"title":"På bølgelengde","adult":false},{"cast":[],"overview":"An animated chorus line of treats dances down a theater aisle while singing a jingle that encourages the audience to visit the concession stand.","release_date":"1957-12-31","genres":[16],"vote_average":6.5,"runtime":1,"cert":"N\/A","id":146784,"title":"Let's All Go to the Lobby","adult":false},{"cast":["Christopher Atkins","Kristoffer Ryan Winters","Sabryn Genet","Catherine Healy"],"overview":"Two Miami car mechanics borrow a luxury car for a night, unaware that it contains classified documents","release_date":"1995-01-01","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":146792,"title":"Smoke N Lightnin","adult":false},{"cast":["Lex Barker","Mickey Rooney","Michael Medwin","Wolfgang Lukschy","Helga Sommerfeld"],"overview":"When a jet airliner with engine trouble lands in Beirut for a twenty-four hour stopover, purser 'Jonesey' fears his life is in danger from a gold-smuggling gang whom he double-crossed on a previous trip. So begins a day of chilling suspense, as he and other crew members find themselves embroiled in a desperate race to get out of the country alive!","release_date":"1965-03-08","genres":[53],"vote_average":5.0,"runtime":94,"cert":"PG","id":146794,"title":"Twenty-Four Hours to Kill","adult":false},{"cast":["Fahd Benchamsi","Fehd Benchemsi","Salma Ed-Dlimi","Karim Saidi"],"overview":"A couple arranges to meet on a street corner late at night where an unexpected sequence of events occurs.","release_date":"2008-02-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146805,"title":"Killing Me Softly","adult":false},{"cast":["Robert Creeley","Michael McClure"],"overview":"Two portraits in relation to each other, the first of Robert Creeley, the second of Michael McClure.","release_date":"1965-12-31","genres":[],"vote_average":4.4,"runtime":5,"cert":"N\/A","id":146810,"title":"Two: Creeley\/McClure","adult":false},{"cast":[],"overview":"Title cards introduce images we watch without narration; they are displays of shape and color. François de Roubaix's electronic music accompanies these images, photographed under a polarizing microscope. The crystals appear to move like tiny organisms: small four-part fans share the frame with flowing lines of pink. Multiple patterns appear side by side.","release_date":"1978-12-31","genres":[99],"vote_average":7.7,"runtime":6,"cert":"N\/A","id":146815,"title":"Liquid Crystals","adult":false},{"cast":["Stanislav Sevcik","Bahodir Musaev","Dmitry Eum","Ilbek Faiziev","Ruslan Pak"],"overview":"Stas is a young third generation Koryo-saram, a member of the Korean minority in Central Asia that was deported from the Russian Far East by Stalin.  He and his three friends Kasoy, Shin and Said try to escape from the grim life in Tashkent, the Uzbek capital, and one day, they also try heroin. Then, however, Kasoy gets killed by a gang. 6 years later, Shin has emigrated to South Korea, Said has become a drug addict and Stas is now a police officer.  Said commits suicide by overdosing and Stas, who has has since then also become a drug addict, decides to turn over a new leaf. He follows Shin to South Korea, but can this be Hanaan for him, the Promised Land?","release_date":"2012-10-11","genres":[],"vote_average":8.0,"runtime":88,"cert":"N\/A","id":146817,"title":"Hanaan","adult":false},{"cast":["Rana Daggubati","Nayanthara","Kota Srinivasa Rao","Murali Sharma","Brahmanandam"],"overview":"A boy is adopted by his grandfather after his parents are murdered. He grows up to be an actor to honor a promise to his dying grandfather that he would perform in a play in his native village. The performance leads him to his parents' murderers.","release_date":"2012-11-30","genres":[28,80],"vote_average":5.3,"runtime":135,"cert":"N\/A","id":146819,"title":"Krishnam Vande Jagadgurum","adult":false},{"cast":[],"overview":"Light begins to illuminate the small, nipple-like end of a lemon on the right edge of the frame and gradually spreads until the entire lemon is clearly visible. Then the light recedes across the frame.","release_date":"1969-11-30","genres":[],"vote_average":4.6,"runtime":7,"cert":"N\/A","id":146827,"title":"Lemon","adult":false},{"cast":["Herbert Morrison"],"overview":"The airship Hindenburg, arriving from Europe, was being led to its mooring at Lakehurst, New Jersey when suddenly disaster struck. The hydrogen-filled zeppelin ignited, and was almost instantly transformed into an enormous fireball. In less than a minute, the entire ship had been consumed by flames. The Hindenburg explosion marked the end of the budding airship travel industry.","release_date":"1937-12-31","genres":[99],"vote_average":7.1,"runtime":5,"cert":"N\/A","id":146829,"title":"Hindenburg Disaster Newsreel Footage","adult":false},{"cast":["Richard Switzer","Ryan King Persaud","Kayden Kross","David Gere","Jackie Moore"],"overview":"Teen stepbrothers, Danny, a wannabe entrepreneur, and Ajay, an artistic dreamer, pull off an elaborate prank—involving a lot of dildos—on the last day of school. Caught in the act, they’re assigned to a summer mentor: lascivious bar owner, Tyler Lavey. When Tyler enlists the boys to make a delivery to a private party, they unwittingly stumble upon an underground society hiding some very dirty secrets. After Tyler’s own niece is taken captive, he turns to protégés Danny and Ajay and former CIA agent Grandma Alice to stage one kick-ass rescue.","release_date":"2017-05-30","genres":[35,12,80],"vote_average":3.0,"runtime":78,"cert":"N\/A","id":146834,"title":"After School Special","adult":false},{"cast":[],"overview":"Twenty male inmates in a Kentucky prison form an unlikely Shakespearean acting troupe.","release_date":"2005-01-01","genres":[99],"vote_average":7.5,"runtime":93,"cert":"N\/A","id":146836,"title":"Shakespeare Behind Bars","adult":false},{"cast":["Srikanth Krishnamachari","Janani Iyer","Kovai Sarala","Soori","A. Venkatesh"],"overview":"Paagan is the regular fare of a small town guy wanting to make it big. Even though director Aslam peppers the script with comedy and suchlike the movie fails to impress. The movie released over the weekend to less than average houses. The going is not likely to get good given the bevy of releases every weekend from now.","release_date":"2012-09-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146847,"title":"Paagan","adult":false},{"cast":["JP Auclair"],"overview":"Into these most inhospitable of lands, a handful of drifters emerge from the whiteout, ready to cast their lot on forsaken peaks both merciless and magnificent. Venturing beyond the frontiers of most mountain films, Solitaire is backcountry skiing forged in the tradition of Western cinema. Born in the spires of Argentina’s legendary Las Lenas, a lonely two-year journey begins through an abandoned world, wandering the length of a continent from Peru’s Cordillera Blanca to Chilean Patagonia. Lost in the winds of snowbound badlands and the blizzards of primordial forests; seen from a horse’s saddle and a paraglider’s wings; ridden on ski and board and telemark...Solitaire fuses western-inspired tales of backcountry gambles into landscapes never before visited on film.","release_date":"2011-09-21","genres":[],"vote_average":0.0,"runtime":51,"cert":"N\/A","id":146849,"title":"Solitaire","adult":false},{"cast":[],"overview":"Made shortly after the referendum on Quebec's independence was held, this documentary illustrates what the politicians' promises were and how the population did not really care nor truly understand what was really at stake, even though just about everyone had an opinion on the subject.","release_date":"1982-02-07","genres":[99],"vote_average":7.0,"runtime":109,"cert":"N\/A","id":146866,"title":"Comfort and Indifference","adult":false},{"cast":[],"overview":"","release_date":"2007-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146868,"title":"Le nerf de la paix","adult":false},{"cast":["Vishnu Vishal","Sunaina","Nandita Das","Samuthirakani","Saranya Ponvannan"],"overview":"A skeleton is found at the home of Esther (Nandita Das), whose fisherman husband Arulappasamy (Vishnu) has been missing for the past 25 years. Esther confesses that it was she who murdered her husband but when Agnes (Varsha), the cop assigned to the case, lends a sympathetic ear, she narrates a heart wrenching tale of a loving family ruined by the politics of territorial waters.","release_date":"2012-11-30","genres":[18],"vote_average":5.7,"runtime":137,"cert":"N\/A","id":146870,"title":"Neer Paravai","adult":false},{"cast":[],"overview":"","release_date":"","genres":[10402],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":146872,"title":"Norman Granz Jazz In Montreux - Jazz At The Philharmonic '75","adult":false},{"cast":["Shanthanu Bhagyaraj","Iniya"],"overview":"Annamalai (Shanthnoo) is forced to leave home after being accused of stealing by his own family. He finds a job with Chinnapulla, a genial quarry owner who is being swindled by his own employees. While he is gathering proof of these wrongdoings, his loving mother is on the verge of losing her home. Can mother and son get back together?","release_date":"2012-11-13","genres":[],"vote_average":2.0,"runtime":150,"cert":"N\/A","id":146874,"title":"Ammavin Kaipesi","adult":false},{"cast":["Anna Nicole Smith","David Giancola","Jesse Eisenberg","Sean Astin","Bruce Campbell"],"overview":"A documentary that goes behind the scenes of the movie Illegal Aliens, and a filmmaker's journey from obscurity to moral blindness in the seductive glare of the media spotlight.","release_date":"2012-11-30","genres":[35,99],"vote_average":4.0,"runtime":89,"cert":"N\/A","id":146879,"title":"Addicted To Fame","adult":false},{"cast":[],"overview":"An impossibly eclectic community behind the doors of a taxi garage in Queens.","release_date":"2012-11-30","genres":[99],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":146881,"title":"Drivers Wanted","adult":false},{"cast":["Alain Delon","Xavier Depraz","Roland Bertin","Adalberto Maria Merli","Maurice Barrier"],"overview":"In 1945, as World War Two comes to a close, five small time crooks unite to form a gang. After several bold robberies they become notorious as \"the front-wheel drive gang\". The police attempt to stop their crime spree with little success, but how long will their luck last?","release_date":"1977-01-19","genres":[18,80],"vote_average":5.3,"runtime":105,"cert":"N\/A","id":146886,"title":"The Gang","adult":false},{"cast":["Najah Abdi Abdullahi","Hussein Abdi Mohamed","Maymum Abdi Mohamed"],"overview":"A coming of age fable of a Somali boy as he struggles to survive in his war-torn land.","release_date":"2012-04-12","genres":[],"vote_average":6.5,"runtime":18,"cert":"N\/A","id":146891,"title":"Asad","adult":false},{"cast":["Matthias Schoenaerts","Laura Verlinden","Peter van den Eede","Benjamin Ramon"],"overview":"Soldier Nathan died during World War I. A strange collector imprisoned his shadow and gave him a new chance: a second life against 10000 captured shadows. It is love that guides him, as his purpose is to meet Sarah again, the woman he fell in love with before he died. But then he discovers that she's already in love with someone else, jealousy clouds his mind and pushes him towards a bitter decision, not without consequences.","release_date":"2012-06-04","genres":[],"vote_average":7.4,"runtime":20,"cert":"N\/A","id":146893,"title":"Death of a Shadow","adult":false},{"cast":["Erin Way","Jacy King","Devon Woods","Karley Scott Collins","Marianna Palka"],"overview":"A young boy asks his pregnant mother if he will like his baby brother, and he asks her if she has a brother. This sends the mother, Lisle, on a reverie of her relationship with her older sister, Aurora, when they were kids and their mother was dying. Flashbacks show the contrasting reactions of the two girls, Aurora's anger and Lisle's innocent determination to find her mother. The boy's questions also prompt Lisle to visit Aurora and to tell her a story.","release_date":"2011-11-15","genres":[18],"vote_average":5.0,"runtime":28,"cert":"N\/A","id":146898,"title":"When You Find Me","adult":false},{"cast":[],"overview":"The Little White Cloud That Cried, made in tribute to underground filmmaker Jack Smith, and described as: “Goddesses unharnessing the power of the sea and putting it into a whole new element as they engaged in orgiastic battles and whoopla.” —cinematical.com","release_date":"2009-01-01","genres":[],"vote_average":6.3,"runtime":13,"cert":"N\/A","id":146906,"title":"The Little White Cloud That Cried","adult":false},{"cast":["Junior Oliphant","Mykal Rose","Johnny Clark","Yami Bolo","Sugar Minott"],"overview":"Featuring Junior Reid, Johnny Clark, Yami Bolo, Mykal Rose and Sugar Minott","release_date":"2006-01-01","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":146914,"title":"Reggae Heroes - Volume One","adult":false},{"cast":["Ann-Margret","Michael Parks","Janet Margolin","Brad Dexter","Jocelyn Brando"],"overview":"Bus Riley returns to his small town after time in the army. On his return, his ex-girlfriend wants to resume their relationship. The only problem is she has married in the mean time. Searching for fulfilment in his life, Bus decides to get a job with his gay friend who is a mortician. When the mortician makes a pass at him, Bus quickly gets out.","release_date":"1965-03-24","genres":[18],"vote_average":5.0,"runtime":93,"cert":"N\/A","id":146916,"title":"Bus Riley's Back in Town","adult":false},{"cast":["Mohammed Amer","Bryant Moss","Azhar Usman"],"overview":"stand-up performances by Azhar Usman, Preacher Moss and Mohammed Amer","release_date":"2008-10-01","genres":[],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":146927,"title":"Allah Made Me Funny","adult":false},{"cast":[],"overview":"Two old friends flee New York City on a three-day road trip to Montreal to escape their problems and meet the great Donald Sutherland.","release_date":"2008-03-28","genres":[35],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":146929,"title":"Backseat","adult":false},{"cast":["Rosanna Arquette","Adrien Finkel","Devon Graye","Leo Rossi","Jesse James"],"overview":"Set in 1974 Texas, three teen siblings struggle with the death of their father and try to live with their abusive mother. When one of the teens is sent away because the mother can't cope with his autism, the teens embark on a life changing road trip to freedom.","release_date":"2011-04-01","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":146931,"title":"Exodus Fall","adult":false},{"cast":["Nick Giannopoulos","Russell Dykstra","Isla Fisher","Michael Carman"],"overview":"The world's worst actor Danny, meets the world's worst crook Marcus and their lives are changed forever...","release_date":"2003-09-25","genres":[35],"vote_average":5.5,"runtime":94,"cert":"N\/A","id":146933,"title":"The Wannabes","adult":false},{"cast":[],"overview":"Polish metal concert","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146935,"title":"Acid Drinkers - The hand that rocks the coffin","adult":false},{"cast":["Armando Acosta","Carlos Agostí","Anel","René Cardona III","René Cardona"],"overview":"","release_date":"1971-10-09","genres":[],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":146937,"title":"La mula de Cullen Baker","adult":false},{"cast":["France Dauby","Marine Davidts","Justine Jorissens","Aurore Simons","Zoé Wilderiane"],"overview":"","release_date":"2005-05-31","genres":[16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":146939,"title":"La poupée cassée","adult":false},{"cast":[],"overview":"In the Gironde estuary, a tragedy affects a species of crabs: they can't turn. Everything changes when they find a leader.","release_date":"2004-03-13","genres":[],"vote_average":7.0,"runtime":5,"cert":"N\/A","id":146941,"title":"The Crab Revolution","adult":false},{"cast":["Michael Biehn","James Russo","Lenore Andriel","Michael Spears","Eddie Spears"],"overview":"Five men ride into the eerie town of Yellow Rock, hoping to rescue a family member and his lost boy. The leader, Max Dietrich, hires Mountain Man, Tom Hanner, to guide them into the Black Paw Tribe territory for the search.","release_date":"2011-11-01","genres":[37],"vote_average":4.5,"runtime":89,"cert":"15","id":146946,"title":"Yellow Rock","adult":false},{"cast":[],"overview":"BBC documentary about the evolution of martial arts films in Hong Kong.","release_date":"1997-01-01","genres":[],"vote_average":0.0,"runtime":45,"cert":"","id":146948,"title":"Kung Fu Fighting","adult":false},{"cast":["Yvonne De Carlo","Dan Duryea","Rod Cameron","Helena Carter","Lloyd Gough"],"overview":"In the 1850s, in a logging town on the Mississippi River, a conflict between the people of a mill town and the lumberjacks who work downriver. Romance and deceit are catalyzed by the arrival of the gambling river boat, River Lady, owned by the beautiful Sequin. Bauvais, a representative of the local lumber syndicate and Sequin's business partner, is trying to convince H.L. Morrison, the mill owner, to sell his business.","release_date":"1948-06-01","genres":[28,18],"vote_average":6.3,"runtime":78,"cert":"N\/A","id":146953,"title":"River Lady","adult":false},{"cast":["Sharon Stone","Billy Zane","Rosemberg Salgado","Miguel Rodarte","Giovanna Zacarías"],"overview":"A female American reporter searches for her missing brother against the backdrop of violence and human smuggling across the US\/Mexican border.","release_date":"2012-10-12","genres":[80,53],"vote_average":5.6,"runtime":96,"cert":"N\/A","id":146955,"title":"Border Run","adult":false},{"cast":["Esther Williams","Jeff Chandler","Rossana Podestà","Carlos Thompson","Rik Battaglia"],"overview":"Passengers struggle to survive after their plane crashes on a remote island. Director Richard Wilson's 1958 drama stars Esther Williams, Jeff Chandler and Rosanna Podesta.","release_date":"1958-09-19","genres":[12,80,18],"vote_average":6.0,"runtime":89,"cert":"N\/A","id":146957,"title":"Raw Wind in Eden","adult":false},{"cast":["Will Self","Iain Sinclair","Russell Brand","Nick Papadimitriou"],"overview":"Leading London writers and cultural commentators Will Self, Iain Sinclair and Russell Brand explore the importance of the liminal spaces at the city's fringe, it's Edgelands, through the work of enigmatic and downright eccentric writer and researcher Nick Papadimitriou - a man whose life is dedicated to exploring and archiving areas beyond the permitted territories of the high street, the retail park, the suburban walkways.","release_date":"2009-05-01","genres":[],"vote_average":0.0,"runtime":45,"cert":"","id":146959,"title":"The London Perambulator","adult":false},{"cast":["Pierre Clermont","Robert Remus","Jimmy Valiant","Roger Barnes","Robert Lee Eaton"],"overview":"At long last the WWE Falls Count Anywhere DVD and Blu-ray match listing has arrived! The full content comes to us courtesy of Shock Entertainment.","release_date":"2012-05-15","genres":[],"vote_average":6.0,"runtime":131,"cert":"N\/A","id":146961,"title":"WWE: Falls Count Anywhere: The Greatest Street Fights and Other Out of Control Matches","adult":false},{"cast":["Emil Mamelok","Herta Heden","Bela Lugosi","Gottfried Kraus","Edward Eyseneck"],"overview":"","release_date":"1920-01-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":146963,"title":"Deerslayer","adult":false},{"cert":"N\/A","title":"The Testament of Professor Dowell","cast":["Oļģerts Kroders","Igor Vasilev","Natalya Sayko","Valentina Titova","Aleksandr Porokhovshchikov"],"genres":[12,18,878],"id":146974,"overview":"The film is based on the popular science-fiction novel “Professor Dowell’s Head” by Russian writer Alexander Belyaev. For many years, a prominent scientist had been striving to solve the problem of immortality. He shared the results of his daring and risky experiments with his colleagues. But one day something happened that no one could have foreseen: the professor had disappeared. The best student and follower of Professor Dowell tries to use the results of his scientific research for criminal purposes. It looks like he is going to succeed…","runtime":91,"release_date":"1984-08-06","vote_average":5.9,"adult":false}]