[{"cast":["Sara Berner","Mel Blanc"],"overview":"A duck struggles mightily, and finally hatches her eggs in the bitter cold, after candling them and seeing the chicks skiing, skating, and otherwise enjoying winter inside the shells. All but one, that is: poor little Robespierre. She doesn't notice until after the rest of the brood has gone swimming and Robespierre has sprouted legs and run off in search of warmth. He finds it, under a hibernating bear (\"So I laid an egg\"), but a wolf has followed him in and snatches the egg, with some help from a stick of TNT. What the wolf hasn't counted on is mama, who's right behind him, with a couple of eye-poking fingers at the ready. The wolf swaps a doorknob for the egg, and starts boiling the egg, but mama arrives in the nick of time only to be rejected by the baby, who was just getting warm.","release_date":"1944-10-14","genres":[16],"vote_average":6.3,"runtime":7,"cert":"N\/A","id":147003,"title":"Booby Hatched","adult":false},{"cast":[],"overview":"The horrific war in Chechnya, a neighbor of Georgia, gives a special poignancy to Otar Iosseliani’s fascinating, four-hour, made-for-television documentary on Georgia which, like his delightful Chasing Butterflies (SFIFF 1993), was produced in France. Iosseliani presents the history of this former Soviet republic through beautifully interwoven images of landscapes, artwork and clips from other Georgian filmmakers such as Nikoloz Shengalaya and Tenghiz Abuladze. He illuminates the part played recently by two politicians, both KGB men but with very different destinies: Zviad Gamsakhurdia, an ultranationalistic demagogue who died in exile; and Eduard Shevardnadze, who is the president of Georgia today.","release_date":"1995-02-09","genres":[],"vote_average":1.0,"runtime":236,"cert":"N\/A","id":147011,"title":"Seule, Georgie","adult":false},{"cast":[],"overview":"The collapse of the bridge was recorded on film by Barney Elliott, owner of a local camera shop. The film shows Leonard Coatsworth leaving the bridge after exiting his car. In 1998, The Tacoma Narrows Bridge Collapse was selected for preservation in the United States National Film Registry by the Library of Congress as being culturally, historically, or aesthetically significant. This footage is still shown to engineering, architecture, and physics students as a cautionary tale.Elliott's original films of the construction and collapse of the bridge were shot on 16 mm Kodachrome film, but most copies in circulation are in black and white because newsreels of the day copied the film onto 35 mm black-and-white stock. Most copies in circulation also show the bridge oscillating approximately 50% faster than real time, due to an assumption during conversion that the film was shot at 24 frames per second rather than the actual 16 fps. (Wikipedia)","release_date":"1940-12-31","genres":[99],"vote_average":7.0,"runtime":8,"cert":"N\/A","id":147016,"title":"Tacoma Narrows Bridge Collapse","adult":false},{"cast":["Marian Anderson","Harold L. Ickes","Kosti Vehanen"],"overview":"Short film which documents Marian Anderson's singing performance at the Lincoln Memorial.","release_date":"1939-12-31","genres":[99,10402],"vote_average":5.7,"runtime":8,"cert":"N\/A","id":147018,"title":"Marian Anderson: The Lincoln Memorial Concert","adult":false},{"cast":[],"overview":"Muse at Rock in Rio Lisboa 2010.","release_date":"2010-06-04","genres":[],"vote_average":0.0,"runtime":34,"cert":"N\/A","id":147020,"title":"Muse: Rock in Rio 2010","adult":false},{"cast":["Don Meredith","Sarah Purcell","Jennifer Salt","Kim Lankford","Rod McCary"],"overview":"A police sergeant and a parole officer endeavor to stop a rapist-on-parole before he can follow through his threats on five women whom testifed against him years earlier.","release_date":"1981-01-12","genres":[53],"vote_average":6.3,"runtime":95,"cert":"N\/A","id":147037,"title":"Terror Among Us","adult":false},{"cast":["Maria Rita"],"overview":"Winner of 6 Latin Grammy Awards. For the first time in his career, playing the hits enshrined in the voice of his mother. An exciting concert in tribute to Elis Regina. Including such hits as “Águas de Março”, “Como Nossos Pais”, “Vou Deitar e Rolar”, “O Bêbado e a Equilibrista”, “Me Deixas Louca”, “Alô Alô Marciano”, “Madalena”, “Tatuagem”, among others.","release_date":"2012-11-06","genres":[10402],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":147066,"title":"Maria Rita: Redescobrir","adult":false},{"cast":[],"overview":"","release_date":"2016-02-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147068,"title":"Mart'inália em Berlim ao Vivo","adult":false},{"cast":["Seu Jorge"],"overview":"","release_date":"2007-09-08","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147070,"title":"Seu Jorge - América Brasil","adult":false},{"cast":["Elza Soares"],"overview":"","release_date":"2007-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147072,"title":"Elza Soares - Beba-me Ao Vivo","adult":false},{"cast":[],"overview":"","release_date":"","genres":[10402],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":147077,"title":"night of jazz guitars jazzwoche burghausen","adult":false},{"cast":[],"overview":"","release_date":"1999-02-19","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147079,"title":"Milionário & José Rico - As Gargantas de Ouro do Brasil Ao Vivo","adult":false},{"cast":[],"overview":"A cross-cut of nearly 100 years of American movies. We see the most precious film sequences that we all remember: From \"Citizen Kane\" to \"Star Wars\", from \"Some like it hot\" to \"E.T.\". The incredible short cuts of roughly a second each push the audience into a kind of trance and take them on a journey into their individual memories of great films of the 20th century.","release_date":"1986-12-31","genres":[],"vote_average":7.4,"runtime":8,"cert":"N\/A","id":147081,"title":"Precious Images","adult":false},{"cast":[],"overview":"","release_date":"2016-02-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147089,"title":"Milton Nascimento - Acústico na Suiça","adult":false},{"cast":["Muddy Waters"],"overview":"","release_date":"1971-01-01","genres":[10402],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":147094,"title":"Muddy Waters - Journeyman Blues - Live","adult":false},{"cast":["Céline Bonnier","Juliette Gosselin","Patrice Robitaille","Geneviève Bujold"],"overview":"After spending a decade in prison, Annie returns to her hometown, and tries to reconnect with her now-adolescent daughter Sophie.","release_date":"2006-05-12","genres":[18],"vote_average":6.5,"runtime":100,"cert":"N\/A","id":147099,"title":"Délivrez-Moi","adult":false},{"cast":["William Petersen","George C. Scott","Julie Carmen","Alexei Sayle","Trish Van Devere"],"overview":"George C. Scott and William Petersen are expatriates living in Curaçao. Their bound together by an understanding that each is hiding from a dangerous past.","release_date":"1993-06-27","genres":[28,12,53,10770],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":147128,"title":"CIA: Exiled","adult":false},{"cast":[],"overview":"A short \"Report\"-movie about the sauna-culture in Finland and Germany.","release_date":"1967-01-01","genres":[99],"vote_average":2.0,"runtime":25,"cert":"N\/A","id":147130,"title":"Mädchen in der Sauna","adult":false},{"cast":["Arielle Kebbel","Sage Brocklebank","Peter Benson","Jordana Largy","Chelsey Reist"],"overview":"Bride-to-be Jessie Patterson calls off her third engagement - during the ceremony! She swears off serious relationships, until she meets and is pursued by Aiden MacTiernan. Aiden, on the other hand, has bet his friends he is marriage material, and can find a fiancé in the four weeks leading up to Christmas. When Jessie and Aiden begin to fall for each other, Jessie must decide if she is ready for serious love, and Aiden must decide if his bet is worth risking his relationship with Jessie.","release_date":"2012-12-29","genres":[35,10749],"vote_average":5.9,"runtime":90,"cert":"N\/A","id":147132,"title":"A Bride for Christmas","adult":false},{"cast":["Nadia Aqilah","Shahronizam Noor","Karl Shafek","Norlia Ghani","Fazlina Ahmad Daud"],"overview":"film adaptation of the biography \"Zaiton: Ceritaku\". The film tells the life story of primadonna Zaiton Sameon, whose name used to be a household name once upon a time. Known for her song \"Menaruh Harapan\", the singing sensation was at the height of her career when a tragic incident befell her in the year 1990, which led to the downfall of her popularity and the death of her son Irwan.","release_date":"2012-11-01","genres":[18,10402],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":147143,"title":"Zaiton: Ceritaku","adult":false},{"cast":["Matt Locker","Jamie Stone","Deana Enoches","David B. Powers","Mona Sethi"],"overview":"An incestuous and industrious pair of modern-day vampires finds their clever manner of acquiring sustenance threatened by a nosy New Jersey health inspector and a determined investigative reporter in director John Orrichio's sexualized tale of life among the undead. The LeGaults know well that to stalk the streets for prey is to leave themselves open to exposure. Instead of seeking out blood the old-fashioned way, the LeGaults opt to open a blood donation center that will provide them with the nourishment they need to survive without the risks that go along with using their fangs. A New Jersey health inspector named Jerry is on to them, though, and along with a little help from intrepid reporter Phyllis, he soon prepares to rip the lid off of the LeGault's bizarre scam. When a chance encounter with two students of the occult reveals the true motivation behind the LeGaults' philanthropic front...","release_date":"2006-04-22","genres":[18,27,53],"vote_average":5.3,"runtime":94,"cert":"N\/A","id":147151,"title":"Requiem for a Vampire","adult":false},{"cast":["Arjun Sarja","Cheran","Vimal","Muktha George","Surveen Chawla"],"overview":"A story about love featuring three couples, set in the backdrop of different landscapes, by the seaside, in the mountains and on the plains.","release_date":"2013-05-01","genres":[10749],"vote_average":6.0,"runtime":151,"cert":"N\/A","id":147153,"title":"Moondru Per Moondru Kaadhal","adult":false},{"cast":["Anna Arlanova","Andrey Ilin","Anastasiya Lapina","Elizaveta Arzamasova"],"overview":"The film is based on Gennady Shpalikov’s most intimate story, “The Wharf”. Young Katya, who lives in a small provincial town, is dreaming of a prince charming. And, of course, she can’t help falling in love with a stern skipper played by Yevgeny Sidikhin. Wishing to unravel his mystery, Katya goes to Moscow. One night in the capital will change both the skipper’s and the young heroine’s lives, making them to better understand each other…","release_date":"2003-12-30","genres":[],"vote_average":1.0,"runtime":87,"cert":"N\/A","id":147161,"title":"The Ark","adult":false},{"cast":["Donatas Banionis","Lyudmila Senchina","Leonid Bronevoy","Lev Durov","Mircea Veroiu"],"overview":"America’s Wild West of the last third of the 19th century. Thousands of people rushed here in pursuit of enrichment. Among them was Gabriel Conroy, a man absolutely helpless in the world of business. When fountains of oil started gushing on his plot of land, the local moneybags Peter Damphy decided to appropriate the land, and succeeded in it by blackmailing Conroy’s wife and his former mistress Julie... Based upon stories by Francis Bret Harte.","release_date":"1977-01-01","genres":[12,37],"vote_average":6.0,"runtime":99,"cert":"N\/A","id":147163,"title":"Armed and Very Dangerous","adult":false},{"cast":["Al Caudullo"],"overview":"The dive sites around Phuket are among the most fascinating in the world. Colourful coral reefs, puffer fish and turtles are among the extraordinary sea dwellers living in an 85 meter-long sunken ferry. These 3D dives in paradise make a spectacular highlight. Experience a unique underwater tank dive with sharks at Siam aquatic World in Bangkok. For anyone who meets the three half-meter-long sand tiger sharks in this way, their experience is never to be forgotten.","release_date":"2012-07-01","genres":[99],"vote_average":4.5,"runtime":51,"cert":"N\/A","id":147165,"title":"Underwater Thailand: Swimming with Sharks","adult":false},{"cast":[],"overview":"","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147179,"title":"Max Entre Ciel et Terre","adult":false},{"cast":["Dejan Čukić","Line Kruse","Robert Hansen","Christiane Schaumburg-Müller","Mathilde Norholt"],"overview":"When clairvoyant Pernille meets Journalist Daniel, who is on a mission to write an exposé about Fact &amp; Fiction in the clairvoyant world, Daniel falls in love with her. And funnily enough, she hadn't seen it coming.","release_date":"2011-11-10","genres":[35,10749],"vote_average":6.7,"runtime":114,"cert":"N\/A","id":147190,"title":"Something in the Air","adult":false},{"cast":["Dharmendra","Hema Malini"],"overview":"Vijay lives with his mother in a palatial house deep in the jungles in South India where he makes a living trapping animals for circuses, zoos - both nationally and internationally. He meets with beautiful U.S.-returned Nimmi, both fall in love with each other and want to get married. Vijay's mother cautions them both against separating new-born animals from their birth mothers, but both refuse to listen. Then the unexpected happens, a mother lioness, angered at Vijay for taking her cubs, attacks him, and leaves him badly wounded.","release_date":"1976-08-02","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":147195,"title":"Maa","adult":false},{"cast":["Frank Zappa","Napoleon Murphy Brock","George Duke","Tom Fowler","Chester Thompson"],"overview":"From \"The Dub Room Special\":  1.Approximate (3:56)  2.Cosmik Debris (5:14)  3.Room Service (5:58)  Not For Broadcast  4.Stinkfoot (5:44)  5.Inca Roads (9:55)  6.Pygmy Twylyte (3:53)  7.Room Service (5:18)  Song Selection  8.Dog Meat (4:10) - Dog Breath and Uncle Meat  9.More Trouble Every Day (13:07)  10.Montana (4:50)  11.George Duke Solo (7:40)  12.Florentine Pogen (8:15)  13.Oh No (4:54)  14.Pygmy Twylyte (9:46)  15.Stinkfoot (8:48)  16.Inca Roads (8:41)","release_date":"2005-08-02","genres":[],"vote_average":7.5,"runtime":null,"cert":"N\/A","id":147206,"title":"Frank Zappa A token of his extreme","adult":false},{"cast":["Nicky Goldstein","Johannes Warth","Nanny Fornis","Walter Becker"],"overview":"While their owner is having his siesta, two old caged parrots rake up memories from the past. This leads to unexpected consequences for the three of them.","release_date":"2005-01-01","genres":[],"vote_average":8.0,"runtime":13,"cert":"N\/A","id":147208,"title":"Morir de amor","adult":false},{"cast":["David Worden","Frank Birney","Ken Shapiro","Tom Sherohman","Irving Sicherman"],"overview":"\"The Discipline of D.E.\" is a short 16mm film directed by Gus Van Sant. It’s based on a story in “Exterminator!” by William Burroughs that at times reads like Buddhist noir:  \"DE is a way of doing. DE simply means doing whatever you do in the easiest most relaxed way you can manage which is also the quickest and most efficient way, as you will find as you advance in DE.You can start right now tidying up your flat, moving furniture or books, washing dishes, making tea, sorting papers. Don't fumble, jerk, grab an object. Drop cool possessive fingers onto it like a gentle old cop making a soft arrest.”","release_date":"1982-12-31","genres":[37,35,18],"vote_average":6.1,"runtime":9,"cert":"N\/A","id":147210,"title":"The Discipline of D.E.","adult":false},{"cast":["Hélène Dieudonné","Yvette Maurech","Andrée de Beaumont","Roger Carel","Fernand Sardou"],"overview":"The sweet elderly aunt and her two nieces survive the vendetta killing of their whole family because they are out picking flowers at the time. Undaunted, the aunt, a tough old Corsican, tracks down and kills all but one of the men who wiped out her kinfolk.","release_date":"1978-05-18","genres":[],"vote_average":7.5,"runtime":null,"cert":"N\/A","id":147212,"title":"Les grands moyens","adult":false},{"cast":[],"overview":"Ambient trip hop with visuals fit for horizontal consumption.","release_date":"2002-07-02","genres":[],"vote_average":8.0,"runtime":null,"cert":"","id":147214,"title":"Fast Asleep","adult":false},{"cast":["Elvis Presley","D.J. Fontana","Susan Henning","Lance LeGault","Tanya Lemani George"],"overview":"Featuring all the material shot for Elvis Presley's 1968 television special, including the two complete jam session concerts and the two complete solo concerts, which have never been released in their entirety  All takes of the material shot for the original broadcast's two big production numbers and for the show's opening and closing segments  Includes the original broadcast version of the special  Newly remastered sound and picture","release_date":"2004-04-17","genres":[10402],"vote_average":8.4,"runtime":440,"cert":"U","id":147222,"title":"Elvis '68 Comeback Special Edition","adult":false},{"cast":[],"overview":"","release_date":"2016-02-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147224,"title":"João Nogueira - Sambabook","adult":false},{"cast":[],"overview":"","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147226,"title":"Nocturne","adult":false},{"cast":["Roland Düringer"],"overview":"","release_date":"2011-11-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147228,"title":"ICH EinLeben","adult":false},{"cast":["Eryn Brooke","Joel Ferrell","Joel S. Greco","Mathew Greer","Larry Grigsby"],"overview":"Blood is thicker than water in this tiny Texas town. After two centuries of Vampire blood lust one man becomes a hero...without a clue.","release_date":"2009-02-07","genres":[35,27],"vote_average":3.5,"runtime":75,"cert":"N\/A","id":147230,"title":"Night Crawlers","adult":false},{"cast":["Danielle Paccione","Kevin M. Costello","Alicia Tansey","Erika Rainey","Robert Rudolph"],"overview":"When a young woman takes notice of her neighbor, she has a plan to make him hers. Only problem is, she's a vampire.","release_date":"2011-01-01","genres":[27],"vote_average":1.0,"runtime":87,"cert":"N\/A","id":147232,"title":"Always From Darkness","adult":false},{"cast":["George Pal","Ray Bradbury","Tony Curtis","Jim Danforth","Joe Dante"],"overview":"Among the legends of Hollywood, George Pal takes his place as a true visionary, an innovator and a showman who profoundly shaped the art of motion pictures. A peer of Walt Disney, Pal pioneered stop motion animation and went on to virtually invent the modern science fiction and fantasy film genres. Pal's extraordinary genius molded a dazzling array of films, which earned an incredible total of eight Academy Awards and left a cinematic legacy that served as formative inspiration for the movies of George Lucas, Steven Spielberg and Gene Roddenberry.","release_date":"1985-01-01","genres":[99],"vote_average":7.5,"runtime":93,"cert":"N\/A","id":147234,"title":"The Fantasy Film Worlds of George Pal","adult":false},{"cast":[],"overview":"The Martins and the Coys are two feuding clans. One day, Grandpa Coy gets caught in the Martin henhouse, and a massive battle erupts, leaving only a Martin girl and a Coy boy. Love conquers all for a while, anyhow.","release_date":"1946-08-15","genres":[],"vote_average":7.3,"runtime":8,"cert":"N\/A","id":147242,"title":"The Martins and the Coys","adult":false},{"cast":["Ho Tsung-Tao","Carl Scott","Ku Feng","Lo Meng","Yuen Biao"],"overview":"Two illegal immigrants meet a young kid and the three become best friends until one of them joins the Triads. Now the remaining two must fight the Triads in a battle to the death.","release_date":"1977-10-19","genres":[28],"vote_average":6.7,"runtime":93,"cert":"N\/A","id":147247,"title":"Soul Brothers of Kung Fu","adult":false},{"cast":["Leonard Rossiter","Brian Cox","Tony Vogel","Susan Neve"],"overview":"Influenced by concerns about overpopulation, the counterculture of the 1960s and the societal effects of television, the play depicts a world of the future where a small elite control the media, keeping the lower classes docile by serving them an endless diet of lowest common denominator programmes and pornography. The play concentrates on an idea the programme controllers have for a new programme which will follow the trials and tribulations of a group of people left to fend for themselves on a remote island. In this respect, the play is often cited as having anticipated the craze for reality television.","release_date":"1968-01-01","genres":[],"vote_average":7.5,"runtime":105,"cert":"","id":147249,"title":"The Year of the Sex Olympics","adult":false},{"cast":[],"overview":"The film begins with methodical descriptions of one-dimensional, two-dimensional, and three-dimensional space. It then looks at a two-dimensional world inhabited by flat mice. It imagines how a human, from the third dimension could interact with that world. It then suggests how beings from a fourth dimension might interact with us. Next the film posits time as a fourth dimension, with scenes to aid comprehension. An off-screen narrator, graphs, and clever photography provide explanations and illustrations. The film asks viewers to use their imaginations.","release_date":"1936-12-31","genres":[],"vote_average":7.3,"runtime":10,"cert":"N\/A","id":147254,"title":"The Fourth Dimension","adult":false},{"cast":[],"overview":"","release_date":"2005-01-01","genres":[],"vote_average":6.0,"runtime":5,"cert":"N\/A","id":147256,"title":"Over Time","adult":false},{"cast":["Sissy Spacek","Beau Bridges","Keir Dullea","Tom Guiry","Jordan Warkol"],"overview":"Based on Mary McGarry Morris' best-selling novel! A struggling mother takes in a mysterious stranger. Is she opening her heart to love ... or harboring a criminal? Mary Fermoyle is a divorcee who must work to keep her family from falling into the throes of poverty. Her vulnerability quickly becomes an easy target for smooth-talking con-man Omar Duvall, who seduces Mary and her family with promises of easy money and success. Eventually she uncovers his lies and discovers for the first time her important contributions to her family and community.","release_date":"2000-10-22","genres":[18],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":147258,"title":"Songs In Ordinary Time","adult":false},{"cast":["Russ Croley","Stacey T. Gillespie","Frank Santoroski","Billy W. Blackwell","Tony Armstrong"],"overview":"Negotiations with the Far East have failed, and the unthinkable has happened: all-out nuclear war.  With civilization as we know it at an end, the United States President is whisked away to safety in an underground bunker.  Along with him is a team of scientists and advisors, as well as an elite fighting force of the best assassins and soldiers in the country.  This Presidential Security team is hand-selected to protect and preserve the government in this time of crisis.","release_date":"2011-04-01","genres":[27],"vote_average":7.0,"runtime":96,"cert":"N\/A","id":147272,"title":"Bunker Of Blood","adult":false},{"cast":["Rachida Brakni","Joana Preiss","Eric Cantona"],"overview":"Hervé is a lonely man who lives only for his self-defense courses. Fired from the zoo where he works because he depresses the animals, he becomes a night watchman in a factory. To pass the time, he watches the comings and goings of a strange pair of lovers: his colleague and his wife who sells her body with her husband's blessing.","release_date":"2012-09-26","genres":[18],"vote_average":2.4,"runtime":90,"cert":"N\/A","id":147280,"title":"Hip Moves","adult":false},{"cast":["Lester Young","George 'Red' Callender","Harry Edison","Marlowe Morris","Sidney Catlett"],"overview":"In this short film, prominent jazz musicians of the 1940s gather for a rare filming of a jam session. This highly stylized chronicle features tenor sax legend Lester Young.","release_date":"1944-05-05","genres":[10402],"vote_average":7.2,"runtime":10,"cert":"N\/A","id":147282,"title":"Jammin' the Blues","adult":false},{"cast":["Christoph Roser","Marite Greiselis","Rainer Werner Fassbinder","Greta Rehfeld","Lilo Pempeit"],"overview":"Theo, Marite, and Franz cannot make any money selling magazines door to door, so they try a little robbery.","release_date":"1966-12-02","genres":[35,80],"vote_average":6.3,"runtime":9,"cert":"N\/A","id":147287,"title":"The Little Chaos","adult":false},{"cast":["Mariana van Zeller","Det. Chris Bachman","Amanda Brooks","Kristin Davis"],"overview":"TV-PG14-DLS\r The world's oldest profession is now a thriving black market economy, with an underground workforce that's just an Internet connection and a phone call away. National Geographic's Mariana van Zeller journeys to the heart of the American escort industry and uncovers the gritty reality behind the supply and demand of high-end sex work.","release_date":"2012-02-22","genres":[99],"vote_average":6.0,"runtime":44,"cert":"N\/A","id":147289,"title":"Sex for Sale: American Escort","adult":false},{"cast":["Ronald Cheng","Teresa Mo","Raymond Lam","Karena Ng","Lynn Hung"],"overview":"Spring (Teresa Mo) and her daughter, Autumn (Karena Ng), work respectively as a Designer and Steward Manager in a Multinational Enterprise of Men’s Underwear founded by their brother and uncle Hugo(Raymond Wong). To win back his ex-girlfriend, Miao (Hai Qing), who is now a World Class Fashion Designer; Hugo pretends his business to be at a brink of bankruptcy and hoping to recruit her for help. Miao seizes the opportunity to take revenge on Hugo and she demands him to establish a new Fashion Line name to achieve positive results before she will accept the offer.","release_date":"2012-10-11","genres":[35],"vote_average":5.0,"runtime":99,"cert":"N\/A","id":147294,"title":"Love Is... Pyjamas","adult":false},{"cast":[],"overview":"Experience the very best that Pride Fighting has to offer in this video that features highlights from the popular fighting tournaments' most memorable matches.","release_date":"2006-12-16","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":147296,"title":"Pride Hardcore Knockouts Vol.2","adult":false},{"cast":["Sid Laverents","Adelaide Laverents"],"overview":"Short film utilizing quick cuts and multiple angles of a one-man-band musical performance by Sid Lavarents (who served as both film-maker and musician). Added to the National Film Registry, Library of Congress for 2000.","release_date":"1970-12-31","genres":[],"vote_average":5.0,"runtime":10,"cert":"N\/A","id":147307,"title":"Multiple SIDosis","adult":false},{"cast":[],"overview":"","release_date":"1955-12-31","genres":[],"vote_average":5.4,"runtime":10,"cert":"N\/A","id":147312,"title":"Surfarara","adult":false},{"cast":["Arduíno Colassanti","Adriana Prieto","Márcia Rodrigues","Zózimo Bulbul","Emmanuel Cavalcanti"],"overview":"A shockingly irreverent follow-up to the rural austerity of Barren Lives, dos Santos’ Godardian social satire owes more than a nod to the self-conscious antics of the French New Wave. The pampered son of a general, El Justicero is a hipster playboy who fancies himself a James Bond\/Jean Paul Sartre urban hero. “Archetypical” yet “full of contradictions,” he sees that justice is achieved for the disadvantaged while taking advantage of certain bourgeois perks. His exploits are closely followed and eventually directed by his biographer who decides a film is not only more lucrative than a book, but it gives him the luxury of reviewing previous scenes. Unlike Bond, El Jus eventually experiences an awakening which threatens to compromise the entertainment value and glamour of his life story. - Harvard Film Archive","release_date":"1967-04-13","genres":[35],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":147314,"title":"El Justicero","adult":false},{"cast":["Esther Rolle"],"overview":"This documentary traces the deep-rooted stereotypes which have fueled anti-black prejudice.","release_date":"1986-12-05","genres":[99],"vote_average":6.7,"runtime":57,"cert":"N\/A","id":147322,"title":"Ethnic Notions","adult":false},{"cast":["Dinos Iliopoulos","Kostas Hatzihristos","Pantelis Zervos","Lavrentis Dianellos","Joly Garbi"],"overview":"Stelios Kondogiorgis (Dinos Iliopoulos) and Thomas Makrykostas (Costas Hajihristos) are two quiet men that come from the same Peloponnese village yet do not know each other. Their families however are involved in a bloody feud that started 80 years ago. Stelios and Thomas are the last male members from each family. After the last murders in the village where a member of each family died, Stelios' uncle (Pantelis Zervos) urges him to find and kill Thomas for revenge lest he finds him and kills him first. At the same time Thomas is visited by his aunt (Joly Garbi) who asks of him the same and provides him with weapons. Despite everything, neither Stelios nor Thomas are interested in murdering one another and they are both terrified from the idea that a stranger is looking for them in order to kill them. So, they decide to leave their respective jobs and hide at some remote hotel. Luck brings them together without them knowing of each other's identity as they share a room.","release_date":"1960-02-02","genres":[35],"vote_average":7.2,"runtime":75,"cert":"N\/A","id":147330,"title":"Makrykostas and Kontogiorgis","adult":false},{"cast":[],"overview":"Birth In Action chronicles the experience of one family's journey through a natural childbirth. This documentary takes an in-depth look at the natural birthing process, as well as the various stages of labor and birth from the moment the mother's water breaks to the glorious birth of the couple's son. Complete with insightful interviews from one of today's leading Midwives and the Doulas and Educators who helped make it possible. This documentary provides some of the most current information available today on 'low-tech' births without medical intervention","release_date":"2012-01-01","genres":[],"vote_average":8.0,"runtime":54,"cert":"N\/A","id":147332,"title":"Birth In Action","adult":false},{"cast":["Richard Lintern"],"overview":"This classic, beloved National Geographic special was four years in the making and this amazing film invites you to run with the pack for a wolf's-eye-view. Witness the unfolding saga of hardships and affection, losses and triumphs, and the controversy surrounding the decision to reintroduce wolves back into the heart of the West.","release_date":"2000-01-01","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":147334,"title":"National Geographic - Wolves, A Legend Returns to Yellowstone","adult":false},{"cast":["Aaron Berger","Jennifer Christa Palmer"],"overview":"A boy wants to go outside, but his mother won't let him.","release_date":"2010-10-01","genres":[],"vote_average":10.0,"runtime":9,"cert":"N\/A","id":147336,"title":"Out","adult":false},{"cast":[],"overview":"One of the most highly anticipated mountain bike films ever.  Double Down redefines what it means to push the limits. Featured are Bender’s 41 foot huck, his controversial drop in Deer Valley, as well as amazing trials footage of Mikey Mayhem and V-Dub. Crash footage of Krispy not included, he never crashed during the entire season of filming Double Down… we’ve upped our ante, now up your’s!  Interviews: •Bender  •Krispy  •Gibb  •Lance Canfield  •Mikey Mayhem  •V-Dub  Bonus Material: •News Story – The complete news broadcast covering Bender’s controversial ride at Deer Valley, featuring interviews with Bender and Thor Wixom  •Bonus Track – Three minutes of out-takes from Double Down set to a driving soundtrack!  •Shapeshifting – Krispy meets his dream girl, Leigh Donovan, up close and personal.  •Finger Trials – Phil Edlefsen demonstrates trial’s answer to finger bikes!  •Freestyle Walking - Phil Edlefsen shows how he prepares for his trials riding. Ouch, that smarts!","release_date":"2001-06-14","genres":[],"vote_average":5.5,"runtime":97,"cert":"N\/A","id":147338,"title":"Double Down","adult":false},{"cast":[],"overview":"Japan's Tsunami: Caught on Camera","release_date":"2011-12-10","genres":[99],"vote_average":6.3,"runtime":75,"cert":"","id":147352,"title":"Japan's Tsunami: Caught on Camera","adult":false},{"cast":["Beau Bridges","Melina Mercouri","Brian Keith","George Kennedy","Hume Cronyn"],"overview":"Director Norman Jewison's 1969 period comedy, based on Ben Hecht's memoirs, stars Beau Bridges as a young apprentice at a big city newspaper. The cast also includes Melina Mercouri, Brian Keith, Hume Cronyn, George Kennedy, Wilfred Hyde-White and Margot Kidder.","release_date":"1969-12-16","genres":[35],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":147357,"title":"Gaily, Gaily","adult":false},{"cast":["Glenda Jackson","Daniel Massey","Yvonne Mitchell","Douglas Wilmer"],"overview":"Director Richard Fleischer's 1976 film biography of legendary French actress Sarah Bernhardt stars Glenda Jackson in tht title role. The cast also includes Daniel Massey and Yvonne Mitchell.","release_date":"1976-11-05","genres":[],"vote_average":5.0,"runtime":106,"cert":"N\/A","id":147362,"title":"The Incredible Sarah","adult":false},{"cast":[],"overview":"Oscar-nominated documentary short film produced by Frederic Ullman Jr.","release_date":"1940-12-31","genres":[],"vote_average":5.4,"runtime":10,"cert":"N\/A","id":147364,"title":"Siege","adult":false},{"cast":["Hideko Takamine","Tatsuya Nakadai","Akira Takarada","Yuriko Hoshi","Tsutomu Yamazaki"],"overview":"A woman remember's her own marriage when dealing with the love life of her son.","release_date":"1963-11-16","genres":[18],"vote_average":7.3,"runtime":126,"cert":"N\/A","id":147366,"title":"A Woman's Life","adult":false},{"cast":["David Gilmour","Roger Waters","Nick Mason","Richard Wright"],"overview":"When Pink Floyd played in Saint Tropez in August 70, the show was recorded for the tv show \"Pop2\". The audio has been floating around for years, but the video wasn't available until now.","release_date":"1970-08-08","genres":[10402,99],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":147368,"title":"Pink Floyd: Saint-Tropez","adult":false},{"cast":["Ayumi Hamasaki"],"overview":"A MUSEUM ~30th single collection live~ is a concert DVD from Hamasaki Ayumi. it features a wide variety of her songs from early in her career, up to her latest releases (at the time). It also features a collection of unique costumes including a dress made of roses and a wedding dress with a very long veil.","release_date":"2004-02-25","genres":[],"vote_average":0.0,"runtime":136,"cert":"N\/A","id":147373,"title":"Ayumi Hamasaki: A Museum, 30th single collection live","adult":false},{"cast":["Élide Brero","Kani Hart","Juan Ubaldo Huaman","Norma Martínez","Liliana Trujillo"],"overview":"In the last days of 2012 everyone is talking about the end of the world. This doesn't seem to affect the routine of Wachi, a grumpy watchman. However the arrival of Tesla, an impulsive fifteen year-old girl, does. Tesla, Wachi, an a lively 80 year old called Trini, spend the last days of 2012 together, sharing a bond despite, their differences.","release_date":"2012-11-22","genres":[],"vote_average":5.5,"runtime":86,"cert":"N\/A","id":147378,"title":"Lima 13","adult":false},{"cast":["Igor Petrenko","Olga Filippova","Yaroslav Boyko","Aleksandr Sheyn Jr.","Ramil Sabitov"],"overview":"A young and handsome prison guard falls in love with a beautiful lady-prisoner. She makes him hooked on sex and manipulates him into becoming a gang member. He kills and steals under her control.","release_date":"2003-06-24","genres":[18,10749],"vote_average":3.5,"runtime":113,"cert":"N\/A","id":147380,"title":"Carmen","adult":false},{"cast":["Keith Code"],"overview":"This DVD puts you on the bike with eight different, exciting camera positions. With nearly 400 action shots, not only on the bike but also from trackside and high above the rider, you see correct and incorrect riding. Drawings, diagrams and computer animations and demonstrations bring your visualization of riding into a crystal clear understanding of cornering and braking. No one has taken more time and care in developing the cornering arts than California Superbike School Director Keith Code. \"Ride for fun or ride for fame, cornering is still the name of the game,\" he says.","release_date":"2002-11-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":147382,"title":"A Twist of the Wrist","adult":false},{"cast":["Jordan Raskopoulos","Lee Naimo","Benny Davis"],"overview":"After sold out seasons in Edinburgh, Singapore, Adelaide, Melbourne and Sydney, the award winning musical comedy trio The Axis of Awesome have their own DVD of comedy songs and musical jokes. Featuring such hits as Birdplane, How To Write A Love Song and the internet phenomenon Four Chords, this DVD was filmed in front of a live audience of humans (men and women) at Sydneys premiere rock venue The Metro Theatre. So prepare to have your face blown off its hinges by an Infinity Rock Explosion!","release_date":"2010-10-06","genres":[10402,35],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":147387,"title":"The Axis of Awesome - Live","adult":false},{"cast":["Lionel Soukaz"],"overview":"Situated in the vein of Rimbaud, Lautréamont, Dostoievski and Benjamin and of free jazz and punk, this film bears witness to the iniquitous policies that shape our era, the “infernal” nature of certain political lives or black bodies (those of immigrants, emigrants, workers, the unemployed, students...). It operates, as a minority film, in a critical stasis of mythical and mainstream realities, and deals with the issue of revolt and insurrection: excesses, disidentification, unclear reconfiguration... We are presented, through a dialectical reversal, \"non-places\" that cannot be assimilated, utopias, corps-impossibles","release_date":"2009-07-01","genres":[],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":147389,"title":"L'impossible - Pages arrachées","adult":false},{"cast":["Roch Carrier","Jean-Guy Moreau"],"overview":"In this animated short, Roch Carrier recounts the most mortifying moment of his childhood. At a time when all his friends worshipped Maurice \"Rocket\" Richard and wore his number 9 Canadiens hockey jersey, the boy was mistakenly sent a Toronto Maple Leafs jersey from Eaton's. Unable to convince his mother to send it back, he must face his friends wearing the colours of the opposing team. This short film, based on the book The Hockey Sweater, is an NFB classic that appeals to hockey lovers of all ages.","release_date":"1980-12-31","genres":[16],"vote_average":6.3,"runtime":10,"cert":"N\/A","id":147391,"title":"The Sweater","adult":false},{"cast":[],"overview":"","release_date":"1955-12-31","genres":[],"vote_average":5.3,"runtime":3,"cert":"N\/A","id":147393,"title":"The Cuckoo Waltz","adult":false},{"cast":[],"overview":"Rob Breer blazing the trail.","release_date":"1961-12-31","genres":[16],"vote_average":5.7,"runtime":3,"cert":"N\/A","id":147395,"title":"Blazes","adult":false},{"cast":["Thomas A. Edison"],"overview":"“This film is remarkable in several respects. In the first place, it is full life-size. Secondly, it is the only accurate recent portrait of the great inventor. The scene is an actual one, showing Mr. Edison in working dress engaged in an interesting chemical experiment in his great Laboratory. There is sufficient movement to lead the spectator through the several processes of mixing, pouring, testing, etc. as if he were side by side with the principal. The lights and shadows are vivid, and the apparatus and other accessories complete a startling picture that will appeal to every beholder.” (Edison Catalog)","release_date":"1897-05-31","genres":[99],"vote_average":5.1,"runtime":1,"cert":"N\/A","id":147397,"title":"Mr. Edison at Work in His Chemical Laboratory","adult":false},{"cast":["Mike Wong","Gordon Liu Chia-Hui"],"overview":"Gordon Liu takes on the mantle of a ruthless kung fu emperor who has mastered the Buddhist style of kung fu and diagram pole fighting technique. Hoping to usurp the wicked Emperor is Korean kicker and style master Mike Wong. In charge of the action is Lam Hark Ming, a student of both Liu Chia Liang and Sammo Hung.","release_date":"1981-02-28","genres":[28],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":147399,"title":"Raiders of Buddhist Kung Fu","adult":false},{"cast":["Chi Dan Dan","Tao Hung Li"],"overview":"Gofer, Mo and Pengolin, collectively known as the Three Rats, are looking for a two part treasure map and will kill anyone who gets in their way. A young girl named Shao Wa seeks to avenge the murder of her father. In order to defeat the Rats, she must learn the eight strikes of the Wild Cat from an old Kung Fu Master, while trying to evade his amorous assistant, Lee Ta Fa.","release_date":"1976-01-01","genres":[18,28,35],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":147401,"title":"8 Strikes of the Wildcat","adult":false},{"cast":[],"overview":"The Wild Hearts is a road movie about a young man's search for identity, recognition and love. The film's title refers to a Danish moped club called The Wild Hearts - a group of youths in their early twenties who want to find personal freedom through fellowship. The boys' fellowship and individual dreams for the future are put to the test as they embark on their mopeds in Denmark on a journey through Europe to Pomerania in Poland. Maybe they will never return. The Wild Hearts is more than a club; it's a state of mind that leads you through back roads into the depths of your soul. Freedom has its price!","release_date":"2009-04-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147406,"title":"The Wild Hearts","adult":false},{"cast":["Chen Kin-Cheong","Chen Shan","Mark Long Kuan-Wu","Chiang Nan","Cliff Ching Ching"],"overview":"A Ming princess and her faithful bodyguard are chased to Shaolin Temple by the Ching army.","release_date":"1981-01-01","genres":[28],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":147408,"title":"Shaolin Temple Strikes Back","adult":false},{"cast":["Jimmy Wang Yu","Kiu Chong","Chin Ping","Lisa Chiao Chiao","Fan Mei-Sheng"],"overview":"Chivalrous swordsman Jun-zhao (Kiu Chong) goes in search of a fugitive named Li Yueh (Jimmy Wang Yu) in order to reunite him with his love, Liu Xian (Chin Ping). Though the two men meet and become loyal brothers, Li does not reveal his true identity until Jun-zhao’s life is endangered by swordsmen from Flying Fish Island who are looking for revenge.","release_date":"1967-03-04","genres":[28,12],"vote_average":5.7,"runtime":104,"cert":"N\/A","id":147413,"title":"The Trail of the Broken Blade","adult":false},{"cast":["Danièle Gaubert","Roland Lesaffre","Maurice Caffarelli","Constantin Andrieu","Jean-Louis Bras"],"overview":"Director Marcel Carné's 1960 look at juvenile delinquency, a pressing social issue in France at that time. Based on \"Tomboy\", an American pot-boiler novel by Hal Elison.","release_date":"1960-11-09","genres":[18],"vote_average":7.8,"runtime":100,"cert":"N\/A","id":147415,"title":"Wasteland","adult":false},{"cast":["Faye Dunaway","Robert Loggia","Khandi Alexander","Giancarlo Esposito","Jerrika Hinton"],"overview":"Rain (Brooklyn Sudano), a young black musical prodigy, finds trouble and heartbreak when she witnesses her sister's murder by gangbangers. In order to protect her daughter, Rain's mother secretly contacts Rain's biological mother, and Rain learns the truth of her parentage: She is the daughter of a white socialite. Sent to live with her wealthy grandmother (Faye Dunaway), Rain adjusts to boarding school life, where her musical talents flourish.","release_date":"2006-04-20","genres":[18],"vote_average":6.7,"runtime":104,"cert":"N\/A","id":147417,"title":"Rain","adult":false},{"cast":[],"overview":"Further examining the medium of film itself, Colorfilm is a work Lawder made while trying to make a minimalist, \"pure color\" film. Using spliced-together strips of colored film leader in white, yellow, blue, red, green, etc., Lawder ran the film through a projector and found the results to be quite boring. While he was running the film, though, he noticed how beautiful the colored strips of film looked as they ran through the projector. So, he turned a camera on the projector and filmed the colored film gorgeously winding its way through the projector's machinery.\" - Noel Black, Colorado Springs Independent","release_date":"1971-12-31","genres":[],"vote_average":5.8,"runtime":2,"cert":"N\/A","id":147419,"title":"Color Film","adult":false},{"cast":["Don Wong Tao","Chi Kuan-Chun","Chang Yi","Phillip Ko","Hwa Ling"],"overview":"The mainly evil Mantis Fist school and the righteous Eagle Claw have fought out a bitter rivalry over many years. The culmination in this progressive clash is the death of the Eagle's Claw school master due to a severe beating by his savage, eccentric rival. With the school now in turmoil, the dying master leaves the responsibilities of his legacy to his second most senior pupil (Wong Tao) while ignoring the quietly seething senior student (Chi Kwan Chun). The forgotten man cannot contain his rage for long though and storms off to the Mantis Fist school out of spite. While at his new school, the senior student begins to attract the attention of his new master's daughter and makes strong progress in the Mantis Fist school. However, his former friends continue to harbor resentment after his sudden exit and refuse to let the rivalry end. All is not as obvious as it seems though and the real motives of each character is revealed before the classic fight finale.","release_date":"1978-11-01","genres":[28,18],"vote_average":7.3,"runtime":86,"cert":"N\/A","id":147421,"title":"Eagle's Claw","adult":false},{"cast":["Don Wong Tao","Lo Lieh","Chang Yi","Tommy Lee","Cheng Fu-Hung"],"overview":"Chow Lueng (Lo Leih) and Meng Ho (Wong Tao) are thief catching constables, who roam the land capturing criminals with ease.","release_date":"1978-02-16","genres":[18,28],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":147423,"title":"Fatal Needles vs. Fatal Fists","adult":false},{"cast":[],"overview":"A Twisted Christmas Live, recorded at the Starland Ballroom in New Jersey, encompasses seven heavy-metalized Christmas classics by the legendary New York metal band, plus an additional collection of Twisted Sister's best-known songs.","release_date":"2007-09-25","genres":[],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":147425,"title":"Twisted Sister: A Twisted Christmas Live","adult":false},{"cast":["Brittany Belland"],"overview":"During a jaunt through the woods a few weeks before their senior year of high school, Eleanor and her friends find a mysterious wooden box.  As the days pass, unexplainable things begin to happen. Any item put in the box disappears. Wishes, or something resembling wishes, start getting granted. People outside of the group begin disappearing. They begin finding messages in books and magazines; messages that suggest something far more sinister may be at work.  When her friends begin to disappear, Eleanor realizes she has to stop whatever is literally tearing her friends apart. The Many Monsters of Sadness is a light hearted film that takes a turn towards darkness, suspense, and drama, about the price of getting everything you want.","release_date":"","genres":[18,14,53],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":147427,"title":"The Many Monsters of Sadness","adult":false},{"cast":["Christian Bale","Joel Edgerton","John Turturro","Aaron Paul","Ben Mendelsohn"],"overview":"The defiant leader Moses rises up against the Egyptian Pharaoh Ramses, setting 400,000 slaves on a monumental journey of escape from Egypt and its terrifying cycle of deadly plagues.","release_date":"2014-12-03","genres":[12,18,28],"vote_average":5.8,"runtime":150,"cert":"15","id":147441,"title":"Exodus: Gods and Kings","adult":false},{"cast":[],"overview":"Manowar was the headlining act on their own festival, Magic Circle Festival which took place in Bad Arolsen, Germany on the 6th and 7th of July 2007.","release_date":"2007-07-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":147449,"title":"Manowar: Live at Magic Circle Festival Vol1","adult":false},{"cast":["Tiffani Thiessen","A Martinez","David Newsom","Amy Yasbeck","Conchata Ferrell"],"overview":"A girl awakes from a coma to find her world has collapsed around her and she remembers nothing. But as she does remember she finds out all is not how it should be and someone is out to get her.","release_date":"1996-09-15","genres":[9648,18],"vote_average":5.3,"runtime":96,"cert":"N\/A","id":147463,"title":"Sweet Dreams","adult":false},{"cast":["Helen Morse","Takis Emmanuel","Jack Thompson","Jacki Weaver","Melissa Jaffer"],"overview":"Life's tough enough for a woman alone, but with two kids and the depression... it's a bugger! - but not for... CADDIE.","release_date":"1976-01-01","genres":[10749,18],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":147468,"title":"Caddie","adult":false},{"cast":["Malin Arvidsson","Claes Ljungmark","Shanti Roney","Magnus Samuelsson","Matias Varela"],"overview":"","release_date":"2012-01-04","genres":[80],"vote_average":5.8,"runtime":180,"cert":"N\/A","id":147473,"title":"Arne Dahl: Bad Blood","adult":false},{"cast":["Joseph Bottoms","Wendy Hughes","Judy Davis"],"overview":"Two fun-loving carnival workers take a vacation with the hope of finding plenty of sex and drugs. Their \"quest\" is fulfilled when they encounter a dope-peddler and two exotic nightclub dancers.","release_date":"1977-08-04","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":147475,"title":"High Rolling","adult":false},{"cast":["Malin Arvidsson","Irene Lindh","Claes Ljungmark","Shanti Roney","Magnus Samuelsson"],"overview":"","release_date":"2012-03-14","genres":[80],"vote_average":4.2,"runtime":null,"cert":"N\/A","id":147483,"title":"Arne Dahl: The Europe Blues","adult":false},{"cast":["Steve VanVolkingburgh","Steven Spencer","Aaron Miedema","Tom Sinclair","Zorba Dravillas"],"overview":"21 Brothers tells the story of the Canadian 21st Battalion as they prepare for the battle of Courcellette in WWI. Taking place in real time, the film follows Sgt. Reid as he must get his men ready for the impending battle. Not only must he prep his battalion Sgt. Reid must also deal with the day to day difficulties of Life in the trenches, including injuries to his men, supply issues, and an underage recruit who has recently been sent into the front lines.","release_date":"2011-09-04","genres":[10752,18,36],"vote_average":5.0,"runtime":95,"cert":"15","id":147485,"title":"21 Brothers","adult":false},{"cast":["Tobias Moretti","Fahri Yardım","Julia Dietze","Uwe Ochsenknecht","Narges Rashidi"],"overview":"Freddy Kowalski and Emile Ramzy are paramedics in Hamburg and race night after night through the city, regardless of congested intersections, red lights and oncoming traffic. They are real life savers. One day they witness a murder and decide to go to the bottom of the thing itself. They come across an explosive corruption scandal that brings them in danger. Without knowing it, they hold the most important keys to investigate the crime itself in their hands.","release_date":"2012-11-09","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":147487,"title":"Geisterfahrer","adult":false},{"cast":["Tom Smothers","Arte Johnson","Barbara Feldon","Casey Kasem","Bob Holt"],"overview":"While the rest of the world is getting ready for Christmas, all the bears in Bearbank are getting ready to sleep… except for Ted E. Bear. Ted gets curious about the holiday, and sets out to learn the meaning of it from Santa Claus himself.","release_date":"1973-12-17","genres":[16,10751,10770],"vote_average":5.3,"runtime":30,"cert":"N\/A","id":147492,"title":"The Bear Who Slept Through Christmas","adult":false},{"cast":[],"overview":"A most interesting picture at the Pan-American Exposition. The picture was taken from the north side of the Electric Tower. It presents the most perfect and diversified views of the Transportation Building, Mexican Plaza, the Stadium and the north side of the Electric Tower. (Edison Catalog, 1902)","release_date":"1901-08-31","genres":[99],"vote_average":5.4,"runtime":1,"cert":"N\/A","id":147494,"title":"Circular Panorama of Electric Tower","adult":false},{"cast":[],"overview":"A portrait of an unnamed city in Italy. Sidestepping the tourist attractions that make the city famous, the film\/video posits an almost-imaginary place that draws closer to the reality of its inhabitants. Using a voiceover narration that collages direct observation, literary texts, historical fact, local folklore, and a bit of sheer fabrication, the film\/video melds documentary and narrative, past and present. Visuals range from verite street footage, to formal portraits of residents, to an unusual type of time lapse cinematography that allows filming in the low-intensity light of night landscapes and museum interiors. Made in collaboration with local residents and institutions, Amber City reflects on the \"in-betweeness\" of places whose historical and geographical location renders their reality strangely invisible.","release_date":"1999-01-01","genres":[],"vote_average":7.0,"runtime":48,"cert":"N\/A","id":147496,"title":"Amber City","adult":false},{"cert":"N\/A","title":"Triads: The Inside Story","cast":["Chow Yun-Fat","Roy Cheung","Michael Chan","Connie Mak","Tien Feng"],"genres":[18,80],"id":147498,"overview":"Li Man-Ho comes to Hong Kong after his father's death following a double crossed peace meeting at the hands of a rival gang. The family's business begins to crumble as rival organizations stir violence and trouble in acknowledgment of this weakness. Li Man-Ho reluctantly agrees after pressure from other members to temporarily act as leader in order to restore stability and order. But he is soon faced with violence, betrayal and confusion, in this world he tried so long to avoid.","runtime":95,"release_date":"1989-01-01","vote_average":5.3,"adult":false}]