[{"cast":["Nonna Mordyukova","Mikhail Ulyanov","Vasiliy Shukshin","Valentina Vladimirova","Irina Murzayeva"],"overview":"The war was over. Like many of her female friends, Sasha Potapova was left a widow. It was hard living without a man’s shoulder to lean on, without love and affection, yet no one had ever seen her crying or despairing. For her strong character, the fellow-villagers elected her a collective farm chairwoman. The work, with its cares and worries, helped all but forget about her personal misfortune and woman’s loneliness. And then she fell in love – a bittersweet, unshared love, but happy anyway…","release_date":"1960-01-01","genres":[18,10749],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":150003,"title":"A Simple Story","adult":false},{"cast":[],"overview":"Petra Joy’s second erotic film is a visual feast, celebrating sensual pleasures and the art of seduction. “Female Fantasies” is based on erotic fantasies that were sent to Petra by her female photography clients and friends. To visualize genuine chemistry these erotic fantasies were captured on film with performers who are real life lovers rather than professional porn stars. The fantasies featured in the film vary greatly and go far beyond the cliché of “romance and roses”. From secretly watching a man playing with himself to being totally pampered by five skilled lovers at once – all erotic scenarios in “Female Fantasies” focus on female pleasure rather than male satisfaction. “Female Fantasies” aims to inspire and excite. May you enjoy these wild erotic dreams and make your own come true!","release_date":"2006-12-01","genres":[],"vote_average":0.0,"runtime":50,"cert":"","id":150008,"title":"Female Fantasies","adult":true},{"cast":["Leonid Kharitonov","Sergei Blinnikov","Yevgeni Shutov","Tatyana Pelttser","Mikhail Pugovkin"],"overview":"This exhilarating two-part film (“Soldier Ivan Brovkin” and “Ivan Brovkin on the State Farm”) presented to the country a new national hero – kind, modest, charming and… ne’er-do-well. That “ne’er-do-well-ness” proved “Kharitonov’s special key to audiences’ hearts”. Following Brovkin’s appearance on the screen, Kharitonov had become a star of the national cinema, an idol for millions of people. His incredible popularity may be compared to that of another national hero – the world’s first cosmonaut Yuri Gagarin. And not surprisingly, it was Kharitonov who made a cameo appearance going up the festival stairs and followed with the adoring eyes of the heroines in V. Menshov’s Oscar-winning melodrama “Moscow Does Not Believe in Tears”.","release_date":"1955-09-08","genres":[12,35],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":150010,"title":"Soldier Ivan Brovkin","adult":false},{"cast":["Dustin Milligan","Danica McKellar","Lea Thompson","Scott Patterson","Brian Huskey"],"overview":"Family friends Sam and Kat spend every Christmas Eve at the Children's Table. They grow up together, sharing the highs and lows of young adulthood. And at thirty, Sam realizes that Kat is the one...but he's afraid that the past will get in the way.","release_date":"2012-11-25","genres":[35,10749,10770],"vote_average":6.0,"runtime":91,"cert":"N\/A","id":150015,"title":"Love at the Christmas Table","adult":false},{"cast":[],"overview":"He's been laughed at, cussed, and shot at, but Larry Gibson refuses to abandon his home. Gibson has lived atop Kayford Mountain in West Virginia for decades, fighting to save his family's land from one of the biggest Mountain Top Removal mines in Appalachia. 'Mountain Man' tells Larry's story and shows how his life has inspired young people to call for a swift end to Mountain Top Removal.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":150017,"title":"Mountain Man","adult":false},{"cast":["Tori Amos","Steve Caton","Maynard James Keenan"],"overview":"On January 23, 1997, Tori Amos gave a sell-out benefit concert at the Felt Forum in New York City to launch \"Unlock the Silence\", a year-long promotional and fund-raising campaign sponsored by cK Calvin Klein to raise awareness of the extraordinary work undertaken by RAINN, the Rape, Abuse and Incest National Network, a non-profit organization who offer support and counseling to survivors of sexual assault. Tori performs compositions from her three albums, including \"Silent All These Years\", which appeared on her 1992 debut album \"Little Earthquakes\" and is the touchstone track for the \"Unlock the Silence\" campaign.","release_date":"1997-01-23","genres":[10402],"vote_average":7.8,"runtime":100,"cert":"N\/A","id":150019,"title":"Tori Amos - Live from NY","adult":false},{"cast":["Toshio Furukawa","Fumi Hirano","Akira Kamiya","Saeko Shimazu","Kazuko Sugiyama"],"overview":"The third film finds Ataru transformed into a pink hippopotamus, which sends Lum chasing after the wicked magician responsible, with catastrophic results. With Lum gone, her friends decide that there is no reason to remain, and so Tomobiki slowly returns to normal. The highlight of the film is a high speed chase scene with an angry Lum flying after the mysterious Ruu through the city at night and into a hall of mirrors (and illusion ). Ataru's true feelings for Lum are probably more obvious in this film than any of the others.","release_date":"1985-09-04","genres":[878,16,35,14],"vote_average":4.3,"runtime":93,"cert":"N\/A","id":150024,"title":"Urusei Yatsura 3: Remember My Love","adult":false},{"cast":["Toshio Furukawa","Fumi Hirano","Akira Kamiya","Issei Futamata","Shinji Nomura"],"overview":"The basic plot is centered on the great cherry tree Tarōzakura and what happens after it is cut down during the making of a movie, Lum loses her horns-and her powers! Thus begins the strangest and most lyrical of the Urusei Yatsura movies. The fourth film is the subject of much debate, as it is probably the hardest of all the Urusei Yatsura films to fully understand. Many consider it to be a multi-layered masterpiece, while others feel it is little more than a confused and rambling mess.","release_date":"1986-02-25","genres":[16,35,878,14],"vote_average":5.3,"runtime":93,"cert":"N\/A","id":150026,"title":"Urusei Yatsura 4: Lum the Forever","adult":false},{"cast":["Toshio Furukawa","Fumi Hirano","Akira Kamiya","Shinnosuke Furumoto","Naoko Matsui"],"overview":"Lupika, an alien princess, is in love with a tofu seller. To make him love her too (at least, announce his love. He obviously fears the social taboo of a tofu vendor marrying a princess), she needs to get a love potion, which is in a certain temple. Legend has it that the only person that can obtain this love potion is the most lecherous man in the universe. That man turns out to be Ataru Moroboshi. Lupika kidnaps Ataru to make him get the potion, and Lum and her friends go out to search for Ataru.","release_date":"1991-08-16","genres":[28,12,16,35],"vote_average":5.0,"runtime":77,"cert":"N\/A","id":150028,"title":"Urusei Yatsura: Always My Darling","adult":false},{"cast":["Fantasia Barrino","Viola Davis","Loretta Devine","Ashley LeConte Campbell"],"overview":"In the Lifetime® movie, THE FANTASIA BARRINO STORY: LIFE IS NOT A FAIRYTALE, a single teenage mother overcomes all odds - sexual abuse, poverty and illiteracy - by relying on her spectacular singing voice. She ultimately gains national prominence as the winner of a hit talent show. Fantasia Barrino plays herself in this modern true Cinderella story. Also starring Loretta Devine, Kadeem Hardison and Viola Davis.","release_date":"2006-08-19","genres":[18,10402],"vote_average":4.7,"runtime":88,"cert":"N\/A","id":150030,"title":"Life Is Not a Fairytale: The Fantasia Barrino Story","adult":false},{"cast":[],"overview":"The Killers have joined the line-up for this year's iTunes Festival.  The band have signed up to play the Camden Roundhouse on September 11 as part of the month long event. They join previously confirmed acts including Noel Gallagher, Lana Del Rey, Jack White and Bat For Lashes.","release_date":"2012-09-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":150032,"title":"The Killers - Live at iTunes Festival","adult":false},{"cast":[],"overview":"Lorenzo del Escorial (Madrid), where normally, protection and improvement are much more than words. A tale of fears and anxieties, dreams and illusions, games and entertainment, full of nostalgia and the harshness of a reality that was not always happy. Accompany a child grow is a difficult, almost impossible when you have to help you recover and find their way. Aldeas Infantiles SOS does it every day. For an adult, you must first be a child.","release_date":"2012-01-01","genres":[],"vote_average":2.7,"runtime":10,"cert":"N\/A","id":150034,"title":"1,2,3...Casa","adult":false},{"cast":["Kathleen Aerts","Jada Borsato","Peter Faber","Bas Keijzer","Ferri Somogyi"],"overview":"How the helpers of Sinterklaas are able to do their tricks and get into every house is one of the magical powers of Sinterklaas' Book. But when the book loses it's power, it becomes impossible to to fulfill their duties on December 5. To prevent that from happening, Piet Diego and his Elite team embark on an adventure. Quite a big adventure, because the only place to recover the much needed powers is a magical source in Myra - the birthplace of Sinterklaas!","release_date":"2012-10-09","genres":[10751],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":150039,"title":"Sint & Diego and the Magical Fountain of Myra","adult":false},{"cast":["Sara De Roo","Axel Daeseleire","Koen De Bouw","Filip Peeters","Barbara Sarafian"],"overview":"Manager Pascaline and chef Angelo have been, for several years, striving toward earning the coveted \"chef's hat\" in the Gault Millau restaurant guide. Tonight is Valentine's Day: one of the busiest nights of the year. Angelo provides an appropriate menu and Pascaline lovingly sets the tables. As always, Pascaline has everything under control. Her customers expect a lot tonight. For every couple that has won a table they expect to get love on their plate. Hopefully nothing goes wrong.","release_date":"2012-12-18","genres":[35,18],"vote_average":6.5,"runtime":102,"cert":"N\/A","id":150041,"title":"Brasserie Romance","adult":false},{"cast":["Michael York","Angela Lansbury","Anthony Higgins","Heidelinde Weis","Jane Carr"],"overview":"An opportunistic young man working as a servant to a European countess uses his sexual talents to better his station in life.","release_date":"1970-07-22","genres":[18,35,80],"vote_average":7.2,"runtime":112,"cert":"N\/A","id":150043,"title":"Something For Everyone","adult":false},{"cast":["Dion Gossett","Christopher Townes","Renny Roker","Richard Holmes","Sandy Reed"],"overview":"Johnny is a mischievous kid. He tells the teacher he didn't get his homework done because his mother just died. Of course, the teacher finds out that Johnny's mother is very much among the living. Johnny's antics become much worse when he discovers his parents are having marital problems. This film is not shot well; most of it looks very amateurish. However, it is an interesting time capsule of African-American life in the early to mid 1970s.","release_date":"1974-07-23","genres":[18],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":150051,"title":"Tough","adult":false},{"cast":[],"overview":"This DVD is the complete season of the successful series that aired on The Netherlands 3 sometimes more than 1,000,000 viewers voted off. For the Netherlands, this 3 are unprecedented audience while also valuing the viewer very high.  During this series, they followed their trip across America where she led occasional manager Kees Tol examine whether in this country to build a career. All this with a wink, but it does provide many highlights on! As their action for 14,000 people at a basketball game where they bring the American National Anthem. Whether the encounter with an old school friend of Elvis who surprised with a performance of \"The Old Shep\", who stirs him to tears.","release_date":"2011-09-01","genres":[],"vote_average":0.0,"runtime":265,"cert":"N\/A","id":150053,"title":"Nick  en Simon: The American Dream","adult":false},{"cast":[],"overview":"","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150055,"title":"La mort est dans le pré","adult":false},{"cast":[],"overview":"Kevin Bloody Wilson is the undisputed king of politically incorrect comedy. A master of bawdy ballads and dirty ditties.\r Live 2004 is Kevin Bloody Wilson at his unadulturated best and features Kev on top form as he bangs out a bunch of his classic, infamous hits as well as a whole lot of new songs from below the belt!\r Live 2004 was filmed on the Australian leg of Kev's hugely popular Givin' It World Tour.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":64,"cert":"18","id":150057,"title":"Kevin Bloody Wilson Live 2004","adult":false},{"cast":["Tricia Helfer","Ulric Dihle"],"overview":"A genius hacker and his dog help an enigmatic young woman to free the remaining test subjects of a black ops ESP test lab.","release_date":"2012-04-13","genres":[28,878,16,53],"vote_average":6.2,"runtime":6,"cert":"N\/A","id":150059,"title":"PostHuman","adult":false},{"cast":["Michael Shattner","Rebecca Kush","Andrew J. Langton","James Edward Becton","Kate Britton"],"overview":"In the future, man’s quest for answers will take him to the edge of the universe. But the knowledge they seek, should never be known.","release_date":"2012-01-01","genres":[878],"vote_average":2.2,"runtime":89,"cert":"15","id":150061,"title":"Prometheus Trap","adult":false},{"cast":["Richard Denning","Catherine Craig","Russell Hayden","Ann Doran","Richard Loo"],"overview":"A nurse is taking an amnesia victim, who was imprisoned by the Japanese during WW II, to the United States in a plane piloted by Richard Denning. The passengers include a Japanese colonel on his way to Manila to face war-crime charges, and a couple who were married on the day they were liberated from a Japanese prison camp. During the flight, the colonel breaks away from his guards, causes the plane to go out of control, and it crashes into the sea. The survivors get into a rubber boat and go through a minor-league version of \"Lifeboat, with no Alfred Hitchcock sightings, until Air-Sea Rescue pilot Jim Willis rides to the rescue.","release_date":"1947-03-28","genres":[18,12],"vote_average":5.8,"runtime":73,"cert":"N\/A","id":150063,"title":"Seven Were Saved","adult":false},{"cast":["Zoë Kravitz","Jason Clarke","Antonique Smith","Tim Blake Nelson","Gabourey Sidibe"],"overview":"As her family falls apart, seventeen year old Sweetness O'Hara is left to fend for herself in a neighborhood where her survival is uncertain.","release_date":"2011-03-11","genres":[18],"vote_average":5.4,"runtime":94,"cert":"N\/A","id":150065,"title":"Yelling To The Sky","adult":false},{"cast":["Cliff Edwards","Walt Disney","Clarence Nash","James MacDonald","Dessie Flynn"],"overview":"Hosted by Jiminy Cricket along with Mickey Mouse and Tinker Bell, this special combines newly produced animation with clips from vintage animated Disney shorts and feature films, presented to the viewer as «Christmas cards» from the various characters starring in each one. «From All of Us to All of You» is an animated television Christmas special, produced by Walt Disney Productions and first presented on December 19, 1958 on ABC as part of the Walt Disney Presents anthology series.  The show has been shown infrequently in the US in recent years, but in the Nordic countries (Norway, Finland, Denmark, Sweden and Iceland) the show has been broadcast every year since 1959, and has become a holiday classic.","release_date":"1958-12-19","genres":[16,35,10751,10770],"vote_average":7.0,"runtime":60,"cert":"N\/A","id":150067,"title":"From All of Us to All of You","adult":false},{"cast":["Jeff Lynne","Paul McCartney","Ringo Starr","Tom Petty","Joe Walsh"],"overview":"Documentary which gets to the heart of who Jeff Lynne is and how he has had such a tremendous musical influence on our world. The story is told by the British artist himself and such distinguished collaborators and friends of Jeff as Paul McCartney, Ringo Starr, Tom Petty, Joe Walsh, Olivia and Dhani Harrison, Barbara Orbison and Eric Idle. The film reveals that Lynne is a true man of music, for whom the recording studio is his greatest instrument. With access to Lynne in his studio above LA, this is an intimate account of a great British pop classicist who has ploughed a unique furrow since starting out on the Birmingham Beat scene in the early 60s, moving from the Idle Race to the multi-million selling ELO in the 70s and then, with Bob Dylan, Tom Petty, Roy Orbison and George Harrison, as a key member of the Traveling Wilburys.","release_date":"2012-10-05","genres":[10402,99],"vote_average":7.3,"runtime":60,"cert":"PG","id":150084,"title":"Mr. Blue Sky: The Story of Jeff Lynne & ELO","adult":false},{"cast":["Daniel Pilon","Mariette Lévesque","Céline Lomez","Robert Arcand","Robert Demontigny"],"overview":"","release_date":"1971-01-01","genres":[35],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":150086,"title":"Après-Ski","adult":false},{"cast":["Anatoliy Belyy","Sergei Bezrukov","Gediminas Adomaitis","Anna Chipovskaya","Stanislav Duzhnikov"],"overview":"The Year is 1812. On the eve of the decisive battle of Borodino, Napoleon's secret agent steals a Russian battle plan. This fact is known to General Kutuzov (Head of Russian forces), thanks to a young nobleman Alexey Tarusov. Tarusov joint to the the regiment of Russian lancers, and finds new friends like Lieutenant Gorzhevsky, Prince Kiknadze and Sergeant Ptukha. After the terrible battle of Borodino, they fall into many unexpected adventures...","release_date":"2012-11-01","genres":[12,36],"vote_average":3.2,"runtime":96,"cert":"15","id":150088,"title":"1812. Ballad of the Uhlans","adult":false},{"cast":["Sigrid Beate Edvardsen"],"overview":"The Internationally award winning documentary film from Norway follows a 33 year old woman's life prior to serving a 7 year prison sentence for killing her own 66 year old father. He sexually abused her from she was 6 - 17 years old. He also abused her sister who became a drug addict and died of an overdose at the age of 38. The film brings us back to her childhood and describes how sexual abuse can go on for years without anyone is reacting to it.  \"My beloved child\" deals with issues like physical, emotional and sexual abuse, domestic problems, suicide, drug issues, societies responsibility, individual responsibility, post effects\/late consequences of childhood traumas.  The films is primarily made - and edited - for children and youths, in order for them to understand and put words to abuse.","release_date":"2004-08-01","genres":[],"vote_average":9.0,"runtime":105,"cert":"N\/A","id":150090,"title":"My beloved child","adult":false},{"cast":["Joel McCrea","Barbara Stanwyck","Earl Holliman","Edward Andrews","John Dehner"],"overview":"","release_date":"1957-07-12","genres":[37],"vote_average":5.0,"runtime":81,"cert":"N\/A","id":150095,"title":"Trooper Hook","adult":false},{"cast":["Angelo Coimbra","Guilherme Lopes","Gessy Fonseca"],"overview":"Alberto Espinosa, his younger brother Antonio and their friends decide to terrorize an indigenous family that's settled in their old estate. This night will result in the appearance of a mysterious figure who'll relentlessly look for revenge.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150097,"title":"Two Lives for Antonio Espinosa","adult":false},{"cast":[],"overview":"Alexi leaves the house of his father and stepmother and rents an apartment. He wants to be independent and find his place in the world. But no basic changes ensue – he has the same friends, with the same trivial conversations and the same inactivity. Only the death of his favorite teacher, to whom the young man felt very close, really changes his habitual way of life. Alexi makes a decision: he refuses a place at a research institute and leaves for a teaching job at a village school, the same school his mentor used to work at.","release_date":"1985-01-01","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":150099,"title":"The Step","adult":false},{"cast":["Gordon Jackson","Grant Sutherland","Bill Blewitt","Eric Micklewood","John Varley"],"overview":"The Nine men of the title are a British WWII Army patrol stuck in a desert fort during the African campaign. The Men must defend the fort against the Italian and German troops until they can be relieved.","release_date":"1943-02-22","genres":[10752,18],"vote_average":7.0,"runtime":68,"cert":"","id":150116,"title":"Nine Men","adult":false},{"cast":["Andee Connors","Allan Horrocks","Seldon Hunt","Aaron Turner","Nate Newton"],"overview":"This captivating documentary is the product of five years of obsessive filming of live concert footage, exclusive interviews, and historic documentation focusing on three fiercely independent music labels and their bands.  Featuring Neurosis, ISIS, Godspeed You! Black Emperor, Pelican, Oxbow, Evangelista, Thee Silver Mt. Zion Memorial Orchestra, Cave In, and many others whose music and art found ideal homes in the artist-run record labels of Hydra Head, Neurot, and Constellation.  These labels combine hard-to-define, heavy music with a visual aesthetic that has enraptured worldwide fans, without the need for radio or corporate media outlets. They uphold the legacy of treating music as an art form, not as a product.  This film is an answer to those who question where the spirit of punk rock is today.","release_date":"2011-10-08","genres":[99,10402],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":150124,"title":"Blood, Sweat + Vinyl: DIY in the 21st Century","adult":false},{"cast":["Pierangeli Llinas","María Cecilia Sánchez","Reid Andres","Maria Jose Fajardo"],"overview":"Carmen lives in the world of dreams. Her biggest dream dreams is to find her lost son. An unavoidable fate and cruel people present themselves as Carmen is entering the world by herself.","release_date":"2012-12-07","genres":[53,18],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":150126,"title":"Carmen G","adult":false},{"cast":[],"overview":"Yvette Marcel (Melissa Anderson) asks her godfather Control and McCall for help dealing with her irrational father, who is intent on locating Manon, the mother she believed had been killed years before.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150131,"title":"Memories of Manon","adult":false},{"cast":["Daniel Bonjour","Leena Huff","Jesse Johnson","Jen Lilley"],"overview":"On Christmas weekend in a quaint Texas hotel, JOE BINGHAM, runs into the love of his life, AMY WALKER, the one that got away, she's visiting home for the holiday. The kick is, it's on the eve of Joe's white-winter wedding nuptials to DAISY SPUR, the girl next door who he's settling for. So, Joe has one night to find out if there's a chance he can get back together with Amy before he marries Daisy with no regrets.","release_date":"2011-03-24","genres":[],"vote_average":4.0,"runtime":95,"cert":"N\/A","id":150136,"title":"The Back-up Bride","adult":false},{"cast":["David Pevsner","Tim Kazurinsky","Rusty Schwimmer","Bruce Vilanch"],"overview":"Scrooge & Marley is a modern variation on Charles Dickens' A Christmas Carol. Recounted from a gay sensibility with heart, comedy & music, the magic of Dickens' timeless tale of a man's redemption comes alive from a fresh perspective.","release_date":"2012-12-01","genres":[],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":150138,"title":"Scrooge & Marley","adult":false},{"cast":["James Garner","James Woods","Piper Laurie","Alan Rosenberg","Peter Michael Goetz"],"overview":"Promise, the most honored movie in television history, is a deeply moving story of family love and loyalty. Bob (James Garner) returns home for his mother’s funeral knowing that he must fulfill a promise made 30 years earlier—to care for his younger brother D.J. (James Woods), who is schizophrenic. When Bob eventually takes over responsibility for his younger brother’s well-being, he embarks upon the most difficult challenge of his life. Following its premiere in 1986, Promise won virtually every award a television program can win, including five Emmys® (Best Actor, Best Special, Best Direction, Best Teleplay, Best Writing), two Golden Globes®, a Peabody Award, a Christopher Award, the Humanitas Prize and several other honors. The movie remains an enduring favorite in the Hallmark Hall of Fame’s library of films.","release_date":"1986-12-21","genres":[10770,18,10751],"vote_average":9.0,"runtime":110,"cert":"N\/A","id":150140,"title":"Promise","adult":false},{"cast":["Mick Murray","Constance Zimmer","F. Willian Parker","Will Wallace","Carmen Argenziano"],"overview":"","release_date":"1999-10-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150148,"title":"Warm Blooded Killers","adult":false},{"cast":["Lin Chu-Chu","Li Dandan"],"overview":"A love story between a poor scholar and wealthy woman.","release_date":"1927-01-01","genres":[18,10749],"vote_average":6.5,"runtime":49,"cert":"N\/A","id":150198,"title":"Romance of the Western Chamber","adult":false},{"cast":["Ami Shalabh","Ryan Bley","Thomas Stroppel","Julie Reiter","Ami Shalabh"],"overview":"Jingle the Husky Pup and his buddy Andrew meet some new friends. A girl Andrew's age, Sofia, and her Husky pup, Bell, have moved from sunny Palm City to Pineville weeks before Christmas. With no friends yet and not knowing what to expect, Sofia and Bell's world is upside down and it looks like it might be the worst Christmas ever. But with a little help from Jingle and Andrew, Sofia and Bell will soon discover that Christmas joy isn't about where you are -- it's about who you are with!","release_date":"2012-11-23","genres":[],"vote_average":0.0,"runtime":24,"cert":"N\/A","id":150209,"title":"Jingle & Bell's Christmas Star","adult":false},{"cast":["Brit Morgan","Noah Segan"],"overview":"After a harrowing snowmobile accident, a young couple is stranded in the woods and must survive while waiting for help to arrive. Events take a turn for the worse after the disappearance of Emma's boyfriend, leaving her on her own not only to battle the elements, but also to elude a mysterious hunter who is tracking her through the forest.","release_date":"2012-10-10","genres":[27,53],"vote_average":4.2,"runtime":95,"cert":"N\/A","id":150211,"title":"The Frozen","adult":false},{"cast":["Rica Matsumoto","Mamoru Miyano","Aoi Yuki","Ikue Otani"],"overview":"The movie features Ash and his two friends Iris and Cilan, as they help a Keldeo battle against a powerful Dragon-type Pokémon named Kyurem as his test to become a Sacred Swordsman.","release_date":"2012-07-13","genres":[16],"vote_average":5.9,"runtime":71,"cert":"U","id":150213,"title":"Pokémon the Movie: Kyurem vs. the Sword of Justice","adult":false},{"cast":["Mark Forest","José Greci","Ken CLARKE","Glorai MILLAND"],"overview":"The eternal Hercules in this film has gone way beyond his usual time and place in ancient Greece and is now helping Poland free itself of Mongol invaders in the 12th century. Mark Forest is the star of this peplum epic, Hercules Against The Barbarians.","release_date":"1964-04-16","genres":[],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":150218,"title":"Hercules Against the Barbarians","adult":false},{"cast":["Matthew Modine"],"overview":"We all think of Santa as \"Jolly old St.Nick\". But who knew that he has a dark hidden past that's very un-jolly? This short film uncovers and explores Santa's flirtation with politics and greed.","release_date":"2008-01-01","genres":[],"vote_average":8.0,"runtime":3,"cert":"N\/A","id":150220,"title":"Santa, the Fascist Years","adult":false},{"cast":["Wayde Preston","Rik Battaglia","Aldo Berti","Anna Malsson","Agnès Spaak"],"overview":"Barnet, a bandit, and the eight men of his band lie waiting in a Texan village. Having confined the people of the village to their homes, they rob the stagecoach which arrives in town carrying a cargo of US $ 100,000 in gold. After the robbery, the bandits take refuge in a deserted mine but a post officer, Dove Williams, is on their track.","release_date":"1971-12-20","genres":[37],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":150222,"title":"Hey Amigo! A Toast to Your Death","adult":false},{"cast":["Robert Woods","Dino Strano","Benito Pacifico","Amerigo Castrighella","Simonetta Vitelli"],"overview":"Sam is wounded by the Mash Flanigan gang who enters a saloon and kills everybody in sight including his brother. Walbash chases Flanigan to Golden City for revenge, leading to the obligatory showdown. One of the clever scenes is when gunfighters Gordon Mitchell, Lincoln Tate and Peter Martell interview for jobs and are introduced with their acting names Mitchell, Tate and Martell.","release_date":"1971-01-01","genres":[37],"vote_average":4.5,"runtime":89,"cert":"N\/A","id":150224,"title":"Savage Guns","adult":false},{"cast":["Jack Betts","Klaus Kinski","Gordon Mitchell","Jeff Cameron","Giancarlo Prete"],"overview":"Macho Callaghan is a lieutenant in the Federal Guards and his job is to capture Butch Cassidy, Ironhead, and their band of outlaws. Getting in touch with Ironhead, Macho finds a way of being hired by the outlaws. But when the two leaders quarrel and decide to separate, Macho manages to convince Ironhead to attack Butch Cassidy.","release_date":"1971-04-17","genres":[37],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":150226,"title":"Ballad of Django","adult":false},{"cast":["Ty Hardin","Craig Hill","Gordon Mitchell","Rossano Brazzi","Edda Di Benedetto"],"overview":"Hardin is out for revenge after his wife and child are killed and his home burned. He hunts down the gang using his son's toy drummer to signal the shootout while also in search for their leader.","release_date":"1971-09-09","genres":[37],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":150228,"title":"Day of Judgment","adult":false},{"cast":["Johnny Messner","Joe Lewis","Gordon Liu Chia-Hui","Ammara Siripong","Brahim Achabbakhe"],"overview":"Captured international assassins are locked up inside a high-tech bunker known as the Killing Chamber. To break out of this concrete hell they must duel each other, fight deadly ninjas and battle against gangs of masked maniacs. And... if they survive this, they will have to confront Snakehead: the lethal, deranged top dog who will stop at nothing to kill 'em all!","release_date":"2012-12-11","genres":[28,80,53],"vote_average":5.4,"runtime":86,"cert":"","id":150230,"title":"Kill 'em All","adult":false},{"cast":["Senko Velinov","Ky Evans","Tanya Mickov","Slaviša Kajevski","Tony Naumovski"],"overview":"A gang of small-time criminals dream of glamor like in an American movies and plan their biggest heist - the secret room of CIA.","release_date":"2011-02-25","genres":[80,28,35],"vote_average":8.0,"runtime":86,"cert":"N\/A","id":150232,"title":"This Is Not an American Movie","adult":false},{"cast":["Eric Tsang","Chen Sicheng","Niu Mengmeng","Jian Ma","Dongfang Wang"],"overview":"The Chinese version of Home Alone; this action comedy chronicles the antics of the seven mischievous young monks Do, Re, Mi, Fa, So, La and Si as they seek to outwit a group of grave robbers through entertaining tricks and kung fu.","release_date":"2010-07-23","genres":[28,36],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":150234,"title":"Seven Arhat","adult":false},{"cast":["Rolan Bykov","Yelena Sanayeva","Georgi Millyar","Vadim Zakharchenko"],"overview":"In the village called Utka (Duck), in an old larder, there lived a house sprite, Shishok. A real one, with horns and in a fur coat, jolly and mischievous. He could walk through walls and find lost things. The only thing distressing Shishok was that the children stopped seeing him when they grew up. Everything had changed with the arrival of an 8-year-old girl, Olya, who came to the village for vacations…","release_date":"1976-01-01","genres":[10751,14,12],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":150236,"title":"Duck Village","adult":false},{"cast":[],"overview":"This light, hilarious story, sparkling with good-natured humour, will amuse both children and their parents. Our Vovochka is not the hero of popular anecdotes, but a real-life ten-year-old boy, spontaneous and indefatigable, an ever-inventive daredevil, who happens to be quite a handful for the grown-ups around him. With Vovochka’s arrival at his country place on the eve of the New Year holidays, the life of that quiet suburban Moscow town blows up, in both literal and figurative sense…","release_date":"2002-01-01","genres":[],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":150238,"title":"Vovochka","adult":false},{"cast":["Eka Vibliani","Mamuka Kadagishvili","Nino Kakabadze","Nana Kvateladze","Leo Antadze"],"overview":"Two lovers – a young shepherd, Mzechabuka, and a peasant girl, Teona, - have endured all the trials falling to their lot and see the happy time when they can join their lives together.","release_date":"1984-09-19","genres":[10751,14,12,10749],"vote_average":3.0,"runtime":69,"cert":"N\/A","id":150240,"title":"The White Rose of Immortality","adult":false},{"cast":[],"overview":"Incubus: Live in Las Vegas","release_date":"2010-12-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150254,"title":"Incubus: Live in Las Vegas","adult":false},{"cast":["Erich Buttgereit","Jörg Buttgereit"],"overview":"A short featuring hidden camera shots of the director and his father.","release_date":"1982-01-01","genres":[99],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":150256,"title":"Mein Papi","adult":false},{"cast":["Jan-Michael Vincent","Cybill Shepherd","Martin Landau","Raymond Burr","Neville Brand"],"overview":"Two young children and an adult in a small town have an encounter with an alien spaceship. 25 years later the children are reunited as adults in the same town which is now beset by strange cattle mutilations. Matters become worse when the cattle mutilations are joined by human murders and mutilations.","release_date":"1980-03-31","genres":[9648,53,878],"vote_average":2.5,"runtime":86,"cert":"N\/A","id":150273,"title":"The Return","adult":false},{"cast":[],"overview":"Historia de un día begins by observing the peaceful life of farmers living in a rural area in Latin America. Day breaks. A woman touches her eyebrows. A man shaves. Chickens are set loose and goats are fed. Little or nothing is said but the soundtrack gradually evolves into a rich, subtle combination of background noise and added sounds. This observation takes on a more contemplative mood, when attention is focused on the other subjects of the film.","release_date":"2009-01-02","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":150275,"title":"Story of a day","adult":false},{"cast":[],"overview":"","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150280,"title":"Grise Mine","adult":false},{"cast":["Dmitriy Zolotukhin","Tamara Makarova","Natalya Bondarchuk","Nikolay Eryomenko","Oleg Strizhenov"],"overview":"The years of the tsar’s adolescence and youth were permeated with deadly danger coming from some of the Boyars, the rebellious Streltsy and Tsarevna Sophia who aspired for power. But already at that early time Peter demonstrates a profound, bright intellect, a strong will and the sense of purpose, which help him disarm both his open and secret enemies.","release_date":"1980-06-06","genres":[36,18],"vote_average":7.3,"runtime":140,"cert":"N\/A","id":150285,"title":"The Youth of Peter","adult":false},{"cast":["Bastien Colin"],"overview":"","release_date":"2009-01-01","genres":[],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":150287,"title":"The Little Dragon","adult":false},{"cast":[],"overview":"Filmed like the travel journey of a Western traveler in search of Madagascar's customs. The pages turn, the drawings come to life, and the luxuriant landscapes of Madagascar appear one after another.","release_date":"2010-01-24","genres":[16],"vote_average":7.0,"runtime":12,"cert":"N\/A","id":150298,"title":"Madagascar, a Journey Diary","adult":false},{"cast":[],"overview":"","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150312,"title":"Orsolya","adult":false},{"cast":["Lily Yuen","Wang Mo-Qiu","Zheng Jun-Li","Yin Xu","Fang Lian-Ying"],"overview":"A female music teacher tries to become a writer in the male dominated profession","release_date":"1935-01-01","genres":[],"vote_average":6.0,"runtime":106,"cert":"N\/A","id":150314,"title":"New Women","adult":false},{"cast":["Frank Gallop","Jack Mercer","Mae Questel","Cecil Roy","Alan Shay"],"overview":"Casper struggles to find friends who won't run away scared when they meet him.","release_date":"1945-11-16","genres":[16,10751,35],"vote_average":5.2,"runtime":9,"cert":"N\/A","id":150316,"title":"The Friendly Ghost","adult":false},{"cast":["Jackson Beck","Mae Questel","Jack Mercer"],"overview":"Bluto sabotages Popeye's date with the superstitious Olive Oyl on Friday the 13th.","release_date":"1956-11-16","genres":[],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":150318,"title":"I Don't Scare","adult":false},{"cast":["Martin Scorsese"],"overview":"Martin Scorsese discusses his personal background and his filmography as they relate to each other.","release_date":"2004-12-14","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":150320,"title":"Scorsese on Scorsese","adult":false},{"cast":[],"overview":"Mazeppa is a 1993 French drama film directed by Bartabas. It was entered into the 1993 Cannes Film Festival where it won the Technical Grand Prize.","release_date":"1993-10-13","genres":[],"vote_average":6.0,"runtime":111,"cert":"N\/A","id":150334,"title":"Mazeppa","adult":false},{"cast":[],"overview":"NGC goes inside one of the greatest natural marvels on the planet - a giant crystal cave described as Superman's fortress, with magnificent crystals up to 36 feet long and weighing 55 tons. A team of experts venture into the cavern, enduring scorching-hot temperatures that could kill a human after just 15 minutes of exposure. They'll push the boundaries of physical limitation to explore a crevasse that could lead to another - and perhaps more spectacular - crystal cave.","release_date":"2010-10-09","genres":[99],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":150336,"title":"Into the Lost Crystal Caves","adult":false},{"cast":["George Peppard","Jean Seberg","Richard Kiley","Charles McGraw","Madeleine Sherwood"],"overview":"On the evening of his decoration for bringing a murderer to justice, Washington DC Police Captain Frank Matthews' wife, and her lover are murdered in bed. Jailed as the prime suspect, with the aforementioned murderer released on a technicality Matthews escapes in search of the man he believes to be the real killer.","release_date":"1969-02-17","genres":[80,18],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":150338,"title":"Pendulum","adult":false},{"cast":["Morton Lowry","Mae Clarke","Lawrence Grant","Raymond Hackett","Elizabeth Patterson"],"overview":"A wisecracking narrator mocks footage featuring Frankenstein's monster and Count Dracula.","release_date":"1932-12-01","genres":[27,35],"vote_average":4.4,"runtime":10,"cert":"N\/A","id":150340,"title":"Boo","adult":false},{"cast":["David Jason","Helen Mirren","Hugh Laurie","Ellie Beaven"],"overview":"Animated retelling of the classic Hans Christian Andersen fable, directed by Martin Gates and featuring the voices of Helen Mirren, David Jason and Rik Mayall. Far away, in her vast ice palace, the Snow Queen plots to rule the world by deflecting all the sun's warmth away from Earth so that it freezes over. But her mirror breaks, and on her mission to find all the missing pieces, she kidnaps Tom, who has part of the mirror in his body. Can his sister Ellie save Tom, and stop the evil Queen from acheiving global dominance?","release_date":"1995-01-01","genres":[16,10751],"vote_average":4.8,"runtime":75,"cert":"","id":150342,"title":"The Snow Queen","adult":false},{"cast":["Wynton Marsalis"],"overview":"Sessions at West 54th Vol.1","release_date":"1997-12-10","genres":[10402],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":150344,"title":"Sessions at West 54th Vol.1","adult":false},{"cast":["Morgan Freeman"],"overview":"Morgan Freeman narrates this documentary that explores the 54th Massachusetts regiment that is the basis of the motion picture, \"Glory\".","release_date":"1991-06-19","genres":[],"vote_average":0.0,"runtime":46,"cert":"N\/A","id":150346,"title":"The True Story of Glory Continues","adult":false},{"cast":["Duke Ellington","Sarah Vaughan"],"overview":"","release_date":"","genres":[10402],"vote_average":3.8,"runtime":47,"cert":"N\/A","id":150351,"title":"Duke Ellington & Sarah Vaughan  Live At The Berlin Philharmonic Hall 1989","adult":false},{"cast":["Valerie Niehaus","Oliver Mommsen","Ludger Pistor","Melanie Blocksdorf","Yung Ngo"],"overview":"","release_date":"2012-10-30","genres":[35],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":150353,"title":"Robot Mom","adult":false},{"cast":[],"overview":"Paris By Night 96 - Nhạc Yêu Cầu 2 (English Translation: Music Requests 2) is a Paris By Night program produced by Thúy Nga that was filmed at the Knott's Berry Farm on April 18, 2009 and April 19, 2009 and release DVD from June 25, 2009. The show was MC'ed by Nguyễn Ngọc Ngạn and Nguyễn Cao Kỳ Duyên.","release_date":"2009-06-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150358,"title":"Paris by Night 96: Nhạc Yêu Cầu 2","adult":false},{"cast":["Donald Fagen"],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150366,"title":"Donald Fagen - Kamakiriad","adult":false},{"cast":["Dave Holland"],"overview":"","release_date":"2005-10-18","genres":[10402],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":150377,"title":"Dave Holland Quintet  Live In Freiburg","adult":false},{"cast":[],"overview":"The Best of Duets (song Ca Đặc Biệt)","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150382,"title":"Paris by Night 73","adult":false},{"cast":[],"overview":"A survey of the physical qualities and metaphysical quandaries of the United States-Mexico border. Follows the boundary and its immediate surrounding topography incrementally from the Gulf of Mexico to the Pacific Ocean.","release_date":"2012-09-28","genres":[],"vote_average":5.5,"runtime":60,"cert":"N\/A","id":150384,"title":"Tectonics","adult":false},{"cast":["Phillips Holmes","Sylvia Sidney","Norman Foster","Claudia Dell","Florence Britton"],"overview":"A young college student gets pregnant by the man she loves, but circumstances prevent their marrying, so she marries a classmate she doesn't love. Soon, however, her lover returns, and she finds herself in a dilemma as to who to choose.","release_date":"1931-07-11","genres":[18],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":150386,"title":"Confessions of a Co-Ed","adult":false},{"cast":["Václav Vydra","Jana Paulová","Věra Kuchtová","Michal Holán","Jan Skopeček"],"overview":"Risque jokes acted out in short skits.","release_date":"2003-01-23","genres":[35],"vote_average":3.6,"runtime":null,"cert":"N\/A","id":150391,"title":"Kameňák","adult":false},{"cast":["Franciszka Themerson","Stefan Themerson"],"overview":"In the early inscriptions, this film is presented as a “lyrical bounce from reality” but not “senseless extravagance.” The plot involves a trek official to the advice of “There will be a hole in the sky even if you go back”, the procession of two people with a wardrobe and a march of people defending the established rules (“Down with walking backwards”). The formal aspect in the movie is a lot of trick shots using a mirror, photographs and negatives.","release_date":"1937-03-30","genres":[],"vote_average":5.8,"runtime":10,"cert":"N\/A","id":150393,"title":"The Adventures of a Good Citizen","adult":false},{"cast":["Chick Corea","John Patitucci","Dave Weckl"],"overview":"","release_date":"","genres":[10402],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":150395,"title":"Chick Corea - Akoustic Band","adult":false},{"cast":["Greta Garbo","Melvyn Douglas","Erich von Stroheim","Owen Moore","Hedda Hopper"],"overview":"Bar entertainer Zara is a discontented alcoholic who is pursued by many men but lives with novelist Carl Salter. One day, Tony shows up on Salter's estate claiming that Zara is actually Maria, the wife of his close friend Bruno, claiming that her memory was destroyed during World War I. Zara doesn't remember but leaves with Tony to Salter's dismay. Bruno, now an officer in the Italian Army, tries to coax Maria's memory back on his large estate. No one is really sure if Zara is Maria, and when Salter shows up with a mental case from Trieste that he claims is the real Maria, everyone on Bruno's estate is desperately searching for the truth.","release_date":"1932-05-28","genres":[18],"vote_average":6.5,"runtime":70,"cert":"N\/A","id":150397,"title":"As You Desire Me","adult":false},{"cast":["Antonio Ferrandis","Elisa Ramírez","Luis Prendes","José Antonio Ceinos","África Pratt"],"overview":"After the end of the Spanish Civil War, General Antonio Escobar Huerta stoically awaits his execution, accused of military treason and sentenced to death for having sworn allegiance to the Republic. Despite being a man of deep religious convictions, Antonio Escobar decided to make an oath honoring the legally constituted government of the Second Spanish Republic against the military uprising led by Francisco Franco and supported by the Catholic Church. While waiting for his execution in prison, he recalls the beginning of the Civil War, the years of battles during which he ascended to the rank of General, and his own decisions, of which he has no regrets. With a clear conscience, Escobar waits his own execution with the calm of those who know they have done their duty. \"If my life and that of all who have fallen serves to avoid this from happening again, our blood will not have been in vain\" - Antonio Escobar Huerta.","release_date":"1984-09-21","genres":[36],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150399,"title":"Memorias del General Escobar","adult":false},{"cast":["Rachel Marcus","Megan Follows","Dylan Everett","Sarah White","Stuart Hughes"],"overview":"Booky does everything she can to make an enjoyable Christmas, for her family, during the depression as her father is out of work.","release_date":"2007-12-11","genres":[18,10751],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":150407,"title":"Booky & the Secret Santa","adult":false},{"cast":["Yoko Honna","Yukana","Rie Tanaka"],"overview":"The Courageous Warriors of the Garden of Hope have summoned Nagisa, Honoka, and Hikari to protect their kingdom from a witch who plans to steal the Diamond Line, which is a set of jewelry the queen of the Garden of Hope wears to a ceremony every year to replenish the water of the kingdom. The witch plans to resurrect the Dark Lord and if she does so, not only will the Garden of Hope be destroyed, but other kingdoms in the galaxies, including the Garden of Rainbows and the Garden of Light.  Source: ANN","release_date":"2005-04-16","genres":[16],"vote_average":5.3,"runtime":70,"cert":"N\/A","id":150421,"title":"Futari wa Precure Max Heart Movie","adult":false},{"cast":["Lord Glenconner"],"overview":"Lord Glenconner, a Scot, once owned Mustique, a verdant island in the Caribbean. He lives in St. Lucia with wife Lady Anne Coke (herself an Earl's daughter and lady-in-waiting to Princess Margaret) and their sole surviving son, Christopher, disabled by an accident. Glenconner visits Mustique, explores old haunts, and prepares an outdoor lunch for the Princess. He gets on with his wife; he's charming, irritable, waspish, a snob. With Margaret, he's unctuous and outrageously ribald. It's up close and personal with this aging, white-robed, old-moneyed European amongst Black workers and nouveau riche Americans. A portrait emerges of the rich against the backdrop of third-world paradise.","release_date":"2001-05-09","genres":[99],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":150426,"title":"The Man Who Bought Mustique","adult":false},{"cast":[],"overview":"Open the lid to a fantasy world full of fun, music, learning and adventure! The bedroom door swings open and a toy box is spilled on its side in a jumble of shapes and colours. No-one is around...all is quiet...and then something magical happens - every child's dream comes true as the toys spring to life!","release_date":"2011-07-15","genres":[],"vote_average":0.0,"runtime":154,"cert":"N\/A","id":150431,"title":"Toybox - Animal Farm","adult":false},{"cast":["Dennis Morgan","Jack Carson","Janis Paige","Martha Vickers","S.Z. Sakall"],"overview":"Two song-and-dance men struggle to produce a Broadway show. Director David Butler's 1946 musical stars Dennis Morgan, Jack Carson, Martha Vickers, Janis Paige, S. Z. Sakall, Angela Greene, Florence Bates, Donald Woods, Alan Hale and Mimi Aguglia.","release_date":"1946-12-28","genres":[10402,35,10749],"vote_average":6.0,"runtime":105,"cert":"N\/A","id":150433,"title":"The Time, The Place and The Girl","adult":false},{"cast":["Tricky","Martina Topley-Bird"],"overview":"A collection of Tricky music videos.","release_date":"2002-07-22","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"","id":150441,"title":"Tricky: A Ruff Guide","adult":false},{"cast":["Jerry Bergen","Novia","The Rollickers","The Pickens Sisters","The Vitaphone Boys and Girls"],"overview":"Four convicts escape from a chain gang. Shortly thereafter, changes are made at the prison, because a blue ribbon commission will be investigating conditions there. The changes include steak every day for dinner and stage shows for entertainment. After reading about this, the four escapees plead with the warden to take them back in. Or was this all a dream?","release_date":"1933-08-12","genres":[35,10402],"vote_average":7.0,"runtime":20,"cert":"N\/A","id":150449,"title":"20,000 Cheers for the Chain Gang","adult":false},{"cast":["Monte Cazazza","Cosey Fanni Tutti"],"overview":"A 13 minute Super 8 collaboration with Tana Emmolo Smith, SXXX-80 (1980), a film which gleefully depicts what many would consider polymorphic sexual dysfunction as home movie, and was produced as a result of equal parts ennui and mischief on Cazazza's part.","release_date":"1980-12-31","genres":[],"vote_average":2.2,"runtime":10,"cert":"","id":150451,"title":"SXXX-80","adult":false},{"cast":[],"overview":"A dadaist explosion that starts as a typical Hollywood travelogue of Stockholm and ends in the city's total destruction by fire and dynamite. This is a hilarious anarchist film; made by the then unknown Hulten now director of Stockholm's Museum of Modern Art. In a particularly subversive scene, the fire engine, arriving at a fire, goes up in flames.","release_date":"1956-12-31","genres":[],"vote_average":5.0,"runtime":19,"cert":"N\/A","id":150453,"title":"A Day in the City","adult":false},{"cast":["Tetsunojo Kanze"],"overview":"Through puppets and animation, a traveler tells his story of walking through Settsu, coming to the town of Ikuta. He asks if someone can show him the Seeker's Mound. Late that day, a solitary maiden says she will lead him there.","release_date":"1979-12-31","genres":[],"vote_average":6.0,"runtime":19,"cert":"N\/A","id":150458,"title":"House of Fire","adult":false},{"cast":["Michaela May","Erwin Steinhauer","Katrin Grumeth","Katharina Kantner","Judith Holzmeister"],"overview":"A woman discovers that her husband is having an affair. She demands a divorce, her husband does not agree to it. She decides to sleep with ten men, then her husband will surely divorce her.","release_date":"1995-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150481,"title":"Lovers","adult":false},{"cast":["Mel Blanc"],"overview":"Porky is Daffy's fight manager who gets Daffy a fight with \"The Champion\", but things get looney.","release_date":"1938-08-06","genres":[],"vote_average":6.3,"runtime":6,"cert":"N\/A","id":150483,"title":"Porky & Daffy","adult":false},{"cast":["Edgar Bergen","Christina Graver"],"overview":"A nine-year-old boy named Charlie McCarthy is sent by his teacher to an eye doctor. The lad has been complaining about headaches and has missed a lot of school. The doctor, with the help of a nurse, conducts an examination. They learn that when the boy isn't at school, he does a lot of fishing. In the course of the exam, the doctor recommends glasses, and Charlie convinces the doc to accompany him on a trip.","release_date":"1931-10-01","genres":[35],"vote_average":3.0,"runtime":10,"cert":"N\/A","id":150488,"title":"The Eyes Have It","adult":false},{"cast":["June Allyson","Betty Mae Crane","The Harrison Sisters","Beverly Crane","Beverly Kirk"],"overview":"Women are put in charge of the city government for a day, and the mayor must go to the train station to greet an opera singer.","release_date":"1940-06-22","genres":[10402],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":150496,"title":"All Girl Revue","adult":false},{"cert":"N\/A","title":"The Great Library Misery","cast":["Arthur Q. Bryan","Nancy Evans","Detmar Poppen","Jack Lescoulie"],"genres":[35],"id":150498,"overview":"A man desiring to join the Grouch Club describes the terrible experience of trying to check out a book from a public library.","runtime":12,"release_date":"1938-09-10","vote_average":0.0,"adult":false}]