[{"cast":["George O'Hanlon","Phyllis Coates","Douglas Fowley","Don C. Harvey","Fred Kelsey"],"overview":"Joe McDoakes pleads \"not guilty\" to a traffic violation but is convicted anyway. Handling this setback in his usual manner, the two-dollar fine quickly pyramids to a 10-year jail sentence.","release_date":"1950-04-15","genres":[35],"vote_average":6.5,"runtime":10,"cert":"N\/A","id":150500,"title":"So You Think You're Not Guilty","adult":false},{"cast":[],"overview":"He thought he knew what life was about. He was dead wrong. Rob's an ambitious photographer trying to boost his career. He attempts to document life in the 'hood and hooks up with a gang, who show him what life is like on their turf, with their rules. Rob realizes he is in too deep as the bodies start to drop. Will he make it out alive?","release_date":"2002-01-02","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":150502,"title":"SHOT","adult":false},{"cast":["Drew Casper","Martin Scorsese","Alain Silver","Robert Sklar","Lincoln Hurst"],"overview":"","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":150510,"title":"White Heat: Top of the World","adult":false},{"cast":["Bruce Cabot","Beverly Roberts","Ben Welden","Horace McMahon","John Wray"],"overview":"In this drama, a 12-year-old boy becomes an orphan after seeing a detective shoot his father. Later the detective feels bad and offers to become his friend, but his intentions are not entirely honorable as the detective really wants to know the location of the loot his father stashed during a robbery.","release_date":"1937-08-22","genres":[18,80],"vote_average":5.0,"runtime":66,"cert":"N\/A","id":150518,"title":"Tenth Avenue Kid","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150520,"title":"亡命快递","adult":false},{"cast":[],"overview":"\"Zazel\" is the title character, a world-famous artist commissioned to create \"the most arousing perfume ever\". In the course of devising this scent, Zazel variously paints pictures, views photographs, and wanders among the flowers of her garden, each experience inspiring her to envision a powerful sexual fantasy. The film consists of nearly a dozen individually themed sequences which reference and recreate iconography drawn from mythology, religion, literature, film and even Jungian psychology. These include sirens, water nymphs, mermaids, flowers, the jungle, The Three Musketeers, classic old Hollywood movies, angels and demons, and the Jungian duality of male and female.","release_date":"1996-01-12","genres":[],"vote_average":6.0,"runtime":120,"cert":"N\/A","id":150525,"title":"Zazel: The Scent of Love","adult":true},{"cast":[],"overview":"They were television sports stars of the '60s and '70s, a bigger draw than major league baseball. And then, virtually overnight, they disappeared. Now, one man has brought them all back to reclaim their lost glory! Shot over seven years (1998-2004), JAM follows the saga of the America Roller Derby League, a group of fading Roller Derby stars who, despite the fact that they are in their 50s and 60s, are determined to make the sport a national sensation once again. At the center of it all is Tim Patten, the league's founder and impresario. Diagnosed HIV positive in 1983, Tim believes his passion for Roller Derby is what keeps him alive. Against all odds he pours thousands of dollars into different schemes, ranging from starting an Internet TV show to hiring models, in an effort to bring in crowds. At the same time, he cares for his partner, David, dying of full blown AIDS. Equal parts hilarious and heartbreaking, JAM takes you into the skater's world on and off the track.","release_date":"2006-03-12","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":150530,"title":"Jam","adult":false},{"cast":["Stephen Murray","Ernest Milton","Pamela Brown","Felix Aylmer","Joyce Grenfell"],"overview":"This exceptional theatrical version of Lewis Carroll's 1865 classic features a combination of live characters and puppets.","release_date":"1949-05-13","genres":[10402,10751,14],"vote_average":5.9,"runtime":76,"cert":"N\/A","id":150535,"title":"Alice in Wonderland","adult":false},{"cast":["Alexandra Schmitt","Holmes Zimmermann","Ilse Trautschold","Gerhard Bienert","Vera Sacharowa"],"overview":"Mutter Krause, her daughter Erna and her son Paul live in a tenement in the poorer section of Berlin's Wedding district. Along with them lives \"the Tenant\", his soon-to-be bride Friede, who works as a prostitute, and her child whose name isn't revealed in the film. Mutter Krause is a quiet, long-suffering old woman who earns what little she can delivering newspapers. However, Paul is an alcoholic and spends all her money on drink. Mutter Krause can't pay back the money she owes the man whose newspapers she delivered and he accuses her of stealing and threatens her with arrest. Mutter Krause must then pawn her last valuable possession, a treasured memento of her late husband. Paul then breaks into the same pawn shop. He gets away but is later arrested. Meanwhile, Erna begins dating a young man with Communist views, who turns Erna to Communism and also helps her earn the money her mother needs by more honest means.","release_date":"1929-12-30","genres":[18],"vote_average":8.3,"runtime":133,"cert":"N\/A","id":150537,"title":"Mother Krause's Journey to Happiness","adult":false},{"cast":[],"overview":"In The Fine Line , the world's best skiers, snowboarders and snowmobilers join leading avalanche professionals to present a new movement in avalanche education. This project, which features one main film and four training films, combines the thrill of winter action sports with important information about avalanche safety.","release_date":"2008-11-25","genres":[],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":150560,"title":"The Fine Line","adult":false},{"cast":["Johnny Cash","Ian MacLean"],"overview":"Documentary detailing the incredible six-decade career and life of Johnny Cash, 'The Man in Black', through performance footage, rare archival footage, photos and commentary.","release_date":"2000-01-29","genres":[10402,99],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":150562,"title":"Johnny Cash: Half Mile a Day","adult":false},{"cast":[],"overview":"A bloodthirsty maniac in a Santa Claus costume is on the loose!","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":150588,"title":"Yule Die","adult":false},{"cast":[],"overview":"Four teenagers get dragged in to a deadly cat and mouse game when a masked psychopath decides to live out his sick Christmas fantasies.","release_date":"2010-01-01","genres":[],"vote_average":2.5,"runtime":60,"cert":"N\/A","id":150590,"title":"Wolf Cabin","adult":false},{"cast":["Siena Watchulonis"],"overview":"Stunning macro 3D filmmaking takes viewers on an unforgettable journey from lake bottom battles for territory to lovelorn toads searching for a mate to lizards prowling the forest for a meal. We humans are but lumbering, clumsy giants striding through these miniature ecosystems that thrive without us... even in spite of us.","release_date":"2012-10-01","genres":[99],"vote_average":0.0,"runtime":41,"cert":"N\/A","id":150601,"title":"MicroPlanet 3D","adult":false},{"cast":["Irene Dunne","Clive Brook","Nils Asther","Henry Stephenson","Laura Hope Crews"],"overview":"A recently divorced interior decorator falls in love with a married barrister.","release_date":"1933-12-01","genres":[10749,18],"vote_average":6.5,"runtime":66,"cert":"N\/A","id":150606,"title":"If I Were Free","adult":false},{"cast":[],"overview":"The Pogues celebrated their 30th anniversary with two sold-out shows in September 2012 at the famous Olympia venue in Paris. The shows were filmed\/recorded and directed by Gautier &amp; Leduc. The shows featured the full band line-up of Shane MacGowan, Spider Stacey, Jem Finer, James Fearnley, Andrew Ranken, Phillip Chevron, Terry Woods and Darryl Hunt.","release_date":"2012-11-19","genres":[10402],"vote_average":9.0,"runtime":100,"cert":"N\/A","id":150617,"title":"The Pogues in Paris - 30th Anniversary Concert","adult":false},{"cast":["Olivia Hussey","Christopher Mitchum","Pipop Pupinyo","Krung Srivilai","Phairoj Jaising"],"overview":"The world's spy networks vie to get a stolen H bomb.","release_date":"1971-01-08","genres":[28],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":150622,"title":"H-Bomb","adult":false},{"cast":[],"overview":"Fed up with his overbearing mother, his pathetic love life, his lack of money, and especially his cruel boss, Brooklyn-boy Marco decides to rob the fish market where he works (with the help of a few friends). Of course, all does not go as planned...","release_date":"2000-10-18","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":150627,"title":"All Saints Day","adult":false},{"cast":[],"overview":"Beginning with his work for a certain public television show that featured a big yellow bird, Al Jarnow captured life's scientific minutia and boiled it down for easy consumption between cookie eating monsters and counting vampires. Coupling time-lapse, stop motion, and cell animation with simple objects found in every day life, Jarnow deconstructed the world for an entire generation.","release_date":"1984-04-28","genres":[16],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":150632,"title":"Celestial Navigations","adult":false},{"cast":["Emma Penella","Carlos Estrada","Manolo Gómez Bur","Elena María Tejeiro"],"overview":"","release_date":"1966-04-23","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150634,"title":"Lola, espejo oscuro","adult":false},{"cast":["Sérgio Mallandro","Pedro de Lara","Alexandre Frota","Cosme dos Santos","Fernando Reski"],"overview":"Sérgio Mallandro is chosen by an alien to be the one to receive special powers to do good. But before that he must prove his worth and kind heart by rescuing a girl's pet. Along the way, he is frequently hampered by an envious villain.","release_date":"1985-11-24","genres":[35,10751],"vote_average":3.4,"runtime":82,"cert":"N\/A","id":150636,"title":"As Aventuras de Sérgio Mallandro","adult":false},{"cast":["Casper Van Dien","Rachel Wilson","Ella Ballentine","Noah Cappe","Donna Belleville"],"overview":"When a pair of feuding colleagues, Kyle and Jenna are thrown together after their siblings, Jim and Trisha fall in love, they have to learn to get along in time for their nephew's birth on Christmas. Realizing Jim and Trisha have major money troubles, Kyle and Jenna band together to help and end up on a snowy New York adventure that will prove miracles really do happen at Christmas.","release_date":"2012-11-29","genres":[10749,18],"vote_average":5.5,"runtime":90,"cert":"N\/A","id":150641,"title":"Baby's First Christmas","adult":false},{"cast":["Shenae Edwards","Clifton Powell","Wendy Raquel Robinson","Keith Robinson","Lloyd Polite"],"overview":"Where the bonds of a family represented what is stronger in our lives. In \"When the lights go out\" witnessing the trajectory of a family who has lost his way that may undermine the family structure forever, and no return.","release_date":"2010-03-23","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150649,"title":"When the Lights Go Out","adult":false},{"cast":[],"overview":"Documentary examining the conflicts between the coming of modernization and the traditional culture of a small Mexican village.","release_date":"1941-02-07","genres":[],"vote_average":5.0,"runtime":67,"cert":"N\/A","id":150651,"title":"The Forgotten Village","adult":false},{"cast":["Ilya São Paulo","Maria Ribeiro","Vanja Orico","Jofre Soares","Renato Matos"],"overview":"After an extended period directing original screenplays, dos Santos returned to the creative engagement with literature that was the wellspring of his early masterpieces, offering a combinatory adaptation of five stories by the renowned Brazilian novelist João Guimarães Rosa. Openly embracing a mode of magical realism, dos Santos' celebrated film tells the story of a farming family defined by the absence of its father who abruptly abandoned his wife and children, sailing away down the river, including his son who continues to communicate with his father, speaking daily to him from the river bank. While offering an evocative vision of rural Brazil as a timeless land of mystery and solemnity, The Third Bank of the River is also bitingly satiric in the remarkable depiction of religious belief when the family moves to the city and its youngest member, a mesmerizing little girl, is revealed to be a kind of saint, capable of miraculous acts.  -Harvard Film Archive","release_date":"1993-08-20","genres":[14,18],"vote_average":5.0,"runtime":99,"cert":"N\/A","id":150653,"title":"The Third Bank of the River","adult":false},{"cast":["Elton John"],"overview":"Take a non stop trip to London, New York, Turkey and into the radiant history of Elton John with Dream Ticket. This 4 disk DVD collection provides travelers with over 70 songs from Elton John's expansive career.  Never before in the history of rock n' Roll has there been a performer with a career as lustrous and expansive as that of Elton John. Since 1970, Elton has been Entertaining Us with his music and his unforgettable live performances. Piano Man, Songwriter, showman extraordinaire, knight, living legend... Elton John has never ceased to amaze us, and he has toured all corners of the world bringing his live music to fans of all ages. With the Dream Ticket, you have access to several of Elton's greatest concert performances, including rage footage from Elton's incredible career. Your Dream Ticket provides you with first class access.","release_date":"2004-11-08","genres":[10402],"vote_average":0.0,"runtime":420,"cert":"","id":150655,"title":"Elton John: Dream Ticket","adult":false},{"cast":["George Wendt","Shelley Long","Lucas Bryant","Kassia Warshawski","Jacob Thurmeier"],"overview":"When down-to-earth Alex says yes to her boyfriend's marriage proposal, she has no idea that her future-in-laws are none other than Mr. and Mrs. Claus.","release_date":"2012-12-08","genres":[35,14],"vote_average":7.3,"runtime":83,"cert":"","id":150657,"title":"Merry In-Laws","adult":false},{"cast":["André de Biase","Sérgio Mallandro","Andréa Beltrão","Bianca Byington","Roberto Bataglin"],"overview":"","release_date":"1984-06-06","genres":[18,12],"vote_average":3.7,"runtime":null,"cert":"N\/A","id":150665,"title":"Garota Dourada","adult":false},{"cast":["Marla Sokoloff","Chris Carmack","Catherine Hicks","George Wendt","Vanessa Evigan"],"overview":"After being fired, Rebecca hours back to her old home town to attend her friends wedding on Christmas Eve and visit her mother. But when she tries to return home she finds she must relive Christmas Eve over and over until she gets it right.","release_date":"2012-12-02","genres":[35,10749],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":150670,"title":"A Christmas Wedding Date","adult":false},{"cast":["Robert Hossein","Silvia Monti","Xavier Gélin","Pierre Perret","Angelo Infanti"],"overview":"In a small western town the ineffable judge Roy Bean metes out justice in his own special way. A cargo of gold is ambushed by the outlaw Black Bird who fails in the attempt and then rides into town.","release_date":"1971-03-03","genres":[37],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":150675,"title":"Judge Roy Bean","adult":false},{"cast":["Richard Harrison","Klaus Kinski","Anne Puskin","Goffredo Unger","Lorenzo Fineschi"],"overview":"The Benson brothers, who are smuggling guns across the Mexican border, kill King's brother and rape his wife. King must stop their illegal activities, find who is behind them and gain revenge for his family.","release_date":"1971-05-18","genres":[37],"vote_average":5.8,"runtime":96,"cert":"N\/A","id":150677,"title":"His Name was King","adult":false},{"cast":["Vassili Karis","Lorenzo Fineschi","Gordon Mitchell"],"overview":"Texas Bill and his sidekick “Pistola” help a small community fight an evil landowner named Martin and his gang of thugs.","release_date":"1972-05-27","genres":[37],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":150694,"title":"My Name Is Texas Bill","adult":false},{"cast":["Robert Woods","Gabriella Giorgelli"],"overview":"Retired Colonel Harper wishes to retire to his ranch, but the malicious Bart Ambler also has an interest in the property. Harper and his partner, half-breed Larry Mallory, now have a fight on their hands.","release_date":"1971-12-17","genres":[28,10749,37],"vote_average":3.0,"runtime":90,"cert":"N\/A","id":150696,"title":"My Name Is Mallory... M Means Death","adult":false},{"cast":["Peter Lee Lawrence","Ida Galli","Phillipe Hersent","Daniela Giordano"],"overview":"Arms trafficking with the Indians on the one hand and acquiring documents concerning the ownership of a goldmine on the other are the principal interests of Quin and Gomez, the highly suspicious guests at Papa Martinez' inn. The unexpected arrival of the sheriff Thomas, and the journalist, George, upsets the plans of the two unsavoury allies and they have to try every kind of trick to win out against such adversaries.","release_date":"1971-05-29","genres":[37],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":150704,"title":"Four Gunmen of the Holy Trinity","adult":false},{"cast":["David Hasselhoff","Caroline Rhea","Barclay Hope","Jessica McLeod","Eliza Faria"],"overview":"Christmas is just around the corner but suburban workaholics Maya Fletcher and her husband Jack are too busy to get into the holiday spirit. As their Christmas to do list grows and deadlines fast approach, holiday spirit is at an all time low. Maya forgets she promised to host a Christmas Eve party for her and Jack’s whole family. In an effort to impress a potential new client, Maya has also invited him to spend the holidays with the family.","release_date":"2012-01-01","genres":[35],"vote_average":6.4,"runtime":null,"cert":"N\/A","id":150709,"title":"The Christmas Consultant","adult":false},{"cast":[],"overview":"Intimate documentary about young women who make papier mache fruit and vegetables in a small factory in Mexico. They have a gringo boss, but the factory is owned by his Mexican wife. The focus of the film is on the color, music and movement involved, and the gossip which goes on constantly, revealing what the young women think about men.","release_date":"1986-12-31","genres":[99],"vote_average":5.4,"runtime":22,"cert":"N\/A","id":150711,"title":"Fake Fruit Factory","adult":false},{"cast":[],"overview":"Based on the famous tale by Hans Christian Andersen, the film tells the story of the Ugly Duckling. When he hatches in Mother Duck’s nest by mistake, everybody thinks he’s the ugliest duckling around. But in time he wins the hearts of all the animals on the farm - and at last becomes a beautiful swan.","release_date":"2000-01-01","genres":[16],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":150713,"title":"The Fantastic Adventures of the Ugly Duckling","adult":false},{"cast":["Richard Harrison","Cosetta Greco","Donald O'Brien","Mariana Morgan"],"overview":"In the village of Rockspring, the election of \"little sheriff\" is taking place, whereby a child is chosen to assist the local sheriff for a week. When a young girl is kidnapped, the sheriff sets off to rescue her, and the children organize their own search party to free their friend.","release_date":"1971-12-17","genres":[37],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":150715,"title":"The Sheriff of Rock Spring","adult":false},{"cast":["Richard Harrison","José Torres","Franca Polesello"],"overview":"Ted and his gang rob a bank and he hides the loot from his companions. They corner him and fatally wound him, but he manages to slip the map of the hidden money to his rescuer, Joe. The gang catches up with Joe, torture him and introduce him to sexy Rosy, who is to use her undeniable feminine charms on him.","release_date":"1972-05-10","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":150717,"title":"Joe Dakota","adult":false},{"cast":[],"overview":"Based on the successful series of Neptuno Films. Winter has arrived at last on the farm where the Ugly Duckling lives, and everybody is getting ready to celebrate Christmas. The Ugly Duckling and his friend Nico the Piglet set out on a fantastic journey, accompanied by a snowman, who needs their help to find the Magic Mountain: that´s where all good snowman meet up, to become stars twinkling in the sky. But this is only one of the enchanting stories that make up the Ugly Duckling´s Christmas Adventure.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":150719,"title":"The Christmas of the Ugly Duckling","adult":false},{"cast":[],"overview":"Ruby and Max are at Grandma's to help with Thanksgiving dinner. Ruby is thrilled to help decorate, but Max just wants to sample Grandma's famous stuffing. Unfortunately, by the time dinner is ready Max is stuffed.","release_date":"","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":150724,"title":"Max And Ruby - Max's Feast","adult":false},{"cast":["Ryan Reeves","Glenn Thomas Jacobs","Paul Wight","Bryan Danielson","John Cena"],"overview":"Insurgent trio The Shield’s onslaught against injustice has led them into the path of ravenous monster Ryback and Team Hell No, as the two sides engage in a treacherous Tables, Ladders &amp; Chairs match. Plus, John Cena attempts to rewrite history and seize Dolph Ziggler’s most prized possession, the Money in the Bank briefcase, in a high-stakes Ladder Match. And the hostility between Big Show and Sheamus escalates to barbaric new levels when they collide in a Chairs Match for the World Heavyweight Championship. WWE wraps up 2012 with the most unruly event of the year, WWE TLC: Tables, Ladders &amp; Chairs!","release_date":"2012-12-16","genres":[28,18],"vote_average":7.2,"runtime":170,"cert":"12","id":150735,"title":"WWE TLC: Tables Ladders & Chairs 2012","adult":false},{"cast":["Kim Su-hyeon","Kim Joo-ryoung"],"overview":"Facing financial uncertainty and entering middle age, a married couple in their early thirties contemplate whether it's the right time to have their first baby.","release_date":"2012-04-29","genres":[18],"vote_average":6.0,"runtime":66,"cert":"N\/A","id":150761,"title":"Sleepless Night","adult":false},{"cast":["Tatyana Drubich","Oleg Yankovskiy","Yaroslav Boyko","Aleksandr Abdulov"],"overview":"","release_date":"2009-03-01","genres":[18],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":150772,"title":"Anna Karenina","adult":false},{"cast":["Donald Sinden","Jeannie Carson","Roland Culver","Catherine Lacey","Noel Purcell"],"overview":"The inhabitants of Todday are content to live their lives in peace and quiet, until, that is, the government decides their little corner of the world would be the perfect place for a rocket launch site.","release_date":"1958-12-26","genres":[],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":150780,"title":"Rockets Galore","adult":false},{"cast":["Jayden Cole","Brandin Rackley","Frankie Cullen","Christine Nguyen","Billy Chappell"],"overview":"Convinced that the average male couldn't tell the difference between a living woman and a corpse, the nefarious Dr. Frankenstein creates an undead sex-kitten named Eve.","release_date":"2010-01-18","genres":[35],"vote_average":6.0,"runtime":81,"cert":"N\/A","id":150782,"title":"Bikini Frankenstein","adult":false},{"cast":["Beverly Lynne","Kylee Nash","Evan Stone","Kelli McCarty"],"overview":"When Rinaldi, the World's Worst Hypnotist, inherits a mansion in Beverly Hills with his wife, Kelli McCarty, he also acquires a magical amulet that gives him special power over women. Soon every Beverly Hills Housewife has her sights set on him!","release_date":"2012-05-15","genres":[35],"vote_average":5.3,"runtime":81,"cert":"N\/A","id":150787,"title":"Busty Housewives of Beverly Hills","adult":false},{"cast":["D.L. Green","Harrison Myers","Debra Rich","Robert Quarry","Richard Gabai"],"overview":"Gordon Covington is a man who tries to make time for his family despite the demands of his job. But sometimes Covington's boss prevents him from keeping the promises he makes to his kids, and when he misses spending Christmas with the family, an elf named Randy decides to teach Gordon a lesson by turning him into someone else who has to work on Christmas -- Santa Claus.","release_date":"1998-01-01","genres":[10751,14],"vote_average":4.3,"runtime":90,"cert":"N\/A","id":150792,"title":"Dear Santa","adult":false},{"cast":["Cameron Mitchell","Rocco Karega","Theresa Fenneaux","Ray Klein","Tony Zotta"],"overview":"A former probationary officer who is a patient at a mental asylum escapes and prowls the city, looking for victims whose blood may cure the blood disease he has that has turned him into a werewolf-type monster.","release_date":"1990-12-30","genres":[27,28],"vote_average":3.3,"runtime":90,"cert":"N\/A","id":150794,"title":"Demon Cop","adult":false},{"cast":["Oriza Hirata"],"overview":"Oriza Hirata is Japan's leading playwright and director, who runs his own theatrical company, Seinendan. Theatre 2 (Observational Film Series #4) examines the dynamic relationship between theatre and the society through depicting Hirata's activities. In order for his art and his not-so-commercial company to survive this highly capitalistic modern society, what kind of strategy does Hirata have and practice?","release_date":"2012-11-21","genres":[99],"vote_average":4.0,"runtime":170,"cert":"N\/A","id":150799,"title":"Theatre 2","adult":false},{"cast":["Hadis Mir-Amini","Elham Korda"],"overview":"Roya is a resourceful young woman who is juggling with loans to pay back a large debt. With her gift of the gab and her determination to fight her way out, she finds herself at the top of a small ponzi scheme that promises to be lucrative, but very soon the mechanism seizes up and a sense of control gives way to anxiety.  With a sense of narrative sequencing akin to his senior, Jafar Panahi (The Circle, Blood and Gold), Mahmoud Ghaffari portrays a protagonist hemmed in by a double straightjacket, one where social and gender inequality are inextricably intertwined. His character is neither a heroine nor the passive victim of a crushing system but warrior-like yet evanescent. Arguably, this determination, which draws its energy from despair, can be seen as an obligation incumbent on any filmmaker practising their art in today’s Iran: the obligation to fight up to the point where one’s very absence leaves a void full of meaning.","release_date":"2012-11-21","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":150801,"title":"It's a Dream","adult":false},{"cast":["Dan Haggerty","William Smith","Jeri Arredondo","Don Shanks","Trever Yarrish"],"overview":"Dan Haggerty, William Smith. A frontier mapmaker, apart from his son for one year, renews his bond with him and then heads into the deep woods to make maps together. But when his son is kidnapped, his new mission is to find him and exact revenge on those who took him and sold him to an Indian tribe.","release_date":"1991-01-01","genres":[18,12],"vote_average":6.0,"runtime":93,"cert":"N\/A","id":150824,"title":"Spirit of the Eagle","adult":false},{"cast":["Emily Booth","Sanjeev Bhaskar","Nitin Ganatra","Alan Talbot"],"overview":"Set inside a \"Quake\" like video game, one of the game's cannon-fodder grunts falls for the Lara Croft-inspired heroine and, in a constantly looping game level, tries time and again to catch her attention before she can \"chain gun\" him.","release_date":"2002-10-06","genres":[],"vote_average":6.0,"runtime":28,"cert":"N\/A","id":150829,"title":"Inferno","adult":false},{"cast":["Cal Bartlett","Sondra Currie","Paul Michael Robinson","Art Hindle","Rigg Kennedy"],"overview":"Dead bodies are piling up, and the leads the two LA homicide cops have point to Barbara, business manager for a successful architectural firm she runs with her husband Lance. The dead men were interns at the firm, and each of them was Barbara's lover (kept in a classy flat she owns and observed via closed-circuit TV by the applauding Lance). Kyle is Barbara's latest intern and lover, and he may be in danger. He also starts to fall in love with Barbara, and the feeling may be mutual. In the background are Erin, Lance and Barbara's myopic administrative assistant, and Tony, Kyle's one-time roommate who also knows Barbara. Can the cops solve this before too many more die?","release_date":"2001-01-01","genres":[53,18],"vote_average":4.3,"runtime":98,"cert":"N\/A","id":150834,"title":"Kept","adult":false},{"cast":["Lewis Collins","Klaus Kinski","Cristina Donadio","Manfred Lehmann","John Steiner"],"overview":"A cruel dictator rules a Latin American state. Corruption, brutality and exploitation are present every day. A few people begin to organise resistance. Under the leader \"El Leopardo\" a small group of guerillas fights against the violent government.","release_date":"1985-10-24","genres":[28,10752],"vote_average":5.9,"runtime":103,"cert":"N\/A","id":150839,"title":"Commando Leopard","adult":false},{"cast":["Xana Toc Toc"],"overview":"","release_date":"2012-11-01","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150841,"title":"Xana Toc Toc a festa é nossa","adult":false},{"cast":["Eva Simonet","Robert Darmel","Silke Humel","Frank Lesne","Marie Christine Poisot"],"overview":"A charming tale of murder, perversity and narrative echoes told through shots of barking dogs and a La jetée-like series of stills.","release_date":"1977-12-31","genres":[80,18],"vote_average":6.8,"runtime":22,"cert":"N\/A","id":150843,"title":"Dog's Dialogue","adult":false},{"cast":["Reginald 'Reggie' Ackridge","Jimmy 'Country' Robinson","David 'Bat' Williams","Charlie 'Brown' Davis"],"overview":"In 1967, a group of African-American teenagers in Philadelphia made a hybrid documentary\/dramatization of their lives in the 12th and Oxford Street gang. In 1968, The Jungle, one of the first films in the US directed by youth detailing the inner workings of their own gang, went on to win the Documentary Film Award at the Festival de Popoli, Italy.","release_date":"1967-01-01","genres":[80,99,18],"vote_average":5.5,"runtime":22,"cert":"N\/A","id":150857,"title":"The Jungle","adult":false},{"cast":[],"overview":"The story revolves around the famous characters – Bheem, Jaggu, Bholu, Dholu, Raju, Chutki & Kalia. Chhota Bheem and the Curse of Damyaan is a cartoon movie in which centuries ago, Damyaan a Sorcerer was granted a wish to be immortal by the “Book of Magi” with a rider\/curse that he would be confined to the City of Sonapur. To escape from this confinement and to unleash his dark arts over the world, Damyaan lures Raja Indravarma with a map with the directions of the City of Gold. Despite warning from gypsies, the Raja sets out to seek the treasures along with Chhota Bheem and friends. Once he gets there, he unknowingly sets Damyaan free who captures Chhota Bheem and his friends and puts them in a prison. In a prison, Bheem meets with Santrik who tells him that the only way Bheem can defeat Damyaan is to destroy him with the “Book of Magi”. Can Chhota Bheem and his friends manage to defeat Damyaan and set Sonapur and Dholakpur free?","release_date":"2012-05-18","genres":[],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":150859,"title":"Chhota Bheem And The Curse of Damyaan","adult":false},{"cast":["Blanche Brown","Milton Brown","Leo Hurwitz","Georgia O'Keefe","Walter Rosenblum"],"overview":"Although his influence on the history of photography has been nothing short of profound, Paul Strand (1890-1976) remains a curiously shrouded and paradoxical figure. While passionately devoted to humanity, he was happiest in the isolation of the dark room. A pioneer filmmaker (Manhatta, Native Land, Heart of Spain, The Wave), he found the process of collaboration painful. Strand established himself in New York in the 1920's as a master of light and structure, with his now famous photo of Wall Street inspired by the forms and movement of European modernist painters such as Matisse and Picasso. His closeup portraits and landscapes were equally profound. John Walker's Strand.","release_date":"1989-12-13","genres":[99],"vote_average":7.0,"runtime":81,"cert":"N\/A","id":150864,"title":"Strand, Under the Dark Cloth","adult":false},{"cast":["Alan Ladd","Audrey Dalton","Marisa Pavan","Charles Bronson","Rodolfo Acosta"],"overview":"President Grant orders Indian fighter MacKay to negotiate with the Modocs of northern California and southern Oregon. On the way he must escort Nancy Meek to the home of her aunt and uncle. After Modoc renegade Captain Jack engages in ambush and other atrocities, MacKay must fight him one-on-one with guns, knives and fists.","release_date":"1954-11-10","genres":[37,12],"vote_average":5.4,"runtime":111,"cert":"N\/A","id":150875,"title":"Drum Beat","adult":false},{"cast":["Chris Kattan","Susana Gibb"],"overview":"Identical twins separated at birth: One a prominent psychiatrist; the other a life long mental patient. When the doctor gets called to his brother's institution, fate intervenes and the brothers swap places.","release_date":"2013-04-16","genres":[35],"vote_average":2.7,"runtime":104,"cert":"N\/A","id":150889,"title":"Crazy Enough","adult":false},{"cast":[],"overview":"A Fela Kuti concert documentary produced for German television","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150894,"title":"Berliner Jazztage '78","adult":false},{"cast":["Teodor Currentzis","Youriy Alekseev","Radmila Shchyogoleva","Lidiya Shchogolyeva","Denis Krasnoshapko"],"overview":"Biographical film, epically depicting the life of the famous scientist Lev Landau.","release_date":"2019-01-24","genres":[18,36],"vote_average":10.0,"runtime":330,"cert":"N\/A","id":150896,"title":"Dau","adult":false},{"cast":["Ursula Schult","Guido Wieland","Walter Schmidinger","Bernhard Wicki","Yves Beneyton"],"overview":"Michael Haneke's second television film","release_date":"1976-12-18","genres":[18],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":150898,"title":"Three Paths to the Lake","adult":false},{"cast":["Carmella Santiago","Gabriella Fox","Shawna Lenee","Jandi Lin","Tommy Gunn"],"overview":"Directed by Celeste, Gabriella Fox Sexy Hot captures Digital Playground's fresh new star, Gabriella Fox in two indescribably delectable and ultra-horny scenes. The Sexy Hot series exploits the control and power of pure seduction. Lovely Gabriella stars alongside Shawna Lenee, Jandi Lin &amp; Carmella Santiago in plays of passion with countless mind-blowing, knee-shaking, earth-shattering orgasms! This star vehicle is a finely crafted and very tasty adventure that will leave you craving more and more of the gorgeous Gabriella Fox.","release_date":"2008-08-19","genres":[],"vote_average":7.5,"runtime":116,"cert":"N\/A","id":150900,"title":"Gabriella Fox: Sexy Hot","adult":true},{"cast":["Tate Ammons","Yasmina Anderson","Brandon Banks","Jorie Burgos","Kim Delgado"],"overview":"The wrong place. The wrong time. The wrong dimension.","release_date":"","genres":[],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":150905,"title":"Misadventures in 3D","adult":false},{"cast":["Tom Jones","Harvey Schmidt","Jerry Orbach","Rita Gardner","F. Murray Abraham"],"overview":"On the eve of the final Off-Broadway performance of the long-running musical \"The Fantasticks,\" filmmaker Eli Kabillio takes a wistful look back at the show's genesis with composer Harvey Schmidt, author Tom Jones and original cast member Jerry Orbach.","release_date":"2003-05-14","genres":[99],"vote_average":6.0,"runtime":57,"cert":"N\/A","id":150919,"title":"Try to Remember: The Fantasticks","adult":false},{"cast":["Margaret Mead"],"overview":"Explores the themes of trance and dance in the rituals and religion of Bali. The famous Kris Dance is performed.","release_date":"1952-12-31","genres":[99],"vote_average":5.2,"runtime":22,"cert":"N\/A","id":150933,"title":"Trance and Dance in Bali","adult":false},{"cast":[],"overview":"An unknown observer is seen traveling through a bleak corridor. At the end of the corridor they see a naked woman, whom they are unable to reach as their trip seems to become increasingly twisted and looped.","release_date":"1970-09-26","genres":[99],"vote_average":6.1,"runtime":23,"cert":"N\/A","id":150935,"title":"Corridor","adult":false},{"cast":["Dallas Malloy","Sarah Kozer","Sadie Katz","Kiyomi Fukazawa","Akihiro Kitamura"],"overview":"A down and out journey into a land of raunchy and bizarre sexual encounters. Jackson is a struggling artist with a dead end job and a terrible love life. Lately his loneliness is getting the best of him and he finds himself desiring something more out life. But in the city of Los Angeles, the good girls are few and far between. And what do you do when the prospect of some quick lovin' loses it's appeal?","release_date":"2012-01-01","genres":[35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":150943,"title":"Nipples & Palm Trees","adult":false},{"cast":["Kerima","May Britt","Ettore Manni","Tania Weber","Gualtiero Tumiati"],"overview":"After murdering her illegitimate baby, Isabella (Tania Weber) pins the blame on her innocent cousin Consuelo (May Britt). Despite the strenuous efforts of her attorney-lover DeSylva (Ettore Manni), Consuelo is found guilty and shipped to a penal colony along with several other female prisoners.","release_date":"1953-11-15","genres":[18,12],"vote_average":8.1,"runtime":101,"cert":"N\/A","id":150945,"title":"The Ship of Condemned Women","adult":false},{"cast":["Sonnie Hale","Wilfrid Lawson","Louise Henry","Alexander Knox","Peter Croft"],"overview":"A lawyer receives a note telling him that he'll be dead in 48 hours - and Scotland Yard must work fast to uncover the serial killer known as 'The Ringer'.","release_date":"1939-01-10","genres":[9648,80,18],"vote_average":6.5,"runtime":58,"cert":"","id":150953,"title":"The Gaunt Stranger","adult":false},{"cast":["Laurent Terzieff","Franco Citti","Anita Sanders","Ninetto Davoli","Lamberto Maggiorani"],"overview":"Two anarchistic brothers live by petty thievery and try to recover from their Catholic upbringing. Bandiera and Rabbino were children when they pushed their drunk of a father out of a window for killing their pet sheep. When a girl is raped by her father, she is brought by young \"rescuers\" to the home of the two brothers who then watch their friends take advantage of her sexually. The brothers take her in, and the three live happy and celibate if not uneventful lives until the brother's are sent to jail for stealing.","release_date":"1970-03-11","genres":[],"vote_average":6.5,"runtime":103,"cert":"N\/A","id":150958,"title":"Ostia","adult":false},{"cast":["Catherine Dent","Tom McBeath","Ben Cotton","Marilyn Norry","Paul Jarrett"],"overview":"The women in a Seattle serial killer's life often had an unpleasant way of turning up dead - from his girlfriend to his mother-in-law to his second wife. The police and FBI knew who the killer was, but were never prepared to face a bizarre twist in the case-that his own mother was an employee of the Seattle Police Department with access to confidential documents--and was a woman who didn't hesitate to interfere with justice...","release_date":"2007-05-20","genres":[28,53,18,80],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":150966,"title":"The Bad Son","adult":false},{"cast":["Marion Abeille","Augustin Hüe","Gabriel Mathivet","Chloé Sire"],"overview":"","release_date":"2008-06-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":150974,"title":"Roc et Canyon","adult":false},{"cast":["Sunil Shetty","Mukesh Ahuja","Shawar Ali","Om Puri","Rakesh Bedi"],"overview":"Picture Abhi Baki Hai is the journey of Amar Joshi (Sunil Shetty) who runs a video library in banaras and aspires to be a film maker. Despite facing objection from his father Amar Joshi decides to sell his video library and joins a film Institute in London.  After completing his course he lands in the city of dreams \"Mumbai\" to make his film. Suraj (Rajpal Yadav) is a struggling actor doing bit roles in T.V. serials, who Is Amar's only connection in Bollywood.  Amar Joshi starts his struggle to make his film by meeting different type of producers who have their own take on Amar's story. After many failed attempts He finally bumps into Monty Chadda (Rakesh Bedi) a P.R. Publicity man who sees good potential in Amar and decides to produce his film.  Amar &amp; Monty take help of star secretary Guptaji (Akhil Mishra) to convince Mohini (Udita Goswami) &amp; her starry mother Mummyji (Neena Gupta) who agrees to do the film.","release_date":"2012-07-20","genres":[35],"vote_average":4.0,"runtime":123,"cert":"N\/A","id":150979,"title":"Mere Dost Picture Abhi Baki Hai","adult":false},{"cast":["Cynthia Rothrock","Loren Avedon","Steve Tartalia","Nicol Zanzarella","Roberto Gutierrez"],"overview":"After six years as a guest of the state, mob hit man Jason Reed wants nothing more than to get an honest job and spend time with his young son, Tommy. He is not ten steps outside of the prison before being greeted by Keither, an old crony anxious to pick up where they left off. While out for a drive with his son, Jason saves a young woman from a gun wielding thug, not realizing that he has just managed to ruin Keith's plans to recover some stolen heroin. While fending off various retaliatory attacks from his old buddies, Jason must also deal with his ex-wife, a reformed drug addict who has returned from out of nowhere intent on re-uniting with Tommy.","release_date":"2000-11-20","genres":[80,28],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":150984,"title":"Manhattan Chase","adult":false},{"cast":["Danny McBride"],"overview":"An intimate and disturbing glimpse into the life of a film critic, played out in a lonely hotel room on a rainy spring evening.","release_date":"2007-09-12","genres":[18],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":150989,"title":"The Sins of the Nude","adult":false},{"cast":["Andrew Auseon","Tom Gilmore","Piper Perabo","Lori Woods"],"overview":"Single Spaced shouts a tale of a portly lad on the brink of shutting himself off from reality. An update of every film noir since the 1930's in roughly 16 minutes.","release_date":"1997-09-13","genres":[18],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":150991,"title":"Single Spaced","adult":false},{"cert":"N\/A","title":"Knuckleface Jones","cast":["Jessica Murnane","Piper Perabo","Andrew Auseon"],"genres":[35],"id":150993,"overview":"Just as things start to turn ugly, a new folk hero emerges from the butthole of America. Knuckleface Jones is a tale of broken hearts and empty bladders, a story of hope and misshapen boobies.","runtime":16,"release_date":"1999-09-30","vote_average":0.0,"adult":false}]