[{"cast":["Hikaru Midorikawa","Hiromi Murata","Etsuo Yokobori","Kouji Ishii","Hiromi Tsuru"],"overview":"Reinhard von Müsel, a poor nobleman's son, one day discovers that his sister, Annerose, has been sold to the royal family. To get her back he sets out to rise quickly through the military along with his friend Siegfried Kircheis.","release_date":"1992-12-12","genres":[16],"vote_average":7.8,"runtime":59,"cert":"N\/A","id":154501,"title":"Legend of the Galactic Heroes: Golden Wings","adult":false},{"cast":[],"overview":"Volbeat Live at Rock Am Ring june 5, 2010.","release_date":"2010-06-05","genres":[],"vote_average":0.0,"runtime":52,"cert":"","id":154503,"title":"Volbeat: Live At Rock Am Ring","adult":false},{"cast":["Sim Hee-seop","Kim Chang-hwan","Ahn Jae-hong","Kim Kkobbi","Hwang Mi-yeong"],"overview":"Sang-won, Seung-jun and Min-wook are high school best chums. However, after graduation, they are in three different places in life; Sang-won is a college student, Seung-jun studies one more year to enter the college, Min-wook performs his military service.  One day, two friends visit Min-wook in the army. Seung-jun has another reason for a visit to bring the break-up letter from Min-wook’s girl friend, Esther. Once three boys reunite, they spend one night of carousing devoted to the poor military boy and try to find when to give the letter. Before they separate, will the Dear John letter be delivered successfully? The trio allows their adventure to continue.","release_date":"2013-02-21","genres":[18],"vote_average":8.0,"runtime":83,"cert":"N\/A","id":154505,"title":"Sunshine Boys","adult":false},{"cast":[],"overview":"This Is Where I Came In is the Bee Gees' 22nd and final studio album (twentieth worldwide), released in 2001. It is the only album of all-new material released by them on the Universal Music label (which had acquired the rights to the group's releases on Polydor Records when they bought that label's parent PolyGram). The album peaked at #6 in the UK, while the single, \"This Is Where I Came In\", reached #18. In the US, the album peaked at #16. The group appeared on the A&amp;E concert series Live by Request in April, 2001 to promote the new album.","release_date":"2001-04-24","genres":[],"vote_average":7.0,"runtime":52,"cert":"N\/A","id":154507,"title":"Bee Gees: This Is Where I Came In","adult":false},{"cast":["Christian De Sica","Luisa Ranieri","Simone Barbato","Lillo Petrolo","Claudio Gregori"],"overview":"","release_date":"2012-12-13","genres":[35],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":154512,"title":"Lightning Strike","adult":false},{"cast":["Raymond Wong","May Lo","Gigi Fu Ming-Hin","Melvin Wong Gam-San","Tang Kei-Chan"],"overview":"A high school teacher constantly has pranks played on him by the students. He becomes a ghost with magical powers, but they keep getting him in trouble with his superiors.","release_date":"1985-07-18","genres":[27,35,10751,14,9648],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":154529,"title":"Happy Ghost II","adult":false},{"cast":["Raymond Wong","Pauline Yeung","Wu Fung","Charlie Cho","Tommy Wong"],"overview":"A group of college kids discovers the remains of an evil warlord from an old cave and brings it to their dormitory, which ultimately awakens the warlord's ghost. It is seeking to avenge his killer, who has since reincarnated as Mr. Hong's snobby girlfriend Annie. With Hong and Annie endangered, Hong's reincarnated spirit takes over to save him and Annie, and defeat the demon.","release_date":"1990-06-30","genres":[35,14,16],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":154531,"title":"Happy Ghost IV","adult":false},{"cast":[],"overview":"This four DVD set was recorded live at The Pageant in St. Louis as the clock expired on 2011. Three nights and seven sets of classic Umphrey’s McGee are now available for your viewing pleasure. Clocking in at almost nine and a half hours of music (gulp), these performances are raw, live and awesome. Live From The Pageant also contains unreleased bonus material from the Death By Stereo live in-studio webcast.  Both the video and audio were captured in real time, as it happened – no remixing, editing, 5.1 mixes or other blemish-reducing measures. What you saw is what you get.  Settle in and get after it.","release_date":"2011-12-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":154542,"title":"Umphrey's McGee: Live From the Pagent, NYE Weekend 2011","adult":false},{"cast":["Karel Heřman"],"overview":"","release_date":"2009-08-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":154547,"title":"Hodinu nevíš...","adult":false},{"cast":["Dolores Fonzi","Leonardo Sbaraglia","Juan Villegas","Pochi Ducasse","Matilda Manzano"],"overview":"Elisa, a thirty-eight-year old woman, leaves for a week with her husband and young daughter on a vacation to a house in the country. Everything is going for her: she has a successful professional career, loves her family, has enough money for a comfortable life, and has plans for the future. After arriving to the country, a strange feeling takes hold of her. She starts feeling the presence of something that moves the treetops at night, makes the dogs howl, and wanders like the breath of a ghost across the infinite countryside. A stinging feeling that kills all her certainties. In the middle of the night Elisa wakes up. The moonlight shines on her face.","release_date":"2011-09-03","genres":[18],"vote_average":5.9,"runtime":85,"cert":"N\/A","id":154552,"title":"In The Open","adult":false},{"cast":["Rob Paulsen","Darleen Carr","Terry McGovern","Michael Rye","Robby Benson"],"overview":"Derek, Margo, and Moki jump through time yet again and find themselves lost. As they search for information, they are threatened by wild animals. A young shepherd arrives on the scene and rescues them. They learn that this shepherd just happens to be the future King David. They follow David to Jerusalem, where they watch as he tries to help mend Saul's ill temper. Finally, they witness the defeat of Goliath.","release_date":"1986-01-01","genres":[],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":154560,"title":"David and Goliath","adult":false},{"cast":["Stefania Rocca","Veronica Ferres","Philippa Schoene","Christiane Hörbiger","Christiane Filangieri"],"overview":"","release_date":"2012-12-16","genres":[10770,10751],"vote_average":6.9,"runtime":99,"cert":"N\/A","id":154562,"title":"Little Lady","adult":false},{"cast":["Dave Goelz","Jim Henson","Richard Hunt","Fulton Mackay","Kathryn Mullen"],"overview":"Catch a Tail by the Tiger: Gobo has not received his usual postcard from his Uncle Traveling Matt. He eventually comes to realize that he must venture out into outer space to look for him – a trip that would terrify and Fraggle. Believe It or Not: Red and Wembley discover a creature who is whatever you believe hi is. The trouble starts when Ma Gorg believes him into being a monster in the basement of the castle. All Work and All Play: Cotterpin Doozer decides she’d rather be a Fraggle, like Red, than spend the rest of her life building with the Doozers. Approx. Run Time: 170 minutes (including bonus features).","release_date":"","genres":[],"vote_average":0.0,"runtime":170,"cert":"N\/A","id":154567,"title":"Fraggle Rock - Live By the Rule of the Rock","adult":false},{"cast":["Stanislaw Latallo","Małgorzata Pritulak","Monika Dzienisiewicz-Olbrychska","Jan Skotnicki","Edward Zebrowski"],"overview":"Krzysztof Zanussi's groundbreaking film chronicles a decade in the life of a young physics student whose absolute faith in the primacy of rationality and science is shaken by tragedy and affairs of the heart.","release_date":"1973-09-29","genres":[18],"vote_average":7.1,"runtime":87,"cert":"N\/A","id":154575,"title":"Illumination","adult":false},{"cast":[],"overview":"In a garage in the small town of Chumley lives a loveable family of buses. In charge of the buses is Mr Spector, the bus inspector. The buses are his pride and joy and he loves them like his own family. Joking, teasing and chatting, they go about their daily duties, having fun and helping each other out of all kinds of scrapes. This DVD contains 26 episodes of the series including: Sammy Meets A Monster; Stephanie and The Queen; Harry Gets Spooked; Colin Needs A Bath; Sammy Nearly Takes Off; Arnold Gets Lost; Stephanie's Bumpy Day; Sammy's First Day At School; Stephanie Gets Soaked; Susan Runs Away; Arnold In A Tight Spot; Arnold's Special Passenger; Sammy In The Snow; Roger Slips Up; Susan Goes Pink; Arnold's Brother Archie; Sammy Has A Paddle; Roger Meets His Chums; Arnold Gets A New Coat; Frank Comes To Visit; Stephanie's Bossy Day; Sammy Wins The Day; Arnold Gets Sick; Mr. Spector's Flowers; Sammy &amp; The Wrong Day &amp; Sammy The Acrobatic Bus","release_date":"2005-12-28","genres":[],"vote_average":0.0,"runtime":130,"cert":"N\/A","id":154583,"title":"Busy Buses","adult":false},{"cast":["Shanna McCullough","Ona Zee","Robert Bullock","Joey Silvera","John Leslie"],"overview":"","release_date":"1988-01-01","genres":[9648,12],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":154591,"title":"Goin' Down Slow","adult":true},{"cast":["Geoff Lawton"],"overview":"Permaculture teacher Geoff Lawton enters the intensive small space gardens in the city and looks at the way Permaculture can be used to create sustainable abundance.","release_date":"2011-11-01","genres":[99],"vote_average":9.0,"runtime":90,"cert":"N\/A","id":154593,"title":"Urban Permaculture","adult":false},{"cast":["Viper","Paul Thomas","Jamie Summers","Jerry Butler","Janette Littledove"],"overview":"This classic movie has a sense of humor, sex, and classic cars all in one.","release_date":"1986-01-01","genres":[],"vote_average":7.8,"runtime":88,"cert":"N\/A","id":154595,"title":"Hotel California","adult":true},{"cast":["Geoff Lawton"],"overview":"We’ve all seen environmental problems highlighted everyday on the media. Now comes the solution. From the man who said, “You can solve all the world’s problems in a garden” comes Geoff Lawton’s Permaculture Soils DVD. 137 minutes of Permaculture soil creation strategies that really work! Even if you have never built a garden or got your hands dirty before, you will learn the secrets of real soil creation – partnering with the life in the Soil! Geoff will take you through every step of the process and explain in detail how to do it yourself. From Compost creation to larger Kitchen Gardens and then to broad acre farming – this is the future of biological agriculture.","release_date":"2010-10-30","genres":[99],"vote_average":9.0,"runtime":97,"cert":"N\/A","id":154597,"title":"Permaculture Soils","adult":false},{"cast":["Giorgio Tirabassi","Carolina Crescentini","Fabio Troiano","Dino Abbrescia","Susy Laude"],"overview":"","release_date":"2010-06-23","genres":[],"vote_average":6.8,"runtime":null,"cert":"N\/A","id":154602,"title":"Un cane per due","adult":false},{"cast":[],"overview":"Rain falls and reflects the light in this short film by Hollis Frampton","release_date":"1974-01-01","genres":[],"vote_average":4.7,"runtime":1,"cert":"N\/A","id":154616,"title":"Pan 2","adult":false},{"cast":["Eddie Benevich","Joel D. Wynkoop","Mary Catherine Holseybrook Wynkoop"],"overview":"Willie is back for another round of killing and porn watching.","release_date":"2008-01-10","genres":[27,35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":154621,"title":"Dead Bodyman Chronicles","adult":false},{"cast":["Gustav Nezval","Ladislav Herbert Struna","Jaroslav Zrotal","Vladimír Hlavatý","Jan W. Speerger"],"overview":"After an attack against the guard of the Third Reich, Nazi repression intensifies, and the Czechoslovakian resistance's organized sabotage in an aircraft factory leads to Gestapo shootings.","release_date":"1946-01-01","genres":[10752],"vote_average":5.0,"runtime":79,"cert":"N\/A","id":154623,"title":"Men without Wings","adult":false},{"cast":["Jason Christ","Lisa Morrison","Emily Haack"],"overview":"A prowler is on the loose in the city. He stalks women, chloroforms them, and then molests their unconscious, naked bodies. Only Angie knows the secrets behind the masked intruder. Will Angie stop this deviant from molesting more women? Or will Angie herself become this man's next slumbering victim?","release_date":"2001-08-01","genres":[],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":154625,"title":"Bizarre Lust Of A Sexual Deviant","adult":false},{"cast":["Renee O'Connor","Helena Beaven","Jed Sura","Jonathan Fraser","Raymond O'Connor"],"overview":"In this romantic comedy, set in Las Vegas, \"Diamonds &amp; Guns\" follows best friends Ashley(Renee O'Connor, of Xena:Warrior Princess) and Bria as they set off to change their luck. From the Sunset Strip to the Vegas Strip, they cannot seem to escape their troubles. In a comedy of errors, they find themselves wrapped up with the mob, chased by a hitman, and falling in love with the least likeliest guys. What happens in Vegas...just may alter their fortunes forever. Who will make it out alive? Who will end up with who? Place your bets... \"Diamonds &amp; Guns\"","release_date":"2008-05-08","genres":[35],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":154627,"title":"Diamonds and Guns","adult":false},{"cast":["María Félix","Julián Soler","María Elena Marqués","Andrés Soler","Charles Rooner"],"overview":"A woman hardened by her past now runs a ranch she acquired through manipulation and bribery.","release_date":"1943-09-16","genres":[18,37],"vote_average":7.7,"runtime":138,"cert":"N\/A","id":154629,"title":"Doña Bárbara","adult":false},{"cast":["Helene Fischer"],"overview":"","release_date":"2012-11-12","genres":[10402],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":154631,"title":"Helene Fischer - Für einen Tag Live 2012","adult":false},{"cast":["Xie Fang","Cao Yindi","Shangguan Yunzhu"],"overview":"In pre-revolutionary China, two young girls, Chunhua and Yuehong Xing, rise through the ranks of Chinese opera, but with their artistic success comes a new series of personal and social challenges. After they're sold to a Shanghai opera and the revolution dawns, Yuehong radicalizes and devotes her career to politically progressive performances, while Chunhua flees to avoid turmoil. As the world changes around them, they fight to maintain their friendship.","release_date":"1964-02-07","genres":[18],"vote_average":6.7,"runtime":112,"cert":"N\/A","id":154633,"title":"Two Stage Sisters","adult":false},{"cast":[],"overview":"A portrait of an Indian saint","release_date":"1921-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":154635,"title":"Sant Tukaram","adult":false},{"cast":[],"overview":"The world-famous Russian All Stars, under the direction of the Russian Olympic coach Tatiana Tarasova, present their hugely popular 'Ballet on Ice' staging of Tchaikovsky's classic Sleeping Beauty. Filmed in widescreen High Definition, this DVD presents the ultimate combination of graceful ballet, exhilarating ice skating and beautiful music!","release_date":"2006-10-02","genres":[],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":154637,"title":"Tchaikovsky: The Sleeping Beauty: A Ballet on Ice","adult":false},{"cast":["Tracey Adams","Lisa Melendez","Brittany Stryker","Aleena Ferari"],"overview":"","release_date":"1987-01-01","genres":[],"vote_average":4.5,"runtime":74,"cert":"N\/A","id":154639,"title":"Flying High with Tracey Adams","adult":true},{"cast":[],"overview":"A rich array of classical compositions, Mozart and Friends brings your baby into the world of colors, shapes, letters, numbers and more. These videos will stimulate the mind and delight your baby’s senses.","release_date":"2006-01-01","genres":[],"vote_average":0.0,"runtime":33,"cert":"N\/A","id":154641,"title":"Baby Genius: Mozart And Friends","adult":false},{"cast":["Mai Zetterling","Alf Kjellin","Åke Claesson","Holger Löwenadler","Stig Järrel"],"overview":"The officer Robert Motander is invited to a dinner with his upper-class relatives.","release_date":"1946-12-16","genres":[],"vote_average":8.0,"runtime":86,"cert":"N\/A","id":154646,"title":"Iris and the Lieutenant","adult":false},{"cast":[],"overview":"Violet is new to JoJo’s school. She has a big nose, and lots of trouble making friends. Violet however, has a big big heart and, to be accepted by the others, she is ready to take chances which not everyone agrees with...especially not the school Principal!","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":154648,"title":"Jojo - The Violet Mystery","adult":false},{"cast":["Tengiz Archvadze","Vladimir Artman","Alexandr Kotchekov"],"overview":"Parajanov's collage of all the footage that remained from his film \"Kiev Frescoes,\" which was halted by the authorities who demanded that all the negatives be destroyed.","release_date":"1966-05-09","genres":[],"vote_average":4.9,"runtime":13,"cert":"N\/A","id":154653,"title":"Kiev Frescoes","adult":false},{"cast":["Paul B. Cummings","Tony Fiandaca"],"overview":"","release_date":"2007-12-31","genres":[],"vote_average":7.0,"runtime":5,"cert":"N\/A","id":154658,"title":"Tony vs. Paul","adult":false},{"cast":["Paul Gordon","Jonny Mars","Chris Doubek","Liz Fisher"],"overview":"When Bill, the title character, secures a very small loan to start his dream business--a health food stand--his struggles as an idealistic micro-business owner begin.","release_date":"2010-09-17","genres":[35],"vote_average":6.5,"runtime":85,"cert":"N\/A","id":154663,"title":"The Happy Poet","adult":false},{"cast":["Valeriya Boguk","Nikolai Karachentsov","Anna Samokhina","Larisa Udovichenko","Venyamin Smekhov"],"overview":"","release_date":"1991-12-20","genres":[35,9648,80],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":154665,"title":"Dura","adult":false},{"cast":["Yusuf"],"overview":"When Yusuf last toured Australia 36 years ago, it was as the enigmatic Cat Stevens, a singer songwriter who brought the world so many folk-pop hits. In 2010 he returned to Australia, reminding us that the voice that inspired the dreams of a generation is still as timeless as ever. His tour of Australia and New Zealand saw 85,000 awe-struck fans mesmerised by him.","release_date":"2010-12-07","genres":[],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":154676,"title":"Yusuf Roadsinger Live in Australia","adult":false},{"cast":[],"overview":"LazyTown may have the laziest name but it's jam-packed with action, energy and a powerful message that tells kids that they can \"do it\". Contains the following episodes:  Welcome to Lazy Town; Sports Day; Rottenbeard; Defeeted &amp; Dr. Rottenstein.","release_date":"2006-09-11","genres":[],"vote_average":0.0,"runtime":99,"cert":"","id":154684,"title":"Welcome to LazyTown","adult":false},{"cast":["Olinka Hardiman","Gabriel Pontello","Virginie Chevrier","André Kay","Agnès Ardant"],"overview":"Rosalie goes to the big city (Zürich) to work as an assistant to Dr. Palmer. Advised by her colleague she changes her outlook from a sweet, nice girl into a sexy woman, and immediately gets an invitation to spend the weekend with the doctor. When her fiancé comes to visit her, but does not find her home, he and the doctor's wife have a nice time together, then make a plan to get their partners back on the yearly masked ball.","release_date":"1983-03-25","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":154689,"title":"Rosalie: Blondes Like it Hot","adult":true},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":154691,"title":"Noches Como Estas - Live in Buenos Aires","adult":false},{"cast":[],"overview":"Blurring borders between documentary and fiction, this film portrays a few moments from the lives of three people from Belo Horizonte: a transsexual prostitute and academic, a Hare Krishna soccer fan and a would-be writer.","release_date":"2011-11-18","genres":[],"vote_average":3.5,"runtime":72,"cert":"N\/A","id":154693,"title":"The Sky Above","adult":false},{"cast":["Amber Lynn","Joanna Storm","Jacqueline Lorians","Laurie Smith","Aurora"],"overview":"This is the city...Erotic City. Here the hot, pulsating beat of the music blends with the throbbing tempo and driving rhythm of the street to incite new heights of sexual passion and desire. On this typically torrid day, a corporate battle is about to be laid wide open at Kingsley Industries. Who wins and who loses? Take a lusty look for yourself in the X-rated soap opera that makes Dynasty look like Captain Kangaroo! Delicious Desiree (Lauren Smith) is the scheming strumpet trying to take over Fred Kingsley's (Jamie Gillis) company and she will stop at nothing! First, she seduces a sexy stockholder (Joey Silvera), then she blackmails Fred's promiscuous wife (Joanna Storm) with a scandalous video tape of her illicit affairs, and then she sweet-talks secretary Shelly (Amber Lynn) in a girl-girl tryst that really starts tongues wagging. The sex and intrigue continue at a fever pitch! Dow Jones averages go through the roof in Erotic City!","release_date":"1986-01-01","genres":[],"vote_average":10.0,"runtime":86,"cert":"N\/A","id":154695,"title":"Erotic City","adult":true},{"cast":["Brian May"],"overview":"1994 UK 15-track PAL video recorded live in London on 15th June 1993.  Tracks: 1 Back To The Light  2 Driven By You  3 Tie Your Mother Down  4 Love Token  5 Headlong  6 Love Of My Life  7 39 \/ Let Your Heart Rule Your Head  8 Too Much Love Will Kill You  9 Since You've Been Gone  10 Now I'm Here  11 Guitar Extravagance  12 Resurrection  13 Last Horizon  14 We Will Rock You  15 Hammer To Fall","release_date":"1994-02-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"U","id":154697,"title":"Brian May - Live at the Brixton Academy","adult":false},{"cast":["Sekhar Menon","Sreenath Bhasi","Ann Augustine","Nivin Pauly","Maniyanpilla Raju"],"overview":"The film tells the love story of an obese youth named Luke John Prakash. Luke comes from a wealthy family and is in love with a girl named Ann Mary Thadikkaran (Ann Augustine). The evolution of their relationship through various stages forms the crux of the story.","release_date":"2012-12-21","genres":[35,18],"vote_average":6.8,"runtime":120,"cert":"N\/A","id":154699,"title":"Da Thadiya","adult":false},{"cast":["Mark William Calaway","Phillip Jack Brooks","Chris Irvine","Stephen Farrelly","John Hennigan"],"overview":"Elimination Chamber (2010) was a PPV which took place on February 21, 2010 at the Scottrade Center in St. Louis, Missouri. It was the first Elimination Chamber event.  The concept of the event was that the two main event matches would occur in an Elimination Chamber. Each match featured six competitors: the defending champion and five challengers. Sheamus defended the WWE Championship against Triple H, Ted DiBiase, Randy Orton, John Cena, and Kofi Kingston in the Raw Elimination Chamber. In the SmackDown Elimination Chamber match, The Undertaker defended the World Heavyweight Championship against Chris Jericho, John Morrison, Rey Mysterio, CM Punk and R-Truth. On the undercard, Drew McIntyre defended the WWE Intercontinental Championship against Kane, The Miz defended the WWE United States Championship against Montel Vontavious Porter, and Maryse and Gail Kim competed against Team Lay-Cool (Layla and Michelle McCool) in an interbrand Divas tag team match.","release_date":"2010-02-21","genres":[28],"vote_average":6.6,"runtime":180,"cert":"N\/A","id":154719,"title":"WWE Elimination Chamber 2010","adult":false},{"cast":["Samantha Strong","Taija Rae","Jose Duval","Honey Wilder","Mike Horner"],"overview":"","release_date":"1987-01-01","genres":[],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":154721,"title":"Jewels of the Night","adult":true},{"cast":["Taija Rae","Rhonda Jo Petty","Sharon Kane","Sarah Bernard","Crystal Cox"],"overview":"","release_date":"1986-01-01","genres":[],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":154726,"title":"Tickled Pink","adult":true},{"cast":[],"overview":"Bonus DVD for the album 'Sängerkrieg Akustik Radio Show'","release_date":"2008-12-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":154734,"title":"In Extremo: Ansichten Einder Band","adult":false},{"cast":["Ronald Cheng","Sam Lee","Cheung Tat-Ming","Miki Yeung","Dang Chi-Fung"],"overview":"Dragon Reloaded again focuses on adventures of Lung Wai (Ronald Cheng) and his buddies. The three wacky cops, while enjoying their vacation in a quiet village on an outlying island, accidentally mess up a special operation by the SDU squad, hunting down an important criminal. The village's guardian, a Goddess Statue, also gets stolen. The Police Force decides to place Lung Wai and his buddies as local police of the village, but the trio turns out creating more jokes than anything!","release_date":"2005-06-30","genres":[18,35,28,10749],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":154736,"title":"Dragon Reloaded","adult":false},{"cast":["Kei Tomiyama","Masashi Hironaka","Ryou Horikawa","Katsuji Mori","Kazuhiko Inoue"],"overview":"For the past 150 years, humanity’s two greatest nations have been deadlocked in a meaningless war. In what is hoped to be a miraculous victory, the Alliance embarks on a battle to break through the Empire’s frontline. Like many other “decisive” battles, this can only end in disaster; a sentiment shared by Imperial nobleman Reinhard von Lohengramm and Alliance Commodore Yang Wen Li, both of whom realize how to turn the fight in their favor. And while the tides of war may never change, these two men must rise to the occasion, solidifying their place in history as heroes.","release_date":"1988-02-06","genres":[16,878],"vote_average":7.9,"runtime":59,"cert":"N\/A","id":154738,"title":"Legend of the Galactic Heroes: My Conquest Is the Sea of Stars","adult":false},{"cast":["Kinnosuke Nakamura","Akiko Kazami","Wakaba Irie","Isao Kimura","Chieko Naniwa"],"overview":"In this first episode, we are introduced to Takezo, what Musashi used to be before he became the man of legend. His beginning are not exactly auspicious. He sides with the Toyotomi at Sekigahara, and as a result finds himself on the losing side of the historic battle. He and his friend Matahachi manage to escape the slaughter although the latter is wounded in his leg. They stumble across the young Akemi who makes her living with her mother Oko by robbing corpses of their armor and anything else they can sell. Oko takes it into her head to seduce Matahachi, which she does first by skillfully sucking the gangrene from his blood, and then just by sucking.","release_date":"1961-05-27","genres":[36,28,18],"vote_average":8.3,"runtime":110,"cert":"N\/A","id":154764,"title":"Miyamoto Musashi","adult":false},{"cast":[],"overview":"A contemporary re-imagining of the duel between Alexander Hamilton and Aaron Burr explores the idea of history as a contested narrative.","release_date":"2011-05-14","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":154766,"title":"Aaron Burr, Part 2","adult":false},{"cast":[],"overview":"What happens when you take a group of young adult cancer fighters and survivors and put them on the river or rock for a week with an organization designed to help them paddle and climb beyond their diagnosis, defy their cancer, reclaim their lives, and connect with others doing the same? Epic Magic This film is their story. The young adults featured in this film could be your next door neighbor, the person sitting next to you in your 8 AM intro to Bio Lecture at college, or quite possibly, maybe the are even you.","release_date":"2012-04-14","genres":[],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":154768,"title":"Out Living It","adult":false},{"cast":["Grigorij Sijatvinda","Viktoriya Isakova","Mariya Shalaeva","Olga Sutulova","Vladimir Vdovichenkov"],"overview":"A funny romantic comedy about a young actor Slava Belkin who works as Santa during New Year days.","release_date":"2012-12-13","genres":[35,10749],"vote_average":5.0,"runtime":77,"cert":"N\/A","id":154770,"title":"Holiday Lockdown","adult":false},{"cast":[],"overview":"A single mother of a leukemia-stricken child is redeemed by the titular positive force in Paco Torres' intriguing debut, \"The Magic of Hope.\" Starting out as a po-faced tale of endurance, pic develops into a convincing, quietly affirmative fable about the transformative power of human goodness. Featuring a searching central performance from Patricia Garcia Mendez and employing a distinctive mix of grit and lyricism working in mutually beneficial counterpoint, pic is far from perfect, but its seriousness of purpose and undertow of emotional truth could be met with applause by fest auds.","release_date":"2011-04-29","genres":[18],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":154781,"title":"The Magic of Hope","adult":false},{"cast":["Jonny Greenwood"],"overview":"WAVEMAKERS is a feature-length documentary tracking an ensemble of fascinating characters in their quest to re-invent and revive a sophisticated early electronic music instrument that is anything but obsolete: the Ondes Martenot. We follow their pursuit of this inspiring but mysterious device that everyone has heard, but has actually rarely heard of – even though it was celebrated as the musical invention of the 20th century.  This filmic, sonic and human journey explores an intense love affair with musical expression and spins the tale of an enduringly cutting-edge technology on the verge of a major resurgence. It bridges a missing link in the history of electronic music by placing the instrument in a rich artistic and technological lineage.","release_date":"2013-07-06","genres":[99],"vote_average":8.0,"runtime":96,"cert":"N\/A","id":154786,"title":"Wavemakers","adult":false},{"cast":[],"overview":"Web is a thought-provoking and character-based consideration of technology, interdependence, and the Internet. For 10 months, director Michael Kleiman lived in small villages in the Andes Mountains and Amazon Jungle in Peru. While there, he lived with families and documented the villagers’ first experience with computers and the Internet via the One Laptop per Child program. As the children and their parents engage with communications technologies for the first time, the film is a deeply relevant consideration of the digital world we find ourselves in, the tremendous implications we are beginning to see all around us, and the changing definition of connection – both remote technological connection and face-to-face human connection.","release_date":"2013-11-16","genres":[99],"vote_average":5.0,"runtime":83,"cert":"N\/A","id":154788,"title":"Web","adult":false},{"cast":[],"overview":"Dominic Howes and Joel Weber's intellectual trek through 14 countries attempts to uncover answers to the question, \"What does the world think of the United States of America?\" Individuals from all walks of life and myriad cultures freely express their stark opinions -- both complimentary and condemning -- of a nation that may not be loved by all, but leaves few lives untouched.","release_date":"2008-02-08","genres":[99],"vote_average":5.5,"runtime":76,"cert":"N\/A","id":154793,"title":"The Listening Project","adult":false},{"cast":[],"overview":"Focusing on the contemporary religious Right Wing proliferation of curative therapies for homosexuality, this riveting documentary offers historical context as well as a political analysis of this frighteningly large movement.","release_date":"1993-05-26","genres":[],"vote_average":7.0,"runtime":83,"cert":"N\/A","id":154795,"title":"One Nation Under God","adult":false},{"cast":[],"overview":"More animated adventures for Lunar Jim and his friends: an intrepid group of astronauts living in a tiny village called Moona Luna. It is a village much like any other but with one big difference - it's on the Moon. In Moona Luna everyday life takes on a whole new spin. Walking the dog is a new challenge and good days for flying a kite are few and far between.","release_date":"2006-10-02","genres":[],"vote_average":10.0,"runtime":null,"cert":"U","id":154806,"title":"Lunar Jim - Let's Get Lunar!","adult":false},{"cast":[],"overview":"Evangelical Christians are calling out for a second sexual revolution: chastity. As a counter-movement of the attitudes and practices of today's culture, one in six girls in the US has vowed to remain 'unsoiled' until marriage. But the seven children of the Wilson family, founders of the Purity Ball, take this concept of purity of body and mind one step further; even their first kiss will be at the altar. For two years, the filmmakers follow the Wilson offspring as they prepare for their fairytale vision of romance and marriage and seek out their own prince and princess spouses. In the process, a broader theme emerges: how the religious right is grooming a young generation of virgins to embody an Evangelically-grounded Utopia in America.","release_date":"2012-04-01","genres":[99],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":154808,"title":"Virgin Tales","adult":false},{"cast":[],"overview":"","release_date":"1950-12-31","genres":[],"vote_average":7.0,"runtime":18,"cert":"N\/A","id":154810,"title":"Images de la folie","adult":false},{"cast":[],"overview":"In a state where even the road signs are macho, an unlikely political outsider emerged to take on the power structure. The leader who came of age during the high tide of modern conservatism, changing Texas and the country - did it in heels.","release_date":"","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":154812,"title":"Ann Richards' Texas","adult":false},{"cast":["Joseph Sigelman"],"overview":"There was a time, not so long ago, when multi-national corporations saw the developing world merely as a source for natural resources and cheap labor. No longer. In recent years, corporations have opened back offices in countries where costs are low and ambition is high, most notably in India. The companies that house and staff these offices are known as BPOs Business Process Outsourcing companies. Office Tigers is set in the crème de la crème of BPOs, a multi-national company that provides high-end support work to the worlds top legal firms, investment banks, and consultancies. It takes us inside the closed world of corporate outsourcing. It introduces us to ambitious and charismatic Office Tiger employees, models for the new global economy, and the Americans who strive to guide them in their quest to join the ranks of the global business elite. The results are mixed often comic, occasionally brilliant.","release_date":"2006-09-09","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":154820,"title":"Office Tigers","adult":false},{"cast":[],"overview":"'Billy Connolly's World Tour of Scotland' chronicles Billy's 40 date concert tour and is a personal celebration of Scotland, seen through the eyes of the country's foremost comedian.  Billy's odyssey takes in Scotland in all it's diversity: the urban hustle and bustle of major cities such as Glasgow and Edinburgh, the windswept beaches of secluded islands, the tranquil charms of lowland villages, and the dramatic beauty of the highlands. Join Billy as he travels the length and breadth of his native country, re-visiting old haunts and discovering new ones.  On stage Billy covers a range of topics including sex, religion and knitting. Combining personal revelations with original concert footage, 'Billy Connolly's World Tour of Scotland' is a fast-moving and entertaining exploration of Billy's homeland.","release_date":"1995-10-11","genres":[35],"vote_average":9.0,"runtime":180,"cert":"","id":154834,"title":"Billy Connolly: World Tour of Scotland","adult":false},{"cast":[],"overview":"At the urging of his friend, a hapless Shakespeare aficionado resolves to finally ask out the brainy college librarian of his dreams, but even the words of the Bard may not be enough to win her over.","release_date":"","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":154839,"title":"Love Not Wisely","adult":false},{"cast":["Nick Loritsch","Jackson Pyle","Sandra Staggs","Dawntavia Bullard","Keith Hudson"],"overview":"This intelligently crafted, seven-time award winning festival favorite, tells the story of a young man, in a small seaside town, who learns a thing or two about love, luck and life from his well-traveled, outlaw grandfather. Born &amp; Raised is a gritty, coming-of-age drama with a lot of heart and a ton of laughs.","release_date":"2012-09-08","genres":[18],"vote_average":5.8,"runtime":96,"cert":"N\/A","id":154844,"title":"Born & Raised","adult":false},{"cast":[],"overview":"The potentially unnatural capabilities of the human mind and the concept of nothingness.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":154846,"title":"The Empty","adult":false},{"cast":["Sally Kirkland","Aidan Bristow","Shoshana Bush","Rolonda Watts"],"overview":"Broken Roads is a contrasted portrait of life, dealing with loss, a journey of rediscovery &amp; the hills climbed which forever change us.","release_date":"2012-11-08","genres":[18],"vote_average":5.3,"runtime":151,"cert":"N\/A","id":154851,"title":"Broken Roads","adult":false},{"cast":[],"overview":"An old father, still a tyrant despite his age. Edward, the son, devoured by his Oedipus complex. And Karla, the young woman betrothed to Edward, who dreams about her future husband's attempt to break free from the yoke of his father and assert his own will.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":154859,"title":"Dissent","adult":false},{"cast":["Denis Lavant","Sophie Simon","Antoine Chappey","Olivier Owen","Franz Christoph Giercke"],"overview":"Mona is the girlfriend of Pierre, who is a member of a rather pathetic rock band in France. Their hero is the singer \"Johnny Valentine \" who, seeing that Mona is being neglected, decides to make her his own.","release_date":"1990-04-04","genres":[35,10749,18],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":154870,"title":"Mona and I","adult":false},{"cast":["Claire Trevor","Michael Whalen","Isabel Jewell","Gene Lockhart","Eric Linden"],"overview":"A young woman graduates from a New York City law school, returns to her small hometown, and finds her first case is defending a childhood friend accused of murder. Director Lewis Seiler's 1936 courtroom drama stars Claire Trevor, Isabel Jewell, Michael Whalen, Gene Lockhart, Eric Linden, Charles Middleton, Edward Brophy, Kathleen Lockhart, Guinn Williams, El Brendel, Sterling Holloway, Ray Brown, Howard Hickman, Frank McGlynn Sr., Charles Waldron Sr., Spencer Charters and Eily Malyon.","release_date":"1936-12-18","genres":[],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":154878,"title":"Career Woman","adult":false},{"cast":["Aidan Gillen","Renee Weldon","Gerard Mannix Flynn","Declan Conlon","Eamon Morrissey"],"overview":"A sexy romantic drama in which, at the outset, the characters are leading their own lives in very different worlds, though each is beset by niggling discontentment. Michelle (Renée Weldon - IFTA Best Actress) is a fast-rising young Dublin lawyer with a smart apartment overlooking the Liffey, but dissatisfied in her relationship with a doctor (Declan Conlon). Conor (Aidan Gillen) is lonely and unattached, dutifully running the traditional Dublin pub owned by his hard drinking father (Eamon Morrissey). Late one night, Michelle bursts into the bar and orders a triple vodka. The consequences are explored and developed with an honesty and credibility as these disparate characters tentatively draw closer to each other. They become lovers. There is a strong sexual attraction. But there are complications along the way and the path to love can be rocky. Something's got to give. And what's the trouble with sex? You'll see...","release_date":"2005-01-15","genres":[],"vote_average":2.0,"runtime":88,"cert":"N\/A","id":154886,"title":"Trouble with Sex","adult":false},{"cast":["Vera Tschechowa","Joachim Fuchsberger","Wolfgang Preiss","Gert Fröbe","Bum Krüger"],"overview":"A police commissioner investigates an auto theft ring in Hamburg following the murder of an inspector.","release_date":"1958-11-28","genres":[53,80,28],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":154897,"title":"The Girl with the Cat Eyes","adult":false},{"cast":["Irm Hermann","Kristin Peterson","Hanna Schygulla","Peer Raben","Rudolf Waldemar Brem"],"overview":"Three sequences are linked together in this short film by Straub; the first sequence is a long tracking shot from a car of prostitutes plying their trade on the night-time streets of Germany; the second is a staged play, cut down to 10 minutes by Straub and photographed in a single take; the final sequence covers the marriage of James and Lilith, and Lilith’s subsequent execution of her pimp, played by Rainer Werner Fassbinder.  \"The film is a look entirely at Western decadence\" - Jean-Marie Straub.","release_date":"1968-10-10","genres":[18,10749],"vote_average":4.4,"runtime":23,"cert":"N\/A","id":154902,"title":"The Bridegroom, the Actress, and the Pimp","adult":false},{"cast":[],"overview":"Moses, a Hebrew baby, is found amongst the bulrushes by the Pharaoh's daughter. Aaron, Moses stepbrother, resents Moses who grows up the more sensible and likeable of the two and who was always the favourite of their grandfather, the Pharaoh. When Moses is given the task of leading his people to the promised land by his God, he creates havoc and brings plagues on the Pharaoh and the Egyptians who try to thwart his progress.","release_date":"2001-09-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":154904,"title":"Prince of the Nile: The Story of Moses","adult":false},{"cast":[],"overview":"Erky and Perky are living an idyllic life on a downtown hotdog stand, an endless supply of grease and crumbs are at their feeler-tips. It's a bug paradise. Without warning, they're cruelly swept away in a take-out bag and to their horror end up in a sterile suburban kitchen with no food in sight! Welcome to the world of Erky Perky - a unique, hilarious and visually rich place in which two bickering, dim-witted and lazy bugs are forced to survive in the new and scary \"Land of Kitchen\". Episode list: A Toast to Erky; Flight of Fancy; Web of Death?; Burst My Bubble; Sticky Situation and Sucked in.","release_date":"","genres":[],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":154906,"title":"Erky Perky","adult":false},{"cast":["Claes Oldenburg"],"overview":"short film","release_date":"1970-12-31","genres":[],"vote_average":4.0,"runtime":15,"cert":"N\/A","id":154908,"title":"Sort of a Commercial for an Icebag","adult":false},{"cast":["Edwige Fenech","Vittorio Caprioli","Stefania Careddu","Jürgen Drews","Paolo Turco"],"overview":"When women were called Madonna is a film of 1972 directed by Aldo Grimaldi . The film is one of the first Italian erotic comedies in which a licentious bursting Edwige Fenech struggles with the nagging demands of three suitors.","release_date":"1972-08-23","genres":[35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":154910,"title":"When Women Were Called Virgins","adult":false},{"cast":[],"overview":"Charlie Chaplin is a saint to earthquake survivors in a small desert town in India and they are throwing him a birthday party. Australian filmmaker Kathryn Millard is taking the cake - a chocolate truffle sponge shaped like the Tramp's boot.","release_date":"2008-05-01","genres":[],"vote_average":7.0,"runtime":74,"cert":"N\/A","id":154927,"title":"The Boot Cake","adult":false},{"cast":["James Spader","Eric Stoltz"],"overview":"A short film from a collection of four Greasy Lake is a part of the Discovery Program: Four Short Stories (Ray's Male Heterosexual Dancehall\/Greasy Lake\/Hearts of Stone\/The Open Window). \"TC (Eric Stoltz) and his friends Digby (James Spader) and Jeff (Tegan West) are intelligent 19-year-olds who have, in TC's words, decided that \"it's good to be bad\". \" - Radiant_Rose, IMDB","release_date":"1988-01-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":154929,"title":"Greasy Lake","adult":false},{"cast":["Nicolai Fredrik Lindtner","Kåre Wicklund","Alf G. Henriksen","Karl Haraldstad","Bjarne Smørdal"],"overview":"MS Lidvard was shipping corn from Vietnam, arriving in Dakar, Senegal May 30th 1940. The ship was immediately held back by the government, together with eight other norwegian ships. After a year, July 27th 1941, the ship fled from Dakar, to the British in Freetown, Sierra Leone.","release_date":"1951-10-15","genres":[99,18,10752],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":154931,"title":"Flukten fra Dakar","adult":false},{"cast":["Lily Allen"],"overview":"Lily Allen at Glastonbury festival 2007.","release_date":"2007-06-23","genres":[],"vote_average":0.0,"runtime":53,"cert":"","id":154933,"title":"Lily Allen - Live at Glastonbury 2007","adult":false},{"cast":["Bryan Genesse","Kimberley Kates","Ron Smerczak","Clive Scott","Gordon Mulholland"],"overview":"Nick Brody, helicopter engineer, husband and father, is about to find out that some things are better left forgotten in this explosive action-thriller. An amnesia victim for the past five years, he's struggled to regain his seemingly ordinary life that was completely wiped from his memory or so he thought. With a vicious killer now hot on his trail, Nick goes on the run, where he must face the dark, dangerous secrets of his past. However painful, it is up to Nick to uncover the awful truth in order to save himself and his family.","release_date":"1999-11-23","genres":[28],"vote_average":4.0,"runtime":91,"cert":"","id":154944,"title":"Traitor's Heart","adult":false},{"cast":["Kelton Pell","Paul Kelly"],"overview":"Based on the true story of a young girl who went missing in the Australian outback in 1932.","release_date":"2001-06-07","genres":[],"vote_average":7.0,"runtime":57,"cert":"N\/A","id":154946,"title":"One Night the Moon","adult":false},{"cast":["Udo Dirkschneider","Fitty Wienhold","Stefan Kaufmann","Igor Gianola","Francesco Jovino"],"overview":"Any anniversary provides artists with the perfect opportunity to look back and review the experiences they ve had. And, who realistically, could look back on more Heavy Metal history than Udo Dirkschneider, the legendary founder and frontman of Accept, and now singer with U.D.O.? Dirkschneider's unique voice, his humbleness and consistency of style have made him the fan s favourite. A quarter of a century for U.D.O., and it is time to pop corks all over the world.","release_date":"2012-11-13","genres":[10402],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":154948,"title":"U.D.O: Live In Sofia","adult":false},{"cast":["Norbert Vander"],"overview":"The archipelago of seven islands situated in the middle Atlantic Ocean midway between the continents of Europe and America enchants, and leads visitors into its own mood of relaxation and adventure. The \"Azores\" in 3D to take the audience on a trip to the country last bastion in the Atlantic, the resting place of sharks, whales, manta rays and large schools of fish as well as whalers and explorers. It convey the 3D movies direct experience of nature above and below water. Goosebumps and magical moments included.","release_date":"2012-12-09","genres":[99],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":154950,"title":"Azoren 3D - Auf den Spuren von Entdeckern, Walen und Vulkanen","adult":false},{"cast":["Eric Carr","Bruce Kulick","James Romanovich","Carrie Stevens","Fred Coury"],"overview":"\"Tale of the Fox\" is the Official Eric Carr Video-Biography. When former Kiss drummer Eric Carr died prematurely from a cancer-related brain hemorrhage in 1991, it shook his family, friends and fans to the core. Director Jack Edward Sawyers documents the short life of the young rocker through a combination of stock footage, outtakes and interviews with the people who knew Carr best. Includes previously unreleased material written and performed by Carr during his pre-Kiss time with the Rockheads.","release_date":"2000-10-03","genres":[99,10402],"vote_average":4.5,"runtime":90,"cert":"N\/A","id":154958,"title":"Tail of the Fox: Eric Carr","adult":false},{"cast":["Jan Smit","Roos van Erkel","Pieter van der Sman","Mike Weerts","Monic Hendrickx"],"overview":"A thrilling love story between the young boxer Vincent and the German Eva, who soon has to marry with the middle-aged Dirk to save her family. While the war starts in the Netherlands their impossible love inflames. May 14, 1940, the day that the centre of Rotterdam is bombed and the young lovers lose sight of each other.","release_date":"2012-12-19","genres":[10749,18,10752],"vote_average":5.1,"runtime":100,"cert":"N\/A","id":154972,"title":"Het Bombardement","adult":false},{"cast":["Malcolm McDowell","Jean-François Balmer","Pierre Vaneck","Ludmila Mikaël","Wojciech Pszoniak"],"overview":"The true story of General Smyslovsky and the anti-Communist 1st Russian National Army receiving shelter in Liechtenstein in 1945 and successfully resisting Soviet pressure to be returned for execution in the USSR.","release_date":"1993-01-20","genres":[18],"vote_average":5.0,"runtime":110,"cert":"N\/A","id":154980,"title":"East Wind","adult":false},{"cast":[],"overview":"One the world's most popular children's books finally comes to video in a different form. The 1940s tale of the puppy who learned a lesson is now a breezy, softer animated series along the lines of Little Bear. The five tales here are not from the original book but from writer Bruce Talkington, who created Poky's future adventure 50 years after the original book. Poky and his clan learn simple lessons in five 5-minute tales: \"The Truth about Kittens and Puppies,\" \"Hungry Little Puppy,\" What Goes Down, Must Come Up,\" \"The Ball,\" and \"Fraidy Pup.\" The video is easy to recommend on rainy afternoons for the 2- to 5-year-old set.","release_date":"1998-11-11","genres":[],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":154985,"title":"Poky and Friends Starring Poky Little Puppy","adult":false},{"cert":"N\/A","title":"Tutti giù","cast":["Yanick Cohades","Nicola Perot","Lara Gut","Nicole Lechmann","Elena Aglaja Amadò"],"genres":[18],"id":154996,"overview":"","runtime":null,"release_date":"2012-09-07","vote_average":5.5,"adult":false}]