[{"cast":["Mariza"],"overview":"Mariza is known as a thrilling live performer, and it seems clear that she responds to the audience as powerfully as they respond to her. The live album medium seems ideal for such an artist, and with Concerto em Lisboa, Mariza delivers what is undoubtedly the finest album of her still-young (though internationally renowned) career. The accompanying DVD is both full of fascinating historical information about fado music, as well as an inside look at Mariza herself, who comes across as humble, kind and incredibly down-to-earth.","release_date":"2005-01-01","genres":[10402],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":155004,"title":"Mariza: Concerto Em Lisboa","adult":false},{"cast":["Beverly Grant"],"overview":"Filmed in New York in 1964, completed in London 1967.","release_date":"1964-12-31","genres":[18],"vote_average":5.0,"runtime":13,"cert":"","id":155006,"title":"Naissant","adult":false},{"cast":[],"overview":"An expedition leaves Ushuaia for the Antarctic circle. Pierre Huyghe, along with six other artists, is brought aboard Jean-Louis Etienne's boat in search of an uncharted island inhabited by a strange creature. Imprisoned by ice floats, they come across an albino penguin that they capture with their recording station. Six months later, on the Wollman Ice Rink in New York's Central Park -- another sea of ice -- Joshua Cody conducts his orchestral score inspired by the expedition's topographical records.","release_date":"2006-12-31","genres":[99],"vote_average":7.0,"runtime":23,"cert":"N\/A","id":155008,"title":"A Journey That Wasn't","adult":false},{"cast":["Anabel","Barbara Summer","Stacy Silver","Tarra White","Tera Joy"],"overview":"Bi Maxx, Volume 2 includes five more intoxicating scenes filled with another round of provacative MMF Bisexual action perfect for both guy and girl who love going both ways or who have fantasized about it. Along with the regular, amazing MMF action, this volume includes some nasty ass-to-mouth and rimming. One anal-sex-loving bombshell, and one bold babe who straps on a dildo and reams a guy while he's fucking another.","release_date":"2006-12-24","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":155010,"title":"Bi Maxx, Volume 2","adult":true},{"cast":["Élie Kakou","Laetitia Chapput","Sandrine Douarne","Sophie Mercier","Karine Orts"],"overview":"","release_date":"1994-05-07","genres":[35],"vote_average":8.3,"runtime":null,"cert":"N\/A","id":155012,"title":"Élie Kakou - Déjà ! (À l'Olympia)","adult":false},{"cast":["Peter Maffay","Rufus Beck","Heinz Hoenig","Udo Lindenberg","Carl Carlton"],"overview":"","release_date":"2012-11-30","genres":[10402],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":155014,"title":"Tabaluga und die Zeichen der Zeit","adult":false},{"cast":["Azucena Hernández","Teresa Gimpera","Ricardo Merino","Carla Celis","Blaki"],"overview":"","release_date":"1978-06-30","genres":[35],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":155016,"title":"Intimate Confessions of Stella","adult":false},{"cast":["Charles Bronson","Geraldine Brooks","Gary Clarke","Lee J. Cobb","James Drury"],"overview":"Two episodes of the TV series \"The Virginian\" edited together: \"Duel at Shiloh\" (2 Jan. 1963) and \"Nobility of Kings\" (10 Nov. 1965).","release_date":"1972-05-04","genres":[37],"vote_average":5.5,"runtime":90,"cert":"N\/A","id":155024,"title":"The Bull Of The West","adult":false},{"cast":[],"overview":"It's chaos in the countryside with that rebellious Shaun the Sheep! Shaun is a sheep who doesn't follow the flock - in fact, he leads them into all sort of scrapes and scraps, turning peace in the valley into mayhem in the meadow. Shaun and his pals run rings around their poor sheepdog Bitzer, as he tries to stop the farmer finding out what's going on behind his back. Every day brings a new adventure for Shaun.  Featuring eight baa...rilliant adventures from the fantastic BBC series: The Kite (S01E11), Bathtime (S01E02), Off the Baa! (S01E01), Buzz off Bees (S01E13), Shape Up with Shaun (S01E03), The Bull (S01E09),  Fetching (S01E17),  Mower Mouth (S01E07).","release_date":"","genres":[],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":155026,"title":"Late Lammas 1 - Kylmä kylpy ja 7 muuta tarinaa","adult":false},{"cast":["Nina Simone"],"overview":"This DVD features Nina Simone (vocals, piano) delivering an intense emotional performance at the legendary Ronnie Scott's in Soho, London on November 17, 1985. Simone is considered to be one of the most diverse singers of the 20th century, recording mate","release_date":"1985-11-17","genres":[10402],"vote_average":6.0,"runtime":57,"cert":"N\/A","id":155028,"title":"Nina Simone - Live at Ronnie Scott's","adult":false},{"cast":[],"overview":"This fantastic pack has everything you need to engage your child with phonics and teach them the basics of reading. The pack contains five full-colour books that will introduce your child to the most common sounds that form a foundation to literacy.  This exciting pack also contains a 30-minute DVD featuring the popular ‘Fun with Phonics’ programmes as seen on Cbeebies. Through a mixture of lively, colourful and entertaining sequences, this unique DVD will support your child’s learning by bringing phonics vibrantly to life whilst clearly demonstrating how to voice, read and write the new sounds they are being introduced to.  In Fun with Phonics: Reading, your child will be taken through all 44 of the most basic phonics sounds that they will have to learn at school and will be encouraged to recognise written sounds and words towards being able to identify and read short and simple words on their own.","release_date":"2008-07-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"U","id":155033,"title":"Fun with Phonics - Reading","adult":false},{"cast":["Christopher 'Critter' Antonucci","Ralph Iovino","Rat Skates"],"overview":"I'm sure all the old time Overkill fans out there remember Lee \"Rat Skates\" Kundrat, the band's original drummer. He's gone into indie film and video production over the years, and he's just released a DVD called \"BORN IN THE BASEMENT\" about the early days of not only Overkill but the east coast metal\/thrash scenes in general.","release_date":"2007-05-12","genres":[99],"vote_average":0.0,"runtime":113,"cert":"N\/A","id":155047,"title":"Rat Skates: Born in the Basement","adult":false},{"cast":["Cho Jae-hyun","Oh Jung-hae","Ryu Seung-ryong","Oh Seung-eun","Ryu Tae-ho"],"overview":"A drama centered on brother-and-sister musicians trained to perform the epic Korean poems known as pansori.","release_date":"2007-04-12","genres":[18],"vote_average":5.0,"runtime":106,"cert":"N\/A","id":155049,"title":"Beyond the Years","adult":false},{"cast":["Colin Cunningham","Ben Ratner"],"overview":"After finding a mysterious key on an unmarked grave, friends Michael Bates and Brian Moore embark on a cross country road trip to find its owner.","release_date":"1999-01-10","genres":[],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":155057,"title":"Zacharia Farted","adult":false},{"cast":["Hillary Scott","Charles Kelley","David Haywood"],"overview":"Tracklist:  1. Intro\r 2. We Owned The Night\r 3. Stars Tonight\r 4. The Road To Here - a brief of when they were starting out\r 5. Love Don't Live Here\r 6. The Red Piano - choosing the right shade of red for the piano\r 7. Just A Kiss\r 8. Rebuilding Through Music - helping the folks of Henryville\r 9. Dancin' Away With My Heart\r 10. From The Ground Up - a brief on putting on a show and their crew\r 11. Our Kind Of Love\r 12. Touring The World - a look at their European tour\r 13. Perfect Day\r 14. Club LaBellum - fans and a quick look into their lives\r 15. American Honey\r 16. Coming Full Circle - part of a jam session\r 17. Hello World\r 18. Evolution Of A Song - their childhood musical influences &amp; songwriting\r 19. Wanted You More\r 20. Connection With The Fans - more fan appreciation\r 21. I Run To You\r 22. Lookin' For A Good Time\r 23. The Next Chapter - hoping and planning for more success\r 24. Need You Now\r 25. We Owned The Night (Credits) - audio of song plays while showing only credits","release_date":"2012-12-04","genres":[],"vote_average":0.0,"runtime":124,"cert":"N\/A","id":155059,"title":"Lady Antebellum: Own the Night World Tour","adult":false},{"cast":[],"overview":"Get ready to boogie with the first ever Boogie Beebies DVD! Featuring seven different dances - one for every day of the week: \"Dig It\", \"Ocean Motion\", \"Go Go Mango\", \"Space Walking\", \"Turning Around\", \"Gardening\" and \"Hey Monkey\".","release_date":"","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":155061,"title":"Boogie Beebies - Your Chance to Dance!","adult":false},{"cast":[],"overview":"Episodes featured include: 'Shoe Hoedown', 'Going to the Park', 'Penguin Bop', 'Double Decker', 'Building', 'Tick Tock Clock', 'Carousel', 'Do the Duck' and 'Chuffa Chuffa Chawoowoo'.","release_date":"","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":155063,"title":"Boogie Beebies - Move Your Feet to the Beat","adult":false},{"cast":["Jack Lionel Bohn","Charles Judels","Jane Gale","Geraldine Dvorak","Curtis Karpe"],"overview":"In this parody of Grand Hotel, despite a dying man's efforts to enjoy his final days, a jewel thief trying to comfort a great dancer, and a big business deal in progress, there are still those who say that \"nothing ever happens here.\"","release_date":"1933-03-25","genres":[10402,35],"vote_average":4.5,"runtime":19,"cert":"N\/A","id":155065,"title":"Nothing Ever Happens","adult":false},{"cast":["Ben Lam","Leung Yuen-Jing","Bruce Mang Lung","Sun Chien","Jackie Lui Chung-Yin"],"overview":"A man returning to his old neighbourhood after a prison term finds that the friends he used to hang out with are now a violent street gang that is terrorizing the community.","release_date":"1991-09-14","genres":[],"vote_average":7.5,"runtime":90,"cert":"N\/A","id":155082,"title":"Angry Ranger","adult":false},{"cast":["Mark Webber","Devon Graye","Rutina Wesley","Ron Perlman","Pruitt Taylor Vince"],"overview":"Drowning in debt as he's about to get married, a bright but meek salesman receives a mysterious phone call informing him that he's on a hidden-camera game show where he must execute 13 tasks to receive a multi-million dollar cash prize.","release_date":"2014-04-18","genres":[27,53],"vote_average":6.3,"runtime":93,"cert":"15","id":155084,"title":"13 Sins","adult":false},{"cast":["Naomi Campbell","Esteban Fuene de Colombi","Jill Mulleady"],"overview":"Santiago, a twenty-something Argentinean, takes a boat to Montevideo to claim land willed to him by his parents. On his way out of the capitol, he notices Juliette, a young Belgian woman who was also on the boat. After discovering they're heading in the same direction, the two travelers hit the road together.","release_date":"2010-09-24","genres":[],"vote_average":5.5,"runtime":85,"cert":"N\/A","id":155098,"title":"Beyond the Road","adult":false},{"cast":["Tuomas Lauri Johannes Holopainen","Marco Hietala","Emppu Vuorinen","Jukka Nevalainen","Anette Olzon"],"overview":"Video and making of Amaranth.","release_date":"2007-08-22","genres":[99,10402],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":155100,"title":"Nightwish: Amaranth","adult":false},{"cast":["Kathy Griffin"],"overview":"The comic performs at the Pechenga Resort &amp; Casino In Temecula, California","release_date":"2010-11-02","genres":[35],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":155102,"title":"Kathy Griffin: Whores on Crutches","adult":false},{"cast":["Hair Coat","Parts His Hair","Last Horse"],"overview":"Long before Hollywood started painting white men red and dressing them as 'Injuns' Edison's company was using the genuine article! Featuring for what is believed to be the Native Americans first appearance before a motion picture camera 'Buffalo Dance' features genuine members of the Sioux Tribe dressed in full war paint and costume! The dancers are believed to be veteran members of Buffalo Bill's Wild West Show. Filmed again at the Black Maria studios by both Dickson and Heise the 'Buffalo Dance' warriors were named as Hair Coat, Parts His Hair and Last Horse. Its quite strange seeing these movies at first they all stand around waiting to begin and as they start some of the dancers look at the camera in an almost sad way at having lost their way of life.","release_date":"1894-09-23","genres":[99],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":155107,"title":"Buffalo Dance","adult":false},{"cast":["Enno Cheng","Ray Chang","Lu Yi-Ching","James Wen","Hannah Lin"],"overview":"In the eyes of her classmates, Yvette (Enno) is a rock-and-roll girl. Because of a congenital heart condition, she has dropped out of school and spends most of her time at home with her can Summer, messing around, playing the guitar, and getting out and about.","release_date":"2007-11-16","genres":[18,10749],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":155121,"title":"Summer's Tail","adult":false},{"cast":[],"overview":"Once a major wealthy town, Sulina is a victim of post-communist decline and disarray. Ten years after the fall of Ceausescu inhabitants still live in poverty. Despite their despair, there is room for dreams and humor. The Romanian town Sulina lies right in the no-man's-land of the Danube-delta, cut off from the rest of the world. Ten years after the fall of the communist regime the people here are worse off than ever. Sulina used to be a wealthy trade town. But with the decline of communism the economic connections petered out. The film portrays four of the region's inhabitants from three generations who just manage to get by.","release_date":"2001-01-01","genres":[],"vote_average":7.0,"runtime":92,"cert":"N\/A","id":155126,"title":"Asta e","adult":false},{"cast":["Carroll Baker","Zeudi Araya Cristaldi","Leonard Mann","Enrico Maria Salerno","Luigi Antonio Guerra"],"overview":"A beautiful woman who lives on an island with her abusive husband, entices a young man into a murder-for-money plot.","release_date":"1974-03-06","genres":[18,53],"vote_average":4.0,"runtime":89,"cert":"N\/A","id":155128,"title":"The Body","adult":false},{"cast":["Frank Hickey","Michael Roy","John Newing","Stan Mercer","Irene Mallaid"],"overview":"“The Forgotten Faces (1961), a film reconstruction of the Hungarian revolution of 1956, won Watkins another amateur Oscar, and to this day, the film is praised in England as \"one of the most memorable amateur films ever made\".","release_date":"1961-01-01","genres":[36,10752,18],"vote_average":6.0,"runtime":18,"cert":"","id":155130,"title":"The Forgotten Faces","adult":false},{"cast":["Nieves Navarro","Gianni Macchia","Micaela Pignatelli","Lucio Dalla","Lea Lander"],"overview":"Anna plays the personal secretary of a rich industrialist who falls in love with her boss' daughter's leftist boyfriend, Carlo. Anna pretty much severs her ties with her boss (who she also had romantic moments with) and after she moves in with the college student Carlo she attempts to provide for both, but soon fails in finding job opportunities and sinks into the sleazy world of drugs and prostitution. Carlo's right wing brother demands Carlo begins his relationship with daughter of the powerful businessman in order to guarantee financial freedom for the rest of his life.","release_date":"1969-08-09","genres":[18],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":155132,"title":"Amarsi male","adult":false},{"cast":[],"overview":"The story takes place in a new residential area in the outskirts of Tokyo. A family photograph adorns the living room of the Hashimoto family. It is a heartwarming shot of the three family members from when they first moved here, finally having bought their own home that they had wanted for so long. Wife Michiko hangs the laundry everyday. Husband Ken-ichi leaves for work without a word. Son Hiroaki has a part-time job, returns home early and disappears into his room. The Hashimoto Family no longer eats meal together at the dining table or spends time together in the living room. Michiko yearns for a different relationship with her family and is gradually overcome by loneliness. While feeling pressured from the trifling matters that occur within the residential community, Michiko tries to fill the emptiness that she hides in her heart.","release_date":"2010-07-29","genres":[],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":155140,"title":"Household X","adult":false},{"cast":["J. Mascis","Lou Barlow","Murph","Dinosaur Jr."],"overview":"Through an online contest, six fans were selected to film Dinosaur Jr. performing Bug in its entirety at the 9:30 Club in Washington, DC in June 2011. Under the awesome direction of Dave Markey (The Year Punk Broke), “In the Hands of the Fans” brings the fans closer to the band and the music closer to you.","release_date":"2012-02-21","genres":[10402],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":155142,"title":"Dinosaur Jr: Bug Live at 930 Club","adult":false},{"cast":["Akira Kobayashi","Jô Shishido","Ruriko Asaoka","Nobuo Kaneko","Sanae Nakahara"],"overview":"Arriving in the town of Hakodate, a wandering musician, Shinji Taki, is soon recruited by the local gang as a hired hand. However, with the arrival of a sinister gunman, Taki's mysterious past catches up with him.","release_date":"1959-10-11","genres":[37,80],"vote_average":6.0,"runtime":78,"cert":"N\/A","id":155147,"title":"The Rambling Guitarist","adult":false},{"cast":["Joe Pickett","Nick Prueher","Bob Odenkirk","Linda Blair"],"overview":"This years festival includes a pet care public access show, Linda Blair with some really bad advice for all and of course, more full frontal male nudity.","release_date":"2010-12-12","genres":[35],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":155155,"title":"Found Footage Festival Volume 5: Live in Milwaukee","adult":false},{"cast":["Diane Franklin","Roger Wilson","Jon Gadsby","Robert Helpmann","Robert Morley"],"overview":"In the beginning the Devil made a bet with God. The Devil backed Eve, God backed Adam. What would have happened to love and sex if Adam hadn't taken the bite?","release_date":"1984-10-18","genres":[35],"vote_average":4.2,"runtime":101,"cert":"N\/A","id":155157,"title":"Second Time Lucky","adult":false},{"cast":[],"overview":"Take an unprecedented glimpse inside the family, crew, business, and lives of the Doomtree collective. This two disc DVD set contains a 70 minute feature full length documentary, plus hours of bonus footage and deleted scenes.","release_date":"2012-12-11","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":155159,"title":"Doomtree: Team the Best Team","adult":false},{"cast":[],"overview":"A full 15-track live set recorded over two nights in NYC at Irving Plaza, plus over an hour of bonus footage including bonus footage of four extra tracks, 4 music videos, and further bonus chronicles, like \"Creative People Must Be Stopped!,\" &amp; \"Musika Agressia.\"","release_date":"2009-10-06","genres":[],"vote_average":8.0,"runtime":150,"cert":"N\/A","id":155170,"title":"Gogol Bordello: Live from Axis Mundi","adult":false},{"cast":["Roky Erickson"],"overview":"Legendary psych rocker and founding member of 13th Floor Elevators, Roky Erickson returned to the stage in 2008 to perform songs from the 13th Floor Elevators catalog that had not been performed in decades. Backed by the neo-psychedelic rock heavyweights, The Black Angels, Night of the Vampire captures a special performance Halloween night 2008 from the El Ray Theater in Los Angeles.","release_date":"2010-11-23","genres":[],"vote_average":0.0,"runtime":37,"cert":"N\/A","id":155172,"title":"Roky Erickson & The Black Angels: Night of the Vampire","adult":false},{"cast":[],"overview":"A tale of falling in love with the wrong kind of mysterious stranger near the borders of India and Pakistan","release_date":"2003-10-02","genres":[],"vote_average":4.0,"runtime":null,"cert":"","id":155174,"title":"Road to Ladakh","adult":false},{"cast":[],"overview":"Indie rock heroes The Weakerthans' new DVD-CD offers a jubilant testament to the Winnipeg band's considerable creative powers as both literary minded songwriters and charismatic live performers. Founded in 1997, the band has deep roots in the thriving North American indie scene. The band is revered for both their powerfully melodic folk punk sound and the vivid and inspired imagery of the lyrics - their beloved song \"Plea from a Cat Named Virtute\" is told from the point of view of a depressive's wise and knowing cat. The live DVD was recorded in April of 2009 as the band toured in support of their triumphant album Reunion Tour with an expanded line-up featuring trumpet, violin and female vocals, playing songs from all four acclaimed releases in front of an adoring and enthusiastic hometown crowd.","release_date":"2010-03-23","genres":[],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":155176,"title":"The Weakerthans: Live at the Burton Cummings Theatre","adult":false},{"cast":["Veronica Avluv","Misty Stone","Francesca Lé","Krissy Lynn","Alexa Nicole"],"overview":"When Alec leaves Veronica high and dry with bills to pay and a house in foreclosure, she gets a job at a local massage parlor to make ends meet. Little does she know these clients aren't looking for an ordinary rub down. At first she's not sure how to handle the sticky situation, but with financial pressures bearing down, she finds herself giving in to the insatiable sexual needs of her 'client list.' Veronica Avluv and Alec Knight gives stellar performances in this unique story based on the hit series!","release_date":"2012-07-05","genres":[35],"vote_average":6.0,"runtime":127,"cert":"N\/A","id":155178,"title":"Official The Client List Parody","adult":true},{"cast":["Jelle Cleymans","Free Souffriau","Koen Crucke","Peter Thyssen","Peter van de Velde"],"overview":"","release_date":"2012-01-24","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":155189,"title":"Musical: Robin Hood","adult":false},{"cast":["Adam Beach","Wes Studi","Beth Grant"],"overview":"Officers Leaphorn and Chee search for a missing anthropologist suspected of stealing artifacts from a burial site.","release_date":"2004-07-11","genres":[80,9648,10770],"vote_average":4.0,"runtime":94,"cert":"N\/A","id":155191,"title":"A Thief Of Time","adult":false},{"cast":["Ronald Reagan","Viveca Lindfors","Broderick Crawford","Rosemary DeCamp","Osa Massen"],"overview":"A bleak mansion sits ominously on a cliff above the sea somewhere on Florida's east coast. In its shadows, two people meet: a scientist haunted by incurable illness and a beautiful woman haunted by the voice of her dead husband. Ronald Reagan and Hollywood-debuting Viveca Lindfors star in an eerie drama steeped in religious faith and supernatural fear, in the destructive power of sexual jealousy and the redemptive power of love. In one of his earliest directorial efforts, Don Siegel (Dirty Harry, The Shootist) displays his command of pacing and camerawork, building the action to a climactic hurricane that parallels the tumultuous emotions of characters precariously balanced between now and the hereafter.","release_date":"1949-06-10","genres":[10749,18],"vote_average":5.4,"runtime":84,"cert":"N\/A","id":155208,"title":"Night Unto Night","adult":false},{"cast":["Sophie Carle","Valérie Allain","Franck Dubosc","Jean-Noël Brouté","Eric Elmosnino"],"overview":"","release_date":"1985-01-09","genres":[],"vote_average":5.9,"runtime":null,"cert":"N\/A","id":155219,"title":"A nous les Garçons","adult":false},{"cast":[],"overview":"Highlights on The ultimate kissology 2 : Live in Sydney 1980 complete, Schulerexpress 1980 (Not included on official kissology set), Live in Detroit 1984 (not included on official kissology set), Live in Philadelphia 1987 (complete), Live in Tokyo 1988 (complete), Monsters of rock 1988 (not included on official kissology set).","release_date":"","genres":[],"vote_average":0.0,"runtime":752,"cert":"N\/A","id":155221,"title":"Kiss: The Ultimate Kissology Volume II","adult":false},{"cast":["Pierre Blanchar","Lien Deyers","Charles Boyer","Daniel Mendaille","Pola Illéry"],"overview":"A nobleman decides to join a traveling group of actors to be with a girl he admires, but ultimately must rescue her from bandits","release_date":"1929-02-15","genres":[],"vote_average":7.0,"runtime":92,"cert":"N\/A","id":155232,"title":"Captain Fracasse","adult":false},{"cast":["Raja Farah","Farid Kamil","Awal Ashaari","Dynas Mokhtar","Kartina Aziz"],"overview":"Elly is a young fashion designer who works at Boutique Karya Anggun. She is a very cheerful person who is a positive thinker and believes that to every sadness, happiness will soon come along. That's her motto in love. On one fine day she is being given a gift dreamt by most women, the ability to hear what men thinks. She sees this as a curse when she hears more negative things rather than positive things. With her new found gift she also gets confused in choosing her soul mate. With all these mixed emotions","release_date":"2008-05-29","genres":[10749,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":155234,"title":"Apa Kata Hati","adult":false},{"cast":["Sissy Spacek","Peter Coyote","Terry Kinney","Alison Pill","Peter Dvorsky"],"overview":"It's a cold and stormy night, and in a house in rural Vermont, midwife Sibyl Danforth is, together with the father and an assistant, in the middle of a homebirth. As time passes, the woman in labor meets with difficulties and Sibyl concludes that it would be preferable for the woman to deliver her baby in the hospital. Though a dead telephone line and bad weather prevents Sibyl from going anywhere. Black ice and a persisten snowstorm makes transportation an impossibility. Early in the morning, the woman dies from what they believe to be a stroke and in all the chaos, Sibyl promptly decides to do a C-section to save the baby. The baby survives, but the mother is dead and tragedy is obvious. Yet, it's only going to get worse for Sibyl as her assistant is certain that the woman was still alive when Sibyl performed the C-section. Sibyl is charged with manslaughter, brought before the court and her life is and will forever be changed.","release_date":"2001-04-02","genres":[80,18,10770],"vote_average":7.0,"runtime":92,"cert":"N\/A","id":155239,"title":"Midwives","adult":false},{"cast":["Rudranil Ghosh"],"overview":"Bangshi Das is an impersonator of Charlie Chaplin. He earns peanuts by being the 'joker' at birthday parties. However, he prefers to call himself an actor rather than a worker. His life circles around his son who is the greatest critic of his performances. Poverty never seems bitter as the father-son duo knows how to make fun of it.","release_date":"2011-08-26","genres":[],"vote_average":6.4,"runtime":137,"cert":"N\/A","id":155241,"title":"Chaplin","adult":false},{"cast":["Rafael Luis Calvo","Félix Dafauce","Antonio Almorós","Rafael Albaicín","Paco Alcoceba"],"overview":"Try the descent to Earth, specifically to Spain, of the Three Wise Men.","release_date":"1957-12-09","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":155246,"title":"Mensajeros de paz","adult":false},{"cast":["Sting","Stewart Copeland","Andy Summers"],"overview":"This Japanese only release was of The Police's performance on BBC's 'Rock Goes To College' programme and was recorded in February 1979. Tracklist :  01. Can't Stand Losing You\r 02. So Lonely\r 03. Fall Out\r 04. Hole In My Life\r 05. Truth Hits Everybody\r 06. Message in a Bottle\r 07. Peanuts\r 08. Roxanne\r 09. Next To You","release_date":"1979-02-21","genres":[10402],"vote_average":0.0,"runtime":40,"cert":"","id":155251,"title":"The Police - Live '79 at Hatfield Polytechnic","adult":false},{"cast":["Daphne Zuniga","David James Elliott","Patricia Kalember","Adam LaVorgna","Mae Whitman"],"overview":"Two part movie that follows attorney Christopher Paget and his assistant Teri Peralta. The first part has Paget being asked by his former lover and mother of his son to defend her when she is charged with murder despite being aware that Paget hasn't practice criminal law in years. During the case Paget and Peralta whose marriage is in trouble get close. And the second part has Paget being accused of killing Peralta's husband.","release_date":"1995-10-29","genres":[],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":155253,"title":"Degree of Guilt","adult":false},{"cast":[],"overview":"","release_date":"2011-06-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":155279,"title":"Hackers, les nouveaux maitres du monde","adult":false},{"cast":["Judy Canova","Stephen Dunne","George Cleveland","June Vincent"],"overview":"An unsophisticated country girl accidentally joins the army. Director William Witney's low-budget 1952 military comedy stars Judy Canova, Stephen Dunne, George Cleveland, June Vincent, Irene Ryan, Allen Jenkins, Roy Barcroft, Thurston Hall, George Chandler, Dick Wessel, Dick Elliott, Carl Switzer, Phyllis Kennedy and Jarma Lewis.","release_date":"1952-10-10","genres":[],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":155281,"title":"The WAC From Walla Walla","adult":false},{"cast":["Andrew Justice","Angelo Marconi","Johnny Ryder","Landon Conrad","Mitchell Rock"],"overview":"The four heavy hitting scenes in Deep Inside Part 1 are surely some of the finest work yet from director Steve Cruz. The first part of Deep Inside features handsome, blindingly hung Paddy O'Brian deepening his hold on your gonads when his stunning meat gives Angelo Marconi a serious depth charge. Lean fuck machine Landon Conrad uses his cock to explore the far reaches of muscle-bottom Mitchell Rock. Superstar hunky boyfriends Trenton Ducati and Tate Ryder trade rides like you've never seen, and exceptionally fine form of Andrew Justice measures his meat in the pleasure hole of buff Johnny Ryder. Deep Inside has huge muscles, immense dicks, and steamy guys who lob their dirty lovin' deeper and deeper. And just think - it's only Part 1!","release_date":"2012-10-26","genres":[],"vote_average":7.0,"runtime":121,"cert":"N\/A","id":155283,"title":"Deep Inside","adult":true},{"cast":["Kristina Klebe","Rudolf Martin","Fabian Stumm","Ben Bela Böhm","Janina Elkin"],"overview":"A true story, Bela Kiss was one of the the most brutal serial killers, who killed 23 young women during the beginning of the first World War. The blood-drained bodies were found in metal barrels, conserved in alcohol. According to rumors, he was still seen decades later, in different parts of the world. He never was found and so the whereabouts of this man are unknown, even today. Almost a century later, five bank robbers search for a hideaway in a remote hotel, as they flee from the police. Brutal and unforeseen events take overhand and build a bridge to the past. The assumed safe house turns into a nightmare... is Bela Kiss still alive?","release_date":"2013-01-10","genres":[27,9648,53],"vote_average":4.6,"runtime":106,"cert":"18","id":155288,"title":"Bela Kiss: Prologue","adult":false},{"cast":["Kay Tse","6 Wing","C Kwan","Stephanie Cheng Yung","William Chan Wai-Ting"],"overview":"Unemployed comic book artist Luk (6 Wing) is not having a good day. His girlfriend (Charmaine Fong) just left him, and he's off to pitch his latest work to a publisher that turns out be very sketchy. The editor (MC Jin) wants Luk to add more gratuitous violence and deaths to his story, which he does in amusing manner. After the meeting, Luk goes about his business as normal, but he finds that everywhere he goes he encounters strange conflicts that lead to gratuitous violence and deaths.","release_date":"2009-08-10","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":155290,"title":"Split Second Murders","adult":false},{"cast":["J.D. Lloyd","Jerry Lloyd","Rick Tillman"],"overview":"Based on H.P. Lovecraft's story of the same name, The Shunned House features a two-man ghost hunting team that take it upon themselves to explore a house with an uneasy history...","release_date":"2012-09-29","genres":[27],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":155319,"title":"The Shunned House","adult":false},{"cast":[],"overview":"","release_date":"1972-08-04","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":155321,"title":"150 na Godzinę","adult":false},{"cast":[],"overview":"","release_date":"1993-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":155323,"title":"20 Lat Później","adult":false},{"cast":["Wojciech Klata","Rafał Zimowski","Jadwiga Jankowska-Cieślak","Andrzej Mellin","Kama Kowalewska"],"overview":"Based on a true story dating back to 1985 when two Polish boys, a teenager and his little brother, escaped from communist Poland all the way to Sweden, hidden under a truck. In the movie, their destination has been changed to Denmark.","release_date":"1989-10-30","genres":[18],"vote_average":6.6,"runtime":90,"cert":"N\/A","id":155325,"title":"300 Miles to Heaven","adult":false},{"cast":[],"overview":"","release_date":"1936-11-19","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":155327,"title":"Ada, Don't Do That!","adult":false},{"cast":["Michael Lonsdale","Anne-Marie Deschodt","Henri Garcin"],"overview":"A bourgeois couple check into a hotel. All seems fine until a man loses his nail clippers","release_date":"1969-01-08","genres":[],"vote_average":5.0,"runtime":12,"cert":"N\/A","id":155332,"title":"The Nail Clippers","adult":false},{"cast":["Ewa Krzyżewska","Zygmunt Hübner","Witold Pyrkosz","Tadeusz Schmidt","Marian Kociniak"],"overview":"","release_date":"1970-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":155337,"title":"Akcja 'Brutus'","adult":false},{"cast":["Jan Decleir","Els Dottermans","Warre Borgmans","Marc van Eeghem","Josse De Pauw"],"overview":"A police officer investigates the case of a man shot dead in a room locked from the inside. A suicide? Then where's the gun?","release_date":"1993-09-02","genres":[80],"vote_average":7.0,"runtime":100,"cert":"N\/A","id":155339,"title":"De Gesloten Kamer","adult":false},{"cast":["Michael Mfume","Sandra Pulley","Joe Clair","Racquel Price","Tracy Wiggs"],"overview":"A weekend retreat at a remote cabin in the woods for a group of childhood pals turns into a terrifying fight for survival, as a former friend whose family was killed years earlier comes along looking for revenge.","release_date":"1992-01-29","genres":[27],"vote_average":1.3,"runtime":70,"cert":"N\/A","id":155341,"title":"Ax 'Em","adult":false},{"cast":["Joseph Campbell"],"overview":"One of the greatest storytellers of our time, and arguably the greatest mythologist, Joseph Campbell spent most of his long, rich career explaining how ancient myths like the Hero’s Journey are relevant to modern life. In understanding the importance of myth as a vital, vibrant source of \"mankind’s one great story,\" Campbell inspired others to embark on a quest for the meaning of myth in their own lives. This biographical portrait, filmed shortly before his death in 1987, follows Campbell’s personal quest—a pathless journey of questioning, discovery, and ultimately of delight and joy in a life to which he said, \"Yes.\"","release_date":"1987-03-22","genres":[99,36],"vote_average":8.0,"runtime":58,"cert":"N\/A","id":155346,"title":"The Hero's Journey: The World of Joseph Campbell","adult":false},{"cast":["Paul Gilbert","Billy Sheehan","Eric Martin","Pat Torpey","Mr. Big"],"overview":"Back to Budokan is a live album CD and DVD by the hard rock band Mr. Big. The performance was recorded at Budokan in Tokyo, Japan Jun 20, 2009. Track Listing: 1. Daddy, Brother \/ 2. Lover, Little Boy (The Elecrtic Drill Song) \/ 3. Take Cover \/ 4. Green-Tinted Sixties Mind \/ 5. Alive and Kickin' \/ 6. Next Time Around \/ 7. Hold Your Head Up \/ 8. Just Take My Heart \/ 9. Temperamental \/ 10. It's For You - Mars \/ 11. Pat Torpey Drum Solo \/ 12. Price You Gotta Pay \/ 13. Stay Together \/ 14. Wild World \/ 15. Goin' Where The Wind Blows \/ 16. Take a Walk \/ 17. Paul Gilbert Guitar Solo \/ 18. Paul Gilbert and Billy Sheehan Duo \/ 19. Double Human Capo \/ 20. The Whole World's Gonna Know \/ 21. Promise Her The Moon \/ 22. Rock &amp; Roll Over \/ 23. Billy Sheehan Bass Solo \/ 24. Addicted To That Rush","release_date":"2009-02-20","genres":[10402],"vote_average":7.5,"runtime":155,"cert":"N\/A","id":155348,"title":"Mr. Big: Back to Budokan","adult":false},{"cast":["Freddie Mercury","Brian May","Roger Taylor","John Deacon"],"overview":"This DVDs (Greatest Flix I and II) were the very first version of Queen's \"Greatest Hits\" on DVD. Even though most people consider them a bootleg, on the original Queen Web site they were listed as official. It's a great collection, with great sound and the original videos (some of them were later changed).","release_date":"1991-05-14","genres":[10402],"vote_average":10.0,"runtime":155,"cert":"","id":155353,"title":"Queen: Greatest Flix I and II","adult":false},{"cast":["Cecilia Rainero","Rosario Bléfari","Leandro Uria","Germán de Silva"],"overview":"Boris is stunned when his girlfriend Ana asks for some time apart. He doesn´t know why and she can´t explain it. Some time can mean so many things. How much time apart? A week, a month, years? During this imprecise period of uncertainty, Boris is left at the mercy of chance. His life transforms into an erratic urban journey: moving into a transient hotel, buying a temperamental communist-era car, meeting up with a long-lost classmate, random encounters with other women and repeatedly trying to get back together with Ana.","release_date":"2011-08-04","genres":[18],"vote_average":5.7,"runtime":107,"cert":"N\/A","id":155382,"title":"A Mysterious World","adult":false},{"cast":["Chan Lau","Unicorn Chan","Cheung Bing-Chuen","Chiang Cheng","Guk Jeong-Suk"],"overview":"Eastern Heroes Collection:  Imperial guards are ordered to kill the family of Hsiung Chih.  He escapes the massacre, and also saves a roving swordsman.  Hsiung flees to Shaolin Temple, where he meets up with Priest Wu Yun, the Drunk Monk.  He begins to learn the Drunken Style and plots his revenge.  A brilliant display of wu-shu and authentic drunken Boxing make this film a must have!  The two man sets are the best ever put on screen!!","release_date":"1983-01-01","genres":[28],"vote_average":6.8,"runtime":null,"cert":"N\/A","id":155384,"title":"Shaolin Drunken Fight","adult":false},{"cast":["Edison Flores","Jesus Martinez","Cielo Muñoz"],"overview":"La Sierra is a barrio in Medellin, Colombia - the cocaine capital of the world.  Here, lives are defined by drugs, guns and violence. A state of perpetual urban warfare exists, with paramilitary gangs, leftist guerrillas and the US-sponsored Colombian military battling continually for power and control.\r This award-winning film portrays three of La Sierra's inhabitants: 22-year-old paramilitary leader Edison, a self-professed killer and father of six children by six women; gang soldier Jesus, ready for death at any moment; and Cielo, only 17 and already a mother with a boyfriend in prison.\r Entering a world where few journalists dare to venture, La Sierra reveals not only startling moments of violence and its aftermath, but also those of tenderness and faith which give the community hope for survival.","release_date":"2005-01-01","genres":[],"vote_average":7.5,"runtime":84,"cert":"N\/A","id":155386,"title":"La Sierra","adult":false},{"cast":["Lindsey Shaw","Jamie Johnston","Jean-Luc Bilodeau","Kaitlyn Leeb","Jerritt Boyce"],"overview":"Sixteen-year-old Melissa Kennedy's been missing for almost 3 months now and the Town of Ridgedale is coming unhinged. The projectionist at the old revival movie house, Sylvia Potter (16) wants so badly to be in love. Just like in the movies. But can any guy live up to her ideal leading man? Even her best friend Harry's unrequited love for her (since fifth grade) has never been reciprocated. When sexy, quiet, rich kid, Lucas Green transfers to Hampton Prep the sparks fly. Lucas and Sylvia's initial animosity quickly becomes a heated romance - despite the warnings of almost every friend in her circle. But what seems like a love story straight out of the movies hits a major plot twist when the police begin an investigation into Lucas' involvement in the Melissa Kennedy case. What really happened to Melissa Kennedy and how long can Lucas and Sylvia's relationship last in the face of a mystery that threatens to change the lives of these teenagers forever? Written by AC  (IMDb.com)","release_date":"2012-01-01","genres":[53],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":155391,"title":"Love Me","adult":false},{"cast":["Carrie Ng","Connie Cabret","Stephan B. DeMasco","Andrew Chiway Chan"],"overview":"Ho has a bright future with Hong Kong's police force. ButHo's wife wants to emigrate to the United States. So he winds up in Manhattan on the New York police force. Ho's wife meets Chinese 'wheeler- dealer' Chan who teaches her how to double her money overnight. She changes from a tender wife into a hard business woman as Ho watches helplessly. In fact, Ho has been given his new undercover assignment: to investigate Chan and his suspected criminal background. So the Hos and the Chans keep on meeting, loving and hating, all the while in the shadow of the Brooklyn Bridge until the explosive end.","release_date":"1992-11-05","genres":[28],"vote_average":4.5,"runtime":87,"cert":"N\/A","id":155393,"title":"Taking Manhattan","adult":false},{"cast":[],"overview":"Eleven songs taken directly out of familiar animated Christmas television shows appear in a sing-along format, with the original scenes excerpted directly from the programs themselves (SANTA CLAUS IS COMING TO TOWN, RUDOLPH THE RED-NOSED REINDEER, and FROSTY THE SNOWMAN). Burl Ives, Jimmy Durante, Mickey Rooney, Fred Astaire, and the Vienna Boys Choir supply the original vocals as a snowball bounces across the lyrics of the songs in the old-fashioned sing-along style. The selections include \"Holly Jolly Christmas\" (Burl Ives), \"Put One Foot in Front of the Other\" (Mickey Rooney), \"Santa Claus Is Coming to Town\" (Fred Astaire), \"The Little Drummer Boy\" (the Vienna Boys Choir), \"Rudolph the Red-Nosed Reindeer,\" \"The Most Wonderful Time of the Year,\" and \"First Toy Maker to the King.\"","release_date":"2016-05-31","genres":[],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":155395,"title":"Original Television Christmas Classics Sing-A-Long","adult":false},{"cast":["Sammo Hung","Stephen Tung Wai","Phillip Ko","Chung Fat","Mang Hoi"],"overview":"Tung Wei (18 Fatal Strikes Enter The Dragon) is a lad who wants to learn kung fu. He trains in two different styles: Hung Gar and Wing Chun. Everything is fine until a jealous master creates a rift between Tung's two teachers, and he has to choose sides. But a bigger problem looms ahead. The Tiger Master, played by Philip Ko (Dragon On Fire, Fearless Dragons), wants to fight both men to the death. They're no match for him, so Tung goes to the one man who can train him properly: Sammo Hung","release_date":"1979-10-23","genres":[28],"vote_average":6.1,"runtime":89,"cert":"N\/A","id":155397,"title":"The Incredible Kung Fu Master","adult":false},{"cast":["Andris Oshin","Eve Kivi","Anna Orochko","Ivan Voronov","Urho Somersalmi"],"overview":"Based on Finnish mythology, this movie traces the exploits of Lemminkainen as he woos the fair Annikki and battles the evil witch Louhi. Louhi kidnaps Annikki to compel her father to build for her a Sampo, a magical device that creates salt, grain, and gold. When Lemminkainen tries (and fails) to recover the Sampo, Louhi steals the sun, plunging the world into frozen darkness.","release_date":"1959-08-24","genres":[12,14],"vote_average":3.8,"runtime":90,"cert":"N\/A","id":155399,"title":"The Day the Earth Froze","adult":false},{"cast":["Sia"],"overview":"TV Is My Parent is the first video album by Australian singer-songwriter Sia Furler, released in May 2009. The album features a live concert recorded at the Hiro Ballroom in New York City in 2007, four music videos and additional \"behind the scenes\" footage. The DVD was released following Sia's previous studio album \"Some People Have Real Problems\" (2008) and \"Live from Sydney EP,\" released.  .","release_date":"2009-05-19","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":155401,"title":"Sia: TV is My Parent","adult":false},{"cast":["Cécile Zervudacki","Robert Vaab","Александр Чередник"],"overview":"Inspired by Flaubert’s Madame Bovary, Sokurov’s Save and Protect recalls the most crucial events of Emma’s decline and fall: affairs with the aristocratic Rodolphe and the student Leon, the humiliation that follows her husband’s botching of the operation on the stable boy’s clubfoot. The universality of the theme of eternal struggle between the soul and the flesh is conveyed through the absence of specific reference to time or place: although the film seems to begin in 1840, its surreal mode effortlessly accommodates an automobile and the strains of “When the Saints Go Marching In” on an off-screen radio. Focusing on passion from a woman’s perspective and downplaying plot, Sokurov explores his subject in exquisite detail, capturing not only the heat of passion but also the quiet moments before and after and the innocent sensuousness of the body.","release_date":"1989-01-01","genres":[],"vote_average":6.2,"runtime":168,"cert":"N\/A","id":155403,"title":"Save and Protect","adult":false},{"cast":["Ian Carmichael","Alastair Sim","Patricia Bredin","Richard Wattis","Eric Barker"],"overview":"At the Earndale by-election natural history expert and TV personality Bob Wilcot for the Conservatives finds himself up against Billingsgate girl Stella Stoker for the socialists. Amateur politician against committed activist. But could it become boy-who-fancies-girl against girl-who-fancies-boy? The party agents are soon colluding against such a disaster.","release_date":"1959-06-23","genres":[],"vote_average":6.3,"runtime":95,"cert":"","id":155405,"title":"Left Right and Centre","adult":false},{"cast":["Monika Gruber"],"overview":"Stand-up Comedy mit Monika Gruber","release_date":"2012-12-06","genres":[35],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":155413,"title":"Monika Gruber: Wenn ned jetzt, wann dann?","adult":false},{"cast":["Hanno Pöschl","Paulus Manker","Isolde Barth","Eddie Constantine","Kurt Kren"],"overview":"A guy having sex with a woman on a rooftop – just to get her coffee-machine.","release_date":"1980-01-01","genres":[],"vote_average":4.0,"runtime":105,"cert":"N\/A","id":155415,"title":"Exit... But No Panic","adult":false},{"cast":[],"overview":"A 2009 Cuban drama by Rebeca Chávez taking place in Santiago de Cuba at the beginning of revolution.  In the late 1950s, the city of Santiago de Cuba was afire, the site of some of the fiercest resistance to the murderous dictatorship of Fulgencio Batista. The film's narrative unfolds over 24 hours in the lives of several youthful members of the underground as they confront their own uncertainty about the morality of armed struggle and the necessity of severing bonds that had seemed unbreakable.","release_date":"2009-04-02","genres":[36,18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":155420,"title":"City in Red","adult":false},{"cast":["Barbara Brylska","Jan Nowicki","Marek Frąckowiak","Mieczyslaw Loza","Bohdana Majda"],"overview":"","release_date":"1972-12-19","genres":[10749,18],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":155425,"title":"Anatomia Miłości","adult":false},{"cast":["Adolf Dymsza","Antoni Fertner","Mieczysława Ćwiklińska","Maria Bogda","Konrad Tom"],"overview":"","release_date":"1935-02-08","genres":[35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":155430,"title":"Antek policmajster","adult":false},{"cast":["Katarzyna Figura","Waldemar Błaszczyk","Jerzy Trela","Mirosław Baka","Marek Kondrat"],"overview":"","release_date":"1996-01-01","genres":[10749,18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":155438,"title":"Autoportret z kochanką","adult":false},{"cast":[],"overview":"","release_date":"1959-11-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":155440,"title":"Awantura o Basię","adult":false},{"cast":["Russ Tamblyn","Lana Wood","Richard Beymer","Casey Kasem","Jody McCrea"],"overview":"Here's an \"Easy Rider\" - inspired plot with the combination of \"West Side Story\" stars. Richard Beymer falls in love with Lana Wood (sister Natalie wasn't available). They need cash so they agree to help Russ Tamblyn and his gang smuggle grass from Mexico to L.A. on motorcycles. When Beymer objects to narcotics agents being killed, his long-haired pal from the Jets puts LSD in his drink, tries to burn him alive, and has Lana kidnapped. No musical numbers, however. With Bing's son Lindsay Crosby, Joel's son Jody McCrea and deejay Casey Kasem. Directed by Bill Brame (\"The Cycle Savages\").","release_date":"1969-01-01","genres":[],"vote_average":5.5,"runtime":80,"cert":"N\/A","id":155442,"title":"Scream Free!","adult":false},{"cast":[],"overview":"Count Olgierd Łabiński lives with his beloved wife in Paris in a beautiful palace. The Countess recalls her stay in Florence and her insistent admirer Octavius ​​de Saville. Soon, Octavius, arrives in Paris and calls for the famous Dr. Cherbonneau, suspected of being a charlatan.  Citing the teachings of the East, Cherbonneau offers the patient an \"avatar\", a reincarnation of the soul, which takes a different body...","release_date":"1964-01-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":155444,"title":"Avatar: The Exchange of Souls","adult":false},{"cast":[],"overview":"","release_date":"2006-09-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":155446,"title":"-58 c På skidor genom Sibirien","adult":false},{"cast":["Marika Lagercrantz","Mikael Samuelson","Philip Zandén","Hanna Alström","Sissela Kyle"],"overview":"\"My Wife's First Love\" - Vivi and Magnus, a middle-aged couple who have been married for 25 years, are suddenly reminded of the carefree life they led in the 1970s. Vivi unexpectedly meets her old beau Robert while Magnus is planning a reunion of his old rock band 'Grapes of Wrath'.","release_date":"2006-01-06","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":155448,"title":"Min frus förste älskare","adult":false},{"cast":["Michael Crawford","Oliver Reed","Harry Andrews","James Donald","Daniel Massey"],"overview":"Oliver Reed and Michael Crawford play two brothers who are always trying to find some way to succeed with cleverness rather than simple drudgery. Crawford is constantly living in his brother's shadow as the one who gets caught. After Crawford is forced to resign from the army after an episode of unappreciated cleverness, the two decide their careers would go better if there was a large amount of publicity, so they decide to steal the crown jewels from the tower of London.","release_date":"1967-06-01","genres":[53,35],"vote_average":6.1,"runtime":94,"cert":"","id":155450,"title":"The Jokers","adult":false},{"cast":["Peter McEnery","Diane Cilento","Glenda Jackson","Billy Russell","Norman Rossington"],"overview":"A couple's bizarre romantic relationship is disrupted by the intrusion of a third person.","release_date":"1968-09-05","genres":[],"vote_average":5.0,"runtime":98,"cert":"","id":155455,"title":"Negatives","adult":false},{"cast":[],"overview":"","release_date":"2010-11-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":155466,"title":"Antoine naturellement","adult":false},{"cast":[],"overview":"\"Love hurts sometimes, but Lawd knows when it's real, it brings more joy than pain!\"  This spectacular, live-filmed Gospel Musical stage play celebrates love relations through humor and drama. Filled with phenomenal musical performances by talented cast members, including rising star Tony Grant (Tyler Perry's \"Why Did I Get Married\"), Nei-Ce Knight-Preuitt, Ricke Vermont (Universal's \"Blues Brothers\" show) and Bridgette Bentley (\"A Good Man is Hard to Find\", \"What Goes Around Comes Around\"). Also featuring, from the Grammy-nominated &amp; Platinum-selling R&amp;B group AZ Yet.","release_date":"","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":155468,"title":"Love Ain't Suppose To Hurt","adult":false},{"cast":[],"overview":"When Tracie decides to wed the man of her dreams, an unforeseen accident causes her to contend with yet another issue from her troubled past. With a little luck, Tracie's straight-shooting, Bible-toting Aunt Shirley will be able to shed some light on the situation. That is, if a secret from Aunt Shirley's own past doesn't cloud her better judgment.  Tommy Ford  Marcus Nelson  Bridgette Bentley  Nei-Ce Knight-Preuitt  Rickie Vermont  Rory Darvel  Shanelle Solomon  Carey Durrell  Axnt  Tommy A. Ford  Darrell Carey  Ax'nt  Carey Durell","release_date":"","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":155470,"title":"Love Ain't Suppose to Hurt 2: The Wedding","adult":false},{"cast":[],"overview":"Fred Redding, an assistant at Hollywood agency CMA comes before the board, seeking a promotion, and is refused. He tells us the story of his coworker, Randy Tulane, who didn't just do his time at the agency, but used the system for his own purposes and, ultimately, to help his friend, Fred.","release_date":"2000-11-14","genres":[],"vote_average":5.0,"runtime":25,"cert":"N\/A","id":155472,"title":"The SharkTank Redemption","adult":false},{"cast":[],"overview":"Bonus DVD (Greatest Hits: Back to the Start) featuring the video for \"Kill the King\" as well as a seven-song live set recorded at the Fillmore Auditorium in Denver, CO, on December 27, 1999.","release_date":"2005-06-28","genres":[],"vote_average":0.0,"runtime":44,"cert":"N\/A","id":155480,"title":"Megadeth: Back to the Start","adult":false},{"cast":["Anna Ciepielewska"],"overview":"","release_date":"1988-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":155482,"title":"Amerykanka","adult":false},{"cast":["Luis Dávila","José Greci","Perla Cristal","Ana Castor","Alfonso Rojas"],"overview":"A secret agent is assigned to capture a criminal gang that is threatening to destroy Earth with a death ray.","release_date":"1965-08-12","genres":[],"vote_average":5.5,"runtime":98,"cert":"N\/A","id":155484,"title":"Marc Mato, agente S. 077","adult":false},{"cast":[],"overview":"All The videos from Operation: Mindcrime","release_date":"","genres":[],"vote_average":0.0,"runtime":37,"cert":"N\/A","id":155486,"title":"Queensryche: Operation Videocrime","adult":false},{"cast":["Dave Grohl","Nate Mendel","Taylor Hawkins","Chris Shiflett","Pat Smear"],"overview":"The Foo Fighter's incredible headlining performance at the 2011 T in The Park Festival is now available on DVD, exclusively at DVDRare.com! This DVD contains every second of their lengthy set at the legendary Scottish music festival in high video and audio quality!  Main Stage  Balado Station, Scotland  July 10, 2011  Setlist:  Bridge Burning  Rope  The Pretender  My Hero  Learn to Fly  White Limo  Arlandria  Breakout  Long Road to Ruin  Cold Day in the Sun  Stacked Actors  Walk  Monkey Wrench  Let It Die  These Days  Best of You  All My Life  Wheels  Times Like These  Young Man Blues  This is a Call  Everlong","release_date":"2011-07-09","genres":[10402],"vote_average":8.0,"runtime":null,"cert":"","id":155488,"title":"Foo Fighters - Live T In The Park","adult":false},{"cast":["Lily Chung Suk-Wai","Bobby Au-Yeung","Ben Ng","Strawberry Yeung","Kwan Hoi-San"],"overview":"An ex-con staying at the home of his brother gets into a fight with his sister-in-law. When the fight turns physical she bumps her head. When she collapses from the injury he fears she's dead and what will happen next. He then dismembers her, in what is one of the most horrific scenes, and throws the parts into Hong Kong Harbor. Unfortunately for him the bags with the parts float to the surface and the police, lead by Officer Al are on the case.","release_date":"1995-09-21","genres":[80],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":155490,"title":"O.C.T.B. Case - The Floating Body","adult":false},{"cast":[],"overview":"A Dramatic Tour of Events was a worldwide tour by the North American progressive metal band Dream Theater, promoting their eleventh studio album.[1] It was band's first tour with the new drummer Mike Mangini, who replaced Mike Portnoy after his sudden departure from the band in September 2010. The tour began July 4, 2011 in Rome, Italy and concluded September 1, 2012 in Brasília, Brazil.[2]","release_date":"2016-02-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":155492,"title":"Dream Theater - Live at Columbia Hall Berlin","adult":false},{"cert":"","title":"Killing Time","cast":["Kendra Torgan","Craig Fairbrass","Nigel Leach","Peter Harding","Neil Armstrong"],"genres":[28,80,53],"id":155494,"overview":"After the mobster who murdered his partner is acquitted, semicorrupt detective Robert Bryant hires a beautiful female assassin, Maria, to kill him. When he discovers that he cannot afford Maria's services, Bryant is forced to hire another assassin, Madison, to kill her. Maria survives the doublecross and sets out to collect what's owed to her, one way or another.","runtime":88,"release_date":"1998-01-30","vote_average":10.0,"adult":false}]