[{"cast":[],"overview":"","release_date":"2016-02-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158507,"title":"Eduardo Dussek - É Show","adult":false},{"cast":[],"overview":"Welcome to the Haunted Dollhouse, where three terrifying tales await you. Guardian skulls protect a castle, a young girl is possessed by powers unknown, and evil once again springs from the toy box. Beyond these doors, YOU are the plaything. Cast: Robin Sydney, Jessica Morris, Meredith McClain, Tim Thomerson, Tracy Scoggins.  Re-edited versions of:  Dollman VS Demonic Toys \/  Dangerous Worry Dolls \/  Skullheads","release_date":"2013-01-08","genres":[],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":158509,"title":"The Haunted Dollhouse","adult":false},{"cast":["Demetrious Johnson","John Dodson"],"overview":"UFC on Fox: Johnson vs. Dodson (or UFC on Fox 6) was an mixed martial arts event held by the Ultimate Fighting Championship on January 26, 2013 at the United Center in Chicago Illinois.","release_date":"2013-01-26","genres":[],"vote_average":9.0,"runtime":110,"cert":"N\/A","id":158514,"title":"UFC on Fox 6: Johnson vs. Dodson","adult":false},{"cast":["Maud Adams","Stewart Granger","George Lazenby","Candice Daly","William Berger"],"overview":"A Nazi scientist, wanted as a war criminal, develops a spider serum that turns people into fascist Nazi zombies. A pair of investigators who have devoted their lives to hunting down Nazi war criminals set out to stop him.","release_date":"1986-01-01","genres":[28],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":158516,"title":"Hell Hunters","adult":false},{"cast":["Steve Hogarth","Steve Rothery","Mark Kelly","Pete Trewavas","Ian Mosley"],"overview":"A Special Blu-ray version of the 'Holidays in Zelande' live set. Filmed at the Marillion Weekend, Holland 2011 in glorious High Definition. This is the ultimate Marillion live experience with HD picture &amp; uncompressed high res audio across 3 Blu-ray discs.  Disc 1: Holidays in Eden\r Disc 2: A - Z\r Disc 3: The Glow must go On!","release_date":"2012-03-12","genres":[10402],"vote_average":0.0,"runtime":93,"cert":"","id":158518,"title":"Marillion - Holidays in Zelande","adult":false},{"cast":["Jan Hendriks","Ernst Jansz","Henny Vrienten","Jan Pijnenburg"],"overview":"The live recording of one of the 16 soldout concerts Doe Maar gave in 2000 in Ahoy. This DVD contains the complete concert (23 songs in the superior AC3 sound standard) and many extras.","release_date":"2000-02-10","genres":[10402],"vote_average":0.0,"runtime":130,"cert":"N\/A","id":158529,"title":"Doe Maar: Hees van Ahoy","adult":false},{"cast":["Paul Lapidus","Lina Romay","Mavi Tienda","Christie Levin","Exequiel Caldas"],"overview":"A former European actor Don Martin has retired with his disjointed \"family\" to his own private island, \"The Paradise.\"  After a few years, the entire group has disintegrated into shameless, selfish &amp; dishonest personalities.","release_date":"1999-01-01","genres":[18],"vote_average":1.0,"runtime":81,"cert":"N\/A","id":158534,"title":"Broken Dolls","adult":false},{"cast":["Francis Blanche","Jacqueline Noëlle","Robert Rollis","Louis de Funès"],"overview":"","release_date":"1953-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158536,"title":"Faites-moi confiance","adult":false},{"cast":["Violetta Ferrari","Daniel Thorbecke","Heinz Schubert","Alexandra Degen","Robert Dietl"],"overview":"Mrs Bartolotti doesn’t really like children. She is therefore completely taken aback when she receives a son in the post: Konrad. Konrad is actually delivered in a tin! He is dreadfully tidy and almost perfect and Mrs Bartolotti is very chaotic. The two have to get used to each other first of all. Then Mrs Bartolotti becomes so fond of him, however, that she never wants to let go of him again, even if the weird people from the tin factory are already looking for him...","release_date":"1983-07-29","genres":[12,10751,35],"vote_average":8.0,"runtime":80,"cert":"N\/A","id":158538,"title":"Conrad: The Factory-Made Boy","adult":false},{"cast":["Pierre Richard","Michel Piccoli","Dominique Pinon","Florence Pernel"],"overview":"This comedy brings Pierre Richard and Michel Piccoli together onscreen once again. In the story, former professor Henri Toussaint Piccoli has been locked away in a psychiatric ward for some years for trying to strangle his wife when he found her in bed with another man. Now she has a terminal illness, and wants some sort of reconciliation with him. His therapist (Richard) decides to permit him to visit with her, provided he comes along. Except for his wide mood swings and occasional outbursts of lewd muttering, the professor \"passes\" for sane fairly easily. Not so the psychotic (Dominique Pinon) who stows away in the psychiatrist's car, who constantly calls attention to the other two.","release_date":"1993-08-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158558,"title":"La cavale des fous","adult":false},{"cast":[],"overview":"","release_date":"2016-02-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158563,"title":"Zeca Pagodinho - Ao Vivo","adult":false},{"cast":["Lonnie Schuyler","Jeff Jenkins","Christina Lucia Peralta-Ramos","Jack Senior","William Smith"],"overview":"In the future, an L.A. cop whose girlfriend is a stripper uncovers a conspiracy concerning killer cyborgs.","release_date":"1991-07-05","genres":[878,28],"vote_average":4.0,"runtime":86,"cert":"N\/A","id":158571,"title":"Cybernator","adult":false},{"cast":["Shannon Whirry","Michael Christian","Bo Svenson","Tony Burton","Francine York"],"overview":"First-class fashion model Emanuelle Griffith is missing. Richard Tate knows exactly where she is and plans to keep her there until she knows her place: subordinate to men. But Emannuelle is waiting for her chance to turn his obsession. That one second of passion in which the prisoner becomes the hostage taker...","release_date":"1995-03-07","genres":[18,53],"vote_average":3.8,"runtime":102,"cert":"N\/A","id":158576,"title":"Private Obsession","adult":false},{"cast":["Maria Dragus","Nicolette Krebitz","Wolfram Koch","Audrey Käthe von Scheele","Nalu Walder"],"overview":"An unusually hot summer. Fourteen year-old Wanda moves with her family from Berlin to Switzerland. Everything will be better here. The move is meant to heal the open wounds of the family. Anna, the mother, has lost her self-confidence due to an affair her husband Joachim had in Berlin. The big house with the overgrown garden and the pretty small town all seems like one big promise. But the new beginning is difficult for everyone. Joachim, 40, throws himself into family activism while Anna, also 40, tries to strengthen the family with new rituals.","release_date":"2012-09-27","genres":[18,10751],"vote_average":5.3,"runtime":91,"cert":"N\/A","id":158578,"title":"Summer Outside","adult":false},{"cast":[],"overview":"","release_date":"2016-02-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158580,"title":"Acústico MTV - Zeca Pagodinho 2 - Gafieira","adult":false},{"cast":[],"overview":"","release_date":"2016-02-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158588,"title":"Psirico - Ao Vivo Em São Paulo","adult":false},{"cast":["Ken Maynard","Ruth Hall","Josephine Dunn","Wallace MacDonald","Albert J. Smith"],"overview":"Ken not only has to fight with his brother Wally over the girls, he has to try and stop the conflict between the cattlemen and the sheepmen. It gets worse when Butch kills Judy's father.","release_date":"1932-10-15","genres":[28,37,10749,35],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":158602,"title":"Between Fighting Men","adult":false},{"cast":["Ziggy Zanger","Gino Pagnani","Ria De Simone","Paola Maiolini","Tommy Polgár"],"overview":"Leonidas, of noble lineage but poor, serves in the house of Count Aristide Of the Fava Dongo, waiting patiently for his death to arrive. He dies at last, but rumors reveal that, on his deathbed, the Count has decided to leave everything to Marco (Claudio Ercoli), his illegitimate and retarded son who secretly grew up in a boarding school. In the meantime, the whole family of Leonida moves to the luxurious estate as for certainly no one wants to miss out on this wealth opportunity...","release_date":"1976-01-01","genres":[35],"vote_average":10.0,"runtime":100,"cert":"N\/A","id":158607,"title":"Love Sacrifice","adult":true},{"cast":["Arina Adju","Yevgeni Tsyganov","Mariya Atlas-Popova"],"overview":"Based on the Armenian ‘Sharakan’, a nine-part song that brings us gradually closer to meaning, Maria Saakyan’s new film further develops the poetic invention apparent in her first feature, The Lighthouse. Focusing on the world of a 14-year-old girl, Evridika, who is experiencing the first extremes of adolescent emotion, it makes effective and imaginative use of her private world centred on internet chat rooms and mobile phone recordings.","release_date":"2012-10-12","genres":[18],"vote_average":6.0,"runtime":96,"cert":"","id":158609,"title":"I'm Going to Change My Name","adult":false},{"cast":["Laura Gemser","Marina Hedman","Anna Manduchi","Joe D'Amato"],"overview":"Laura Gemser introduces herself, \"It's your old friend Emanuelle again...\" to present a sexy mondo film, with her voice-off narration over the different sketches, and reproaching comments between them.","release_date":"1977-11-20","genres":[18],"vote_average":3.0,"runtime":91,"cert":"N\/A","id":158611,"title":"Sexy Night Report","adult":false},{"cast":[],"overview":"Mr. Vincent is the character study of a struggling songwriter who obsesses over the women in his life. After his wife leaves him he meets Lisa who becomes his mentor, muse and lover, but lies, betrayal and finally threats gets in their way and relationships spiral out of control.","release_date":"1997-12-31","genres":[],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":158613,"title":"Mr. Vincent","adult":false},{"cast":["Laura Gemser","Gloria Guida","Gloria Piedimonte","Ulla Johannsen","Mario Castaldi"],"overview":"Emanuelle hosts this peculiar sexploitation Mondo film that looks at several examples of bizarre sexual behavior.","release_date":"1978-05-16","genres":[99],"vote_average":2.0,"runtime":83,"cert":"N\/A","id":158618,"title":"Emanuelle and the Erotic Nights","adult":false},{"cast":["Claudia Michelsen","Herbert Knaup","Eva Herzig","Fritz Karl","Bernd Stegemann"],"overview":"In an idyllic town, one bloody crime joins the next: six women fall victim to a ruthless murderer. The alleged perpetrator was arrested at the scene right next to the last victim, but he managed to escape. Policewoman Leah Sanders takes up the persecution. The chase leads into the mountains up to a hut. A sudden accident causes far-reaching consequences. A warning shot from Leah's pistol triggers an avalanche. She spills the policewoman together with the suspect in the hut. But there are already two other people in this weekend home.","release_date":"2001-01-01","genres":[],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":158620,"title":"Entscheidung im Eis - Eine Frau jagt den Mörder","adult":false},{"cast":["Piotr Stanislas","Françoise Blanchard","Gino Turini","Mario Novelli","Susan Forget"],"overview":"Caesar Neron indulges himself in any known debauchery including incest with his mother when his Empire slowly declines.","release_date":"1982-04-29","genres":[18],"vote_average":2.0,"runtime":105,"cert":"N\/A","id":158622,"title":"Caligula Reincarnated As Nero","adult":false},{"cast":["Isarco Ravaioli","Franca Gonella","Bruna Beani","Tony Fusaro","Melissa Chimenti"],"overview":"Very rare XXX mondo-style film in which a psychiatrist explains to his students several stories of sexual deviants. Each vignette begins with the doctor citing a fact-based newspaper\/magazine story of abhorrent sexual behavior.","release_date":"1973-06-22","genres":[],"vote_average":5.5,"runtime":88,"cert":"N\/A","id":158630,"title":"Revelations of a Psychiatrist on the World of Sexual Perversion","adult":true},{"cast":["Wandisa Guida","Andreas Barkoulis","Dionysis Papagiannopoulos","Stavros Xenidis","Joly Garbi"],"overview":"Umberto Lenzis first film","release_date":"1958-01-01","genres":[35],"vote_average":9.0,"runtime":119,"cert":"N\/A","id":158635,"title":"An Italian in Greece","adult":false},{"cast":["Regis Toomey","Dorothy Sebastian","Edward Woods","Greta Granstedt","Earle Foxe"],"overview":"Prizefighter Jimmy Nolan, facing an opportunity to get a championship fight, is knocked out when he sustains what is apparently a permanent injury to his arm. From there, Nolan's path leads downhill. He is drawn into a romance with a nightclub entertainer, then is framed on a theft charge by a jealous suitor. After his prison term, Nolan makes a spectacular comeback in a fight which proves his courage and integrity, while disproving the fallacy about the old sports adage that \"they never come back.\"","release_date":"1932-05-10","genres":[18,28,80],"vote_average":0.0,"runtime":64,"cert":"N\/A","id":158637,"title":"They Never Come Back","adult":false},{"cast":["Kam Wu-seong","Kim Su-ro","Shin Goo","Kim Soo-mi","Lee Kan-hie"],"overview":"Discovering that the father, who was displaced from the North Korea, made a will to his lawyer that unless the two-divided Korea become unified, his veiled property is to be veiled property is to be donated to the country after his death, the whole family decided to fool their father into thinking that the unification is finally realized. However, their bold play doesn’t go smoothly always...","release_date":"2005-06-09","genres":[],"vote_average":5.8,"runtime":102,"cert":"N\/A","id":158645,"title":"A Bold Family","adult":false},{"cast":["Edwige Fenech","Lionel Stander","Pasquale Fasciano","Giovanna Di Vita","Anna Maria Pescatori"],"overview":"A young man is temporarily home from a Seminary, but eventually falls in love with his father's young new wife.","release_date":"1974-03-21","genres":[35,10749],"vote_average":5.3,"runtime":105,"cert":"N\/A","id":158647,"title":"Innocence and Desire","adult":false},{"cast":["Carmelo Zappulla","Lina Polito","Rosa Fumetto","Luc Merenda","Mariolina De Fano"],"overview":"Carmelo and Maria have a baby girl. He wants a boy but another pregnancy would risk Maria's health. Eventually, Carmelo leaves Maria and she attempts to win him back.","release_date":"1982-04-02","genres":[],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":158652,"title":"Pover'ammore","adult":false},{"cast":[],"overview":"A documentary about the world of limited edition movie posters, art prints and the cultural implications of a copyright world.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158654,"title":"Officially Limited","adult":false},{"cast":["Go Ah-sung","James Page"],"overview":"Nancy (Ko Ah-Sung) is a musician, unable to open up to anyone due to a prior romance. Nancy decides to take a trip in England. On the trip, Nancy meets photographer Jude (James Page) who becomes her tour guide. They find many things in common during their 15 day trip...","release_date":"2012-04-19","genres":[18],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":158656,"title":"Duet","adult":false},{"cast":["Hsiao Liang","Li Hao Ou","Tse Miu","Wang Mei-Ying","Xi Yao Sun"],"overview":"About the late Ming and early Qing Wu Xuezong division DongHaiChuan martial arts for the country, as well as his junior sister apprentices poignant love story.","release_date":"2012-11-16","genres":[],"vote_average":5.8,"runtime":110,"cert":"N\/A","id":158658,"title":"The Kung Fu Master","adult":false},{"cast":["Tanya Gomez","Richard Hatch","James Mitchum","Robert Marius","Antonio Marsina"],"overview":"An action-packed, brought to us by Ignazio Dolce - the guy who directed several other 'Nam action flicks including \"The Last Platoon\". It's a plot less little exploitation movie, filmed on a shoestring budget in the Philippines.","release_date":"1989-08-16","genres":[],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":158663,"title":"Leathernecks","adult":false},{"cast":[],"overview":"Stand-up Comedy Tour","release_date":"","genres":[],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":158677,"title":"Mike Epps: I'm Still Standing Tour","adult":false},{"cast":["Mikael Ayele","Brian Deacon"],"overview":"\"The Story of Jesus for Children\" is a video\/DVD which will give every child, both churched and unchurched, a chance to see and hear the gospel of Jesus in a way he\/she can understand, in every possible language worldwide. (see our Languages page for current list).  \"The Story of Jesus for Children\" provides a solution to the challenge of teaching children the truth about God and His Son Jesus. The video allows children to hear and see the whole story at once, answering questions in clear and concrete terms, and providing fast action.  *(The dialogue of the original \"JESUS\" film was taken from the Gospel of Luke. It has been translated into more than 1,000 languages and has had more than 6 billion viewings worldwide since 1979, making \"JESUS\" the most-watched film in history.)","release_date":"2000-03-05","genres":[18,10751],"vote_average":2.0,"runtime":40,"cert":"N\/A","id":158682,"title":"The Story of Jesus for Children","adult":false},{"cast":["Dina Meyer","Michele Hicks","Dylan Walsh","Craig Sheffer","Roger Cross"],"overview":"A federal agent and ex-detective attempt to bring a physician with murderous tendencies to justice.","release_date":"2002-01-01","genres":[53],"vote_average":2.0,"runtime":97,"cert":"N\/A","id":158684,"title":"Deadly Little Secrets","adult":false},{"cast":[],"overview":"His Royal Highness is a 1932 Australian musical film directed by F.W. Thring, also known as His Loyal Highness (Australia alternative title and title in the United Kingdom), starring George Wallace in his feature film debut.","release_date":"1932-08-25","genres":[],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":158686,"title":"His Royal Highness","adult":false},{"cast":["Carl-Gustaf Lindstedt","Sif Ruud","Susanna Björklund","Peter Öberg","Jan Waldekranz"],"overview":"Sam and Amanda are friends. One day, they accidentally throw Sam's sister's diaries in the garbage can and have to trace them to the city dump.","release_date":"1990-02-15","genres":[35,10751],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":158691,"title":"Hemligheten","adult":false},{"cast":["Carla Del Poggio","Lucia Bosé","Lea Padovani","Maria Grazia Francia","Eva Vanicek"],"overview":"The story of 5 girls among 200 who answer a wanted ad for a modest secretarial position, which leads overcrowding in the building and a tragic accident.","release_date":"1952-02-27","genres":[18],"vote_average":7.4,"runtime":107,"cert":"N\/A","id":158693,"title":"Rome 11:00","adult":false},{"cast":["Meredith Baxter","Diana Scarwid","Tom Amandes","Evan Rachel Wood","Katie Booze-Mooney"],"overview":"Leah Garr wants to move from Phoenix to take a new job in Denver to help her family (Husband Marcus and Daughter Robin). When Robin goes to camp to give her parents time to sort things out, something unexpected occurs. On Robin's return from camp she finds out her mom is taking the new job in Denver, only returning each weekend to visit. During this turmoil in Robin's life, A new lady, Dorothy, befriends Robin, moves into the same apartment complex and spends a lot of time with her and her father Marcus. Leah is concerned about this because she does not know very much about Dorothy or her intentions. It soon becomes clear that Dorothy is after much more than friendship with the Garr family.","release_date":"1999-05-04","genres":[18,53,10770],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":158701,"title":"Down Will Come Baby","adult":false},{"cast":["Diane Fleri","Luca Marinelli","Ernesto Mahieux","Luigi Catani","Marina Rocco"],"overview":"The contemporary architecture of Rome are at the heart of the beautifully shot and winsomely appealing Nina, which charts the oddball escapades of a young woman in a depopulated Rome during one hot summer. This heartwarming tale of a lonesome girl who teaches singing and dog-sits during her holidays on the outskirts of Rome. Its striking cinematography evokes Nina's indefinable anxiety. By opening herself up to life she conquers a vision of her future full of imagination and beauty.","release_date":"2012-10-23","genres":[18],"vote_average":5.1,"runtime":80,"cert":"N\/A","id":158703,"title":"Nina","adult":false},{"cast":["Govinda","Raveena Tandon","Mahima Chaudhry","Mohnish Behl","Anang Desai"],"overview":"Shekar has moved to Mumbai from his home in Punjab and has fallen in love with Nisha. However, he is called back to his home to hear that his disabled sister is to marry a young man named Harpreet, but on the condition that Shekar marry Harpreet's sister. Unable to refuse, Shekar must lead a double life until matters come to a head many years later.","release_date":"2006-07-31","genres":[53,35],"vote_average":5.6,"runtime":125,"cert":"N\/A","id":158708,"title":"Sandwich","adult":false},{"cast":["Barbara Rudnik","Tobias Oertel","Florian Stetter","Diana Amft","Marita Breuer"],"overview":"The daughter of a famous writer believes her mother is responsible for her father's death. Since then the relationship between them is cooled increasingly, to the point that she did not invite her mother when she marries. The husband, far from promoting good relations between them, takes them away even more, which sees the mother and begins to suspect him when he receives a note threatening to kill his daughter.","release_date":"2007-10-23","genres":[80],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":158710,"title":"Der geheimnisvolle Schwiegersohn","adult":false},{"cast":["Hoot Gibson"],"overview":"The Murdock's bank is in trouble. So they ship money on the train and rob it to get back the money plus the insurance, Bonner and his two pals recover the money only to be thrown in jail.","release_date":"1932-01-14","genres":[],"vote_average":10.0,"runtime":59,"cert":"N\/A","id":158712,"title":"The Local Bad Man","adult":false},{"cast":["Vladimir Gostyukhin","Irina Muravyova","Igor Nefyodov"],"overview":"A provincial Soviet town. Factory worker Victor Belov is beaten up by two teenagers in the park. One of them, Vladimir Belikov, goes to a correction labor settlement for two years, the other is put on probation. Belov goes on with his life and work. Life is simple and unambiguous: the factory, the wife, regular factory sports competitions. But the memories of the trial keep coming back. Everything was not done as properly as it had seemed then. He wants to change the fate of the accused, goes to the labor camp, obtains the right to visit him there and advocates his early release…","release_date":"1980-12-22","genres":[18,80],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":158714,"title":"A Fox Hunt","adult":false},{"cast":["Pavel Kadochnikov","Amvrosi Buchma","Viktor Dobrovolsky","Sergei Martinson","Boris Barnet"],"overview":"Soviet agent Fedotov is air-dropped into Nazi occupied land. He changes over into Mr. Ekhert, a German entrepreneur wishing to take advantage of eastern worker slave labor in occupied Ukraine. Ekhert (Fedotov) enters into a partnership with a German entrepreneur who's son, Willie, is a high ranking Nazi. Together they go to Vinnitsa, Ukraine and start a factory. Fedotov begins seeking contacts with headquarters, but faces problems when a Ukrainian Nazi collaborator manages to infiltrate the Soviet partisans.","release_date":"1947-06-26","genres":[10752,18,53],"vote_average":6.3,"runtime":88,"cert":"N\/A","id":158719,"title":"Secret Agent","adult":false},{"cast":["Robert Montgomery","Virginia Bruce","Lewis Stone","Andy Devine","Henry Hull"],"overview":"A fairly accurate historical account of Walter Reed's search for the cause of \"Yellow Jack\" or Yellow Fever and those who risked their lives in the persuit.","release_date":"1938-05-19","genres":[18,36],"vote_average":6.3,"runtime":83,"cert":"N\/A","id":158724,"title":"Yellow Jack","adult":false},{"cast":["Sergei Gurzo","Aleksei Gribov","Tamara Chernova","Grigoriy Shpigel","Rostislav Plyatt"],"overview":"A boy breeds horses on the plains between Belorussia and the Caucasus. When the German invasion comes he joins the partisans as a horseman.","release_date":"1950-09-07","genres":[28,18,10752],"vote_average":5.5,"runtime":104,"cert":"N\/A","id":158726,"title":"The Horsemen","adult":false},{"cast":["Ildikó Bánsági","Róbert Koltai","Tábori Nóra","Ádám Szirtes","Rajhona Ádám"],"overview":"","release_date":"1985-01-01","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":158734,"title":"The Palisade Street Kidnapping","adult":false},{"cast":["Sushant Singh","Hrishitaa Bhatt","Milind Gunaji","Upasna Singh","Surendra Pal"],"overview":"Born in West Bengal, Subhrojeet Chakraborty re-locates to Mumbai, to work with Lalaji Telefilms as a Creative Head Director. He meets with the Executive Director, Anekta Kapoor, and after going through various formalities - including having his Kundali\/Astrological Chart approved - he is hired and instructed to increase the firm's TRP's with a good day-time soap. With all ideas already being telecast by Ekta Kapoor and Balaji Telefilms, he is at a loss and encounters writers' block. This issue resolves itself after he meets with his neighbor, Sumana Roy Chowdhury, and decides to write a story about the two of them. His work is accepted, initial episodes are telecast, and the ratings do surge upwards - but not for long - as soon Sumana finds out, confronts him, the duo find they are attracted to each other and get married. The question remains: with the two getting married, how will the show and the remainder of the episodes proceed?","release_date":"2010-03-19","genres":[35,18],"vote_average":0.0,"runtime":135,"cert":"N\/A","id":158736,"title":"Idiot Box","adult":false},{"cast":["Swann Arlaud","Anne Marivin","Nina Meurisse","Gilles Cohen"],"overview":"Crawl is set in Brittany and tells the story of the emerging romance between Martin, a small-time crook, and Gwen, a mysterious girl who lives on her own and goes swimming everyday in the high sea.","release_date":"2013-01-30","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":158738,"title":"Crawl","adult":false},{"cast":["Patrick Riester","Myles Paige","James Curry","Robin Schwartz","Gerald Peary"],"overview":"Set over the course of a weekend tournament for chess software programmers thirty-some years ago, COMPUTER CHESS transports viewers to a nostalgic moment when the contest between technology and the human spirit seemed a little more up for grabs. We get to know the eccentric geniuses possessed with the vision to teach a metal box to defeat man, literally, at his own game, laying the groundwork for artificial intelligence as we know it and will come to know it in the future.","release_date":"2013-07-17","genres":[35],"vote_average":6.3,"runtime":91,"cert":"15","id":158743,"title":"Computer Chess","adult":false},{"cast":["Ralph Bellamy","Shirley Grey","Gail Patrick","Kane Richmond","Bradley Page"],"overview":"Director D. Ross Lederman's 1934 drama, about a controlling and vengeful Hollywood actress, stars Gail Patrick, Ralph Bellamy, Shirley Grey, Kane Richmond, Bradley Page and Vincent Sherman.","release_date":"1934-04-20","genres":[53,80,9648],"vote_average":5.3,"runtime":58,"cert":"N\/A","id":158745,"title":"The Crime of Helen Stanley","adult":false},{"cast":["Rebecca De Mornay","Henry Czerny","Barclay Hope","Charlotte Arnold","Kayla Perlmutter"],"overview":"A woman intensely believes her husband will recover from a coma during the holiday season.","release_date":"2000-12-04","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":158747,"title":"Range of Motion","adult":false},{"cast":["Roy Abramsohn","Elena Schuber","Katelynn Rodriguez","Danielle Safady","Alison Lees-Taylor"],"overview":"In a world of fake castles and anthropomorphic rodents, an epic battle begins when an unemployed father's sanity is challenged by a chance encounter with two underage girls on holiday.","release_date":"2013-10-11","genres":[27,14],"vote_average":4.8,"runtime":90,"cert":"N\/A","id":158752,"title":"Escape from Tomorrow","adult":false},{"cast":["Harry Carey","Noah Beery","Frankie Darro","Apache","Greta Granstedt"],"overview":"Bob Norton, seeking his brother's killer, tangles with outlaws, wild horses, and a \"wild\" boy.","release_date":"1932-11-01","genres":[37],"vote_average":0.0,"runtime":216,"cert":"N\/A","id":158754,"title":"The Devil Horse","adult":false},{"cast":["Keith Carradine","Harvey Keitel","Phyllis Logan","Angelo Infanti","Lina Sastri"],"overview":"A Roman agent is sent to Palestine to investigate rumors of the resurrection of an executed criminal.","release_date":"1986-10-26","genres":[],"vote_average":6.3,"runtime":107,"cert":"N\/A","id":158759,"title":"The Inquiry","adult":false},{"cast":["Parker Stevenson","Mehgan Heaney-Grier","Billy Rieck","Shelli Lether","Krista Allen"],"overview":"An island blows up, and from its remains a black poison fills the ocean. A team of underwater specialists with high-tech gear have to stop the poison before it contaminates the earth, but things get increasingly bizarre the more they investigate.","release_date":"1998-12-31","genres":[],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":158761,"title":"Avalon: Beyond the Abyss","adult":false},{"cast":["Imogen Stubbs","Nigel Hawthorne","Michael Maloney","Gwen Watford"],"overview":"It's the sixties. Gregory loves Ginny, and Ginny loves Gregory. But unfortunately Ginny also loves Philip, or at least she used to, and Philip loves her. Does Philip love his wife too? Ginny tells Gregory she's going to see her parents, when she's actually going to see Philip to break things off. Gregory, thinking to surprise her, gets there first, and the chaos begins.","release_date":"1990-01-01","genres":[],"vote_average":0.0,"runtime":120,"cert":"","id":158763,"title":"Relatively Speaking","adult":false},{"cast":[],"overview":"Alt-J live at pop temple Melkweg in Amsterdam. Wednesday, November 14th, 2012. See the registration of this concert by Dutch music website 3voor12.","release_date":"2012-11-14","genres":[],"vote_average":10.0,"runtime":55,"cert":"N\/A","id":158768,"title":"Alt J Live at Melkweg, Amsterdam","adult":false},{"cast":["Olinka Hardiman","Gabriel Pontello","Danielle Altenburger","Jean-Pierre Armand","Marianne Aubert"],"overview":"The films stormy action revolves around the life and death rivalry between two gangs.  Ceasar, an ex-lawyer convicted of malpractice is now a spoiled gigolo thriving in the Paris underworld.  After kidnapping the beautiful seductress (Marilyn Lamour), he exposes her to his perverted passion which she soon embraces with ravenous lust.","release_date":"1983-01-19","genres":[80],"vote_average":5.5,"runtime":87,"cert":"N\/A","id":158770,"title":"Call Girl","adult":true},{"cast":["Matsuo Ohno"],"overview":"The man who created the sounds of the future, legendary sound designer Matuo Ohno, most famous for his work on the 1963 animated TV show Astro Boy.","release_date":"2011-05-21","genres":[99],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":158775,"title":"The Echo of Astro Boy's Footsteps","adult":false},{"cast":["Archana Kavi","Urvashi","Mukesh","Kunchacko Boban","Lalu Alex"],"overview":"Mummy and Me' tells the story of a nuclear family that consists of a dad, mom and daughter who love each other a bit too much. Jewel (Archana Kavi) is the only daughter of Joseph (Mukesh) and Clara (Urvasi). This family so much seems like an ideal one for everyone else but for its members","release_date":"2010-01-22","genres":[18,10751],"vote_average":5.2,"runtime":126,"cert":"N\/A","id":158777,"title":"Mummy & Me","adult":false},{"cast":["Carmen Maura","Gustavo Angarita","Constanza Duque","Julián Arango","Carlos Manuel Vesga"],"overview":"Sofia and the Stubborn is the story of an old lady (Carmen Maura), who lives in a cold and quiet village in the Andes and has never seen the sea. For many years her husband (Gustavo Angarita), has promised to take her to the Caribbean, but the plans are always thwarted for different reasons. Until finally one day, at the insistence of a friend (Constanza Duque), Sofia begins the journey alone, leaving her husband immersed in domestic life without her. During her trip to the coast, she comes to know different characters who share new experiences that make her see life differently. These characters are portrayed by young talents such as Jair Romero (a recent revelation for his television role as Joe Arroyo in the series based on the singer’s life), Carolina Lopez, and Carlos Manuel Vesga, among others, along with veterans Julián Arango (protagonist of the new series The Departed) and Alvaro Rodriguez (protagonist of Carlos Moreno’s All Your Dead Ones).","release_date":"2012-08-03","genres":[35,10749],"vote_average":6.3,"runtime":84,"cert":"N\/A","id":158782,"title":"Sofia and the Stubborn Man","adult":false},{"cast":[],"overview":"Documentary following four Palestinian families living in Dheisheh Refugee Camp near Bethlehem.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158805,"title":"Until When","adult":false},{"cast":["Govinda","Rani Mukerji","Sanjay Suri","Gulshan Grover","Mink Brar"],"overview":"Popular but lonely Bollywood actress, Rani, lives a fairly isolated life, through publicly she is thronged by fans, and has taken to drinking alcohol in a big way. Thus intoxicated she runs her vehicle into a young man named Pappu, who suffers minor injuries. He recognizes her, and tells her that he is her number one fan, and will do anything for her. She wants him to kill her double-timing boyfriend, Rahul. He agrees to do so, provided she kills his overbearing, aged grandmother, to which she agrees. After Pappu completes his gruesome task, he meets with Rani, only to be told that she does not recognize him, but when presented with proof, she relents and agrees to fulfill her part of this trade.","release_date":"2002-11-07","genres":[],"vote_average":2.0,"runtime":141,"cert":"N\/A","id":158807,"title":"Chalo Ishq Ladaaye","adult":false},{"cast":[],"overview":"snapfilms. bring you their fully automated, DLP 3D 5.1 surround HD theatre experience. Our sophisticated experience delivers full audience immersion with complex LED uplighting.","release_date":"","genres":[],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":158809,"title":"snapfilms. Experience","adult":false},{"cast":["Miriam  Hopkins","Ray Milland","Walter Abel","Henry Stephenson","Alec Craig"],"overview":"Snooty heiress decides to track down her dead sister's kids, who are living a Bohemian life with their uncle in Greenwich Village. Once she finds them, she discovers that the Bohemian life is fun and free of the constraints her country-club life places on her. But she decides to take the uncle to court anyway to free him from the kids so he can paint.","release_date":"1937-12-31","genres":[35],"vote_average":8.0,"runtime":70,"cert":"N\/A","id":158811,"title":"Wise Girl","adult":false},{"cast":["Asher Tzarfati","Shmuel Wolf","Lilli Avidan","Tsilla Karny"],"overview":"Incited by a disillusioned young man who has decided to flee from civilization, a group of 4 people go searching for freedom and happiness on an isolated island . When their boat goes astray and they are left without food, their animal instincts take over, bringing the film to its catastrophic end.","release_date":"1972-01-01","genres":[28,35,878],"vote_average":5.7,"runtime":95,"cert":"N\/A","id":158828,"title":"An American Hippie in Israel","adult":false},{"cast":[],"overview":"","release_date":"1954-01-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":158830,"title":"The Lady of the Camelias","adult":false},{"cast":["Takamasa Suga","Satoshi Matsuda","Ryohei Odai","Takashi Hagino","Natsuki Kato"],"overview":"This movie is an alternate ending to the series, taking place after the events of episode 46. With only six Riders remaining in the Rider War, Shirō Kanzaki feels that time is running short.","release_date":"2002-08-17","genres":[878,28,12],"vote_average":6.8,"runtime":78,"cert":"N\/A","id":158838,"title":"Kamen Rider Ryuki: Episode Final","adult":false},{"cast":["Bill Maher"],"overview":"Bill Maher delivers a great stand-up routine based on the political atmosphere heading into the 2012 Presidential Election. Fun and outrageous!","release_date":"2012-02-13","genres":[35],"vote_average":6.6,"runtime":60,"cert":"N\/A","id":158846,"title":"Bill Maher: CrazyStupidPolitics","adult":false},{"cast":["Nick Ferrucci","Brian Allard","Quinn Allan","Benjamin Farmer","Justin Koleszar"],"overview":"The Falls is a feature film about two missionaries that fall in love while on their mission. RJ travels to a small town in Oregon with Elder Merrill to serve their mission and teach the words of Joseph Smith. Living together and sharing the challenge of leaving home, the two men help each other discover their strengths. They share a passion for their faith and learn to express their feelings, risking the only community they have for a forbidden intimacy.","release_date":"2012-01-12","genres":[10749,18],"vote_average":6.6,"runtime":115,"cert":"15","id":158848,"title":"The Falls","adult":false},{"cast":["María Eugenia San Martín","Carlos Riquelme","Héctor Godoy","Ramón Bugarini","Yerye Beirute"],"overview":"A group of would-be beneficiaries gather for the reading of a will, and discover that they must spend the night in a spooky castle to gain their inheritance. A spooky housekeeper and a man who seems to be a vampire are just two of the obstacles that might deter them.","release_date":"1963-06-14","genres":[9648,35,27],"vote_average":4.0,"runtime":100,"cert":"N\/A","id":158868,"title":"Échenme al vampiro","adult":false},{"cast":["Amari Cheatom","Trae Harris","Tone Tank","Isiah Whitlock Jr.","Colman Domingo"],"overview":"A match made in stoner heaven turns into a love triangle gone awry when Lyle can't decide which matters most, Nina or Mary Jane.","release_date":"2013-09-18","genres":[],"vote_average":4.8,"runtime":87,"cert":"N\/A","id":158870,"title":"Newlyweeds","adult":false},{"cast":["Bill Heck","Marcus DeAnda","Amy Seimetz","John Merriman","Alfredo Maduro"],"overview":"Recovering from an ill-fated affair with a married man, Gabe finds solace in the relationship he maintains with his ex-wife and daughter. On the other side of town, Ernesto evades life at home with his current live-in ex-boyfriend by spending much of his spare time in the hospital with an ailing past love. Impervious to the monotony of their blue-collar world, they maintain an unwavering yearning for romance. The emotional isolation the two men have grown accustomed to is captured in a subtle, optimistic, poetic fashion while avoiding melodrama.","release_date":"2013-01-21","genres":[18],"vote_average":6.3,"runtime":80,"cert":"N\/A","id":158875,"title":"Pit Stop","adult":false},{"cast":["Paul Eenhoorn","Richmond Arquette","Sam Buchanan","Robert Longstreet","Kristin Slaysman"],"overview":"Two men, at opposite ends of the social spectrum, find themselves starting new lives in the same, small town and form an unlikely friendship.","release_date":"2013-06-28","genres":[18],"vote_average":5.9,"runtime":83,"cert":"N\/A","id":158895,"title":"This Is Martin Bonner","adult":false},{"cast":["Jakob Cedergren","Clara Christiansson","Maria Heiskanen","Göran Stangertz","Gunnel Fred"],"overview":"Faro is about a man who flees into the forest with his daughter to escape a prison sentence.","release_date":"2013-03-15","genres":[18,53],"vote_average":5.8,"runtime":88,"cert":"N\/A","id":158900,"title":"Faro","adult":false},{"cast":[],"overview":"Aniko (Gabriella Hámori) is a teenage runaway from rural Hungary who heads to Budapest and moves in with her best friend Móni (Martina Kovács). Aniko, always on the lookout for the man of her dreams, gets a job in a factory -- and finds that man in Miki (Sándor Csányi), a security guard. But Miki wants to make more money and decides to give the dope business a try, leading both Aniko and himself into a world of danger.","release_date":"2001-04-26","genres":[10749,18],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":158905,"title":"I Love Budapest","adult":false},{"cast":["Guy Pearce","Felicity Jones","Amy Ryan","Mackenzie Davis","Kyle MacLachlan"],"overview":"When a foreign exchange student arrives in a small upstate New York town, she challenges the dynamics of her host family's relationships and alters their lives forever.","release_date":"2013-01-18","genres":[18],"vote_average":6.0,"runtime":98,"cert":"15","id":158907,"title":"Breathe In","adult":false},{"cast":["Ana Lúcia Torre","Selton Mello","Fabiula Nascimento","Gorete Milagres","Germano Haiut"],"overview":"After receiving a patch, a blender gains consciousness and begin to think about life, the human and the lifetime of electronics. When a man disappears, the blender remains the only company of his wife.","release_date":"2010-08-19","genres":[35],"vote_average":7.8,"runtime":80,"cert":"N\/A","id":158921,"title":"Reflexões de um Liquidificador","adult":false},{"cast":[],"overview":"Favorite musical moments from the popular children's television series Dragon Tales are collected on this special home-video release. Dragon Tales: Sing and Dance in Dragonland features 20 songs from the show, with easy-to-read singalong lyrics appearing onscreen so kids of all ages can join in the musical fun.","release_date":"2005-07-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158932,"title":"Dragon Tales - Sing and Dance in Dragonland","adult":false},{"cast":["Levon Haftvan","Navid Mohammadzadeh","Maryam Palizban","Hassan Rostami"],"overview":"The film introduces us to a father and his son; the older man is obese, unwell, and oppressive in his dealings with the younger, who is also deaf and mute. A series of cryptic, spellbinding episodes reveals a tyrannical paternalism at work that has long since hardened into a closed circuit of mutual pain. Enter a mysterious and beautiful woman of unspecified identity, who becomes an agent of change, embodying both an evolved consciousness and the power of the female as a rebuke to bankrupt patriarchy.","release_date":"2013-01-18","genres":[],"vote_average":5.5,"runtime":85,"cert":"N\/A","id":158934,"title":"Fat Shaker","adult":false},{"cast":["James Franco","Val Lauren","Christian Patrick","Brad Roberge","Robbie Acklen"],"overview":"Filmmakers James Franco and Travis Mathews re-imagine the lost 40 minutes from \"Cruising\" as a starting point to a broader exploration of sexual and creative freedom.","release_date":"2013-01-18","genres":[18],"vote_average":5.6,"runtime":60,"cert":"N\/A","id":158936,"title":"Interior. Leather Bar.","adult":false},{"cast":["Noémie Godin-Vigneau","François Delisle","Laurent Lucas","Brigitte Pogonat","Andrée Lachapelle"],"overview":"Forty-something Pierre is serving a fourteen year prison sentence. His mother, who is approaching eighty, visits him every week. Suzanne, Pierre's current wife, has moved on since he was sent away. Each character gives us a frank account of a period in their lives that seems suspended in time by the fragile connection between life on the inside and the world outside. Their destinies are linked by crime, guilt and loneliness, and like casualties of love and desire, they are dying to stick their heads above the water and breathe the air of life.","release_date":"2013-01-16","genres":[18],"vote_average":6.3,"runtime":85,"cert":"N\/A","id":158938,"title":"The Meteor","adult":false},{"cast":["Saori Takizawa","Hiroshi Tamaki","Katsunori Takahashi","Masaru Nagai","Akiko Hinagata"],"overview":"Yoko Sakaki: 24 years old. Occupation: Ghost Negotiator. With her tomboyish attitude and severely bad mouth, she helps ghosts leave this world by shouting at them. But, that work is almost done - she and her boyfriend Toshio are about to get married, and their dream is to open a tofu shop together. However, she has kept her profession a secret from him, instead telling him she is a flight attendant... While out with him one night, Yoko gets a call from work telling her that a ghost has appeared in Hachioji... She goes to bust the ghost with her unreliable new partner, Yanagida, but can she hold on to her relationship at the same time?","release_date":"2004-12-18","genres":[],"vote_average":6.5,"runtime":103,"cert":"N\/A","id":158940,"title":"Ghost Shout","adult":false},{"cast":["Orsolya Tóth","Roland Rába","Fatih Dervisoglu"],"overview":"A young Hungarian woman (played by Hungarian actress Orsi Tóth) wakes up inside a crashed car in the middle of nowhere, not knowing where her brother Isti is. Upset and alone, she leaves aboard a cargo ship to keep a promise she made to him. Once at sea, she withdraws into a dream world and loses grip on her life completely.","release_date":"2013-01-22","genres":[],"vote_average":8.0,"runtime":97,"cert":"N\/A","id":158942,"title":"Silent Ones","adult":false},{"cast":[],"overview":"More than 50 years ago, deaf Scotsman James Duthie cycled from his fishing village to the Arctic cycle. Together with deaf actor \/ filmmaker Samuel Dore, Matt Hulse set out on the long journey through northern Europe to adapt this story into his first feature film. Hulse mixes fictional and documentary elements into a virtuoso blend: unusual people in fictional Super 8-films, playful animated sequences and archive footage of the era in the countries traversed.","release_date":"2013-01-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158944,"title":"Dummy Jim","adult":false},{"cast":["Dileep","Gopika","Indrajith Sukumaran","Lal","Biju Menon"],"overview":"Chanthupottu is a 2005 Malayalam film directed by Lal Jose, written by Benny P. Nayarambalam, and produced by Lal. The story is about a man named Radhakrishnan who was brought up like a girl by his grandmother.","release_date":"2005-08-26","genres":[35,18],"vote_average":6.6,"runtime":114,"cert":"N\/A","id":158946,"title":"Chanthupottu","adult":false},{"cast":["Adelelmo Jimenez","Carlota Rodriquez","Alfredo Llamas Herrera","Jesús Sernas"],"overview":"In Penumbra, the second feature film by writer, producer and filmmaker Eduardo Villanueva Jiménez, an experienced old hunter shows his world within a rural Mexico lost in time: a place of suspense and mystery where he creates a fascinating and illusory world together with the spirits of the forest.","release_date":"2013-01-27","genres":[18],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":158951,"title":"Darkness","adult":false},{"cast":[],"overview":"The film features people from Berlin's electronic dance music scenes (primarily house music and techno, but especially their “minimal” sub-scenes). The majority of the film consists of footage of individual interviews, cut and interpolated together to create narratives around certain themes, such as music, drugs, love, addiction, friendship, and sexuality. Among the interviewees were DJs, bouncers, bartenders, and partygoers.","release_date":"2006-06-06","genres":[],"vote_average":9.0,"runtime":81,"cert":"N\/A","id":158959,"title":"Feiern","adult":false},{"cast":["George M. Cohan","Claudette Colbert","Jimmy Durante","George Barbier","Sidney Toler"],"overview":"Too bad for presidential hopes of banker T.K. Blair; his party feels he has too little flair for savoir faire. But at a medicine show, the party bosses find Blair's double: huckster Doc Varney. Of course, they scheme to make Varney T.K.'s public spokesman; at first, he even fools Blair's girlfriend Felicia, providing a romantic complication. As election eve approaches, the conspirators face the problem of what to do with Varney...who has difficult decisions of his own to make.","release_date":"1932-09-23","genres":[10402,35],"vote_average":6.0,"runtime":78,"cert":"N\/A","id":158964,"title":"The Phantom President","adult":false},{"cast":[],"overview":"In early April 1951, the mighty Soviet government descended upon an innocent group of Christians in the western Soviet Union—Jehovah’s Witnesses. Thousands of families—including little children, pregnant women, and the elderly—were loaded into boxcars for a grueling 20-day-long train trip to Siberia. They faced permanent exile in harsh, primitive conditions.","release_date":"2001-10-09","genres":[36],"vote_average":5.1,"runtime":51,"cert":"N\/A","id":158981,"title":"Faithful Under Trials—Jehovah's Witnesses in the Soviet Union","adult":false},{"cast":[],"overview":"Babe Ruth plays ball with some kids.","release_date":"1932-02-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158992,"title":"Perfect Control","adult":false},{"cast":["George Tiller"],"overview":"Since the assassination of Dr. George Tiller in Kansas in 2009, only four doctors in the United States continue to perform third-trimester abortions. These physicians, all colleagues of Dr. Tiller, sacrifice their safety and personal lives in the name of their fierce, unwavering conviction to help women.","release_date":"2013-09-20","genres":[99,18],"vote_average":7.7,"runtime":85,"cert":"N\/A","id":158994,"title":"After Tiller","adult":false},{"cast":["Babe Ruth"],"overview":"Babe Ruth plays ball with some kids.","release_date":"1932-02-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":158996,"title":"Just Pals","adult":false},{"cert":"N\/A","title":"Fancy Curves","cast":["Babe Ruth"],"genres":[],"id":158998,"overview":"Babe Ruth teaches babes how to play baseball.....","runtime":9,"release_date":"1932-02-01","vote_average":0.0,"adult":false}]