[{"cast":[],"overview":"Bety was Diana's childhood friend. They grew up together, attended the same school, share the same friends. But Bety is in prison now and Diana wants to understand how her friend got there, so she decided to make a documentary about her friend.","release_date":"2012-11-10","genres":[],"vote_average":10.0,"runtime":87,"cert":"N\/A","id":161002,"title":"My Friend Bety","adult":false},{"cast":["Ryosuke Yamada","Haruna Kawaguchi","Daiki Arioka","Kenta Kiritani","Vivian Hsu"],"overview":"Korean foreign exchange student Kim Yong-Dong (Seung-Ri) studies in Hong Kong and works part-time at a hotel. A murder then takes place in the hotel and Kim Yong-Dong is the prime suspect. Hajime Kindaichi (Ryosuke Yamada) works to uncover the truth.","release_date":"2013-01-12","genres":[18,9648],"vote_average":8.3,"runtime":94,"cert":"N\/A","id":161007,"title":"The Files of Young Kindaichi: Lost in Kowloon","adult":false},{"cast":["Barbara Valentin","Alexander D'Arcy","Scilla Gabel","Alain Dijon","Eduard Linkers"],"overview":"Hollywood stars go wild at the Riviera film festivals.","release_date":"1961-07-06","genres":[18],"vote_average":7.0,"runtime":76,"cert":"N\/A","id":161009,"title":"The Festival Girls","adult":false},{"cast":["Robert Rocca","Helene Chat","Marquis Monde"],"overview":"Coming soon","release_date":"1961-01-01","genres":[],"vote_average":7.8,"runtime":null,"cert":"N\/A","id":161011,"title":"Naked Island: The Land of 1001 Nudes","adult":false},{"cast":["Harry Reems","Kristara Barrington","Ginger Lynn Allen","Herschel Savage","Susan Hart"],"overview":"No-nonsense Lt. Harry Parker investigates a drug smuggling operation run by the ruthless Lily Chang. Tough veteran cop Charlie Wells and his eager rookie partner Mandy Walker are assigned to stake out Chang's place. Moreover, Parker vows to bust Chang and shut down her nefarious business after his old Vietnam war buddy detective Mike Shaw gets killed in the line of duty while trying to get the goods on Chang.","release_date":"1984-08-21","genres":[],"vote_average":7.3,"runtime":81,"cert":"N\/A","id":161013,"title":"China and Silk","adult":true},{"cast":["Colleen Brennan","Eric Edwards","Jill Ferrar","Jamie Gillis","Annette Haven"],"overview":"Once upon a time there were three ANGELS... They were young, they were beautiful, and when the occasion called for it, they were the most torrid sexual sleuths ever created!  As our story opens, a U.S. Senator (Jamie Gillis) discovers his daughter is kidnapped. First, classy Carrie (Annette Haven) takes on the case (and the Senator) in a steamy interview where more than information unfolds. Soon amorous Allison (Ginger Lynn) gets the lusty lowdown from the Senator's hardened assistant (Eric Edwards) while Michelle (Kelly Nichols) sniffs out many a carnal due to unravel the case. Stopping at nothing, these glamorous gumshoes finally expose the kidnappers (and much, much more!) in this steamy tale featuring virtually every top star in adult films today!","release_date":"1985-08-29","genres":[80,35],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":161015,"title":"A Coming of Angels: 'The Sequel'","adult":true},{"cast":["Wong Yu","Gordon Liu Chia-Hui","Cecilia Wong Hang-Sau","Lau Kar-Wing","Lee Hoi-Sang"],"overview":"Liu Chia-Liang returns to the success of his first directed film, \"The Spiritual Boxer\", which also stars the original film's bumbling ghost controller, Wang Yu. Hoping to make the lightning of success strike in the same place, Liu had his two brothers Lau Kar Wing and Gordon Liu not only act but also help with the fights. The end result is a martial arts film masterpiece filled with breathtaking action and set pieces.","release_date":"1979-02-13","genres":[28],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":161017,"title":"Spiritual Boxer II","adult":false},{"cast":["Tim Beckley","Joyce James","Cassandra Leigh","George Payne","Taija Rae"],"overview":"Adult spoof of Michael Jackson's Thriller musical containing a fan of the super pop star known as Mr J and her fantasies that come to life in an unbridled display of cinematic imagination in her sexual misadventures. Leading lady gets it from a well-endowed werewolf (the transormed Mr. J); is abducted to a strange castle and finally escapes to a graveyard where she joins in an unbelievable orgy of zombies and ghouls and the like. Of course, her kinky explorations are fraught with hot music, dazzling dance routines and spectacular special effects.","release_date":"1984-01-01","genres":[],"vote_average":5.0,"runtime":52,"cert":"N\/A","id":161019,"title":"Driller","adult":true},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161021,"title":"Gerinctorna Fit-Ball-on","adult":false},{"cast":[],"overview":"It seems that Zarre (Guido Celano), the man chosen to be the jockey for the Lupa contrada, and fiance' to Fiora (Leda Gloria), becomes enamored of a cafe' chanteuse. Bachicche, the jockey of a rival neighborhood, wants to get even with Zarre for a past offense and enlists the help of the chanteuse, Liliana (Laura Nucci).","release_date":"1932-04-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161023,"title":"Palio","adult":false},{"cast":["Sheryl Crow"],"overview":"In this exciting concert appearance, Sheryl Crow powerfully demonstrates why she is one of today's truly distinctive voices. Uncompromising, open, witty, sardonic and surprising, Sheryl hooks the listener immediately with music that's both reflective and compulsively catchy.  Leading a group of top-rate musicians, Sheryl digs into the classic hits that rocketed her to stardom, including \"Strong Enough\" and \"All I Wanna Do,\" and explores troubled romance in songs from her GRAMMY Award-winning 'The Globe Sessions', her most personal album yet.  Sheryl Crow firmly stakes out her place in rock history as she continues to grow as an artist, delighting and invigorating her fans with her seemingly endless talent.","release_date":"2000-01-04","genres":[10402],"vote_average":6.0,"runtime":83,"cert":"N\/A","id":161034,"title":"Sheryl Crow: Rockin' the Globe Live","adult":false},{"cast":["Paul Stanley","Gene Simmons"],"overview":"Kiss\r 2006-07-23\r UDO Music Festival,Japan  Set list:  01 Detroit Rock City\r 02 Makin' Love\r 03 Watchin' You\r 04 King Of The Night Time World\r 05 Deuce\r 06 Christine Sixteen\r 07 Firehouse\r 08 Got To Choose\r 09 Strutter\r 10 Lick It Up\r 11 I Love It Loud\r 12 Love Gun\r 13 God Of Thunder\r 14 Do You Love Me\r 15 Shout It Out Loud\r 16 I Was Made For Lovin' You\r 17 Black Diamond\r 18 Let Me Go, Rock 'N Roll\r 19 God Gace Rock &amp; Roll To You II\r 20 Rock And Roll All Nite","release_date":"2006-07-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161036,"title":"Kiss - Live In Japan - Udo Music Festival","adult":false},{"cast":["Seka","Bobby Astyr","Eric Edwards","Christie Ford","Veronica Hart"],"overview":"","release_date":"1979-12-31","genres":[],"vote_average":6.5,"runtime":80,"cert":"N\/A","id":161038,"title":"Confessions of Seka","adult":true},{"cast":["Vikram","Neil Nitin Mukesh","Vinay Virmani","Tabu","Monica Dogra"],"overview":"The story is about two Davids living in different parts of India whose lives eventually come together in a twist of events., who are about to take a step which is going to change their lives forever.","release_date":"2013-02-01","genres":[28,80,18,10749],"vote_average":6.0,"runtime":155,"cert":"N\/A","id":161040,"title":"David","adult":false},{"cast":["Rock Hudson","Marcia Henderson","Steve Cochran","Hugh O'Brian","Chubby Johnson"],"overview":"In a small village in the icy wilderness of Alaska Captain Peter Keith has to defend himself against two especially mean villains, who are after his wife Dolores and a boatload of precious hides.","release_date":"1953-11-01","genres":[12,18],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":161048,"title":"Back to God's Country","adult":false},{"cast":["Jessica Grabowsky","Eero Aho","Pirkka-Pekka Petelius","Mikko Leppilampi"],"overview":"8-Ball tells the story of  single mother Pike who, having just been released from prison, is trying to start her life anew. When her former boyfriend Lalli comes back from abroad, it opens a window into a past that Pike wants to put behind her.","release_date":"2013-02-22","genres":[18,80,53],"vote_average":6.5,"runtime":110,"cert":"18","id":161056,"title":"8-Ball","adult":false},{"cast":["Sharib Hashmi","Kumud Mishra","Gopal Dutt","Inaamulhaq"],"overview":"Sunny is struggling to make a living in the Bollywood industry. He takes a job as assistant director (the operative word being assistant) for an American documentary filmmaking team, but during filming in the Indian Rajasthan province he is kidnapped by Pakistani terrorists – and detained in a small village in Pakistan. The situation is delicate, but the villagers share Sunny's passion for Bollywood film, and little by little the hostage and the guardians come to understand each other. Eventually, Sunny lays a plan to escape with the help of the villagers.","release_date":"2014-06-06","genres":[],"vote_average":6.6,"runtime":117,"cert":"N\/A","id":161064,"title":"Filmistaan","adult":false},{"cast":["Júlio César Cruz","Aurélio Teixeira","Henrique José Leal","Leilane Chediak","Júlio Hofacker"],"overview":"Poor boy treats a sweet lemon tree as his only friend, talking to it, and learning important values in the process. But one day the tree must be cut.","release_date":"1970-05-04","genres":[18,10751],"vote_average":6.3,"runtime":95,"cert":"N\/A","id":161072,"title":"My Sweet Orange Tree","adult":false},{"cast":["Sandrine Kiberlain","Richard Berry","Emmanuelle Devos","Lionel Abelanski","Micheline Presle"],"overview":"When their beloved Polish immigrant mother passes away, the sisters Emma (Kiberlain) and Rosemonde (Devos), and their brother, Charles (Berry), are obliged to deal with the personal and physical aftereffects, which include the cozy, old fashioned flat where she lived on the movie’s titular street (located in the heart of Paris’ chic 2nd arrondissement).","release_date":"2013-01-22","genres":[35],"vote_average":5.1,"runtime":95,"cert":"N\/A","id":161074,"title":"Rue Mandar","adult":false},{"cast":["Dick Van Dyke","Angie Dickinson","Rosemary Forsyth","Zohra Lampert","Elliott Reid"],"overview":"A New York City bank teller becomes a media celebrity when he refuses to comply with his employer's demands that he shave his beard. Directed by Garson Kanin, this 1969 comedy stars Dick Van Dyke, Angie Dickinson, Rosemary Forsyth, Zohra Lampert, Carole Shelley, David Doyle, Elliott Reid, Pippa Scott, Connie Gilchrist, Roy Roberts and Peter Turgeon.","release_date":"1969-09-14","genres":[35],"vote_average":3.5,"runtime":89,"cert":"N\/A","id":161076,"title":"Some Kind of a Nut","adult":false},{"cast":["Jacques Weber","François Morel","Edouard Baer","Patrick Mille","Elie Triffault"],"overview":"","release_date":"2013-01-22","genres":[35,18,36],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":161078,"title":"Le Grand Retournement","adult":false},{"cast":["Charlotte Brittain","Lee Ross","Annette Badland","James Wooton","Charles Dale"],"overview":"Daisy is the love of Ken's life - she is also large... and very pretty... and on the dole. But Ken is a dreamer, all his dreams to make a fast buck ending up where they started - as dreams. With the rent unpaid, the bailiffs at the door and Ken's dreams in tatters, Daisy sets out to bring home the bacon and gets a job in the local factory. There she meets Marlene and half a dozen other large women who are all united in a secret passion - Sumo wrestling! Ken doesn't know what's hit him.","release_date":"2000-10-29","genres":[35,18,10749],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":161080,"title":"Secret Society","adult":false},{"cast":["Tom Pittman","Virginia Aldridge","Howard Veit","Malcolm Atterbury","Stanley Adams"],"overview":"Marv needs money. His unemployed dad is so poor that he makes Marv give up half his last six bucks so they can both go on three-dollar dates; he's just lost his scholarship after getting caught writing a term paper for Betty, the prettiest (and only) girl in his class; and Betty herself has told him he doesn't stand a chance with her unless he can give her what she wants most: money, money, money. But Marv has mob ties and Marv knows where to find a million dollars cash.","release_date":"1959-10-16","genres":[80,18],"vote_average":2.0,"runtime":70,"cert":"N\/A","id":161088,"title":"High School Big Shot","adult":false},{"cast":[],"overview":"Frozen texts are often troubling for interpreters. Coupled with the complexity of the legal system, frozen texts such as the Miranda Warning can be an intimidating task to tackle in ASL. This DVD provides a guided look at the construction of a culturally rich, conceptually accurate rendering of the Miranda Warning. By exploring the history of the warning, the disparities in culture, and the linguistic considerations, this disc will provide a framework whereby sign language interpreters of all levels can gain confidence in developing an effective interpretation appropriate for use in the criminal justice system.","release_date":"2012-07-11","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":161096,"title":"The Right Rights: Interpreting the Miranda Warning","adult":false},{"cast":["Peter Jöback"],"overview":"","release_date":"2008-07-15","genres":[],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":161101,"title":"Peter Jöback: Live på Oscarsteatern","adult":false},{"cast":["Hugh O'Brian","Cyd Charisse","Eleonora Rossi Drago","Alberto Closas","Memmo Carotenuto"],"overview":"Cyd Charisse (Singin’in the Rain, Brigadoon) and Hugh O’Brian (Ten Little Indians, The Shootist) star in this classy international thriller about an American woman vacationing in Rome whose husband disappears under mysterious circumstances. To her aid comes a handsome and courageous newspaper reporter, who is a fellow American but also happens to be her ex-lover.","release_date":"1964-09-20","genres":[53],"vote_average":6.0,"runtime":75,"cert":"N\/A","id":161106,"title":"Assassination in Rome","adult":false},{"cast":["Olavi Virta","Peter von Bagh"],"overview":"Portrait of a national icon: iskelmä or popular schlager legend Olavi Virta (1915–1972), as an old, lost and lonely man. When the film was screened for the first time, people all over Finland went ballistic – they couldn't take the sad sight of their tango's greatest voice, the incarnation of postwar wealth and glory in ruins.","release_date":"1972-01-21","genres":[99,10770],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":161108,"title":"Olavi Virta","adult":false},{"cast":["Joanne Arnold","Timothy Farrell","Harry Keaton","Mary Lou O'Connor","Lou Monson"],"overview":"A sleazy gangster has a gang of young girls commit robberies and prostitution for him by getting them hooked on drugs","release_date":"1954-01-01","genres":[80,18,28,53],"vote_average":4.1,"runtime":63,"cert":"N\/A","id":161113,"title":"Girl Gang","adult":false},{"cast":["François Cluzet","Sarah-Jeanne Salvy","France Castel","Michel Côté","Marc Messier"],"overview":"Manon, is obsessed with famous writer Chester Celine, who hails from Wyoming. Manon learns Chester is coming to town and becomes a slinky, svelte temptress","release_date":"1994-05-26","genres":[18,35],"vote_average":4.4,"runtime":99,"cert":"N\/A","id":161115,"title":"Wind from Wyoming","adult":false},{"cast":["Dejan Lutkić","Ivan Jevtović","Dragan Petrović","Ljubinka Klarić","Vladan Dujović"],"overview":"Ringeraja is a movie about two brothers, Ringe and Raja. One of them is a criminal, while the other one is a graduate student - two different worlds. The criminal is trying to please his girlfriend's father, so he asks his brother to switch roles. He is going to pretend to be a student, and the real student has to act like a criminal.","release_date":"2002-05-10","genres":[35],"vote_average":4.5,"runtime":97,"cert":"N\/A","id":161120,"title":"Ringeraja","adult":false},{"cast":["Nikki Hearts","Rozen DeBowe","Bella Vendetta","Bettie Bondage","Andre Shakti"],"overview":"Sparks fly high in this drama and passion filled erotic lesbian mockumentary as Madison Young and her sexy and eager please production assistant, Kristen O, follow three NYC lesbian couples through lover’s quarrels and orgasmic juicy make up sex. Sexual appetites are satiated with fierce fucking by delicious dykes on kitchen counters, sopping wet screaming orgasms in the shower with avant-garde Brooklyn babes, and deep pounding anal pleasure with fetish lovin’ femmes. A taste of real lesbian life in New York City.","release_date":"2013-02-25","genres":[],"vote_average":8.5,"runtime":null,"cert":"N\/A","id":161122,"title":"The Real L Word XXX: NYC Edition","adult":true},{"cast":["Derek Hammond-Stroud","John Fryatt","Sandra Dugdale","Terry Jenkins","Anne Collins"],"overview":"In a world gone mad with languid ladies and affected gentlemen, the lovesick maidens of Castle Bunthorne forsake their handsome soldier suitors to pursue poet aesthete - and fake - Reginald Bunthorne. But he loves the village milkmaid, Patience, who doesn't like poetry or understand love. When Patience finally learns what love is, it's Reginald's rival she falls for.","release_date":"1982-01-22","genres":[10402],"vote_average":0.0,"runtime":117,"cert":"","id":161124,"title":"Patience","adult":false},{"cast":[],"overview":"An upwardly mobile businessman is called back to his sleazy roots when his hockey-player-gone-bad brother is murdered.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161126,"title":"Price of Vengeance","adult":false},{"cast":["Jamie Spears","Terry Logan","Peter Brikmanis","Stephanie Sulik","Henry Malabranche"],"overview":"A reporter tries to track down a psycho who is killing people involved in the porn industry.","release_date":"1985-01-01","genres":[10770,18,80,27,53],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":161128,"title":"Blue Murder","adult":false},{"cast":["Geert Hoste"],"overview":"","release_date":"1998-12-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161136,"title":"Geert Hoste: 3000","adult":false},{"cast":[],"overview":"A troubled teen is lost in the wilderness for a year.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161141,"title":"Fly with the Hawk","adult":false},{"cast":["Ben Stiller","Chris Rock","David Schwimmer","Jada Pinkett Smith","Cedric the Entertainer"],"overview":"Your favorite Madagascar pals are back in an all-new adventure! Alex's favorite holiday, Valentine's Day, brings hilarious surprises and excitement for the entire gang. Melman plans a big surprise for Gloria, Marty tries to impress a new friend and everyone wants to get their hands on King Julien's love potion. You'll fall in LOVE with Madly Madagascar!","release_date":"2013-01-29","genres":[16,35,10751],"vote_average":6.1,"runtime":22,"cert":"PG","id":161143,"title":"Madly Madagascar","adult":false},{"cast":[],"overview":"Russian agents hijack a plane with a \"dirty\" bomb","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161145,"title":"The Edge","adult":false},{"cast":[],"overview":"","release_date":"1994-12-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161150,"title":"Geert Hoste: Koning","adult":false},{"cast":["Doug Stone","Laura Centeno","Russell Ferrier","Joanna Gallagher","Craig Williams"],"overview":"A crazed Vietnam vet avenges his platoons' friendly fire death at a paintball weekend.","release_date":"1985-01-01","genres":[28,10770],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":161152,"title":"Deadly Pursuit","adult":false},{"cast":["Tony Vorno","Dianne Michaels","Inga Olsen","Joy Kahl","Michael Lincoln"],"overview":"Two kinky female roommates have odd habits. One is a hooker who beats up and robs her customers after she has sex with them. The other one takes money from men to perform stripteases for them at her place. One day she and a customer, Mr. Gregory, drop some LSD together and he begins to tell her a story that makes the girls realize this time they may have more on their hands than they bargained for.","release_date":"1968-09-13","genres":[18],"vote_average":2.0,"runtime":75,"cert":"N\/A","id":161154,"title":"Help Wanted Female","adult":false},{"cast":["Geert Hoste"],"overview":"","release_date":"1995-12-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161156,"title":"Geert Hoste: Alleen","adult":false},{"cast":["Leslie Hope","Peter Outerbridge","Victor Ertmanis","Dan Lett","Raoul Max Trujillo"],"overview":"A writer has torrid fantasy affairs with young men.","release_date":"1994-02-04","genres":[18,35],"vote_average":6.0,"runtime":112,"cert":"N\/A","id":161158,"title":"Paris, France","adult":false},{"cast":["Yumiko Mitome","Ren Saito","Kôji Shimizu","Ben Hiura"],"overview":"Bored by the emptiness of everyday life, four students gather to play dangerous games in an apartment.","release_date":"1969-02-15","genres":[18],"vote_average":6.0,"runtime":44,"cert":"N\/A","id":161160,"title":"When Twilight Draws Near","adult":false},{"cast":["Gwili Andre","Gregory Ratoff","Frank Morgan","John Warburton","Rochelle Hudson"],"overview":"A burglar is recruited to aid the police in finding his kidnapped girlfriend, a lovely but impoverished flower girl. Meanwhile, a deranged Russian emigre has been claiming that his ward is actually Princess Anastasia, last survivor of the Tsar's family--but she seems to behave strangely in the presence of flowers.","release_date":"1932-12-02","genres":[80],"vote_average":7.3,"runtime":59,"cert":"N\/A","id":161168,"title":"Secrets of the French Police","adult":false},{"cast":[],"overview":"An investigator from the state attorney general's office is sent to a small Southern town to investigate a strange murder.","release_date":"2003-09-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161176,"title":"Dunsmore","adult":false},{"cast":["Geert Hoste"],"overview":"","release_date":"1997-12-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161178,"title":"Geert Hoste: Ja!","adult":false},{"cast":["Danielle Ouimet","Louise Turcot","Céline Lomez","Serge Laprade","Béatrice Picard"],"overview":"A young Montreal woman has an affair with a famous French author, and the experience helps to teach her a number of things about life and love.","release_date":"1970-01-29","genres":[18],"vote_average":5.0,"runtime":94,"cert":"N\/A","id":161183,"title":"Here and Now","adult":false},{"cast":["Lee Tracy","Joan Woodbury","Paul Guilfoyle","Lee Patrick","Bradley Page"],"overview":"Two gangsters provide details of an actual bank robbery when helping a neophite screenwriter create a hit Hollywood film.","release_date":"1938-01-07","genres":[80,35],"vote_average":5.5,"runtime":61,"cert":"N\/A","id":161203,"title":"Crashing Hollywood","adult":false},{"cast":["Salman Khan","Shilpa Shetty","Reema Lagoo","Mohnish Behl","Shakti Kapoor"],"overview":"Ayaan tricks a model into marrying him, when she leaves her diary in his family's garage, allowing him to follow her around.","release_date":"2006-08-04","genres":[18],"vote_average":2.7,"runtime":152,"cert":"N\/A","id":161205,"title":"Shaadi Karke Phas Gaya Yaar","adult":false},{"cast":[],"overview":"The strange case of Atom Egoyan attempts to reveal filmmaker Atom Egoyan's creative process, throwing light on what might be its most enigmatic and personal side: writing. Starting with his most recent film, we proceed backwards, gradually unveiling his 13 feature films, up to his early unreleased camera tests, heralding his future works. Thus can we closely penetrate and fathom out the mysterious world of Atom Egoyan: a surveyor of the human mind, and an artist whose work has shattered the rules of film language, by blowing up several of cinema's conventional narrative means.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161207,"title":"Le Mystère Egoyan","adult":false},{"cast":[],"overview":"Pornstar Pets is a feature length documentary that dissects Adult Entertainment. We explore the lives of 22 Adult Stars through their interaction with various family pets","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161209,"title":"Pornstar Pets","adult":false},{"cast":["Salman Khan","Abhishek Bachchan","Shilpa Shetty","Mita Vasisht"],"overview":"Tamanna Sahni (Shilpa Shetty) is a dedicated staff member of a top advertising agency, her ideas and designs have mainly contributed to the success of the agency. She leaves for a college reunion and meets her college sweetheart Rohit (Salman Khan). They rekindle their love for each other and share some intimate moments together. Eventually Rohit leaves and Tamanna settles back into her normal daily routine. When her sister, Tanya, has an accident she decides to give her own blood to save her. However her doctor, Dr. Raisingh (Revathi), tells her that she has been tested positive for HIV. Tamanna's world turns upside down and she desperately tries to get into contact with Rohit but in vain. Her situation is soon spread around the office and she loses her job. Angered by her unfair dismissal she searches for a lawyer to fight her case. Eventually Tarun Anand (Abhishek Bachchan) agrees to represent her...","release_date":"2004-08-12","genres":[],"vote_average":4.8,"runtime":160,"cert":"N\/A","id":161214,"title":"Phir Milenge","adult":false},{"cast":["Cliff DeYoung","Maryam d'Abo","Shari Shattuck","Tony Isbert","Paloma Lorena"],"overview":"Cliff De Young is Michael, the heir to a cursed castle, who marries pretty Susan (Maryam d'Abo) and moves her in. Unfortunately for the newlyweds, an oversexed succubus named Diana (Shari Shattuck) is out to break up the couple.","release_date":"1991-09-30","genres":[27],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":161216,"title":"Immortal Sins","adult":false},{"cast":["Salman Khan","Ameesha Patel","Rishi Kapoor","Poonam Dhillon","Rati Agnihotri"],"overview":"Raj Saxena goes to London, expecting his long lost Dad to warmly greet him. But things do not go as planned.","release_date":"2002-07-25","genres":[10749,18],"vote_average":6.5,"runtime":165,"cert":"N\/A","id":161218,"title":"Yeh Hai Jalwa","adult":false},{"cast":["Salman Khan","Karisma Kapoor","Om Puri","Paresh Rawal","Anupam Kher"],"overview":"Sapna has lost her parents at an early age and lives with her three quirky uncles - Bhola Nath is a fitness freak, Prabhu Nath is a deeply religious fellow and Vicky Nath is a disco-savvy dude. Sapna is fed up of their quirks and runs away to Europe where she meets Raja. Her purse is stolen and hence she has to depend financially on Raja. During the course of the tour they fall in love after much bickering. When Raja comes to know that to marry Sapna he has to convince her three uncles for their support, he sets off on his mission.","release_date":"2000-03-20","genres":[35,10749],"vote_average":5.7,"runtime":141,"cert":"N\/A","id":161223,"title":"Dulhan Hum Le Jayenge","adult":false},{"cast":["Salman Khan","Sanjay Kapoor","Shilpa Shetty","Nirmal Pandey","Johnny Lever"],"overview":"Two college friends find themselves on the opposite side of the law when they reunite.","release_date":"1997-02-28","genres":[28],"vote_average":6.6,"runtime":133,"cert":"N\/A","id":161237,"title":"Auzaar","adult":false},{"cast":["Kier-La Janisse","Mitch Davis","Buddy Giovinazzo","Quentin Tarantino","Udo Kier"],"overview":"Celluloid Horror explores Kier-La Janisse's tireless crusade to bring obscure cult horror film to the masses through her independently run international film festival.","release_date":"2004-01-01","genres":[99],"vote_average":7.3,"runtime":88,"cert":"N\/A","id":161239,"title":"Celluloid Horror","adult":false},{"cast":["Simone Spoladore","Osmar Prado","Caco Ciocler","Berta Zemel","Beatriz Segall"],"overview":"The story of Orisbela, a young and religious woman who comes from Portugal to Brazil to marry Francisco de Albuquerque, a rude sugar-cane plantation owner, in 1570.","release_date":"2002-11-08","genres":[18,10749],"vote_average":6.6,"runtime":101,"cert":"N\/A","id":161244,"title":"Desmundo","adult":false},{"cast":["Jorge Becerra","Javier Oliván","Guillermo Villegas","Joaquín Rodríguez","Juan Carlos Torres"],"overview":"A story of love, sex and destiny, by director Julian Hernandez. Youthful Kieri and Ryo share a deep and passionate love for each other. Kieri sets off in search of his soul mate after Ryo is kidnapped. A female spirit is with Kieri as he searches for Ryo. Ryo escapes and the pair will have to work hard to prove their love for each other as obstacles are placed in their path along the way.","release_date":"2009-10-15","genres":[18,14],"vote_average":5.0,"runtime":191,"cert":"N\/A","id":161246,"title":"Raging Sun, Raging Sky","adult":false},{"cast":["Abd Al-Aziz Khalil","Hekmet Fahmy","Fatma Rouchdi","Hussein Sedki","Anwar Wagdi"],"overview":"The story of Mohammed the son of a barber who has recently got his degree, his lover Fatma, his rivel Al-Etr.","release_date":"1939-01-02","genres":[18],"vote_average":8.0,"runtime":108,"cert":"N\/A","id":161257,"title":"The Will","adult":false},{"cast":[],"overview":"\"Withered heart\" is a simple story with complex characters, love and hate, friendship and shared loneliness, and disagreements. Where the characters face themselves and their daily circumstances, sometimes comical, droll, sometimes a little dramatic. They seek not knowing what they want, or not knowing what they will find. And when you find ... Is it worth risking a wonderful lifelong friendship, a relationship that ... knowing both, might not work?","release_date":"2007-02-09","genres":[],"vote_average":5.0,"runtime":107,"cert":"N\/A","id":161259,"title":"Corazón marchito","adult":false},{"cast":["Shintarō Katsu","Hideko Takamine","Michiyo Aratama","Kei Satō","Ryûtarô Gomi"],"overview":"An abandoned temple in the mountains outside of the old capital city of Kyoto is the scene of a fated meeting between a traveling priest, two women, and a vicious killer. Bloody violence erupts whenever strangers approach the temple. Can the traveling priest bring his belief in the Buddha and rid the three temple residents of the devils that hold their souls?","release_date":"1969-05-31","genres":[18],"vote_average":7.0,"runtime":76,"cert":"N\/A","id":161261,"title":"Devil's Temple","adult":false},{"cast":[],"overview":"Documentary about the triumph of the Mexican National Team at the Olympic Games in London. Discover tales, stories and hear the different perspective of the Mexican team players. Have fun with this recognition of the 18 players who participated in the Olympic Games.","release_date":"2013-01-09","genres":[],"vote_average":0.0,"runtime":46,"cert":"N\/A","id":161263,"title":"Gold","adult":false},{"cast":["Sam Keen","Gabriel Byrne"],"overview":"Narrated by Gabriel Byrne (Usual Suspects, Vanity Fair, Miller's Crossing), this seven-time Best Documentary award-winning film (Silver Lake Film Festival, Beverly Hills Film Festival) is the most comprehensive and mind-blowing investigation of humankind's relationship with death ever captured on film. Hailed by many viewers as a \"life-transformational film,\" Flight from Death uncovers death anxiety as a possible root cause of many of our behaviors on a psychological, spiritual, and cultural level. Following the work of the late cultural anthropologist, Ernest Becker, and his Pulitzer Prize-winning book Denial of Death, this documentary explores the ongoing research of a group of social psychologists that may forever change the way we look at ourselves and the world. Over the last twenty-five years, this team of researchers has conducted over 300 laboratory studies, which substantiate Becker's claim that death anxiety is a primary motivator of human behavior...","release_date":"2003-01-01","genres":[99],"vote_average":9.0,"runtime":90,"cert":"N\/A","id":161277,"title":"Flight from Death: The Quest for Immortality","adult":false},{"cast":["Xia Yu","Ning Jing","Geng Le","Jiang Wen","Liu Xiaoning"],"overview":"The film is set in Beijing during the Cultural Revolution. It is told from the perspective of Ma Xiaojun nicknamed Monkey, a teenage boy. Monkey and his friends are free to roam the streets of Beijing day and night because the Cultural Revolution has caused their parents and most adults to be either busy or away. The story revolves around Monkey's dalliances with his roguish male friends and his subsequent angst-filled crush with Mi Lan.","release_date":"1994-09-01","genres":[18],"vote_average":8.0,"runtime":134,"cert":"N\/A","id":161285,"title":"In the Heat of the Sun","adult":false},{"cast":["Jean Michel Jarre"],"overview":"As part of the Oxygene 30th Anniversary Tour, Jean Michel Jarre performed 10 Oxygene concerts in Paris, from December 12 to December 26, 2007. The concerts took place at the Théâtre Marigny, a small, 1000 seats theater located in the Champs-Élysées.","release_date":"2007-12-26","genres":[10402],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":161293,"title":"Oxygene 30th Anniversary Tour","adult":false},{"cast":["Sandra Ng Kwun-Yu","Elsie Chan","Wu Fung","Ng Man Tat","Ann Bridgewater"],"overview":"The Pink Squad is comprised of four strong, tough women (Sandra Ng, Ann Bridgewater, Suki Kwan in her film debut, and Elsie Chan) who do their police work efficiently and successfully. As a result, their chauvinistic superiors in the police department are always scheming to try and get them fired.","release_date":"1988-11-17","genres":[18,28,35],"vote_average":5.0,"runtime":92,"cert":"N\/A","id":161295,"title":"Operation Pink Squad","adult":false},{"cast":["John Barrymore","Lionel Barrymore","Karen Morley","John Miljan","Tully Marshall"],"overview":"A charming and very daring thief known as Arsene Lupin is terrorizing the wealthy of Paris, he even goes so far as to threaten the Mona Lisa. But the police, led by the great Guerchard, think they know Arsene Lupin's identity, and they have a secret weapon to catch him.","release_date":"1932-03-05","genres":[9648,10749],"vote_average":6.9,"runtime":84,"cert":"N\/A","id":161297,"title":"Arsene Lupin","adult":false},{"cast":["Fabio Testi","Renzo Palmer","Al Lettieri","Claudia Marsani","Luciano Catenacci"],"overview":"Fabio Testi is an undercover cop doubling as the bodyguard (hence, “Gorilla”) of a cantankerous middle-aged industrialist targeted for extortion.","release_date":"1975-11-13","genres":[],"vote_average":7.1,"runtime":100,"cert":"N\/A","id":161299,"title":"The Hired Gun","adult":false},{"cast":["Brian Dennehy","Reed Diamond","Alice Krige","Michael David Simms","Lorena Gale"],"overview":"Edward Brannigan (Brian Dennehy), a veteran lawyer prestige, gives a dinner to celebrate what for him is an honor: his son Eddie Jr. (Reed Diamond) will be working in his office.","release_date":"1997-11-25","genres":[],"vote_average":6.0,"runtime":91,"cert":"N\/A","id":161301,"title":"Indefensible: The Truth About Edward Brannigan","adult":false},{"cast":["John Hawkes","Molly Parker","Cody Linley","Olivia Harris","Jonathon McClendon"],"overview":"Four children in their attic hideaway make up a fantastic story, while downstairs their parents weave a drunken intrigue of their own.","release_date":"2013-02-06","genres":[],"vote_average":6.3,"runtime":83,"cert":"N\/A","id":161303,"title":"The Playroom","adult":false},{"cast":["Özay Fecht","Hilmi Sözer","Birol Ünel","Martin Glade"],"overview":"Senay (Blume) is a willful eleven year old girl in Hamburg who's Turkish father has just died. The only friend responding to the news about her father is a gay Turkish cabaret singer, Zeki (Siir Eloglu). Together they travel through Europe in search of the orphan girl's mother, Cicek (Fecht), who left at childbirth and whom Zeki represents as Senay's aunt.","release_date":"2000-07-01","genres":[18],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":161308,"title":"Tour Abroad","adult":false},{"cast":["George Sanders","Richard Johnson","Faten Hamama","John Meillon","Ahmed Mazhar"],"overview":"MGM remake of Asphalt Jungle set in Egypt.","release_date":"1963-07-17","genres":[80],"vote_average":5.3,"runtime":91,"cert":"N\/A","id":161313,"title":"Cairo","adult":false},{"cast":["William Haines","Madge Evans","Anita Page","Karen Morley","Neil Hamilton"],"overview":"WBLA is on the air, presenting the live music, the sudsy dramas and the sell-sell-sell of commercial interludes that keep consumers buying and sponsors smiling. But one sponsor, a producer of plumbing supplies, isn’t happy. So WBLA scriptwriter Bill Grimes is bounced from his job, setting in motion this movie’s turn from comedic to darkly tragic. William Haines, two years removed from being Tinseltown’s top male star, plays Grimes in a melodrama noted for its glimpses of live radio production and for a Depression-era ethos that includes peroxide cuties eager to land a job, a sugar daddy or both.","release_date":"1932-03-20","genres":[18,80],"vote_average":5.0,"runtime":73,"cert":"N\/A","id":161315,"title":"Are You Listening?","adult":false},{"cast":["Bree Anthony","Angel Barrett","Rodney Farrell","Jamie Gillis","Jeffrey Hurst"],"overview":"","release_date":"1975-01-01","genres":[],"vote_average":7.0,"runtime":72,"cert":"N\/A","id":161320,"title":"Couples","adult":true},{"cast":["Darlene Vogel","Shane Fraser","Alan Picardi","Samantha Phillips","Mark DeCarlo"],"overview":"Angel, the high school student by day \/ hooker by night, has grown into a smart successful career woman. A prostitute is brutally murdered.  The police dismiss it as \"just another dead whore.\" Now Angel must take to the streets of Hollywood once again, seeking justice, using a weapon as deadly as any gun...her own body.","release_date":"1994-07-26","genres":[28,80,53],"vote_average":3.0,"runtime":94,"cert":"N\/A","id":161322,"title":"Angel 4: Undercover","adult":false},{"cast":["Keith Carradine","Cristina Raines","Scott Glenn","Hilary Thompson","Robert Walker Jr."],"overview":"Set in rural Nebraska following the First World War, six veterans on motorcycles ride into the sleepy little town of Bingo. The locals are friendly until one of the vets beats a local kid in a drag race, after which the six are driven out of town. After coming upon a small farm, the fugitives are allowed to hide out by the two sisters who run the place. Things go smoothly until one of the vets, after smoking the locoweed growing nearby, tries to rape one of the hosts. Being part Native American, her sister decides to get revenge by casting a hex that steadily does in each of the unwelcome guests.","release_date":"1973-10-05","genres":[27,18],"vote_average":4.0,"runtime":92,"cert":"N\/A","id":161324,"title":"Hex","adult":false},{"cast":["Jessica Morris","Meredith McClain","Paul Boukadakis","Rebekah Crane","Anthony Dilio"],"overview":"While serving time in a brutal women's detention center. Eva wishes away her troubles to a set of tiny Worry Dolls. The dolls crawl in her ear at night and soon Eva becomes possessed.","release_date":"2008-01-22","genres":[878,27],"vote_average":3.6,"runtime":75,"cert":"N\/A","id":161326,"title":"Dangerous Worry Dolls","adult":false},{"cast":["Lee Mi-sook","Lee Dae-geun","Lee Moo-jung","Han Tae-il"],"overview":"Sam-po is a gambler living without concern for how his wife will manage their houselhold without his earning money. In order to get food and provisions, his wife An-hyeob, sleeps with various merchants in the village. One of the few men she does not sleep with, a lustful servant named Sam-dol, decides to reveal her activities to her husband for revenge.","release_date":"1986-02-08","genres":[18],"vote_average":7.3,"runtime":114,"cert":"N\/A","id":161331,"title":"Mulberry","adult":false},{"cast":["Jeon Do-yeon","Sul Kyung-gu","Jin Hee-kyung"],"overview":"Bong-soo has been working as manager of a small bank in an apartment complex for three years. During his three years there, 23 years if you count his school days, Bong-soo has never been late. However, he purposely decides to skip work one day. There is only one reason. Inside a subway train that has suddenly stopped on his way to work, everyone around him reaches for their cell phones to call someone. At that moment, he realized that he does not have a single person to call...","release_date":"2001-01-12","genres":[10749],"vote_average":6.7,"runtime":123,"cert":"N\/A","id":161336,"title":"I Wish I Had a Wife","adult":false},{"cast":["Adam Lundgren","Johanna Strömberg","Jennifer Karlberg","Ingebjørg Buen","Julie Marie Lindvik"],"overview":"A film about a group of people and their complicated relationships to one another. Vera is trying to figure out how to relate to her son's irresponsible father, while her sister is about to release a book about their shared childhood. Not far from Vera, a professional clown is hesitantly trying to get on with his life and form a new relationship, but his ex is refusing to let go of him. In close shots, full of emotions, the characters expose the best as well as the worst in them, and the film provides no simple answers to its questions.","release_date":"2013-01-26","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":161338,"title":"Your Childhood Shall Never Die","adult":false},{"cast":["Josephine Bornebusch","Erik Johansson","Björn Granath","Claes Ljungmark","Niklas Falk"],"overview":"When Tuva's parents die in a car crash, she learns that she is adopted. Disappointed with those around her for never telling her the truth, she sets off with her own daughter in search of her biological mother.","release_date":"2013-04-12","genres":[53,18],"vote_average":6.5,"runtime":96,"cert":"N\/A","id":161343,"title":"Crestfallen","adult":false},{"cast":["Ko Chun-Hsiung","Tse-Ming Chou","Meng Fei","Wang Mo-chou","Ming Lei"],"overview":"The real-life story of a legendary Ming general (Meng Fei) who attempts to rid Chinese waters of Japanese pirates.","release_date":"1979-10-31","genres":[18,36,28,12],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":161351,"title":"The Great General","adult":false},{"cast":["Carter Wong","Ron Van Clief","Cecilia Wong","Hsaio Ho","Charles Bonet"],"overview":"Allison Wong gets abducted by a gang of drug smugglers with a nasty sideline business involving white slavery and prostitution. Interpol agent Bill Eaton, honest worker Chen, and Allison's brother join forces to take out the nefarious crime syndicate.","release_date":"1978-12-28","genres":[28],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":161353,"title":"Way of the Black Dragon","adult":false},{"cast":[],"overview":"The boldest man-trap ever to be set up!","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161355,"title":"Bamboo Trap","adult":false},{"cast":["Margarito Esparza Nevare","Alan Fernando","Roberto Guinar","Holda Ramírez","Lorena Herrera"],"overview":"A diabolic clown doll murders people that are cruel to him.","release_date":"1994-01-01","genres":[],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":161366,"title":"Diabolical Inheritance","adult":false},{"cast":["Richard Anthony Crenna","Debra Karr","Ennio Girolami","Terry Baer","Héctor Álvarez"],"overview":"Radioactive waste creates a killer croc.","release_date":"1990-01-01","genres":[27],"vote_average":6.2,"runtime":90,"cert":"N\/A","id":161368,"title":"Killer Crocodile II","adult":false},{"cast":["Kieran O'Brien","Harry Dean Stanton","Alison Steadman","Michael Gambon","Bill Moody"],"overview":"A young boy wants to work with a famous creature\/fx man but gets more than he bargained when one of the creatures, The Ultra-Gorgon, takes him under his wing. Literally.","release_date":"1989-01-23","genres":[],"vote_average":6.0,"runtime":45,"cert":"PG","id":161370,"title":"Monster Maker","adult":false},{"cast":["Haruna Ono","Tomomi Ogawa","Mami Sasazaki","Rina Suzuki"],"overview":"SCANDAL's sold out March 2012 concert at the Budokan in Tokyo, Japan.  This is SCANDAL's fifth video and third concert release.","release_date":"2012-08-22","genres":[10402],"vote_average":9.0,"runtime":136,"cert":"N\/A","id":161381,"title":"SCANDAL JAPAN TITLE MATCH LIVE 2012-SCANDAL vs BUDOKAN -","adult":false},{"cast":["Francisco Rabal","Arturo Fernández","Isabel Mestres","Vicky Lagos","Rafael Díaz"],"overview":"","release_date":"1983-09-21","genres":[],"vote_average":5.6,"runtime":null,"cert":"N\/A","id":161389,"title":"Truhanes","adult":false},{"cast":["Aaron Tanner","Alex LeMonde","Andel","Antonio Milan","Billy Herrington"],"overview":"Including an all new scene from C1R exclusive Johnny Hazzard, this movie features some of the hottest three-ways ever captured on camera by Channel 1 Releasing. Two is always better than one… but nothing beats three!","release_date":"2010-04-06","genres":[],"vote_average":7.0,"runtime":158,"cert":"N\/A","id":161394,"title":"Three The Hard Way","adult":true},{"cast":["Salman Khan","Chandni","Danny Denzongpa","Kanchan","Puneet Issar"],"overview":"Salman falls in love with Ruksar but their fathers, despite being neighbours, are sworn enemies. The couple end up marrying but they are shocked when they finally discover the reason why their fathers allow the marriage to take place.","release_date":"1991-01-11","genres":[18,10751],"vote_average":6.0,"runtime":190,"cert":"N\/A","id":161396,"title":"Sanam Bewafa","adult":false},{"cast":["Salman Khan","Sunil Dutt","Kabir Bedi","Ayesha Jhulka","Gulshan Grover"],"overview":"Maan Singh and Prithvi Singh's families have been locked in a property dispute in a court in India. When the Court gives a verdict in favor of Prithvi, Maan hires a bandit named Panna Singh to kill Prithvi and all of his family.","release_date":"1991-05-31","genres":[10751,28],"vote_average":4.0,"runtime":192,"cert":"N\/A","id":161398,"title":"Kurbaan","adult":false},{"cast":["Vinod Khanna","Salman Khan","Karisma Kapoor","Saeed Jaffrey","Roopa Ganguly"],"overview":"The story of two brothers, Ravi and Rohan Yadav, separated due to unforeseen circumstances created by Ravi's employer.","release_date":"1992-07-17","genres":[28,80],"vote_average":3.0,"runtime":153,"cert":"N\/A","id":161403,"title":"Nishchaiy","adult":false},{"cast":[],"overview":"Farewell braids, curls and other haircuts! Their time is now over. Director Christina Höglund lost all her hair within three months.","release_date":"2010-01-31","genres":[],"vote_average":6.0,"runtime":14,"cert":"N\/A","id":161405,"title":"(The Importance Of) Hair","adult":false},{"cast":["Djimon Hounsou","Maka Kotto"],"overview":"A realistic look at the horrors of the slave trade, told entirely through the voice of a dead African slave whose spirit haunts the ocean route","release_date":"2000-09-09","genres":[],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":161407,"title":"The Middle Passage","adult":false},{"cast":[],"overview":"Au Pair follows three young Filipino women, Roselie, Mate and Theresa, who work in Denmark in order to earn money for their families. Life is a continuous struggle with uncertain employment contracts, visas that are about to expire, homesickness and prejudice towards foreigners.","release_date":"2011-11-01","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":161409,"title":"Au Pair","adult":false},{"cast":[],"overview":"In 2009, the German container ship Hansa Stavanger and its crew were seized by Somali pirates. The Captain and his Pirate sheds light on the four month hostage situation, recounted by both the ship captain Kotiuk and the pirate leader Ahado. Despite the violent circumstances, a peculiar bond is formed between the hijacker and the hijacked.","release_date":"2012-10-29","genres":[],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":161411,"title":"The Captain and His Pirate","adult":false},{"cast":["Mario Cutini","Marco Marati","Maria Pia Conte","Patricia Pilchard","Mario Bianchi"],"overview":"Two thugs take 15 people hostage and demand a ransom from the authorities million dollars in gold, a car and a plane to get out of the country.","release_date":"1977-06-22","genres":[53,28,80],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":161413,"title":"Day of Violence","adult":false},{"cast":["Salman Khan","Sridevi","Anupam Kher","Shatrughan Sinha","Raza Murad"],"overview":"NRI Shyam goes to India to fulfil the last wish of his late mother, who wanted him to marry an Indian girl. Unbeknownst to him, the girl he falls in love with is a pawn in the hands of his enemies.","release_date":"1994-08-19","genres":[28,80,35],"vote_average":5.0,"runtime":158,"cert":"N\/A","id":161415,"title":"Chaand Kaa Tukdaa","adult":false},{"cast":["Akshay Kumar","Rakhee Gulzar","Shanti Priya","Aryeman Ramsay","Roopa Ganguly"],"overview":"Story of love and war","release_date":"1991-01-25","genres":[],"vote_average":5.0,"runtime":148,"cert":"N\/A","id":161417,"title":"Saugandh","adult":false},{"cast":["Crispin Glover","John Bluto","Elizabeth Daily","Courtney Gains","Ken Butler"],"overview":"Larry (Crispin Glover) organizes a talent show in an attempt to get on TV but the small town of Orkly, Idaho, isn't ready for his Olivia Newton-John impersonation.","release_date":"1985-10-01","genres":[35],"vote_average":5.3,"runtime":35,"cert":"N\/A","id":161422,"title":"The Orkly Kid","adult":false},{"cast":["Ziv Koren","Galit Gutman","Ariel Sharon"],"overview":"In \"More Than 1000 Words\" director Solo Avital followed Ziv over a two-year period, shooting in the heart of riots, terror attack scenes, secret meetings with wanted militants, all the way to Israel's pullout from Gaza.","release_date":"2006-06-22","genres":[],"vote_average":7.0,"runtime":77,"cert":"N\/A","id":161424,"title":"...More Than 1000 Words","adult":false},{"cast":["Lung Leg","David Wojnarowicz","Karen Finley","Jessica Craig-Martin","Montanna Houston"],"overview":"A girl (Lung leg) bristles at the religious directives of her parents, asserting her right to personhood outside demure hairstyles and turkey dinners, constructing voodoo dolls and entertaining other manners of dark drawing in her dank emo-den. When confronted with the humanity and hypocrisy of her tormentors, the young antihero vanquishes their belief systems (and bodies) asserting, “You killed me first!”","release_date":"1985-01-01","genres":[18,27],"vote_average":5.4,"runtime":11,"cert":"N\/A","id":161426,"title":"You Killed Me First","adult":false},{"cast":["Tchéky Karyo","Nino Manfredi","Isabelle Pasco","Jim van der Woude","Johan Leysen"],"overview":"","release_date":"1995-02-16","genres":[18],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":161428,"title":"Moon Shadow","adult":false},{"cast":["David Wojnarowicz","William Rice","Robin Renzi","Montanna Houston"],"overview":"A fan tries to get an artist's attention by literally coming apart.","release_date":"1985-01-01","genres":[27],"vote_average":8.5,"runtime":10,"cert":"N\/A","id":161430,"title":"Stray Dogs","adult":false},{"cast":["Akshay Kumar","Sudesh Berry","Ashwini Bhave","Anupam Kher"],"overview":"Former freedom fighter, Sinha, has always believed in the rule of the law over violence. He watches in disapproval as Police Inspector Dawood Durani is arrested, charged with killing his wife, Shehnaz, the daughter of Mirza Lucknowi. He also watches with despair when his pupil, Kishan Kashyap, frequently loses his temper over not getting employed, and when he does get employed as a Police Inspector, shows arrogance and contempt of the law. Sinha's views change dramatically when he watches two women being murdered by a man named Balu. When he reports this matter to Inspector Deshmukh, he is told to check his vision as Balu was somewhere else during this incident. When Sinha persists and decides to approach higher authorities, his lovely daughter, Kavita, the girlfriend of Kishan, is abducted, his Journalist son, Amrit, is killed, and his daughter-in-law, Vimladevi, may well be in league with the killers...","release_date":"1993-06-10","genres":[28],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":161441,"title":"Kayda Kanoon","adult":false},{"cast":["Sanjay Dutt","Akshay Kumar","Heera Rajgopal","Kanchan","Kiran Kumar"],"overview":"In a small village having mostly aged people, there has not been any rainfall for the past 3 years. A youngster wanting to be the leader of the village (Sanjay Dutt) has to free the village people from this calamity. The people of the village beg a rich master for water but in vain. So the hero has to go the to city to buy a water tube. In the city all his belongings including his money has been stolen. Then he rescues a guy who was getting beaten up by thieves. They become good friends and they help each other.","release_date":"1994-09-26","genres":[28,18],"vote_average":0.0,"runtime":164,"cert":"N\/A","id":161449,"title":"Amaanat","adult":false},{"cast":["Akshay Kumar","Farheen","Ekta Sohini","Mukesh Khanna"],"overview":"Umesh is accused of killing a newspaper editor. His wife and mother hire a reputed lawyer named Sangram Singh Sahni, who agrees to be the defense lawyer without charging them any fees. The case is going in Umesh's favor, until a young man named Jai Kumar, comes as an eye-witness and states that he has seen Umesh commit the murder from his balcony right opposite the venue of the murder. Umesh is convicted and sentenced to death. Umesh's sister, Sarita, finds out that Jai was paid to lie, and she approaches him to change his testimony. He refuses, but subsequently relents when he finds out the havoc he has caused in their lives. He approached Advocate Sahni, who attempts to do his best to get a new trial, in vain, though and Umesh is set to die within one week. Now Jai must come up with the person who really killed the Newspaper Editor, and the only clue he has is a photograph of the killer's shoes...","release_date":"1994-11-11","genres":[],"vote_average":1.0,"runtime":134,"cert":"N\/A","id":161451,"title":"Nazar Ke Samne","adult":false},{"cast":["Akshay Kumar","Ashwini Bhave","Ravi Kishan","Mehmood"],"overview":"Jaidev Anand is a celebrity, and lives a fairly isolated life. One day he comes to the rescue of a young woman, Vandana Acharya, and falls in love with her. Vandana respects him, but falls in love with another man, Abhimanyu. This news shatters Jaidev, but he decides not to tell Vandana anything. Then the jeep in which Abhimanyu and Vandana were traveling is attacked by an assailant named D.K., and as a result Abhimanyu gets killed. Jaidev is sorry for Vandana, but gets his hopes up enough to propose to her, and to his joy, she accepts. The plans are on for an early marriage, but before that could happen Vandana meets a single mother, Gayetri, and her son. It is then she finds out that Jaidev is already married, and also has a son. What possible reason could Jaidev have for not sharing this information with Vandana?","release_date":"1994-11-25","genres":[],"vote_average":0.0,"runtime":170,"cert":"N\/A","id":161453,"title":"Zakhmi Dil","adult":false},{"cast":["Akshay Kumar","Sunil Shetty","Madhoo","Shilpa Shirodkar"],"overview":"D' Souza witnessed a physical alteration between his friend Kishan and Tootie Shah. As a result of which his friend is killed and he is arrested and sentenced to jail. D' Souza struggles in jail in order to educate and brings up his friend's son. Years later the boy grows up to be a police officer, Vijay Sinha and is a brave police officer of the corrupt police department, who often gets into confrontation with Tootie Shah and is misunderstood. D' Souza wanted Vijay to take revenge on Tootie Shah but Vijay is under a wrong impression and will only ensure total destruction of his father's killer - none other than D' Souza himself.","release_date":"1994-12-16","genres":[],"vote_average":7.5,"runtime":160,"cert":"N\/A","id":161455,"title":"Hum Hain Bemisaal","adult":false},{"cast":["Akshay Kumar","Nandini","Prithvi","Kanchan"],"overview":"Inspector Vijay lives with his elder brother, Assistant Commissioner of Police, Ashwini Kumar; and sister-in-law, Jyoti, in a upper middle-class community in India. Assigned an investigation, which leads Vijay to conclude that the crime was committed by K.K. Kelva's man, he risks his life to arrest him, and hold him in prison until such time a date is fixed for a court hearing. Vijay also interrogates his prisoner, often using excessive force. Shortly thereafter, Vijay is instructed to release the prisoner - and the person who instructs him thus is no other than his very own brother, Ashwini, who it seems on the pay-roll of Kelva and his gangsters. What can Vijay possibly do to bring an end to this illicit relationship?","release_date":"1995-03-03","genres":[],"vote_average":5.8,"runtime":150,"cert":"N\/A","id":161457,"title":"Paandav","adult":false},{"cast":["Akshay Kumar","Dharmendra","Karisma Kapoor","Gulshan Grover"],"overview":"Daata Guru (Amrish Puri) is a wealthy, powerful, and influential head of a village. He owns and controls all the villagers and their properties. Anyone who dares to raise their voice against him is crushed by his employee, Shankar (Dharmendra), and his sons, Guman (Gulshan Grover) and Karan (Akshay Kumar). When Daata Guru learns that Shankar has abducted his widowed daughter-in-law, Lakhsmi (Jaya Pradha), and has married her, he is enraged and wants Shankar dead. Daata Guru also instigates Karan against Shankar, and threatens the villagers to cut off their water supply if they do not turn in Shankar to him. What will Shankar do to protect his new wife and himself from the wrath of Daata Guru and his men?","release_date":"1995-04-13","genres":[],"vote_average":1.0,"runtime":150,"cert":"N\/A","id":161459,"title":"Maidan-E-Jung","adult":false},{"cast":[],"overview":"Divided into three sections, Bill Morrison's The Highwater Trilogy examines our relationship to the threat of natural disaster by combining archival footage of icebergs, hurricanes, and floods with a soundtrack by David Lang and Michael Gordon.","release_date":"2006-05-31","genres":[99],"vote_average":6.0,"runtime":31,"cert":"N\/A","id":161476,"title":"The Highwater Trilogy","adult":false},{"cast":["Han Jun","Park Geun-yeong","Bong Tae-gyu","Jo Eun-ji","Sung Ji-ru"],"overview":"Han, a young runaway, and Chang, an over-the-top teen, are close friends. Chang is a foulmouthed, womanizer while Han is a quiet and humble virgin. As they venture into the streets of Garibong-dong and jump from apartment to apartment, they encounter a young hooker, Lan, and Seri, a paint-sniffing young woman who finds comfort in the hands of Han. And this forms the unlikely group of teenagers facing the hardships of street life.","release_date":"2001-01-20","genres":[],"vote_average":5.5,"runtime":105,"cert":"N\/A","id":161481,"title":"Tears","adult":false},{"cast":[],"overview":"Documentary following the efforts of a historian to clear the name of Albert Goering, brother of Herman. Albert strived to save Jews while his brother masterminded plans to exterminate them. Through eyewitness accounts and the historian's findings, the film explores the notion that Albert's deeds may not have been possible without the help of his brother.","release_date":"","genres":[],"vote_average":7.0,"runtime":50,"cert":"N\/A","id":161486,"title":"Goering's Last Secret: Revealed","adult":false},{"cast":[],"overview":"","release_date":"2007-04-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":161488,"title":"功夫无敌","adult":false},{"cert":"N\/A","title":"Iris Chang: The Rape of Nanking","cast":[],"genres":[],"id":161496,"overview":"About a young Chinese-American author's journey into the darkest reaches of humanity as she researched and wrote her best selling book \"The Rape of Nanking\". Iris Chang's harrowing experience and dogged determination uncovers in graphic detail the forgotten holocaust of World War II when almost 300,000 Chinese women, children and soldiers were in a matter of weeks systematically raped, tortured and murdered by the invading Japanese forces.","runtime":null,"release_date":"2008-04-04","vote_average":4.0,"adult":false}]