[{"cast":["Yuen Yi","Kong Ban","Cheung Ching-Ching","Ma Chi"],"overview":"This early Taiwanese Wuxia film is a classic genre tale of a revenge-seeking swordswoman (Cheung Ching-ching).","release_date":"1970-11-19","genres":[12,28],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":186666,"title":"Duel with Devil","adult":false},{"cast":[],"overview":"An evil student (Yee Yuen) cripples his old master and steals the dark sword that is just made. The old master tells him that his dark sword will be defeated by a golden sword. Yee Yuen begins to challenge all the swordsmen of the Feng school and kills all of them including their master, Kong Ban earlier was forced to leave the school and now has to find the Golden Sword in Order to take revenge and defeat the evil Dark Sword.","release_date":"1970-01-01","genres":[],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":186671,"title":"The Darkest Sword","adult":false},{"cast":[],"overview":"Rhapsody filmed live on The Frozen Tour Of Angels, released on DVD.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":186676,"title":"Rhapsody: The Frozen Tour Of Angels","adult":false},{"cast":[],"overview":"1. Not My Funeral  2. Bodom Beach Terror  3. Shovel Knockout  4. Roundtrip to Hell and Back  5. In Your Face  6. Living Dead Beat  7. Children of Bodom  8. Hate Me!  9. Blooddrunk  10. Angels Don't Kill  11. Follow the Reaper  12. Downfall  Encore:  13. Are You Dead Yet?  14. Hate Crew Deathroll","release_date":"2011-08-04","genres":[10402],"vote_average":4.0,"runtime":53,"cert":"N\/A","id":186678,"title":"Children of Bodom: [2011] Wacken Open Air","adult":false},{"cast":["Max Cavallari","Bruno Arena","Giustino Durano","Sonia Aquino","Giovanni Ferreri"],"overview":"","release_date":"2001-03-16","genres":[35],"vote_average":4.9,"runtime":null,"cert":"N\/A","id":186683,"title":"Amici ahrarara","adult":false},{"cast":["Victor Lanoux","Marie-France Pisier","Jean-Louis Trintignant","Stéphane Audran","Jean-Pierre Jorris"],"overview":"","release_date":"1982-03-29","genres":[80],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":186685,"title":"Boulevard des assassins","adult":false},{"cast":["Cheung Ching-Ching","Pin Chang","Hsi Chang"],"overview":"As Meng, master of Patience School prepares to announce his successor, a rival swordsman named Dare Devil kills him. Although their skills are no match, the school’s students vow to get revenge.","release_date":"1970-06-11","genres":[],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":186687,"title":"Sorrowful to a Ghost","adult":false},{"cast":[],"overview":"Ivor's life is turned upside down after a falling plant pot sparks a series of paranoid reactions.","release_date":"2011-05-31","genres":[16],"vote_average":8.0,"runtime":5,"cert":"","id":186689,"title":"The Man Who Was Afraid of Falling","adult":false},{"cast":["Kay Francis","William Gargan","Victor Jory","Maxie Rosenbloom","Eddie Foy Jr."],"overview":"A famous aviator (William Gargan) helps an amateur (Kay Francis) enter a cross-country air race for women.","release_date":"1939-04-15","genres":[12],"vote_average":7.0,"runtime":63,"cert":"N\/A","id":186691,"title":"Women in the Wind","adult":false},{"cast":["Wang Sha","Lam Fai-Wong","Helen Poon Bing-Seung","Yeung Hung","Lau Hok-Nin"],"overview":"","release_date":"1980-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":186693,"title":"Every Man for Himself","adult":false},{"cast":["Wong Yu","Lo Lieh","Ku Feng","Chan Shen","Chen Kuan-Tai"],"overview":"Sun Chung had been recognized as an expert comedy and crime thriller director, but he was to gain even greater acclaim for his soulful, powerful, intelligent, and beautifully-made martial arts epics. This stands alongside The Deadly Breaking Sword and The Kung-fu Instructor as one of his very best. It’s not so much the plot – a master swordsman protects a treasure chest on a dangerous journey – that makes this great, but what Sun does with it, inspiring the cast and crew to some of their finest work.","release_date":"1980-01-01","genres":[28],"vote_average":7.0,"runtime":98,"cert":"N\/A","id":186695,"title":"Rendezvous with Death","adult":false},{"cast":["Ivan Mykolaichuk","Lyubov Rumyantseva","Grigore Grigoriu","Konstantin Stepankov","Borislav Brondukov"],"overview":"The film dwells of the love story in the midst of the Second World War in 1943. A Hutsul girl Annychka finds herself in the middle of hostilities and gets acquainted with a wounded soldier in the forest.","release_date":"1969-05-27","genres":[18],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":186697,"title":"Annychka","adult":false},{"cast":["George Lam","Ching Li","Robert Mak","Liu Lai-Ling","Wa Lun"],"overview":"The film is about Fen, who hangs out with four total losers who are in \"Macho Man\" tank tops and what happens. Ching Li plays Selina, who is a commercial director who hires him.","release_date":"1980-02-15","genres":[35,10402],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":186699,"title":"Disco Bumpkins","adult":false},{"cast":["Anabel Alonso","Pedro Mari Sánchez"],"overview":"Antonio and Concha, a couple who are constantly fighting about money, win the Christmas Lottery first prize. Concha, who is very bossy, starts making decisions about how they're going to spend it. But Antonio is fed up with her, he just wants to go to Brazil, lay in the sun, and never see her again. So he starts to plan how to get rid of her...","release_date":"1996-11-16","genres":[],"vote_average":5.0,"runtime":24,"cert":"N\/A","id":186701,"title":"Linked","adult":false},{"cast":["Tony Liu","Helen Poon Bing-Seung","Lee Kwan","Chiang Nan","Shum Lo"],"overview":"shaw production","release_date":"1980-03-01","genres":[36,18,35],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":186703,"title":"Emperor Chien Lung and the Beauty","adult":false},{"cast":["Charlotte Gainsbourg","Yvan Attal","Charles Berling","Thibault de Montalembert","Élodie Navarre"],"overview":"A triangle: love, obsession, and choice. Pierre, a ladies' man who has little cash and no fixed residence, describes his best friend Benoît as the world's oldest 32-year-old. The shy, well-employed Benoît's life changes when he answers the personal ad of Marie, a 25-year-old who restores paintings. He's attracted to her and she likes his steady calm and his honest attention. They're soon a couple, and they include Pierre in their dinners, outings, and trips. What will happen when Pierre realizes that he too is in love with Marie?","release_date":"1996-11-27","genres":[],"vote_average":6.2,"runtime":105,"cert":"N\/A","id":186705,"title":"Love, etc.","adult":false},{"cast":["Gloria Trevi","Gloria Trevi","Charly Valentino","Claudio Brook","Lili Inclán"],"overview":"Gloria's grandmother is kidnapped by \"La greñas\", a gang leader, and is forced to impersonate her to save her grandmother's life.","release_date":"1995-07-06","genres":[10402,28],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":186713,"title":"Una papa sin catsup","adult":false},{"cast":["Lisa Martino","Jean-Philippe Écoffey","Fanny Gilles","Jacques Weber","Claire Nadeau"],"overview":"After the discovery of the bodies of two women raped and murdered, Lieutenant Sarlat, is assigned to the case. During your research you will find a family linked to black magic, and two gypsy women, Ana and her mother Marina, without having any connection that may be the key to the whole mystery. Sarlat will be responsible for discovering the connection between a serial murderer, and this dark and complex family.","release_date":"2001-03-02","genres":[18,80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":186715,"title":"L'affaire Kergalen","adult":false},{"cast":["Ai Ti","Ling Tai","Siu Yam-Yam","Tang Shih","Tang Ching"],"overview":"The stud may be sued for divorce by his wife and cheated on by his mistress, but the nympho may be in even more trouble if she trusts someone who is actually a murderous lunatic.","release_date":"1980-04-04","genres":[],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":186717,"title":"The Stud and the Nympho","adult":false},{"cast":["Namie Amuro"],"overview":"For her 20th anniversary concert tour, Namie Amuro visited the five major dome venues across Japan for a total of eight special concerts. Fans voted for this concert's 30 track set list which included songs that dated back to her solo debut as well her time with the SuperMonkeys. Complete setlist: Body Feels Exit, How to be a Girl, Hot Girls, Naked, Sit! Stay! Wait! Down!, Get Myself Back, Girl Talk, New Look, Go Round, In the Spotlight (TOKYO), Fight Together, You're my sunshine, Don't wanna cry, Respect the Power of Love, Never End, A Walk in the Park, Sweet 19 Blues, Love Story, Damage, Break It, Yeah-Oh, Chase the Chance, Let's Go, Try Me ~ Watashi wo Shinjite, Taiyou no Season, Aishite Muscat, Baby Don't Cry, Can You Celebrate?, Only You and Say the Word.","release_date":"2013-02-27","genres":[10402],"vote_average":8.0,"runtime":142,"cert":"N\/A","id":186719,"title":"Namie Amuro 5 Major Domes Tour 2012 ~20th Anniversary Best~","adult":false},{"cast":["Gloria Trevi","Alma Muriel","Silvia Derbez","Jorge \"Maromero\" Paez"],"overview":"Young Gloria is abused by the Vitorina, hospice caretaker hosting it. She forces her to perform the heaviest tasks. Gloria is only happy in music class. When she grows decides to escape, and now she lives on the street with another girl, both singing in the trucks and try to survive.","release_date":"1993-02-12","genres":[35,18,10402],"vote_average":4.8,"runtime":90,"cert":"N\/A","id":186721,"title":"Zapatos viejos","adult":false},{"cast":["Ling Yun","Ching Li","Lin Chen-Chi","Lau Luk-Wah","Chan Shen"],"overview":"1. A crash leaves a man dead, and his wife badly injured. Soon, he returns as a ghost to try to take her with him. 2. A caretaker wins the lottery thanks to the saucer spirit. Things begin to go wrong when he breaks his promise to it.","release_date":"1980-04-19","genres":[53,27],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":186723,"title":"Haunted Tales","adult":false},{"cast":["Rogério Sganzerla","Andrea Tonacci"],"overview":"Two teens decide to go to the movies. However, since their tastes are very strict, they end up not seeing any film.","release_date":"1966-01-01","genres":[35],"vote_average":8.0,"runtime":11,"cert":"N\/A","id":186734,"title":"Documentário","adult":false},{"cast":["Nathalie Nell","Alain Fourès","Michèle Simonnet","Pierre Arditi","Daniel Auteuil"],"overview":"Nicole, nurse in Grenoble, is raped one night by four men. Deeply scarred, emotionally and physically, she thinks she will never recover from the trauma. Following a friend's advice, she decides to file a lawsuit.","release_date":"1978-01-10","genres":[18],"vote_average":6.0,"runtime":115,"cert":"N\/A","id":186745,"title":"Rape of Love","adult":false},{"cast":["Emraan Hashmi","Konkona Sen Sharma","Kalki Koechlin","Huma Qureshi","Vishesh Tiwari"],"overview":"A popular magician seeks help from a psychiatrist to protect him from a witch that has haunted him since childhood.","release_date":"2013-04-18","genres":[27,10749,53],"vote_average":5.5,"runtime":135,"cert":"N\/A","id":186747,"title":"Ek Thi Daayan","adult":false},{"cast":["Anabel Alonso","Pepe Rubianes","Josep Maria Pou","Enrique Villén","Joan Dalmau"],"overview":"","release_date":"1997-05-15","genres":[18],"vote_average":6.0,"runtime":105,"cert":"N\/A","id":186752,"title":"El crimen del cine Oriente","adult":false},{"cast":["Paulina Gálvez","Bruno Squarcia","Pedro Miguel Martínez","Myriam Mézières","Ginés García Millán"],"overview":"","release_date":"1997-05-14","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":186757,"title":"Retrato de mujer con hombre al fondo","adult":false},{"cast":["Miles Teller","Anna Kendrick","Bryan Cranston","Nicholas Braun","Brandon T. Jackson"],"overview":"A recent college graduate and his friends are forced to lower life expectations when they leave school for the real world. Life after college graduation is not exactly going as planned for Will and Jillian who find themselves lost in a sea of increasingly strange jobs. But with help from their family, friends and coworkers they soon discover that the most important (and hilarious) adventures are the ones that we don't see coming.","release_date":"2016-03-25","genres":[35],"vote_average":5.3,"runtime":93,"cert":"15","id":186759,"title":"Get a Job","adult":false},{"cast":[],"overview":"A documentary about the making of the movie [Rec] ². It was included in the Spanish blu-ray release of the movie.","release_date":"2010-02-10","genres":[],"vote_average":3.5,"runtime":115,"cert":"N\/A","id":186761,"title":"[Rec] 2: En un mundo de infectados","adult":false},{"cast":[],"overview":"Olympia 52 is a 1952 French documentary film about the 1952 Summer Olympics in Helsinki, Finland. Olympia 52 was produced by Peuple et Culture, a nonprofit organization, and it was the first feature-length work directed by the French filmmaker Chris Marker, who also co-wrote the narrative and served as one of the production’s four cinematographers.","release_date":"1952-07-10","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":186766,"title":"Olympia 52","adult":false},{"cast":["Maurice Chevalier","Marie Glory","André Lefaur","Milly Mathis","Marcel Vallée"],"overview":"A vagrant (Maurice Chevalier) arrives penniless in Paris and sets out to make it to the top with nothing more than his smile, charm and cunning mind.","release_date":"1936-12-03","genres":[35,10402],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":186780,"title":"With a Smile","adult":false},{"cast":["Wilfrid Brambell","Ray Brooks","Alan Dobie","Mark Eden","Anthony Farrar-Hockley"],"overview":"Directed by cult British director John Krish, the film was sponsored by the Army Kinematograph Corporation. This tightly plotted drama shows British POWs enduring brainwashing and torture during the Korean War, thereby revealing what a soldier could expect if he was ever captured by enemy forces.","release_date":"1959-01-01","genres":[10752],"vote_average":4.8,"runtime":65,"cert":"15","id":186782,"title":"Captured","adult":false},{"cast":["Jörg Schüttauf","Regula Grauwiller","Bruno Dallansky","Ulli Philipp","Markus Knüfken"],"overview":"A drama directed by Hartmut Schoen.","release_date":"1998-04-15","genres":[18],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":186784,"title":"Liebesfeuer","adult":false},{"cast":["Faith Ford","Thomas Gibson","Stephen Tobolowsky","Todd Allen","Eric McCormack"],"overview":"Agents for the government are after a graduate student and her brother when a secret mysterious box is stolen.","release_date":"1996-10-13","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":186786,"title":"Night Visitors","adult":false},{"cast":["Esther Schweins","Jockel Tschiersch","Peter Fitz","Jenny Schily","Oscar Ortega Sánchez"],"overview":"A comedy directed by Wolf Vogel.","release_date":"1997-04-21","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":186788,"title":"Null Risiko und reich","adult":false},{"cast":["Daniel Marin","Dina Duran","Paola Ochoa","Manny Montana","Joslyn DeFreece"],"overview":"A sheltered, sensitive teenager visits his tough, older cousin in Laredo, Texas and learns a hard lesson about what it means to be a man.","release_date":"2008-06-11","genres":[18],"vote_average":6.0,"runtime":15,"cert":"N\/A","id":186790,"title":"The Cousin","adult":false},{"cast":["Mick de Lint","Brian Colbert Kennedy"],"overview":"Meeting through an Internet dating website, John and Korey find a unique connection through a series of telephone conversations. Despite never meeting face to face, each person affects change in the other in an unconventional yet touching love story about finding your counterpart in a technologically isolated world.","release_date":"2006-08-23","genres":[10749,18],"vote_average":5.5,"runtime":13,"cert":"N\/A","id":186792,"title":"5 Telephone Conversations","adult":false},{"cast":["Josh Charles","Jason Gedrick","Stephen Baldwin","Cheryl Pollak","Rita Taggart"],"overview":"A film about three high school friends who find their happy-go-lucky existence tarnished forever the instant they get embroiled in a drug-running scheme that goes awry. When things start getting messy, they rue the day they agreed to the venture; instead of smuggling weed from Canada to Detroit, which they'd expected, the threesome's forced to traffic a huge stash of heroin.","release_date":"1992-09-11","genres":[18],"vote_average":6.5,"runtime":103,"cert":"N\/A","id":186809,"title":"Crossing The Bridge","adult":false},{"cast":[],"overview":"What gives your life meaning? Family, yoga, good food, those shoes that were on sale? Ray Robertson outlines his own list in his non-fiction book “Why Not: Fifteen Reasons To Live?” And that has inspired Alan Zweig’s documentary feature 15 REASONS TO LIVE which takes up that list as a call to adventure. The list is: Love, Solitude, Critical Mind, Art, Individuality, Home, Work, Humour, Friendship, Intoxication, Praise, Meaning, Body, Duty and Death.","release_date":"2013-04-27","genres":[99],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":186814,"title":"15 Reasons to Live","adult":false},{"cast":["Hacken Lee"],"overview":"Hacken Lee's perfect voice finds the perfect accompaniment! The pitch-perfect singer collaborated with the Hong Kong Sinfonietta and conductor Yip Wing Sze for a series of concerts at the Hong Kong Coliseum in July 2011. Hacken sang over 30 songs with the orchestra including unforgettable hits like \"Blue Moon\", \"Deep Deep Deep\", \"Moonlight Sonata\", \"I Can't Sing\", and \"Red Day\", as well as his new song \"Galaxy\". He also performed \"Romeo and Juliet in Sarajevo\", \"Best Position\", \"Short Date\", and \"Why Did I Let You Leave\" for the first time, earning great cheers from the audience.","release_date":"2011-10-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":186831,"title":"Hacken Lee And Hong Kong Sinfonietta  Live 2011","adult":false},{"cast":[],"overview":"In May 2011, G.E.M. became the youngest female artist to hold solo concerts at the Hong Kong Coliseum when she took to the prestigious stage at the age of 19. These landmark concerts also kicked off her Get Everybody Moving 2011 world tour, which brought her to Australia in August, back in Hong Kong for a second leg in September, Guangzhou and Macau in October, a limited theatrical run in Hong Kong in November, and Canada in December. The pop sensation was in top form and she spared no effort to entertain her audiences, bringing the house down with a string of hit songs and hot dances. Now the unforgettable concert is released on Blu-ray, and it's time you put that live G.E.M. in your collection!","release_date":"2011-12-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":186833,"title":"G.E.M Tang - Get Everybody Moving Concert 2011","adult":false},{"cast":["Andrei Dementiev","Ilya Kondratiev","Garik Buldenkov","Alexei Zamaraev"],"overview":"A short film shot in the style of a first person shooter.","release_date":"2013-03-18","genres":[10402,878,28],"vote_average":7.2,"runtime":5,"cert":"N\/A","id":186835,"title":"Biting Elbows: Bad Motherfucker","adult":false},{"cast":["陈奕迅"],"overview":"Eason Chan recently held his biggest-scale concert series to date with 18 concerts at the Hong Kong Coliseum between March and April 2010, breaking his personal record. The critically acclaimed and highly popular Canto-pop superstar handed in his all in the DUO concerts, which saw him perform various sets of songs with a similar motif chosen from his own repertoire as well as those of other artists. He brought his unique style to favorites like Faye Wong's \"Promise\", Roman Tam's \"Good Song Dedicated to You\", Sandy Lam's \"Dawn\", Tat Ming Pair's \"Forbidden Lust\", Kay Tse's \"Street of Wedding Invitations\", and Japanese song Mr. Lonely originally by Tamaki Koji","release_date":"2010-03-20","genres":[10402],"vote_average":8.5,"runtime":null,"cert":"N\/A","id":186837,"title":"DUO Eason Chan Concert Live 2010","adult":false},{"cast":[],"overview":"Scrappy gets a buffalo nickel to mind bratty baby Oscar, but quickly finds the job isn't worth it.","release_date":"1932-02-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":186842,"title":"Minding The Baby","adult":false},{"cast":["James Kyson","Kirt Kishita","Matt Braunger","Chris Dinh","Kathy Yuen"],"overview":"Jim, the cheapest Chinese American dude in LA, has recently been left by his fiancé, Katherine two weeks before their wedding on Valentine's Day. In order to ease his pain, he asks his long-time best friend and ex-con, Alex, to kill him. Alex reluctantly agrees to give Jim his wish, but he doesn't think its a good idea to do the job down in LA. So Jim and Alex begin their journey with a trip up to Jim's Aunt's cabin in the mountains, under the strict condition that all business is to be taken care of before Valentine's Day.","release_date":"2006-04-15","genres":[18,35],"vote_average":4.8,"runtime":98,"cert":"N\/A","id":186844,"title":"Asian Stories","adult":false},{"cast":[],"overview":"Appunti per un film sull’India is a short documentary film by Pier Paolo Pasolini where he visits India in the search of a king who could give up his body to feed a starving tiger. The film was shot around post-independent India when it was facing grave challenges of poverty, population and caste system. Pasolini narrates the challenges of India and its charms amidst all the problems the country faces. The 33 minute long documentary is composed of short interviews from random people about their opinions on matters such as family planning. The documentary also shows short interviews of journalists and one politician about the challenges of India to modernize without becoming westernized or losing the Indian identity.","release_date":"1968-04-17","genres":[99],"vote_average":7.0,"runtime":33,"cert":"N\/A","id":186846,"title":"Notes for a Film in India","adult":false},{"cast":[],"overview":"This 1932 Pooch the Pup entry is based on a very simple idea; Pooch gets a call from his girl -- who doesn't seem to have a name -- ordering one chicken, please. So Pooch goes to the back of his butcher shop and selects one, and understandably the chicken in question is less than cooperative in going along with the idea, but ends up in the basket. At Pooch's girl's house both Pooch and chicken face off with the pet cat, who is particularly conniving; the cat winds up running off with the chicken.","release_date":"1932-09-25","genres":[16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":186848,"title":"The Butcher Boy","adult":false},{"cast":["Liam Aiken","John Cameron Mitchell","Miles Chapin","Christopher Eaves","Cullen O. Johnson"],"overview":"Set and shot chronologically in natural light over one hour at dusk, I REMEMBER materialized out of this sense of intangible loss and a desire to hold on to memories that, however fleeting, give our lives meaning.","release_date":"1999-01-24","genres":[10749],"vote_average":7.0,"runtime":18,"cert":"N\/A","id":186850,"title":"I Remember","adult":false},{"cast":[],"overview":"Set in 1951 at the height of the Korean War it tells the story of a group of soldiers who are being replaced in the front line after serving their rotation. But on the way home they find enemy troops are about to make a breakthrough and it is up to them to pull together to save the country.","release_date":"1993-01-30","genres":[],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":186858,"title":"An Unattached Unit","adult":false},{"cast":[],"overview":"The hero of this film toiled was a lighthouse keeper before Korea's liberation in World War II. He suffered many indignities and mistreatment by the Japanese, who were then occupying Korea. After the liberation, he leads a better life, and despite his advanced age, he keeps the lighthouse in full working order, in devotion to his country and doesn't rely on recognition or praise. Lighthouse is a quiet revolution drama, which makes it clear that a meritorious fate can also stand behind an unassuming person.","release_date":"1983-01-30","genres":[18],"vote_average":5.0,"runtime":79,"cert":"N\/A","id":186863,"title":"Lighthouse","adult":false},{"cast":["Will Geer","Tim Conner"],"overview":"Rip Van Winkle, a lazy American man, wanders off one day with his dog Wolf into the Kaatskill mountains where he runs into an odd group of men drinking and playing bowls. He drinks some of their mysterious brew and passes out. When he wakes up under a tree he is astonished to find that 20 years have passed and things are a lot different.","release_date":"1978-01-01","genres":[16],"vote_average":0.0,"runtime":27,"cert":"N\/A","id":186868,"title":"Rip Van Winkle","adult":false},{"cast":[],"overview":"Bonus dvd.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":186876,"title":"Kamelot: Poetry For The Poisoned","adult":false},{"cast":["Alexander Fu Sheng","Cheung Chin-Pang","Johnny Wang Lung-Wei","Lau Kar-Wing","Gordon Liu Chia-Hui"],"overview":"Fu Sheng and his real-life brother star as friends who are searching for a treasure that a Shaolin priest (Gordon Liu), a villainous traitor (Wang Lung Wei) and his sister (Yang Ching Ching) are also trying to find.","release_date":"1981-07-09","genres":[28,12],"vote_average":7.3,"runtime":104,"cert":"N\/A","id":186881,"title":"Treasure Hunters","adult":false},{"cast":["Ai Ti","Ling Tai","Tang Shih","Siu Yam-Yam","Lily Chan"],"overview":"Xiu Juan, a filial daughter and caring sister, trades her soul for money to look after her mother and her brother's studies. The unsung heroine meets a tragic end when her complexion is destroyed by drug pusher Qin Chao who was jilted by her.","release_date":"1981-08-12","genres":[18],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":186886,"title":"Story of Taxi Dancers","adult":false},{"cast":["Billy Chong","Lo Lieh","Addy Sung Gam-Loi","Hui Pooi-Yung","Alan Chui Chung-San"],"overview":"On the 7th month of the lunar calendar, all ghosts and spirits are active and get to walk the earth for the month so that they can find a way to reincarnate. During one of these nights, a young kid named Chun Sing (Billy Chong), is visited by his dead Father. Chun Sing's father states that he was murdered by a man named Kam Tai Fu (Lo Lieh). And as you may have guessed, Chun Sing must avenge his father's death. It won't be easy though because Kam Tai Fu has some help in the form of a Black Magician (Ta Hsi Yen) and his evil gung fu.","release_date":"1982-02-19","genres":[27,28],"vote_average":8.0,"runtime":88,"cert":"N\/A","id":186903,"title":"Kung Fu from Beyond the Grave","adult":false},{"cast":["Leonor Watling","Alberto Jiménez"],"overview":"","release_date":"1998-08-14","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":186905,"title":"Todas hieren","adult":false},{"cast":["Leslie Cheung","Elaine Chow Sau-Lan","Chan Pui-Sai","Rowena Cortes","Brenda Lo Yip-Mei"],"overview":"Chou Hsiu-Lan plays Ting-Ting, a teenage girl who's starting to get interested in love and romance. Teenage pop star Rowena Cortes co-stars as Shan-Shan one of her best friends, she's a rich girl who has a streak of larceny within her (she also sings about half the songs on the soundtrack and performs a musical number on the beach).","release_date":"1982-03-24","genres":[18,10749],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":186907,"title":"Teenage Dreamers","adult":false},{"cast":["Antonella Lualdi","Hans von Borsody","Beba Lončar","Aleksandar Gavrić","Cameron Mitchell"],"overview":"In the first half of the first century A.D., the Teutonic tribes, led by Arminius The Terrible, rebel against the cruel and conquering Roman Empire. In raging torments and blood curdling battles, the barbarian tribes and Roman Legions fight a war of attrition, so brutal and terrible that Arminius becomes a legend throughout the empire. Only Augustus, Emperor of Rome is evil and treacherous enough to enslave the Teuton barbarian and halt his murderous uprisings.","release_date":"1967-02-03","genres":[28,12,10752,18],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":186909,"title":"Massacre in the Black Forest","adult":false},{"cast":["Chen Kuan-Tai","Jason Pai Piao","Ku Feng","Bruce Leung Siu-Lung","Austin Wai"],"overview":"It has to do with a young clan member, Zhong Yuan, who is promoted to chief of the Dragon Gang after his adoptive father dies, only to be expelled when a letter arrives revealing him to be of Mongol birth, an awkward bit of news at a time when the Dragon Gang is actively fighting Mongol occupiers. In fact, Zhong soon learns that the Mongol general leading the anti-rebel campaign is actually his real father. Still, he persists in trying to get back into the good graces of the clan, eventually helping to ferret out a traitor in their midst.","release_date":"1982-04-28","genres":[28],"vote_average":5.5,"runtime":85,"cert":"N\/A","id":186914,"title":"Gang Master","adult":false},{"cast":["Holly Adams","Bob Mook","Squeak Wilentz"],"overview":"Holly Adams plays an attractive but rather repressed young woman. She checks her horoscope, shambles homeward from her dull office job and promptly falls asleep in front of the TV. Two naked young men appear in her living room and begin dancing around for her pleasure.","release_date":"1991-01-01","genres":[],"vote_average":5.5,"runtime":5,"cert":"N\/A","id":186916,"title":"Horoscope","adult":false},{"cast":["R.E.M."],"overview":"This is the first complete overview of R.E.M.'s videos for I.R.S. Records, developed and compiled by all four original members of R.E.M. DVD features over two hours of content including all 11 music videos, TV performances, and interviews, plus the unseen music video for \"Wolves, Lower.\"","release_date":"2006-09-12","genres":[],"vote_average":0.0,"runtime":126,"cert":"N\/A","id":186918,"title":"REM: When the Light is Mine","adult":false},{"cast":["Derek Yee Tung-Sing","Leanne Liu","Elliot Ngok","Kent Tong","Lo Yuen"],"overview":"Story revolves around a possessed young police woman who seems to be out killing everyone who gets in her way. Her boyfriend, photographer and boss at work are all suspicious of her and are out to find out what's the problem. With a story focusing on possession, vengeful spirits and murder, you're steadily entertained with a flick that manages to keep it's head above water.","release_date":"1982-06-04","genres":[53,27],"vote_average":6.2,"runtime":91,"cert":"N\/A","id":186920,"title":"Hell Has No Boundary","adult":false},{"cast":["Randy Savage","Curtis Michael Hennig","Ted DiBiase","Michael Shawn Hickenbottom","Bret Hart"],"overview":"SummerSlam (1992) was the fifth annual SummerSlam. It took place on August 29, 1992 at Wembley Stadium, London, England but was aired in the United States on August 31.  The pay-per-view featured two main event matches. In the first, The Ultimate Warrior challenged Randy Savage for the WWF Championship. The Warrior won the match by count-out but did not win the title. In the other main event, The \"British Bulldog\" Davey Boy Smith pinned Bret Hart to win the WWF Intercontinental Championship. The WWF Tag Team Championship was also defended, as The Natural Disasters retained the championship belts in their match against the Beverly Brothers. One of the heavily promoted matches on the undercard was between Shawn Michaels and Rick Martel. The match, which had a special stipulation that the wrestlers could not hit each other in the face, ended in a double count-out.  The WWF considers the crowd to be the third largest live audience ever to attend a WWF\/E event, with 80,355 in attendance.","release_date":"1992-08-29","genres":[28,18],"vote_average":9.5,"runtime":180,"cert":"N\/A","id":186925,"title":"WWE SummerSlam 1992","adult":false},{"cast":["Ricky Cheng Tien-Chi","Jason Pai Piao","Kwan Fung","Ku Kuan-Chung","Chiu Gwok"],"overview":"The Weird Man\" is popular director Chang Cheh's bizarre screen adaptation of the famous Chinese literary classic \"Romance Of The Three Kingdoms\". Chang is famous for his lone swordsman and hero films, and freakily, \"The Weird Man\" is no exception. The film's star Cheng Tien-chi playing a righteous, beheaded priest with supernatural powers that returns from the dead to wreak havoc against one of the corrupt kingdoms.","release_date":"1983-01-01","genres":[28],"vote_average":4.3,"runtime":87,"cert":"N\/A","id":186927,"title":"The Weird Man","adult":false},{"cast":["Jan Bijvoet","Hadewych Minis","Jeroen Perceval","Alex van Warmerdam","Tom Dewispelaere"],"overview":"Borgman is the central character of this dark, malevolent fable. Is he a dream or a demon, a twisted allegory or an all-too-real embodiment of our fears? Borgman is a sinister arrival in the sealed-off streets of modern suburbia. His presence unleashes a crowing gallery of distortion around the careful façade constructed by an arrogant, comfortable couple, their three children and nanny.","release_date":"2013-05-13","genres":[53,18],"vote_average":6.7,"runtime":113,"cert":"N\/A","id":186929,"title":"Borgman","adult":false},{"cast":["Deborah Wells","Élodie Chérie","Kathy Marceau","Maéva","Natacha Delyro"],"overview":"Bandor is a dangerous sexual maniac. For some time he has been attacking notables' wives. Corinne, a very beautiful girl, member of a VIP protection team, is in charge of finding the pervert by all means.","release_date":"1993-07-10","genres":[],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":186931,"title":"Delit de seduction","adult":true},{"cast":[],"overview":"Sexy vampire Catherine and her familiar Lendel are on the run from a ruthless vampire hunter. They hide out in the small redneck town of Backwash, where Catherine hatches a plan to turn the backwoods folk into an army of her vampire slaves. Cultures further clash when Ma Poissier wins a free room redecoration by fruity Frenchman Jean-Claude Les Eaux, who tries his best to fit in with crazy hillbillies like Lil' Junior and his buddy Cletus. Beer drinking, bean eating, tripe cooking, shower peeping, competitive farting, strip poker playing and all manner of insanity follow, all leading up to the town's annual Tripe Days Festival.","release_date":"2004-06-10","genres":[35,27],"vote_average":0.0,"runtime":108,"cert":"N\/A","id":186936,"title":"Bloodsucking Redneck Vampires","adult":false},{"cast":["Eric Portman","Flora Robson","Sheila Sim","Isabel Jeans","Walter Fitzgerald"],"overview":"An impending V.I.P. visit causes bustle in an English village, while the Ellis family struggles with private problems.","release_date":"1945-07-09","genres":[18],"vote_average":7.2,"runtime":80,"cert":"","id":186938,"title":"Great Day","adult":false},{"cast":["Cherie Chung","Alex Man Chi-Leung","Lo Lieh","Kwan Hoi-San","Ngau Choi-Ling"],"overview":"Hong Kong Hong Kong (or \"Man and Woman\" as it literally translates) is the story of a young woman, Man Si Sun, who has arrived illegally in Hong Kong from mainland China, and Kong Yuen Sang, a young man who is a gambler and wannabe boxing champion.","release_date":"1983-07-21","genres":[18,10749],"vote_average":7.2,"runtime":83,"cert":"N\/A","id":186940,"title":"Hong Kong, Hong Kong","adult":false},{"cast":["Flora Robson","David Kossoff","Catherine Lacey","Susan Beaumont","Lyndon Brook"],"overview":"A neglected girl (June Archer) in post-World War II London befriends street urchins who help her build a tiny garden in a bombed-out church.","release_date":"1958-03-25","genres":[18],"vote_average":7.0,"runtime":95,"cert":"","id":186942,"title":"Innocent Sinners","adult":false},{"cast":["Sibelle Hu","Alex Man Chi-Leung","Wong Ching","Choi Hoi-Lun","Nam Hung"],"overview":"shaw production","release_date":"1984-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":186944,"title":"The Little Cute Fellow","adult":false},{"cast":["António Rodrigues Sousa","João Rocha Almeida","Albino Freitas","Manuel De Sa"],"overview":"José and Roberto are friends, and they decide to go hunting but without guns, so that no accident will happen. As they stroll and talk, one of them falls into a hole in a hidden marshland. His friend runs away, and manages to gather a number of men that were in the vicinity. They form a human chain to pull the victim out, but their affliction mounts, as they have no strategy for doing it, and they can't understand each other. - IMDb","release_date":"1964-01-20","genres":[18],"vote_average":7.0,"runtime":21,"cert":"N\/A","id":186946,"title":"The Hunt","adult":false},{"cast":["Ai Ti","Ling Tai","Hon Kwok-Choi","Chan Wai-Ying","Lui Kei"],"overview":"A girlie bar singer Shih Mei-na is wooed by an underworld tycoon Chia and marries him after he agrees to provide for her family. Her childhood friend, a young film star Yen Fang-fang, is seduced by Chia’s handsome employee Johnny and is cheated out of a large sum of money. Yen is later forced to become a notable’s mistress.","release_date":"1984-01-13","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":186948,"title":"The Ugly Tycoon","adult":false},{"cast":[],"overview":"Each day, Man must work around the clock to produce and acquire bread: throwing the seeds into earth, helping the breeding of the corn, the corn's recolt, transport to the mills - traditional or industrial ones -, manipulation of the flour into actual bread, transport to a variety of locations and consumers. And then, after the consumption, the cycle restarts. - IMDb","release_date":"1959-11-03","genres":[99],"vote_average":0.0,"runtime":51,"cert":"N\/A","id":186950,"title":"O Pão","adult":false},{"cast":[],"overview":"Recorded live at the Boerderij, Zoetermeer, Netherlands, 15th September 2012\r Line-up \/ Musicians\r - Bryan Josh \/ guitar, vocals\r - Olivia Sparnenn \/ vocals, tambourine\r - Iain Jennings \/ keyboards\r - Anne-Marie Helder \/ flute, keyboards, vocals\r - Liam Davison \/ guitar\r - Andy Smith \/ bass\r - Gavin Griffiths \/ drums","release_date":"","genres":[],"vote_average":0.0,"runtime":136,"cert":"N\/A","id":186952,"title":"Mostly Autumn Live At The Boerderij","adult":false},{"cast":[],"overview":"Champions League First knockout round Chelsea FC vs FC Barcelona 2nd Leg 4-2","release_date":"2005-04-09","genres":[99],"vote_average":0.0,"runtime":95,"cert":"","id":186957,"title":"Champions League 16 Round 2nd Leg : Chelsea FC vs FC Barcelona","adult":false},{"cast":["William Finley","Robin Brooks","Norma Green","Grania Gurievitch","Eleonora Harvey"],"overview":"Woton Wretchichevsky has a disfigured face, dresses in cloak and mask and stalks couples to burn them with a blowtorch. He is also a sculptor of steel and garbage installations. One day one of his creations comes alive in the form of a young woman. She flees him when he tries to express his love by pointing the blowtorch at her. She hides in a house where some kind of orgy or happening is going on. Also war breaks out. —flixster","release_date":"1962-01-01","genres":[35,27],"vote_average":7.0,"runtime":28,"cert":"N\/A","id":186959,"title":"Woton's Wake","adult":false},{"cast":["Jorge Sanz","Santiago Ramos","Enrique San Francisco","Anabel Alonso"],"overview":"A forense gay who was left by his lover seeks help of his neighbour who is psychatrist. Following the suggestion of advertising at a contact agency he is drawn into a story of murder.","release_date":"1995-10-26","genres":[18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":186964,"title":"Hotel y domicilio","adult":false},{"cast":["Guida Maria","Sinde Filipe","Carmen Dolores","Nicolau Breyner","João D'Ávila"],"overview":"In the gardens of a large village house belonging to a reclusive architect, a hand is found. In a sign placed at the gates of the property, the architect annouces he will return it to whoever proves to be the owner.","release_date":"1976-11-01","genres":[18],"vote_average":0.0,"runtime":155,"cert":"N\/A","id":186966,"title":"O Princípio da Sabedoria","adult":false},{"cast":["Mads Mikkelsen","Mélusine Mayance","Delphine Chuillot","Bruno Ganz","Denis Lavant"],"overview":"In the 16th century in the Cévennes, a horse dealer by the name of Michael Kohlhaas leads a happy and prosperous family life. When a lord treats him unjustly, this pious, upstanding man raises an army and puts the country to fire and sword in order to have his rights restored.","release_date":"2013-08-14","genres":[18,36],"vote_average":6.1,"runtime":122,"cert":"N\/A","id":186971,"title":"Age of Uprising: The Legend of Michael Kohlhaas","adult":false},{"cast":[],"overview":"The legend of Guinevere and Lancelot, retold as a loopy, animated musical.","release_date":"1998-07-21","genres":[16,14],"vote_average":4.0,"runtime":69,"cert":"N\/A","id":186973,"title":"Camelot: The Legend","adult":false},{"cast":["Sid Lucero","Angeli Bayani","Archie Alemania","Mailes Kanapi","Soliman Cruz "],"overview":"A man is wrongly jailed for murder while the real killer roams free. The murderer is an intellectual frustrated with his country’s never-ending cycle of betrayal and apathy. The convict is a simple man who finds life in prison more tolerable, when something mysterious and strange starts happening to him.","release_date":"2013-09-29","genres":[80,18],"vote_average":7.4,"runtime":250,"cert":"N\/A","id":186975,"title":"Norte, the End of History","adult":false},{"cast":[],"overview":"Live in concert in 1989","release_date":"","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":186980,"title":"Steve Harley & Cockney Rebel:The Comeback All Is Forgiven Tour","adult":false},{"cast":["Valentina Lodovini","Vinicio Marchioni","Alessandro Preziosi","Eva Riccobono","Geppi Cucciari"],"overview":"","release_date":"2013-04-18","genres":[35],"vote_average":5.6,"runtime":null,"cert":"N\/A","id":186982,"title":"Passione sinistra","adult":false},{"cast":["Alessandro Gassman","Manrico Gammarota","Giovanni Anzaldo","Sergio Meogrossi","Matteo Taranto"],"overview":"The story of a drug dealer from Romania and his son in Rome's suburbs.Roman is an immigrant from Romania arrived in Italy 30 years ago. He sells drugs and lives in criminal contexts. His dream is to see his child, Nicu, whom he raised without a mother, live a different and better life.","release_date":"2013-04-18","genres":[53,18],"vote_average":5.8,"runtime":106,"cert":"N\/A","id":186984,"title":"The Mongrel","adult":false},{"cast":["Pierre Deladonchamps","Christophe Paou","Patrick d'Assumçao","Jérôme Chappatte","Mathieu Vervisch"],"overview":"Summertime. A cruising spot for men, tucked away on the shores of a lake. Franck falls in love with Michel, an attractive, potent and lethally dangerous man. Franck knows this, but wants to live out his passion anyway.","release_date":"2013-05-17","genres":[18,53],"vote_average":6.3,"runtime":97,"cert":"","id":186992,"title":"Stranger by the Lake","adult":false},{"cert":"N\/A","title":"Circus","cast":[],"genres":[16],"id":186994,"overview":"Flip the Frog is working as a hot dog vendor at a circus. A thief steals a woman's purse and it's up to Flip to stop him.","runtime":7,"release_date":"1932-08-26","vote_average":0.0,"adult":false}]