[{"cast":["Floyd Mayweather Jr.","Justin Bieber","Drake"],"overview":"Chronicles the days between Mayweather's May 5, 2012 victory over Puerto Rican superstar Miguel Cotto and the start of a three-month jail term on June 1, 2012 at the Clark County Detention Center in Las Vegas. The film concludes on Aug. 3, Mayweather's self-described 'best day of my life,' when he was released after serving two months behind bars.","release_date":"2013-04-02","genres":[99],"vote_average":6.0,"runtime":60,"cert":"N\/A","id":188500,"title":"30 Days in May","adult":false},{"cast":["Zbigniew Zapasiewicz","Nikita Mikhalkov","Jerzy Stuhr","Remo Girone","Daniel Olbrychski"],"overview":"A Polish ambassador (Zbigniew Zapasiewicz) finds his life falling into ruin following the death of his wife.","release_date":"2005-04-01","genres":[18],"vote_average":6.5,"runtime":110,"cert":"N\/A","id":188505,"title":"Persona non grata","adult":false},{"cast":["Josh Lucas","Mira Sorvino","Dermot Mulroney","Booboo Stewart","Danny Glover"],"overview":"The son of a retired astronaut competes to win a seat on the next space shuttle.","release_date":"2013-04-26","genres":[878,12,10751],"vote_average":4.7,"runtime":93,"cert":"N\/A","id":188507,"title":"Space Warriors","adult":false},{"cast":[],"overview":"ESPN's critically acclaimed documentary series 30 for 30 examined the 1983 NFL Draft Tuesday night -- the draft that saw future Hall of Fame quarterback John Elway traded to the Denver Broncos.","release_date":"2013-04-23","genres":[99],"vote_average":8.0,"runtime":79,"cert":"N\/A","id":188509,"title":"Elway To Marino","adult":false},{"cast":["Paula Poundstone"],"overview":"Paula live in San Francisco, November 1990.","release_date":"1990-11-01","genres":[35],"vote_average":6.0,"runtime":56,"cert":"N\/A","id":188514,"title":"Paula Poundstone: Cats, Cops and Stuff","adult":false},{"cast":[],"overview":"In Austin, Texas, tsunami relief took the form of a benefit concert. The legendary Willie Nelson and a cast of the city's finest musicians turned raising money for a tragic disaster into a celebration of life and music. Money made its way from Austin to South Asia. That effort continues with this DVD. Now you too can experience a powerful evening of music, while lending a still valuable helping hand. What would Willie do? Exactly this.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188525,"title":"Songs for Tsunami Relief: Austin to South Asia","adult":false},{"cast":["Nathalie Breuer","Tony Robinow","Marianne Fortier","Rosalie Fortier","Renaud Langevin"],"overview":"At a funeral, the dark truth reveals itself as the mourning family takes a moment to reflect.","release_date":"2012-09-10","genres":[18],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":188527,"title":"Reflexions","adult":false},{"cast":["Mark Rendall","Sergiy Kotelenets","Nataliya Alyexeyenko","Holly Deveaux","John Mavro"],"overview":"Over the course of one week in 1988, the search for a missing teammate, parental expectations, a burgeoning sexual awakening and the rock concert of the century all threaten to jolt a 16-year-old into adulthood.  With the long Victoria Day weekend signaling the end of school, and the Stanley Cup playoffs afoot, the summer of 1988 arrives in Toronto.  Ben Spector, a smart, sensitive kid from a Russian immigrant family, hits the Bob Dylan show with his buddies and runs into Jordan Chapman, the class jerk and Ben's tormentor on the ice-hockey rink.  Jordan is five dollars shy of scoring some drugs, and Ben begrudgingly spots him the dough.  But the next day, Jordan fails to show up at school or hockey practice.  With days passing and Jordan's whereabouts a mystery, Ben finds himself in an uncomfortable predicament, especially when a romance with Jordan's sister tentatively blooms in the midst of the ordeal.","release_date":"2009-01-17","genres":[18],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":188529,"title":"Victoria Day","adult":false},{"cast":[],"overview":"Join Pongo and Perdita and their litter of 99 rambunctious dalmatians for a fun-filled sing-along at the annual Bow-Wow Ball. The canine parents have their paws full trying to keep their pups out of trouble before the guests -- including a host of beloved Disney characters -- arrive at the Dalmatian Plantation for the festivities. Songs include \"Do Your Ears Hang Low?\" \"(Going to) The Bow-Wow Ball\" and more.","release_date":"2006-01-03","genres":[10751],"vote_average":0.0,"runtime":34,"cert":"N\/A","id":188537,"title":"Sing-Along Songs: Pongo & Perdita","adult":false},{"cast":[],"overview":"No Overview","release_date":"1899-12-03","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":188542,"title":"Sadakichi Shimizu, the Armed Robber","adult":false},{"cast":["Joy Karins","Farida Bhalaidi","Sandrina Boyer","Frank Balard","Rocco Siffredi"],"overview":"","release_date":"1986-01-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188559,"title":"Napoli Sex","adult":true},{"cast":[],"overview":"Garbage! The Revolution Starts at Home is a feature documentary about how the family household has become one of the most ferocious environmental predators of our time.  Concerned for the future of his new baby boy Sebastian, writer and director Andrew Nisker takes an average urban family, the McDonalds, and asks them to keep every scrap of garbage that they create for three months. He then takes them on a journey to find out where it all goes and what it's doing to the world.  From organic waste to the stuff they flush down the potty, the plastic bags they use to the water they drink out of bottles, the air pollution they create when transporting the kids around, to using lights at Christmas, the McDonalds discover that for every action there is a reaction that affects them and the entire planet.  Everyday life under a microscope has never been so revealing. By the end of this trashy odyssey, you are truly inspired to revolutionaize your lifestyle for the sake of future generations.","release_date":"2007-11-19","genres":[99],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":188564,"title":"Garbage! The Revolution Starts at Home","adult":false},{"cast":[],"overview":"You have been selected to attend the 60th Bilderberg conference in Chantilly, Virginia from May 31 – June 3, 2012. This conference brings together leaders of business, economics, media, finance, politics and military in a forum which will allow for open and off the record discussions of current events and global issues. I must stress that this meeting is SECRET and by invitation only. We operate under Chatham House Rules, meaning you are not permitted to discuss anything that is said during the conference to members of the media or otherwise. Please keep all of your arrangements confidential, including all of the information included herein. In recent years we have lost much of our control over the dissemination of information due to the rise of independent media sources and internet-based journalists. We intend to correct this problem and plan to discuss it at this year’s conference.","release_date":"2012-11-04","genres":[99],"vote_average":7.5,"runtime":51,"cert":"N\/A","id":188569,"title":"The Turning Point","adult":false},{"cast":["Bernie Rosenblum","Richard Brandt","Colbert Caldwell","William Bryan Jennings","Diane Mahree"],"overview":"A documentary film crew follows Bernie Rosenblum to the El Paso, Texas ranch where he worked in 1966 on what is arguably the worst movie of all time.","release_date":"2004-07-16","genres":[99],"vote_average":6.5,"runtime":27,"cert":"N\/A","id":188571,"title":"Hotel Torgo","adult":false},{"cast":[],"overview":"Humane recruitment film made for the prison services, following three new recruits on a tour of a facility.","release_date":"1976-04-24","genres":[99],"vote_average":7.5,"runtime":53,"cert":"","id":188573,"title":"H.M.P.","adult":false},{"cast":["Francisquinho","Anabela Moreira","Sónia Nunes","Cassilda Pontes","Paula Saraiva"],"overview":"A look at the lives of women in the fishing community of Caxinas, their daily tasks and the relations with men.","release_date":"2013-04-24","genres":[],"vote_average":5.0,"runtime":135,"cert":"N\/A","id":188584,"title":"É o Amor","adult":false},{"cast":["Victoria Foyt","Matt Salinger","Frances Fisher","Eric Roberts"],"overview":"Gena is an average woman who is torn between her current boyfriend's desire to marry her and start a family, and the unexpected arrival of an old boyfriend wanting to pick up where they left off. To further complicate matters, she might be pregnant herself. In the mist of this unsettled personal life, Gena leaves her two men to attend a baby shower party for a girl friend and talks with the various female attendees all of whom are facing their own ticking biological clocks.","release_date":"1994-05-04","genres":[],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":188589,"title":"Babyfever","adult":false},{"cast":["Roberto Malone","Anna Fischer","Laura Lancelot","Emmanuelle Vincent","Héléna Mirelli"],"overview":"Serge Bresson, the famous erotic photographer of the 60s, reveals the secret adventures which he was privileged to witness, and often join in, with his virility and his taste for beautiful women. This explosive film tells of sensational adventures and scandals, which had never been published.","release_date":"1988-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188591,"title":"The Man Who Loves Women","adult":true},{"cast":[],"overview":"Return of the Killer A's is a best of compilation album by the heavy metal band Anthrax, released in 1999.","release_date":"1999-11-23","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188605,"title":"Anthrax: Return of the killer A`s","adult":false},{"cast":[],"overview":"An old woman thinks that Guy Lombardo and the Royal Canadians are performing in her house.","release_date":"2002-01-01","genres":[],"vote_average":5.0,"runtime":3,"cert":"N\/A","id":188610,"title":"Aunt Luisa","adult":false},{"cast":[],"overview":"","release_date":"2008-06-02","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188612,"title":"Monte Rosso","adult":false},{"cast":["Michael Reardon","Barbara Bouchet","Carmelo Bene","Susanna Martinková","David Groh"],"overview":"Frank was removed from an investigation into Mac Brown, the owner of a pharmaceutical company, who was suspected of drug trafficking and illegal experiments on teenagers. When Brown is murdered, Frank is called to investigate...","release_date":"1970-01-01","genres":[80],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":188620,"title":"Red Hot Shot","adult":false},{"cast":[],"overview":"","release_date":"1919-03-09","genres":[16],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":188625,"title":"Kapten Grogg bland vilda djur","adult":false},{"cast":["Diana Danielle","Remy Ishak","Umie Aida","Sharnaaz Ahmad","Emelda Rosmila"],"overview":"Aishah (Diana Danielle) is a young woman living during the Japanese Occupation of Malaya, who, after being knocked unconscious while escaping from the clutches of the Japanese Army, wakes up in a quiet, sleepy village, seemingly untouched by the war. The villagers give her shelter and she begins a new life there. But soon it becomes clear that the village hides other secrets as well. Aishah is haunted by the presence of a young deformed girl whom no one else can see and she discovers that an unknown evil lurks in the surrounding woods nearby the village, an ancient creature that makes the villagers its prey, a demon known only as Azazil. The villagers keep an uneasy peace with the demon through offerings but the moment Aishah enters the village, the attacks inexplicably begin again.","release_date":"2013-03-27","genres":[27,53],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":188633,"title":"Sembunyi: Amukan Azazil","adult":false},{"cast":[],"overview":"","release_date":"2012-11-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188641,"title":"Cantajuego: Fiesta en la aldea encantada","adult":false},{"cast":[],"overview":"","release_date":"2009-09-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188643,"title":"CantaJuego SuperBailable Vol.1","adult":false},{"cast":["Louis Bonfante","Lili Reinhart","Jonnie Wagner","Dusty Shidaker","Nick Schneider"],"overview":"Underdog baseball team wins 6 games and loses 17 games in the regular season. In a magical way, the team wins 8 games in a row to become the first high school baseball team, in any state, to win a state championship with a losing record.","release_date":"2013-06-07","genres":[18,9648,10749],"vote_average":1.3,"runtime":101,"cert":"N\/A","id":188648,"title":"Gibsonburg","adult":false},{"cast":["Terence Nance","Barry Jenkins","Hennesy Youngman","Jillian Mayer","Amy Seimetz"],"overview":"'Adventures of Christopher Bosh in the Multiverse' is the true story behind the notorious Miami face-eating cannibal and how the Miami Heat won the NBA title in 2012 despite one of their star players being an interstellar prince who was called away to do battle with evil foes bent on finally making the Internet completely useless.","release_date":"2013-04-13","genres":[],"vote_average":6.0,"runtime":11,"cert":"N\/A","id":188653,"title":"Adventures of Christopher Bosh in the Multiverse","adult":false},{"cast":["Paul Hine","Ted Carr","Sara Alcorn","Melanie Uhlir"],"overview":"A computer science student becomes obsessed with finding an algorithm for ensuring certainty in life after his father dies in the 9\/11\/2001 attacks.","release_date":"2013-06-11","genres":[18],"vote_average":2.0,"runtime":57,"cert":"N\/A","id":188655,"title":"Logos","adult":false},{"cast":["Denjirô Ôkôchi","Minoru Takase","Reisaburô Yamamoto","Naoe Fushimi","Nobuko Fushimi"],"overview":"An innovative retelling of a popular story about a Japanese thief.","release_date":"1931-04-25","genres":[18,28],"vote_average":5.0,"runtime":61,"cert":"N\/A","id":188657,"title":"Jirokichi the Rat","adult":false},{"cast":["Nina Shaternikova","Boris Tenin","Pyotr Savin","Fyodor Brest"],"overview":"Since director Sergei Yutkevich was a longtime lover of American slapstick, his first films were imbued with a playfulness and cheeriness not typical of Russian cinema. And Kruzheva is a good example of that as he illustrates the friendly rivalries between the youths on village in both a very rough and clowning way.","release_date":"1928-06-01","genres":[18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":188659,"title":"Lace","adult":false},{"cast":["Clint Douglas","Monica Swinn","Jean-Pierre Bouyxou","Howard Vernon"],"overview":"A French-produced adventure of the Mexican hero.","release_date":"1975-01-01","genres":[12,28,37],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188661,"title":"The Mark of Zorro","adult":false},{"cast":["Anne Wheeler","Anne Wheeler","Babs Chula"],"overview":"Director Anne Wheeler joins actress Babz Chula on a trip to India to rid herself of cancer.","release_date":"2013-04-27","genres":[99],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":188663,"title":"Chi","adult":false},{"cast":["Claudette Colbert","Herbert Marshall","Georges Metaxa","Betty Lawford","Mary Boland"],"overview":"Society girl becomes a social secretary when her father dies penniless. From a story by Charles Brackett.","release_date":"1931-09-05","genres":[18],"vote_average":5.5,"runtime":71,"cert":"N\/A","id":188665,"title":"Secrets of a Secretary","adult":false},{"cast":["Bill Johnson","Steve Hudgins","PJ Woodside","Scott Cummings","Felicia Stewart"],"overview":"A woman with increasingly disturbing and violent dreams consults a famous sleep therapist known for his controversial treatments. Her experience plummets her into the dark, twisted depths of her subconscious, grasping for her sanity.","release_date":"2013-06-21","genres":[27,53,9648],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":188667,"title":"Lucid","adult":false},{"cast":["Clara Bow","Ralph Forbes","Charles Ruggles","Geneva Mitchell","Richard 'Skeets' Gallagher"],"overview":"Norma Martin (Clara Bow) is an American movie star in France trying to avoid the attention of men. Going to visit a friend in Southern France, she finds herself \"married\" to a playboy song writer Ralph Forbes (Larry Charters) she hadn't yet met. Some of his lady friends then show up.  Some very good sequences, but also some flat spots. Her \"husband's\" house is very Hollywood deco and some of the costumes are very good.","release_date":"1930-09-28","genres":[35,10749],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":188669,"title":"Her Wedding Night","adult":false},{"cast":[],"overview":"Children Who Draw explores the delicate chemistry of school children interacting in an art class through a constant juxtaposition of observational black-and-white portraits of the young children with lyrical passages shot in vivid color exploring their imaginative and expressive paintings. Experimenting with color as an intimate expression of the children’s inner worlds, a tool for deeper psychological investigation, Hani allows his camera to roam freely across the drawings, “de-framing’” and enagaging the artwork in a manner reminiscent of Alain Resnais.","release_date":"1956-01-01","genres":[],"vote_average":6.0,"runtime":38,"cert":"N\/A","id":188683,"title":"Children Who Draw","adult":false},{"cast":["Jun Negami","Hitomi Nozoe","Eiji Funakoshi","Sachiko Hidari","Ryûji Shinagawa"],"overview":"The story revolves around a young doctor who runs a small hospital and has to choose between two women, a dedicated nurse or a spoiled rich girl.","release_date":"1957-12-01","genres":[18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":188685,"title":"Warm Current","adult":false},{"cast":["Joey Tempest","John Norum","Ian Haugland","John Levén","Mic Michaeli"],"overview":"The Final Countdown Tour 1986 is a concert video released by the Swedish hard rock band Europe. It features footage from a concert filmed at Solnahallen in Solna, Sweden on May 26, 1986. It was first released on VHS in Japan in 1986, and was released on DVD and CD in 2004. 1. The Final Countdown \/ 2. Ninja \/ 3. Carrie \/ 4. On the Loose \/ 5. Cherokee \/ 6. Time Has Come \/ 7. Open Your Heart \/ 8. Stormwind \/ 9. Rock the Night.","release_date":"2006-10-04","genres":[10402],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":188687,"title":"Europe: The Final Countdown Tour 1986: Live in Sweden – 20th Anniversary Edition","adult":false},{"cast":["Dave Mustaine","David Ellefson","Marty Friedman","Nick Menza","Megadeth"],"overview":"Megadeth at Pista de Atletismo do Ibirapuera, São Paulo, Brazil on Septembe 26, 1998 (Philips Monsters Of Rock Festival). Setlist: 01. Holy Wars... The Punishment Due \/ 02. In My Darkest Hour \/ 03. Reckoning Day \/ 04. Wake Up Dead \/ 05. Hangar 18 \/ 06. Sin \/ 07. A Secret Place \/ 08. Angry Again \/ 09. She-Wolf \/ 10. A Tout Le Monde (Preceded by Marty Friedman guitar solo) \/ 11. Almost Honest \/ 12. Trust \/ 13. Sweating Bullets \/ 14. Symphony of Destruction \/ 15. Peace Sells \/ FFF (Preceded by drum and bass solos) \/ 16. Anarchy in the U.K. (Sex Pistols cover)","release_date":"1998-09-26","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188689,"title":"Megadeth: Monsters Of Rock 1998","adult":false},{"cast":[],"overview":"1-War Ensemble  2-Evil Has No Boundaries\/Hell Awaits  3-Stain of Mind  4-South Of Heaven  5-Raining Blood  6-Dittohead  7-Gemini  8-Die By The Sword  9-Dead Skin Mask  10-Seasons In The Abyss","release_date":"1998-09-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188694,"title":"Slayer: São Paulo","adult":false},{"cast":[],"overview":"01 B.F.W.H.  02 Prophecy  03 Primitive  04 Seek n’ Strike  05 Bleed - Tree Of Pain  06 Refuse\/Resist (Sepultura cover)  07 Bloodbath &amp; Beyond  08 L.O.T.M.- Walk (Pantera cover)  09 Porrada  10 Drum - Jam  11 Troops of Doom (Sepultura cover)  12 Unleash  13 Attitude (Sepultura cover)  14 Roots Bloody Roots (Sepultura cover)  15 Jumpdafuckup - Eye For An Eye","release_date":"2010-04-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188696,"title":"Soulfly: Rock in Rio 2010","adult":false},{"cast":[],"overview":"Mentxu and Lourdes Arrieta cannot speak. They cannot control their muscles. Two sisters born with a congenital disorder, labeled \"retarded\" or \"lost\" even by those who loved them, with no way to communicate, created a unique language for themselves.","release_date":"2013-05-01","genres":[99],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":188698,"title":"The Arrieta Method","adult":false},{"cast":["Claudette Colbert","Clive Brook","Charles Boyer","Andy Devine","Alan Mowbray"],"overview":"A woman whose husband never came home from World War I finds herself in love with her doctor. She travels with him to Switzerland, and as they check into the hotel there, she is astounded to see her supposedly dead husband.","release_date":"1932-06-24","genres":[10752,18,10749],"vote_average":5.0,"runtime":71,"cert":"N\/A","id":188700,"title":"The Man from Yesterday","adult":false},{"cast":["Glenn Thomas Jacobs","Mark William Calaway","Steve Austin","Ken Shamrock","Mick Foley"],"overview":"Judgment Day: In Your House was a professional wrestling pay-per-view (PPV) event produced by World Wrestling Federation (WWF), which took place on October 18, 1998 at the Rosemont Horizon in Rosemont, Illinois. It was presented by 10-10-321. It was the first pay-per-view titled Judgment Day as WWF were uniquely naming all pay-per-views under the In Your House banner","release_date":"1998-10-18","genres":[28,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188705,"title":"WWE Judgment Day: In Your House","adult":false},{"cast":["Rod Serling"],"overview":"This documentary examines the speculation that aliens have visited Earth in ancient times, and built structures to which they will return at a future date.","release_date":"1975-02-01","genres":[99],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":188707,"title":"The Outer Space Connection","adult":false},{"cast":["Pat Dwyer","Stephen Mosher","Vince Gatton","Laurelle Rethke"],"overview":"A same-sex couple celebrates their 25th anniversary by traveling across the country to get married in every state that will let them.","release_date":"2013-04-26","genres":[99,10749],"vote_average":8.0,"runtime":93,"cert":"N\/A","id":188712,"title":"Married and Counting","adult":false},{"cast":["Julia Koschitz","Marcus Mittermeier","Monika Baumgartner","Vladimir Burlakov","Bettina Mittendorfer"],"overview":"When the green box is being delivered, organic farmer Helena (Julia Koschitz) stumbles over the dashing David (Vladimir Burlakov), a law student and starts an affair with him. In fourteen years of marriage, Helena and Thomas (Marcus Mittermeier) have transformed the infatuation of the first years into a dependable, constant affection. But her husband feels that she is keeping something from him. He spies on her, challenges David, and kills him.Later there is silence between the spouses. Then the detective is at the door because the review of David's cell phone connections leads to Helena. And then she discovers what Thomas has done. Only now there is a debate. They want to save the marriage and cover up the murder.","release_date":"2013-04-20","genres":[10770,18,80],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":188714,"title":"Tödliche Versuchung","adult":false},{"cast":[],"overview":"When Mumford &amp; Sons walked on Bonnaroo’s second-biggest stage, the audience spilled into every square inch of the surrounding area. And they paid back the crowd’s excitement in full, particularly with an eight-minute closing rendition of “Amazing Grace”.","release_date":"2011-06-10","genres":[10402],"vote_average":8.5,"runtime":null,"cert":"N\/A","id":188716,"title":"Mumford & Sons - Live At Bonnaroo Festival","adult":false},{"cast":["Ingvar Hirdwall","Mona Malm","Andreas Höghede","Torsten Wahlund"],"overview":"The film depicts a stubborn farmer who refuses to adapt to new rules that require him to leave his milk on the village common milk stool instead of his own. Milk truck driver is on his side and gets the milk that he continues to exhibit his milking stool.","release_date":"1983-01-06","genres":[35,18,10770],"vote_average":6.3,"runtime":52,"cert":"N\/A","id":188724,"title":"Midvinterduell","adult":false},{"cast":["Eva Gröndahl","Allan Svensson","Kim Anderzon","Mona Seilitz","Lars-Erik Berenett"],"overview":"Saxophone-pimp is a meditation on urban hotel as youth. Here, at the city hotel in the small town, we find the entire gallery of: the young lion dance, the drunk lady and the happy party. New for the evening is Vera, a divorced mother in her prime. Dance band saxophonist follows the awkward attempts at contact between Vera and a drummer, and decides to help her along. He plays the classic \"Petite Fleur\". Again and again and again .....","release_date":"1987-01-02","genres":[35,18],"vote_average":6.3,"runtime":55,"cert":"N\/A","id":188726,"title":"Saxofonhallicken","adult":false},{"cast":["Louis Graveure","Heinz Rühmann","Camilla Horn","Theo Lingen","Wilhelm Bendow"],"overview":"Ruritanian power struggle with opera singing.","release_date":"1934-08-11","genres":[35],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":188728,"title":"A Waltz for You","adult":false},{"cast":[],"overview":"Hammersmith Odeon.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188736,"title":"Europe: The Final Countdown World Tour","adult":false},{"cast":["Edmund Lowe","Wendy Barrie","Bruce Lester","Forrester Harvey","Walter Kingsford"],"overview":"In this mystery, a newspaper executive and three of his colleagues conspire to have the owner of the highly-respected London Sun committed to an insane asylum. The hapless publisher manages to escape. Soon after, the four collaborators begin dying one-by-one. Oddly their obituaries appear in a rival publication before they are actually killed.","release_date":"1939-09-22","genres":[9648],"vote_average":6.0,"runtime":66,"cert":"N\/A","id":188738,"title":"The Witness Vanishes","adult":false},{"cast":["Willard Parker","Allison Hayes","Dan Simmons","John Holland","Shirley O'Hara"],"overview":"A private detective (Willard Parker) falls for the girlfriend (Allison Hayes) of a racketeer whom he believes has targeted him for death.","release_date":"1960-09-01","genres":[80],"vote_average":0.0,"runtime":62,"cert":"N\/A","id":188752,"title":"The High Powered Rifle","adult":false},{"cast":["Mel Blanc"],"overview":"Salesman Daffy Duck comes upon a farm, the site of Foghorn Leghorn's ongoing feud with the barnyard dog, and proceeds to sell Foghorn and the dog contraptions to continue their violent, mutual heckling.","release_date":"1956-02-18","genres":[16,10751,35],"vote_average":8.0,"runtime":7,"cert":"N\/A","id":188754,"title":"The High and the Flighty","adult":false},{"cast":["David Field","Syd Brisbane"],"overview":"Two friends train a greyhound together.","release_date":"2001-08-14","genres":[],"vote_average":5.0,"runtime":84,"cert":"N\/A","id":188756,"title":"Silent Partner","adult":false},{"cast":["Julius Feldmeier","Sascha Alexander Geršak","Swantje Kohlhof","Annika Kuhl","Daniel Michel"],"overview":"The young Tore seeks a new life in Hamburg among the religious group called The Jesus Freaks. When he by accident meets a family and helps them to repair their car, he believes that a heavenly wonder has helped him. He starts a friendship with the father of the family, Benno, and soon he moves in with them at their garden plot, not knowing the cruelty there is to come. True to his religious belief Tore stays with them although the increasing violence by Benno is torturing him...","release_date":"2013-09-28","genres":[18],"vote_average":7.4,"runtime":110,"cert":"N\/A","id":188758,"title":"Nothing Bad Can Happen","adult":false},{"cast":[],"overview":"","release_date":"1989-11-09","genres":[],"vote_average":2.5,"runtime":null,"cert":"N\/A","id":188760,"title":"Bérurier Noir - Même pas mort","adult":false},{"cast":["Mel Blanc","Tom Holland"],"overview":"A pair of not-too-bright Mexican cats, one shorter-tempered than the other, decide to chase Speedy Gonzales, the fastest mouse in all Mexico. And when their schemes - involving use of guitars, a fishing rod, dynamite, and land mines - all backfire, they decide to try catching Slowpoke Rodriguez, Mexico's slowest mouse. But the short-tempered cat learns too late that Slowpoke packs a gun.","release_date":"1959-07-04","genres":[16,10751,35],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":188762,"title":"Mexicali Shmoes","adult":false},{"cast":["Mel Blanc"],"overview":"On a dark and stormy night, the Two Curious Puppies wander into an old dark house, and fall victim to the tricks of a mischievous magician's rabbit.","release_date":"1939-03-25","genres":[16,10751,35],"vote_average":6.7,"runtime":7,"cert":"N\/A","id":188764,"title":"Prest-O Change-O","adult":false},{"cast":[],"overview":"Still regarded as the best Serbian documentary film account of WW1 ever, it gathers all the available footage of Serbia's army, its battles on the home ground, its refuge on the island of Corfu, its victorious offensive on the Thessaloniki Front and the return to the homeland. The original documentary footage from 1915–1918 was somewhat supplemented in a small measure with some staged reenactments of Serbian army retreating over Albania, and later liberation of Belgrade. The first version of this documentary epic was shown in 1930 under the title \"For the Honour of Homeland\". Andrija Glisic and Zarija Djokic later made a new sound version of the previous silent movie and renamed it \"Fire Over the Balkans\".","release_date":"1932-01-01","genres":[99],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":188772,"title":"The Calvary of Serbia","adult":false},{"cast":["Dennis Waterman","Roger Daltrey","Ron Dean","Robert Carricart","Bert Rosario"],"overview":"When a washed-up boxer (Roger Daltrey) invites a British priest (Dennis Waterman) to minister in his South Chicago neighborhood, he never suspects that the priest is not who he says he is.","release_date":"1989-01-01","genres":[18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":188774,"title":"Cold Justice","adult":false},{"cast":["Bill McKibben","Naomi Klein","Naomi Klein","Majora Carter"],"overview":"It’s simple math: we can burn less than 565 more gigatons of carbon dioxide and stay below 2°C of warming — anything more than that risks catastrophe for life on earth. The only problem? Fossil fuel corporations now have 2,795 gigatons in their reserves, five times the safe amount. And they’re planning to burn it all — unless we rise up to stop them.","release_date":"2013-09-22","genres":[99],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":188776,"title":"Do the Math","adult":false},{"cast":["Tommy Bond","Bernice Hansen"],"overview":"A bellhop in the No 1. hotel of a smalltown awaiting the arrival of Miss Glory dreams he has to page Miss Glory at a first class hotel in New York, and this turns out to be a nightmare. Finally he is awakened by the manager, because Miss Glory's car has arrived, but instead of a beautiful lady, a child star a la Shirley Temple steps out","release_date":"1936-06-09","genres":[16,10751,35],"vote_average":7.3,"runtime":8,"cert":"N\/A","id":188781,"title":"Page Miss Glory","adult":false},{"cast":["Mel Blanc"],"overview":"In an African jungle, hungry Beaky Buzzard can't wait until Leo the Lion is decently deceased before trying to devour him. Leo takes a rocket to the Moon to try to escape Beaky, but finds Beaky already there waiting for him.","release_date":"1950-02-18","genres":[16,10751,35],"vote_average":5.8,"runtime":7,"cert":"N\/A","id":188783,"title":"The Lion's Busy","adult":false},{"cast":["James Hellwig","Hulk Hogan","Richard Erwin Rood","James Reiher","Raymond Washington Traylor, Jr."],"overview":"WrestleMania VI was the sixth WrestleMania professional wrestling pay-per-view event and the first to be held outside of the U.S. It took place on April 1, 1990 at the SkyDome in Toronto, Ontario with an announced then Skydome attendance record of 67,678.  The event is arguably best remembered for \"The Ultimate Challenge\" - the main event match which saw Hulk Hogan (WWF Champion) vs The Ultimate Warrior (WWF Intercontinental Champion), in which both championship titles were on the line. On February 3, 1990, a week after Hogan and Warrior crossed paths in the 1990 Royal Rumble Match, Hogan put forth \"The Ultimate Challenge\" to the Warrior, and had to know whether Hulkamania or the power of the Warrior was the strongest force in the World Wrestling Federation.  At WrestleMania VI, Brutus \"The Barber\" Beefcake was the first person to pin Mr. Perfect in a televised match, thus ending Perfect's lengthy undefeated streak.","release_date":"1990-04-01","genres":[28,18],"vote_average":8.9,"runtime":217,"cert":"N\/A","id":188800,"title":"WWE WrestleMania VI","adult":false},{"cast":["Daws Butler","June Foray"],"overview":"A cosmic mix-up results in a Martian baby being delivered to Earth, while an Earth baby is sent to Mars. Joseph Wilbur and his wife try to raise the green-skinned, ingenious Martian tyke as if he were an Earthling. But the kid builds his own spaceship and flies away, and Wilbur must find him and bring him back, or he'll never be able to make an exchange with the Martian parents for his own boy.","release_date":"1956-08-04","genres":[878,16,10751,35],"vote_average":6.6,"runtime":7,"cert":"N\/A","id":188805,"title":"Rocket-bye Baby","adult":false},{"cast":["Walter Grímsson","Kristján Franklin Magnúss","Katherine Waterston","Elva Ósk Ólafsdóttir"],"overview":"A story of love, madness, and 24-hour daylight. Solange's boyfriend Baldur mysteriously takes off for Iceland. She follows, but an even deeper mystery awaits her.","release_date":"2012-09-30","genres":[9648,18],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":188810,"title":"Ástarsaga","adult":false},{"cast":["Iwan Rheon"],"overview":"Petesy feels trapped in his dead-end job until smart-talking Gabriel arrives and offers him a way out.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":26,"cert":"","id":188812,"title":"The Back of Beyond","adult":false},{"cast":[],"overview":"","release_date":"2012-01-25","genres":[16,36,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188817,"title":"Otome Nadeshiko Koi Techou","adult":false},{"cast":["Sean Bean"],"overview":"An ancient football game is the lifeblood of an English market town and the origin of soccer, rugby and American football.","release_date":"2013-04-23","genres":[99],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":188819,"title":"Wild in the Streets","adult":false},{"cast":[],"overview":"Maybeshewill: Live at The Y Theatre is a 50 minute live film documenting the last show of the ‘I Was Here For A Moment, Then I Was Gone’ Tour at Leicester’s Y Theatre on 22nd December 2012","release_date":"2013-04-21","genres":[10402],"vote_average":5.8,"runtime":50,"cert":"","id":188830,"title":"Maybeshewill: Live at The Y Theatre","adult":false},{"cast":["Sam Callis","Christopher Cazenove","Phil Davis","Susannah Harker","John Light"],"overview":"Tony (John Light) works in an auction house, where he is surrounded by many valuable works of art. Enlisting the help of London gangster Brendan (Neil Pearson) and his associates, Tony hatches a plan to steal a priceless Goya painting. Things get complicated when the heist leaves Tony concussed and Brendan with no painting. When Brendan takes Tony to a Harley Street hypnotherapist to try to cure his amnesia and remember what he did with the painting, the hypnotherapist (Susannah Harker) realises she's onto something, and uses her considerable skill to manipulate minds and memories to her own advantage..","release_date":"2001-01-01","genres":[53,10770],"vote_average":6.0,"runtime":100,"cert":"","id":188832,"title":"Trance","adult":false},{"cast":["Robert Davi","Costas Mandylor","Joey DePinto","Richard C. Sarafian","Frank Stallone"],"overview":"A respected civic leader is caught between two rival underworld crime families on the verge of war.","release_date":"2002-12-01","genres":[28,80],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":188834,"title":"Hitters","adult":false},{"cast":["Peter Chang Chi-Long","Hwa Ling","Casanova Wong","Ga Hoi","Lung Fei"],"overview":"While on a fishing trip, Shao Lung's father is killed by Wu Pa Feng in front of the young man's eyes. Lung takes shelter with his uncle's traveling group of Kung Fu acrobats and begins honing his skills so he can one day have his revenge.","release_date":"1979-01-01","genres":[28],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":188836,"title":"The Fearless Young Boxer","adult":false},{"cast":["Eddie Quillan","Mary Beth Hughes","Tim Ryan","Mantan Moreland","Armida"],"overview":"The owner and staff of a Hollywood nightclub struggle to keep their establishment from closing.","release_date":"1943-08-27","genres":[10749,10402,18],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":188841,"title":"Melody Parade","adult":false},{"cast":["George Peppard","Raymond Burr","Gayle Hunnicutt","Brock Peters","Wilfrid Hyde-White"],"overview":"Reluctant New York City private eye P.J. Detweiler is hired as a bodyguard to protect Maureen Preble, the mistress of shady millionaire William Orbison. In truth, Orbison plans a deadly intrigue in which P.J. is to play a central part. Meanwhile, complications ensue as P.J. gradually falls in love with Maureen. (Wikipedia)","release_date":"1968-03-06","genres":[9648,28,18],"vote_average":4.0,"runtime":109,"cert":"N\/A","id":188846,"title":"P.J.","adult":false},{"cast":["David Gilmour","Nick Mason","Steve O'Rourke"],"overview":"La Carrera Panamericana is a 1992 video of the Carrera Panamericana automobile race in Mexico. The film was directed by Ian McArthur, it included a soundtrack entirely of music by the band Pink Floyd, as the band's guitarist David Gilmour, drummer Nick Mason and manager Steve O'Rourke competed in the race in 1991.","release_date":"1992-06-02","genres":[99],"vote_average":6.0,"runtime":65,"cert":"","id":188851,"title":"La Carrera Panamericana with Music by Pink Floyd","adult":false},{"cast":["Michael Barron","Terry Moore","Peri G. France","Jack Marina","Davee Decker"],"overview":"A New York photographer takes photos of various tenants in a posh apartment building while waiting for a nude pin-up model to show up for him at his studio.","release_date":"1963-09-19","genres":[35],"vote_average":6.0,"runtime":65,"cert":"N\/A","id":188856,"title":"She Should Have Stayed in Bed","adult":false},{"cast":["Michaël Abiteboul","Lola Dueñas","Carmen Machi","Lucienne Deschamps","Victoria Sáez"],"overview":"The film is a French-Spanish production and most of the dialog is in French. 'Lo que se de Lola' - in English 'What I know about Lola' - is about a lonely guy, living an uneventful life in Paris. He takes care of his mother. One day, a girl with a more exciting life moves in his apartment building...","release_date":"2006-09-28","genres":[10749,18],"vote_average":5.5,"runtime":112,"cert":"N\/A","id":188858,"title":"Lola","adult":false},{"cast":[],"overview":"China's sky-rocketing growth and shortage of sufficient resources is forcing China to set its sights outside its borders in a frantic search for oil, but the major oil-producing countries are kept off-limits by the United States, forcing China to do business with the rogue states, African dictatorships, Iran and former Russian states - to get the oil they desperately need. Featuring field encounters, archival footage, news reports and maps to outline the latest threat in world geopolitics.","release_date":"2008-01-01","genres":[99],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":188872,"title":"China vs the U.S. - The Battle for Oil","adult":false},{"cast":["Mario Monicelli"],"overview":"","release_date":"2012-01-30","genres":[99],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":188886,"title":"Monicelli. La versione di Mario","adult":false},{"cast":[],"overview":"Short newsreel on why personal thrift feeds the Depression.","release_date":"1930-04-26","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":188888,"title":"Listen To Some Words of Wisdom","adult":false},{"cast":[],"overview":"Two cartoon elves, Charles and Stone, dance to celebrate their latest bright idea: to tease Lucette, typist by trade. One of the two practical jokers therefore pounces at her, then it’s the turn of his accomplice to pinch the poor woman’s back making her fall…Full of regrets, our two scoundrels decide to offer their victim a Flambo chair: the essential tool for typists to prevent backache.","release_date":"1930-04-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":188890,"title":"Le Martyre de la dactylo","adult":false},{"cast":["Viviane Brunieri","Milena Santos","Nicole Gaucha","Carlos Bazuca","Igor Pikachu"],"overview":"","release_date":"2009-02-18","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":188910,"title":"Vivi Ronaldinha Gang Bang","adult":true},{"cast":["Sally O'Neil","Jack Egan","Carmel Myers","Tom O'Brien","J. Barney Sherry"],"overview":"Ted Howard, a vaudevillian left, stranded in a tank town. A local girl, Mary (Sally O'Neil), proposes to finance a new act with her savings and the team succeeds in a minor way until Ted is discovered by Broadway femme fatale Valeska (Carmel Myers). Not wishing to stand in her partner's way, Mary nobly resigns from the act and instead accepts a minor role in the show. She proves a sensation on opening night, however, and a jealous Valeska demands her ousted. But Ted, who is in love with Mary, reorganizes their old act and they begin a new life together as man and wife.","release_date":"1929-11-10","genres":[10402,35,18],"vote_average":6.0,"runtime":73,"cert":"N\/A","id":188912,"title":"Broadway Scandals","adult":false},{"cast":["Billy Aronson","Martha Banta","Michael Barnathan","Chris Columbus","Rosario Dawson"],"overview":"A documentary about the life of Jonathan Larson and the story of his Musical \"Rent.\"","release_date":"2006-08-02","genres":[99,10402],"vote_average":8.1,"runtime":112,"cert":"N\/A","id":188929,"title":"No Day But Today: The Story of 'Rent'","adult":false},{"cast":["Max Linder"],"overview":"On doctor's orders Max buys a new bathtub but things don't work out as planned.","release_date":"1910-10-22","genres":[35],"vote_average":6.1,"runtime":8,"cert":"N\/A","id":188934,"title":"Max Takes a Bath","adult":false},{"cast":["Virginie Efira","Adel Bencherif","Jonathan Lambert","Jackie Berroyer","Eythan Solomon"],"overview":"","release_date":"2012-12-22","genres":[35],"vote_average":5.4,"runtime":null,"cert":"N\/A","id":188936,"title":"À la maison pour Noël","adult":false},{"cast":[],"overview":"","release_date":"2012-01-01","genres":[16],"vote_average":0.0,"runtime":null,"cert":"","id":188947,"title":"Lay Bare","adult":false},{"cast":["Kagney Linn Karter","Karina White","Lia Lor","Casi James","Molly Bennett"],"overview":"Sweet, wholesome, they're the girls next door. But under that \"good girl\" exterior lies a sexual beast just waiting to be unleashed. Director David Lord brings together some of the adult industry's hottest stars to showcase their All American talents, which will leave you cheering, \"USA, USA, USA!\"","release_date":"2012-09-19","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":188952,"title":"All American Girls","adult":true},{"cast":["Walter Huston","Loretta Young","Dudley Digges","David Manners","Doris Kenyon"],"overview":"A mob boss has a change of heart when his daughter convinces him to move on from crime.","release_date":"1931-10-30","genres":[10749,35,18],"vote_average":6.5,"runtime":76,"cert":"N\/A","id":188954,"title":"The Ruling Voice","adult":false},{"cast":["Gena Rowlands","Brooke Shields","Deborah Kara Unger","Jared Harris","David Conrad"],"overview":"Marian and John Kerr are expecting an old friend, Lyle for a weekend visit to their beautiful upstate New York home. Emotions run high since it is the one-year anniversary of the death of John's brother, the handsome and charismatic Tony, who had also been Lyle`s lover. Marian, who is still inconsolable after losing Tony to AIDS, is upset when Lyle brings his new boyfriend, a young artist, Robert. Meanwhile, the situation is just as tense at the Kerr`s neighbors' house, where oft-widowed, free spirit Laura Ponti gets a surprise visit from her resentful, angry daughter, Nina, and her married lover, Thierry. Matters worsen when the battling mother-daughter duo joins the Kerr household for a dinner party, where the pain-riddled diners engage in a messy emotional showdown.","release_date":"1999-06-28","genres":[18],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":188962,"title":"The Weekend","adult":false},{"cast":["Asa Akira","Jynx Maze","Jada Stevens","Mahina Zaltana","Tori Lux"],"overview":"Eight sexy ladies a taste of extreme ass play in Anal Inferno.","release_date":"2011-03-14","genres":[],"vote_average":7.5,"runtime":352,"cert":"N\/A","id":188967,"title":"Anal Inferno","adult":true},{"cast":["Chloë Sevigny"],"overview":"Magic Hour is about isolation versus intimacy. Grey (Chloe Sevigny) is married and living in a home that is bathed in beauty and warmth. But, she is imprisoned by her own isolation. Los Angeles reinforces and adds to her stagnation, but the inability to connect lives inside of her. Her isolation is such that she can only open up to her husband when they are separated by a telephone. The reveal of this short vignette is that her husband has been right outside, on the other side of the wall, the whole time and she knows it.","release_date":"2013-04-18","genres":[35,18],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":188972,"title":"Magic Hour","adult":false},{"cast":["Zaira Bueno","Oasis Minniti","Jussara Calmon","Vânia Bonier","Ilse Cotrim"],"overview":"","release_date":"1981-03-11","genres":[35],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":188977,"title":"Coisas Eróticas","adult":true},{"cast":["Andy Lau","Aaron Kwok","Rosamund Kwan","Ng Man Tat","Sandra Ng Kwun-Yu"],"overview":"Andy act a successor to a criminal society. While knowing their boss is coming down from an airplane. They got the wrong guy. A taller but absolutely low IQ level guy. He went to the criminal society and give candy bars to people who done 'nice jobs'. He made the criminal society like a utopia. Aaron just happen to be Andy's bodyguard.","release_date":"1992-06-12","genres":[28,35],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":188982,"title":"Gameboy Kids","adult":false},{"cast":["Willa Holland","Tatanka Means","Amy Jo Johnson","Elise Eberle","Cynthia Stevenson"],"overview":"After Davey's father is killed in a hold-up, she and her mother and younger brother visit relatives in New Mexico. Here Davey is befriended by a young man who helps her find the strength to carry on and conquer her fears.","release_date":"2012-04-04","genres":[18],"vote_average":5.9,"runtime":92,"cert":"N\/A","id":188984,"title":"Tiger Eyes","adult":false},{"cast":["Nuno Leal Maia","Consuelo Leandro","Maria Luíza Castelli","Helena Ramos","Aldine Muller"],"overview":"Shy countryboy from Itu (a town in Brazil where everything is unusually big) is invited to work in the house of a rich woman, who ends up discovering the boy's hidden (and big) qualities...","release_date":"1978-09-11","genres":[35],"vote_average":5.0,"runtime":104,"cert":"N\/A","id":188992,"title":"The Man from Itu","adult":false},{"cast":["Ivor Novello","Ursula Jeans","Ida Lupino","Minnie Rayner","Eliot Makeham"],"overview":"In London a young lady meets a homeless and apparently penniless Russian prince. She introduces him to her middle-class Fulham family and he moves in. It turns out he still has a number of diamonds given him by the last czar, and he is persuaded to start selling them. The resulting money, and his princely notoriety, soon cause changes in everyone's lives.","release_date":"1933-06-13","genres":[35,10749],"vote_average":6.7,"runtime":100,"cert":"","id":188994,"title":"I Lived with You","adult":false},{"cert":"N\/A","title":"More Than a Secretary","cast":["Jean Arthur","George Brent","Lionel Stander","Ruth Donnelly","Reginald Denny"],"genres":[35,10749],"id":188996,"overview":"When the co-owner of a secretarial school visits a magazine editor to find out why he runs through secretaries, she's mistaken for an applicant. Drawn to him, she accepts the position.","runtime":77,"release_date":"1936-12-24","vote_average":6.5,"adult":false}]