[{"cast":[],"overview":"The film was produced as a compilation film. Blum reported in “Film-Kurier“ (5.11.1928): \"It will be assembled from excerpts of partly unpublished Ukrainian films. […] Some American footage has also been used. To get material as impressive as possible, a number of films, 0-60, have been viewed.\"  Based on ideas by Dziga Vertov, and largely assembled from the last reel of his film 'The Eleventh Year',  this compilation presents an explicit critique of the very technology that Vertov sought to praise, stressing the dark side of industrialization—hands mangled in workplace accidents, train wrecks, coffins—and connects to a particularly German concern with the negative effects of technology stretching from the Romantics to Heidegger, Horkheimer, and Adorno in the twentieth century.","release_date":"1928-11-09","genres":[99],"vote_average":7.0,"runtime":22,"cert":"N\/A","id":190000,"title":"In the Shadow of the Machine","adult":false},{"cast":["Christelle Deballière","Fatima Choplin","Katie Lear","Natalie","Nicole Lamour"],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190002,"title":"Doppel-Stecker","adult":true},{"cast":["Kate Bruce","Edward Dillon","Clara T. Bracy","Edwin August","Dorothy West"],"overview":"Two Johns, a Confederate and an Union soldier, leave their families to go to the front. After a skirmish they end up separated from their respective sides, the Union soldier shoots the Confederate, but he has to escape and look for refuge in the house of his enemy.","release_date":"1910-11-07","genres":[18,10752],"vote_average":5.3,"runtime":16,"cert":"N\/A","id":190004,"title":"The Fugitive","adult":false},{"cast":[],"overview":"A Al Christie comedy short featuring Jimmie Adams &amp; Lorraine MacLean.","release_date":"1928-04-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190006,"title":"Goofy Ghosts","adult":false},{"cast":["Ken Takakura","Yoshiko Mita","Masahiko Tsugawa","Yuriko Mishima","Pepe Hozumi"],"overview":"Hidejiro is a wandering yakuza with a ‘karashi botan’ (Chinese lion and peony) tattoo. Owing a favor to the Soda Family, he kills the boss of the rival Sakaki Family. When the Soda attacks the Sakaki and double-crosses him, with sword in hand, Hidejiro seeks brutal retribution.","release_date":"1966-01-13","genres":[],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":190011,"title":"Contemporary Tales of Chivalry 2","adult":false},{"cast":[],"overview":"The film portrays Shanghai, China in the early 1920s. It shows the contrasts between the world of Western expatriates (including Britons, Americans, New Zealanders, Australians, and Danes) who live in the luxurious Shanghai International Settlement, and that of the Shanghainese inhabitants, who spend their days laboring.","release_date":"1928-05-01","genres":[],"vote_average":6.0,"runtime":51,"cert":"N\/A","id":190013,"title":"The Shanghai Document","adult":false},{"cast":["Dick Powell","Pat O’Brien","Priscilla Lane","Dick Foran","Ann Sheridan"],"overview":"A singing cowboy turns out to be a tenderfoot.","release_date":"1938-07-09","genres":[35,37],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":190015,"title":"Cowboy from Brooklyn","adult":false},{"cast":[],"overview":"Dinner Time is noted as the first sound cartoon short made after Warner Bros.' success with The Jazz Singer and produced even before Walt Disney's first sound cartoon, Steamboat Willie (though released after).","release_date":"1928-10-13","genres":[35,16],"vote_average":5.0,"runtime":5,"cert":"N\/A","id":190020,"title":"Dinner Time","adult":false},{"cast":["Al Wilson"],"overview":"Nearly 7,000 Curtiss Jennies were built and they had a long and distinguished career in the movies. In this load of garbage, a Swahili village (somewhere in the sierras behind Hollywood) is affected by disease. The nearby diamond mine is using this as an excuse not to ship diamonds back to HQ in South Africa. The mine president has sent a doctor, his beautiful daughter and her duenna to find out what is going on and to cure the natives. They are travelling on foot. To speed things up the president sends his ace flyer up...","release_date":"1928-04-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190028,"title":"Won in the Clouds","adult":false},{"cast":["Lloyd Hamilton"],"overview":"Rivals go at it as cab drivers, romancers of the same girl and football teams.","release_date":"1928-04-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190030,"title":"Blazing Away","adult":false},{"cast":[],"overview":"Night falls on the light daytime sky in viscous, fat drops that darken the world. That's only the first gag, but it sure sets the stage.","release_date":"1928-04-14","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":190032,"title":"Sure-Locked Homes","adult":false},{"cast":["Carole Tredille","Fatima Choplin","Sandrine van Herpe","Laura Valérie"],"overview":"","release_date":"1991-09-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190034,"title":"Born For Porn","adult":true},{"cast":["Jadwiga Smosarska","Maria Gorczynska","Jerzy Marr","Stanislaw Knake-Zawadzki","Stanislaw Gruszczynski"],"overview":"A Polish drama from Zbigniew Gniazdowski about love and secret documents.","release_date":"1928-10-19","genres":[],"vote_average":5.0,"runtime":78,"cert":"N\/A","id":190036,"title":"Mystery of an Old Family","adult":false},{"cast":["Mary Astor","Ben Bard","Robert Elliott","John Boles"],"overview":"When a gangster's speakeasy is raided by the police, one of the people picked up is the gangster's pretty young girlfriend. A kind-hearted cop takes pity on her and helps her get out of that life. While waitressing to earn money for college, she meets a wealthy and handsome young man and they fall in love--but he doesn't know about her somewhat shady past and her relationship with the gangster.","release_date":"1928-11-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190038,"title":"Romance of the Underworld","adult":false},{"cast":["Kenneth Colley","Tim Roth","Claire Parker","Sue Vanner","Ray Davies"],"overview":"A man taking the train to work one morning is overcome by melancholy memories and morbid fantasies.","release_date":"1984-11-01","genres":[10402,18],"vote_average":6.0,"runtime":60,"cert":"","id":190040,"title":"Return to Waterloo","adult":false},{"cast":["Josef Swickard","Virginia Marshall"],"overview":"Cinematographer Ray Rennahan utilized the two-strip Technicolor process for this film, but either surviving prints have faded or the color palette was limited in the first place, for generally we see only muddy reds, dim greens, and occasional splashes of blue. The film was shot silent and then dubbed with synchronized music consisting of seasonal tunes such as \"Jingle Bells,\" \"O Holy Night,\" and \"March of the Wooden Soldiers.\"","release_date":"1928-12-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190045,"title":"The Toy Shop","adult":false},{"cast":["Ben Turpin"],"overview":"A beautiful young woman is rescued by Ben and gives him her photo. When it is found in his pocket, his henpecking wife and shrewish mother-in-law immediately jump to the wrong conclusion and go on the warpath.","release_date":"1928-04-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190050,"title":"The Eyes Have It","adult":false},{"cast":["Lupino Lane","Wallace Lupino"],"overview":"Fandango, a short Lane made for Educational Pictures in 1928. It's pleasant enough, and amusing at times, as long as you don't require a plot or expect dimensional characters. If you want basic silent comedy chuckles, you'll get them. Our setting is Bullonia, \"the land of romance, castanets, onions and sweet zephyrs of garlic.\" Actually, it looks rather like a back-lot version of Spain or Latin America. More to the point, the atmosphere suggests the Doug Fairbanks vehicle The Gaucho, which was in general release when this short was made.","release_date":"1928-05-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190052,"title":"Fandango","adult":false},{"cast":[],"overview":"Here we have Felix the Cat in Arabia ... so, roll on the usual Arabian clichés. We get gags involving a flying carpet, a hubble-bubble and a camel.","release_date":"1928-05-12","genres":[35],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":190054,"title":"Arabiantics","adult":false},{"cast":["David Wenham","Mick Molloy","Deborah Kennedy","Sam Neill","Julian O'Donnell"],"overview":"An amusing and entertaining film, \"Stiff\" showcases David Wenham as Murray Whelan, political fixer and amateur investigator. An adaption of a Shane Moloney book it provides a view into the political workings (or lack thereof) of a Brunswick (Melbourne, Australia) Local Member's office.","release_date":"2004-06-19","genres":[80,35],"vote_average":7.5,"runtime":93,"cert":"N\/A","id":190056,"title":"Stiff","adult":false},{"cast":["Anna Sten","Vasili Kachalov","Vsevolod Meyerhold","Ivan Chuvelyov","Andrey Petrovsky"],"overview":"The film is based on The Governor, a play by Leonid Andreyev. V.I. Kachalov plays the governor of a small Russian province who tries to treat the people under his authority with kindness and equanimity. But when a local factory goes on strike, the governor buckles under to pressure from the Tzar and orders the wholesale slaughter of the strikers. He pays for this betrayal of his trust with his life -- at the hands of a courageous Bolshevik spy.","release_date":"1928-10-09","genres":[18,36],"vote_average":6.0,"runtime":67,"cert":"N\/A","id":190061,"title":"The White Eagle","adult":false},{"cast":["Luke Weaver","Luke Weaver"],"overview":"Driven to the wilderness to bury the key to a horrible secret, a harried scientist is confronted by his own gruesome creation. Based on excerpts from Mary Shelley's Frankenstein, this atmospheric and moody short film is a haunting look at what rules us.","release_date":"","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":190066,"title":"Frankenstein's Master","adult":false},{"cast":["James Carroll Plaster","Welton Benjamin Johnson","John Huckert","Lynn Odell","Mark McPherson"],"overview":"Two men (an aging war veteran and a young man on death row) find their paths crossing near the ends of their lives.","release_date":"1985-05-01","genres":[18,27,878],"vote_average":4.7,"runtime":96,"cert":"N\/A","id":190068,"title":"The Passing","adult":false},{"cast":["Antonio Banderas","Mathieu Carrière","Victoria Abril","Berta Riaza"],"overview":"Two assassins: Luis, young and impulsive and André, married teacher. Fate lets them cross their lines, evident in the same victim. From the beginning they like each other; and both become addicted to killing synchronously.","release_date":"1988-09-06","genres":[28,53],"vote_average":4.3,"runtime":90,"cert":"N\/A","id":190070,"title":"El placer de matar","adult":false},{"cast":["Mel Blanc"],"overview":"An inexperienced duck hunter is taunted and tormented by a mischievous duck.","release_date":"1937-04-19","genres":[],"vote_average":6.9,"runtime":9,"cert":"N\/A","id":190072,"title":"Porky's Duck Hunt","adult":false},{"cast":["Annabella","Henry Fonda","Leslie Banks","Irene Vanbrugh","Stewart Rome"],"overview":"A beautiful Gypsy girl falls in love with a horse trainer.","release_date":"1937-03-11","genres":[10749,18],"vote_average":7.0,"runtime":89,"cert":"","id":190074,"title":"Wings of the Morning","adult":false},{"cast":["Ruby Keeler","Lee Dixon","Allen Jenkins","Louise Fazenda","Ross Alexander"],"overview":"Two starving songwriters will only get funding if they get British actress Jane Clarke to star in their show.","release_date":"1937-03-06","genres":[10749,35],"vote_average":4.0,"runtime":93,"cert":"N\/A","id":190076,"title":"Ready, Willing and Able","adult":false},{"cast":["Francis Cabrel"],"overview":"","release_date":"2000-10-16","genres":[10402],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":190078,"title":"Francis Cabrel - Tournée Hors-Saison","adult":false},{"cast":[],"overview":"Animals take on human characteristics in this good-natured comedy.","release_date":"1929-05-25","genres":[35,16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":190080,"title":"Custard Pies","adult":false},{"cast":[],"overview":"Intended as an exhibition to filmmakers of the 1920's designed to illustrate the diverse uses for Brewster Color (such as for cartoons, advertising spots in theaters and location shootings).","release_date":"1929-04-29","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":190082,"title":"Exhibition Reel of Two Color Film","adult":false},{"cast":["Olivia de Havilland","Ian Hunter","Anita Louise","Alice Brady","Roland Young"],"overview":"The various members of the middle-class Hilton family have a series of romantic misadventures during one eventful spring day.","release_date":"1937-04-17","genres":[35],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":190084,"title":"Call It a Day","adult":false},{"cast":[],"overview":"Four young women change a tire and, feeling hot and bothered, leave their car to go take a swim in the ocean..... and their underwear is less revealing than one-piece bathing suits. While they are frolicking in the surf, a young Black girl comes by and steals their pretty clothes.... and their car has mysteriously vanished, leaving them the grim prospect of having to walk home.... although somehow I would imagine some kind man would be happy to pick them up.","release_date":"1929-04-29","genres":[],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":190086,"title":"Why Girls Walk Home","adult":false},{"cast":["Karel Schleichert","Ita Rina","Olaf Fjord","Theodor Pištěk","Charlotte Susa"],"overview":"Andrea, a beautiful daughter of a railway gateman, is seduced by a rich passenger, who missed his train. Left pregnant, Andrea marries another man and moves to Prague, only to encounter her former lover and recover her former lust.","release_date":"1929-02-26","genres":[18,10749],"vote_average":6.8,"runtime":85,"cert":"N\/A","id":190091,"title":"Erotikon","adult":false},{"cast":["Simone Genevois","Fernand Mailly","Georges Paulais","Jean Debucourt","Philippe Hériat"],"overview":"This relatively straightforward dramatic biography was one of two films commissioned to honor Joan of Arc on the 500th anniversary of her death, but it was soon undeservedly relegated to obscurity in favor of Carl Dreyer's triumphant 'La Passion de Jeanne d'Arc'. The comparison is unfair: Dreyer was an artist, but director Marco de Gastyne certainly proved himself a distinguished craftsman, and his emphasis on the Maid of Orléans early life in Domrémy serves as a picturesque, matching bookend to Dreyer's impassioned courtroom drama.","release_date":"1929-04-29","genres":[18],"vote_average":7.0,"runtime":125,"cert":"N\/A","id":190102,"title":"La Merveilleuse Vie de Jeanne d'Arc","adult":false},{"cast":["James Murray","Barbara Kent"],"overview":"The life of a less-than successful professional boxer changes when he takes in an orphan.","release_date":"1929-03-09","genres":[],"vote_average":5.0,"runtime":70,"cert":"N\/A","id":190107,"title":"The Shakedown","adult":false},{"cast":["Göksel Arsoy"],"overview":"Turkish spy Golden Boy takes a London vacation while, back in Istanbul, baddies are running rampant shooting people and thwarted secret messages with wild abandon. Turns out this mayhem is all the handiwork of a nefarious, Blofeld-esque bad baddie (Günbay) who enjoys petting a white kitty cat when he isn't plotting to blow up Turkey with a atomic bomb. Can our Golden Boy stop it in time when he isn't distracted by all the belly dancers and extended fist fights?","release_date":"1966-01-01","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":190112,"title":"Golden Boy","adult":false},{"cast":["Ewald Balser","Marianne Schönauer","Judith Holzmeister","Oskar Werner","Dagny Servaes"],"overview":"Biopic about Ludwig van Beethoven.","release_date":"1949-07-31","genres":[18],"vote_average":7.0,"runtime":95,"cert":"N\/A","id":190123,"title":"Eroica","adult":false},{"cast":["Javier Botet","Manuela Vellés","Alejandro Albarracín","Miguel Ángel Muñoz","Andrea Duro"],"overview":"Four episodes where the end of the world comes as the different ways of understanding cinema directors: with humor, or action, from the thriller, drama or romance. So, join a psychopathic murderer faced with the need to complete their master plan, a fierce battle for gaining access to alleged bunkers offering salvation hopeless romantics an invasion of desperate hunt for the love of his life and a pregnant about to give birth to the last baby on the planet.","release_date":"2013-10-25","genres":[10749,35,28],"vote_average":5.8,"runtime":110,"cert":"N\/A","id":190140,"title":"Al final todos mueren","adult":false},{"cast":[],"overview":"An experimental visual poem of images and feelings from one of the southernmost points of the world, the bottom of New Zealand.","release_date":"2012-01-31","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":190145,"title":"Via Ad Finem","adult":false},{"cast":["Junosuke Bandô","Yukiko Ogawa","Akiko Chihaya","Minoru Takase","Yoshie Nakagawa"],"overview":"Rikiya is blinded in a fight after falling in love with a courtesan. Believing the blindness permanent and his opponent dead, he goes back home to his sister Okiku, who become a prostitute to pay for his treatment.","release_date":"1928-05-11","genres":[18],"vote_average":8.0,"runtime":74,"cert":"N\/A","id":190147,"title":"Crossroads","adult":false},{"cast":["Rosè Angione","Eduardo Notari","Alberto Danza","Antonio Palmieri","Elisa Cava"],"overview":"A feature film by Elvira Notari, Italy's earliest and most prolific female filmmaker.","release_date":"1922-12-24","genres":[18,10749],"vote_average":3.0,"runtime":61,"cert":"N\/A","id":190149,"title":"'A Santanotte","adult":false},{"cast":["Asta Nielsen","Hilde Jennings","Oskar Homolka","Werner Pittschau","Hedwig Pauly-Winterstein"],"overview":"Before road movies there were street films, a distinct cycle within German silent cinema. The essential ingredient - misalliance between bourgeois and slum dweller - is present here, though somewhat displaced by Asta Nielsen's star persona. She plays an aging hooker who falls for handsome Felix, a student who has rowed with his parents and ventured into the lower depths. Dreaming of a new life, she ejects her pimp and invests her savings in a cake shop. Even without that title, though, you wouldn't bet on a happy ending. Nielsen is a quite restrained sort of diva, and Rahn likewise soft pedals the melodrama, except for the grand finale. He died soon after making this, his contemporaries regretting the masterworks the cinema was thus denied. Well, maybe.","release_date":"1927-04-14","genres":[18],"vote_average":5.3,"runtime":85,"cert":"N\/A","id":190154,"title":"Tragedy of the Street","adult":false},{"cast":["Ami Ankilewitz"],"overview":"This is the story of Ami, a man who while unable to move any part of his body, still manages to move each and every one of us, as he teaches us a part of life's intimate dance.","release_date":"2005-12-02","genres":[99,10749],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":190162,"title":"39 Pounds of Love","adult":false},{"cast":["Alanna Almeda","Charlie T. Deane","Guadencio Fernandez","Greg Letiecq","Martin E. Nohe"],"overview":"\"When Prince William experienced a major building boom in the 1990s, a shortage of labor created a demand for workers, which led to an increase in the Latino population. Some of the newcomers were legal immigrants. Some were not. A blogger named Greg Letiecq began to write about his unhappiness with hearing Spanish spoken in public places. Finding an audience, he fomented about rising crime rates, rising taxes to pay for services for the newcomers, overcrowded dwellings, music played too loud, fast driving, and so on. He included Latino crime reports from the local police blotter. He even claimed armed members of the Mexican revolutionary group Zapatistas were moving to Prince William County.\" - Roger Ebert","release_date":"2009-11-15","genres":[99],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":190167,"title":"9500 Liberty","adult":false},{"cast":[],"overview":"A sombre day in the city.","release_date":"1957-01-01","genres":[],"vote_average":8.0,"runtime":16,"cert":"N\/A","id":190175,"title":"A Legend for Fountains","adult":false},{"cast":["Ira \"Buck\" Woods","Jess Lee Brooks","Frances Redd","Richard Bates","Ollie Ann Robinson"],"overview":"A confidence man pretending to be a mentalist swindles a family.","release_date":"1939-01-01","genres":[9648],"vote_average":4.0,"runtime":54,"cert":"N\/A","id":190183,"title":"Midnight Shadow","adult":false},{"cast":["André Byman"],"overview":"A man regrets","release_date":"2011-01-03","genres":[35],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":190185,"title":"Regret","adult":false},{"cast":["André Byman"],"overview":"A man goes trough dark days","release_date":"2012-10-02","genres":[18,53],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":190187,"title":"Dark Days","adult":false},{"cast":["André Byman"],"overview":"5 days in the life of a loner.","release_date":"2011-05-23","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":190192,"title":"My days","adult":false},{"cast":[],"overview":"An athiest punk rocker takes his camera on tour with evangelical Christian hardcore acts.","release_date":"2013-05-04","genres":[99,10402],"vote_average":5.0,"runtime":74,"cert":"N\/A","id":190194,"title":"ChristCORE","adult":false},{"cast":["André Byman"],"overview":"A man dreams about different things","release_date":"2010-04-18","genres":[18],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":190196,"title":"Dream","adult":false},{"cast":["Jamie Renée Smith","Kevin Wixted","Saxon Trainor","David Brooks","Godfrey James"],"overview":"Dr Tuttle uses the Doppelganger to breach a mirror, letting Dragora, Dabble and Swanson into the people world. Dragora uses this opportunity to get revenge on Mary Margaret, by way of having her over for tea.","release_date":"1997-02-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190198,"title":"Magic in the Mirror: Fowl Play","adult":false},{"cast":["André Byman"],"overview":"A man is sleeping","release_date":"2010-08-22","genres":[],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":190203,"title":"REM","adult":false},{"cast":["André Byman"],"overview":"A man is looking for his porcelain toy","release_date":"2011-01-28","genres":[35,9648],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":190205,"title":"Oh boy, oh boy, where is your porcelain toy?","adult":false},{"cast":["André Byman","André Byman"],"overview":"Hotel, Hunter, Prey","release_date":"2012-04-15","genres":[53,9648],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":190207,"title":"Hotel, Hunter, Prey","adult":false},{"cast":["André Byman"],"overview":"A man is dreaming","release_date":"2012-05-03","genres":[9648,53],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":190209,"title":"Day Dream","adult":false},{"cast":["Käthe von Nagy","Maurizio D'Ancora","Daniele Crespi"],"overview":"A young honeymooning couple are lured away to a seaside resort by a high-society sleazeball, who has plans to seduce the girl, while at the same time her hubby in desperation stakes all his money on the roulette wheels.","release_date":"1929-04-30","genres":[],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":190229,"title":"Rails","adult":false},{"cast":["Vsevolod Pudovkin","Maria Jacobini","Viola Garden","Julia Serda","Nato Vachnadze"],"overview":"The central character of the play, Fedor Protasov, is tormented by the belief that his wife Liza has never really chosen between him and the more conventional Victor Karenin, a rival for her hand. He wants to kill himself, but doesn't have the nerve. Running away from his life, he first falls in with Gypsies, and into a sexual relationship with a Gypsy singer, Masha.","release_date":"1929-02-14","genres":[18],"vote_average":7.0,"runtime":82,"cert":"N\/A","id":190231,"title":"The Living Corpse","adult":false},{"cast":["Jean Angelo","Lil Dagover","Gaston Modot","Jean Toulout","Marie Glory"],"overview":"This epic adaptation of The Count of Monte Cristo was directed by Henri Fescourt, and stars Jean Angelo, Lil Dagover, Pierre Batcheff, the beautiful Marie Glory, and Bernhard Goetzke as the Abbé Faria.","release_date":"1929-04-30","genres":[12],"vote_average":5.0,"runtime":223,"cert":"N\/A","id":190236,"title":"Monte Cristo","adult":false},{"cast":[],"overview":"In this one, there are two Chinese men on screen. One is eating and the one to the right of him is ironing. The one eating seems to be so dumb as to accidentally swallow a shirt that was just ironed in front of him.","release_date":"1929-08-28","genres":[],"vote_average":6.5,"runtime":6,"cert":"N\/A","id":190238,"title":"Chinatown, My Chinatown","adult":false},{"cast":["Billy Murray","James Stanley"],"overview":"Noah seems to have major problems with his animals when they all get restless and leave the ship to go to Coney Island and Luna Park to get away from him.","release_date":"1929-10-24","genres":[16,35],"vote_average":4.0,"runtime":8,"cert":"N\/A","id":190243,"title":"Noah's Lark","adult":false},{"cast":["Harry Gribbon","Andy Clyde"],"overview":"Andy and Harry get into trouble while trying to stop the marriage of Andy's daughter.","release_date":"1929-04-06","genres":[],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":190245,"title":"The Bees' Buzz","adult":false},{"cast":["Sam Hoare","Claire Huskisson","Emily Baxter"],"overview":"A short film about a robot programmed for love who wants to fix the humans who do not love him back.","release_date":"2013-04-16","genres":[878,53],"vote_average":6.1,"runtime":8,"cert":"N\/A","id":190250,"title":"ABE","adult":false},{"cast":["Kate Braithwaite","Rachel Bright","Beth Cooper","Jake Hendriks","Martin Skipper"],"overview":"Set on one fateful night, six friends gather for their monthly 'games night'... and accidentally unleash a demonic force that might tear them - and their friendships - to pieces.","release_date":"2013-03-23","genres":[27],"vote_average":6.1,"runtime":14,"cert":"","id":190252,"title":"Don't Move","adult":false},{"cast":["Renato Aragão","Dedé Santana","Suely Fernandes","Dino Santana","Martim Francisco"],"overview":"","release_date":"1970-02-03","genres":[35],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":190257,"title":"A Ilha dos Paqueras","adult":false},{"cast":["Elisabeth Bergner","Albert Bassermann","Albert Steinrück","Adele Sandrock","Else Heller"],"overview":"While staying with her aunt at a fashionable spa, Else receives an unexpected telegram from her mother, begging her to save her father from debtor’s jail. The only way out, it seems, is to approach an elderly acquaintance in order to borrow money from him. Through this telegram, Else is forced into the reality of a world entirely at odds with her romantic imagination – with horrific consequences.","release_date":"1929-03-07","genres":[18],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":190259,"title":"Miss Else","adult":false},{"cast":["Eleanor Boardman","Edmund Burns","Alma Rubens","Al St. John","Glen Walters"],"overview":"A young woman disguises herself as a man and follows her fiancéé into the trenches during World War I to find out what war is really like.","release_date":"1929-06-07","genres":[10752,18],"vote_average":6.5,"runtime":50,"cert":"N\/A","id":190282,"title":"She Goes to War","adult":false},{"cast":[],"overview":"A series of animated short subjects created by Paul Terry and actor-turned-writer Howard Estabrook. Estabrook suggested making a series of cartoons based on Aesop's Fables.","release_date":"1929-06-08","genres":[],"vote_average":4.0,"runtime":4,"cert":"N\/A","id":190284,"title":"Wood Choppers","adult":false},{"cast":[],"overview":"This one covers the 19th century ballad in a very respectful manner: although the written reprise is gagged up, the song is introduced very respectfully by an unshown Irish tenor and then offered for the audience's singing without any voice-over to lead them.","release_date":"1929-06-07","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":190286,"title":"After the Ball","adult":false},{"cast":["Al Madrigal"],"overview":"Comedy Special","release_date":"2013-04-25","genres":[35],"vote_average":6.6,"runtime":68,"cert":"N\/A","id":190288,"title":"Al Madrigal: Why is the Rabbit Crying?","adult":false},{"cast":["Massimo Ceccherini","Antonio Fiorillo","Lallo Circosta","Cristina Del Basso","Alessandro Paci"],"overview":"","release_date":"2013-02-13","genres":[],"vote_average":2.0,"runtime":90,"cert":"N\/A","id":190290,"title":"La mia mamma suona il rock","adult":false},{"cast":["Izzat Orujova","Aghasadig Garaybeyli","Mustafa Mardanov","Bella Beletskaya","Latif Safarov"],"overview":"After the play of same name of Jafar Jabbarli. This melodrama is about the woman who had unhappy homelife and tried to free herself from shariat rules.","release_date":"1929-09-03","genres":[18,10749],"vote_average":5.0,"runtime":68,"cert":"N\/A","id":190292,"title":"Севиль","adult":false},{"cast":[],"overview":"The daughter of an American millionaire, Ms. Evelyne, arrives at a resort in Bavaria for some rest and relaxation from her busy shopping schedule.  Her beauty and charm causes the usual flock of suitors to chase after her (her “beauty and charm” being mostly green and crisp, if you know what I mean).  And while no one should have to put up with the annoying pestering of suitors while taking a well-deserved break from trying on dresses and dining at the finest restaurants, Ms. Evelyne shows that concern so typical of the wealthy for their less fortunate subjects by using her money to have her newly paid lackeys make fools of her suitors.","release_date":"1929-04-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190294,"title":"Miss Evelyne, die Badefee","adult":false},{"cast":[],"overview":"After singing all night, Felix decides to save a fox from hunters.","release_date":"1929-04-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190296,"title":"One Good Turn","adult":false},{"cast":["'Snub' Pollard"],"overview":"Fat and Snub are a reporter and photographer who try to track down a reclusive Scotsman for an interview and photo.","release_date":"1929-04-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190301,"title":"The Big Shot","adult":false},{"cast":["Xavier Grandes","Adolfo Arrieta"],"overview":"A young boy plays with a top instead of doing his homework and daydreams about his brother and his brother's girlfriend.","release_date":"1965-12-28","genres":[],"vote_average":4.0,"runtime":18,"cert":"N\/A","id":190303,"title":"El crimen de la pirindola","adult":false},{"cast":[],"overview":"A montage of the skyscrapers of Manhattan opens with a succession of stationary views of the upper portions of numerous buildings. This is followed by a wide variety of fluid shots, which also begin to show more and more of the surrounding city, in addition to the skyscrapers themselves.","release_date":"1929-04-30","genres":[99],"vote_average":5.9,"runtime":9,"cert":"N\/A","id":190305,"title":"Skyscraper Symphony","adult":false},{"cast":[],"overview":"Thanks to Magic Ink, a live-action girl joins Koko in a haunted house.","release_date":"1929-02-22","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":190316,"title":"Ko-Ko's Reward","adult":false},{"cast":[],"overview":"The short starts with a mouse playing some bell-like tulips like musical bells....","release_date":"1929-12-21","genres":[],"vote_average":5.0,"runtime":7,"cert":"N\/A","id":190318,"title":"A Close Call","adult":false},{"cast":[],"overview":"In this one, a cat is cleaning a store carpet when he gets interrupted by a mouse. After they do a brief tap dance, a lady cat comes in which has the male cat already smitten.","release_date":"1929-10-13","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":190320,"title":"Oh, You Beautiful Doll","adult":false},{"cast":["Himansu Rai","Enakshi Rama Rau","Charu Roy","Seeta Devi"],"overview":"A historical romance set in the Mughal Empire. Selima (Enakshi) is a princess-foundling raised by a potter and loved by her brother, Shiraz (Rai). She is abducted and sold as a slave to Prince Khurram, later Emperor Shah Jehan (Roy), who falls for her, to the chagrin of the wily Dalia (Seeta Devi). When Selima is caught is Shiraz, the young man is condemned to be trampled to death by an elephant. A pendant reveals Selima's royal status and she saves her brother, marries the prince and becomes Empress Mumtaz Mahal while Dalia is banned for her machinations against Selima. When Selima dies (1629), the emperor builds her a monument to the design of the now old and blind Shiraz, the Taj Mahal. The film contains a number of passionate kissing scenes.","release_date":"1928-09-26","genres":[10749,18],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":190325,"title":"Shiraz: A Romance of India","adult":false},{"cast":["Massimo Ceccherini","Carlo Monni","Alessandro Paci"],"overview":"","release_date":"1998-04-01","genres":[35],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":190330,"title":"Fermi tutti questo è uno spettacolo, Pinocchio","adult":false},{"cast":[],"overview":"Rough seas makes it difficult for Captain Peg Leg Pete. Oswald tries to make his captain soup, but a duck steals Pete's dinner.","release_date":"1929-09-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190332,"title":"Permanent Wave","adult":false},{"cast":["Frank Fay","William Courtenay","H.B. Warner","Hobart Bosworth","John Barrymore"],"overview":"It's 1929. The studio gave the cinema its voice gave offered the audiences a chance to see their favorite actors and actresses from the silent screen era to see and for the first time can be heard in a gaudy, grandiose music comedy revue. But also appear actors and actresses from the first 'talkies', stars from Broadway and of course the German shepherd Rin-Tin-Tin. Frank Fay is the host of the more than 70 well-known stars who show various acts.","release_date":"1929-12-28","genres":[10402],"vote_average":5.0,"runtime":128,"cert":"N\/A","id":190334,"title":"Show of Shows","adult":false},{"cast":[],"overview":"In this one, a traffic cop is up in the sky on a platform guiding various planes and birds on their way.","release_date":"1929-12-06","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":190339,"title":"I've Got Rings on My Fingers","adult":false},{"cast":["Teuvo Tulio","Hanna Taini","Waldemar Wohlin","Waldemar Wohlin","Meri Hackzell"],"overview":"Manjardo, a young Gypsy leader headed by Tulio, has spent a lively and joyful life with his young women, Glafira and very keen Akris. He will soon be married to the daughter of the master of another tribe, Esmeralda. From this, her mistresses are no more enthusiastic than Esmeralda and Manjardoka, so the parties of this future couple have never even met each other.","release_date":"1929-11-03","genres":[10749,18],"vote_average":6.0,"runtime":69,"cert":"N\/A","id":190341,"title":"The Gypsy Charmer","adult":false},{"cast":["Jean Marais","Michèle Moretti","Xavier Grandes","Florence Delay","Philippe Bruneau"],"overview":"A couple abducts an \"angel\" for their entertainment, who will escape with the help of an old man.","release_date":"1969-01-09","genres":[],"vote_average":0.0,"runtime":37,"cert":"N\/A","id":190343,"title":"Le Jouet criminel","adult":false},{"cast":[],"overview":"A live-action amateur hypnotist mesmerizes Ko-Ko the clown and Fitz the dog; but a witch teaches them how to take their revenge…","release_date":"1929-07-13","genres":[35,16],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":190348,"title":"Ko-Ko's Hypnotism","adult":false},{"cast":["Patricia Kovács","Gábor Máté","Imre Csuja","Rita Tallós","Zsuzsa Járó"],"overview":"Eva Kerezkes is a young woman who lives alone in her apartment. After her parents' death, she was adopted by writer Tibor and his wife, Klara. Upon returning from a holiday in Italy, Eva performs various tasks around her apartment that reveal haunting information about her past sexual relationship with Tibor.","release_date":"2003-01-22","genres":[80,18,10749],"vote_average":5.0,"runtime":94,"cert":"N\/A","id":190362,"title":"Down by Love","adult":false},{"cast":["Frank Merrill","Natalie Kingston"],"overview":"After Tarzan's estate is destroyed by Arabs Jane is sold into slavery by a man posing as a friendly scientist. Tarzan develops amnesia after a blow to the head. When he recovers his memory (from a later blow) he defeats the villain, recovers the fabulous jewels of Opar, and rescues Jane.","release_date":"1929-12-08","genres":[],"vote_average":5.0,"runtime":266,"cert":"N\/A","id":190364,"title":"Tarzan the Tiger","adult":false},{"cast":["Bill Gaither","J.D. Sumner","Guy Penrod","David Phelps","Ronnie Booth"],"overview":"Filmed at one of the largest Homecoming concert events ever at the Georgia Dome, Atlanta, Georgia; Atlanta Homecoming contains live performances of some of your favourite songs and artists.","release_date":"1998-01-01","genres":[10402],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":190366,"title":"Atlanta Homecoming","adult":false},{"cast":["Ivan Mosjoukine","Brigitte Helm","Heinrich George","Dita Parlo","Harry Hardt"],"overview":"George Manolescu (Ivan Mouskojine) plays a confidence man who works his way from Paris to New York, along the way during a train ride to Monte Carlo he meets the voluptuous as always Cleo (Bigitte Helm) where they have a whirl wind romance which becomes short lived after she flees from him.","release_date":"1929-04-30","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190368,"title":"Manolescu, the Prince of Adventures","adult":false},{"cast":[],"overview":"Animated figure Talkie gets a visit from his friend Mutie in search for a job. Talkie takes him to the Western Electric sound lab...","release_date":"1929-04-30","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":190370,"title":"Finding His Voice","adult":false},{"cast":["Feodor Chaliapin Sr.","Dorville","René Donnio"],"overview":"The French version of G.W.Pabst's monumental three-language (English, French and German - separate versions each) filming of Cervantes' classic novel. The German version seems to be lost, but it is spoken of in three books, \"The Film Till Now\", and two of Pauline Kael's books of movie criticism.","release_date":"1933-03-25","genres":[],"vote_average":5.0,"runtime":60,"cert":"N\/A","id":190375,"title":"Don Quixote","adult":false},{"cast":["Isabelle Girardet","Alain Guiraudie","Jean-Paul Jourdàa","Michel Turquin"],"overview":"On a hot Sunday morning, Nathalie Sanchez, an unemployed hair stylist, walks across the Causses plateau in search of a shepherd. When she finds one, he tells her that he has lost his flock. They walk together and while chatting they meet several times a shepherd's son turned outlaw, Carol Izba. The latter, despite being pursued by a famous bounty killer, Pool, proves unable to leave the region...","release_date":"2001-03-07","genres":[35,18],"vote_average":5.3,"runtime":55,"cert":"N\/A","id":190386,"title":"Sunshine for the Poor","adult":false},{"cast":["Frank Morgan","Mary Howard","Billie Burke","Donald Meek","Marjorie Main"],"overview":"A medicine show man tries to con people into believing he's a legitimate stage actor.","release_date":"1941-01-24","genres":[35,10749],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":190388,"title":"Wild Man of Borneo","adult":false},{"cast":["Olivier Gourmet","Michael Lonsdale","Laurent Lucas","Axel Bogousslavsky","Thierry Bosc"],"overview":"Under threat in Algeria, Ismahel emigrates to France where he wants to live and work, with the hope that the people he's fleeing from will forget him the time he is away. In the letters that he writes to the daughter that he left behind in his homeland, he tells his own story in the guise of the biblical tale of Jonas and the Whale. Somewhere in France, an elderly farmer has just lost his young son. His three other children help him as much as they can to get through the trial of the funeral, but the ceremony is halted when the old man falls ill. The two stories unfold parallel to each other and are alternated.","release_date":"2004-09-08","genres":[35,18],"vote_average":8.3,"runtime":123,"cert":"N\/A","id":190390,"title":"Adieu","adult":false},{"cast":["Gary Daniels","Tina Desiree Berg","Jason Scott Johnson","Desi Singh","Paul Darrigo"],"overview":"A team of treasure hunters take over Alcatraz Island in search of diamonds and encounter a shape-changing alien.","release_date":"2006-06-13","genres":[878,28,27],"vote_average":7.0,"runtime":92,"cert":"N\/A","id":190392,"title":"Reptilicant","adult":false},{"cast":[],"overview":"Bonus dvd.","release_date":"2004-04-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190394,"title":"Bon Jovi: 100,000,000 Bon Jovi Fans Can't Be Wrong","adult":false},{"cast":["Mary Astor","Ricardo Cortez","Dudley Digges","Robert Barrat","Irving Pichel"],"overview":"A man dodges jewel thieves while carrying a fortune in diamonds on the Orient Express.","release_date":"1934-11-24","genres":[80,18,9648],"vote_average":6.3,"runtime":64,"cert":"N\/A","id":190396,"title":"I Am a Thief","adult":false},{"cast":["Robert Young","Florence Rice","June Clayworth","Barnett Parker","Warren Hymer"],"overview":"A madcap inventor tries to market a razor-less shaving cream.","release_date":"1937-06-08","genres":[35],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":190404,"title":"Married Before Breakfast","adult":false},{"cast":["Yann Yann Yeo","Tan Chui Ting","Kelvin Ho","Xiongkun Fong","Kaelen Michael"],"overview":"Ah Ma is lying in the hospital, her life hanging by a thread. Her family gathers by her deathbed to send her off. Overwhelmed by sadness, they struggle to find their own way of coming to terms with the impending end.","release_date":"2007-12-27","genres":[10751,18],"vote_average":5.0,"runtime":14,"cert":"N\/A","id":190415,"title":"Ah Ma","adult":false},{"cast":["Jean-François Balmer","Sandra Montaigu","Pierre Santini","Roland Dubillard","Claude Chabrol"],"overview":"This film noir tends to stay within very conventional plot lines, as the narration by the main protagonist, private detective Eugene Tarpon Jean-François Balmer, recites a dreary litany of how he wanted to chuck his profession until an attractive woman shows up asking him to investigate the murder of her roommate, a porno star. Soon Tarpon is up to his neck in trouble: the police, gangsters, and the victim's lover are all out to get him.","release_date":"1984-03-21","genres":[80,53],"vote_average":7.0,"runtime":97,"cert":"N\/A","id":190417,"title":"Polar","adult":false},{"cast":[],"overview":"A boy returns to Singapore from his studies in Europe, two days before he is enlisted into the army. A sensitive depiction of an 18-year-old’s struggle between national duties and personal liberty.","release_date":"2008-05-11","genres":[],"vote_average":6.0,"runtime":16,"cert":"N\/A","id":190419,"title":"Keluar Baris","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190424,"title":"L'arbre de Martine","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190426,"title":"Anita La Fête des Mères","adult":false},{"cast":["George Formby","Pat Kirkwood","Joss Ambler","Meriel Forbes","Cyril Raymond"],"overview":"George Formby, who plays George, a stable boy. He also has the unique ability to soothe an anxious racing horse. Expectedly, George races the horse and wins","release_date":"1939-12-01","genres":[35],"vote_average":5.0,"runtime":88,"cert":"U","id":190428,"title":"Come on George!","adult":false},{"cast":["Fernandel","Mireille Perrey","Paul Azaïs","Jean Témerson","Marcel Vallée"],"overview":"","release_date":"1946-12-26","genres":[35],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":190433,"title":"Cœur de coq","adult":false},{"cast":["Fernandel","Pierre Dux","Béatrice Bretty","Simone Valère"],"overview":"","release_date":"1958-06-20","genres":[35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":190438,"title":"Les vignes du Seigneur","adult":false},{"cast":["Wolfgang Probst","Motti Kastón","Bernhard Schneider","Robert Künzli","Esa Ruuttunen"],"overview":"Part of Stuttgart Ring Cycle 2002\/2003 - Prologue","release_date":"2003-08-02","genres":[10402],"vote_average":0.0,"runtime":152,"cert":"N\/A","id":190440,"title":"Das Rheingold","adult":false},{"cast":["Sylvester Groth","Jolanta Grusznic","Lech Ordon","Hansjürgen Hürrig","Dorota Maciejewska"],"overview":"German-Polish adaptation of Theodor Storm's novella.","release_date":"1985-11-12","genres":[18],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":190448,"title":"Der Schimmelreiter","adult":false},{"cast":["K. Bhagyaraj","Kalpana","Chakri Toleti"],"overview":"Chinna Veedu (English: Mistress) is a 1985 Tamil film சின்ன வீடு written and directed by K. Bhagyaraj.[1][2] This film was Commercially Successful.  The movie is the debut in Tamil for lead female Kalpana who is also sister of actress Urvashi who made her debut with K. Bhagyaraj in 1983 Mundhanai Mudichu film.","release_date":"1985-03-20","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":190456,"title":"Chinna Veedu","adult":false},{"cast":["Robert Gambill","Attila Jun","Jan-Hendrik Rootering","Angela Denoke","Renate Behle"],"overview":"Part of Stuttgart Ring Cycle 2002\/2003 - First Day","release_date":"2004-04-19","genres":[10402],"vote_average":0.0,"runtime":229,"cert":"N\/A","id":190458,"title":"Die Walküre","adult":false},{"cast":["Vinnie Jones","Scot Williams","Gil Darnell","Vytautas Šapranauskas","Aurimas Meliešius"],"overview":"Four friends become stranded in Eastern Europe and have to become hit men, prostitutes, corrupt cops, smugglers and more to make it home.","release_date":"2014-01-10","genres":[28,35,80,53],"vote_average":5.8,"runtime":99,"cert":"18","id":190469,"title":"Redirected","adult":false},{"cast":["Mari Maurstad"],"overview":"","release_date":"2012-01-01","genres":[10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190471,"title":"Folk og røvere i Kardemomme by","adult":false},{"cast":[],"overview":"In 1933 Jean Weidt played L’apprenti sorcier, the slave of an authoritarian, violent master, who tried to give his broom life to improve his backbreaking working conditions. At the end of the Republic of Weimar, Germany witnessed artistic protest movements springing up. Artists oppressed by the regime of the Third Reich had no other choice than exile to claim their desire for a better life through expressionism.","release_date":"1933-04-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":190479,"title":"L'Apprenti sorcier","adult":false},{"cast":["Jon Frederic West","Heinz Göhrig","Wolfgang Schöne","Björn Waag","Attila Jun"],"overview":"Part of Stuttgart Ring Cycle 2002\/2003 - Second day.","release_date":"2004-03-28","genres":[10402],"vote_average":0.0,"runtime":251,"cert":"N\/A","id":190481,"title":"Siegfried","adult":false},{"cert":"N\/A","title":"Götterdämmerung","cast":["Albert Bonnema","Hernan Iturralde","Franz-Josef Kapellmann","Roland Bracht","Luana DeVol"],"genres":[10402],"id":190486,"overview":"Part of Stuttgart Ring Cycle 2002\/2003 - Third day.","runtime":289,"release_date":"2004-06-14","vote_average":0.0,"adult":false}]