[{"cast":["Oleg Yankovskiy","Evgeniya Glushenko","Irina Reznikova","Natalya Yegorova","Yuriy Dubrovin"],"overview":"Two people: Igor, an ex-athlete living aimlessly and chasing rubles to get drunk and Vera, a dowdy librarian, try to find their luck by planning to fall in love with each other based on \"psychological conditioning\".","release_date":"1982-11-01","genres":[10749,35],"vote_average":6.4,"runtime":89,"cert":"N\/A","id":195503,"title":"Love by Request","adult":false},{"cast":["Jane Withers","O.P. Heggie","Jackie Searl","Katharine Alexander","Walter Woolf King"],"overview":"Ginger, an orphan, is living with her foster-uncle, Rexford Whittington, a broken-down Shakesperian actor. Although denied the love of a mother and father, Ginger looks after her uncle, gives him lectures, loves him, defends him and keeps house for him. But, through a meddling do-gooder, she is placed in the home of the Parkers, and clashes immediately with the pampered young son, Hamilton.","release_date":"1935-07-04","genres":[18,35],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":195505,"title":"Ginger","adult":false},{"cast":["Vinessa Shaw","Robert Kazinsky","Bess Wohl","Ross Partridge","Christian Winsor"],"overview":"A dark fairy tale in which a young woman suffers a strange curse that causes the right scent irresistible to men.","release_date":"2013-10-26","genres":[18,14],"vote_average":5.2,"runtime":90,"cert":"N\/A","id":195507,"title":"Siren","adult":false},{"cast":["Ben Gazzara","Eva Grimaldi","Vera Fischer","Corinne Cléry","Gioia Scola"],"overview":"Marked by her father's strong presence, since he is a rich and powerful businessman, the beautiful Berenice investigates his love life, to feel closer to him. With her findings, their relationship becomes mixed with a strong sense of seduction.","release_date":"1991-08-16","genres":[18],"vote_average":2.0,"runtime":96,"cert":"N\/A","id":195509,"title":"Forever","adult":false},{"cast":[],"overview":"A group of riders demonstrate equestrian vaulting, or voltige,  on the outskirts of Prague.","release_date":"1899-01-01","genres":[99],"vote_average":5.3,"runtime":1,"cert":"N\/A","id":195511,"title":"Voltige à cheval à Prague","adult":false},{"cast":[],"overview":"No Overview","release_date":"1896-01-01","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":195513,"title":"Guillaume Tell","adult":false},{"cast":["Nuno Leal Maia","Cláudia Liz","Lúcia Veríssimo","Monique Lafond","Vanusa Spindler"],"overview":"Paulo has a strange relationship with his cousin Sônia, whom he loves since childhood. But she despises him and, being in love with another woman, causes a lot of humiliating situations to him.","release_date":"1995-12-31","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":195515,"title":"As Feras","adult":false},{"cast":["Antônio Fagundes","Mylla Christie","Maitê Proença","Paula Burlamaqui","Fausto Carmona"],"overview":"A paralized twelve year boy watches his womanizer dad seduce his baby sitter.","release_date":"1999-01-15","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":195517,"title":"Paixão Perdida","adult":false},{"cast":["Luigi Picchi","Eva Wilma","José Mauro de Vasconcelos","Lyris Castellani","Mário Benvenutti"],"overview":"Millionaire invites some friends for a weekend on an island, where some say there is a buried treasure. But a storm takes the boat away, and they stay isolated from the rest of the world. In these conditions, everybody started to show their real nature and character.","release_date":"1963-01-14","genres":[18],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":195519,"title":"A Ilha","adult":false},{"cast":[],"overview":"A very lifelike picture of the famous New York politician and Tammany Hall boss. This picture was taken on Sunday morning [sic] as he was leaving the 14th Street Wigwam, accompanied by a number of prominent New York politicians.","release_date":"1900-02-21","genres":[],"vote_average":3.5,"runtime":1,"cert":"N\/A","id":195521,"title":"Dick Croker Leaving Tammany Hall","adult":false},{"cast":[],"overview":"Here we have a mixed company of Gordon Highlanders, Irish Fusilliers and English Lancers, as a group of prisoners taken to the rear by a troop of Boer Cavalry. The expression on their faces show who is the victor, and who is the vanquished. You can read in the dust and smoke-begrimed countenance of the prisoners, the story of their stubborn resistance to superior numbers before the surrender: while the Boers give expression to their feelings, by cheering and waving their hats in triumph as they pass.","release_date":"1900-04-21","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":195523,"title":"Boers Bringing in British Prisoners","adult":false},{"cast":[],"overview":"A comical fight between two Hebrews; one a pushcart man, and the other a suspender peddler.","release_date":"1900-06-21","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":195525,"title":"A Gesture Fight in Hester Street","adult":false},{"cast":[],"overview":"By the Gordon Highlanders. In the foreground are two Creusot guns, manned by the Dutch burghers. Smoke effects are due. The Highlanders are seen in the distance, approaching rapidly, easily distinguished by their kilts and bare legs. They sweep all before them, leaving the guns smoking and deserted as they pursue the flying Boers.","release_date":"1900-05-21","genres":[],"vote_average":4.5,"runtime":1,"cert":"N\/A","id":195527,"title":"Capture of Boer Battery","adult":false},{"cast":[],"overview":"Filmed in July 1900, on the Champs Elysées in Paris, France.","release_date":"1900-05-21","genres":[99],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":195529,"title":"Panoramic View of the Champs Elysees","adult":false},{"cast":[],"overview":"This picture shows an old gentleman seated at his shaving table. The razor is evidently giving him a great deal of trouble...","release_date":"1900-05-21","genres":[],"vote_average":3.5,"runtime":1,"cert":"N\/A","id":195531,"title":"A Dull Razor","adult":false},{"cast":[],"overview":"This picture shows thousands of people leaving their seats in the grand stand and going across the parade grounds toward Paris. A very sharp and clear picture.","release_date":"1900-05-21","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":195536,"title":"Breaking of the Crowd at Military Review at Longchamps","adult":false},{"cast":[],"overview":"A combination of the picture entitled \"The Ballet of the Ghosts,\" and a surf scene; the resulting effect being that the ghostly figures rise up out of the surf and come to the shore, cast their draperies aside and dance a few steps of the ballet, after which they again take up their draperies, and having covered themselves, retreat into the waves.","release_date":"1900-12-21","genres":[14],"vote_average":5.3,"runtime":1,"cert":"N\/A","id":195538,"title":"Neptune's Daughters","adult":false},{"cast":[],"overview":"Near the center of this scene we see the regimental surgeon directing the movements of the Ambulance Corps. Tenderly they pick up the unfortunates and place them in the ambulance. The numbers disabled show the battle has been a hot one, and many a poor fellow, if he survives with injuries, will carry to his grave the scars honorably acquired in his country's cause.","release_date":"1900-04-21","genres":[],"vote_average":4.0,"runtime":2,"cert":"N\/A","id":195540,"title":"Red Cross Ambulance on Battlefield","adult":false},{"cast":[],"overview":"At the first news of the disast by cyclone and tidal wave that devastated Galveston on Saturday, September 8th, 1900, we equipped a party of photographers and sent them by special train to the scene of the ruins. Arriving at the scene of desolation shortly after the storm had swept over the city, our party succeeded, at the risk of life and limb, in taking about a thousand feet of motion pictures, although Galveston was under martial law and photographers were shot down at sight by the excited police. The series, taken as a whole, gives a definite idea of the most terrible disaster since the Johnstown flood of 1889.","release_date":"1900-09-21","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":195542,"title":"Bird's-Eye View of Dock Front, Galveston","adult":false},{"cast":["Francesco Mandelli","Loretta Goggi","Chiara Francini","Claudia Zanella","Marina Rocco"],"overview":"Andrea is having a bad luck with girls. Maybe because he's only man in his big family which include mother, three sisters, grandma, nurse and a dog which is of course female also.","release_date":"2013-01-24","genres":[35],"vote_average":6.2,"runtime":94,"cert":"N\/A","id":195544,"title":"Crazy Me","adult":false},{"cast":[],"overview":"Showing the attacking forces drawn up in line of battle. They immediately commence firing on the shore batteries. The batteries return the fire with telling effect, but are at last silenced by the overwhelming forces of the enemy. In the distance can be seen the ruins of a bridge destroyed by the invading forces. The smoke thickens as the firing becomes general, and the effect is superb.","release_date":"1900-05-21","genres":[36,10752],"vote_average":4.0,"runtime":2,"cert":"N\/A","id":195546,"title":"Naval Sham Battle at Newport","adult":false},{"cast":[],"overview":"Filmed off the coast of Rhode Island, this Edison short takes place on the U.S. torpedo boat Morris as we see some men loading up a torpedo that is eventually shot off. This film lasts only 75-seconds but it's almost as if the director wanted to save the best for last. The first sixty-seconds are pretty lifeless as we barely get to see what's going on but once the torpedo is shot off things pick up.","release_date":"1900-05-21","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":195551,"title":"Discharging a Whitehead Torpedo","adult":false},{"cast":[],"overview":"This is the building in which so many of the poor orphans met their death. The place is completely dismantled. In addition to the orphanage is shown one of the principal streets in Galveston blocked with overturned houses and other materials.","release_date":"1900-09-21","genres":[],"vote_average":3.7,"runtime":1,"cert":"N\/A","id":195553,"title":"Panorama of Orphans' Home, Galveston","adult":false},{"cast":[],"overview":"An early short with a self-explanatory title.","release_date":"1900-05-21","genres":[99],"vote_average":5.0,"runtime":2,"cert":"N\/A","id":195555,"title":"Panorama of the Moving Boardwalk","adult":false},{"cast":[],"overview":"“Showing the entire height of this wonderful structure from the base of the dome and return, with the great Paris Exposition in the background, looking down Champs de Mars. A most realistic picture.” According to Edison film historian Charles Musser, this film features the first camera tilt among the company's surviving oeuvre.","release_date":"1900-01-01","genres":[99],"vote_average":5.4,"runtime":1,"cert":"N\/A","id":195557,"title":"Panorama of Eiffel Tower","adult":false},{"cast":[],"overview":"An early film, which is pretty much summed up by its title.","release_date":"1900-08-21","genres":[99],"vote_average":4.3,"runtime":1,"cert":"N\/A","id":195562,"title":"Eiffel Tower from Trocadero Palace","adult":false},{"cast":[],"overview":"This picture shows several buildings which were wrecked and also shows a rear view of this hotel, which is on the highest point of land in Galveston, and in which several thousand people were saved.","release_date":"1900-09-21","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":195570,"title":"Panoramic View of Tremont Hotel, Galveston","adult":false},{"cast":[],"overview":"The picture opens with a crowd of Swiss boys and girls dressed in native costumes, marching down the street in this very unique and picturesque village. Each happy and smiling face is clearly shown as they pass the camera. The scene ends by the boys and girls congregating in the square and dancing to the strains of an accordion played by one of the happy villagers.","release_date":"1900-05-21","genres":[],"vote_average":5.0,"runtime":2,"cert":"N\/A","id":195575,"title":"Scene in the Swiss Village at Paris Exposition","adult":false},{"cast":["Charley Grapewin"],"overview":"Filming of a character sketch by the well-known vaudevillian Charles E. Grapewin. On a bare stage backed by a dark curtain, a man dressed in a three-piece suit and overcoat holds a racing program and excitedly watches a race supposedly taking place offstage.","release_date":"1900-11-21","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":195577,"title":"Above the Limit","adult":false},{"cast":["O.W. Fischer","Ruth Leuwerik","Marianne Koch","Paul Bildt","Klaus Kinski"],"overview":"Life and death of King Ludwig II of Bavaria.","release_date":"1955-01-14","genres":[36,18],"vote_average":6.0,"runtime":115,"cert":"N\/A","id":195579,"title":"Ludwig II","adult":false},{"cast":["Tarcísio Meira","Glória Menezes","Cláudio Marzo","Oswaldo Loureiro","Flávio Migliaccio"],"overview":"Couple of lovers want to steal the income of a popular soccer game, at Maracanã Stadium, in Rio de Janeiro.","release_date":"1969-08-29","genres":[80,53],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":195581,"title":"Máscara da Traição","adult":false},{"cast":[],"overview":"During the terrific storm all of the light craft along the dock front was lifted out of the water and washed up into the streets, many of them being carried for miles inland. This subject shows a number of boatmen who have banded together to get their craft back into the water, a panoramic view being taken of the schooner as she glided sideways down the improvised ways, forming a very interesting subject. 60 feet. $9.00.","release_date":"1900-09-21","genres":[],"vote_average":3.3,"runtime":1,"cert":"N\/A","id":195583,"title":"Launching a Stranded Schooner from the Docks","adult":false},{"cast":[],"overview":"A burlesque on the work of highwaymen in Chicago. An elderly gentleman is sandbagged and robbed by a thug, who inadvertently leaves some money on the victim's prostate body. A policeman shows up.","release_date":"1900-05-21","genres":[80,35],"vote_average":5.7,"runtime":1,"cert":"N\/A","id":195585,"title":"How They Rob Men in Chicago","adult":false},{"cast":["Nicholas Hoult","Felicity Jones","Anthony Hopkins","Ben Kingsley","Marwan Kenzari"],"overview":"An American backpacker gets involved with a ring of drug smugglers as their driver, and winds up on the run from his employers across Munich's autobahns.","release_date":"2016-08-04","genres":[53,28],"vote_average":5.6,"runtime":98,"cert":"N\/A","id":195590,"title":"Collide","adult":false},{"cast":[],"overview":"This picture shows the young cadets going through their daily exercises and drill, and is full of life, and photographically perfect.","release_date":"1900-05-21","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":195592,"title":"Gymnasium Exercises and Drill at Newport Training School","adult":false},{"cast":[],"overview":"","release_date":"1900-07-11","genres":[99],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":195594,"title":"Burning of the Standard Oil Co.'s Tanks, Bayonne, N.J.","adult":false},{"cast":[],"overview":"AN UNEXPECTED BATH\" shows the astronomer watching women rain down from the heavens.","release_date":"1900-09-21","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":195596,"title":"The Unexpected Bath","adult":false},{"cast":["Carla Camurati","Tânia Alves","Ênio Gonçalves","Sérgio Mamberti","Arrigo Barnabé"],"overview":"Innocent girl starts working as a secretary in an office. Soon she finds out a hole in the wall through which she can see the action in the next apartment, where a prostitute meets her bizarre clients.","release_date":"1981-11-13","genres":[],"vote_average":4.3,"runtime":85,"cert":"N\/A","id":195598,"title":"The Peephole of Love","adult":false},{"cast":[],"overview":"“One of the most interesting places in the vicinity of Niagara Falls is the Whirlpool Rapids, where the immense volume of water which passes from the Falls, speeds along through its rocky and tortuous passage towards the ocean. The camera in securing this picture was placed at the front end of a train ascending the grade at a very rapid rate of speed. The combined motion of the train in one direction and the water in the opposite direction, the latter impeded and interrupted in its course by the rocky path through which it flows, sending beautiful masses of spray and foam many feet in the air, makes an impression on the audience long to be remembered.” (Edison film catalog)","release_date":"1900-05-25","genres":[99],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":195603,"title":"Panorama of Gorge Railway","adult":false},{"cast":["Inge Fock","Renate Kastelik","Gerti Schneider","Werner Ploner","Franz Muxeneder"],"overview":"The comedy directed by Walter Krüttner.","release_date":"1978-07-28","genres":[35],"vote_average":6.0,"runtime":84,"cert":"N\/A","id":195605,"title":"Das Lustschloß im Spessart","adult":false},{"cast":[],"overview":"The title pretty much tells you all there is to know about this Edison film. It runs a very brief 27-seconds and shows a torpedo hitting its target and going off. I think the most fascinating thing about this is that we get a pretty close shot of the explosion and its aftermath. It was rather funny seeing this large explosion and especially seeing how long it took for everything that flew up in the air to land back down.","release_date":"1900-05-21","genres":[99],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":195607,"title":"Exploding a Whitehead Torpedo","adult":false},{"cast":[],"overview":"Two delinquent clerks are seated in a broker's office engaged in a game of cards. The boss suddenly appears walking through the corridor. The cards are thrown down in great haste and when the employer enters the office the clerks are apparently busily engaged in their work.","release_date":"1900-01-21","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":195612,"title":"Why Jones Discharged His Clerks","adult":false},{"cast":["Charles R. Bowers"],"overview":"Charlie, working on a junkjard, always trying to help people in the most impossible ways with junk from his work place, hears from a German professor, that there is a bird, a Belgish Kongo, that eats metal. Charlie sets out on a ridiculous hunting expedition to catch one. With some music - the birds love music - and a strange worm he is able to catch one, but even then the bird offers some even more over-the-top surprises.","release_date":"1930-01-01","genres":[],"vote_average":7.8,"runtime":14,"cert":"N\/A","id":195617,"title":"It's a Bird","adult":false},{"cast":[],"overview":"A short film from the Lumière Brothers.","release_date":"1901-05-21","genres":[],"vote_average":5.6,"runtime":1,"cert":"N\/A","id":195619,"title":"Le Village","adult":false},{"cast":["Charles R. Bowers"],"overview":"Pete Roleum, an oil droplet, narrates a presentation about the history and uses of oil: He starts by introducing some of his relations, with illustrations of the things that they have done throughout history. He then turns to the modern era, and shows that oil has a great many important uses, some of which might come as something of a surprise.","release_date":"1939-05-15","genres":[10751,16],"vote_average":6.0,"runtime":16,"cert":"N\/A","id":195621,"title":"Pete-Roleum and His Cousins","adult":false},{"cast":[],"overview":"People riding on a moving platform \/ walkway.","release_date":"1900-06-16","genres":[],"vote_average":5.6,"runtime":1,"cert":"N\/A","id":195623,"title":"View From a Mobile Platform #2","adult":false},{"cast":[],"overview":"A family of mice who live inside of a wall are trying to sleep, but Mom mouse is being kept awake by a dog snoring in the room outside of their hole. She wakes up Pop mouse, and has him go out to try to stuff cotton in the dog's mouth. Later, Pop Mouse goes out again to find some food. He finds a large piece of cheese, but he encounters some problems in trying to bring back enough for anyone else to eat.","release_date":"1940-01-01","genres":[],"vote_average":5.5,"runtime":11,"cert":"N\/A","id":195625,"title":"A Sleepless Night","adult":false},{"cast":["Nikolai Kobelkoff"],"overview":"A one minute short in which limbless Nikolai Kobelkoff demonstrates a series of seemingly mundane tasks.","release_date":"1900-05-21","genres":[99],"vote_average":6.5,"runtime":1,"cert":"N\/A","id":195630,"title":"Kobelkoff","adult":false},{"cast":[],"overview":"This panoramic scene is taken from a Seine steamboat and gives a rapid view of the banks of the river...","release_date":"1900-08-21","genres":[],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":195632,"title":"Panorama of the Paris Exposition, from the Seine","adult":false},{"cast":["Suthida Hongsa","Boonrit Chankaew","Yuthapichai Charnsawet","Wicit Somdee","ปกรณ์ ผ่องศรี"],"overview":"This is the third sequel of a That film about northeastern schoolchildren. In this episode, the young kids of a remote village join the local temple on a merit making trip to India. Once there, they get separated from the group. As the Thai boys and girls try to locate their group, they meet several poor Indian children whose lives seem to be much worse than theirs. Friendship and adventure ensue.","release_date":"2013-03-07","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":195637,"title":"Panya Raenu 3","adult":false},{"cast":[],"overview":"The scenes opens by showing the battleships maneuvering for a position. They finally draw up in line of battle and commence firing on the shore batteries. Immense volume of smoke arise from the fleet and from the distance shore. Shots are seen to fall thickly among the vessels and immense bodies of water are thrown up by the explosion of mines.","release_date":"1900-08-21","genres":[],"vote_average":5.0,"runtime":3,"cert":"N\/A","id":195645,"title":"Bombardment of Taku Forts, by the Allied Fleets","adult":false},{"cast":[],"overview":"The film is a panorama shot-scene lasting just under a minute. The panorama film, as coined by Lumière, is a moving-camera shot--usually accomplished by placing the camera on a moving transport, such as a boat or train.","release_date":"1900-01-01","genres":[99],"vote_average":5.8,"runtime":1,"cert":"N\/A","id":195647,"title":"Le village de Namo - Panorama pris d'une chaise à porteurs","adult":false},{"cast":["Boris Shcherbakov","Anastasiya Stezhko","Olga Volkova","Marina Mogilevskaya"],"overview":"","release_date":"2012-09-22","genres":[10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":195652,"title":"Обменяйтесь кольцами","adult":false},{"cast":["Miguel de Molina","Diana Maggi","Maruja Montes","Tato Bores","Gloria Ferrandiz"],"overview":"","release_date":"1952-01-01","genres":[18,10402],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":195654,"title":"Ésta es mi vida","adult":false},{"cast":["Alberto Closas","José Luis López Vázquez","María José Alfonso","Jaime Blanch","Francisco Benlloch"],"overview":"Sequel to \"The Great Family\" and \"Family and one more\". A widower and the godfather of his 16 children, aged two, wistfully contemplate the past. The father was left alone in the family home, but loneliness overwhelms him so he decides to spend some time at home for each of their children, most of whom are married. But the experience ends up being disastrous.","release_date":"1979-12-14","genres":[10751,18],"vote_average":5.3,"runtime":104,"cert":"N\/A","id":195656,"title":"La familia bien, gracias","adult":false},{"cast":["Alfredo Landa","Adolfo Marsillach","Concha Cuetos","Mabel Escaño","Antonio Gamero"],"overview":"The film is an image of the Spanish society in form of various anecdotes which happen to the inhabitants and their neighbours of a finca in Madrid.","release_date":"1981-09-21","genres":[35,18],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":195658,"title":"El poderoso influjo de la luna","adult":false},{"cast":["Diane Keaton","Frank Adamson","Lisa Best","Lothaire Bluteau","Lynda Boyd"],"overview":"Based on a true story. Patsy McCartle is a widow with two sons trying to gather all the money she has to pay for her car, bills, and her son's medication, all of which she can barely afford. Patsy then turns to dealing drugs and becomes addicted to crystal meth. Her only way of recovery rests in the hands of her children.","release_date":"2003-11-03","genres":[],"vote_average":5.3,"runtime":86,"cert":"N\/A","id":195660,"title":"Breaking Through","adult":false},{"cast":["Beverly Lynne","Matt Wilder","Syren","Brad Bartram","Felicia Fox"],"overview":"Couple is invited to spend the weekend at a friend's house, where the host is setting up an erotic game called \"The Case of the Bloody Knife\", in which the winner gets tickets to a beautiful place. But the game turns deadly.","release_date":"2005-11-03","genres":[53],"vote_average":4.0,"runtime":89,"cert":"N\/A","id":195662,"title":"Dangerous Sex Games","adult":true},{"cast":["Bernard Giraudeau","Nadia Farès","Thierry Frémont","Evelyne Bouix","Serge Riaboukine"],"overview":"In the summer of 1938, in the heart of Indochina, a French colony, Pierre Balsan hear the latest news about conquering Czechoslovakia after Hitler invaded Austria. World War II will bring even more problems for Pierre Balsan, nicknamed Tiger, who will be charged with the murder of his wife.","release_date":"2005-10-08","genres":[18],"vote_average":6.0,"runtime":210,"cert":"N\/A","id":195664,"title":"L'empire du tigre","adult":false},{"cast":[],"overview":"The Pan-American Exposition is encircled by an especially constructed canal, which was put in for the purpose of allowing the tourist to view the exterior of the buildings of the Pan-American Exposition with as little fatigue as possible.","release_date":"1901-06-21","genres":[99],"vote_average":4.0,"runtime":12,"cert":"N\/A","id":195666,"title":"A Trip Around the Pan-American Exposition","adult":false},{"cast":[],"overview":"As the above title indicates, the scene does not take place in an ordinary restaurant, but one in which all natural rules of order and gravitation are reversed. The couple above mentioned have a most trying experience while endeavoring to partake of a square meal. They find themselves flying about the room from chairs to table, and vice versa, until they are both completely bewildered, ending in a general mix-up, which is sure to provoke much merriment.","release_date":"1901-05-21","genres":[14,35],"vote_average":3.5,"runtime":2,"cert":"N\/A","id":195668,"title":"Mysterious Cafe, or Mr. and Mrs. Spoopendyke Have Troubles with a Waiter","adult":false},{"cast":[],"overview":"A sudden gust of wind sweeps Auntie's bonnet from her head, and she, in attempting to regain it, becomes overbalanced and falls over the stone-wall, landing on her bustle. (Edison film catalog)","release_date":"1901-05-21","genres":[35],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":195670,"title":"Aunt Sallie's Wonderful Bustle","adult":false},{"cast":[],"overview":"Someone is rescued after falling out of a boat.","release_date":"1901-05-21","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":195672,"title":"Life Rescue at Long Branch","adult":false},{"cast":["Shen Fang-Xi","Dong Xuan","Carl Ng","Li Chen"],"overview":"Stand By Me is an adaptation of the popular Chinese telenovela Struggle, which focused on the lives of young graduates striving to balance career and love life.","release_date":"2011-02-03","genres":[10749,18],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":195674,"title":"Stand By Me","adult":false},{"cast":[],"overview":"Two Boers shoot and rob a sentry.","release_date":"1901-09-21","genres":[],"vote_average":4.0,"runtime":1,"cert":"","id":195679,"title":"A Sneaky Boer","adult":false},{"cast":[],"overview":"This is a news actuality film of the former Commander in Chief of the Boer War, Lord Roberts, visiting Manchester to much hoopla.","release_date":"1901-05-21","genres":[],"vote_average":5.0,"runtime":3,"cert":"","id":195681,"title":"Lord Roberts' Visit to Manchester","adult":false},{"cast":[],"overview":"Cricket footage from 1901.","release_date":"1901-05-21","genres":[],"vote_average":4.5,"runtime":9,"cert":"","id":195683,"title":"Arthur Mold Bowling to A.N. Hornby","adult":false},{"cast":[],"overview":"A film from the UK based Mitchell & Kenyon.","release_date":"1901-05-21","genres":[],"vote_average":5.0,"runtime":4,"cert":"","id":195685,"title":"Manchester Wheelers' Annual Race Meet","adult":false},{"cast":[],"overview":"An entry in the Mitchell & Kenyon Edwardian sports collection.","release_date":"1901-05-21","genres":[],"vote_average":5.0,"runtime":3,"cert":"","id":195687,"title":"Oldham v Swinton","adult":false},{"cast":["Walter de Donder","Aimé Anthoni","Chris Cauwenbergs","Agnes de Nul","Luc Caals"],"overview":"","release_date":"2013-05-14","genres":[35,10751,12],"vote_average":0.0,"runtime":38,"cert":"N\/A","id":195692,"title":"Plop en de Kabouterkermis","adult":false},{"cast":[],"overview":"A film from the UK based Mitchell &amp; Kenyon.","release_date":"1901-05-21","genres":[],"vote_average":0.0,"runtime":2,"cert":"","id":195694,"title":"Congregation Leaving St. Mary's Pro-Cathedral, Dublin","adult":false},{"cast":["Czar Nicholas II of Russia","Czarina Alexandra Feodorovna"],"overview":"Nikolai II (1868-1918), the last Russian czar, son of Alexander III and Dagmar. He had been in Denmark on vacation with his parents several times. The royal houses usually met in September to celebrate Queen Louise's birthday. Even after Queen Louise's death, the families still kept the tradition.","release_date":"1902-06-04","genres":[99],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":195699,"title":"The Emperor of Russia's Arrival in Elsinore","adult":false},{"cast":[],"overview":"Here, as in the other pictures, we secured a most advantageous location, and we present a life size view of the casket containing the body of President McKinley as it is slowly and carefully taken from the window of the car which bore it from the Capitol to Canton.","release_date":"1901-10-21","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":195704,"title":"Taking President McKinley's Body from Train at Canton, Ohio","adult":false},{"cast":[],"overview":"Another Edison short filmed at the Pan-American Exposition is pretty much the same film as ESQUIMAUX GAME OF SNAP-THE-WHIP with the only difference being the sport. Here we see a group of kids playing leap-frog.","release_date":"1901-08-21","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":195706,"title":"Esquimaux Leap-Frog","adult":false},{"cast":[],"overview":"“One of the principal features at the Pan-American Exposition is the Alaskan or Esquimaux Village. In this most interesting exhibit, scenes are enacted just as they take place in the far away frozen North. In this subject we depict a large number of Esquimaux clothed in their native costumes and seated on their sleds, which are drawn by spans of four Esquimaux dogs. They are engaged in a race and are to be seen running over the ice and snow at a high rate of speed. There is a pond in the foreground of the picture on the shores of which the home stretch of the race takes place. The picture is perfect photographically, and the figures stand out clear and sharp, throwing a most perfect reflection on the pond.” (Edison film company catalog)","release_date":"1901-07-21","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":195708,"title":"Esquimaux Village","adult":false},{"cast":[],"overview":"Shows a suburbanite asleep in bed. He discovers he has overslept himself, and jumps out of bed.","release_date":"1901-11-21","genres":[],"vote_average":4.5,"runtime":1,"cert":"N\/A","id":195710,"title":"Catching an Early Train","adult":false},{"cast":[],"overview":"On the closing day of the Pan-American Exposition, Saturday, November 2d, 1901, a sham battle took place at the Stadium on the Pan-American Exposition grounds...","release_date":"1901-11-21","genres":[],"vote_average":5.0,"runtime":5,"cert":"N\/A","id":195712,"title":"Sham Battle at the Pan-American Exposition","adult":false},{"cast":[],"overview":"Shows two lovers in a hammock. Two bad boys appear. One of them climbs into a tree and scrambles out on an overhanging branch, directly over the happy pair. Just as the love-making reaches a climax, the branch breaks. The boy falls into the hammock, the hammock breaks, and the boy and the lovers are mixed up on the ground. Exceedingly ludicrous.","release_date":"1901-01-21","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":195714,"title":"Love in a Hammock","adult":false},{"cast":[],"overview":"This picture was taken from the Court of Fountains. Here we present a view of the Exposition grounds as the visitor would see them while standing at the base of the electric tower and looking south. The camera was put in motion while the lens was looking eastward toward the Manufacturers' and Liberal Arts Buildings. The camera is slowly revolved from left to right, making a semi-circle.","release_date":"1901-07-21","genres":[],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":195716,"title":"Circular Panorama of the Esplanade and Forecourt","adult":false},{"cast":["Vladimír Menšík","Jan Čenský","Veronika Žilková","Blanka Bohdanová","Ladislava Kozderková"],"overview":"","release_date":"1982-03-31","genres":[35,10751],"vote_average":5.0,"runtime":79,"cert":"N\/A","id":195718,"title":"Když rozvod, tak rozvod","adult":false},{"cast":["Jordan Chan","Shu Qi","Chang Chen","Sun Wei"],"overview":"Tai and Choi are both fans of the internet, but they use it for different purposes. Tai uses it to chase women, while Choi uses it as to escape from reality, isolating himself from all those around him. While Tai is chasing after several girls, he meets Siu Yu. At the same time, Choi meets a girl named \"Lightning Dancing Queen\". As Choi's virtual world becomes more passionate, self-confident, and humorous, his life in the real world becomes more and more remote.","release_date":"2000-11-24","genres":[10749],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":195720,"title":"Flyin' Dance","adult":false},{"cast":[],"overview":"The President is seen on the reviewing stand at the Stadium, escorted by President Milburn, of the Pan-American Exposition...","release_date":"1901-09-21","genres":[],"vote_average":4.0,"runtime":2,"cert":"N\/A","id":195725,"title":"President McKinley Reviewing the Troops at the Pan-American Exposition","adult":false},{"cast":["Gyula Kabos","Mária Mezey","Lili Muráti","Béla Mihályffi","Lajos Básti"],"overview":"","release_date":"1937-05-21","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":195733,"title":"120-as tempó","adult":false},{"cast":["Gyula Kabos","Pál Jávor"],"overview":"","release_date":"1936-04-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":195735,"title":"Nászút féláron","adult":false},{"cast":["Arya Babbar","Sameksha Singh","Gurpreet Ghuggi","Binnu Dhillon","Veena Malik"],"overview":"A gang leader looks to a simpleton to provide him with a heart transplant.","release_date":"2013-05-24","genres":[],"vote_average":7.3,"runtime":null,"cert":"N\/A","id":195737,"title":"Jatts in Golmaal","adult":false},{"cast":["Jimmy Sheirgill","Neha Dhupia","Jaswinder Bhalla","Shavinder Mahal","Binnu Dhillon"],"overview":"Sonny is a collection agent for the Rangeelay Fynance Company. When he repossesses a scooter from Simmi, it's love at first sight. But she is free spirited, spoiled, cynical and does not believe in love. And she is also engaged to Ricky.","release_date":"2013-05-24","genres":[18,28,35],"vote_average":5.0,"runtime":129,"cert":"N\/A","id":195739,"title":"Rangeelay","adult":false},{"cast":[],"overview":"This musical cartoon about three kittens who get into a spat with two small dogs over milk.Te technical competenceis good -- the dogs are well rotoscoped and there is some nice camera movement to maintain composition.","release_date":"1935-07-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":195741,"title":"Rag Dog","adult":false},{"cast":[],"overview":"13th Cartoon in the Van Beuren Rainbow Parade Series.","release_date":"1935-09-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":195743,"title":"Bird Scouts","adult":false},{"cast":["Peter Coyote","Yuji Akamatsu","Bob Ballard","Richard Halsey Best","Lloyd Childers"],"overview":"National Geographic follows underwater explorer Bob Ballard as he searches for the aircraft carrier sunk during the Battle of Midway.","release_date":"1999-04-14","genres":[99,36,10752],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":195745,"title":"National Geographic Explorer: The Battle For Midway","adult":false},{"cast":["Bret Hart","Jim Neidhart","Davey Boy Smith","Owen James Hart","Brian Pillman"],"overview":"Hart & Soul: The Hart Family Anthology is a documentary produced and released by WWE Home Video in collaboration with Hart family members. The DVD chronicles the lineage of the Hart family beginning with the biography of patriarch Stu Hart. It gives a brief accounting of the lives of all twelve Hart children as well as parents Stu and Helen growing up in Calgary. It describes the deaths of Stu, Helen, Dean, Matthew, Owen, Brian Pillman and Davey Boy Smith with recollections from their loved ones. The DVD concludes with a feature on the Hart Dynasty and their future in WWE.  The bonus discs feature matches from Stampede Wrestling and WWF\/WWE as well as candid home footage and interviews from the Hart family.","release_date":"2010-04-06","genres":[99],"vote_average":0.0,"runtime":473,"cert":"N\/A","id":195747,"title":"WWE: Hart & Soul - The Hart Family Anthology","adult":false},{"cast":[],"overview":"5th Cartoon in the Van Beuren Rainbow Parade Series. Original Color version is thought to be Lost. Only B\/W exist. Retitled \"Chinese Lanterns\" during World War II.","release_date":"1935-03-07","genres":[16],"vote_average":6.0,"runtime":10,"cert":"N\/A","id":195749,"title":"Japanese Lanterns","adult":false},{"cast":["Lee Remick","Bruce Dern","Jason Patric"],"overview":"The Charters family falls into despair over their drug-addicted son Gary. They discuss his problems through the \"Toughlove\" program in searching for answers.","release_date":"1985-10-13","genres":[],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":195751,"title":"Toughlove","adult":false},{"cast":[],"overview":"A young lady dance-fights a group of drunken louts in a public square.","release_date":"2013-05-10","genres":[],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":195756,"title":"Vive La Canadienne","adult":false},{"cast":["Athena Karkanis","Fiona Highet"],"overview":"A girl finds herself kidnapped by foxes. Animated.","release_date":"2013-06-28","genres":[16,12,18],"vote_average":7.0,"runtime":4,"cert":"N\/A","id":195761,"title":"Foxed!","adult":false},{"cast":["Jack Neo","Mark Lee","Chung Yiu-Nam","Shawn Lee","Megan Zheng Zhi-Yun"],"overview":"A remake of the award-winning Iranian film Children of Heaven, Homerun is a drama about two poor siblings and their adventures over a lost pair of shoes.","release_date":"2003-08-06","genres":[10751,18],"vote_average":6.0,"runtime":108,"cert":"N\/A","id":195763,"title":"Homerun","adult":false},{"cast":["Enrico Maria Salerno","Françoise Fabian","Luciano Salce","Paola Quattrini","Tino Carraro"],"overview":"A string of violent jewel robberies force Police Inspector Parrino to get rough with the city’s criminal scum. Things take a turn for the worse when he’s confronted with the murder of an prostitute.","release_date":"1974-10-23","genres":[80,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":195768,"title":"City Under Siege","adult":false},{"cast":["Sunset Thomas","Jon Dough","Juli Ashton","Tiffany Million","Jeanna Fine"],"overview":"","release_date":"1995-01-01","genres":[],"vote_average":8.5,"runtime":null,"cert":"N\/A","id":195770,"title":"Latex","adult":true},{"cast":["Jessica T. Perez","Sebastian Gonzales","Sally Mullins","Jamie Macek","Jennifer Kamstock"],"overview":"An attempt to summon a demon using the sacrifice of a prostitute misfires - the evil entity instead possesses the body of the intended victim! With the ability to leap between hosts, how can it be stopped before it tracks down its target?","release_date":"2008-08-29","genres":[],"vote_average":2.2,"runtime":91,"cert":"N\/A","id":195781,"title":"Demon Kiss","adult":false},{"cast":["winston bell","kevoy burton"],"overview":"GHETT’A LIFE is an “against the odds” action drama set in a politically turbulent inner city community of Kingston. Derrick, a determined inner city teenager realizes his dream of becoming a champion boxer despite a country, community and family conflicted by divisive political system","release_date":"2011-12-02","genres":[18],"vote_average":5.0,"runtime":104,"cert":"","id":195786,"title":"Ghett'a Life","adult":false},{"cast":["Tony Winters","Kellita Smith","Kymberly Newberry","Buddy Lewis","Richard Whiten"],"overview":"A thirty-something avowed bachelor from Los Angeles invites a jazz singer that he is barely acquainted with, to accompany him to Detroit for his father's retirement celebration.","release_date":"2000-01-18","genres":[35],"vote_average":0.0,"runtime":108,"cert":"N\/A","id":195791,"title":"Retiring Tatiana","adult":false},{"cast":["Marty Adams","Shaun Benson","Meghan Heffern","Adam MacDonald"],"overview":"A young married couple comes home from a date night to discover that they are imprisoned in their own house with a methodical killer inside.","release_date":"2013-05-13","genres":[27,53],"vote_average":5.3,"runtime":80,"cert":"N\/A","id":195796,"title":"Home Sweet Home","adult":false},{"cast":["Alina Sergeeva","Ilya Glinnikov","Valeriy Nikolaev"],"overview":"","release_date":"2012-09-28","genres":[10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":195801,"title":"Обучаю игре на гитаре","adult":false},{"cast":["Im Won-hee","Ryoo Seung-bum"],"overview":"Hwa-nyeo and Chung-nyeo, two country girls who have come to Seoul with big dreams. They are thrilled just to see the wondrous Seoul landscape, but a group of thugs, including Shanghai Park, appears before them. Just as they face a terrible fate, a man by the name of Dachimawa Lee appears like a comet. He suavely fights off the thugs and rescues Hwa-nyeo and Chung-nyeo. The two girls become infatuated with his manly image, and Hwa-nyeo and Dachimawa Lee fall in love. Meanwhile, the head of the thugs, the Nameless Man of the East, hears that his underlings have been harshly beaten and decides to make Dachimawa Lee pay. Finally, there is a battle between Dachimawa Lee and the gang of the Nameless Man of the East.","release_date":"2000-01-01","genres":[28,35],"vote_average":0.0,"runtime":35,"cert":"N\/A","id":195803,"title":"Dachimawa Lee","adult":false},{"cast":["Vittorio Storaro","Bernardo Bertolucci","Warren Beatty","Francis Ford Coppola"],"overview":"Documentary about Vittorio Storaro, cinematographer of Apocalypse Now, The Last Emperor, Reds, Il Confimista, 1900. Vittorio Storaro talks about his work, along with collaborators like Warren Beatty and Bernardo Bertolucci and peers like Nestor Almendros. On-set footage from Dick Tracy and The Sheltering Sky. Storaro explains his zany theories about light and colour, and gives a potted history of lighting in the cinema. Sublime.","release_date":"1992-01-01","genres":[99],"vote_average":5.0,"runtime":42,"cert":"N\/A","id":195805,"title":"Writing with Light: Vittorio Storaro","adult":false},{"cast":["Im Won-hee","Shin Ha-kyun"],"overview":"A young woman asks her brother to videotape her confession. The brother thinks this is all a joke and unnecessarily ridiculous. The woman nevertheless insists on proceeding on telling on tape what she's been hiding to her family (including her brother) all along. She is coming out...","release_date":"2001-07-29","genres":[],"vote_average":4.5,"runtime":45,"cert":"N\/A","id":195807,"title":"Coming Out","adult":false},{"cast":["Janet Ågren","Lino Capolicchio","Umberto D'Orsi","Pippo Franco","Gino Santercole"],"overview":"Giordano is a young man from Milan who accepts a ride from a married American couple sightseeing in Italy. The husband is an older and worldly professor of archaeology while his wife is interested in exploring living things. The young hitchhiker is seduced by the beautiful wife, while her husband continues to gaze at ancient ruins.","release_date":"1969-11-28","genres":[35],"vote_average":4.8,"runtime":88,"cert":"N\/A","id":195812,"title":"Il giovane normale","adult":false},{"cast":["Andrew McCarthy","Jennifer Dundas","Charles Fields","Jeff Alan-Lee","Danny Pintauro"],"overview":"When his younger friends go up for adoption, threatening their extended family, an orphaned teen helps them discourage potential parents.","release_date":"1985-01-01","genres":[18],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":195814,"title":"The Beniker Gang","adult":false},{"cast":["Angelica Bella","Donna D'Enrico","Jeanette La Douce","Manya","Veronica Bella"],"overview":"","release_date":"1999-01-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":195822,"title":"Pierino la Peste","adult":true},{"cast":["Vittorio Gassman","Anna Moffo","Nino Castelnuovo","Mario Brega","Nadia Cassini"],"overview":"","release_date":"1970-04-20","genres":[35],"vote_average":6.8,"runtime":null,"cert":"N\/A","id":195824,"title":"Il Divorzio","adult":false},{"cast":[],"overview":"Four teens set out to capture four stallions that escaped from a wealthy farm in order to claim the reward.","release_date":"2003-02-01","genres":[],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":195826,"title":"The Lost Stallions","adult":false},{"cast":["Joe Bonamassa"],"overview":"Joe Bonamassa - Live in Colorado Springs, CO on March 31, 2003.  SETLIST:  Cradle Rock\r Walk In My Shadow\r A New Day Yesterday\r Mountain Time\r So It's Like That\r Blues Deluxe\r Miss You, Hate You\r Takin' The Hit\r If Heartaches Were Nickels\r Pain And Sorrow\r Waiting For Me\r If Six Were Nine\r Spanish Castle Magic","release_date":"2003-03-31","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":195831,"title":"Joe Bonamassa: 32 Bleu Live from Colorado Springs, CO","adult":false},{"cast":["Jorge Perugorría","Cuca Escribano","Maya Zapata","Roberto McLean","Vinicio Rojas"],"overview":"Vicente and Abigail run a banana plantation in Limon Province, on the Caribbean coast of Costa Rica. Abigail's half-sister Irene, about whom Abigail knew nothing, comes to introduce herself. Banana prices start falling, threatening the plantation's finances. An oil company works with the government to get off-shore drilling rights, over local objection. Vicente is at the center of each cross-current. Will he fall for Irene? Can he save the plantation? Will he sell out to corporate offers?","release_date":"2004-01-01","genres":[18],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":195833,"title":"Caribe","adult":false},{"cast":["Costas Tymvios","Thalia Argyriou"],"overview":"The story of the Cyprus' turbulent recent history using the device of a desperate man, Evagoras (Costas Timvios), who returns to the island after years of absence to look for his wife and son. His family disappeared while they were visiting his native village on Cyprus, just when the Turkish army invaded (1974). As Evagoras goes out on his search each day with a friendly taxi driver, flashbacks illustrate the recent history of the Greek Cypriots, and the normally quiet Evagoras heads closer and closer to a militant stance.","release_date":"1985-01-01","genres":[18],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":195838,"title":"The Rape of Aphrodite","adult":false},{"cast":[],"overview":"The high profile reunion of Britpop group Blur reached fever pitch when it was announced that they would be closing the Pyramid Stage in 2009. An emotional Damon Albarn gave a charged performance that went through the highlights of their back catalogue. A fitting end to a Glastonbury festival that many claim to have been 'the best ever'.","release_date":"2012-09-30","genres":[10402],"vote_average":7.1,"runtime":67,"cert":"","id":195843,"title":"Blur - Live at Glastonbury Festival","adult":false},{"cast":[],"overview":"A SUPER 16MM FEATURE FILM. SURVIVAL IS ALL THAT MATTERS.  Every childhood is normal…to the child who lives it. For Meredith that means an enchanted seclusion that is shattered when she is deprived of her mother. Desperate and alone, Meredith must join a household with other women and their children, a sinister man who controls every facet of her existence, and a vicious bear that only she can see. As life in this world becomes increasingly strange and frightening, Meredith realizes that she must flee, even though she fears she has not learned enough to survive on her own.","release_date":"2013-04-25","genres":[],"vote_average":1.0,"runtime":76,"cert":"N\/A","id":195845,"title":"A Measure Of The Sin","adult":false},{"cast":["Leonard Maltin","Samuel Z. Arkoff","Barry Corbin","Ewing Miles Brown","Jeanne Carmen"],"overview":"A nostalgic, informative history of drive-in movie theaters, featuring extensive archival photographs and interviews with Leonard Maltin, John Bloom, Samuel Z. Arkoff, Barry Corbin and many others... Drive-In Movie Memories is a film celebration of America's greatest icon of youth, freedom and the automobile. What began as an auto parts owner's business venture to make some easy money accidentally became a magical place where romance, fun and a sense of community flourished. This film chronicles the drive-in's birth and development, its phenomenal popularity with audiences of all ages, its tragic decline, and its inevitable comeback as a classic form of Americana.","release_date":"2001-08-31","genres":[99],"vote_average":7.3,"runtime":57,"cert":"N\/A","id":195853,"title":"Drive-In Movie Memories","adult":false},{"cast":[],"overview":"Unauthorized Access is one of the earliest independant documentaries on the subject of the computer underground. Featuring footage from around globe, this video's tone is friendly and fun. From phreaking, lockpicking, conspiracy theories, and ninja clad dumpster divers to socially active political European hackers this video covers an amazing amount of ground.","release_date":"1994-01-01","genres":[99],"vote_average":8.0,"runtime":38,"cert":"N\/A","id":195855,"title":"Unauthorized Access","adult":false},{"cast":["Alan Hopgood","Ray Barrett","Esme Melville","Judy Banks","Marilyn Maguire"],"overview":"Tells the true story of the residents at Dalkeith Residential Home who sit around every day just waiting to die until staff buy them a greyhound. Naming the dog Dalkeith after the home, they discover she is a phenomenal runner and she is soon entered into the greyhound races. Soon residents are betting on the outcome of the races, and they are given a new reason to live. But the board of trustees learn what is going on, through the disgruntled daughter of one of the residents, and heavily handedly put an end to the fun and games. After the board's intervention the residents sink into a new form of despair as life becomes even duller and more boring than before. That is until the aloof pensioner, played by Ray Barrett, reveals he was once a high profile barrister and challenges the decision in court.","release_date":"2001-05-22","genres":[35,18],"vote_average":7.5,"runtime":93,"cert":"N\/A","id":195857,"title":"Dalkeith","adult":false},{"cast":[],"overview":"\"Along the coast of the Bering Sea a community of whale hunters are struggling to survive keeping alive a millenary tradition. Surviving one of the most extreme environments of the planet.\"","release_date":"2008-05-22","genres":[99],"vote_average":9.5,"runtime":87,"cert":"N\/A","id":195859,"title":"Hunters Since the Beginning of Time","adult":false},{"cast":[],"overview":"A documentary about Genie, who spent the first thirteen years of her life imprisoned in her bedroom by her father, with her arms and legs immobilized.","release_date":"1994-10-18","genres":[99,10770],"vote_average":8.6,"runtime":55,"cert":"N\/A","id":195861,"title":"The Secret of the Wild Child","adult":false},{"cast":[],"overview":"This picture was taken from the front end of a train during a trip from the famous Cliff House to Bakers Beach along the shore of the Golden Gate. The train runs along the brink of the cliff and gives a perfect representation of the objects that meet the eye prior to entering the Golden Gate. One of the features of this picture is the stirring ride along the very edge of the cliff, the track being laid in places within a foot of the brink, and far below can be seen the huge breakers dashing against the foot of the cliff. (Edison Catalog)","release_date":"1902-01-01","genres":[99],"vote_average":5.5,"runtime":3,"cert":"N\/A","id":195869,"title":"Panoramic View of the Golden Gate","adult":false},{"cast":[],"overview":"A film from the UK based Mitchell & Kenyon.","release_date":"1902-05-22","genres":[],"vote_average":0.0,"runtime":2,"cert":"","id":195871,"title":"Crews Practicing on River Lee at Cork Regatta","adult":false},{"cast":[],"overview":"A film from the UK based Mitchell &amp; Kenyon.","release_date":"1902-05-22","genres":[],"vote_average":0.0,"runtime":5,"cert":"","id":195873,"title":"Ambush II at Eyrefield Lodge, Curragh","adult":false},{"cast":[],"overview":"Children school sports day, 1902-style.","release_date":"1902-05-22","genres":[],"vote_average":6.0,"runtime":2,"cert":"","id":195884,"title":"Day School Sports at Park Avenue, Bradford","adult":false},{"cast":[],"overview":"An interesting counterpart to Mitchell and Kenyon's extensive coverage of the human visitors to the 1902 Cork Exhibition, this film instead consists of a nearly 360-degree pan around the exhibition grounds (constructed on what is now Fitzgerald Park) and the nearby River Lee, ending on a close-up of what is almost certainly part of the exhibition's water chute, one of its signature attractions.","release_date":"1902-05-22","genres":[],"vote_average":0.0,"runtime":2,"cert":"","id":195892,"title":"Panorama of Cork Exhibition Grounds","adult":false},{"cast":[],"overview":"A film from the UK based Mitchell & Kenyon.","release_date":"1902-05-22","genres":[],"vote_average":5.0,"runtime":2,"cert":"","id":195894,"title":"Congregation Leaving St. Mary's Dominican Church in Cork","adult":false},{"cast":[],"overview":"These slightly weary-looking soldiers, just back from South Africa, were perhaps only temporarily housed in their Cork barracks before a well-earned return home. Despite Irish misgivings, some 30,000 Irish soldiers fought in the Boer War. In a neat lesson in colonial history, the barracks were named after Queen Victoria in 1849 and rapidly re-named 'Collins Barracks' after Irish independence.","release_date":"1902-05-22","genres":[],"vote_average":4.0,"runtime":2,"cert":"","id":195896,"title":"Regiments Returned from Boer War to Victoria Barracks, Cork","adult":false},{"cast":[],"overview":"A film from the UK based Mitchell &amp; Kenyon.","release_date":"1902-05-22","genres":[],"vote_average":4.0,"runtime":1,"cert":"","id":195898,"title":"Arrival of VIPs for Official Opening of Cork Exhibition","adult":false},{"cast":[],"overview":"This picture shows the Governor General, the Earl of Minto, accompanied by the Countess of Minto and their household...","release_date":"1902-02-22","genres":[],"vote_average":4.0,"runtime":2,"cert":"N\/A","id":195900,"title":"Arrival of the Governor General, Lord Minto, at Quebec","adult":false},{"cast":[],"overview":"A film from the UK based Mitchell &amp; Kenyon.","release_date":"1902-05-22","genres":[],"vote_average":0.0,"runtime":1,"cert":"","id":195902,"title":"Albert Quay in Cork","adult":false},{"cast":[],"overview":"This lively series of shots of crowds enjoying various events at a university sports day was filmed on the grounds of Queen's College Cork (from 1908, University College Cork). This was next to what is now Fitzgerald Park, host to the 1902 Cork International Exhibition - the bridge-like structure visible in the background is the exhibition's water chute, long since dismantled.","release_date":"1902-05-22","genres":[],"vote_average":5.0,"runtime":2,"cert":"","id":195907,"title":"Sports Day at Queen's College Ground, Cork","adult":false},{"cast":[],"overview":"These short scenes were filmed in January 1902 in and around Wexford's Bull Ring market, capturing an array of local characters, including a cheery fishwife. Children and members of the Royal Irish Constabulary mingle with the traders and customers. The Mayor of Wexford, in his official regalia, appears with his daughters. The films were later shown at the Theatre Royal, Wexford.  This film was shot during a two-day visit to the South East Ireland town by Mitchell and Kenyon cameraman Louis De Clercq. The man in the pale hat seen walking arm-in-arm with another man towards the camera may be Hugh McCarthy, manager of Wexford's White Hotel. The same man reappears later, alongside the mayor and his daughters.","release_date":"1902-05-22","genres":[],"vote_average":0.0,"runtime":3,"cert":"","id":195909,"title":"Life in Wexford","adult":false},{"cast":["Valeria Bertuccelli","Martín Piroyansky","Luis Ziembrowski","Mariela Vitale","Germán de Silva"],"overview":"Charly was abandoned right after birth in a convent. He is not aware of who the couple who are about to arrive and dine at the inn, actually are. Karla is about to show up with a dead man and one hundred dollars in the trunk of her car.","release_date":"2012-11-08","genres":[35],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":195917,"title":"Ni un hombre más","adult":false},{"cast":["João Gilberto","Caetano Veloso","Maria Bethânia","Gilberto Gil"],"overview":"João Gilberto receives Caetano Veloso, Gilberto Gil and Maria Bethania during the recording of his album Brasil.","release_date":"1981-01-01","genres":[10402,99],"vote_average":0.5,"runtime":13,"cert":"N\/A","id":195919,"title":"Brasil","adult":false},{"cast":["Bai Baihe","Eddie Peng","Pace Wu","Jiang Jinfu","Lin Mei-hsiu"],"overview":"High school sweethearts QiaoQiao and Li Xing are about to graduate from university and Li Xing surprises QiaoQiao with a marriage proposal. QiaoQiao, however, declines the proposal, offering rash arguments as to why he's not ready. Little does he know, QiaoQiao has a devastating secret. Nonetheless, they write a break-up contract; if they're both single in five years, they'll get married. The two part ways and five years pass. Believing Li Xing is still waiting for her, QiaoQiao waits patiently for his call. But when Li Xing finally does contact her it's to invite her to his wedding. QiaoQiao is flabbergasted and is determined to win her former flame back at any cost-even though the secret that forced them apart lingers. Can their love truly be reignited?","release_date":"2013-04-12","genres":[10749],"vote_average":6.0,"runtime":101,"cert":"N\/A","id":195921,"title":"A Wedding Invitation","adult":false},{"cast":["Arrigo Barnabé","Grande Otelo","Helena Ignez","Nina de Pádua","Abrahão Farc"],"overview":"Orson Welles goes to Brazil to shoot his documentary It's All True.","release_date":"1986-08-22","genres":[35,18],"vote_average":7.0,"runtime":95,"cert":"N\/A","id":195923,"title":"It's Not All True","adult":false},{"cast":["João Gilberto"],"overview":"The life of samba composer Noel Rosa.","release_date":"1990-01-05","genres":[10402,99],"vote_average":7.0,"runtime":45,"cert":"N\/A","id":195925,"title":"Isto é Noel Rosa","adult":false},{"cast":[],"overview":"","release_date":"2013-01-15","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":195933,"title":"Bring Happiness Home","adult":false},{"cast":[],"overview":"","release_date":"2013-01-26","genres":[53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":195938,"title":"孤岛惊魂2","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":195940,"title":"Naughty Girls","adult":false},{"cast":["Georges Méliès","Jehanne d'Alcy"],"overview":"Two men in a cave perform magic.","release_date":"1903-11-22","genres":[],"vote_average":4.3,"runtime":4,"cert":"N\/A","id":195945,"title":"Alcofribas, The Master Magician","adult":false},{"cast":[],"overview":"In 2009 the high speed was joining Barcelona with Paris. Currently the line is not completed and the \"connection\" is reduced to Figueres-Perpignan, which spans the border between France and Spain through the tunnel Pertús.  A story about the different perceptions of time on the cohabitation between the high and low speed at a border point between the process of building a viaduct and people living with the transformation of the landscape in a rural setting. The high-speed and half-reality, as a future that is constantly coming, the low speed as a present to disappear.","release_date":"2012-01-01","genres":[99],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":195947,"title":"Velocidad","adult":false},{"cast":[],"overview":"In a room filled with jugglers' properties of enormous size a prestidigitateur dressed in eccentric costume enters with his assistant. The servant, believing that he would be comfortable in an armchair, sits down in it, but finds that it conceals a bucket of water, in which he falls. The juggler brings a large empty cask and puts it upon a table and fills it up with several pails of water.","release_date":"1903-12-11","genres":[],"vote_average":5.2,"runtime":2,"cert":"N\/A","id":195952,"title":"Comical Conjuring","adult":false},{"cast":[],"overview":"In a corner of the garden we see an ornamental fountain. An old professor comes along, looking for a nice spot where he can teach his pupils. Finding the fountain to his liking he goes after his scholars. A mysterious person who has noticed the old man, by means of a balloon, a handkerchief and a coat, constructs a peculiar figure, doing a lot of tricks at the same time.","release_date":"1903-01-01","genres":[],"vote_average":4.2,"runtime":2,"cert":"N\/A","id":195954,"title":"The Drawing Lesson","adult":false},{"cast":[],"overview":"This documentary portrays the lifestyle Arribes bittersweet, isolated region of northwestern Spain, where from an early age older inhabitants have lived with sacrifice and effort, but where with a simple lifestyle and has achieved basic sense of community and happiness.","release_date":"2012-01-01","genres":[99],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":195959,"title":"Arribes: Everything else is noise","adult":false},{"cast":[],"overview":"Alphonse and Gaston are in a Western saloon and are forced to dance by a cowboy, who urges them on by shooting at their feet.","release_date":"1903-10-22","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":195961,"title":"Alphonse and Gaston, No. 3","adult":false},{"cast":[],"overview":"The Fate of the Artist's Model (1903) shows a young woman and her baby who are abandoned by her artist lover.","release_date":"1903-10-22","genres":[],"vote_average":5.0,"runtime":3,"cert":"N\/A","id":195963,"title":"The Fate of the Artist's Model","adult":false},{"cast":["Hans Beck","Valborg Borchsenius"],"overview":"This Danish film shows us a young woman doing a dance, which translates to tarantula. According to the brief bio over at the Europa Film Treasures site, this dance was \"influenced\" by the delirium caused by the bite of a tarantula.","release_date":"1903-01-01","genres":[99],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":195965,"title":"Tarantellen af 'Napoli'","adult":false},{"cast":[],"overview":"\"Cholly\" wishes to call on his best girl and sends her a large bouquet. To find out if the girl really loves him, he sends a note with the messenger boy requesting her to \"wear this\" if she does. The boy delivers the note and a package which the young lady opens and finds an old pair of trousers and other masculine wearing apparel.","release_date":"1903-10-22","genres":[],"vote_average":6.0,"runtime":2,"cert":"N\/A","id":195967,"title":"The Messenger Boy's Mistake","adult":false},{"cast":[],"overview":"The fakir with his trick monkey is seated on the pavement in a street in Cairo. He plays a tom-tom, while the monkey dances the couchee-couchee. The movements of the monkey are very comical. (Taken on the winter cruise of the S. S. \"Auguste Victoria\" of the Hamburg-American Line, leaving New York on 03 Feb 1903.)","release_date":"1903-06-08","genres":[99],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":195969,"title":"Egyptian Fakir with Dancing Monkey","adult":false},{"cast":[],"overview":"Scene, interior of a street-car. A stout man enters and sits down alongside of a friend and proceeds to read a comic paper. He shows a joke in the paper to his friend, and the both laugh heartily. The friend leaves the car, and his absence is not noted by the stout man. An elderly matron takes the seat. Without looking up the stout man shoves the paper in front of the face of the old lady, thinking his friend is still there.","release_date":"1903-05-22","genres":[35],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":195974,"title":"The Unappreciated Joke","adult":false},{"cast":[],"overview":"A remarkable exhibition by Gus Keller, novelty bag puncher of the New Polo Athletic Association. In seven scenes with dissolving effects. A. Single, B. Knee, C. Floor, D. Double, E. Aerial, F. Triple, G. Double Floor.","release_date":"1903-07-22","genres":[],"vote_average":6.0,"runtime":2,"cert":"N\/A","id":195976,"title":"Expert Bag Punching","adult":false},{"cast":["Monique Parent","Keri Windsor","Frank Harper","Daniel Anderson","Tess Broussard"],"overview":"With a name like Sam Sharp, people expect a detective -- not a gorgeous woman. For the most part, Sam's cases are pretty tame, so when she receives a request to track down the sexy young wife of a magazine publisher, it seems easy enough. But when her investigation turns up a corpse at the bottom of the pool, it becomes clear that not everyone is telling the truth -- and that she must use more than just her investigative skills to uncover the killer...","release_date":"2002-07-09","genres":[53],"vote_average":5.3,"runtime":86,"cert":"N\/A","id":195978,"title":"Wicked Temptations","adult":false},{"cast":["Dagmar Hansen"],"overview":"A short film from Peter Elfelt showing Dagmar Hansen.","release_date":"1903-09-12","genres":[99],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":195980,"title":"Dagmar Hansen","adult":false},{"cast":[],"overview":"Seeing New York by Yacht.","release_date":"1903-09-22","genres":[99],"vote_average":6.5,"runtime":3,"cert":"N\/A","id":195982,"title":"Seeing New York by Yacht","adult":false},{"cast":[],"overview":"Showing two typical concert hall knock-about teams in a very poor performance. It ends up in their being egged by the audience.","release_date":"1903-07-22","genres":[35],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":195984,"title":"Levi & Cohen, the Irish Comedians","adult":false},{"cast":[],"overview":"It seems as if there was no subject so mundane or seedy that it was considered unworthy of filming by Edison and his contemporaries at the turn of the century. Here the cameras - and New York City in 1903 must have been teeming with intrepid cameramen roaming the streets in search of something - anything - to film - capture the work of a few poor souls employed to spread the garbage dumped onto a massive wharf docked by the edge of the (apparently) East River.","release_date":"1903-05-22","genres":[],"vote_average":4.0,"runtime":2,"cert":"N\/A","id":195986,"title":"New York City Dumping Wharf","adult":false},{"cast":[],"overview":"In this short film, a white (or pale grey) vertical line bisects the screen; there are two different rooms either side of the line, with different action in each room.","release_date":"1899-05-22","genres":[35],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":195988,"title":"As in a Looking Glass","adult":false},{"cert":"N\/A","title":"Sorting Refuse at Incinerating Plant, New York City","cast":[],"genres":[],"id":195993,"overview":"There must have been millions of subjects for Edison's filmmakers to point there cameras at back in 1903 so why on earth they thought that the collection and disposal of New York City's rubbish would prove a suitable subject to present to their dwindling audiences is a mystery. Add to this the fact that the camera has been positioned about a dozen feet from the men and you're left with a film that's as dull as it is unmemorable.","runtime":2,"release_date":"1903-05-22","vote_average":4.0,"adult":false}]