[{"cast":["José Luis Gómez","Amparo Muñoz","Patricia Adriani","Francisco Casares","Luis Politti"],"overview":"A mix of characters and actions create only a semblance of a plot in this confusing tale of intrigue, undefined crimes, and incest. A newspaper reporter is working on a story about a criminal serving time in jail. He interviews the prisoner, has an affair with the criminal's daughter, and also spends some time in bed with his editor's wife. His amorous life is an adjunct to his searching out the details of the prisoner's case -- though tragedy strikes before the journalist can wrap everything up. In the meantime, it becomes clear that the daughter and imprisoned father had an incestuous relationship, raising more questions than answers.","release_date":"1980-06-04","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":198501,"title":"Dedicated to...","adult":false},{"cast":["Frano Lasić","Milan Štrljić","Tanja Poberžnik","Boris Kralj","Ivan Klemenc"],"overview":"Set in Dubrovnik, this drama chronicles a friendship between three men, that began just before World War II. One of the men is of Italian origin, another is the wealthy heir of a shipping fortune, and the third is the son of a Jewish antique-store owner. Before the war, they are fast friends, enjoying one another's company at carnivals and at a private fencing club. However, when the war comes, the Italians and Germans move in to create the Independent State of Croatia. The Italian friend becomes a fascist and courts and marries the sister of his rich friend. Soon enough, atrocities are being committed, and anyone suspected of Jewish or Serbian parentage or anti-fascist leanings, is killed.","release_date":"1978-06-07","genres":[18,10752,10749],"vote_average":6.5,"runtime":116,"cert":"N\/A","id":198509,"title":"Occupation in 26 Pictures","adult":false},{"cast":["Edith Clever","Bruno Ganz","Angela Winkler","Gérard Depardieu","Bernhard Minetti"],"overview":"Mourning for a lost relationship can be every bit as devastating as mourning for someone who has died. In this drama based on the director's own novel, a couple with an unhappy marriage agree to a trial separation. They try to patch things up, and at the same time other relationships begin to develop for them.","release_date":"1977-10-29","genres":[18],"vote_average":7.1,"runtime":116,"cert":"N\/A","id":198511,"title":"The Left-Handed Woman","adult":false},{"cast":["Geraldine Chaplin","José Luis Gómez","Xabier Elorriaga","Lola Cardona","Carmen Maura"],"overview":"While attending an international conference which seeks to reduce the incidence of the use of torture by nations around the globe, a movie director (Jose Luis Gomez) encounters a woman (Geraldine Chaplin) whom he decides to cast in a play about state torture. As events proceed, he and the woman, the wife of a dentist, become lovers. All along, however, right-wing types have been persecuting, and the whole endeavor goes sour.","release_date":"1978-06-06","genres":[18],"vote_average":5.0,"runtime":110,"cert":"N\/A","id":198513,"title":"Blindfolded Eyes","adult":false},{"cast":["Maja Komorowska","Jan Nowicki","Zofia Kucówna","Aleksander Bardini","Jan Swiderski"],"overview":"In what appears to be an inexplicable incident, a man drives up to a resort hotel in midwinter, throws away his car keys, enters, and proceeds to agitate everyone he meets with his urgency -- a message he is somehow unable to communicate. Then he leaves, disappearing in the snow. Later, the people he appeared to have upset have gathered to search for him and find him frostbitten, but alive. Visiting him at the sanatorium to which he has been taken, they gradually discover what was really happening.","release_date":"1978-06-04","genres":[18],"vote_average":7.0,"runtime":83,"cert":"N\/A","id":198515,"title":"Spiral","adult":false},{"cast":["Ariane Ascaride","Yveline Ailhaud","Vincent Pinel","Andrée Tainsy"],"overview":"In this complex chronicle of the evolution of a provincial family's life, the story follows three generations of at least two neighboring families from the 1890s to the 1970s. In one of many related tales, a man who was engaged to the older daughter of a farmer elopes with the younger one. After many years and the birth of five children, the man leaves his wife and family for the bright lights of the city but continues turning up from time to time, until he is finally taken into the home of one of his sons when he is a quite old man. The complex interactions of the legitimate and illegitimate children of a womanizing miner give rise to yet another set of related stories.","release_date":"1977-06-04","genres":[],"vote_average":4.7,"runtime":105,"cert":"N\/A","id":198517,"title":"Solemn Communion","adult":false},{"cast":["Lam Dia","Diama","Oumarou Ganda","Mariama","Talou"],"overview":"Once upon a time, in the middle of the last century, a great warrior named Babatou. Nigerian jumper from the region Dounga Gurunsi invaded the country and settled there. The brave prisoners were integrated into the army, women espoused. For fifty years, the adventurous young people from Niger Babatou went to live in the epic.","release_date":"1976-01-01","genres":[10752],"vote_average":5.0,"runtime":93,"cert":"N\/A","id":198519,"title":"Babatu","adult":false},{"cast":["Stockard Channing","Sam Waterston","Franklyn Ajaye","Richard Daughty","Norman Matlock"],"overview":"A young woman with a long rap sheet who steals cars for a living is befriended by a public defender who tries to steer her straight. But her goal is to steal and subsequently sell enough cars (sometimes the same car more than once) to buy a new Ferrari.","release_date":"1976-06-06","genres":[35,80],"vote_average":7.8,"runtime":90,"cert":"N\/A","id":198521,"title":"Sweet Revenge","adult":false},{"cast":[],"overview":"Without narration, this wildlife documentary explores the behavior of African animals by day and by night, and is especially vivid in its depiction of the hunting behavior of large predators.","release_date":"1976-06-06","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":198523,"title":"The Claw and the Tooth","adult":false},{"cast":[],"overview":"A pair of elderly men, friends for 40 years, find their relationship stressed when they set up housekeeping together in order to save money. Exploring similar ground to that covered in Neil Simon's play The Odd Couple, which spawned a movie and a television series, Ce Cher Victor explores the tragic and dramatic aspects of the story. The two friends, meek, sensitive Anselme (Bernard Blier) and blustering Victor (Jacques Dufilho) are swiftly driven apart by circumstances.","release_date":"1975-06-06","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":198525,"title":"Ce cher Victor","adult":false},{"cast":["Lilli Palmer","Martin Hellberg","Rolf Ludwig","Hilmar Baumann","Jutta Hoffmann"],"overview":"Johann Wolfgang von Goethe (1749-1832) was the author of Werther, the romantic novel that was transformed into a play during Goethe's lifetime and which initiated the whole German romantic movement. The book's story tells of young love and suicide. In this East German film, based on a book by Thomas Mann, Lotte (Lilli Palmer) was the woman who served as the model for the heroine in the novel Werther. She comes to Goethe's hometown for a visit, and her experiences there eerily re-create episodes from the book. Goethe comes across as a pompous old bore, and his friends as pandering sycophants, in this very proper communist party-sponsored, anti-heroic movie.","release_date":"1975-05-15","genres":[18],"vote_average":5.0,"runtime":125,"cert":"N\/A","id":198527,"title":"Lotte in Weimar","adult":false},{"cast":["Jean Rochefort","Bulle Ogier","André Dussollier","Daniel Ceccaldi","Anne-Lise Gabold"],"overview":"After having been rescued from suicide, a young man is the object of a bet by his doctor that the doctor can help him recover his joy in life. Ironically, the doctor's life is not a very happy one either, and his boast has a hollow sound. For one thing, although he seemingly has a \"happy divorce,\" in which he, his ex-wife and her new husband are all great pals, it's not true. He wants his wife back. All sorts of complications arise out of these lies and distortions.","release_date":"1975-06-06","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":198529,"title":"A Happy Divorce","adult":false},{"cast":["Giuliano Gemma","Stefania Sandrelli","Brizio Montinaro","Renato Scarpa","Cesira Abbiati"],"overview":"In this Italian film, part melodrama and part social\/political commentary, two factory workers living in Northern Italy form a romantic connection. The woman, torn between the freedoms of the North and her traditional Sicilian values, slowly allows herself to love, then marry, her co-worker. Soon after her wedding, she dies as a result of industrial pollution from her job.","release_date":"1974-06-06","genres":[18],"vote_average":6.7,"runtime":108,"cert":"N\/A","id":198531,"title":"Somewhere Beyond Love","adult":false},{"cast":[],"overview":"In the Brussells suburb known as \"Bear Cage,\" a poor grocer is at odds with his sexually hyperactive and fashionably Maoist son, who is also a college student. When the students at the college stage a protest in which his son is involved, his exasperation mounts.","release_date":"1974-06-04","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":198533,"title":"The Bear Cage","adult":false},{"cast":["Patrice Dally","Noëlle Chatelet","Bruno Devoldère","Jean-Daniel Pollet","Pierrette Destanque"],"overview":"Spinoza, attempting to discover why his son committed suicide, meets his girlfriend and his rival for her affections.","release_date":"1975-02-19","genres":[18],"vote_average":0.0,"runtime":127,"cert":"N\/A","id":198535,"title":"The Others","adult":false},{"cast":["Jean-Louis Trintignant","Gabrielle Doulcet","David Drach","Nathalie Roussel","Marie-José Nat"],"overview":"In this WW II drama based on an autobiographical story by director Michel Drach, a Jewish boy and his family living in Nazi occupied France, attempt to escape the cruel invaders. Later the boy grows up to become a filmmaker obsessed with chronicling his childhood.","release_date":"1974-06-02","genres":[],"vote_average":7.1,"runtime":110,"cert":"N\/A","id":198537,"title":"Violins at the Ball","adult":false},{"cast":["Iana Guirova","Tzvetana Maneva","Aneta Petrovska","Емилия Радева","Leda Taseva"],"overview":"The seven women inmates in Poslednata Duma are imprisoned because they have been associated with partisans opposing the fascist puppet government of the German Nazis. Each of them has the power to save herself if she will betray the others, and each bravely refuses to do so, even though it means they all will die. Despite their grim situation, and the atrocities perpetuated on them as political prisoners, they manage to laugh, and even celebrate a festival.","release_date":"1973-09-07","genres":[18],"vote_average":5.0,"runtime":118,"cert":"N\/A","id":198539,"title":"The Last Word","adult":false},{"cast":["Jacques Brel","Gabriel Jabbour","Danièle Evenou","Véronique Mucret","Michel Piccoli"],"overview":"This Belgian\/French tale chronicles the efforts of Jacques (Jacques Brel) to find the Old West in modern America. Dressed as cowboy, he travels throughout western American cities and towns and finds others similarly dressed. These idealists gather together and build an old-western-style town in the middle of an abandoned factory, battling local bureaucracies in the process.","release_date":"1973-05-31","genres":[37,35],"vote_average":6.3,"runtime":90,"cert":"N\/A","id":198544,"title":"Far West","adult":false},{"cast":["Carmelo Bene","Luciana Cante","Sergio Di Giulio","Franco Leo","Lydia Mancinelli"],"overview":"The \"Hamlet\" in this well-mounted Italian spoof is the Danish prince, not a small town or village. The movie irreverently draws on both the Shakespeare play and the 1877 story by Jules Laforgue. In the story, Hamlet (Carmelo Bene) is a would-be playwright. He suffers from inept Freudian analysis by Polonius (Pippo Tuminelli), and Ophelia and Gertrude (Isabella Russo & Luciana Cante) are women conjured up in his erotic imagination.","release_date":"1973-11-21","genres":[18],"vote_average":7.0,"runtime":70,"cert":"N\/A","id":198546,"title":"One Hamlet Less","adult":false},{"cast":["Michael Hui","Sally Yeh","Frances Yip Lai-Yee","Lo Hoi-Pang","Paul Che Biu-law"],"overview":"Comedian Michael Hui Koon-man stars and directs this wacky comedy about Johnny Huang, a nebbish chef who endures the presence of his obese overbearing wife and his sadistic father-in-law who relishes little more that shaving the eyebrows off of his victims. His life a constant familial nightmare, he spends his precious free time dreaming about his favorite model, Sisi (Sally Yeh Chian-wen).","release_date":"1984-01-26","genres":[35],"vote_average":6.7,"runtime":91,"cert":"N\/A","id":198548,"title":"Teppanyaki","adult":false},{"cast":["Choi Min-sik","Jang Shin-Young","Kim Ho-jung","Youn Yuh-jung","Kim Young-ok"],"overview":"South Korean drama about a teacher finding back his way into happiness.","release_date":"2004-09-16","genres":[18],"vote_average":7.8,"runtime":128,"cert":"N\/A","id":198553,"title":"Springtime","adult":false},{"cast":["Kirk Morris","Laura Brown","Demeter Bitenc","Frank Leroy","Alfredo Zammi"],"overview":"Maciste and his people flee their volcano-ravaged island. They end up caught in between two warring tribes.","release_date":"1963-01-10","genres":[28,12,10749],"vote_average":1.2,"runtime":81,"cert":"N\/A","id":198558,"title":"Colossus and the Headhunters","adult":false},{"cast":["Jane Wyman","Ray Milland","Aldo Ray","Leon Ames","Tom Helmore"],"overview":"In this 1953 musical remake of \"The Awful Truth\" Wyman is married to womanizing composer Milland and sets out to give him some of his own medicine. She has an affair, but her ploy backfires, and the couple get a divorce. Once separated, they try every way to make each other jealous.","release_date":"1953-06-16","genres":[35],"vote_average":1.0,"runtime":95,"cert":"N\/A","id":198563,"title":"Let's Do It Again","adult":false},{"cast":[],"overview":"The group is in a state of depression. They spend most of the time in Hell whilst the war rages on outside in Wirrawee and Australia. With relationships beginning to grow and conflicts running high, the group eventually meet a band of free Australians known as 'Harvey's Heroes', which is lead by the mysterious Major Harvey. Written by Aaron Sudarma.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198565,"title":"Tomorrow, When the War Began 2","adult":false},{"cast":["Charuprakash Ghosh","Prasad Mukherjee","Gitali Roy","Satindra Bhattacharya","Somen Bose"],"overview":"A wandering baba initiates a widower layer and his youngest daughter, irritating her boyfriend Satya and the ever-skeptical Nibaran.","release_date":"1965-05-06","genres":[35,18],"vote_average":6.4,"runtime":65,"cert":"N\/A","id":198567,"title":"The Holy Man","adult":false},{"cast":[],"overview":"An avant-garde film featuring a variety of images and sounds.","release_date":"2008-03-20","genres":[],"vote_average":9.3,"runtime":22,"cert":"N\/A","id":198569,"title":"Horizontal Boundaries","adult":false},{"cast":[],"overview":"Strangers tells the story of Tom Chaplin, Tim Rice-Oxley and Richard Hughes, who formed Keane in '97 at school in Sussex, did their first gig in '98, signed a record deal in 2003, released their debut album Hopes &amp; Fears in 2004 and went on to conquer the world with a voice, a piano and a set of drums. The film charts Keane's musical progression from a four-piece guitar band to the three-piece piano-based group that they've become today, and shows how they went on from playing tiny gigs on the UK pub circuit, to winning 2 Brits awards and selling nearly 5 million albums around the world.","release_date":"2005-10-31","genres":[],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":198571,"title":"Keane - Strangers","adult":false},{"cast":["Tina Turner"],"overview":"The longevity of rhythm and blues legend Tina Turner proves that she has a strength and tenacity that can be rare in the pop music world. Enjoying a successful, sometimes pop career spanning several decades, Ms. Turner has managed to overcome the tumultuous nature of her early relationship with Ike Turner. SIMPLY THE BEST is a video collection which includes several classic selections from this her history of fame including \"What's Love Got To Do With It,\" \"Private Dancer,\" \"Better Be Good To Me,\" \"Steamy Windows,\" and many more.","release_date":"2002-11-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198573,"title":"Tina Turner - Simply the Best","adult":false},{"cast":["Will Rogers Jr.","Nancy Olson","Lon Chaney Jr.","Anthony Caruso","Slim Pickens"],"overview":"A town despot makes a guileless patsy the sheriff, lives to regret it.","release_date":"1954-07-15","genres":[37],"vote_average":4.4,"runtime":87,"cert":"N\/A","id":198581,"title":"The Boy from Oklahoma","adult":false},{"cast":["Dewey Martin","Shelley Winters","Keenan Wynn","Earl Holliman","Charles Bronson"],"overview":"A boxer desperate for money falls in with a shady promoter.","release_date":"1954-06-15","genres":[],"vote_average":5.0,"runtime":73,"cert":"N\/A","id":198583,"title":"Tennessee Champ","adult":false},{"cast":["Brian Keith","Robert Francis","E.G. Marshall","Jack Kelly","Keye Luke"],"overview":"A communist POW sides with his North Korean guards against his fellow prisoners.","release_date":"1954-06-15","genres":[18,10752],"vote_average":6.7,"runtime":79,"cert":"N\/A","id":198585,"title":"The Bamboo Prison","adult":false},{"cast":[],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198587,"title":"Die Ozeane - Die Geheimnisse der Weltmeere","adult":false},{"cast":["Jock Mahoney","Peggie Castle","Adele Jergens","William Bishop","Chubby Johnson"],"overview":"A railroad investigator discovers that there's more than meets the eye to a series of reported Indian attacks against the railroad.","release_date":"1954-10-26","genres":[37],"vote_average":5.5,"runtime":73,"cert":"N\/A","id":198589,"title":"Overland Pacific","adult":false},{"cast":[],"overview":"Baby Babble 3 - Next Words with T, D &amp; N. Baby Babble(TM) is an award-winning series that engages babies, toddlers, and beginning talkers with fascinating toys and charming music while introducing age-appropriate speech and language concepts, facial exercises, and sign language. Created by speech-language pathologists, Baby Babble (TM) 3 focuses on the developing sounds: T, D, &amp; N. The newest addition to the video series, Baby BabbleT 3, introduces the next developmental sounds: T, D, &amp; N. These alveolar sounds are produced when the tongue touches an area located at the top of the mouth called the alveolar ridge. Created by speech-language pathologists. Our mission is to teach parents how to promote speech and language at home.","release_date":"2012-01-01","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":198591,"title":"Baby Babble 3","adult":false},{"cast":[],"overview":"The Beach Boys appear in a skit with Benny and Hope as surfers. Jack trys to weasel Disneyland tickets from Walt Disney. Also, a skit with Benny, Hope and Sommer in a takeoff on Italian movies. This was Benny's first special after the demise of his regular series. Benny obviously trys to appeal to the younger viewers by booking the very popular Beach Boys.","release_date":"","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":198593,"title":"The Jack Benny Hour","adult":false},{"cast":["Dennis Hopper","David Lynch","Spike Lee","Ridley Scott","Dennis Hopper"],"overview":"An examination of the evolution of commercials as an artistic medium, featuring interviews with media luminaries who relate how the in-your-face stylistic conventions of commercials have influenced feature films and the visual arts. A documentary film talking about art and advertising divided in three parts:  1. Crossing Over - from cinema to ads from ads to cinema  2. Humour - How humour affects us in advertising  3. Shock - The way shock is used to sell","release_date":"1998-01-01","genres":[99],"vote_average":8.5,"runtime":170,"cert":"N\/A","id":198595,"title":"The Fine Art of Separating People from Their Money","adult":false},{"cast":["Jane Powell","Gordon MacRae","Gene Nelson","Sam Levene","George Givot"],"overview":"A group of sailors invest in a musical revue.","release_date":"1953-11-23","genres":[35],"vote_average":7.0,"runtime":95,"cert":"N\/A","id":198600,"title":"Three Sailors and a Girl","adult":false},{"cast":["Melissa Lauren","Claudia Rossi","Angels Sydney","Daria Glower","Christina Lee"],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198602,"title":"My Scary movix","adult":true},{"cast":["Vicky Vicci","Candice Angel","Bamboo","Estelle Desanges","Mylène Slyver"],"overview":"","release_date":"2009-04-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198604,"title":"No taboo sous les tropiques","adult":true},{"cast":["Dolce Elektra","J.P.X.","Lea Fast","Liza Del Sierra","Pascal St. James"],"overview":"","release_date":"2010-03-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198609,"title":"Pascal le grand frère pineur 2","adult":true},{"cast":["Betty Hutton","Ralph Meeker","Robert Keith","Billie Bird","Adele Jergens"],"overview":"Backstage musical biography of nightclub star Blossom Seeley that charts her rocky relationship with vaudeville singer Benny Fields.","release_date":"1952-09-24","genres":[10749,10402],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":198614,"title":"Somebody Loves Me","adult":false},{"cast":["José Luis Ayestarán","Didi Sherman","César Burner","Antonio Díaz del Castillo","Lynn Endersson"],"overview":"Green Inferno hits the heart of the Amazon for big action.","release_date":"1973-12-31","genres":[12],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":198622,"title":"Green Inferno","adult":false},{"cast":["Axelle Mugler","Adrianna Laurenti","Melissa Lauren","Kathy Anderson","Ellen Saint"],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198627,"title":"Sexe Tentation","adult":true},{"cast":["Laly","Aletta Ocean","Suzie Carina","Madison Parker","Miss Caresse"],"overview":"Her name is Laly, a former police officer after she appeared first on a French reality show. Then she wanted to try a porno movie. And she was right! Just come and watch this gorgeous brunette having rough sex in front of the camera for the first time. But she is not alone in that huge mansion; Madison Parker, Aletta Ocean and Miss Caresse offer the nastiest show ever. Just take a walk on the fetish side. A brunette blows two guys before a deep double penetration. Another one, big tits full of desire, pulpy red lips taking the dicks of two other guys, legs and ass wide open for deep penetrations again. A submissive blond woman is taking it up the ass. Two lesbians with dildos and wet pussies and it's another chorus of orgasms that come to an end in this perfect feast of perversions. A must see.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":198629,"title":"Story of Laly","adult":true},{"cast":["Tiffany Hopkins","Sebastian Barrio","Bruno SX","Adrianna Laurenti"],"overview":"","release_date":"","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":198631,"title":"Sylvie","adult":true},{"cast":["Ronnie James Dio","Jimmy Bain","Craig Goldy","Claude Schnell","Vinny Appice"],"overview":"Finding The Sacred Heart - Live In Philly 1986 was filmed at The Spectrum in Philadelphia on June 17, 1986 during the second leg of the \"Sacred Heart\" tour, which featured new guitarist Craig Goldy. The show was issued in an edited form first on VHS and then DVD. Now for the first time the full concert is being released in the original running order, restored from the original 16mm film and with remastered sound. It's an extraordinary live show with a giant animatronic dragon towering over the stage and spectacular lasers and pyrotechnics. Ronnie James Dio is in fine voice as ever and the band deliver a blistering live performance featuring tracks from their first three albums alongside BLACK SABBATH and RAINBOW classics.  Draco Ignis\r King Of Rock And Roll\r Like The Beat Of A Heart\r Don't Talk To Strangers\r Hungry For Heaven\r The Last In Line\/Holy Diver\r Heaven And Hell\r Sacred Heart\r Rock n Roll Children\r Time To Burn\r Stand Up And Shout\r Rainbow In The Dark\r We Rock","release_date":"2013-05-27","genres":[10402],"vote_average":7.0,"runtime":100,"cert":"N\/A","id":198633,"title":"DIO Finding The Sacred Heart - Live In Philly 1986","adult":false},{"cast":["Rocco Siffredi","Rosa Caracciolo","Nikita Gross","Attila Schuster","Lana Jalta"],"overview":"Rosa Caraccciola makes a wonderful Jane in this 1990s adaptation of the jungle tale, and Rocco Siffredi is the best Tarzan (or: Ape man as he's called) I have ever seen. The action is thrilling, hot and not at all offensive. Since the male lead is as attractive as his female counterpart, this film is a joy for everyone! The story is really sweet and funny (for instance when Jane helps Tarzan with his first shave and shows him a mirror). The chemistry is sparkling and even if you are only slightly interested in films in this genre, this is the movie to watch. Original language was Italian, but there is an English dub.","release_date":"1994-01-01","genres":[12,18],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":198638,"title":"Tarzan-X: Shame Of Jane","adult":true},{"cast":["Jürgen Vogel","Götz George","Rosalie Thomass","Uwe Preuss","Michael Schenk"],"overview":"","release_date":"2012-10-03","genres":[80],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":198640,"title":"Tod einer Polizistin","adult":false},{"cast":["Jeanne Moreau","Julian Negulesco","Didi Perego","Yves Robert"],"overview":"In this French romance, Louise (Jeanne Moreau) lives alone and seems to like it that way. She has been through a divorce and the recent death of her mother. Recently, she has moved to Annecy, a moderate-sized city, to take work as a schoolteacher. She encounters a much younger man, Luigi (Julian Negulesco), an Italian who is down on his luck. Though he moved to France to find work, he was robbed of his money and papers and is stranded. When he helps her bury her dogs, which her neighbor has poisoned for barking, their relationship grows to a new level.","release_date":"1972-06-06","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":198645,"title":"Dear Louise","adult":false},{"cast":[],"overview":"Directed by Nicolae Breban","release_date":"1970-06-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198647,"title":"Animale bolnave","adult":false},{"cast":[],"overview":"This is a biography of the painter Francisco Jose de Goya (1746-1828) who went from being a portrait artist for royalty and the notables of his day to painting searing images embodying his wholehearted disapproval of the atrocities of his time. In the middle of his life, the artist had a relationship with the Duchess of Alba, who served as the model for a series of paintings, collectively called \"The Majas,\" including a painting known as \"The Naked Maja,\" which scandalized the society of the time. The film uses Goya's paintings as tableau, which come alive and bring us into the scene. Francisco Rabal is Goya, Irina Demick the Duchess of Alba. Interestingly, despite the scandal caused by her ancestress, the current Duchess of Alba gave her approval of and was present at the premier of the film.","release_date":"1971-06-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198649,"title":"Goya, historia de una soledad","adult":false},{"cast":["Akaji Maro","Hiroko Ogi","Mariko Kaga","Kazuko Inano","Ai Sasaki"],"overview":"Directed by Kô Nakahira","release_date":"1971-06-07","genres":[],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":198654,"title":"Chimimoryo: A Soul of Demons","adult":false},{"cast":[],"overview":"The love story of a young man who is attached to an older woman until the appearance of a younger girl interrupts him. He has an affair with the younger girl but his love for the older woman makes him return to the nursing home.","release_date":"1970-06-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198656,"title":"The Dreamer","adult":false},{"cast":["Maurice Ronet","Michel Bouquet","Cathy Rosier","Eric Penet","Betty Beckers"],"overview":"A veteran paratrooper murders his Vietnamese wife when he finds her in the arms of a younger man. Garal (Maurice Ronet) makes it back to the army base where his drunken roommate provides him with an iron clad alibi. Jauran (Michel Bouquet) is the local police inspector who befriends the Garal, unaware he is the killer. The younger man is accused of the woman's murder, but the paratrooper begins to feel overwhelmed with guilt. The longer he remains silent about the crime, the more psychological torture he must endure.","release_date":"1970-06-07","genres":[],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":198658,"title":"Last Leap","adult":false},{"cast":["Dylan O'Brien","Kaya Scodelario","Ki Hong Lee","Aml Ameen","Blake Cooper"],"overview":"Set in a post-apocalyptic world, young Thomas is deposited in a community of boys after his memory is erased, soon learning they're all trapped in a maze that will require him to join forces with fellow “runners” for a shot at escape.","release_date":"2014-09-10","genres":[28,9648,878,53],"vote_average":7.1,"runtime":113,"cert":"12","id":198663,"title":"The Maze Runner","adult":false},{"cast":["Petra Kleinert","Jürgen Prochnow","Nadine Wrietz","René Ifrah","Kida Khodr Ramadan"],"overview":"","release_date":"2013-05-04","genres":[18,10770],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198665,"title":"Die Kinder meiner Tochter","adult":false},{"cast":["David Warner","Anna Karina","Thomas Holtzmann","Michael Gothard","Anita Pallenberg"],"overview":"It's medieval times. Kohlhaas merchants with horses. When going to the local fair to sell his horses, is forced by a noble to leave him part of the merchandise as payment for traveling through his land, promising to give it back when the fair is over. When he returns, the horses are almost dead, and the man refuse to respond, so Kohlhass begins to fight unsuccesfuly against the injustice.","release_date":"1969-04-11","genres":[18],"vote_average":6.0,"runtime":99,"cert":"N\/A","id":198667,"title":"Michael Kohlhaas - The Rebel","adult":false},{"cast":["Zygmunt Malanowicz","Ewa Skarzanka","Malgorzata Braunek","Hanna Skarżanka","Józef Pieracki"],"overview":"Wlodek is a young man stuck in a dead-end job at the local library who lives with his harridan wife and critical in-laws in a small apartment. When Wlodek draws the interest of a library patron, the beautiful young woman encourages him to strive for better things in his life and professional career. Together, the two take off for a three-day affair, but surprises could await Wlodek upon his return home.","release_date":"1969-08-19","genres":[10749,35],"vote_average":5.0,"runtime":104,"cert":"N\/A","id":198669,"title":"Hunting Flies","adult":false},{"cast":["Mala Sinha","Dharmendra","Jeevan","Mehmood","Daisy Irani"],"overview":"Shortly after independence India faces terrorists attacks in Assam. A group of concerned citizens, who are not connected with the government, decide to do something to stop this carnage. Spy Sunil Mehra (Dharmendra) must travel to Beirut and foil the terror group.","release_date":"1968-01-11","genres":[28,9648],"vote_average":0.0,"runtime":172,"cert":"N\/A","id":198674,"title":"Aankhen","adult":false},{"cast":["Arno Frisch","Marek Harloff","Mavie Hörbiger","Antoine Monot Jr.","Proschat Madani"],"overview":"","release_date":"2004-11-10","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198691,"title":"Blackout Journey","adult":false},{"cast":["Seyma Uzunlar","Sevinc Bas","Oktay Kaptan"],"overview":"Living with elderly relatives in a remote old house in the mountains the Child reticently observes the daily routine of rustic life and glimpses the mysteries of life and death.","release_date":"2006-05-25","genres":[18],"vote_average":4.3,"runtime":13,"cert":"N\/A","id":198693,"title":"Poyraz","adult":false},{"cast":[],"overview":"Deluxe CD\/DVD edition including this bonus DVD that contains videos for 'One Love', 'Comes Down Like Rain' and 'Brothers In Arms' plus interviews and more. 2009 release from this Melodic Rock\/AOR outfit. The name W.E.T. is the acronym for the bands that W.E.T.'s core members are best known for: Robert S„ll (Work Of Art), Erik Martensson (Eclipse) and Jeff Scott Soto (Talisman). Frontier.","release_date":"2009-11-10","genres":[10402],"vote_average":6.5,"runtime":28,"cert":"N\/A","id":198695,"title":"W.E.T. : W.E.T.","adult":false},{"cast":["Iain Stewart","Norberto Asensio","Chris Austin","Katrina Hope","Daniel Martin"],"overview":"Geologist Ian Stewart explain in three stages of natural history the crucial interaction of our very planet's physiology and its unique wildlife. Biological evolution is largely driven bu adaptation to conditions such as climate, soil and irrigation, but biotopes were also shaped by wildlife changing earth's surface and climate significantly, even disregarding human activity.","release_date":"2012-03-08","genres":[99],"vote_average":9.0,"runtime":177,"cert":"","id":198703,"title":"How to Grow a Planet","adult":false},{"cast":["Tim Bergmann","Felicitas Woll","Michael Schenk","Julian Weigend","Julika Jenkins"],"overview":"","release_date":"2013-05-13","genres":[53,80],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":198708,"title":"Eine unbeliebte Frau","adult":false},{"cast":[],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198725,"title":"Phantome der Tierwelt","adult":false},{"cast":["Urmila Matondkar","Manoj Bajpayee","Sanjay Suri","Sandali Sinha","Isha Koppikar"],"overview":"In the days leading up to Partition, a Hindu woman is abducted by a Muslim man. Soon, she finds herself not only forced into marriage, but living in a new country as the borders between India and Pakistan are drawn","release_date":"2003-10-22","genres":[18],"vote_average":7.3,"runtime":188,"cert":"N\/A","id":198727,"title":"Pinjar","adult":false},{"cast":["Beardyman"],"overview":"in 2010 Beardyman went on tour around the UK performing a show based on suggestions from his fans. Here is it's story. Any likenesses to persons living or dead is completely intentional.","release_date":"2011-02-06","genres":[10402],"vote_average":0.0,"runtime":46,"cert":"","id":198729,"title":"Beardyman - the Open Sauce Tour 2010","adult":false},{"cast":["Nomi","Delfynn Delage","Maud Kenedy"],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198740,"title":"Taxi interdit","adult":true},{"cast":["Georg Johannesen"],"overview":"Den hardtslående intellektuelle retorikeren, lyrikeren, essayisten og forfatteren Georg Johannesen (1931-2005) døde i 2005 under en tur til Egypt. Bak seg hadde han en rekke diktsamlinger, fagbøker og romaner som både er provoserende og øyeåpnende. Mens innholdet i Johannesens tekster nok er det viktige, var han heller aldri redd for å utfordre formen, og da spesielt for å avsløre språkets tilsløring og fordreining av virkeligheten. Skillet mellom lyrikken og virkeligheten skulle oppheves, men også belyses. Som romanforfatter stod Johannesen også i motstand mot det bestående, og da spesielt mot samfunnets normer og etterkrigstidens sosialdemokrati. Johannesens inspirasjoner kom både fra Bibelen og Bertolt Brecht.  I følge Johannesen kunne hans publikum deles i to: de som var enige med ham, og de som ikke hadde forstått ham. I denne dokumentarfilmen kommer vi litt nærmere Georg Johannesen.","release_date":"2000-01-01","genres":[99],"vote_average":10.0,"runtime":55,"cert":"N\/A","id":198748,"title":"Georg, Piece by Piece","adult":false},{"cast":["Clara Morgane","Greg Centauro","Estelle Desanges","Rumika Powers","Dolly Golden"],"overview":"All about Clara Morgane. From her first test with Greg Centuro to her consecration to the latest Hot d'Or, discover the intimacy of daily hot Clara. Through her sexual games with Estelle Dessanges and Rumika, her duets with Greg, her constant pleasure of choosing and wearing exciting lingerie, her confidence, her confessions, Clara reveals and gives us all her secrets (even the unmentionable ). A document of uncompromising truth by Fred Coppula.","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198756,"title":"The underside of Clara Morgane","adult":true},{"cast":["Heiner Lauterbach","Anna Loos","Susanne Lüning","Leo Natalis","Thorsten Merten"],"overview":"","release_date":"2005-11-29","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198758,"title":"In Liebe eine Eins","adult":false},{"cast":["Antonín Procházka","Kateřina Hrachovcová"],"overview":"","release_date":"2002-11-23","genres":[35],"vote_average":8.3,"runtime":null,"cert":"N\/A","id":198763,"title":"S tvojí dcerou ne","adult":false},{"cast":["Annie Girardot","Jean-Pierre Kalfon","Nella Bielski","Bruno Cremer","Georges Demestre"],"overview":"The harsh life of a troubled young man provides the basis of this grim French tragedy that begins when the fellow stops into a shop to buy a pack of the title cigarettes. There he meets a pretty shop girl with whom he falls in love and eventually marries. It was a foolish choice, for the two cannot get along and constantly fight. Things get worse when the husband resumes his criminal activities and gets caught. The two are about to divorce when the woman gets pregnant. The time comes for their baby to be born and while sitting in the waiting room, the husband reflects upon his past activities, which are revealed via flashback.","release_date":"1969-06-07","genres":[18],"vote_average":5.5,"runtime":93,"cert":"N\/A","id":198774,"title":"Les gauloises bleues","adult":false},{"cast":[],"overview":"","release_date":"1971-01-31","genres":[16],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":198776,"title":"Приключения Незнайки и его друзей","adult":false},{"cast":[],"overview":"","release_date":"1973-10-18","genres":[16],"vote_average":0.0,"runtime":19,"cert":"N\/A","id":198778,"title":"Волшебник Изумрудного города","adult":false},{"cast":["Oleg Vidov","Gitte Hænning","Eva Dahlbeck","Birgitte Federspiel","Lisbeth Movin"],"overview":"The mountain slopes of Iceland are shown to excellent advantage in the Scandinavian epic Hagbard and Signe. The story, based on an ancient legend, concerns Hagbard (Oleg Vidov), the son of a slain Norse king. Seeking revenge against the rival clan responsible for the killing, Hagbard calms down long enough to establish a truce. He also falls in love with Signe (Gitte Haenning), daughter of his onetime enemy. Signe's former beau, sizzling with jealousy, breaks the truce and makes it appear that Hagbard was responsible. The young prince escapes, but returns disguised as a woman to his beloved Signe. Thanks to a treacherous handmaiden, both lovers are imprisoned and sentenced to be hanged. Rather than undergo this final ignominy, Hagbard and Signe enter into a suicide pact. A Danish\/ Swedish\/ Icelandic coproduction, Hagbard and Signe was released throughout Scandinavia as Den Rode Kappe, Den Rodda Kappan and Rautha Skikkjan.","release_date":"1967-01-16","genres":[36,18],"vote_average":7.5,"runtime":92,"cert":"N\/A","id":198783,"title":"Hagbard and Signe","adult":false},{"cast":[],"overview":"","release_date":"1982-01-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198788,"title":"Бюро находок","adult":false},{"cast":["Mohamed Chouikh","Hassan Hassani","Keltoum","Thania Timgad","Mohamed Hadj Smaïn"],"overview":"This black-and-white film – the first road movie of Algerian cinema – presents one of the most readily apparent, though subtle, transformations of the daily life of the people of Algeria brought about by the ordeal of French occupation and the war of liberation. With military repression in full force, a peasant woman finds herself alone in her house in the mountains when her only son is taken away by French soldiers soon after her husband is killed in a raid. One day, on seeing a dead chicken, which she considers a bad omen, she decides to leave home, and sets off on a tiring journey through the mountains. With a pair of chickens in tow, she moves from one detention camp to the next in a desperate search for her missing son. The film was inspired by events experienced by the family of its director.","release_date":"1967-06-08","genres":[10752,18],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":198790,"title":"The Winds of the Aures","adult":false},{"cast":["Jean-Louis Trintignant","Valérie Lagrange","Annie Fargue","Michel Piccoli"],"overview":"An architect has an affair with a young woman who aspires to be a pop singer in this plodding romantic drama. She ends up pregnant but does not tell her lover about her condition as she contemplates having an abortion. The viewer must decide whether it was all real or all a figment of the young woman's imagination. By this time, nobody cares. The highlights of this pretentious feature are the nude scenes.","release_date":"1967-06-08","genres":[],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":198792,"title":"My Love, My Love","adult":false},{"cast":["Anita Pallenberg","Hans Peter Hallwachs","Werner Enke","Willy Harlander"],"overview":"When a young woman accidentally kills her ex-lover during a fight, she decides to conceal the body. Unfortunately, however, our anti-hero is less than honorable and becomes involved with not one but both of the men she finds to help her with his disposal at a construction site. And that's just one of the problems this little case of murder and deception starts.","release_date":"1967-04-19","genres":[18,80],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":198794,"title":"Degree of Murder","adult":false},{"cast":[],"overview":"The changing and turbulent history of Hungary is seen through the eyes of three men over a 30-year period in this somber drama. The three recall the highlights of their lives in flashbacks as they reminisce in the mid 1960s. The venerable trio begin their story in the 1930s, through World War II, and the decade beyond the communist invasion of 1956.","release_date":"1967-06-08","genres":[],"vote_average":5.0,"runtime":110,"cert":"N\/A","id":198796,"title":"Ten Thousand Days","adult":false},{"cast":["Antonio Gades","Daniel Martín"],"overview":"A flamenco dancer (Antonio Gades) reflects on his life and career when he is surprised to be honored on a television show telling his life story. The memories stir up controversy as and old friend seeks retribution because Antonio had once stolen his girl.","release_date":"1967-06-08","genres":[18],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":198798,"title":"The Last Meeting","adult":false},{"cast":[],"overview":"Second film. Adventures of little monkeys, secretly from their mother escaped from a zoo to the city.","release_date":"1984-01-31","genres":[16],"vote_average":8.7,"runtime":9,"cert":"N\/A","id":198803,"title":"Careful, monkeys!","adult":false},{"cast":["Ilarion Ciobanu","Nicolae Secăreanu","Emil Botta","Ion Besoiu","Constantin Codrescu"],"overview":"After years of deplorable conditions of poverty and injustice, peasants revolt against the landowners, the social elite, and police in this routine social drama. A peasant woman is raped by a lecherous wealthy lesbian, and chaos breaks out in the rural areas where the poor suffer the most from the oppressive social and economic conditions.","release_date":"1966-06-08","genres":[36,18],"vote_average":5.5,"runtime":100,"cert":"N\/A","id":198805,"title":"The Uprising","adult":false},{"cast":["Jean Lebedew","George Dixon","Chris Tsalikis","Claude Thomas","Sheila Florance"],"overview":"A killer on the run is found lying flat on his face in a wet clay bank. He is rescued by potters who shelter him within their community. There he falls in love with a woman. Unfortunately, another man who has been calling upon the woman gets jealous and turns the fugitive in to the cops. The woman gets revenge.","release_date":"1965-06-08","genres":[18],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":198807,"title":"Clay","adult":false},{"cast":["Sonia Bruno","María Massip","José Antonio Amor","Julieta Serrano"],"overview":"Jose Antonio Amor co-stars with Sonia Bruno and Maria Blanco in this comedy drama about a married man with three children. When his family leaves on vacation, the man has an affair with a pretty office worker. The relationship between the two develops slowly before they end up in bed together. Speeded up shots are used effectively to illustrate the thoughts of the characters. Technical aspects and performances are fine and overshadow some uneven editing.","release_date":"1965-06-08","genres":[18,35],"vote_average":4.6,"runtime":null,"cert":"N\/A","id":198809,"title":"Snakes and Ladders","adult":false},{"cast":["Alfredo Alcón","Francisco Petrone","Jorge Salcedo","Fina Basser","Myriam de Urquijo"],"overview":"When a gangster is murdered, the victim's daughter sets out to track down her father's killer. She soon suspects her friend and her own mother may have been involved in the murder plot, in this heavy-handed and tragic crime drama.","release_date":"1965-06-08","genres":[18,80],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":198811,"title":"El reñidero","adult":false},{"cast":[],"overview":"","release_date":"1952-01-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198813,"title":"Снегурочка","adult":false},{"cast":[],"overview":"Philippe Avron plays a bumbling burglar whose crime career is a textbook case of failure. One evening, Avron comes upon an abandoned nightgown. Upon donning the garment, he feels he has been transformed into an angel. Avron then joins a strange circus, whence he hopes to dispense goodwill to the other misfits of the world. As with the other works of director Albert Lamorisse (The Red Balloon) Lamorisse, it is virtually impossible to determine where reality leaves off and fantasy takes over in Circus Angel, a fact that was instrumental in the film's winning a \"Best Special Effects\" award at the Cannes Film Festival.","release_date":"1965-06-08","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":198815,"title":"Circus Angel","adult":false},{"cast":["Plamen Nakov","Petar Slabakov","Grigor Vachkov","Rousy Chanev","Gerasim Mladenov"],"overview":"A young boy (I. Spassov) gets his hand caught in a bridge beam on a hot summer day in this straightforward drama. As the water level rises in the river, people band together to try and save the boy before he drowns. He is comforted by his mother (G. Vachtov) and an army general (P. Slobokov), and the latter calls out the troops to save the lad from liquidation. This feature was the official Bulgarian entry at the 1965 Cannes Film Festival and is devoid of the usual 1960s propaganda associated with countries from the Eastern block of Europe.","release_date":"1965-06-08","genres":[18],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":198817,"title":"Torrid Noon","adult":false},{"cast":["Vyacheslav Gurenkov","Gennadiy Yukhtin","Valeriy Pogoreltsev","Valentins Skulme","Bruno O'Ya"],"overview":"Russian prisoners of war commandeer a tank and lead the Nazis on a cross-country chase in this World War II adventure drama. The Russians use their own tanks so the Nazis can use them as target practice to test a new anti-tank weapon. Knowing that death is near, the brave Russians run amok and tear down German monuments before heading out to a field where female slave laborers are working.","release_date":"1964-12-22","genres":[28,10752,18],"vote_average":7.0,"runtime":91,"cert":"N\/A","id":198819,"title":"The Lark","adult":false},{"cast":["Cosme dos Santos","Leila Santos","Josafá da Silva Santos","Dirce Migliaccio","Flávio Migliaccio"],"overview":"Homeless children in the slums of Rio are driven out of their temporary shelters by ruthless gangsters in this somber drama. The kids survive by shining shoes, stealing, and cutting the strings of the kites to sell them later to others. Tired of life on the streets, one boy turns himself over to the police in hopes he will be sent to reform school in a last desperate attempt to survive. This feature from acclaimed Swedish director Arne Sucksdorff appeared at the 1965 Cannes Film Festival.","release_date":"1965-06-08","genres":[12,18],"vote_average":6.7,"runtime":85,"cert":"N\/A","id":198821,"title":"My Home Is Copacabana","adult":false},{"cast":["Petros Fyssoun","Manos Katrakis","Dimitris Myrat","Elli Fotiou","Zorz Sarri"],"overview":"Karl (Petros Fyssoun) is a German officer who falls for a young Greek woman of Jewish ancestry in this symbolic war drama. He wants to marry Lisa (Elli Fotiou), but he dutifully turns her over to the Gestapo when she reveals she is Jewish. Karl learns of the Nazi atrocities when he is transferred to the Eastern Front. At the end of the war, a dejected Karl returns to Athens in hopes of being reunited with the woman whom he willingly turned over to authorities and who ended up in a concentration camp. The premise of the story is hard to take because Lisa was well aware of Karl's rampant anti-Semitic beliefs when her uncle overheard Karl making a speech.","release_date":"1964-06-08","genres":[18,10752],"vote_average":6.5,"runtime":96,"cert":"N\/A","id":198823,"title":"Treason","adult":false},{"cast":["Ignacio López Tarso","Jaime Fernández","Aurora Clavel","Eric del Castillo","Alfonso Mejía"],"overview":"Raul (Igancio Lopez Tarso) is a white man who enjoys the simple way of life practiced by the Indians of Mexico. He does his best to try and help the tribe, but he becomes a victim of greedy land grabbers who covet the tribal property. Jaime Fernandez and Aurora Clavel play the Indians. The feature, written and directed by Luis Alcoriza, appeared at the 1965 Cannes Film Festival.","release_date":"1965-06-08","genres":[18],"vote_average":5.7,"runtime":105,"cert":"N\/A","id":198825,"title":"Tarahumara (Cada vez más lejos)","adult":false},{"cast":["Manfred Zapatka","Kai Wiesinger","Aglaia Szyszkowitz","Benjamin Sadler","Marie Rönnebeck"],"overview":"","release_date":"2013-05-19","genres":[10770,18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":198827,"title":"Der Tote im Eis","adult":false},{"cast":["Faten Hamama","Ahmed Mazhar","Mahmoud Moursy"],"overview":"Faten Hamama plays a wife who wakes up one morning to discover she is married to her brother-in-law (Mahmoud Moursi) in this suspenseful drama. The confused woman soon learns that 15 years have gone by and that she was injured in a bomb blast that killed her sister. A local doctor (Ahmed Mazhar) tries to prevent the woman's husband from killing her for the inheritance.","release_date":"1963-12-23","genres":[9648,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198829,"title":"The Last Night","adult":false},{"cast":["Alfredo Landa","María José Alfonso","Pilar Gómez Ferrer","Vicente Llosa","José Vicente Cerrudo"],"overview":"Rocio and Raphael are a young couple from a small Spanish town. Rocio must mourn the death of a relative for six months and is forbidden to see Raphael. Very much in love, they are frustrated by the old-fashioned customs of their village. When they can finally see each other, the two plan to soon marry. Unfortunately, the girl's grandfather dies and she must start the process of mourning all over again. This time Raphael begs her to rebel against her family and the villagers, but she refuses for fear of persecution. When Rocio has had enough of putting her own happiness aside, she decides to run away with Raphael in spite of what her family will say. Things do not go as planned, however, when yet another family member passes away.","release_date":"1965-06-08","genres":[],"vote_average":4.7,"runtime":null,"cert":"N\/A","id":198831,"title":"The Girl in Mourning","adult":false},{"cast":["Antal Páger","Klári Tolnay","Anna Nagy","Margit Bara","Mari Törőcsik"],"overview":"Based on a novel by Dezso Kosztolani, this Hungarian drama is set at the turn of the 20th century. A young, homely woman lives at home with her mother and retired father. Because of all the care the girl provides for her parents, the couple becomes detached from the world outside their home. When the girl leaves for a short visit to her uncle's home, the parents realize the extent of their separation from society and their selfish feelings toward their own daughter.","release_date":"1963-10-17","genres":[18],"vote_average":10.0,"runtime":93,"cert":"N\/A","id":198833,"title":"Skylark","adult":false},{"cast":["Alexandru Virgil Platon","Răzvan Petrescu","Françoise Brion","Nelly Borgeaud","Germaine Kerjean"],"overview":"An ex-convict struggles to survive by brute force alone in a turn-of-the-century slum in Bucharest. Codine is the thug who served 10 years for murdering a friend. He returns home to his miserly mother, whose penny-pinching ways infuriate her son. A young boy looks up to Codine, and through the man's eyes he sees the economic and social injustices from an adult perspective. When Codine kills another man who violated his trust, his mother becomes more unhinged and paranoid. Thinking her son will steal her hoarded money, she plots to kill her only son. The impressionable child watches in horror and amazement at the cruel machinations of the adult work that surrounds him.","release_date":"1963-06-02","genres":[18],"vote_average":6.3,"runtime":98,"cert":"N\/A","id":198835,"title":"Codine","adult":false},{"cast":[],"overview":"Directed by Armand Gatti","release_date":"1963-05-14","genres":[18,14],"vote_average":5.0,"runtime":115,"cert":"N\/A","id":198837,"title":"El otro Cristóbal","adult":false},{"cast":["Li Li-Hua","Chao Lei","Diana Chang Chung-Wen","Yan Jun","Ding Ling"],"overview":"The renowned Li Li Hua plays Wu Ze Tian, the most famous woman in China's four thousand year history.","release_date":"1963-06-23","genres":[18,36],"vote_average":7.5,"runtime":112,"cert":"N\/A","id":198842,"title":"Empress Wu","adult":false},{"cast":["Walter Vidarte","Lautaro Murúa","Fernanda Mistral","Maurice Jouvet","Beto Gianola"],"overview":"Directed by Manuel Antin","release_date":"1963-06-08","genres":[],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":198844,"title":"The Venerable Ones","adult":false},{"cast":[],"overview":"Directed by Abdelaziz Ramdani","release_date":"1962-05-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198849,"title":"Âmes et rythmes","adult":false},{"cast":["Wiesław Gołas","Danuta Szaflarska","Józef Kondrat","Elżbieta Czyżewska","Tadeusz Fijewski"],"overview":"All the ambiance of an old-fashioned circus comes across with great clarity in this otherwise routine psychological tale about a mean-spirited mime and his effects on his colleagues. The small, traveling circus has been sliding downhill for awhile, and unless some new life is infused into its acts, its future does not look very rosy. Into this precarious situation comes a new mime with the uncanny ability to sap the confidence of his fellow performers. If he continues for long in this vein, no one will be able to believe they have any talent left at all.","release_date":"1962-09-01","genres":[],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":198851,"title":"The Impossible Goodbye","adult":false},{"cast":["Beba Lončar","Miha Baloh","Miloš Žutić","Borislav Radović","Branka Palčić"],"overview":"A young man falls in love with the girl who he met by accident.","release_date":"1961-07-31","genres":[18,10749],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":198853,"title":"And Love Has Vanished","adult":false},{"cast":["Lilli Palmer","Charles Boyer","Tilly Lauenstein","Charles Regnier","Thomas Fritsch"],"overview":"Adorable Julia, by director Alfred Weidenmann, is perhaps a little too provincial or out-moded for most audiences in spite of the sophisticated allure of Lili Palmer and Charles Boyer in the lead roles. Palmer plays the title character Julia, the philandering wife of Michel (Boyer), a very understanding husband. At the moment, the aging Julia is involved in an affair with Tom (Jean Sorel), a younger man more interested in climbing up the social ladder via this liaison than in any real romantic commitment. For several different reasons, Julia finally begins to see the light and starts to reconsider her long and well-established relationship with her husband.","release_date":"1962-06-08","genres":[35],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":198855,"title":"The Seduction of Julia","adult":false},{"cast":[],"overview":"","release_date":"1962-05-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198860,"title":"The Little Stranger","adult":false},{"cast":[],"overview":"A routine look at the indominatible spirit of impoverished young boys in Morocco, this drama by Jacques Severac also does not ignore the rather oppressive conditions under which the boys live. In one story, a little fellow has set his heart on buying a sewing machine for his mother. Like the other shoe-shine boys, his goal of saving up money is almost impossible to meet yet after much travail he is finally able to get her a machine. Sadly enough, his triumph is destined to be short-lived when the much-desired sewing machine is broken in an accident. Undaunted, the lad decides the only thing for it is to start again from scratch.","release_date":"1962-05-01","genres":[18],"vote_average":0.0,"runtime":185,"cert":"N\/A","id":198862,"title":"Children of the Sun","adult":false},{"cast":["Miloš Kopecký","Anita Kajlichova","Vít Olmer","Lubomír Lipský","Vladimír Hlavatý"],"overview":"In this routine, allegorical sci-fi drama by Czech director Oldrich Lipsky, a disgruntled worker accidentally finds himself aboard a spaceship (long story), and five hundred years later he comes back with a super-advanced being to a whole new world. He discovers that in his long absence, the world has literally cleaned up well, solved its problems, and is rife with a multitude of technical toys to make life easier. All of these conveniences, however, have not had much effect on the basic foibles that have plagued humanity since cave-dwelling days. Of significance are the names of two of the main characters -- Adam and Eve.","release_date":"1962-03-01","genres":[35,878],"vote_average":5.3,"runtime":85,"cert":"N\/A","id":198864,"title":"The Man from the First Century","adult":false},{"cast":[],"overview":"","release_date":"1941-06-01","genres":[],"vote_average":5.3,"runtime":10,"cert":"N\/A","id":198878,"title":"Journal of Political Satire No. 2","adult":false},{"cast":[],"overview":"An anti-war film about the ability of individuals to prevent war.","release_date":"1970-01-01","genres":[10752,16,18],"vote_average":5.0,"runtime":9,"cert":"N\/A","id":198880,"title":"We Can Do It","adult":false},{"cast":["Ferenc Bessenyei","Tibor Bitskey","Mária Medgyesi","Béla Barsi","György Györffy"],"overview":"This drama about a boorish non-conformist takes place in Hungary after the war and is dulled a little by political overtones but is still an engaging story. The setting is the countryside, where an independent, landowning farmer busies himself in his free time by bedding down the women on his farm and then tossing them aside. One such ill-treated lass ends up marrying a young man who is in charge of a communal farm, a farm the womanizing \"beast\" of the title is later forced to join. The arrogant, formerly independent farmer does not reform his ways and is soon chasing after the young manager's wife, the woman he dropped not that long ago. The results are disastrous.","release_date":"1961-05-24","genres":[18],"vote_average":6.5,"runtime":96,"cert":"N\/A","id":198882,"title":"The Brute","adult":false},{"cast":["Sharon Lewis"],"overview":"After the first great concert for peace in space, Barbie and her band The Rockers are going to come back home. During the trip back to earth, on the space shuttle, they start to play a song (\"Rockin Back\"), few seconds later a \"time warp\" tunnel is forming in front of the Shuttle. Then they see there are a lot of clocks going backward inside the tunnel, at the end of that, the Shuttle lands on a strange airport. After the landing they meet Dr. Merrishaw (probably an astronomer engineer) and his daughter Kim, and learn they are in the year 1959, and then brings them around the city to have a look change. At the end, after a performance at Cape Canaveral, Dr. Merrishaw helps Barbie and the Rockers return to their time. Back in the present, they have a big concert, where Barbie is reunited with an adult Kim and introduced to her daughter Megan.","release_date":"1987-01-01","genres":[10770,16,10402],"vote_average":8.3,"runtime":45,"cert":"N\/A","id":198884,"title":"Barbie and The Sensations: Rockin' Back to Earth","adult":false},{"cast":[],"overview":"1984 (Soviet Union)","release_date":"1984-06-01","genres":[],"vote_average":5.0,"runtime":9,"cert":"N\/A","id":198886,"title":"Tale of a Toy","adult":false},{"cast":["Vladimir Brecka","Jan Bzduch","Karla Chadimová","Ladislav Chudík","Vladimír Durdík"],"overview":"An unusual children's film set during World War II in Czechoslovakia, this compelling drama unfolds five different segments that present the war through the eyes of three youngsters. The three have a series of adventures which include saving a soldier from being captured by the Germans, helping out the resistance fighters, and meeting up with a young Russian woman trained in guerrilla warfare. As they learn more about life and danger, various circumstances constantly recall the reality of war itself. The title comes from a wounded pigeon under the care of one of the youngsters.","release_date":"1961-05-01","genres":[18],"vote_average":7.0,"runtime":98,"cert":"N\/A","id":198897,"title":"The Song of the Grey Pigeon","adult":false},{"cast":[],"overview":"Directed by Gaston De Gerlache","release_date":"1961-05-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":198899,"title":"Plein sud","adult":false},{"cast":["James Cameron","Leonardo DiCaprio","Bill Paxton","Kate Winslet","Billy Zane"],"overview":"The \"unsinkable\" floating palace set sail from Southampton on 10th April 1912 on her maiden voyage to New York. An iceberg ended this monumental journey 5 days later. Only 705 of the passengers and crew survived. This program features an exclusive look at the Sea City Museum Titanic Exhibit in Southampton, interviews from both survivors and the cast of the blockbuster film.","release_date":"2012-06-01","genres":[99],"vote_average":6.8,"runtime":70,"cert":"N\/A","id":198901,"title":"Titanic: 100 Years On","adult":false},{"cast":["Dušica Žegarac","Boris Dvornik","Branko Tatić","Ervina Dragman","Dragan Milivojević"],"overview":"A kindly woman offers to have her son marry a 17-year-old Jewish girl to protect her from the Nazis. Her son was raised Catholic and would provide a good cover. Unfortunately, he initially rebels and as a result is teased by his friends and ex-girl. He then marries her and eventually comes to love her. But then the Nazis come and arrest her anyway. They take her to a concentration camp and force her to work as a prostitute. Her husband follows and stays nearby. A friend of his runs the camp, and the husband sneaks into camp to try to save her. But she is too weak to scale the barbed wire fence. He then takes her hand and together they are electrocuted on the fence.","release_date":"1960-06-22","genres":[18,10752],"vote_average":7.0,"runtime":107,"cert":"N\/A","id":198909,"title":"The Ninth Circle","adult":false},{"cast":["Santiago Gómez Cou","Amelita Vargas","Guillermo Murray","Gilda Lousek","José María Gutiérrez"],"overview":"The pilgrimage to the Basilica of Our Lady of Luján causes the meeting of people of different classes.","release_date":"1960-05-01","genres":[18],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":198911,"title":"La procesión","adult":false},{"cast":[],"overview":"This documentary is a general, unquestioning travelog of the United States through the eyes of French director and co-cameraman Francois Reichenbach, a director often fascinated with life in the home of the French-made Statue of Liberty. From the attractions of the West Coast including Disneyland to the skyscrapers of New York, Reichenbach is curious about everything. A prison rodeo (later to come under closer and more critical scrutiny in the '90s), culturally and ethnically mixed neighborhoods, religions outside the mainstream, ghost towns, and the unique world of the American teen are all given a peek. These views of the U.S. are informative though absent of critical analysis.","release_date":"1960-06-08","genres":[],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":198913,"title":"America As Seen By a Frenchman","adult":false},{"cast":["Manuel Zarzo","Luis Marín","Óscar Cruz","Juanjo Losada","Rafael Vargas"],"overview":"In cold print, 1960s Delinquents sound like a Spanish-language precursor to a Mickey Rourke\/Sean Penn flick of the 1980s. The delinquents of the title are three restless slum kids, given to petty thievery. When one of the boys expresses a desire to become a bullfighter, the others pool their energies to pull one big heist in order to finance their pal's dream. The would-be bullfighter makes a disastrously dismal debut in the ring, and the gang is rounded up by the cops. Delinquents was originally released in Spain as Los Golfos, but might have been more appropriately titled Los Goofos.","release_date":"1960-05-14","genres":[18],"vote_average":6.3,"runtime":88,"cert":"N\/A","id":198915,"title":"The Delinquents","adult":false},{"cast":["Georgi Georgiev-Getz","Korneliya Bozhanova"],"overview":"An undistinguished drama with a political message that dominates the story, this Bulgarian tale is set during the Occupation of the country in World War II. In spite of their class differences a young working man falls in love with an upper-crust woman and the two have a romantic interlude until the reality of their opposite situations hits him. He decides that the Communist Party and the underground resistance movement are better choices than the woman he thought he loved. As always in the \"boy meets tractor\" type of propaganda film, personal happiness only lies in championing the underdog.","release_date":"1960-04-18","genres":[18],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":198917,"title":"The Old Lady","adult":false},{"cast":["Grigore Vasiliu-Birlic","Costache Antoniu","Jules Cazaban","Alexandru Giugaru","Nicky Atanasiu"],"overview":"Geared more for the home crowd with a good knowledge of their own history, this Romanian political comedy takes place at the turn of the 20th century, when two opposing factions are going at each other tooth and nail to win an election. One candidate is a staunch if not deluded conservative and the other is a radical liberal. Anticipating modern election campaigns by a good half a century, the two candidates decide that the best way to win is to sling as much mud as possible. Lacking the Internet and fifteen-second TV spots, they do the best they can -- they send each other virulent telegrams denouncing each other's personal failings.","release_date":"1960-06-08","genres":[35],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":198919,"title":"Telegrams","adult":false},{"cast":["T'Shaun Barrett","Nefra Burlock","Jah-Rista","Suzette Lloyd","Lester Loyd III"],"overview":"","release_date":"2003-12-31","genres":[],"vote_average":4.0,"runtime":87,"cert":"N\/A","id":198927,"title":"When Thugs Cry","adult":false},{"cast":["Eddie Constantine"],"overview":"Enrico Malatesta (Eddie Constantine) leads a group of Latvian dissidents in the siege of Sidney Street. Chief of police Winston Churchill organizes against the anarchist who threaten to disturb the peace to make their demands known to the British aristocracy. Authorities break up the volatile gang and Malatesta is deported to Italy. Constantine gives a sympathetic portrayal of the agitator that organizes the revolt that shocked the Edwardian sensibilities of London in this historical drama.","release_date":"1970-04-01","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":198932,"title":"Malatesta","adult":false},{"cast":[],"overview":"","release_date":"1983-01-31","genres":[16],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":198937,"title":"Муми-дол: В Муми-дол приходит осень","adult":false},{"cast":["Bob Hope","Betty Hutton","Zasu Pitts","Phyllis Povah","Dave Willock"],"overview":"A soldier stationed on an army base and his fiancé, who runs a women's \"fat farm\" nearby, want to get married but don't have enough money. Three customers of the \"fat farm\" scheme to get back at their philandering husbands by hiring the soldier and two of his buddies as \"escorts\" for the weekend. Complications ensue when the husbands show up unexpectedly.","release_date":"1943-08-04","genres":[10402,35],"vote_average":5.0,"runtime":76,"cert":"N\/A","id":198939,"title":"Let's Face It","adult":false},{"cast":["Zinoviy Gerdt","Olga Gobzeva","Zinaida Naryshkina","Yuriy Yakovlev","Rina Zelyonaya"],"overview":"","release_date":"1978-01-31","genres":[16],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":198941,"title":"Муми-тролль и другие","adult":false},{"cast":["Joan Davis","Jack Haley","Phillip Terry","Martha Holliday","Ethel Smith"],"overview":"Two couples work through their issues in this backstage Broadway musical.","release_date":"1945-10-09","genres":[10402,35],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":198943,"title":"George White's Scandals","adult":false},{"cast":["Lisa Chiao Chiao","Elliot Ngok","Tien Feng","Yeung Chi-Hing","Fan Mei-Sheng"],"overview":"Black Butterfly, steals from the rich and gives to the poor. In reality, she is Bao Zhu, the daughter of retired swordsman Kwan Yee. Trouble starts when a bandit gang who she has robbed come to town looking for her. Kwan Yee, his students, Black Butterfly and her kung fu master Drunken Beggar, will have to confront the bandit gang at their fortress.","release_date":"1968-03-06","genres":[28,12],"vote_average":5.5,"runtime":105,"cert":"N\/A","id":198945,"title":"Black Butterfly","adult":false},{"cast":["Dráuzio Varella","Ivaldo Bertazzo"],"overview":"Ten years after rehearsals from a dance spectacle with a group of young teenagers from a favela, the directors go find what happened to them.","release_date":"2013-04-07","genres":[99],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":198950,"title":"Alma da Gente","adult":false},{"cast":[],"overview":"About cat Kuze, who strove to carry off all the tasty morsel, and made ​​himself an annoying lot.","release_date":"1969-01-31","genres":[16],"vote_average":5.3,"runtime":11,"cert":"N\/A","id":198952,"title":"Greedy Kuzma","adult":false},{"cast":["Liu Ping","Chu Jing","Kao Ming","Han Chiang","Liu Wai"],"overview":"A great \"swordfighter\" learns humility after he is defeated by a master martial arts monk. But his reputation always precedes him, leading to danger, destruction, challenges, cruelty, kidnapping, and killing.","release_date":"1968-12-11","genres":[28,12],"vote_average":6.6,"runtime":84,"cert":"N\/A","id":198954,"title":"The Fastest Sword","adult":false},{"cast":["Foo Fei Ling","Shun Yuan Chong","Hui Yee Gan","Jerrica Lai"],"overview":"Father and son wrestle with love in a small Malaysian fishing village. While father looks up an old lover he should have married years ago, his son faces a dilemma. Will he choose the girl he’s in love with, or the daughter of his boss?","release_date":"2009-09-12","genres":[],"vote_average":8.0,"runtime":99,"cert":"N\/A","id":198959,"title":"Woman on Fire Looks for Water","adult":false},{"cast":["Ellen Schwiers","Martin Held","Hanns Lothar","Jürgen Goslar","Adelheid Seeck"],"overview":"Director Wolfgang Staudte who left East Germany in 1953 to make movies in West Germany, takes a few swipes at the West German judicial system in this fairly effective courtroom drama about the murder of a four-month-old baby. Police almost immediately arrest the mother Ingrid (Ellen Schwiers) who is the mistress of the father, a rich business VIP married to another woman. His position and wealth keep him insulated from suspicion. A hot-shot lawyer (Hanns Lothar) has to overcome the unaccountably biased perceptions of the police, the judge, the prosecutor and almost everyone else in the judicial system. The defence lawyer, driven to an extreme, knows he has to find the real killer or his client will be convicted.","release_date":"1960-12-30","genres":[80],"vote_average":7.0,"runtime":102,"cert":"N\/A","id":198961,"title":"The Last Witness","adult":false},{"cast":["Kaarlo Halttunen","Hillevi Lagerstam\t","Tommi Rinne","Elina Salo","Liana Kaarina"],"overview":"A story of a mink coat passing from one owner to another binding their fates.","release_date":"1961-02-02","genres":[35],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":198963,"title":"Mink Coat","adult":false},{"cast":["Georg Thomalla","Peter Weck","Heinz Reincke","Chris Roberts","Heidi Hansen"],"overview":"A new highway, a new chairlift, the election of the new mayor and again a lot of alcohol.","release_date":"1972-10-12","genres":[],"vote_average":3.0,"runtime":85,"cert":"N\/A","id":198968,"title":"Immer Ärger mit Hochwürden","adult":false},{"cast":[],"overview":"Bugs Bunny finds that gangsters Rocky and Mugsy have chosen his new abode, a condemned building, as their hideout. Bugs manipulates them into attacking each other to prove that crime doesn't pay.","release_date":"1957-08-31","genres":[],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":198973,"title":"Bugsy and Mugsy","adult":false},{"cast":["Mel Blanc"],"overview":"Pepe le Pew arrives in New Orleans, where Fabrette the black cat has been cursed with white stripes like a skunk, interfering with her chances to get married. Of course, a skunk is her perfect match... if she can stand the smell!","release_date":"1959-06-26","genres":[16],"vote_average":6.6,"runtime":6,"cert":"N\/A","id":198981,"title":"Really Scent","adult":false},{"cast":["Esmeralda Barros","Dorival Coutinho","Margareth Souto","Ely Silva","Silvana Alves"],"overview":"Looking for a field of study in Parapsychology, three students and their professor discover a castle in which they evoke the spirit of Marquis De Sade.","release_date":"1982-06-01","genres":[18,27],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":198983,"title":"Castle of De Sade","adult":false},{"cast":["Gennadiy Khazanov","Margarita Korabelnikova","Zinaida Naryshkina","Eduard Nazarov"],"overview":"Animated series about the adventures of a parrot Kesha, \"the hero of our time.\" The action is concentrated in the city and its surroundings. Kesh lives in the apartment of Vova, a schoolchild, but because of his hot-tempered, arrogant character, he periodically runs away and gets into trouble, eventually returning to Vovka with a confession. The humor of the series is based on the eccentric behavior of Keshi, on recognizable realities, as well as on the multiple quotations used by the parrot.","release_date":"1984-01-31","genres":[16],"vote_average":7.4,"runtime":10,"cert":"N\/A","id":198988,"title":"The Return of the Prodigal Parrot","adult":false},{"cert":"N\/A","title":"Time After Time","cast":["Richard Thomas","Kaj-Erik Eriksen","Christine Chatelain","Christiano Cochrane","Adrian Hough"],"genres":[10749,10770],"id":198996,"overview":"A young journalist returns home to work in the local newspaper. There again see his girlfriend, who is now engaged. For her, this reunion will be a great emotional impact.","runtime":null,"release_date":"2011-03-19","vote_average":5.5,"adult":false}]