[{"cast":["Gene Simmons","Paul Stanley","Eric Singer","Tommy Thayer"],"overview":"Kiss live Prague June 14, 2013","release_date":"2013-06-14","genres":[10402],"vote_average":8.0,"runtime":120,"cert":"N\/A","id":201519,"title":"Kiss [2013] Monster in Prague","adult":false},{"cast":["Yasuyoshi Hara","Rina Mogami","Tamaki Oka","Keiko Takeshita"],"overview":"The period of late World War II, Toshiko was living in downtown Tokyo with her family. Japan was more towards losing the War at the time and people were suffering with lack of materials. On March 10th 1945, she lost her mother and two younger sisters by the bombing in Tokyo. She picked up \"Glass Rabbit\", which shape was changed by the fire, out of the wreck one day and she experienced the terror of the War. Moreover when she had to evacuate to the suburbs, her father was killed by US army on the way at the station. Now that she became all alone, she felt so lonely and despaired that she almost found no meaning to be alive. But despite of her loneliness and sorrow, she aroused herself, thinking about all her family who were gone. \"I must survive for my family.... Otherwise, who will be visiting their grave.\" This is the story of one girl, which should not be forgotten.","release_date":"2005-05-13","genres":[16,36,10752],"vote_average":6.0,"runtime":84,"cert":"N\/A","id":201521,"title":"The Glass Rabbit","adult":false},{"cast":["Rae Dawn Chong","Martin Kemp","Tarcísio Meira","Martin Sheen","Carlos Eduardo Dolabella"],"overview":"A photo-journalist goes to Brazil to investigate a savage crime boss. She becomes infatuated with the story.","release_date":"1994-09-16","genres":[18],"vote_average":1.0,"runtime":91,"cert":"N\/A","id":201526,"title":"Boca","adult":false},{"cast":["Sayaka Tashiro","Yuta Moriya","Wakato Kanematsu","Ryûnosuke Kawai"],"overview":"What happens when an innocent 18-year-old girl has to work in the adult video industry? Find out the hilarious results in Rinko Eighteen, based on the comic by Matsumoto Taka. In her first starring role, gravure model Tashiro Sayaka stars as Rinko, an aspiring doctor who returns home to find out that her father is bankrupt and has divorced her mother. With nowhere to go, Rinko signs up for the first job she finds, which turns out to be a production assistant at an adult video production company. Naturally, nothing can possibly prepare her for the work waiting for her at her new job…","release_date":"2009-04-16","genres":[35],"vote_average":4.0,"runtime":65,"cert":"N\/A","id":201528,"title":"Rinko Eighteen","adult":false},{"cast":["Bas van Prooijen","Suzan Boogaerdt","Loek Peters","Yenthe Dirks","Dick van den Toorn"],"overview":"","release_date":"2011-01-14","genres":[18,10751],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":201560,"title":"De sterkste man van Nederland","adult":false},{"cast":[],"overview":"Based on the famous novel of the same name by well-known author Ba Jin, this movie traces the decline of a large, wealthy family in the early part of the twentieth century. The story focuses on three brothers and how they respond to the expectation that they will each marry women whom their grandfather has selected for them. The lure of family money on the one hand and modern individualism on the other plays out differently among the young men. Critics consider this movie an indictment against feudal ideas.","release_date":"1956-06-15","genres":[18],"vote_average":8.0,"runtime":111,"cert":"N\/A","id":201568,"title":"Family","adult":false},{"cast":["Christopher Plummer","Lilli Palmer","Richard Johnson","Orson Welles","Donald Sutherland"],"overview":"This classic Greek tale tells how a noble youth accidentally marries his own mother, kills his own father and ends up paying a terrible price for invoking the wrath of the Gods.","release_date":"1968-06-01","genres":[],"vote_average":6.0,"runtime":97,"cert":"","id":201579,"title":"Oedipus the King","adult":false},{"cast":["Tyne Daly","Marla Sucharetza","Marceline Hugot","Ally Sheedy","Davidlee Willson"],"overview":"When a school bus driving woman (Tyne Daly) has a heart attack, she makes one request of her three daughters (Ally Sheedy, Marla Sucharetza, Marceline Hugo) - she wants them to find their long lost brother, who was taken away by their father (Jack Davidson) 16 years ago. What they discover is that while they have struggled, their father has become a wealthy man and their brother is in school at Harvard.","release_date":"1999-01-27","genres":[18],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":201581,"title":"The Autumn Heart","adult":false},{"cast":["Valeria Golino","Rosario Dawson","Shabana Azmi","Jennifer Esposito","Shashi Kapoor"],"overview":"In 24 hours, 5 worlds collide in the forgotten neighborhoods of New York City.","release_date":"1998-09-05","genres":[35],"vote_average":0.0,"runtime":131,"cert":"15","id":201586,"title":"Side Streets","adult":false},{"cast":["Anneke von der Lippe","Bjørn Sundquist","Robert Skjærstad","Bjørn Jenseg"],"overview":"Very funny, bizarre movie set in a disgustingly filthy diner.","release_date":"1994-09-26","genres":[18],"vote_average":9.0,"runtime":6,"cert":"N\/A","id":201588,"title":"Eating Out","adult":false},{"cast":["Dorothy Patrick","John Eldredge","Barbra Fuller","Robert Rockwell","Ann Doran"],"overview":"Two con artists join forces and pose as brother and sister. He then meets rich widows through the \"personals\" sections of newspapers, marries them, and both kill the widows for their money.","release_date":"1950-08-29","genres":[18,80],"vote_average":6.5,"runtime":60,"cert":"N\/A","id":201590,"title":"Lonely Heart Bandits","adult":false},{"cast":["Michael Hartig","Earnest Hart Jr.","Jesse Bean","K.C. Carr","Deborah E. Loveless"],"overview":"A divorce lawyer is kidnapped by several disgruntled past clients and forced to fight a series of people in the back room of a tile store in St. Louis.","release_date":"1998-12-31","genres":[28],"vote_average":4.0,"runtime":86,"cert":"N\/A","id":201595,"title":"Death Kick","adult":false},{"cast":["Phillip Reed","Hillary Brooke","Richard Travis","Ann Gillis","Vince Barnett"],"overview":"A crusading newspaper reporter battles big-city gambling interests.","release_date":"1947-12-12","genres":[80,18],"vote_average":6.0,"runtime":69,"cert":"N\/A","id":201600,"title":"Big Town After Dark","adult":false},{"cast":["Phillip Reed","Hillary Brooke","Stanley Clements","Darryl Hickman","Carl Switzer"],"overview":"A crusading editor and his star reporter aid underprivileged youths and crack down on racketeers out to fix basketball.","release_date":"1948-05-27","genres":[80],"vote_average":5.0,"runtime":60,"cert":"N\/A","id":201605,"title":"Big Town Scandal","adult":false},{"cast":["JeeJa Yanin","Petchtai Wongkamlao","Akom Preedakul","Boriboon Junreurng","Chalerm Yamchamang"],"overview":"Jeeja Yanin takes her skills to the next level as a bike messenger who is hired by competing mob bosses to smuggle goods. Caught in the middle and given an ultimatum, the only way out is a confrontation erupting into a battle of bullets, face kicks and blows.","release_date":"2011-11-17","genres":[28,35],"vote_average":3.9,"runtime":99,"cert":"N\/A","id":201619,"title":"This Girl Is Bad-Ass!!","adult":false},{"cast":[],"overview":"In the darkroom, 50 unexposed film strips were laid across a surface, upon which a frame of \"La sortie des ouvrier de l'usine Lumière\" was projected. The stringing together of the individual developed sections make up the new film, which reads the original frame like a page from a musical score: within the strips from top to bottom and sequentially from left to right.","release_date":"1984-01-01","genres":[],"vote_average":6.0,"runtime":3,"cert":"N\/A","id":201633,"title":"Motion Picture ('La sortie des ouvriers de l'usine Lumière à Lyon')","adult":false},{"cast":["Mel Blanc"],"overview":"Male Mexican mice are jealous of Speedy Gonzales for taking their girlfriends. So, they set Sylvester Cat after Speedy by issuing a challenge to Sylvester in Speedy's name.","release_date":"1957-11-30","genres":[16,35],"vote_average":6.7,"runtime":6,"cert":"N\/A","id":201641,"title":"Gonzales' Tamales","adult":false},{"cast":[],"overview":"The eastern Ukrainian town of Snezhnoje, which prospered during the Soviet era when miners there were spoiled with all kinds of privileges, now lives in poverty.","release_date":"2010-11-30","genres":[99],"vote_average":8.5,"runtime":95,"cert":"N\/A","id":201643,"title":"Pit №8","adult":false},{"cast":[],"overview":"Sea Swallow'd charts the choppy waters of gut feelings, capturing the flotsam and jetsam of impulse, desire and fights to the death. A film by Andrew Kotting and Curious shot as a series of lapping and flowing, irregular chapters, which borrow their titles from Moby Dick. The film is image and urge-driven, giving the viewer the feeling of beach-combing for different fragments of treasure on the shoreline. A highly experiential journey mixing 16mm B&amp;W footage shot by filmmaker Ben Rivers with video and archival footage. Sea Swallow'd is created by Andrew Kotting and Curious Performed by Leslie Hill, Helen Paris, Rene Newby and Geoff McGarry.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":18,"cert":"","id":201648,"title":"Sea Swallow'd","adult":false},{"cast":[],"overview":"By showing a series of different-coloured objects, the film aims to familiarize very young children with the various colours, and ends with a shot of a blackboard, a symbol of learning.","release_date":"1976-08-30","genres":[99],"vote_average":5.0,"runtime":16,"cert":"N\/A","id":201650,"title":"The Colours","adult":false},{"cast":["Mel Blanc","Sara Berner","Robert C. Bruce"],"overview":"Daffy Duck is a message courier bird delivering a military secret that a femme fatale Nazi spy is determined to get.","release_date":"1944-09-16","genres":[10751,16,35],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":201652,"title":"Plane Daffy","adult":false},{"cast":["Llyn Foulkes","Dennis Hopper","Johnny Carson","Paul Schimmel"],"overview":"This documentary follows painter and musician Lyn Foulkes from age 70 to 77 as he labors to complete two astonishing tableaux that demonstrate his outsider's perspective and eye for evocative imagery. As his reworking of one piece stretches into its second decade, we watch Foulkes' righteous contempt for the establishment erode, replaced by a yearning for the recognition he's due.","release_date":"2013-06-20","genres":[99],"vote_average":7.7,"runtime":88,"cert":"N\/A","id":201666,"title":"Llyn Foulkes One Man Band","adult":false},{"cast":[],"overview":"There are 10,000 people dying everyday due to hunger and malnutrition. This short film shows a forgotten portion of the society. The people who live on the refuse of men to survive. What is inspiring is the hope and spirituality that never left this people.This film is about the hunger and poverty brought about by Globalization.","release_date":"","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":201671,"title":"Chicken a La Carte","adult":false},{"cast":["Synne Skouen","Arne Aas","Bjørg Vatle","Rønnaug Alten","Rolf Søder"],"overview":"A hand is pulling the emergency breaks on a train, and a young military recruit has his live all changed. No one can answer a girl's question in court. What colour are dreams? A gathering of destinies. Can anyone answer why things happen?","release_date":"1965-02-01","genres":[14,18],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":201673,"title":"The Guards","adult":false},{"cast":["Margaret Rutherford","Susan Melvin","Bradley Bolke","Kevin Gavin","Laura Leslie"],"overview":"In this animated children's film, Mother Goose and her fairytale friends must stop a group of sneaky spies","release_date":"1967-12-02","genres":[10751,16],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":201675,"title":"The Wacky World of Mother Goose","adult":false},{"cast":["Romy Schneider","Paul Hubschmid","Georg Thomalla","Eva Maria Meineke","Peter Carsten"],"overview":"Scampolo is a young, poor girl who lives on the island of Ischia. She falls in love with a young architect who hopes to win a design competition. Scampolo intecedes on his behalf with the minister and helps him to make his dream come true.","release_date":"1958-02-26","genres":[35,10749],"vote_average":4.5,"runtime":100,"cert":"N\/A","id":201677,"title":"Scampolo","adult":false},{"cast":["M.G. Kelly","Bernard Erhard","Pat Fraley","Stan Jones"],"overview":"Ben Tucker wants to be a comic book artist, His father wants the young teenage to be a jock. Even his friends put him down. One late night a space ship crashes into the sea and Ben comes to the aid of an injured man on the beach. His unselfish concern for the dying stranger puts him in the position to obtain the magic “Circlet of Power” bracelet.","release_date":"1992-10-23","genres":[16,28,878],"vote_average":10.0,"runtime":22,"cert":"N\/A","id":201685,"title":"Solarman","adult":false},{"cast":["Flora Suya","Bennie Msuku","Neria Chkhosi","Tapiwa Gwaza"],"overview":"A housemaid, who is sexually abused by her boss and made pregnant, is forced to give up her son in order to continue her education. Six years later, she comes back to claim her son. From Malawi comes this moving story about sexual abuse, women rights and the legal justice system in Malawi.","release_date":"2008-01-01","genres":[18],"vote_average":5.5,"runtime":102,"cert":"N\/A","id":201702,"title":"Seasons of a Life","adult":false},{"cast":["Flora Romeiro","Vera Zulmira Romeiro","Elga Stefan","Elsa Martha Fernandes Araujo","Suzana Cândido"],"overview":"A group of scantily clad naturalists must survive three months in the jungle in order to retain their naked freedom.","release_date":"1963-11-29","genres":[12],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":201710,"title":"How I Lived As Eve","adult":false},{"cast":["Paul Frees","Doug Hagdahl","'Crazy George' Henderson","Priscilla House","Ruddy Kline"],"overview":"A town is terrorised by a monster that was created by local environmental pollution.","release_date":"1976-05-21","genres":[27,28,35,878],"vote_average":6.0,"runtime":80,"cert":"N\/A","id":201712,"title":"The Milpitas Monster","adult":false},{"cast":["Noah Kelly","David Essex","Linda Robson","James Cocker","Billy Gathercole"],"overview":"Shot during the summer of 2005, this enigmatic film was the second collaboration between Saint Etienne and director Paul Kelly. It follows a young paperboy's adventure across London's last remaining wilderness in the Lea Valley on the eve of the Olympic development. A poetic ode to a metropolitan hinterland that has been forever changed by the impact of the 2012 Olympics games.","release_date":"2005-12-07","genres":[],"vote_average":7.0,"runtime":48,"cert":"","id":201717,"title":"What Have You Done Today Mervyn Day?","adult":false},{"cast":[],"overview":"Late at night, on the last train home, one girl's fantasy is about to become her greatest nightmare.","release_date":"2012-08-29","genres":[],"vote_average":6.0,"runtime":9,"cert":"N\/A","id":201725,"title":"So Pretty","adult":false},{"cast":[],"overview":"The 13th June of 1929, three French pilots, with a clandestine passenger on board, jump from the Old Orchard beach in Maine (USA) into the risky crossing of the Atlantic. After 30 flying hours and a minimum of fuel, they are forced to land in a beach of the north of Spain. Two days later, they continue their trip to Paris where they are welcomed as heroes. They become the first crew having crossed the Atlantic and the first one to unite North America and Spain. This is The Adventure of the Yellow Bird.","release_date":"2012-01-01","genres":[99],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":201730,"title":"La aventura del pájaro amarillo","adult":false},{"cast":[],"overview":"When Janet visits her grandmother Faye to ask to use her wedding ring, she discovers a secret that stirs up nostalgia for the romance and heroism of an age long since passed.","release_date":"2011-07-25","genres":[10749,14],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":201732,"title":"Secret Identity","adult":false},{"cast":[],"overview":"If you want to impress your dining companions in Cyprus, it's not caviar that you order, but ambelopoulia: a tiny songbird. But as this gripping doc reveals, the cost to bring such delicacies to the table is enormous. Bestselling novelist Jonathan Franzen takes a break from the world of fiction to guide us through an all too horrifying reality: tens of millions of protected migratory songbirds are illegally killed every year. Franzen, a longtime bird lover, accompanies young staffers of the Committee Against Bird Slaughter on their expeditions. With police enforcement in Southern Europe practically non-existent, they risk their lives to rescue trapped birds, and confront hostile poachers. It's a topic that proves a cultural flashpoint -- the Cypriot landowners cannot understand why a bunch of Italians can tell them what to do on their land.","release_date":"2015-04-22","genres":[99],"vote_average":7.0,"runtime":78,"cert":"N\/A","id":201734,"title":"Emptying the Skies","adult":false},{"cast":["Mia Farrow","Martin Sheen","Roberta Maxwell","Liisa Repo-Martell","Kristen Holden-Ried"],"overview":"Diane McGowin was employed as an administrative assistant for a group of attorneys in private practice. She found herself forgetting things, especially losing short term memory. She suspected that something was wrong and went to the doctor. After many tests, the diagnosis was Alzheimer's. Diana did not want to tell her husband, Jack McGowin because she thought her husband, Jack, would be worried about money since she made more money than he did.","release_date":"1999-10-03","genres":[],"vote_average":5.7,"runtime":95,"cert":"N\/A","id":201736,"title":"Forget Me Never","adult":false},{"cast":["Spencer Tracy","William 'Stage' Boyd","Ann Dvorak","Billy Bevan","George Cooper"],"overview":"Wilkie and Mitchell, trying to desert their draft into the army, stow away on a ship which takes them into the war zone. While AWOL, the rivals for Mary's affections accidently destroy an ammunition dump.","release_date":"1932-03-12","genres":[35,10752],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":201750,"title":"Sky Devils","adult":false},{"cast":["Chaimae Ben Acha","Soufia Issami","Driss Roukhe","Mourade Zeguendi","Morjana Alaoui"],"overview":"Set in Tangier, Traitors tells the story of Maika, a calm, conservative girl by day and a leader of an all-girl punk group by night.","release_date":"2013-09-05","genres":[18],"vote_average":6.3,"runtime":83,"cert":"N\/A","id":201752,"title":"Traitors","adult":false},{"cast":["Ofelia Medina","Javier Solórzano de la Torre","Ezequiel Ayarza","Pedro López","Josie Agnesi"],"overview":"In recent years it has become the handiest character of Mexican cinema: the Chilango fleeing the capital to the province in search of something. But this case is different because the trip is used as an excuse to illustrate, through documentary techniques, the deep contrasts of Mexican society. Tired of the city, Javier goes to visit his aunt, an eccentric woman with quite radical ideas, who lives isolated from the world in a ranch in Querétaro. Javier works as a laborer for an Argentinean foreman, with whom he shares a few passions. His life begins to change.","release_date":"2013-02-23","genres":[18],"vote_average":8.0,"runtime":80,"cert":"N\/A","id":201760,"title":"Panorama","adult":false},{"cast":["Tara Fitzgerald","Anthony Delon","Tim Dutton","James Fleet"],"overview":"Seeking to escape the stifling London court society, the beautiful headstrong Lady Dona St. Columb flees to her family estate on the Cornish coast. Her new freedom swiftly brings her into contact with the dashingly handsome French privateer Jean Aubrey who sweeps her off her feet and into a world of adventure on the high seas very different from her dull and boring life at court with her husband Sir Harry. Together with Jean Aubrey and her enigmatic servant William, Lady Dona conceives a daring plan to steal a ship right from under the noses of the English authorities. The theft enrages the authorities who make every effort to trap the French Pirate. However, as the noose begins to tighten around the lovers, Lady Dona is faced with the dilemma of duty and children with Sir Harry or freedom and excitement with Jean Aubrey","release_date":"1998-12-19","genres":[18,36,10749],"vote_average":6.5,"runtime":120,"cert":"","id":201762,"title":"Frenchman's Creek","adult":false},{"cast":["Hugo Carvana","Sonia Dias","Anecy Rocha","Wilson Mello","Geraldo Freire"],"overview":"When a prominent U.S. Nobel Laureate arrives in Salvador, Bahia, the city with the largest black population in Brazil, he stirs emotions by championing a long-forgotten local writer named Pedro Archanjo, who believed that humanity would be improved only through miscegenation.","release_date":"1977-07-30","genres":[18],"vote_average":4.0,"runtime":132,"cert":"N\/A","id":201764,"title":"Tent of Miracles","adult":false},{"cast":["Philip Quinaz","Alison Fyhrie"],"overview":"On the eve of their wedding, Alison gets cold feet and decides to break up with her fiancé Phil.  But rather than face the embarrassment of calling off the ceremony, Alison suggests to Phil that they proceed with a sham wedding. Phil is more than game to try, secretly hoping that a surprise gift he has for Alison will ultimately change her mind.  Yet once the guests begin to arrive, more complications ensue than either of them could have ever imagined - even if they did know their wedding was bullshit.","release_date":"2013-06-18","genres":[35],"vote_average":5.8,"runtime":85,"cert":"N\/A","id":201772,"title":"Breakup at a Wedding","adult":false},{"cast":["Common","Michael Diamond","MF Doom","Flying Lotus","Earl Sweatshirt"],"overview":"Under the direction of founder and world-renowned DJ Peanut Butter Wolf, Stones Throw Records has consistently released critically acclaimed, left-of-center albums since its founding in 1996. Drawing on live concert footage, never-before-seen archival material, inner-circle home video and photographs and in-depth interviews with the folks who put Stones Throw on the map, this documentary will delve deeper into the label's enigmatic artists, history, culture and global following.","release_date":"2013-06-21","genres":[99,10402],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":201777,"title":"Our Vinyl Weighs a Ton: This Is Stones Throw Records","adult":false},{"cast":["Marianne Koch","Dieter Borsche","Hans Söhnker","Gustav Knuth","Carla Hagen"],"overview":"","release_date":"1956-09-20","genres":[35],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":201779,"title":"Wenn wir alle Engel wären","adult":false},{"cast":["Anne Teresa De Keersmaeker"],"overview":"A poetic portrait of the world-renowned Ballet de l'Opéra national de Paris as they mount a new work by famed contemporary choreographer Anne Teresa De Keersmaeker, Rain is a formalist exercise in documentary filmmaking that at times resembles long lost outtakes from The Red Shoes.","release_date":"2012-10-17","genres":[99],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":201781,"title":"Rain","adult":false},{"cast":["Johnny Tapia"],"overview":"Albuquerque-born boxer Johnny Tapia's life was a maelstrom of turmoil. The glory of his punishing ring prowess and handful of world titles across three weight classes forever jockeyed with personal demons: his mother's kidnapping and murder when he was 8, drug addiction, mental illness and suicide attempts.","release_date":"2013-06-15","genres":[99],"vote_average":8.0,"runtime":81,"cert":"N\/A","id":201783,"title":"Tapia","adult":false},{"cast":["Gabriel Díaz","Blanca Lewin","Victor Montero","Antonia Zegers","Diego Muñoz"],"overview":"\"Mother\" stands out on the front of her black t-shirt, \"Fucker\" on the back. And as angrily as these words sound when combined into a curse, is how Antonia behaves. Because she is pregnant, and Victor, who slept with her, is getting married in a few hours to Blanca.","release_date":"2003-06-16","genres":[18],"vote_average":6.8,"runtime":65,"cert":"N\/A","id":201797,"title":"Saturday, a Film in Real Time","adult":false},{"cast":["Marlene Dietrich","Fritz Kortner","Robin Irvine","Vladimir Sokoloff","Gaston Modot"],"overview":"A young doctor gets stuck on a ship after treating an injured first mate. Later, he rescues a woman from plane wreckage, and with the help of the cook, he hides her away from the rowdy and dangerous crew.","release_date":"1929-09-17","genres":[18,53],"vote_average":4.0,"runtime":121,"cert":"N\/A","id":201799,"title":"The Ship of Lost Men","adult":false},{"cast":["Enrico Montesano","Claude Brasseur","Dalila Di Lazzaro","Lia Tanzi","Gigi Reder"],"overview":"A woman takes advantage of the fact that her husband allowed himself to be praised for divorce to demand immediate separation.","release_date":"1982-05-21","genres":[35],"vote_average":6.5,"runtime":100,"cert":"N\/A","id":201810,"title":"Quando la coppia scoppia","adult":false},{"cast":["Tony Russel","Luciana Gilli","Gianni Solaro","Ferruccio Amendola","Enrico Salvatore"],"overview":"","release_date":"1964-02-19","genres":[12,28],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":201815,"title":"Sword of Damascus","adult":false},{"cast":["Dileep","Salim Kumar","Jagathy Sreekumar","Manoj K Jayan","Sunitha Varma"],"overview":"Kattila Gopalan (Dileep) is a notorious name in a little village named Oonjaalaadi. Though nobody has seen Gopalan, people hold him in dread as he is a thief who always manages to steal whatever he wants, without ever getting caught or even being seen by anyone. His identity remains a mystery.  Then one day Harishchandran (Harisree Asokan), a carpenter happens to see Gopalan for the first time. Gopalan is thus forced to flee the little village and seeks refuge in the city.","release_date":"2008-12-27","genres":[35],"vote_average":4.2,"runtime":146,"cert":"N\/A","id":201823,"title":"Crazy Gopalan","adult":false},{"cast":["Richard Thomas","Mary Crosby","Jeff Corey","Michael Cavanaugh","Joey Sagal"],"overview":"A small-town couple find themselves stranded in an unfamiliar, and unfriendly, big city. Weaving in and out of the proceedings are a bunch of murderous criminals with names like DOA, Ice and Slash. The couple are in for a night that they won't forget.","release_date":"1985-12-08","genres":[28,80,18,53],"vote_average":5.3,"runtime":100,"cert":"N\/A","id":201828,"title":"Final Jeopardy","adult":false},{"cast":["Jean-Michel Vovk"],"overview":"Short horror film from the directors of Amer.","release_date":"2001-01-01","genres":[27],"vote_average":5.0,"runtime":3,"cert":"N\/A","id":201839,"title":"Catharsis","adult":false},{"cast":["Valentina Titova","Vladimir Basov","Yuriy Yakovlev","Antonina Shuranova"],"overview":"Robert and Freda Caplan are entertaining guests at their country retreat. A chance remark by one of the guests ignites a series of devastating revelations, revealing a hitherto undiscovered tangle of clandestine relationships and dark secrets, the disclosures of which have tragic consequences...","release_date":"1972-06-06","genres":[9648,18],"vote_average":5.0,"runtime":188,"cert":"N\/A","id":201844,"title":"Dangerous Corner","adult":false},{"cast":["Vincent Spano","Wojciech Pszoniak","Isabel Russinova","Massimo Dapporto","Victor Lanoux"],"overview":"Venice. March 1735. The carnival is in full swing Everybody's happy mood and the lively streets are filled with musicians, mimes, clowns and acrobats of pickpockets who practice their craft each, displaying a colorful rainbow and sounds. At every corner, there is something going on that should not be missed - especially if it's something forbidden. However, some people are concerned about something else. One is Carlo Goldoni young lawyer of 27 years, he dreams only theater and he thinks only the part that wants to ride. Alas, the money was also hard to find at that time than now. His two friends, Antonio Vivaldi and Gian Battista Tiepolo are better known than him but they are also looking for this rare bird: a patron, who was not on ONLY the desire but also the means to sponsor a work of art.","release_date":"1989-09-20","genres":[10402,18],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":201849,"title":"Venetian Red","adult":false},{"cast":["Tracy Reed","Bernard Holley","Rula Lenska","Scott Fredericks","Heather Chasen"],"overview":"Toothsome Tracy Reed (remember her in Dr. Strangelove and A Shot in the Dark?) heads the cast of Deadly Females. The ladies in question are female assassins, specializing in knocking off lascivious males. Like the proverbial black widow spider, the girls lure their victims with promises of sexual favors, then strike when said victims are exhausted. Naturally, this requires plenty of exposed female flesh.","release_date":"1976-11-01","genres":[],"vote_average":3.0,"runtime":105,"cert":"18","id":201857,"title":"The Deadly Females","adult":false},{"cast":["Teri Austin","George Buza","Murray Langston","Kate Lynch","Steve Brennan"],"overview":"A jumble of sexual skits such as The Big Salami, The Brady Bang, And Leather And Chains.","release_date":"1983-01-01","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":201859,"title":"The Sex and Violence Family Hour","adult":false},{"cast":["Vera Ralston","John Carroll","Walter Brennan","Francis Lederer","William Ching"],"overview":"Violet Barton, a femme-fatale goal-setter, fascinates men and readily returns their affection to obtain the wealth she desires, even to the point of bigamy. She has an affair with gambler Gregg Delaney but marries his best friend, Johnny Hale, when she discovers Hale is the richest man in Texas. This loses her the respect of her sister, Janet, who loves Hale, and Delaney, who loves Violet. Meanwhile, town sheriff Bill Howard is working hard to get Delaney to confess to a murder.","release_date":"1950-09-15","genres":[37,18,10749],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":201861,"title":"Surrender","adult":false},{"cast":["Paul Nolan","Bill MacDonald","Catherine Blythe","Emmanuelle Vaugier","Theodor Danetti"],"overview":"Alex Brown inherits the awesome task of saving his ex-secret agent parents and protecting the planet from evil powers bent on controlling the world's plutonium supply. To do this Alex uses his new found magical shapeshifting power.","release_date":"1999-06-22","genres":[10751,14,53],"vote_average":2.7,"runtime":90,"cert":"N\/A","id":201875,"title":"Shapeshifter","adult":false},{"cast":["Farrah Fawcett","Patrick Bergin","Cicely Tyson","Ashley Wolfe","Robin Dunne"],"overview":"In the 1940s a 40-year-old woman with five healthy children gives birth to a girl with Down's syndrome.","release_date":"2001-02-07","genres":[18,10770],"vote_average":5.0,"runtime":120,"cert":"N\/A","id":201889,"title":"Jewel","adult":false},{"cast":[],"overview":"Billy is about to become the heir to a millionaire, provided that he is the only living heir. Complications arise quite soon when it turns out that Billy has three twin brothers who are also looking after heritage.","release_date":"","genres":[],"vote_average":0.0,"runtime":118,"cert":"N\/A","id":201894,"title":"Ojdå en till","adult":false},{"cast":["Klaus J. Behrendt","Christoph Maria Herbst","Sophie Rogall","Hannelore Elsner","Wolfgang Packhäuser"],"overview":"","release_date":"2009-06-02","genres":[10770,18,10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":201899,"title":"Jakobs Bruder","adult":false},{"cast":["John Heard","Thomas G. Waites","Mike Kellin","Richard Bright","Joe Grifasi"],"overview":"Chilly (Waites) is \"top con\" on the yard, a title that gives him absolute power. Power to make the rules. Power to kill. When a young con (Heard) confronts Chilly's power, he learns the vicious price of defiance.","release_date":"1978-09-16","genres":[18],"vote_average":5.7,"runtime":102,"cert":"N\/A","id":201907,"title":"On the Yard","adult":false},{"cast":["Ross McElwee"],"overview":"Documentary film maker Ross McElwee returns to his family home in Charlotte NC. In filming his family, he captures a microcosm of Southern society.","release_date":"1984-01-01","genres":[99],"vote_average":6.5,"runtime":40,"cert":"N\/A","id":201909,"title":"Backyard","adult":false},{"cast":[],"overview":"An examination of the historic Nazi trials at Nuremberg.","release_date":"","genres":[99],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":201917,"title":"Nuremberg: Tyranny on Trial","adult":false},{"cast":["Alan Tam","Hacken Lee"],"overview":"Nobody else but the absolute king of Canto-pop Alan Tam joined forces with everybody's favorite Hacken Lee to deliver the incomparable 'Alan &amp; Hacken Combo Tour'! The superstar combination offered a marvelous unforgettable show that presented them in vibrant top form! And now you can enjoy your favorites of the Principal in addition to Hacken's dynamite smash hits on this outstanding sing along Karaoke DVD that guarantees to please you with a merry good musical time! Immerse in the musical inferno of this unprecedented super duo as the please you with 27 spectacular smashs including \"Can't Forget You\", \"Deeper Than Deep\", \"Summer Legend\", \"Tall Girl\", \"Victory\", \"Can't Let Go of Love\", \"One Song \u0096 One Tale\" plus many other precious songs!\r Comes with an exclusive bonus feature that centers on the 'Making Of' Alan &amp; Hacken's powerful tour! Don't let this exquisite collector's special pass you by!","release_date":"2003-07-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":201919,"title":"Alan Tam & Hacken Lee Live Concert 2003","adult":false},{"cast":[],"overview":"Pepe travels to America with Santo (The Patron Saint of Immigrants) in search of his grandmother's dying wish...\"The Mexican Dream.\" Pepe hops across the border from Mexico to the United States.","release_date":"2009-07-29","genres":[],"vote_average":2.0,"runtime":95,"cert":"N\/A","id":201921,"title":"Pepe & Santo vs. America","adult":false},{"cast":["Clément Sibony","Rona Hartner","Isaac Sharry","Marie Desgranges","Emmanuelle Devos"],"overview":"Jonas (Clément Sibony), a 23-year-old dad attempts to carry out an important Jewish tradition: burying the foreskin of his newly circumcised son. The forgetful father only has a few hours to complete the task... but have a group of hit men on his trail won't help matters much.","release_date":"2000-01-19","genres":[],"vote_average":3.0,"runtime":84,"cert":"N\/A","id":201923,"title":"Dad on the run","adult":false},{"cast":["Abel Folk","Anna Vicens","Enric Matarrodona","Marc Rodríguez","Aida Folch"],"overview":"Alfonso and Anna have long since lost the passion of their marriage. She is a lover, who also plays the lead role in the play of the village. Alfons, by accident, poisons lovers and their ghosts will appear after death. Together we will make sure that the play can be released and Alfons their actor. And regarding the opening of the play, and the assistance provided by the Anna Alfons learn to look at life from a more relaxed view.","release_date":"2011-12-06","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":201928,"title":"Morir en 3 actes","adult":false},{"cast":["Marie Osborne","Marion Warner","Philo McCullough","Harry von Meter","Roy Clark"],"overview":"No overview.","release_date":"1917-08-05","genres":[18,35],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":201933,"title":"Captain Kiddo","adult":false},{"cast":[],"overview":"A variety of foreigners share their experiences of living in Japan.","release_date":"2013-01-02","genres":[99],"vote_average":7.0,"runtime":79,"cert":"N\/A","id":201935,"title":"A Life in Japan","adult":false},{"cast":["Kevin Connors","Jennifer Harte","Dean Scofield","Bettye Ackerman","Greg Lewis"],"overview":"A rich boy desperate for attention makes friends with the dinosaurs of \"Prehysteria!\". Prehysteria! 2","release_date":"1994-11-09","genres":[10751],"vote_average":3.8,"runtime":82,"cert":"N\/A","id":201937,"title":"Prehysteria! 2","adult":false},{"cast":[],"overview":"Animated Christmas special about a tree selected to be a Christmas Tree.","release_date":"1993-12-24","genres":[16,10751],"vote_average":6.0,"runtime":30,"cert":"N\/A","id":201942,"title":"Christopher the Christmas Tree","adult":false},{"cast":["Asif Ali","Bala","Mythili","Lena","Khushboo"],"overview":"P. Balachandrakumar's \"Cowboy\" tells the problems of a lazy fellow, who is settled in Malaysia","release_date":"2013-02-14","genres":[],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":201944,"title":"Cowboy","adult":false},{"cast":["Kavya Madhavan","Mythili","Vineeth Radhakrishnan","Mamukkoya","Sukumari"],"overview":"'Breaking News Live' visualizes the story of Nayana and Sneha. The plot moves forward with the many people who Nayana come across in her life. Nayana realizes the other side of people when she finds their true self. Sneha and her mentally challenged brother are under the care of their grandmother after the death of their parents. When fate makes a chance for Nayana to meet Sneha, Nayana feels that Sneha is a part of her life. The revelation that they are not two but one takes the story to novel planes.","release_date":"2013-01-17","genres":[18],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":201946,"title":"Breaking News Live","adult":false},{"cast":[],"overview":"Documentary from mexican pop band Kabah.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":201954,"title":"Kabah 211 días","adult":false},{"cast":[],"overview":"Music video collection from mexican pop group Kabah","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":201956,"title":"Kabah 1995-2000","adult":false},{"cast":[],"overview":"DVD live from mexican pop group Kabah.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":201961,"title":"Kabah - El pop ha muerto, viva el pop!","adult":false},{"cast":["Billy Bletcher","Joe Dougherty"],"overview":"Porky's father is going to lose his farm. Porky goes to town with his horse and works a milk route, with a warning that if he breaks a bottle he's fired. As he's delivering, cats follow along behind draining the bottles. Meanwhile, Hank Horsefly follows them into town. He stings Dobbin, who crashes and breaks many bottles. They happen upon a horse race and accidentally enter; the horse is merely plodding along until it gets stung again.","release_date":"1936-12-27","genres":[16,35],"vote_average":6.7,"runtime":8,"cert":"N\/A","id":201966,"title":"Milk and Money","adult":false},{"cast":["Jack Mercer","Mae Questel","Gus Wickie"],"overview":"Popeye takes Olive mountain climbing. Bluto sets various traps for them along the way, which Popeye manages to overcome. They get to the top, and Bluto pushes Popeye off a cliff and starts skiing down with Olive. Popeye eats his spinach and gives chase.","release_date":"1936-04-03","genres":[16,35],"vote_average":6.5,"runtime":6,"cert":"N\/A","id":201968,"title":"I-Ski Love-Ski You-Ski","adult":false},{"cast":["Jack Mercer","Mae Questel","Gus Wickie"],"overview":"Popeye is wooing Olive on the phone when Bluto comes over. He overhears, taps into the line, and impersonates Popeye. They proceed to have a high-wire fight on the telephone lines outside Olive's house.","release_date":"1936-10-23","genres":[16,35],"vote_average":6.5,"runtime":6,"cert":"N\/A","id":201970,"title":"Hold the Wire","adult":false},{"cast":[],"overview":"The narrator sets the scene for a warped version of the classic poem, and the hijinks when assistant Porky gives the blacksmith a rubber horseshoe, then a hot horseshoe on the horse's backside by accident.","release_date":"1936-12-04","genres":[],"vote_average":6.5,"runtime":8,"cert":"N\/A","id":201972,"title":"The Village Smithy","adult":false},{"cast":[],"overview":"The farm is suffering through a terrible drought. Porky's father sends him to the store to buy some feed with their last dollar...","release_date":"1936-08-01","genres":[],"vote_average":6.7,"runtime":8,"cert":"N\/A","id":201974,"title":"Porky the Rain-Maker","adult":false},{"cast":["Jack Mercer","Mae Questel","Gus Wickie"],"overview":"Olive preaches the need for brotherly love on the radio. Popeye, hearing this, does a number of good deeds: helping two workmen raise a safe, straightening a wrecked car, and helping two boys sneak into a baseball game. But when he tries to break up a fight, it's more than he can handle alone. Olive and her followers come along and try to help, but it's too much for them, too. Of course, once Popeye has his spinach...","release_date":"1936-03-06","genres":[16,35],"vote_average":5.0,"runtime":6,"cert":"N\/A","id":201979,"title":"Brotherly Love","adult":false},{"cast":["Lou Fleischer","Jack Mercer","Mae Questel","Gus Wickie"],"overview":"Popeye applies for a lifeguard job when he sees Olive in the pool, but Bluto also wants the job (and Olive). The manager, Wimpy, asks them to demonstrate their skills in a contest. Popeye does well, until Bluto demonstrates lifesaving and first aid on him.","release_date":"1936-06-26","genres":[16,35],"vote_average":6.5,"runtime":6,"cert":"N\/A","id":201981,"title":"I Wanna Be a Life Guard","adult":false},{"cast":[],"overview":"A crazed bomber is terrorizing the city. Meanwhile, a young Porky is a few cents shy of buying an ice cream soda; he starts earning it by picking up items people drop and handing them to him...","release_date":"1936-04-23","genres":[16],"vote_average":6.4,"runtime":7,"cert":"N\/A","id":201983,"title":"The Blow Out","adult":false},{"cast":["Jack Mercer","Mae Questel","Gus Wickie"],"overview":"That's what Olive wants. To even the score, the boys visit Wimpy's barber shop. Wimpy is out, so they shave each other; you'd think Popeye would know better than to let Bluto at him with a razor.","release_date":"1936-02-06","genres":[16],"vote_average":6.8,"runtime":6,"cert":"N\/A","id":201985,"title":"A Clean Shaven Man","adult":false},{"cast":["Lou Fleischer","Jack Mercer","Gus Wickie"],"overview":"Wimpy is working for Bluto in his diner and trying to filch all the food he can eat. Popeye comes in and orders roast duck, but Wimpy grabs the drumsticks, then coats it with pepper sauce. Popeye walks out in anger and Bluto comes after him. Wimpy takes advantage of the resulting battle to load up on hamburgers.","release_date":"1936-05-07","genres":[16,35],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":201987,"title":"What -- No Spinach?","adult":false},{"cast":[],"overview":"A dark and stormy night in a drugstore. The druggist mixes a potion and falls asleep. The skull-and-crossbones on the bottle comes to life and drips the potion on the druggist…","release_date":"1936-01-11","genres":[27,16,10402,14],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":201989,"title":"Bottles","adult":false},{"cast":[],"overview":"A young boy obsessed with trains sneaks out to play with the real trains that run just a few feet from the fence around his house. When he falls off of one and is knocked unconscious, he has a dream.","release_date":"1936-10-15","genres":[],"vote_average":6.5,"runtime":7,"cert":"N\/A","id":201994,"title":"Play Safe","adult":false},{"cast":["Bernice Hansen"],"overview":"Little Cheeser is a young mouse who thinks he's more grown up than he is. Mama tells him to go to bed, calling him \"Mama's little man\"; he doesn't want to. His devil side emerges and guides him to the cheese in the pantry, where his angel side appears to stop him. The devil leads him on to the smoking supplies, where he lights a pipe, then to a racy magazine, and then to the booze. The soused Cheeser goes looking for the cat, but when he finds it, the reality sobers him up quickly. The devil, meanwhile, has been trapped in a copy of Dante's Inferno by the angel. The angel helps Cheeser escape, and he's all too happy to go to bed and be Mama's little man.","release_date":"1936-11-20","genres":[16],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":201996,"title":"Little Cheeser","adult":false},{"cert":"N\/A","title":"I'd Love to Take Orders from You","cast":[],"genres":[],"id":201998,"overview":"Quitting time for a scarecrow. He gets home, and his little boy scares him. To the title song, he teaches his son the basics of scare-crowing. Bedtime for junior; he prays to be a big scarecrow, just like his daddy. The next morning he sneaks out before anyone else is up and practices scaring a rooster, a squirrel, and a rabbit. He takes up his father's place, but the crows are not impressed; in fact, the crow goes on the attack.","runtime":8,"release_date":"1936-05-24","vote_average":6.0,"adult":false}]