[{"cast":["Jack Carr"],"overview":"Porky Pig joins the Army Air Corps. After overcoming the problems caused by his small stature and surviving the rigors of basic training...","release_date":"1936-04-29","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":202000,"title":"Plane Dippy","adult":false},{"cast":[],"overview":"One of the \"Censored 11\" banned from T.V. syndication by United Artists in 1968 for alleged racism. A black man sneaks out of church and tries to steal a chicken, but gets a taste of hell when he's accidentally knocked unconscious.","release_date":"1936-08-07","genres":[],"vote_average":5.4,"runtime":7,"cert":"N\/A","id":202008,"title":"Sunday Go to Meetin' Time","adult":false},{"cast":["Jack Mercer","Mae Questel","Gus Wickie"],"overview":"Popeye drives up to take Olive for a ride, but Bluto in his much fancier car does what he can to spoil their jaunt.","release_date":"1936-11-26","genres":[16,35],"vote_average":6.8,"runtime":6,"cert":"N\/A","id":202010,"title":"The Spinach Roadster","adult":false},{"cast":[],"overview":"Ali Baba senior and his son Ali Baba live in poverty. One day they happen to see the Forty Thieves enter their cave. After the thieves leave, Ali Baba and his son enter the cave and start to fill their pockets with the treasure they find inside. Alas for them, the Forty Thieves return and they are forced to hide in large jars. But of course they are discovered...","release_date":"1936-01-29","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":202012,"title":"Ali Baba","adult":false},{"cast":[],"overview":"A (barely) two minute short is that it was made specially for a Paramount newsreel segment on Bute and Nemeth making films in their teensy New York apartment. Paramount apparently never got round to including the filmmakers in any newsreel, but their own film survived in the Bute-Nemeth Archive. (weirdwildrealm.com)  To the rhythm of music that sounds a bit like a Busby Berkeley tune, lines and circles appear against a black background. Then triangles, in groups. Black and white squares move in tandem. Sparkling forms turn in kaleidoscopic patterns. Then cubes appear, white against the background, bouncing; a yin and yang rotate a few times before the film ends with an quick burst of scattering light.","release_date":"1936-06-17","genres":[16],"vote_average":7.0,"runtime":2,"cert":"N\/A","id":202014,"title":"Dada","adult":false},{"cast":[],"overview":"Fun and explosive-filled Oswald cartoon has the ever- resourceful bunny determined to exterminate an elusive and destructive gopher.","release_date":"1936-11-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202019,"title":"Gopher Trouble","adult":false},{"cast":[],"overview":"The adventures of a young boy and his dog. Vonsey and Oopie are the two bullies on the block who sometime give the two problems.","release_date":"1936-06-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202021,"title":"Scrappy's Camera Trouble","adult":false},{"cast":[],"overview":"Ether Symphony is a movie that was filmed in 1936 and directed by George Pal. The movie is a Animation and Short.","release_date":"1936-06-17","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":202023,"title":"Ether Symphony","adult":false},{"cast":[],"overview":"A brief glimpse at public life in Berlin, 1936.","release_date":"1936-06-17","genres":[99],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":202025,"title":"Berlin 1936","adult":false},{"cast":[],"overview":"The title song is sung with the Bouncing Ball, plus a parody newsreel.","release_date":"1936-05-21","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":202027,"title":"I Don't Want to Make History","adult":false},{"cast":[],"overview":"Roman and Maria, a tourist couple with their own disputes, face a problem in Iran with the tourism institute they have a deal with. Morteza, the fired employee of the hotel where the tourist couple are staying, has plans for them with the help of his cousin, Hossein.","release_date":"","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":202029,"title":"Don't be Tired!","adult":false},{"cast":["Carl Switzer","Darla Hood","Billie Thomas","Maurice Cass","George Guhl"],"overview":"Truant officers mistake 2 midgets for members of the gang.","release_date":"1936-05-02","genres":[10751,35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":202031,"title":"Arbor Day","adult":false},{"cast":[],"overview":"The doctor prescribes a relaxing day at the beach for Mr. Bang, who is overstressed. But the beach is anything but relaxing.","release_date":"1936-10-01","genres":[],"vote_average":4.5,"runtime":7,"cert":"N\/A","id":202033,"title":"Toonerville Picnic","adult":false},{"cast":["Darla Hood","Eugene 'Porky' Lee","George McFarland","Carl Switzer","Billie Thomas"],"overview":"Spanky, Alfalfa and the gang play a bunch of wanna-be caddies.","release_date":"1936-02-07","genres":[35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":202038,"title":"Divot Diggers","adult":false},{"cast":["Scotty Beckett","George McFarland","Carl Switzer","Billie Thomas","Pete the Pup"],"overview":"Scotty and his grandfather Gus are the proprietors of a sidewalk lemonade stand. The small operation struggles to compete with the ornate sidewalk diner run by Leonard's father. Leonard is too engrossed in his comic book to pay attention to waiting customers, and when they leave he whines to his father, who gets a policeman to force Gus and Scotty from their corner. Buckwheat's father, a boot black, offers Gus room to set up his stand, while Spanky, Alfalfa, and the other kids stage a parade and an impromptu talent show to draw customers to Gus's booth.","release_date":"1936-03-13","genres":[35],"vote_average":8.0,"runtime":12,"cert":"N\/A","id":202046,"title":"The Lucky Corner","adult":false},{"cast":[],"overview":"Molly Moo Cow washes to shore on an island, the one occupied by Robinson Crusoe. Much of the short is Crusoe extolling the virtues of the solitary life, Molly trying to ingratiate herself to Crusoe and Crusoe trying to get rid of her. He finally succeeds-just before cannibals come ashore, capture Crusoe and dump him in a pot. From the time they grab him Crusoe is yelling for help (from whom is unclear, given that he wants the island to himself).","release_date":"1936-02-27","genres":[],"vote_average":4.0,"runtime":7,"cert":"N\/A","id":202048,"title":"Molly Moo Cow and Robinson Crusoe","adult":false},{"cast":[],"overview":"Porky Pig and his friends Beans, Little Kitty and Ham and Ex, travel as pioneers toward the western frontier. As their wagon travels across the prairie, Ham and Ex cause trouble by pretending to be Indians. Then the real Indians show up!","release_date":"1936-04-24","genres":[],"vote_average":5.6,"runtime":7,"cert":"N\/A","id":202050,"title":"Westward Whoa","adult":false},{"cast":["Mae Questel","Max Fleischer"],"overview":"In a return to the Out of the Inkwell format, Betty Boop invents a pep formula to speed up lazy Pudgy, but it escapes into the real world with rapid results.","release_date":"1936-06-18","genres":[35,16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202052,"title":"More Pep","adult":false},{"cast":[],"overview":"The short opens with a group of ducks-Papa, Mama and five baby ducks-four white and one black-strolling onto the beach. This is followed shortly by a scene showing Oswald and his dog setting up on the beach. Oswald puts his dog in charge of watching their lunch, in a large picnic basket, warning of dire consequences if anything should happen to \"the lunch\".","release_date":"1936-10-04","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":202054,"title":"Beach Combers","adult":false},{"cast":["Aldo Baglio","Giovanni Storti","Giacomo Poretti","Raul Cremona"],"overview":"","release_date":"2001-10-18","genres":[35],"vote_average":6.6,"runtime":null,"cert":"N\/A","id":202059,"title":"Potevo rimanere offeso!","adult":false},{"cast":["Jessyca Wilson","Nikita Bellucci","Sabrina Sweet","Kenza Suck","Phil Holliday"],"overview":"","release_date":"2012-02-05","genres":[35],"vote_average":8.3,"runtime":null,"cert":"N\/A","id":202061,"title":"La Dépanneuse","adult":true},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202066,"title":"Dr. Faust","adult":true},{"cast":["Anita Berglund","Dorte","Esther","Marianne"],"overview":"","release_date":"1970-06-23","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":202071,"title":"Danish Hardcore 114","adult":true},{"cast":["Margrethe II of Denmark","Stine Fischer Christensen","Ghita Nørby","Thure Lindhardt","Benedikte Hansen"],"overview":"Elise, a princess, lives happily together with her eleven brothers. When her father, the king, marries again, he banishes Elisa. Hereafter his new wife turns Elise's eleven brothers into swans. But fortunately Elise finds her brothers, who are swans during daylight and human beings at night time. In a dream, the fairy Fatamorgana tells the story of the unhappy princess and how she rescues her brothers, the eleven princes.","release_date":"2009-09-11","genres":[12,10751],"vote_average":7.0,"runtime":60,"cert":"N\/A","id":202088,"title":"The Wild Swans","adult":false},{"cast":[],"overview":"The fates of a woman living in Beijing and a man living in New York become inextricably linked because of a common conviction.","release_date":"2013-05-31","genres":[99,36],"vote_average":3.8,"runtime":53,"cert":"N\/A","id":202093,"title":"Free China: The Courage to Believe","adult":false},{"cast":[],"overview":"A complex, evocative portrait of Jean-Marie Baptiste Vianney, the pastor of Ars, whose humble and loving life led to sanctification.","release_date":"1959-01-01","genres":[99],"vote_average":6.0,"runtime":18,"cert":"N\/A","id":202104,"title":"Ars","adult":false},{"cast":[],"overview":"Arctic Monkeys Coachella 2012","release_date":"","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202106,"title":"Arctic Monkeys Coachella 2012","adult":false},{"cast":[],"overview":"The new Strawberry Shortcake is a comedy\/educational CG series of 22-minute episodes for girls ages 3-6. The series focuses on the quirky community of Berry Bitty City, a miniature town tucked into a strawberry patch. It is home to Strawberry Shortcake and her five girlfriends, all nine years old and two inches tall. The series teaches social\/emotional lessons and Emotional Intelligence lessons on community life that will benefit our young audience. The series is also fruit forward Strawberrys earlier series has evolved from a world plentiful with cake and candy to one that now emphasizes fruit, vegetables and healthy eating. Colorful, whimsical fruit motifs are used in visuals and naming conventions.","release_date":"2010-11-01","genres":[],"vote_average":5.8,"runtime":null,"cert":"N\/A","id":202108,"title":"Strawberry Shortcake's Berry Bitty Adventures","adult":false},{"cast":["Campbell Scott","Virginia Lantry","Bernard White","Len Lesser","John Durbin"],"overview":"Two men on weekend outing assist country lass in trouble but find themselves in a stew. One is killed, one severely injured who recovers at the Campbell cabin. He learns the simplicity of country living and falls in love with daughter. She explains, mysteriously, that although she cares, this cannot be; the feud is coming', as it always does. Only after his own death, during the feud, does he realize that the Campbell and McDonald clans have been 50 years dead! He has, however, broken the cycle of the ongoing feud and now all, him included, may rest in peace.","release_date":"1990-01-01","genres":[27],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":202113,"title":"Ain't No Way Back","adult":false},{"cast":["Zhaohui Gong","Yajie Hu","Lu Hui","Wang Guang Quan","Yan Xie"],"overview":"Freely adapted from Gabriel García Márquez's Chronicle of a Death Foretold, the film follows the investigation of a local teacher's murder in a small and desperately poor rural village, the story of the crime gradually pieced together from the fragmented memories of witnesses forced to testify at an inquest. Sharing with her Fifth Generation colleagues Chen Kaige and Tian Zhuangzhuang a remarkable eye for the barren landscapes of northern China and a fascination with small-town life — especially those enduring superstitions that Communism failed to erase — director Li Shaohong also introduces several formal innovations, particularly in storytelling structure, that remain unprecedented in Chinese cinema.","release_date":"1992-05-05","genres":[],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":202115,"title":"Bloody Morning","adult":false},{"cast":["Rob Hartley","Roz Wason","Jeff Duff"],"overview":"The film is set in Australia, where an accidental future time traveler finds himself going back in time to change events to prevent a calamity.","release_date":"1989-06-18","genres":[878,10402],"vote_average":5.0,"runtime":104,"cert":"N\/A","id":202123,"title":"Sons of Steel","adult":false},{"cast":["William Haines","Irene Purcell","C. Aubrey Smith","Charlotte Granville","Lilian Bond"],"overview":"A playboy pretends to be a paid escort in order to court--and test the moral character of--a young British socialite. Comedy.","release_date":"1931-06-06","genres":[10749,35],"vote_average":7.5,"runtime":66,"cert":"N\/A","id":202125,"title":"Just a Gigolo","adult":false},{"cast":["Jane Fonda","Frances Dee","Karen Morley","Kitty Carlisle","Mae Madison"],"overview":"A look at actresses who starred in films with thought-provoking subjects made between 1930 and July 1934, before the Hollywood Production Code —the infamous Hays Code— was enforced.","release_date":"2003-05-06","genres":[99,10770],"vote_average":7.3,"runtime":55,"cert":"N\/A","id":202136,"title":"Complicated Women","adult":false},{"cast":["Lumina Classika","Nooka Karamel","Baby Light","Christian Louboutin","Liv Menot"],"overview":"A captured performance by Parisian nude cabaret Crazy Horse, in a surreal show directed by French footwear designer Christian Louboutin. Louboutin calls Crazy Horse “an iconic monument of Paris, a monument to dance, a modern, dream- like idea of the celebration of women for women”.","release_date":"2012-12-30","genres":[99,10402],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":202138,"title":"Feu: Crazy Horse Paris","adult":false},{"cast":["Maia Morgenstern","Adriana Asti","Jan Nowicki","Elide Melli","Giovanni Capalbo"],"overview":"An expressionist biography of Edith Stein, who converted from the Jewish faith to the Catholic one and became a Carmelite sister.  She would die in a German concentration camp.","release_date":"1996-06-06","genres":[18,10752],"vote_average":6.4,"runtime":110,"cert":"N\/A","id":202140,"title":"The Seventh Room","adult":false},{"cast":["Monte Hale","Lorna Gray","Paul Hurst","Alice Tyrrell","Tris Coffin"],"overview":"Directed by Philip Ford in 1948. When cowboy Monte Hale (Monte Hale) returns home to investigate his uncle's murder, he's mistaken for a fierce outlaw and is hired by the town's corrupt mayor, Lance Dawson (Douglas Evans), as the new sheriff. But Monte secretly works to undermine Dawson's land-grabbing schemes. Monte defends the feisty owner (Lorna Gray) of a gold mine that Dawson covets, although she is suspicious of the cowpoke's loyalties and demands that he prove himself.","release_date":"1948-04-01","genres":[37],"vote_average":3.0,"runtime":63,"cert":"N\/A","id":202142,"title":"California Firebrand","adult":false},{"cast":["Louise Barnes"],"overview":"Hoodlum &amp; Son is a 2003 comedy-crime film. In 1933, a mischievous ten year old, Archie (Myles Jeffrey), is left in the care of his unattentive father, Charlie (Ted King), a reluctant gangster indebted to mob boss Benny “The Bomb” Palladino (Robert Vaughn). Benny gives Charlie a last chance to clear his ‘debt’ by collecting money from a rival, but when Archie follows his father into a rival gangster’s speakeasy, a series of bizarre events take place culminating in them fleeing without the money.","release_date":"2003-09-27","genres":[],"vote_average":4.0,"runtime":92,"cert":"","id":202144,"title":"Hoodlum & Son","adult":false},{"cast":["Hendrik Thiele","Samuel Mueller","Hauke Hirsinger","Sven Schönmann","Berit Reiss-Andersen"],"overview":"","release_date":"2007-11-10","genres":[28,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202146,"title":"City Kill - Rechnung in Blei","adult":false},{"cast":["William Devane","Jeri Ryan","Michele Abrams","Nick Searcy","Linda Pierce"],"overview":"The recounting of a terrible crime that wracked a family and galvanized police in South Carolina in the 1980's. Southern beauty pageant winner Dawn Smith is targeted by a sadistic stalker whose obsession with her leads him to kidnap her younger sister.","release_date":"1991-12-10","genres":[10770,18],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":202148,"title":"Nightmare in Columbia County","adult":false},{"cast":[],"overview":"Documentary about the inmates and penal officers of Alabama's Limestone Correctional Facility and Arizona's Estrella County Jail, the first prison ever to put women on a chain gang.","release_date":"1999-03-20","genres":[],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":202150,"title":"American Chain Gang","adult":false},{"cast":[],"overview":"An Inconvenient Tax is a 2010 documentary film produced by Life Is My Movie Entertainment. The film explores the history of the income tax in the United States and the causes of its many complexities.","release_date":"2011-04-15","genres":[99],"vote_average":7.0,"runtime":78,"cert":"N\/A","id":202152,"title":"An Inconvenient Tax","adult":false},{"cast":["Carol Raye","Peter Graves","Patricia Medina","John Ruddock","Harry Welchman"],"overview":"Waltz Time is a 1945 British musical film directed by Paul L. Stein and starring Carol Raye, Peter Graves and Patricia Medina. In Imperial Vienna a young Grand Duchess is prevented from marrying the man she loves.","release_date":"1945-08-13","genres":[10402],"vote_average":0.0,"runtime":91,"cert":"","id":202154,"title":"Waltz Time","adult":false},{"cast":["Pablo Novak"],"overview":"In 1985 a picturesque Argentinian holiday town was completely flooded, not to re-emerge until 2009. Now only Pablo remains in this modern day Atlantis.","release_date":"2013-06-09","genres":[99],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":202156,"title":"Pablo's Villa","adult":false},{"cast":["Carrie Alton","Mario Cantone","Rachel Feinstein","Serafina Fiore","Bianca Hunter"],"overview":"When screenwriter Cal Neros fritters away a million-dollar advance on a script and blows his deadline, the studio boss gives him one week to write the sickest movie ever committed to the screen.","release_date":"2011-09-13","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":202158,"title":"Circus Maximus","adult":false},{"cast":["Christien Anholt","Colin Baker","Barbara Murray","Stephen McGann"],"overview":"The Harpist is a 1999 British-German drama film directed by Hansjörg Thurn and starring Geraldine O'Rawe, Christien Anholt and Stephen McGann. Its plot concerns a young novelist who travels to Hamburg to see an Irish harpist with whom he has become obsessed.","release_date":"1999-04-20","genres":[18],"vote_average":7.8,"runtime":93,"cert":"N\/A","id":202163,"title":"The Harpist","adult":false},{"cast":["Lance Henriksen","Christopher Shyer","Stellina Rusich","Stefanie von Pfetten","Douglas O'Keeffe"],"overview":"The Invitation, a 2003 movie starring Lance Henriksen. When an author invites his friends to his home on a private island, the guests realize they've been poisoned at dinner. The only way to receive the antidote from their twisted host will be to confess to all the lies they've ever told.","release_date":"2003-12-23","genres":[27,18,53],"vote_average":4.9,"runtime":85,"cert":"N\/A","id":202171,"title":"The Invitation","adult":false},{"cast":["Francis L. Sullivan","Jane Carr","Martita Hunt","Ian Fleming","Charles Victor"],"overview":"When she learns that the Nazis have confiscated Leonardo da Vinci's masterpiece Mona Lisa, art-loving South American wanna-be spy Tamara (Jane Carr) journeys to Lisbon to snoop for the Germans in return for the iconic painting. But bumbling Nazi agents, Allied counterspies and multiple copies of the artwork soon confound her attempts at espionage.","release_date":"1942-09-01","genres":[],"vote_average":0.0,"runtime":75,"cert":"","id":202173,"title":"The Lady from Lisbon","adult":false},{"cast":["Eric Porter"],"overview":"Based on the novel \"The Ballad of the Belstone Fox\", this heartwarming film chronicles the life of a fox much smarter than the dogs that hunt him. In fact, they never could catch him!","release_date":"1973-01-01","genres":[18],"vote_average":7.4,"runtime":88,"cert":"PG","id":202175,"title":"The Belstone Fox","adult":false},{"cast":["Armin Rohde","Ludger Pistor","Branko Samarovski","Caroline Peters","Therese Hämer"],"overview":"The unemployed salesman Wolfgang practices optimism, his friend Günther realism: The situation is shitty! But then zookeeper Günther finds a few hundred thousand Euros from his demented neighbor. The mates take the money but also the care for the old man.","release_date":"2009-11-19","genres":[35,10770],"vote_average":6.8,"runtime":90,"cert":"N\/A","id":202183,"title":"Ein Schnitzel für drei","adult":false},{"cast":["Bryn Terfel","Jonas Kaufmann","Eva-Maria Westbroek","Hans-Peter König","Deborah Voigt"],"overview":"As a storm rages, Siegmund the Wälsung, exhausted from pursuit by enemies in the forest, stumbles into an unfamiliar house for shelter. Sieglinde finds the stranger lying by the hearth, and the two feel an immediate attraction. But they are soon interrupted by Sieglinde's husband, Hunding, who asks the stranger who he is. Calling himself \"Woeful,\" Siegmund tells of a disaster-filled life (\"Friedmund darf ich nicht heissen\"), only to learn that Hunding is a kinsman of his foes. Hunding, before retiring, tells his guest to defend himself in the morning. Left alone, Siegmund calls on his father, Wälse, for the sword he once promised him. Sieglinde reappears, having given Hunding a sleeping potion.","release_date":"2013-03-19","genres":[10402],"vote_average":0.0,"runtime":284,"cert":"N\/A","id":202197,"title":"Wagner: Die Walküre","adult":false},{"cast":[],"overview":"Inspired by the Biblical narrative of Job, [mis]fortune follows the pain and joy of one man’s life and how he reconciles these emotions and events with an all-powerful and loving God. Stricken with cancer that could claim her life, Karen (Carolee McPherson) uses her struggle to inspire the best in her family. But faced with the prospect of his wife’s death, how will Eric (Glenn McGehee) respond?","release_date":"2010-04-12","genres":[],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":202199,"title":"[mis]fortune","adult":false},{"cast":["Miland \"Mille\" Petrozza","Frank \"Blackfire\" Gosdzik","Jürgen 'Ventor' Reil","Rob Fioretti"],"overview":"A classic blast from the glorious past! German thrash metal legends Kreator offer up the rare 'At The Pulse Of Kapitulation - Live in East Berlin 1990' for the very first time on DVD. Upgraded to a 5.1 mix via producer Andy Sneap and loaded with bonus footage, this is truly a dream come true for Kreator fans. In the words of band leader Mille Petrozza: \"Words don t do justice to the energy that was in the air that day in East Berlin, and the whole event can only be described as utterly unique and historic.\"  1. Some Pain Will Last\r 2. Extreme Aggression\r 3. Under the Guillotine\r 4. Toxic Trace\r 5. Bringer of Torture\r 6. Pleasure to Kill\r 7. Flag of Hate\r 8. Drum Solo\r 9. Terrible Certainty\r 10. Riot of Violence\r 11. Love Us or Hate Us\r 12. Behind the Mirror\r 13. Betrayer\r 14. Awakening of the Gods\r 15. Tormentor","release_date":"2008-04-07","genres":[10402],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":202201,"title":"Kreator: At The Pulse Of Kapitulation","adult":false},{"cast":["Lorissa McComas","Danni Ashe","Glori-Anne Gilbert","Jerry Springer","Larry Flynt"],"overview":"Tits and jokes! Some of the sexiest footage ever recorded of Lorissa McComas, Dani Ashe and Glori-Anne Gilbert!  A movie that doesn't take itself too seriously. Pleny of laughs, and we need 'em!","release_date":"1998-01-01","genres":[35,878],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":202209,"title":"Killer Sex Queens from Cyberspace","adult":true},{"cast":["Yvonne Catterfeld","Max von Thun","Anja Kling","Susann Uplegger","Carmen-Maja Antoni"],"overview":"","release_date":"2009-09-28","genres":[14,35],"vote_average":8.8,"runtime":null,"cert":"N\/A","id":202211,"title":"Engel sucht Liebe","adult":false},{"cast":["Glenn Branca","Beth B","Eszter Balint","Nick Cave","Jim Jarmusch"],"overview":"the connections and energy flow between the various artists populating the 1980s sub-cultures of New York and Berlin. Features Jim Jarmusch, Lydia Lunch, Blixa Bargeld, Alex Hacke, Gudrun Gut, Nick Cave, and others. An important film. Bravo, Mr. Dreher.","release_date":"2009-07-03","genres":[10402,99],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":202216,"title":"No Wave - Underground '80: Berlin - New York","adult":false},{"cast":["Erik Beck","Wally Beck"],"overview":"Father Son Run tells the story of Wally &amp; Erik, a father and son trying to make up for lost time by embarking on a cross country motorcycle road trip. Even though Erik has never ridden a motorcycle before in his life.","release_date":"2013-06-18","genres":[99],"vote_average":0.0,"runtime":24,"cert":"N\/A","id":202233,"title":"Father Son Run","adult":false},{"cast":["Ray Danton","Franca Bettoia","Guy Madison","Mario Petri","Alberto Farnese"],"overview":"","release_date":"1964-10-18","genres":[12],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":202235,"title":"Return of Sandokan","adult":false},{"cast":["Allan Holdsworth","Alan Pasqua","Chad Wackerman","Jimmy Haslip"],"overview":"Jazz guitarist Allan Holdsworth teams up with pianist Alan Pasqua for this concert recording. The two jazz greats were captured on camera as they performed alongside fellow musicians Chad Wackerman and Jimmy Haslip at Yoshi's in San Francisco.","release_date":"2007-01-11","genres":[10402],"vote_average":8.0,"runtime":90,"cert":"","id":202243,"title":"Allan Holdsworth and Alan Pasqua - Live at Yoshi's","adult":false},{"cast":[],"overview":"We Will Live Again is a look at the unusual and extraordinary operations of the Cryonics Institute. The film follows Ben Best and Andy Zawacki, the caretakers of this 'mom and pop style' warehouse, as they maintain the 99 deceased human bodies stored at below freezing temperatures in cryopreservation. The Institute and the Cryonics Movement were founded by Robert Ettinger, who in his nineties has long retired from running the faculty, but still lives nearby, self-publishing books on cryonics, awaiting the end of this life and eagerly anticipating his next.","release_date":"2013-04-19","genres":[],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":202245,"title":"We Will Live Again","adult":false},{"cast":[],"overview":"","release_date":"2007-03-13","genres":[16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202247,"title":"Hupikék törpikék 2: Törpleves","adult":false},{"cast":[],"overview":"Two little puppies, one black, one brown, are underfoot as a woman is laying out a picnic. The black one noses around a stack of sandwiches and a roast turkey, and gets scolded; his brother gets praised, but that's only because he's sneakier. They pull away, and a fox hunt passes by. Panicked by the horses, they outrun everyone, even the fox. The fox hides, and they spot him before the others. One old bloodhound does a Tarzan stunt and leaps to the head of the pack. Lots of other fox hunt sequences follow. Ultimately, the puppies get back to the car just as everyone is leaving; the fox hitches a ride on the back of the car.","release_date":"1936-05-29","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":202264,"title":"The Pups' Picnic","adult":false},{"cast":[],"overview":"","release_date":"2008-02-13","genres":[16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202266,"title":"Hupikék törpikék 6: A morcos Yeti","adult":false},{"cast":[],"overview":"Scrappy hurt his leg and is sad because he can't go fishing. The bluebirds from Happyland realize this and put on a song and dance show, helping heal poor Scrappy's hurt leg and foot.","release_date":"1936-02-04","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202271,"title":"Doctor Bluebird","adult":false},{"cast":[],"overview":"A child would rather listen to the radio than go to bed, but mother insists. He sleeps, but at midnight, his toys come alive and put on a show for him (much of it recycled, though often with different backgrounds, from earlier cartoons).","release_date":"1936-09-18","genres":[],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202273,"title":"Toy Town Hall","adult":false},{"cast":[],"overview":"Pudgy the pup takes Betty Boop's advice ('Go Out and Make Friends With the World') to heart and befriends various wild animals.","release_date":"1936-12-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202275,"title":"Making Friends","adult":false},{"cast":[],"overview":"Behind the scenes documentary about the making of the game Hitman: Absolution.","release_date":"2012-11-20","genres":[28],"vote_average":0.0,"runtime":59,"cert":"","id":202277,"title":"Burning Hope: The Making of Hitman Absolution","adult":false},{"cast":[],"overview":"","release_date":"2009-04-20","genres":[16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202279,"title":"Hupikék törpikék 11: Idő ide-oda","adult":false},{"cast":["Jack Mercer","Mae Questel","Gus Wickie"],"overview":"Olive tells Popeye and Bluto that she loves a man in a uniform, so they try to sign up at the recruiting station - that can only take one of them.","release_date":"1936-12-25","genres":[16,35],"vote_average":5.5,"runtime":6,"cert":"N\/A","id":202281,"title":"I'm in the Army Now","adult":false},{"cast":[],"overview":"","release_date":"2009-05-23","genres":[16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202283,"title":"Hupikék törpikék 12: Egy kis öntörpbizalom","adult":false},{"cast":[],"overview":"An autobiographical document about an amazing couple, and the healing powers of love and music.","release_date":"2005-01-18","genres":[99],"vote_average":0.0,"runtime":108,"cert":"N\/A","id":202285,"title":"Stroke","adult":false},{"cast":["Lando Buzzanca","Orazio Orlando","Stella Carnacina","Erika Blanc","Paola Borboni"],"overview":"Gaetano, (L. Buzzanca), seduces sixteen-year-old  Mariangela , and settles in the girl's house where she will sexually satisfy all the women in the family.","release_date":"1974-06-04","genres":[35],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":202287,"title":"The Handsome Devil","adult":false},{"cast":[],"overview":"A Bosko color cartoon in a haunted house.","release_date":"1936-05-01","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":202289,"title":"The Old House","adult":false},{"cast":[],"overview":"Porky and some of his fellow sailors are on shore leave in a bar. A pirate captain discovers that his own crew has jumped ship and forces everyone in the bar to become his crew. The captain treats the crew badly, particularly denying them food (eating the meat off bones, then passing them only the bones). The crew mutinies after a week; the captain tries to fend them off with a cannon, but ends up sending himself into the explosives stores.","release_date":"1936-06-19","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":202291,"title":"Shanghaied Shipmates","adult":false},{"cast":[],"overview":"World War I, apparently. There is a series of quick blackout gags, including a soldier that throws the pin...","release_date":"1936-02-28","genres":[],"vote_average":7.0,"runtime":8,"cert":"N\/A","id":202293,"title":"Boom Boom","adult":false},{"cast":[],"overview":"Dwarfs greet the coming of spring by manufacturing various bright colours.","release_date":"1936-06-03","genres":[16],"vote_average":7.2,"runtime":9,"cert":"N\/A","id":202295,"title":"To Spring","adult":false},{"cast":["Darla Hood","Eugene 'Porky' Lee","George McFarland","Carl Switzer","Billie Thomas"],"overview":"The Kids are interested in winning the $50 offered by a local radio station for the best amateur children’s performance. Holding an audition amongst themselves - which Alfalfa tries to rig - Darla is selected for her Baby Rose Marie-like rendition of “I’m In The Mood For Love.” When she doesn’t make it in time to the station, however, it gives Alfalfa the perfect opportunity to become celebrated as THE PINCH SINGER...","release_date":"1936-01-03","genres":[35],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":202297,"title":"The Pinch Singer","adult":false},{"cast":[],"overview":"Pudgy the Pup meets the cute female pup next door, whose owner calls him a \"little nobody.\" But a pep talk from Betty Boop turns Pudgy into a hero.","release_date":"1936-01-26","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":202299,"title":"Little Nobody","adult":false},{"cast":[],"overview":"The animated story of Tom Thumb","release_date":"1936-03-29","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":202304,"title":"Tom Thumb","adult":false},{"cast":[],"overview":"Plus Electrification, 1972, directed by Ivan Aksenchuk. Soyuzmultfilm. Executed with Disney-like animation by one of Soyuzmultfilm's leading directors of films for children. \"Plus Electrification\" triumphs the USSR's drive to bring electricity to every town and village. It was a tenet of Vladimir Lenin that electrification plus Soviet power [vlast] would lead to Communism. Electricity is shown dramatically uniting the economies of USSR and the Eastern bloc countries through production of consumer goods like Czech crystal and Hungarian buses.","release_date":"1972-06-18","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":202306,"title":"Plus Electrification","adult":false},{"cast":[],"overview":"Pecking Holes In Poles is the 190th animated cartoon short subject in the Woody Woodpecker series. In this cartoon, Woody extols his love for pecking utility poles to the point where they are destroyed. At various times in this cartoon he sings a song about his hobby.  One group of people who are not pleased with Woody's habit is the local telephone company, which has had to pay thousands to dollars to replace the poles Woody has ruined. Phone company employee Floyd Farkle comes across a set of twelve poles Woody has destroyed and radios into headquarters that Woody has struck again. His boss is not amused and orders Farkle to find the woodpecker or he will lose his job","release_date":"1972-06-18","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202308,"title":"Pecking Holes in Poles","adult":false},{"cast":[],"overview":"Buzz Buzzard attempts to con Woody once more, using a fake magic lamp and a mouse as the genie.","release_date":"1972-06-18","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202310,"title":"The Genie with the Light Touch","adult":false},{"cast":["Dal McKennon","Grace Stafford"],"overview":"A young Indian, sent on a quest by his chief to capture a woodpecker, sees Woody riding through the desert on a motor scooter shooting cans off ...","release_date":"1972-06-18","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202312,"title":"Indian Corn","adult":false},{"cast":["Grace Stafford"],"overview":"Buzz Buzzard scams Woody into buying a talking dog when actually, it's a mouse under the dog's hat who does the talking.","release_date":"1972-06-18","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202317,"title":"Show Biz Beagle","adult":false},{"cast":[],"overview":"In medieval times, Woody goes on a quest to transform a dragon back into the king's son with the aid of a witch's magic wand.","release_date":"1971-05-01","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202319,"title":"Woody's Magic Touch","adult":false},{"cast":["Grace Stafford","Paul Frees"],"overview":"While Charlie was watering his lawn, Bessie tells him she ordered a sprinkler. Not wanting to spend money on installing, Charlie decides to install it himself....","release_date":"1971-06-18","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":202321,"title":"Charlie the Rainmaker","adult":false},{"cast":[],"overview":"On vacation, a married city couple and their kitty, Precious, hop in their RV and drive out to the woods for camping trip. Seeing that Precious is a real scared y-cat, Woody takes advantage and plays jokes on the cat.","release_date":"1971-06-18","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202323,"title":"Kitty from the City","adult":false},{"cast":["Paul Frees","Grace Stafford"],"overview":"Bessie wants to hire a builder to make a sewing room, but Charlie and Junior decide to build it themselves.","release_date":"1971-06-18","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":202328,"title":"The Bungling Builder","adult":false},{"cast":[],"overview":"Woody has a hibernating bear in his tree, one that won't stop snoring.","release_date":"1971-06-18","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202330,"title":"The Snoozin' Bruin'","adult":false},{"cast":[],"overview":"George the woodsman's wife, fed up with life in the wilderness, shows him an ad for a fancy but expensive hat. She then kicks him out of his log cabin and sends him on a quest to trap Woody and obtain his feathers to make such a hat. However, all of George's attempts to trap Woody backfire on him. Woody then offers to sacrifice his feathers if George would stop trying to capture him. George accepts the offer, and Woody gives him a big present and tells him the coveted hat is in it. George then goes home and puts the \"hat\" (which is really a SKUNK!) on his wife's head. When she looks in the mirror and notices the truth, she screams and the skunk sprays her! George's wife is now thoroughly exasperated and promises to get even with him when she finishes her ensuing bath.","release_date":"1971-06-18","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202332,"title":"How to Trap a Woodpecker","adult":false},{"cast":["Courtney Thorne-Smith","Mariska Hargitay","JoAnn Willette","Cristen Kauffman","Erich Anderson"],"overview":"Three young women looking for adventure get jobs on a dude ranch.  The film follows the adventures of three high school girls the summer after they graduate. After their jobs at a dude ranch fail to work out, the girls head to Lake Tahoe where they meet Talia (Cristen Kauffman). Talia's boyfriend Roscoe then helps the girls get a job at a casino which leads to trouble.","release_date":"1986-04-18","genres":[35,18],"vote_average":6.0,"runtime":91,"cert":"N\/A","id":202337,"title":"Welcome to 18","adult":false},{"cast":[],"overview":"Woody accidently signs up for the Foreign Legion.","release_date":"1971-06-18","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202339,"title":"The Reluctant Recruit","adult":false},{"cast":[],"overview":"Three young scamps sabotage the Nazi occupiers, thereby setting the stage for a Soviet triumph. Made twenty-five years after World War II ended, this animated pageant still has the pungent tang of propaganda.","release_date":"1971-06-18","genres":[],"vote_average":5.0,"runtime":18,"cert":"N\/A","id":202341,"title":"Priklyucheniya krasnykh galstukov","adult":false},{"cast":[],"overview":"An abstract color celebration of Soviet perseverance under fire (the literal firepower of foreign and capitalist warmongers), this lyrical animated short aims to capture Mother Russia's essence like lightning in a bottle. There's a spaghetti western vibe at times to the striking silhouette imagery here. Florid patriotic folk songs on the soundtrack are often depicted line-for-line in the gorgeous animation. - Dennis Harvey","release_date":"1971-06-18","genres":[],"vote_average":5.0,"runtime":17,"cert":"N\/A","id":202343,"title":"Songs of the Years of Fire","adult":false},{"cast":[],"overview":"Astronut was a kind, zany guy from outer space who always seemed to get into trouble. Oscar was his human friend.","release_date":"1970-05-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202348,"title":"Martian Moochers","adult":false},{"cast":["Gilda de Abreu","Delorges Caminha","Conchita de Moraes","Déa Selva"],"overview":"A poor woman passes herself as singer that just arrives from Frances and becames a sensation on Rio de Janeiro's high society.","release_date":"1936-10-25","genres":[35,10402],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":202350,"title":"Bonequinha de Seda","adult":false},{"cast":[],"overview":"An Indian tries to scalp Woody in order to use his feathers to make a headdress and win the hand of the Indian Chief's daughter.","release_date":"1970-09-30","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202352,"title":"Buster's Last Stand","adult":false},{"cast":[],"overview":"Chilly and Maxie make a fire and accidentally melt a baby wooly mammoth out of the ice. They try to feed the baby and make it happy, but don't have much luck. Finally the baby's mother comes to take care of him.","release_date":"1970-06-07","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":202354,"title":"Chilly's Ice Folly","adult":false},{"cast":[],"overview":"Hi-Rise Wise Guys is the 177th animated cartoon short subject in the Woody Woodpecker series. Released theatrically in 1970, the film was produced by Walter Lantz Productions and distributed by United Artists.","release_date":"1970-08-01","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202356,"title":"Hi-Rise Wise Guys","adult":false},{"cast":[],"overview":"A timely storyline has planes menaced by flocks of Gooney birds! When a crazed hunter is hired to get rid of the birds, Chilly adopts one of the eggs left behind...","release_date":"1970-01-01","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":202358,"title":"A Gooney Is Born","adult":false},{"cast":[],"overview":"Woody Woodpecker ends up on an island inhabited by Robinson Crusoe, who has somehow managed to survive for years eating nothing but coconuts.","release_date":"1970-07-01","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202360,"title":"Coo Coo Nuts","adult":false},{"cast":["Paul Frees","Grace Stafford"],"overview":"Charlie buys a camping trailer from a friend and he and Junior surprise Bessie with it. Charlie gets into many mishaps during the ensuing camping trip, and as a result, gets whacked on the on the head with a skillet by Bessie several times.","release_date":"1969-06-19","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":202362,"title":"Charlie's Campout","adult":false},{"cast":["Grace Stafford","Paul Frees"],"overview":"When the temperature reaches 110 degrees, Bessie decides to buy an air conditioner. After being threatened with a rolling pin, Charlie agrees, but decides to install it himself to save money. A series of mishaps ensues and by the end of the cartoon, half the house is ruined.","release_date":"1969-06-19","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":202364,"title":"Cool It, Charlie","adult":false},{"cast":[],"overview":"Two convicts escape from prison in the Wild West and disguise themselves as a horse. Sugarfoot sees the \"horse\" and falls in love. Later, Woody and Sugarfoot learn about the phony pony, and they try to send the convicts back to jail.","release_date":"1969-11-01","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202369,"title":"Phoney Pony","adult":false},{"cast":[],"overview":"Chilly Willy's quiet life is thrown into chaos when a military installation appears next to his home.","release_date":"1969-05-01","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":202371,"title":"Project Reject","adult":false},{"cast":[],"overview":"When Maxie starts hibernating, a hunter tries to capure him for a zoo. It's up to Chilly to save his pal from the hunter.","release_date":"1969-12-01","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":202373,"title":"Sleepy Time Bear","adult":false},{"cast":[],"overview":"Woody, a swabby on a pirate ship, must protect the ship's massive supply of doubloons from bartender-cum-crook Buzz Buzzard.","release_date":"1969-08-01","genres":[16],"vote_average":5.5,"runtime":6,"cert":"N\/A","id":202375,"title":"Ship a-Hoy Woody","adult":false},{"cast":[],"overview":"A princess and a boy, along with their two animal friends, outwit a wizard and return a ruby back to an idol in order to help a guard transformed into a monkey.","release_date":"1969-01-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202377,"title":"The Ruby Eye of the Monkey-God","adult":false},{"cast":[],"overview":"'Ciall Cheannaigh' features what was the most glamorous place to be seen in Ireland during 1969 -- Cornelscourt Shopping Centre.","release_date":"1969-06-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202379,"title":"Ciall Cheannaigh","adult":false},{"cast":[],"overview":"Merlin the Magic Mouse and his sidekick Second Banana find themselves in a small western town, where they encounter a nasty western bully...","release_date":"1969-03-28","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":202381,"title":"Fistic Mystic","adult":false},{"cast":["Mel Blanc","Pat Woodell","Billy Strange"],"overview":"Bunny and Claude are still at their carrot caper. This time, they rob a train as the Sheriff is once again called out to stop them..","release_date":"1969-01-24","genres":[37,16],"vote_average":5.0,"runtime":7,"cert":"N\/A","id":202383,"title":"The Great Carrot-Train Robbery","adult":false},{"cast":[],"overview":"Quick Brown Fox tries to catch speedy fast Rapid Rabbit (who is silent, except for a bicycle horn which he uses). The duo go about some antics similar to those of the Coyote and Road Runner.","release_date":"1969-06-06","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":202385,"title":"Rabbit Stew and Rabbits Too!","adult":false},{"cast":[],"overview":"Sally Sargent, the high school girl and secret agent, and Boris Bartok, the monster movie actor, are in danger of the revenge-seeking gangster, Rico Stark.","release_date":"1968-06-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202387,"title":"Sally Sargent","adult":false},{"cast":[],"overview":"Charlie, all set for a day's golf game, is horrified to discover it is pouring rain outside. Bessie suggests that since he can't play golf...","release_date":"1968-06-19","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":202389,"title":"Paste Makes Waste","adult":false},{"cast":["Daws Butler"],"overview":"Chilly and Maxie are sleeping in their igloo. A man in a submarine raises the periscope and puts Chilly's blanket on top of the igloo. Later, Chilly and Maxie capture the sub and smoke out the man.","release_date":"1968-06-19","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":202391,"title":"Under Sea Dogs","adult":false},{"cast":[],"overview":"A time machine sends Daffy Duck and Speedy Gonzales back to Rome in 65 A.D., where they are captured for lion fodder as entertainment for Emperor Nero...","release_date":"1968-06-28","genres":[],"vote_average":4.5,"runtime":6,"cert":"N\/A","id":202393,"title":"See Ya Later Gladiator","adult":false},{"cast":[],"overview":"English Colonel Rimfire reads that a circus offers $1000 for a live tiger. Rimfire decides to deliver Cool Cat...","release_date":"1968-08-23","genres":[],"vote_average":2.0,"runtime":6,"cert":"N\/A","id":202401,"title":"3 Ring Wing-Ding","adult":false},{"cast":[],"overview":"Merlin the Magic Mouse and his sidekick Second Bananna stumble into the age-old feud between the Hatfields and the McCoys...","release_date":"1968-01-24","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":202406,"title":"Feud with a Dude","adult":false},{"cast":[],"overview":"Colonel Rimfire chases Cool Cat into a deserted house. Unfortunately, they are not alone. A ghost tries to befriend the two, but neither of them want to be friends with him because he is a spook.","release_date":"1968-02-09","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":202408,"title":"Big Game Haunt","adult":false},{"cast":[],"overview":"While visiting in Baghdad, Woody runs into a a crooked Magic Lamp salesman. The salesman sells a Woody one of his many lamps, but it turns out that this one really is magic & the salesman tries to get it back.","release_date":"1968-08-01","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":202410,"title":"A Lad in Bagdad","adult":false},{"cast":[],"overview":"This series with 10 episodes was produced by Televiziunea Romana in 1973,and it is considered the story of a generation and Pistruiatul was one of most viewed movies in Romania in 20's century. In a small town of province, the members of Illegals Movement prepare the release day. Pistruiatul (Costel Baloiu), a funny boy of 14 years, becomes the hero of this events led in secret by his friend Andrei(Sergiu Nicolaescu). Helped by his History teacher (Reka Nagy),by his father (Vistrian Roman), and many times by his best friend, a dog name Calu(eng. The horse ), the kid wins every battle against the regime or bad people. It's a dramatic story,seen in the eyes of an innocent child,an emotional serial of adventures, which certanly, will conquest the public of differents ages! TV serial in 10 episodes!","release_date":"","genres":[],"vote_average":8.3,"runtime":null,"cert":"N\/A","id":202415,"title":"Pistruiatul","adult":false},{"cast":["Ingar Helge Gimle","Annerut Joner","Jeppe Beck Laursen","Edward Schultheiss"],"overview":"At the Federal Beurau of People Preservation, every problem in the world is solved swiftly and painlessly.","release_date":"2008-06-14","genres":[],"vote_average":7.0,"runtime":12,"cert":"N\/A","id":202423,"title":"Cold and Dry","adult":false},{"cast":["Papa Wemba","Landu Nzunzimbu Matshia","Bibi Krubwa","Kanko Kasongo","Lokinda Menji Feza"],"overview":"A young man with dreams of pursuing a career in music moves form his small village to  the capital. Along the way he falls head over heels for a woman - the same woman his boss is also pursuing for his own reasons.","release_date":"1987-11-17","genres":[10402,10749],"vote_average":5.7,"runtime":80,"cert":"N\/A","id":202425,"title":"Life Is Rosy","adult":false},{"cast":["John F. Kennedy","Jacqueline Kennedy","Dale K. Myers","Robert Dallek","Robert Goldberg"],"overview":"Forty years after the assassination of John F. Kennedy, more than 80% of Americans still believe that Lee Harvey Oswald did not act alone. This documentary attempts to separate fact from conspiracy theories to get to the truth, employing stunning forensic technology that makes it possible for the first time to be an eyewitness to this crime of the century – to see precisely what happened that November day in Dallas.","release_date":"2003-11-22","genres":[36,99,80],"vote_average":6.1,"runtime":86,"cert":"N\/A","id":202427,"title":"Peter Jennings Reporting The Kennedy Assassination - Beyond Conspiracy","adult":false},{"cast":["Albin Skoda","Oskar Werner","Lotte Tobisch","Willy Krause","Erland Erlandsen"],"overview":"lbin Skoda plays Hitler, who wanders in and out of delirium as his Third Reich crumbles. He is surrounded by reams of existential dialogue from his generals and associates, courtesy of screenwriter Erich Maria Remarque, who based his script on Judge Michael A. Musmanno's book Ten Days to Die. Oscar Werner costars as a fictional \"good\" Nazi officer who acts as the film's voice of reason.","release_date":"1955-04-13","genres":[10752,18],"vote_average":8.5,"runtime":107,"cert":"N\/A","id":202432,"title":"The Last Act","adult":false},{"cast":[],"overview":"A spanish born painter reminisces about his childhood as an immigrant in Vienna through his paintings.","release_date":"2011-05-11","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":202434,"title":"75 habitantes, 20 casas, 300 vacas","adult":false},{"cast":["Joan Crawford","Rossano Brazzi","Heather Sears","Lee Patterson","Ron Randell"],"overview":"Eighteen-year-old Esther has been deaf and blind since the accident which killed her mother. Wealthy Margaret Landi, a native of Esther's village in Ireland, is talked into helping to educate and possibly heal Esther. Margaret grows to love Esther as a daughter, but finds Esther's innocence threatened by sleazy promoters and her own sleazy ex-husband. Radiant performance by Heather Sears. Based on a book that nearly had Helen Keller's co-workers suing for libel due to perceived parallels between Carlo Landi and the husband of Annie Sullivan","release_date":"1957-11-06","genres":[18],"vote_average":6.4,"runtime":103,"cert":"N\/A","id":202436,"title":"The Story of Esther Costello","adult":false},{"cast":["Ren Osugi","Kei Marimura","Makiko Watanabe"],"overview":"This Japanese thriller finds a beautiful policewoman becoming entangled in Japan's S&M underground while investigating a gruesome murder. Soon, her investigation has led her to a seductive sadist and his equally appealing masochist victim. Falling prey to her suspects' powerful allure, she struggles to extricate herself from an increasingly torrid affair to solve the mystery she set out to investigate.","release_date":"1996-05-17","genres":[53,28,10749],"vote_average":8.0,"runtime":100,"cert":"N\/A","id":202438,"title":"Beautiful Prey","adult":false},{"cast":["Francisco Bernal","Manuel Braña","Félix Briones","José Marco Davó","Josechu Pérez de Mendoza"],"overview":"Filigranas and Aceituno go out to fight a bull in a village of La Mancha. The hours before the run pass slow, the two thinking about their fear and illusions of victory. Also in Fina, the cutest girl instead, deceived by Juanito, the son of the doctor who is the official promised the Mayor's daughter.","release_date":"1958-11-03","genres":[],"vote_average":7.0,"runtime":80,"cert":"N\/A","id":202440,"title":"Los clarines del miedo","adult":false},{"cast":["Ben Maccabee","Robert Z'Dar","Deron McBee","Sheila Melody","Garth De Cew"],"overview":"For the first time ever in filmmaking... look deep into the shocking world of the Los Angeles under-ground martial arts scene. Just wait until you ENTER THE BLOOD RING... where every fight can only end one way... with one man standing.","release_date":"1995-07-17","genres":[28,53],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":202451,"title":"Enter the Blood Ring","adult":false},{"cast":["Hugo Catalán","Alan Ramírez","Emilio von Sternerfels","Gerardo del Razo","Gabino Rodríguez"],"overview":"Emiliano looks at his life with the eyes of a film director, mixing the objective reality with the processes of the artistic creation. The story he is filming flounders with his daily life, until his world is trapped in the lens of his camera. Confused, always alone and in front of a screen, now become a transfigured reality, but at the same time a measurable, controllable and manipulable one, he listens in loop to a song: one of those songs you sing or repeat as a prayer and forcing you to remember, believe and convince yourself.","release_date":"2014-05-04","genres":[18],"vote_average":4.8,"runtime":122,"cert":"N\/A","id":202456,"title":"I Am Happiness on Earth","adult":false},{"cast":["André Hazes"],"overview":"","release_date":"2004-12-02","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202461,"title":"André Bedankt","adult":false},{"cast":["Alan Tam","Hacken Lee"],"overview":"Two talented singers of the times stand side by side to provide you with incredible LIVE hits!  Drawing fans to their exceptional new \"2004 Concert\" like a magnet, the talented artists bombarded their fans with good-sounding tunes once more! Now you can view all the musical magic in full detail as their fantastic DVD super treat offers you such unforgettable smashs like \"In a Hurry\", \"Cannot Sing\", \"Warm Winter \u0096 Mild Summer\", \"Won't Ever Change\" &amp; \"Playing with Fire\" among many other great treats that promise to turn your home into a LIVE concert hall!  Learn more about this product in the official site of Alan &amp; Hacken 2004 Concert","release_date":"2004-05-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202463,"title":"Alan Tam & Hacken Lee 2004 Live","adult":false},{"cast":["Jacek Rys","Olaf Jaszczuk","Dariusz Dluzewski"],"overview":"In a totalitarian communist state a private detective who works for vodka vouchers searches through a dark urban wasteland for missing children.","release_date":"","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":202465,"title":"The Bloc","adult":false},{"cast":["André Rieu"],"overview":"Following the unprecedented success of “The 100 Most Beautiful Melodies”, we follow-up with its companion 3-DVD set “The 100 Greatest Moments” – 6 hours, 100 “tracks” of the most stunning André Rieu moments from his concerts, some of them on DVD for the first time! The beautiful digi-deluxe packaging is bound to make this a collector’s item!","release_date":"2008-09-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202467,"title":"André Rieu - The 100 Greatest Moments","adult":false},{"cast":[],"overview":"The film is about the events on Kosovo from 1970 to 1999.","release_date":"1990-03-05","genres":[99],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":202469,"title":"Kosovo Never Gotten Over","adult":false},{"cast":["Andy Lau"],"overview":"Andy Lau celebrated his 30th anniversary in the showbiz with a run of 20 amazing concerts at the Hong Kong Coliseum from December 2010 to January 2011. Fans eager to treasure the memory of those wonderful nights can now bring the Unforgettable Concert 2010 series home in high definition! The Blu-ray contains 30 songs from the stunning shows, including Cantonese and Mandarin hits selected from key moments of his career.","release_date":"2011-04-25","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202471,"title":"Andy Lau Unforgettable Concert 2010","adult":false},{"cast":["Liberto Rabal","Sylvie Testud","Guy Marchand","Juan Echanove","Kiti Mánver"],"overview":"In Paris, a young Argentine screenwriter attempts to escape his daily routine through a fictional story set in Argentina. This attracts the attention of those around him, including Alice, a young actress. But his story gradually escapes him and he becomes inextricably entangled in dreams and reality.","release_date":"2002-04-18","genres":[10749,35],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":202476,"title":"Tangos Volés","adult":false},{"cast":[],"overview":"On New Year's Eve, a young soldier is looking forward to going home but is given orders to escort a juvenile delinquent to a distant reformatory. He sets off with the child handcuffed to him.","release_date":"2001-12-18","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":202481,"title":"The Child and the Soldier","adult":false},{"cast":["John Shaw","Jared Cadwell","Lexi Karriker","Thomas Michael Kappler","Tiffany McFarland"],"overview":"The murder of a gay recluse by small town religious fanatics forces the dead man's lover, a closeted divorced police detective, to find the remains of his former lover and come to terms with his loss.","release_date":"2006-01-12","genres":[18,9648,10749],"vote_average":4.5,"runtime":83,"cert":"N\/A","id":202483,"title":"The House of Adam","adult":false},{"cast":["Guy Madison","Peter Lee Lawrence","Erika Blanc","Philippe Hersent","Massimo Carocci"],"overview":"The movie is set during World War II in the days just prior to the D-Day invasion. A special parachute unit is sent to destroy a German flame thrower installation on Omaha Beach.","release_date":"1968-08-13","genres":[18,10770,10752],"vote_average":3.3,"runtime":90,"cert":"N\/A","id":202485,"title":"Hell in Normandy","adult":false},{"cast":["Jim Davis","Don Barry","Margo Woode","L.Q. Jones","Tris Coffin"],"overview":"A seasoned Sargent with a sorry unit, led by an angry 1st Lt., to take out an enemy hold for a convoy to proceed. After their success the Sarge and the crew meet up with another Lieutenant - Female nurse.","release_date":"1964-02-01","genres":[18,10752],"vote_average":6.0,"runtime":70,"cert":"N\/A","id":202487,"title":"Iron Angel","adult":false},{"cast":["Stefán Karl Stefánsson","Ágústa Eva Erlendsdóttir","Hilmir Snær Guðnason","Eggert Þorleifsson","Ragnhildur Steinunn Jónsdóttir"],"overview":"A desperate city slicker engineer cheats his way into a small farming community, pretending to know how to save them by re-financing their slaughterhouse not knowing that he's walking into a local world war of small-town politics and general misbehaving.","release_date":"2013-03-31","genres":[35,18],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":202495,"title":"Polite People","adult":false},{"cert":"N\/A","title":"Weihnachten","cast":["Fabian Busch","Eva Haßmann","Sylvia Rohrer","Martin Brambach","Matthias Brenner"],"genres":[],"id":202497,"overview":"Several episodes set on Christmas Eve.","runtime":90,"release_date":"2002-12-12","vote_average":0.0,"adult":false}]