[{"cast":["Paul Dawson","John Sloan"],"overview":"A reserved young man meets an impulsive stranger on a secluded beach. Their brief friendship leaves each subtly changed.","release_date":"2000-04-26","genres":[10749,18],"vote_average":5.5,"runtime":20,"cert":"N\/A","id":202502,"title":"The Mountain King","adult":false},{"cast":["Lorraine Bracco","David Paymer","Emma Adele Galvin","David Krumholtz","Ross Babbit"],"overview":"A suicidal comedy about two young lovers who get married and escape from a mental institution in search of new ways to die...and the white light.","release_date":"2005-03-01","genres":[35,18],"vote_average":7.0,"runtime":115,"cert":"N\/A","id":202504,"title":"My Suicidal Sweetheart","adult":false},{"cast":["Beverly Berning","Tyler Cassity","Chris Cornet"],"overview":"The death of my seven-year-old brother when I was nine remains a painful and haunting memory. My parents did not know how to cope with the loss of their child and the entire family experienced indescribable pain. Phantom Limb uses this personal story as a point of departure. Whether it is a loss through death or divorce, the stages of grieving are the same. Individuals often go through denial, anger, bargaining, depression and, ultimately, some kind of acceptance, in order to heal. The film is loosely structured according to these stages. Interspersed throughout this poetic documentary are interviews with a cemetery owner, a phantom limb patient and an author of a book about evidence for life after death. Phantom Limb reminds viewers that while grief is painful and isolating, it is a reminder to each of us that life is impermanent. - Jay Rosenblatt","release_date":"2005-04-21","genres":[99],"vote_average":7.6,"runtime":28,"cert":"N\/A","id":202506,"title":"Phantom Limb","adult":false},{"cast":["Nicole Beattie","Erica Benda","Rebecca Campbell","Dan Christmas","Ben Dietels"],"overview":"When it comes to your town, no one can run, no one can hide, EVERYONE MUST DIE! A pattern of similar killings occurs, leaving small towns aghast with grief and suspicion. When the massacre left Kyle's sister in the coroner's office, he vowed to solve the mystery behind the gruesome pattern of slaughter and find out where this seemingly death-proof killer will strike next. Join us as this tale of gore spreads from town to town, person to person, and blade to blade, leaving nobody safe, because, after all... EVERYONE MUST DIE!","release_date":"2012-09-23","genres":[27],"vote_average":5.0,"runtime":71,"cert":"N\/A","id":202508,"title":"Everyone Must Die!","adult":false},{"cast":["Chang Ping-Yu","Hou-Chiang Chi","Lan Chi","Wang Kuan-Hsiung","Fei Lung Huang"],"overview":"A massive gold forture is hidden somewhere in the hills surrounding Hong Kong, and 12 kung fu masters are in pursuit of the loot. Through a series of head-to-head confrontations, the pool of treasure hunters dwindles until there's one left.","release_date":"1974-03-09","genres":[28],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":202513,"title":"Kung Fu Gold","adult":false},{"cast":["Chen Dao-Ming","Xiaoyan Lu","Tao Zeru","Wei Zongwan"],"overview":"Director Zhang Junzhao's superbly tense revisionist war film (featuring striking cinematography from future Fifth Generation standard bearer Zhang Yimou) is widely considered to be the first work of Mainland Fifth Generation cinema.","release_date":"1983-01-01","genres":[],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":202515,"title":"One And Eight","adult":false},{"cast":["Mika Vainio","Ilpo Väisänen","Nissim Uriel","Michael Wargula","Kristen Calabrese"],"overview":"Kuvaputki is a multi-angle DVD by Embryoroom produced and directed by Edward Quist and co-produced by Derek Gruen aka Del Marquis, with music by Pan Sonic, the Finnish experimental electronic music duo consisting of Mika Vainio and Ilpo Väisänen.  The film is \"a hyper-real multi-angle DVD environment. Pan sonic, Mika Vainio and Ilpo Väisänen, are immersed in the imagery of the cathode which seems to live and infect their physicality over the course of three parallel films as they merge with their own extreme sound and into Quist's sinister vision.\"","release_date":"2008-03-31","genres":[10402],"vote_average":0.0,"runtime":38,"cert":"","id":202520,"title":"Kuvaputki","adult":false},{"cast":["Debbie Merrill"],"overview":"This video will teach you Debbie's unique Merrill Magic Program, an informative, motivational and entertaining way to learn in-line skating. You'll learn skills and drills to trick your body into a safe, fun and exhilarating skating experience. Debbie's dynamic technique will take your mind off your fears, freeing your body to skate effortlessly, easily and safely. In one hour, you can teach yourself to skate to look and feel great at any age. Debbie's skating technique cultivates personal empowerment, strength, stamina, balance, coordination, weight loss and control. See how quickly your skating will become a part of your fitness and fun! Join 27 Million people enjoying America's fastest free moving exercise.","release_date":"2008-09-02","genres":[99],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":202522,"title":"Learn to In-Line Skate","adult":false},{"cast":["Howard Zinn","Vandana Shiva","Daniel C. Dennett","Steven Pinker"],"overview":"THE LOTTERY OF BIRTH is the first in a three-part documentary series entitled 'Creating Freedom' exploring the relationship between freedom, power and control in Western democracies. The series draws together interviews with some of the world's leading intellectuals, journalists and activists to offer an alternative perspective on today's society and the future we're creating. We do not choose to exist, or the environment we grow up in. Our starting point in life is one of passive reliance on forces over which we have no control. THE LOTTERY OF BIRTH shows that from birth onwards our minds are a battleground of competing forces: familial, educational, cultural, and professional. The outcome of this battle not only determines who we become, but the society that we create.","release_date":"2013-06-21","genres":[99],"vote_average":6.1,"runtime":77,"cert":"N\/A","id":202527,"title":"Creating Freedom: The Lottery of Birth","adult":false},{"cast":["Pasta Dioguardi","Flor Sabatella","Lorenzo Quinteros","María Concepción César","José María Gutiérrez"],"overview":"It tells the story of a man and a woman trapped inside what appears to be a dream set in the labyrinthine hallways, mysterious rooms of a large hotel in the 30's, facing the sea.","release_date":"2000-09-22","genres":[],"vote_average":8.3,"runtime":84,"cert":"N\/A","id":202532,"title":"The Adventures of God","adult":false},{"cast":["Jason London","Danielle Harris","Kevin Sorbo","Lochlyn Munro","Srikant Chellappa"],"overview":"Leaving his small-town roots to start a new life, Mitch meets the beautiful and seductive Amy at a happy hour and begins a tantalizing romance. Before long, Mitch learns that nothing is as it appears and, unable to trust anyone, finds himself on a nightmarish roller coaster ride, accused of murder and running from the law and a mysterious stranger out to kill him. Surviving by quick thinking and his wits, Mitch must confront both his past and present and find a solution before time runs out!","release_date":"2012-11-10","genres":[53],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":202537,"title":"Fatal Call","adult":false},{"cast":["Alejandro Awada","Gabo Correa","Gabriela Liffschitz"],"overview":"The movie depicts the last days of life of photographer Gabriela Liffschitz, who went into a coma the following day after the shooting and died two days later, on February 13, 2004, as a result of breast cancer. Liffschitz, who knew that he was affected by a terminal breast cancer film project along with Enrique Piñeyro, assuming you had a few months to live.","release_date":"2008-02-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":202545,"title":"Bye Bye Life","adult":false},{"cast":["Kan'emon Nakamura"],"overview":"“Widely acclaimed as the first full-scale historical film epic in Japan, Kumagai’s adaptation of Ogai Mori’s celebrated novel is an indictment of the bushido tradition of saving face through harakiri. The 19 vassals of Lord Hosokawa ask permission to commit harakiri with him, as a demonstration of their loyalty. Only Yaichiemon Abe is refused permission, forced instead into the vassalage of his lord’s successor. Humiliated and derided, Yaichiemon eventually commits harakiri without permission. His eldest son is then punished for Yaichiemon’s suicide, and when he resists, is sentenced to death. The entire Abe clan rebels upon the son’s execution, and the clan is annihilated.” --Alan Poul, Japan Society","release_date":"1938-01-01","genres":[],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":202547,"title":"The Abe Clan","adult":false},{"cast":["Yvonne Catterfeld","Sonya Kraus","Ursela Monn","Holger Kunkel","Soogi Kang"],"overview":"","release_date":"2012-02-06","genres":[35,10749,10770],"vote_average":5.9,"runtime":null,"cert":"N\/A","id":202549,"title":"Plötzlich 70!","adult":false},{"cast":["Masao Shimizu","Seiichi Katô","Seizaburô Kawazu","Isamu Yamaguchi","Kumeko Urabe"],"overview":"A village romantic drama. (Now lost.)","release_date":"1938-10-06","genres":[18],"vote_average":0.0,"runtime":64,"cert":"N\/A","id":202551,"title":"Ah, My Home Town","adult":false},{"cast":[],"overview":"Documentary shows the incredible situation in which find most of the mentally ill Africans from severe schizophrenic epileptic simple. A reality unknown even to most African families affected since they hide in shame or superstition. Starting the amazing story of a man, an African tire repairman, who one day decided to devote himself to a mission: to rescue, heal and reintegrate into society the forgotten of the forgotten, the mentally ill Africans.","release_date":"2011-11-04","genres":[99],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":202553,"title":"Els oblidats dels oblidats","adult":false},{"cast":[],"overview":"Filled with endless laughs, this delightfully outlandish comedy is a hysterical smash hit. Hao Ren (Jack Neo) a devoted husband frustrated by an ambitious career-minded wife (Hong Hui Fang) is driven to despair. His married cousin Zhu Guo Rong (Mark Lee) is an extra-marital activity expect in karaoke relations. Ah Kun (Henry Thia) a provision shop assistant who is single, has problems getting it up.  The wacky comedy trio (from Money No Enough, Liang Po Po The Movie) have pushed the envelope again, creating another outrageous movie experience guaranteed to make you laugh and keep you coming back for more.","release_date":"1999-05-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202561,"title":"That One Not Enough","adult":false},{"cast":["Melodie Kiss","Katina","Blondie","Christine Rigoler","Katja Semper"],"overview":"A limited edition video with samples from other Magma movies.","release_date":"1991-12-01","genres":[],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":202563,"title":"Magma Film Festival","adult":true},{"cast":["Hacken Lee"],"overview":"One of today's most celebrated Canto-pop vocalists, Hacken Lee presents another standout performance.  Supported by an elite ensemble of musicians including Harpist K, New York's bandoneón expert David Hodges and Korea's talented bass drummer Su Kyeong Jin, Lee performed songs like \"Princess and Prince\" (CD - Track 2), \"Times Square\" (CD - Track 8), and \"Kowloon Queen\" (CD - Track 9). Now his passionate performance comes alive again as audio-visual combo complete with an exclusive DVD featuring a making of documentation as well as 4 special MVs that were shot on Jeju island.","release_date":"2006-11-02","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202568,"title":"Hacken Lee Seoul Concert Hall II","adult":false},{"cast":["Yoav Reuveni","Moran Rosenblatt","Yariv Mozer","Yehuda Nahari","Hava Ortman"],"overview":"Tel Aviv, Summer 1989. Boaz, a beautiful and alluring linguistics student, receives anonymous, male written love letters, that undermine his sexual identity and interfere on his peaceful life with his beloved girlfriend.","release_date":"2013-06-20","genres":[18],"vote_average":6.3,"runtime":82,"cert":"N\/A","id":202570,"title":"Snails in the Rain","adult":false},{"cast":["Grant George","Shanelle Workman","Joey Camen","Cinda Adams","Kyle Hebert"],"overview":"Thunder, an abandoned young cat seeking shelter from a storm, stumbles into the strangest house imaginable, owned by an old magician and inhabited by a dazzling array of automatons and gizmos. Not everyone welcomes the new addition to the troupe as Jack Rabbit and Maggie Mouse plot to evict Thunder. The situation gets worse when the magician lands in hospital and his scheming nephew sees his chance to cash in by selling the mansion. Our young hero is determined to earn his place and so he enlists the help of some wacky magician's assistants to protect his magical new home.","release_date":"2013-12-24","genres":[10751,14,16,12],"vote_average":6.3,"runtime":85,"cert":"U","id":202575,"title":"The House of Magic","adult":false},{"cast":["Arthur Kennedy","Anthony Quinn","Olympe Bradna","Virginia Field","Cliff Edwards"],"overview":"Johnny Rocket (Arthur Kennedy) needs to fight one more match to have enough money to get married to Angela (Olympe Bradna) and start on his dream to run and then own a gym. However, his manager makes sure that this does not happen and eventually Johnny embraces being a fighter, but Angela becomes increasingly unhappy.","release_date":"1941-03-29","genres":[10749,18],"vote_average":5.5,"runtime":73,"cert":"N\/A","id":202577,"title":"Knockout","adult":false},{"cast":["Fernandel","Dora Doll","Rellys","Andrex","Leda Gloria"],"overview":"","release_date":"1961-03-08","genres":[35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":202579,"title":"Cocagne","adult":false},{"cast":["Marcel Herrand","Simone Signoret","Alexandre Rignault","André Le Gall","Yves Deniaud"],"overview":"","release_date":"1947-09-18","genres":[9648,14],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":202584,"title":"Fantômas","adult":false},{"cast":["Tiny Gary","Gloria Poon","Leslie Ho","Wong Lo-Yiu"],"overview":"Wai (Tiny Gary) is a film school graduate who has lost everything in post-1997 Hong Kong. Out of despair and anger, the cynical young man decided to live entirely off government allowance, leading a lonely, trashy life in a rented room of 100 square feet. Seven years have passed in a blink. This fateful year, Wai meets Mainland prostitute Mei (Gloria Poon) and the two begin living together in his tiny room. With his growing affection for Mei, Wai risks smuggling illegal drugs into China in order to earn some fast money for a better life with her.","release_date":"2011-10-07","genres":[35,18],"vote_average":7.5,"runtime":93,"cert":"N\/A","id":202586,"title":"Roomless","adult":false},{"cast":["Jean Marais","Pierre Tornade","Max Montavon","Robert Rollis","Christian Marin"],"overview":"Stanislas Dubois is the manager of a successful advertising agency. One day, he comes up against an imposing woman who foists on him a cumbersome painting by Cézanne.","release_date":"1963-09-03","genres":[35,28],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":202588,"title":"The Reluctant Spy","adult":false},{"cast":["Maggie Moor"],"overview":"A Warren Comics style short portraying a stranded cosmonaut on Mars.","release_date":"2006-10-12","genres":[878],"vote_average":5.0,"runtime":8,"cert":"N\/A","id":202590,"title":"The Sea of Perdition","adult":false},{"cast":["Roderick Harrison","Richard Stanley"],"overview":"A disillusioned modern man is haunted by memories of a previous life as a primitive caveman who lived in a hostile past world. The caveman walks across a harsh landscape, hunts animals for food, battles savage apes, and scales a deep cliff.","release_date":"1983-01-01","genres":[],"vote_average":4.0,"runtime":10,"cert":"N\/A","id":202592,"title":"Rites of Passage","adult":false},{"cast":["Ran-ran Li","Lan Yu","Ping Zhang","Zhao Dan"],"overview":"A taut wartime thriller, Red Crag: Life in Eternal Flame anticipates the paranoia and violence of the imminent Cultural Revolution while harking back to the aesthetic splendour of the Golden Age Shanghai cinema of the late 1940s. (This opulence is largely due to the work of cinematographer Zhu Jinming, the master visual stylist of Shangrao Concentration Camp and other key \"Seventeen Years\" films.) The film concerns a hard-boiled woman working in the Chongqing Communist underground during World War II, whose commitment to the guerrilla cause is only intensified after she witnesses her husband's head mounted on the city walls by the Nationalist forces.","release_date":"1965-01-01","genres":[],"vote_average":0.0,"runtime":138,"cert":"N\/A","id":202603,"title":"Red Crag","adult":false},{"cast":["Ruifang Zhang","Xinghuo Zhong","Kanger Li","Wenrong Zhang","Shuyin Zhao"],"overview":"In this delightful comedy, a cheerful farmer's wife (post-Revolution superstar Zhang Ruifang) in a village commune puts her marriage in jeopardy when she takes her cadre spirit a little too far.","release_date":"1962-03-12","genres":[],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":202605,"title":"Li Shuangshuang","adult":false},{"cast":["Rostislav Novák","Jiří Černý"],"overview":"","release_date":"2010-11-11","genres":[99,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202607,"title":"Piko","adult":false},{"cast":["Franck Dubosc","Anthony Kavanagh","Kev Adams","Michaël Youn","Audrey Lamy"],"overview":"","release_date":"2013-06-20","genres":[35],"vote_average":6.7,"runtime":null,"cert":"N\/A","id":202612,"title":"Jamel et ses Amis au Marrakech du Rire 2013","adult":false},{"cast":["Christopher McDonald","Julie Lott","Jeremy Lawrence","John Fleck","Suzanne Kent"],"overview":"Jack Walsh tries to track down two of the top con-artists around. But they know every trick in the book and Jack has trouble bringing them back to LA and getting a $45,000 pay day reward.","release_date":"1994-02-05","genres":[],"vote_average":5.0,"runtime":120,"cert":"N\/A","id":202620,"title":"Another Midnight Run","adult":false},{"cast":["Annie Girardot","Victor Lanoux","Claude Rich","Dominique Labourier","Philippe Avron"],"overview":"","release_date":"1981-12-16","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":202622,"title":"La Revanche","adult":false},{"cast":["Martin Balsam","Sylvia Sidney","Dorian Harewood","James Sutorius"],"overview":"A drama about a community of senior citizens who are terrorized by a ruthless neighborhood gang. After learning that the police are stymied because the victims are too scared to testify against the bullying leader, a semi-retired toolmaker decides to take a stand.","release_date":"1978-04-26","genres":[80,10770],"vote_average":4.5,"runtime":120,"cert":"N\/A","id":202624,"title":"Siege","adult":false},{"cast":["Susan Saint James","Michael Parks","Jamie Smith-Jackson","Dolores Dorn","Cathleen Nesbitt"],"overview":"A young woman whose baby died in childbirth refuses to believe it and has dreams that her child is still alive and in danger. A scientist who is conducting experiments about dreams tries to help her.","release_date":"1978-01-29","genres":[27,18],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":202626,"title":"Night Cries","adult":false},{"cast":[],"overview":"A collection of short experimental horror films, some well-known, some not.","release_date":"2003-12-11","genres":[],"vote_average":0.0,"runtime":106,"cert":"N\/A","id":202628,"title":"Experiments in Terror","adult":false},{"cast":[],"overview":"In this poetic documentary, stories, songs and memories from across Scotland are woven together with the richly evocative landscape of the Machars peninsula in the southwest corner of the country. Contributions from well-known Scottish voices Norman Maclean, Sheila Stewart and Margaret Bennett provide access to a rich but dying world in this first film in a series seeking to engage a new generation in the strangeness, mysticism, poeticism and absurdist humor of Scottish folklore.","release_date":"","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":202630,"title":"When The Song Dies","adult":false},{"cast":["Bhumika Chawla","Rahul Bose","Divya Dutta","Aamir Ali","Riya Sen"],"overview":"An account of the lives of three women who are not connected to each other.","release_date":"2005-06-17","genres":[18],"vote_average":5.3,"runtime":132,"cert":"N\/A","id":202635,"title":"Silsiilay","adult":false},{"cast":["George Kennedy","Joanna Pettet","Lee Montgomery","Collin Wilcox Paxton","Roy Poole"],"overview":"The father of a wilderness family gets bitten by a skunk, and fearing rabies, chains himself to a barn to protect his family should he go mad. He orders his son not to come near him no matter how persuasive or rational his appearance or argument. However, the creek dries up, indicating an upstream blockage and an imminent flood. Several trips upstream by the son have failed to locate the blockage and now Dad wants to be released...","release_date":"1974-03-26","genres":[53,10770],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":202637,"title":"A Cry in the Wilderness","adult":false},{"cast":["Larry Hagman","Martin Milner","Jessica Walter","Barry Sullivan","Michael Learned"],"overview":"Two hurricane hunters track a huge, violent hurricane that is bearing down on a Gulf Coast town.","release_date":"1974-09-10","genres":[18,10770],"vote_average":6.0,"runtime":82,"cert":"N\/A","id":202639,"title":"Hurricane","adult":false},{"cast":["Bea Benaderet","Norman Nesbitt","Mel Blanc"],"overview":"A drunken stork delivers the baby of a giant to a normal-sized couple instead, and they try to raise him as well as they can.","release_date":"1954-10-18","genres":[16,35],"vote_average":6.0,"runtime":5,"cert":"N\/A","id":202641,"title":"Goo Goo Goliath","adult":false},{"cast":["Fernand Herrmann","Édouard Mathé","Gaston Michel","Georges Biscot","Blanche Montel"],"overview":"Rudolph Strelitz, known as 'Barrabas', is the leader of a brutal underground gang causing chaos and destruction in the lives of civilized people. A lawyer, Claude Varèse, is strongly determined to bring Strelitz to justice for the purpose of revenge, after his father was unjustly guillotined for the murder of Laure d'Hérigny, the mistress of an American millionaire. Later, the sister of Claude Varèse, Françoise, is kidnapped by Dr Lucius, one of the henchmen of Barrabas.  Serialised over 12 chapters.","release_date":"1919-12-05","genres":[80],"vote_average":5.0,"runtime":489,"cert":"N\/A","id":202643,"title":"Barrabas","adult":false},{"cast":["Bill Nighy"],"overview":"Misrepresented, maligned and on the verge of extinction, the great white shark is an iconic predator: the creature we love to fear. Great White Shark will explore the great white's place in our imaginations, in our fears and in the reality of its role at the top of the oceanic food chain. The film will concentrate on key aggregation points around the world: Mexico, South Africa, Los Angeles and New Zealand. Key figures in the history of shark research, people whose lives have been changed by contact with the great white, will tell us of their experiences, culminating in a direct encounter between man and shark.","release_date":"2013-05-24","genres":[99],"vote_average":6.5,"runtime":40,"cert":"N\/A","id":202651,"title":"Great White Shark","adult":false},{"cast":[],"overview":"Join Colin as he enters the realm of DVD with this amazing value new release! Songs, Bible memory verses, skits and whole lot more to keep your kids entertained and help them grow in their knowledge of God. An ideal Christmas gift!","release_date":"2006-06-21","genres":[],"vote_average":8.0,"runtime":44,"cert":"N\/A","id":202656,"title":"10,9,8... God Is Great","adult":false},{"cast":["René Dary","Renée Carl","Paul Manson"],"overview":"Bébé's father is attacked by the \"apaches\", a group of hooligans. Bébé and his sister decide to avenge him by gaining the group's trust and bringing them into a trap.","release_date":"1910-12-24","genres":[35],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":202658,"title":"Bébé apache","adult":false},{"cast":["Céline Dion","Terry Bradford"],"overview":"Originally filmed in March 1997, camera crews caught up with Celine Dion in Memphis, Tennessee delivering another show-stopping performance.  Including previously unreleased live performances from her multi-platinum album \"Falling Into You\", this 17 song concert-length program also features a rare performance of \"Power Of The Dream\" written exclusively for the 1996 Olympic Summer games in Atlanta. Dedicated fans will enjoy more than one hour of Celine Dion's pure energy and enthusiasm for love, life and music!","release_date":"","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":202663,"title":"Céline Dion: Live in Memphis","adult":false},{"cast":["Aglae Lingow","Ivanna Michel","Abdul Marcos","Sergio Quiñones"],"overview":"Miriana “Miwi\" awakens at midnight to find out her sister Juliana had an accident.  We don't have more information, just the vertiginous impulse of Miwi to take some food, money, a cell phone and start the car in order to accompany her sister on a trip where she will find some clues about what happened. We view the history from Miwi's point of view while we found out  the events that occurred sharing with her the pain and  bewilderment.","release_date":"2013-02-22","genres":[18],"vote_average":7.8,"runtime":80,"cert":"N\/A","id":202665,"title":"Heights","adult":false},{"cast":["Roger Hanin","Roger Dumas","Huguette Hue","Fernand Fabre","James Campbell"],"overview":"","release_date":"1962-10-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202670,"title":"Le gorille a mordu l'archevêque","adult":false},{"cast":["Billie Jean King","Chris Evert","Bobby Riggs","Serena Williams","Maria Sharapova"],"overview":"Tennis star and women’s rights activist Billie Jean King won a total of 39 Grand Slam titles, but the biggest match of her career took place in 1973 against former men’s champion Bobby Riggs, a self-proclaimed male chauvinist pig who declared that, even at the age of 55, he could beat any woman in the world.","release_date":"2013-06-26","genres":[99],"vote_average":7.5,"runtime":83,"cert":"","id":202678,"title":"The Battle of the Sexes","adult":false},{"cast":[],"overview":"Coral Reef: Magic of the Indo-Pacific","release_date":"2012-12-04","genres":[99],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":202683,"title":"Coral Reef: Magic of the Indo-Pacific","adult":false},{"cast":["Macdonald Carey","Märta Torén","Robert Douglas","Carl Esmond","Ludwig Donath"],"overview":"Submarine spy film directed by Douglas Sirk.","release_date":"1950-12-20","genres":[],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":202688,"title":"Mystery Submarine","adult":false},{"cast":["Raouf Haj-Yahia","Samah Amer","Omaima Hamori","Noémi Kahn","Anas Abu Oun"],"overview":"A cultural event at palestina and what happens backstage.","release_date":"2012-07-19","genres":[99,18],"vote_average":7.5,"runtime":80,"cert":"N\/A","id":202690,"title":"Two Meters of This Land","adult":false},{"cast":[],"overview":"An essay around the streets, as an homage to Fernando Pessoa","release_date":"2012-11-14","genres":[],"vote_average":5.0,"runtime":74,"cert":"N\/A","id":202692,"title":"Drumming Beat of the Stars","adult":false},{"cast":["Bruce Campbell","Sam Raimi"],"overview":"Early Sam Raimi\/Bruce Campbell short.","release_date":"1980-02-01","genres":[35],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":202706,"title":"The Blind Waiter","adult":false},{"cast":["Martine Carol","Félix Marten","Dany Saval","Darío Moreno","Noël Roquevert"],"overview":"Murderous foreign agents are after a scientist who has invented an atomic engine that could change the future of rocketry.","release_date":"1959-11-04","genres":[28,53],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":202711,"title":"Nathalie, agent secret","adult":false},{"cast":["Mammootty","Nadhiya","Taapsee Pannu","Suresh","Saiju Kurup"],"overview":"The film tells the story of fraternal twins Giri (Mammootty) and Gowri (Nadia Moidu), who lost their parents in an accident early in life. They grew up together in an orphanage, inseparable. And when they grew rich, they set up an accident rescue unit in Puducherry in memories of their parents. They have even learnt mountaineering to carry out rescue operations. Their team consists of characters played by Saiju Kurup, Anoop Chandran and Bijukkuttan, and good for nothing ambulance-chasing lawyer named Lawrence (Suraj Venjaramoodu).","release_date":"2011-04-13","genres":[35,28],"vote_average":2.8,"runtime":120,"cert":"N\/A","id":202719,"title":"Doubles","adult":false},{"cast":["Jayaram","Indrajith Sukumaran","Jayasurya","Samvrutha Sunil","Bhavana"],"overview":"Mukundan Menon runs a magazine called Kerala Today. He is a normal husband who loves his wife Krishnendu  a lot, but she is too possessive about him. She thinks he is not very expressive about his feelings, and is always worried that he might one day fall for some other beautiful girl.  Rahul  is just the opposite. He is extremely romantic and never comes home without some cute gifts for his wife, Shreya. But she doesn't know that, behind her back, her darling husband is dying to flirt with every woman that he sees.  John Mathai  is a photographer in Mukundan's publication. He was neither interested in girls nor keen to get married until he met Sereena .  It is into the lives of these three couples that a bar singer, Diana, arrives and things take some interesting turns.","release_date":"2010-01-13","genres":[35],"vote_average":5.3,"runtime":137,"cert":"N\/A","id":202721,"title":"Happy Husbands","adult":false},{"cast":["Suresh Gopi","Siddique","Kausalya","Rajan P Dev","Jagathy Sreekumar"],"overview":"IG is an action movie which Suresh Gopi dons the role of I.G. Durga Prasad. He was the head of Traffic Police. One day during his duty time he took into custody a gang of criminals who involved in hawala transactions. Chief Minister called a meeting to ascertain the source of the money. Actually the money was intended to terrorist activities. Knowing the serious situation, Chief Minister ordered to form an Anti Terrorists Squad.","release_date":"2009-04-02","genres":[53],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":202723,"title":"IG: Inspector General","adult":false},{"cast":[],"overview":"An investigation of doubles throughout the history of cinema.","release_date":"","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":202740,"title":"Physical Instincts","adult":false},{"cast":["Neil Finn","Eddie Vedder","Johnny Marr"],"overview":"Neil Finn brings together some of his musician friends from around the globe for an awesome series of concerts at the St. James theatre in Auckland, New Zealand. Includes performances with Johnny Marr, Eddie Vedder and Radiohead's Ed O'brien and Philip Selway. Along with kiwi artists Tim Finn and Betchadupa.","release_date":"2001-11-26","genres":[99,10402],"vote_average":4.7,"runtime":129,"cert":"U","id":202742,"title":"Seven Worlds Collide: Neil Finn & Friends Live at the St. James","adult":false},{"cast":["Jaclyn Smith","Nigel Terry","Shelley Winters","Claire Bloom","Richard Kay"],"overview":"A choreographer who believes that he was reincarnated believes that his present wife possesses the soul of his wife in his previous wife, a ballerina.","release_date":"1985-05-01","genres":[18],"vote_average":5.3,"runtime":94,"cert":"N\/A","id":202744,"title":"Deja Vu","adult":false},{"cast":["Joy Karins","Laura Valérie","Sandrine van Herpe","Magdalena Lynn","Eva Robin"],"overview":"","release_date":"1991-07-09","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":202746,"title":"Harem","adult":true},{"cast":["Gabriel Díaz","Diego Muñoz","Claudia Celedón","Amparo Noguera","Alejandro Sieveking"],"overview":"","release_date":"2003-12-31","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202751,"title":"No Place Nowhere","adult":false},{"cast":["Silvana Pampanini","Eleonora Rossi Drago","Massimo Girotti","Bert Sotlar","Ivica Pajer"],"overview":"Italian director Giueseppe DeSantis was the creative force behind this Yugoslavian \"slice of life\" drama. The title translates as The Year-Long Road; accordingly, the plot concerns a joint, voluntary effort between Italy and Yugoslavia to construct a highway along the countries' Naturally, this animosity wreaks havoc on the various Romeo-Juliet romances in the region. All is resolved when oil is discovered on one of the islands. An American oil company is finally able to establish détente between the warring factions, smoothing the path for the long-delayed marriages of three young couples.","release_date":"1958-07-11","genres":[18],"vote_average":6.0,"runtime":162,"cert":"N\/A","id":202756,"title":"The Year Long Road","adult":false},{"cast":[],"overview":"","release_date":"2013-06-28","genres":[99],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":202758,"title":"Formato ridotto. Libere riscritture del cinema amatoriale","adult":false},{"cast":["Joy Karins","Carole Tredille","Sofia Randovic","Victoria Paris","Fabienne Dumont"],"overview":"","release_date":"1991-01-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202760,"title":"Concept by Salieri","adult":true},{"cast":[],"overview":"","release_date":"2008-12-31","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202765,"title":"In amabile azzurro","adult":false},{"cast":["Shima Iwashita","Tetsurō Tamba","Mikijiro Hira","Jin Nakayama","Tetsuo Ishidate"],"overview":"Takamura, a poet and sculptor, marries a budding artist named Chieko who dreams of becoming an oil painter. When a series of hardships befall her family, she finds herself unable to confide in her husband, and the pain she carries within begins to weigh heavily on her sanity...","release_date":"1967-06-22","genres":[],"vote_average":0.0,"runtime":125,"cert":"N\/A","id":202773,"title":"Portrait of Chieko","adult":false},{"cast":[],"overview":"","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202775,"title":"Cock-Crow","adult":false},{"cast":["Christian Barbier","Georges Poujouly","Claire Wauthion","Héléna Manson","Arlette Schreiber"],"overview":"This is a film which was made in Belgium in the early '60s and was never released. However, it somehow got included in the American Oscar category for \"Best Foreign Film,\" and was finally released in its home country in 1971. It explores the issues of prejudice and superstition in the Belgian countryside through the troubles of a middle-aged farmer whose mother has been accused of being a witch. In French, this picture is based on a true story which took place in the late 1920s and early '30s.","release_date":"1972-06-20","genres":[18],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":202777,"title":"Peace in the Fields","adult":false},{"cast":["Gábor Koncz","Pap Éva","József Bihari","Zoltán Gera","Tibor Molnár"],"overview":"A group of landless Hungarian peasants accept work as migrant-laborers on a farm in northern Germany where the wages are good, and the wives and family are allowed to accompany them. Though it is in the midst of World War II, they are relatively well-off. However, they glimpse the treatment accorded to POWs and others who are not so gently treated, and at the conclusion of the year's harvest, they choose to return to Hungary and are quickly swept up in the tides of war. This film is part of a series of films by award-winning, well-respected director Zoltan Fabri who devoted much time and effort chronicling the struggle against fascism.","release_date":"1978-06-22","genres":[18],"vote_average":7.0,"runtime":107,"cert":"N\/A","id":202779,"title":"Hungarians","adult":false},{"cast":["Derrick De Marney","Beresford Egan","Joan Greenwood","Joan Seton","Frederick Valk"],"overview":"A seance is held to discover the whereabouts, and the killer, of a sculptor's wife.","release_date":"1946-02-11","genres":[53],"vote_average":5.5,"runtime":80,"cert":"","id":202784,"title":"Frenzy","adult":false},{"cast":["Jesús Puente","Victoria Vera","Teresa Gimpera","Eduardo Hoyo","Pastor Serrador"],"overview":"A 50-year-old playwright (Jesus Puente) bemoans his fate from his secluded home in Northern Spain in this depressing drama. Side plots include an actress and former acquaintance who comes to visit and his amorous diversions with a 20-year-old local woman.","release_date":"1987-04-09","genres":[18],"vote_average":5.5,"runtime":94,"cert":"N\/A","id":202789,"title":"Course Completed","adult":false},{"cast":["Billy Bletcher","Dick Elliott","Fred Holmes","Darla Hood","Gary Jasgur"],"overview":"Detective Alfalfa and his assistants Buckwheat and Porky try to solve a missing-candy case but find themselves in an amusement park haunted house.","release_date":"1938-06-18","genres":[35,80,27],"vote_average":7.5,"runtime":10,"cert":"N\/A","id":202791,"title":"Hide and Shriek","adult":false},{"cast":["Veena Malik","Riya Sen","Rajan Verma","Arya Babbar","Supriya Kumari"],"overview":"Zindagi 50 50 has three stories of common people's special dreams. And to fulfill those dreams they have to struggle hard. Sometimes few get it easily, where most of them must struggle very hard with lots of sacrifice, values, principals to achieve their dreams. Among them only few get it after long struggle time where most of them have to loose everything with a failure tag.","release_date":"2013-08-12","genres":[35,18],"vote_average":4.0,"runtime":130,"cert":"N\/A","id":202796,"title":"Zindagi 50 50","adult":false},{"cast":["Nina Hoss","Isabel Bongard","Wolfram Koch","Matthias Brandt","Marie-Lou Sellem"],"overview":"A picturesque blonde beauty constructs an impenetrable emotional wall that neither her parents, her boyfriend, nor her colleague can penetrate. Hannah (Nina Hoss) may appear perfect on the surface, but her inner demons are slowly consuming her. A photo laboratory developer who rarely ventures out of her well-fortified apartment, Hannah finds that her repressed memories are unexpectedly jogged by a series of old photographs.","release_date":"2006-10-01","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":202804,"title":"Hannah","adult":false},{"cast":["Arys Adamsons","Janis Reinis","Anneke Blok"],"overview":"A widowed Latvian father's quest for a much-loved Dutch pen pal, whom he hasn't heard from in three decades, provides the basis of this comedy-drama. The father is accompanied by his traumatized and mute eight-year-old son whom he had to kidnap from a Riga hospital. Together, the two flee towards Holland where the father Yuris hopes to find his long-lost friend Marie, whom he remembers as a great beauty. During the long journey, father and son have several funny adventures, many of which occur because neither father nor son speak much Dutch. They finally arrive at Marie's door empty-handed. What they find, gives them little hope, for the lithe young idealist of Yuris' dreams has become middle-aged and cynical.","release_date":"1996-10-03","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202818,"title":"Another Mother","adult":false},{"cast":["Anderson Richards"],"overview":"","release_date":"2011-10-08","genres":[10402],"vote_average":9.5,"runtime":null,"cert":"N\/A","id":202820,"title":"Mr. Gyn: Onde Estiver Ao Vivo","adult":false},{"cast":["Lynne Roberts","Warren Douglas","Gerald Mohr","Stephanie Bachelor","Adele Mara"],"overview":"A serviceman returns home at the end of WWII to discover his wife has become the head of her own very successful advertising agency. Comedy.","release_date":"1947-02-15","genres":[35,18],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":202822,"title":"The Magnificent Rogue","adult":false},{"cast":["Brian Vaughan","Megan Wilson","Elizabeth Ruscio","Max Kasch","Patricia Clarkson"],"overview":"Falling Like This showcases compelling performances by two young actors, Brian Vaughan and Megan Wilson. Writer\/Director Dani Minnick has crafted a compassionate examination of the ragged edge of suburban life as characterized by Boyd, a charming, vulnerable and inveterate juvenile delinquent whose love nearly derails the life of a middle-class teenage girl. The understated themes of adolescent rebellion, adult responsibility and the redemptive power of love are woven elegantly into this dream-like film.","release_date":"2001-09-07","genres":[10749,18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":202827,"title":"Falling Like This","adult":false},{"cast":["Merima Isaković","Bogoljub Petrović","Krunoslav Šarić","Neda Spasojević","Stevo Matović"],"overview":"A young married couple live alone in the Montenegrian mountains and work hard to make ends meet. Their ordinary life is interrupted by various different characters who pass by their home, and serve as a temptation, both carnal and spiritual, which threatens to corrupt the woman's innocent soul. Each new visitor is a threat of sorts and gradually she becomes suspicious towards the world and the unknown.","release_date":"1979-06-22","genres":[18],"vote_average":8.0,"runtime":99,"cert":"N\/A","id":202832,"title":"Luka's Jovana","adult":false},{"cast":["Yılmaz Güney","Filiz Akın","Eriş Akman","Refik Kemal Arduman","Sükriye Atav"],"overview":"O.K. so the serious bad-ass badman Firat can not have this gorgeous blonde with huge hair and equally huge false eyelashes not because he is a bad-ass outlaw that she will have to worry about reading his obituary every day. They can not consummate their passions because... now brace yourself, because Firat's badman partners won't allow him (Firat is the top crime dog) to have a girl friend.","release_date":"1971-06-22","genres":[80,18,10749],"vote_average":7.7,"runtime":87,"cert":"N\/A","id":202837,"title":"The Hopeless Ones","adult":false},{"cast":["Willy Birgel","Lil Dagover","Maria Koppenhöfer","Theodor Loos","Peter Bosse"],"overview":"A young, impoverished German woman named Hanna gives her infant up for adoption and emigrates to American to live with her husband. When her husband commits suicide, Hanna returns to Germany and works her way into becoming the live-in maid and nurse to her child being raised by an orchestra conductor and his wife.","release_date":"1936-06-26","genres":[10402,18],"vote_average":6.5,"runtime":100,"cert":"N\/A","id":202839,"title":"Final Accord","adult":false},{"cast":["Claire Trevor","Cesar Romero","Douglas Fowley","Lloyd Nolan","Lester Matthews"],"overview":"Insurance investigator Trevor pretends to be a thief to enter a gang of jewel thieves.","release_date":"1936-10-30","genres":[18,80],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":202844,"title":"15 Maiden Lane","adult":false},{"cast":["Anita Bryant","Johnny Desmond"],"overview":"Industrial film about Tupperware.","release_date":"1959-01-01","genres":[99],"vote_average":6.0,"runtime":29,"cert":"N\/A","id":202849,"title":"The Wonderful World of Tupperware","adult":false},{"cast":["Bret Waller"],"overview":"Understanding and combatting the disturber among us.","release_date":"1959-01-01","genres":[],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":202851,"title":"The Trouble Maker","adult":false},{"cast":[],"overview":"Colin has become a much-loved part of kids' ministries and families across Australia. Now he's gathered his most requested songs into this grab bag of classics - each with a nourishing, chewy centre of Bible truth!","release_date":"2007-08-31","genres":[10751,10402],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":202853,"title":"Colin's Favourites","adult":false},{"cast":["Filippo Timi"],"overview":"The film narrates the relationship between the leading character, Leopold von Sacher-Masoch, and four women: Wanda von Dunajev (the Venus in Fur), Anna Klauer (a single prostitute), the Maid (almost a mother figure), and the Contess Aunt Xenobia (the first sexual impulse). Haidée - both the leading character's delirious alter ego and instigator of events - accompanies his host untill he awakens the deepest truth of each one of the characters. Haidée's dream reveals the characters' truths, lies, memories, projections, fears and sufferings in a context which is more emotional than narrative.","release_date":"2005-01-01","genres":[18],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":202861,"title":"L'eredità di Caino","adult":false},{"cast":["Scott Kolk","Jean Rogers","Monte Blue","Henry Brandon","Lon Chaney Jr."],"overview":"A secret agent goes after the gang that stole the crown jewels of a European monarchy.","release_date":"1937-04-12","genres":[28],"vote_average":0.0,"runtime":294,"cert":"N\/A","id":202863,"title":"Secret Agent X-9","adult":false},{"cast":[],"overview":"","release_date":"2011-06-21","genres":[27],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":202865,"title":"The Gerber Syndrome: Il Contagio","adult":false},{"cast":["Monica Cecchi"],"overview":"","release_date":"2006-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202873,"title":"Flòr da Baixa","adult":false},{"cast":["Randy Brent","Gabrielle Benett","Marianne Bennett","Shelly Forbes","Leigh Sands"],"overview":"A gold prospector in the desert gets lost and discovers an oasis of comely maidens.","release_date":"1962-04-14","genres":[35],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":202875,"title":"Adam and Six Eves","adult":false},{"cast":["Colin Moneymaker","Charles Manson","Dennis Wilson","Brian Wilson","Carl Wilson"],"overview":"\"Cease To Exist\" explores the music motive to the Manson murders and uncovers Charles Manson's relationship with Beach Boys' drummer Dennis Wilson and record producer Terry Melcher.","release_date":"2007-06-14","genres":[],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":202877,"title":"Cease to Exist","adult":false},{"cast":["Haruma Miura","Nana Eikura","Manami Konishi","Haruka Igawa","Shota Sometani"],"overview":"Miura Haruma takes on the role of Koji, a college student aiming to become a professional photographer. One day, he receives an unusual request to shadow the client's girlfriend and take pictures of her; this assignment leads to subtle changes in his relationships with the women around him. Nana Eikura plays the ex-girlfriend of Koji's childhood friend, while Manami Konishi plays Koji's sister after one of his parents remarries, and Haruka Igawa plays the woman that Koji is photographing.","release_date":"2011-06-17","genres":[18],"vote_average":6.0,"runtime":119,"cert":"N\/A","id":202885,"title":"Tokyo Park","adult":false},{"cast":[],"overview":"Bercy 2004: water, air, earth, fire. The four elements were unleashed at the Palais Omnisports de Paris on 20 March 2004.","release_date":"2004-06-02","genres":[99],"vote_average":0.0,"runtime":210,"cert":"N\/A","id":202893,"title":"19e Festival Des Arts Martiaux L’integrale, Bercy, Paris  2004","adult":false},{"cast":["Richard Arlen","Beverly Roberts","Lyle Talbot","Mala","Garry Owen"],"overview":"A fur trader attempts to rescue a writer stranded in the Yukon.","release_date":"1938-04-18","genres":[12,28],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":202895,"title":"Call of The Yukon","adult":false},{"cast":["Isabelle Mergault","Pierre Palmade","Laurence Badie"],"overview":"","release_date":"2011-01-03","genres":[35],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":202897,"title":"L'amour sur un plateau","adult":false},{"cast":["Željko Savić","Marko Gizdavić"],"overview":"Animated film students vetes a 2004, which is supported by their professor Zeljko Savic","release_date":"2004-03-21","genres":[16],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":202899,"title":"Jet Set","adult":false},{"cast":[],"overview":"At the end of 2003 the main building of the Amsterdam Rijksmuseum has closed, in the words of managing director  Ronald de Leeuw, becoming 'the most conceivable art museum'. The Spanish architects Cruz and Ortiz signed for the big design; in 2008 the modernized museum would open with a pioneering museum concept. Moviemaker Hoogendijk followed the first four years of what is called the biggest Dutch cultural operation in history.","release_date":"2008-11-21","genres":[99],"vote_average":7.5,"runtime":120,"cert":"N\/A","id":202901,"title":"The New Rijksmuseum","adult":false},{"cast":["Yehya"],"overview":"A knife in the pocket, adrenaline in the blood and only one dream in mind: to be a gangster - and the biggest one at that. Yehya was 15 years old and close to realizing his dream when he met the filmmaker Christian Stahl in the stairwell. Yehya wasn't just the nice boy from next door, he was also \"the Boss of Sonnenallee\" - one of the gangster runners of the Berlin borough of Neukölln. And gangster runners want to make it in the gangster world. In the eyes of the authorities, he is an \"intensive offender\"; in his own eyes, Yehya is \"one of the top ten of Neukölln. I got my own prosecutor!\"","release_date":"2011-11-26","genres":[99],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":202927,"title":"Gangsterläufer","adult":false},{"cast":["Buddy Ebsen","Keir Dullea","Lois Nettleton","Warren Oates","BarBara Luna"],"overview":"Elderly Will Lane arranges marriage of wild son of dead friend to tame him.","release_date":"1964-03-10","genres":[35,37],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":202941,"title":"Mail Order Bride","adult":false},{"cast":["Filipe Sartoreto","Gracielle Fonseca","Rafael Sette Camara"],"overview":"Ruído das Minas was produced by journalists Filipe Sartoreto, Gracielle Fonseca and Rafael Sette Câmara, as project graduation of Social Communication in the UFMG and gained visibility with the display in the 1st International Festival of Documentary Musical - IN-EDIT Brazil in June and July 2009 in São Paulo and Rio de Janeiro. The repercussions led to the invitation to the MTV documentary was shown on the new range of programming of the station, the Doc.MTV, geared precisely to display musical documentaries.  Heavy guitars, long hair, crosses and demons. The heavy metal mineiro has become one of the most representative of Brazil. Belo Horizonte gave rise to bands like Overdose, Sarcófago, and one of the largest in the world, Sepultura. Ruído das Minas presents the story told by those who lived intensely the beginnings of heavy metal in the state capital.","release_date":"2009-01-01","genres":[99],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":202943,"title":"Ruído das Minas","adult":false},{"cast":["Hannelore Schroth","Fritz Odemar","Max Gülstorff","Paul Hörbiger","Hubert von Meyerinck"],"overview":"The setting is Lugano (Switzerland), where an apparently very important world conference  takes place. The film tells the story of the young Kitty (Hannelore Schroth), who works as a manicurist at the Eden Hotel, and who in the course of events gets to know both a young journalist (Christian Gollong) and the English minister of economics (Fritz Odemar). A lot of wild mix-ups, comic situations, a love story and occasional singing ensue, and in the end most of the VIPs have gained their share of laughter… There’s also a great performance by Paul Hörbiger as the hotel porter. For a 1939 film made in Germany, “Kitty” is remarkably irreverent and satirical about politics.","release_date":"1939-08-24","genres":[35],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":202945,"title":"Kitty and the World Conference","adult":false},{"cast":[],"overview":"'The Economics of Happiness' features a chorus of voices from six continents calling for systemic economic change. The documentary describes a world moving simultaneously in two opposing directions. On the one hand, government and big business continue to promote globalization and the consolidation of corporate power. At the same time, all around the world people are resisting those policies, demanding a re-regulation of trade and finance - and, far from the old institutions of power, they're starting to forge a very different future. Communities are coming together to re-build more human scale, ecological economies based on a new paradigm - an economics of localization.","release_date":"2011-01-01","genres":[99],"vote_average":5.0,"runtime":67,"cert":"N\/A","id":202947,"title":"The Economics of Happiness","adult":false},{"cast":["Wolfgang Preiss","Annemarie Düringer","Robert Freitag","Fritz Tillmann","Werner Hinz"],"overview":"A disillusioned Wehrmacht officer named Colonel Claus von Stauffenberg and his co-conspirators attempt to assassinate Adolf Hitler on 20 July 1944.","release_date":"1955-06-21","genres":[18,10752,36],"vote_average":6.0,"runtime":97,"cert":"N\/A","id":202952,"title":"The Plot to Assassinate Hitler","adult":false},{"cast":[],"overview":"","release_date":"2008-06-03","genres":[10402],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":202954,"title":"Ben Webster - In Denmark 1965-1971","adult":false},{"cast":["Heinrich George","Viola Garden","Ivan Koval-Samborsky","Ilse Stobrawa","Gertrud Arnold"],"overview":"The engineer Karl Hartmann invents a new, gigantic brown coal excavator. He discovers that there are large deposits below his home country and decides to use the excavator there.","release_date":"1929-11-25","genres":[18],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":202956,"title":"Explodigger 1010","adult":false},{"cast":["Dean Flynn","Trenton Ducati","Ty Roderick","Edin Sol","Evan Mercy"],"overview":"If you've got something stuck in your butt then you should report to Dr. Dean Flynn stat! Dr. Dean and his horny, twisted medical staff specialize in procedures involving anal probes deep into tight holes and hungry throats. No matter what ails you the cure always involves a dick in your ass! And when the Doctor's away these horse-hung technicians can't keep their hands off each other either. Sometimes a little Malpractice can be just what the doctor ordered!","release_date":"2012-07-16","genres":[],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":202958,"title":"Malpractice","adult":true},{"cast":["Jamie Blackley","Toby Regbo","Jaime Winstone","Joanne Froggatt","Liz White"],"overview":"Based on the Vanity Fair article of the same title, a story about a young boy drawn into a web of lies through an online chatroom.","release_date":"2013-06-24","genres":[18,53],"vote_average":6.6,"runtime":93,"cert":"","id":202960,"title":"uwantme2killhim?","adult":false},{"cast":[],"overview":"155 years ago, Apostolos and Anastasia were brutally murdered by jealousy. Now, when the planets align, a vortex is created that channels all the energy of the universe to one location, creating a threshold into another world. And when the threshold is disturbed, the demon \"Apostolos\" is awakened...to kill. And all the while, journalist Sam Bishop relentlessly searches for this savage killer to seek his revenge for the brutal death of his wife, Veronica.","release_date":"","genres":[],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":202962,"title":"Hell's Threshold","adult":false},{"cast":["Taylor Hanson","Zac Hanson","Isaac Hanson"],"overview":"Experience the Middle of Nowhere album as a live performance that was recorded during HANSON's legendary 5 of 5 performance in April 2010","release_date":"2010-04-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":202964,"title":"Hanson - 5 of 5: Middle of Nowhere","adult":false},{"cast":["Christian Miranda","Mily Miranda","Willy Rodriguez","Tito Patrick"],"overview":"\"Zona Rosa\" is a documentary about the strippers who work in the gay clubs in Mexico City's famous district, the Zona Rosa. Christian Miranda gives us a tour though his professional and personal life while working as a cage-dancer stripper at one of Mexico City's famous gay nightclubs. Along with Christian we meet other strippers, patrons of the clubs and the club mangers. The nightlife, the scene, the money and the consequences are all on display as we tour through the notorious reality that gives the Zona Rosa its name.","release_date":"2005-10-15","genres":[99],"vote_average":5.0,"runtime":65,"cert":"N\/A","id":202969,"title":"Pink Zone","adult":false},{"cast":[],"overview":"Dean is a wreck of a man who lives his life in a constantly blurry present, with little concern for himself or others. Trapped in an abyss of drugs and unsafe sex, he seems about to unravel. Hardly anything or anyone affect's Dean's lifestyle, a young man with a nasty drug habit. Other characters include Dean's neighbor Ellsworth who barters Ketamine (special K) for sex, Brioni who throws a party\/orgy and Cyja - Dean's ex-girlfriend and drug counselor.","release_date":"","genres":[],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":202971,"title":"K-Hole","adult":false},{"cast":["William Conrad","Diana Muldaur","Ed Nelson","Joanna Pettet","Arthur Hill"],"overview":"Private detective Frank Cannon comes out of retirement to investigate the murder of an ex-girlfriend's husband.","release_date":"1980-11-01","genres":[28,80,53],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":202973,"title":"The Return of Frank Cannon","adult":false},{"cast":["Lau Ching-Wan","Anthony Wong","Joe Cheung","Jamie Luk Kim-Ming","Parkman Wong"],"overview":"","release_date":"1994-09-03","genres":[35],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":202978,"title":"Bomb Disposal Officer Baby Bomb","adult":false},{"cast":["Paul Bartel","Reda Kateb","Eddy Mitchell","Samy Seghir"],"overview":"JB suffers from a heart malformation .He falsifies his medical file ,so that he can enter a top athlete training center.","release_date":"2013-06-26","genres":[35,18],"vote_average":6.9,"runtime":86,"cert":"N\/A","id":202980,"title":"Les petits princes","adult":false},{"cast":["Axel Philippon","David Saracino","Ivan Cori","Jo Prestia"],"overview":"Max and his gang of crazy buddies wander around the depths of a small, quirky, city-dweller community, driven by parties, sex and drugs.","release_date":"2013-06-26","genres":[35],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":202988,"title":"En pays cannibale","adult":false},{"cast":["Chesley Sullenberger","Harrison Ford"],"overview":"Captain Chesley B. Sullenberger made aviation history on January 15th, 2009 when he successfully landed an Airbus A320 on the Hudson River. 155 people walked off the plane that day. In Brace for Impact, Sully boards a helicopter with our crew and flies the route again to give us his account in chilling detail. We revisit the actual plane, hear from the air traffic controllers who were on watch, meet several passengers from the flight, and board one of the NY Waterway ferries with several of their Captains who share their stories with Sully for the first time.","release_date":"2010-01-10","genres":[],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":202990,"title":"Brace for Impact: The Chesley B. Sullenberger Story","adult":false},{"cert":"N\/A","title":"Biette","cast":["Françoise Lebrun","Pascal Cervo","Mathieu Amalric","Denis Lavant"],"genres":[99],"id":202992,"overview":"","runtime":109,"release_date":"2013-06-26","vote_average":0.0,"adult":false}]