[{"cast":["Fairuza Balk","Noah Taylor","Téa Leoni","Patrick Dempsey","Debi Mazar"],"overview":"Black comedy about an obsessive street graffiti artist, who falls obsessively in love with a frustrated artist he meets. Unfortunately, rather than trying to meet with her in a conventional way, he decides to mail himself to her with the help of a pet shop owner. Unfortunately, when he arrives, she is with another man, who immediately makes love to her against the box.","release_date":"1998-10-19","genres":[35],"vote_average":5.0,"runtime":92,"cert":"N\/A","id":204004,"title":"There's No Fish Food in Heaven","adult":false},{"cast":[],"overview":"The full length video New Ground from Bones Wheels. Check out parts from Ben Raybourn, Jared Huss, Trent McClung, Trevor McClung, Evan Smith, MOOSE, Josh Hawkins, Aldrin Garcia, Jordan Hoffart, JAWS, Dakota Servold, Chris Joslin, David Gravette, Chris Haslam, Ryan Dezenzo, Kevin Kowalski, Brad McClain, Matt Berger, Kevin Romar, and many more.","release_date":"2013-02-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204006,"title":"New Ground","adult":false},{"cast":["Gregory Hlady"],"overview":"In 1950, long after the world has finished fighting World War II, a fight continues behind the newly drawn Iron Curtain: as the Ukrainians keep fighting both Nazi and Soviet abuses, General Roman Shukhevych (Hryhoriy Hladiy) is forced by brutal circumstances and his own sense of honor and duty to lead this effort as an underground war.  As portrayed by the film, Shukhevych is a genteel family man who is also a complex character (revolted by ethnic discrimination, a music lover and a military genius) that with his charisma fuels his countrymen with desire for freedom. In the end, Shukhevych's efforts are unable to defeat the Soviets despite paying for his resistance with his life, but they re-enforce Ukrainian patriotism as an underground force until Ukraine finally recovers its freedom from Soviet tyranny.","release_date":"2000-11-13","genres":[18,10752],"vote_average":8.0,"runtime":104,"cert":"N\/A","id":204011,"title":"The Undefeated","adult":false},{"cast":["Heinz Rühmann","Rudolf Platte","Ellen Frank","Jakob Tiedtke","Oskar Sima"],"overview":"First adaptation of Heinrich Spoerl's novel.","release_date":"1934-02-13","genres":[35],"vote_average":6.0,"runtime":84,"cert":"N\/A","id":204013,"title":"So ein Flegel","adult":false},{"cast":[],"overview":"Commander Cousteau has invited a group of children and young people on a journey around the world in the Calypso, where he and his group of scientists and crew, live large aventuras.Tras avoid the dangerous Arctic icebergs to attend the birth of a whale blue Calypso a scientist is rescued from the attack of a group of sharks for a family of dolphins.","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":204015,"title":"Jacques Cousteau. The Movie","adult":false},{"cast":["Roy Rogers","Bob Nolan","Luana Patten"],"overview":"The life of the legendary Texas cowboy with his horse, Widowmaker, and how his romance with Slue Foot Sue disrupted it.","release_date":"1948-05-27","genres":[37,16,10402],"vote_average":5.9,"runtime":23,"cert":"N\/A","id":204017,"title":"Pecos Bill","adult":false},{"cast":["Mel Blanc","Bea Benaderet","Robert C. Bruce","June Foray"],"overview":"A tiny elephant emerges from a banana boat and wanders about town, causing an uproar among the populace. Sightings are attributed variously to mass hysteria, insanity and dipsomania.","release_date":"1953-12-19","genres":[16,35],"vote_average":6.2,"runtime":7,"cert":"N\/A","id":204019,"title":"Punch Trunk","adult":false},{"cast":[],"overview":"Mighty Mouse.","release_date":"1950-10-13","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":204021,"title":"Mother Goose's Birthday Party","adult":false},{"cast":[],"overview":"The Pink Panther discovers a door with an hypnotic eye that takes him on a mind trip in a psychedelic book shop adorned by huge letters of the alphabet and managed by a short, pointy-nosed hippie. The shop contains a vending machine for lights (a cigarette lighter and Christmas tree lights) and books that \"bleed\" letters when damaged and are operated on as though critically injured.","release_date":"1968-03-13","genres":[16],"vote_average":7.0,"runtime":6,"cert":"N\/A","id":204026,"title":"Psychedelic Pink","adult":false},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"Daffy Duck is a salesman for a futuristic appliance company, who, against Elmer Fudd's will, modernizes Fudd's house with many screwball gadgets, none of which work in Fudd's favor.","release_date":"1954-03-27","genres":[16],"vote_average":5.5,"runtime":7,"cert":"N\/A","id":204031,"title":"Design for Leaving","adult":false},{"cast":[],"overview":"An elderly, suicidal Woody Woodpecker reminisces about his life as a woodpecker, as his ability to peck wood has vanished, leaving his life seemingly without energy.","release_date":"1952-02-25","genres":[16],"vote_average":6.5,"runtime":6,"cert":"N\/A","id":204033,"title":"Born to Peck","adult":false},{"cast":["Lauren Hutton","Cliff DeYoung","Samantha Mathis","Renée Estevez"],"overview":"Olympic gymnastics coach Francine Lake and her twelve gorgeous students train on the Island of Crete. The rigors of training preclude most sexual activity with the locals, thus the girls spend their evenings in quiet frustration.","release_date":"1989-02-01","genres":[],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":204035,"title":"Forbidden Sun","adult":false},{"cast":[],"overview":"An aging Irish businessman, an aspiring Australian actress, a retired American baseball player and a widowed British bodyguard attempt to complete the four most difficult ultra marathon races on Earth-- a goal previously only attempted by professional athletes. The four races bring them to the world's most picturesque and brutal deserts in Chile, China, Egypt and Antarctica, where they will push their bodies, minds and spirits to their limits. Desert Runners chronicles the intense, year-long journey of these dedicated runners and the many obstacles that they face - both expected and unexpected,external and internal - and provides an intimate view into the complex ways human beings deal with heartbreak and triumph.","release_date":"2013-12-06","genres":[99],"vote_average":7.5,"runtime":91,"cert":"N\/A","id":204037,"title":"Desert Runners","adult":false},{"cast":["Anton Androsov","Yelena Dmitriyeva","Elena Yakovleva","Aleksandr Feklistov","Vladimir Steklov"],"overview":"A young teenage boy zealously tracks down criminals in this allegorical drama. Using the code name of Plumbum, Ruslan Chutko (Anton Androsov) delights in the pursuits of lawbreakers before informing the police, and he even turns in his own father when he catches him poaching fish. The questions are left to the viewer whether or not Plumbum is a crusading hero or a scoundrel. Western audiences may find the premise implausible, but children were known to inform on their own parents under the regime of Josef Stalin and others.","release_date":"1987-01-19","genres":[18],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":204039,"title":"Plumbum, or The Dangerous Game","adult":false},{"cast":["Nedumudi Venu","Sreenivasan","Thilakan","Vineeth Radhakrishnan","Sithara"],"overview":"In the 1950s a village in Kerala is preparing itself to be included in the nation's electric grid. Things are looking up for villagers and everyone is optimistic about the progress that electrification will bring. However soon some trouble brews starting with petty quarrels on trees being felled for the power lines. A series of unfortunate events follow the electrification as the village comes into terms with rapid modernization.","release_date":"1987-05-29","genres":[18],"vote_average":8.5,"runtime":112,"cert":"N\/A","id":204044,"title":"And There Was A Village..","adult":false},{"cast":["Gilles Lellouche","Tahar Rahim","Riccardo Scamarcio","Mélanie Bernier","Raphaëlle Agogué"],"overview":"A story centered on a man who works as an informant for the French border patrol.","release_date":"2013-09-11","genres":[53,80],"vote_average":6.1,"runtime":116,"cert":"N\/A","id":204046,"title":"The Informant","adult":false},{"cast":["Kang Soo-yeon","Kim Hyung-ja","Bang Hee","Yun Yang-ha","Han Eun-jin"],"overview":"A barren noblewoman encourages her husband to take a young peasant as a surrogate to secure the male line.","release_date":"1987-03-21","genres":[36,18],"vote_average":8.4,"runtime":95,"cert":"N\/A","id":204051,"title":"The Surrogate Woman","adult":false},{"cast":["Toma Ikuta","Yasuko Matsuyuki","Yosuke Eguchi","Fumi Nikaido","Kensuke Ohwada"],"overview":"A seemingly random series of bombings in a provincial city. The latest target is a public bus route. Detective Chaya chased terrorists and arrested a mysterious man with keen intelligence and physical power. The psychologist in charge of evaluating him is dr. Mariko. After the psychiatric examination, she puts toward a hypothesis – “Is it possible he was born without emotions?”","release_date":"2013-02-09","genres":[9648],"vote_average":6.2,"runtime":123,"cert":"N\/A","id":204053,"title":"The Brain Man","adult":false},{"cast":["Vittorio De Sica","María Mercader","Paolo Stoppa","Luigi Almirante","Guglielmo Barnabò"],"overview":"Leo (Vittorio De Sica) is young man trying to make a living without any success. Through fortuitous circumstances, he is assigned by the director of a big firm to accompany for one night the daughter of the firm's accountant, Titi (María Mercader). Leo pretends then to be the son of a tycoon, and takes her in a luxurious restaurant.","release_date":"1943-09-27","genres":[35],"vote_average":5.0,"runtime":68,"cert":"N\/A","id":204064,"title":"I nostri sogni","adult":false},{"cast":[],"overview":"During World War II in the Netherlands, resistance-leader Arie is shot by the Dutch SS-man Niels. Arie's comrades pledge to avenge his death. 35 years later one of them, Ab, is confronted with Niels again. He decides to round up his old friends to kill him. He finds out though, that they think this is useless or are not capable of doing so anymore. Only the former communist Gerben has not forgotten his pledge and is talked into joining the execution.","release_date":"1979-01-01","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":204066,"title":"All Things Pass","adult":false},{"cast":["Isild Le Besco","Olivier Marchal","Jowan Le Besco","Catherine Belkhodja"],"overview":"Marion is a 14 year old girl, on holidays at the sea. She is in conflict with her mother and family. She meets a man there, to whom she feels close. Back in Paris, she goes to see him again. For the first time, she is going to make love.","release_date":"1999-11-17","genres":[18,10749],"vote_average":6.0,"runtime":40,"cert":"N\/A","id":204071,"title":"The Chip","adult":false},{"cast":["Ivan Baumann","Anja Bærentzen","Søren Christiansen","Helle Droob","Martin Højmark"],"overview":"For children it was an exciting adventure. But for adults it became a shocking revelation...","release_date":"1975-02-03","genres":[18],"vote_average":9.3,"runtime":82,"cert":"N\/A","id":204073,"title":"Leave Us Alone","adult":false},{"cast":["Sergey Yushkevich","Katerina Shpitsa","Evgeniy Tkachuk"],"overview":"Love is blind. In the literal and figurative sense. A middle-aged man falls in love with a young girl and loses his head. As a result of an accident the man becomes completely blind. After surgery, they rent a summer house at the countryside to relax. The girl becomes his only companion and guide in this new strange blind world. But the man feels that there is someone else in the house.","release_date":"2011-06-06","genres":[18,53],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":204084,"title":"Smekh v Temnote","adult":false},{"cast":["Kazuya Kamenashi","Anne Watanabe","Kazuki Kitamura","Hana Sugisaki","Chiemi Hori"],"overview":"Bem, Bela and Belo arrive at a new town plagued by a series of mysterious, unsolved cases which, as they discover, are caused by another youkai, one more powerful than they have ever encountered. The story will also focus on Belo's first love, and his increasing desire to become human. In the meantime, Bem and Bela have found a way to become human, but are conflicted about whether to let just Belo turn human, or along with Belo, become humans themselves.","release_date":"2012-12-15","genres":[9648,18,10751],"vote_average":5.3,"runtime":124,"cert":"N\/A","id":204086,"title":"Humanoid Monster, Bem","adult":false},{"cast":["Algimantas Masiulis","Juozas Budraitis","Viktor Lorents","Uldis Lieldidžs"],"overview":"Veteran actors from the 3 Baltic countries - Estonia, Latvia and Lithuania - gather at a castle in Latvia to receive awards for their roles as Nazi villains in propagandist Soviet war films. They reminisce about the films that made them famous throughout the USSR, but also stigmatized the Baltic countries as Nazi sympathizers in the eyes of many Russians - a misconception that is nowadays exploited by the Russian media, desperate to label the Baltic countries as a fascist haven","release_date":"2008-05-09","genres":[99],"vote_average":6.0,"runtime":84,"cert":"N\/A","id":204091,"title":"Nazis and Blondes","adult":false},{"cast":["Irina Mazurkevich","Igor Yasulovich","Aleksandr Kalyagin","Valentin Gaft"],"overview":"A story based on life events of famous gymnast Olga Korbut.","release_date":"1974-06-06","genres":[18,10751],"vote_average":6.0,"runtime":78,"cert":"N\/A","id":204093,"title":"Long-Haired Wonder","adult":false},{"cast":[],"overview":"Banksy’s work now reportedly changes hands for millions.  But he puts up his street art for free. Have you ever wondered  what would happen if you got your hands on one of these?  Does it mean you’ve found a winning lottery ticket or just  scraped some worthless crap off a wall?  Going up against the Art Establishment, Critics, Auction Houses,  Gallery Owners and Authentication Boards in a quest for the  elusive meal ticket, two filmmakers unwittingly gatecrash the  murky and protective world of Banksy.  “HOW TO SELL A BANKSY” raises questions of ownership,  authentication and the true value of art itself. Through all the  chaos and incompetence comes a modern-day, true-story,  crime-theft, comedy-caper.","release_date":"2012-01-06","genres":[99],"vote_average":5.7,"runtime":85,"cert":"","id":204095,"title":"How to Sell a Banksy","adult":false},{"cast":["Bert Kreischer"],"overview":"Raw, wild and hilariously funny, Bert Kreischer stars in \"Comfortably Dumb,\" his debut comedy concert that follows his scene stealing appearances on Comedy Central and FX. He is one of today's hottest, most inventive comedians, something that a few years ago would have been deemed virtually impossible. Especially to Bert. It wasn't long ago when Rolling Stone Magazine named him \"the number one party animal in the nation!\" when this dedicated underachiever made a career out of attending Florida State University, a seven year adventure that became the basis for National Lampoon's hit movie, \"Van Wilder.\" Now Bert has finally grown up. Sort of. And the result is a sold-out event destined to become a classic. This is your chance to party with the original party animal.","release_date":"2009-03-03","genres":[35],"vote_average":6.0,"runtime":75,"cert":"N\/A","id":204109,"title":"Bert Kreischer: Comfortably Dumb","adult":false},{"cast":["Luís Miguel Cintra","Caroline Chaniolleau","Yves Afonso","Jacques Bonnaffé","Manuela de Freitas"],"overview":"This visually striking drama is taken from the classic Japanese novel Tales Of Genji by Marasaki Shikibu. Set in modern Portugal, Joao (Luis Miguel Cintra) is a left-wing political leader and ladies man with a bright future. His ex-wife Isabel (Manuela de Freitas) both loves and hates him as Joao plays on her wavering emotional state. He is sent to Italy to retrieve wayward family member Antonia (Caroline Chaniolleau), the beautiful young woman with a terrorist boyfriend. Joao is forced to recognize his feelings as the political and amorous climate changes around him.","release_date":"1987-09-01","genres":[18],"vote_average":5.0,"runtime":117,"cert":"N\/A","id":204114,"title":"O Desejado","adult":false},{"cast":["Francisco Rabal","Asunción Balaguer","Liberto Rabal","Agustín González","Terele Pávez"],"overview":"This drama concerns a seven-year-old boy, Pepe Luis (Lucas Martin, as the younger Pepe and Paco Rabal Cerezales as Pepe at ten) who lives through the rise of Franco and the ensuing years under the fascist dictator. Presented from the perspective of the young Pepe, the Civil War and Franco are irrelevant to his own concerns: daydreaming about a pretty girl he likes, fighting with other boys, helping the priest at a funeral service, and similar activities. Pepe lives with his uncle and grandparents, and whether he is aware of it or not, the war impinges on their lives in several ways. The title of the film derives from little Pepe's contention that God is not responsible for the war, just some \"bastard brother\" of the Creator.","release_date":"1986-09-10","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":204116,"title":"El hermano bastardo de Dios","adult":false},{"cast":["Valeria Golino","Blas Roca-Rey","Livio Panieri","Luigi Diberti","Gabriella Giorgelli"],"overview":"This drama about a young girl's struggle to overcome the dehumanization of poverty depicts the steady, corrosive effects of her life on her psyche. Bruna (Valeria Golino) has had to work since the age of 13 to help support her father and brothers. She gets up at 3 A.M. to catch the bus to go clean offices, and when she is home, she cleans and cooks for her siblings and father. In spite of this existence, she is spunky and optimistic. As she gets older, she falls in love with Sergio (Bals Roca-Rey), and he moves in with her and her family. But that relationship ends when she meets another young man, Mario (Livio Panieri). This new romance leads her away from her siblings and father and although there is no inkling of any trouble, the drudgery of her past existence catches up with her.","release_date":"1986-09-05","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":204130,"title":"Storia d'amore","adult":false},{"cast":["Keye Luke","Jessika Van","Meiling Melançon","Archie Kao","Elaine Kao"],"overview":"KEYE LUKE is a short film bio-pic about pioneering Actor and Artist Keye Luke, the first, original on-screen Kato in the 1940s Green Hornet decades before Bruce Lee and also the All-American \"Number One Son\" in the popular Charlie Chan films of the 1930s.","release_date":"2012-05-13","genres":[],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":204138,"title":"Keye Luke","adult":false},{"cast":["Jack Haley","Betty Furness","Arthur Treacher","Raymond Walburn","Robert McWade"],"overview":"Boston blueblood Aloysius Merriweather loves to play jokes on people and he's come up with a joy-buzzer of a doozy. He'll send barber Joe Jenkins in his place to a dinner party aimed at squeezing a few Merriweather millions. That Cinderella plan soon turns into a pumpkin coach with the wheels fallen off. Circumstances will force shave-and-a-haircut Joe to masquerade as Merriweather for much longer.The comedy comes fast and frantic in Mister Cinderella, from Hal Roach Studios.","release_date":"1936-10-22","genres":[35],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":204143,"title":"Mister Cinderella","adult":false},{"cast":[],"overview":"Dionysos is a 1984 French comedy film directed by Jean Rouch, starring Jean Monod and Hélène Puiseux. It tells the story of an American drama teacher who after writing a thesis on Dionysus tries to combine Dionysian rites with the work at a car factory, in an attempt to create the world's first car built in joyous frenzy.","release_date":"1984-09-04","genres":[],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":204151,"title":"Dionysos","adult":false},{"cast":["Fernando Fernán Gómez","Laura del Sol","Antonio Banderas","Francisco Rabal"],"overview":"After the death of his wife, Angel, a university professor and writer, he falls into a severe depression. He flees to his house in the country, but there the evil is accentuated, which leads him to an attempted suicide that Teresa, his young neighbor, saves him. Angel starts a relationship with her and her partner, Alberto. Soon he falls in love with Teresa and, through a passionate relationship, he frees himself from his torments. Teresa, Alberto and her theater group on stilts ask her to write a play to represent her in the town. Obsessed by Teresa, she is vivified with this experience with the young, but she soon moves away from him carnally. This rupture desperate and as Teresa disabuses him of any possibility of continuity, in the mind of Angel reappears suicide as the only solution","release_date":"1984-10-10","genres":[],"vote_average":8.0,"runtime":95,"cert":"N\/A","id":204156,"title":"Los zancos","adult":false},{"cast":["Luís Miguel Cintra","José Mário Branco","Rita Blanco","Diogo Dória","Manuela de Freitas"],"overview":"Director Jorge Silva Melo has developed a viable, though highly intellectual mystery story about the world of art and culture and murder in this somewhat theatrical presentation. When German artist Bernd Hoffmann (Michael König) arrives in Lisbon to oversee the installation of his paintings in a joint exhibition with another Berlin artist, Hanna Brauer (Charlotte Schwab), Hanna never shows up. Hoffmann is puzzled because he is certain he saw a video sequence with Hanna at the exhibition, and he begins to look for her. Another Lisbon cultural center, a theater, is also having problems that may or may not be related -- and the mystery deepens when Hanna is found dead, either by her own hand, or murdered.","release_date":"1985-04-24","genres":[],"vote_average":5.0,"runtime":107,"cert":"N\/A","id":204161,"title":"Ninguém Duas Vezes","adult":false},{"cast":["Ida-Lotta Backman","Mathieu Carrière","Jörn Donner","Erland Josephson","Matti Oravisto"],"overview":"In this melodrama about love in wartime, Angela (Ida-Lotta Backman) is a Finnish nurse in Lapland who begins a torrid affair with Thomas Schmidt (Mathieu Carriere), a wounded German army captain. Their love for each other is verboten in Finland, where the Germans occupy northern Lapland until the end of the war. Finland had formed a brief alliance with Germany to fight an invading Russia in the winter of 1939, but when the Russians won that battle and took more than 16,000 square miles of land away from Finland, it was too late to successfully rout the Germans from Finnish soil. So for the entire war, the Finns were fighting Germany on their own national territory -- which makes the love affair between a Finnish nurse and German soldier a very complex issue. While Angela receives different reactions from her friends, acquaintances, and relatives, she continues on with her love for the German, against odds which are greater as time goes by.","release_date":"1984-09-07","genres":[10749,18],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":204163,"title":"Angela's War","adult":false},{"cast":[],"overview":"A small town has its placid waters rocked when a 120-piece orchestra is slated to visit on a regular basis to offer special concerts to the community and its environs. The honor of conducting the orchestra seems like it will fall to Francesco (Michele Placido), the community's most well-established music teacher, and to insure his success, his ambitious wife starts sleeping with one of the organizers of the future concerts. Meanwhile, a disgruntled member of the organizing committee decides to muddy the waters by suggesting that another conductor (Andrea, a friend of Francesco's) be hired. Andrea is also a native son who went to the big city to find conducting work but ended up doing television jobs instead. When he receives the call about the prestigious job opportunity, he enthusiastically goes to the town but his wife refuses to join him.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204165,"title":"Chopin","adult":false},{"cast":["Lil Terselius","Bjørn Skagestad","Anita Björk","Erik Mørk","Ella Hval"],"overview":"Having gone through many personal struggles, Eli (Lil Terselius) returns to her native village and begins to work on the farm of Ingeborg Eriksdotter (Anita Bjork), eventually tending a plot that once belonged to her family. But Eli has been gone a long time, and the opaque villagers see her as an outsider—she is suspicious from the start. The year is 1625, and stories of witches conjuring up evil are a part of the daily culture. Eli unwittingly makes matters worse for herself when she is able to cure the sick with herbs, and when she begins an affair with Aslak (Bjoern Skagestad) a farmhand—clearly she must have cast a spell on him. This all adds up to a witch hunt with a ready-made \"witch.\" Eli, in the end, is officially accused of witchcraft by a devious bailiff, while Ingeborg makes every attempt to save her, and Aslak himself does not survive the stress—hardly a good omen for the outcome of the trial.","release_date":"1981-09-01","genres":[18],"vote_average":6.0,"runtime":93,"cert":"N\/A","id":204167,"title":"The Witch Hunt","adult":false},{"cast":["Maja Komorowska","Tadeusz Łomnicki","Krzysztof Kolberger","Zofia Mrozowska","Magdalena Jarosz"],"overview":"Bearing traces of the old Anton Chekhov play The Wedding, The Contract is set during an \"arranged\" ceremony. The bride and groom barely know each other, but this matters not at all to their tradition-bound families. At the last minute, the bride balks. Only slightly nonplused, the groom's father, a status-seeking doctor, decides to go ahead with the expensive reception anyway. Polish director Krzysz Zanussi uses this scenario to stick it to capitalist corruption, and to society's destruction of the individual spirit. Leslie Caron, the one recognizable member of the cast, is outstanding as a wealthy, over-the-hill ballerina who happens to be a kleptomaniac.","release_date":"1980-11-17","genres":[18],"vote_average":5.0,"runtime":114,"cert":"N\/A","id":204169,"title":"The Contract","adult":false},{"cast":[],"overview":"Directed by Jean Rouch & Germaine Dieterlen","release_date":"1979-06-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204171,"title":"Le vieil Anaï","adult":false},{"cast":["Anestis Vlahos","Kyriakos Katzourakis","Eleni Theofilou","Dimos Starenios","Elli Xanthaki"],"overview":"In this political drama, a man accused of committing the murder of a foreign journalist is released for lack of evidence, and now he searches for the true culprits. He starts by tracking down the American journalist's girlfriend but discovers that she has been murdered as well. Eventually, it becomes clear that Greek oil executives, in collusion with the government, killed the journalist in order to conceal plans to nationalize foreign oil companies; this is a move from which they profited. This film was banned in Greece when it was produced in 1962 and was not released there until there was a change in government.","release_date":"1968-01-01","genres":[53,18],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":204173,"title":"Κιέριον","adult":false},{"cast":["​Ljubiša Samardžić","Neda Arnerić","Milena Dravić","Miroslav „Mija“ Aleksić","Ljuba Tadić"],"overview":"Director Puriša Đorđević combines the past, present, and future in this symbolic character study of people affected by the aftershocks of war. The anti-war sentiment of the film is underscored as people march for peace to a tune by Pete Seeger.","release_date":"1967-01-01","genres":[18,10752],"vote_average":7.0,"runtime":76,"cert":"N\/A","id":204175,"title":"The Morning","adult":false},{"cast":[],"overview":"King Leonidas and his Spartans encounter a foe during a plane ride.","release_date":"2007-04-30","genres":[35],"vote_average":6.7,"runtime":5,"cert":"N\/A","id":204183,"title":"United 300","adult":false},{"cast":["Harriet Andersson","Zbigniew Cybulski","Isa Quensel","Thomas Svanfeldt","Jane Friedmann"],"overview":"A widowed woman undergoes a true sexual awakening in this provocative drama. The change comes after her husband of 10 years suddenly dies. During their marriage she never felt a thing during sex. Then she meets a lively Pole and begins an affair. Suddenly she finds herself feeling a great deal, and happiness ensues.","release_date":"1964-11-20","genres":[18,18],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":204185,"title":"To Love","adult":false},{"cast":[],"overview":"Directed by Jörn Donner","release_date":"1963-08-31","genres":[],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":204187,"title":"En söndag i september","adult":false},{"cast":["Chester Bennington"],"overview":"A documentary showing the production of Linkin Park's second album, \"Meteora\".","release_date":"2003-03-25","genres":[99,10402],"vote_average":0.0,"runtime":34,"cert":"N\/A","id":204189,"title":"Linkin Park: The Making of 'Meteora'","adult":false},{"cast":["Aleksandr Demyanenko","Viktor Avdyushko","Ivan Ryzhov","Stanislav Khitrov","Lidiya Shaporenko"],"overview":"The time is World War II. Lidiya Shaporenko plays a pregnant German woman, trapped behind Russian lines. When the woman goes into labor, three loyal Soviets deliver her to a field hospital: a newly graduated officer, an affable truck driver, and a soldier shell-shocked into muteness. The dangerous trip to the hospital ends up a rite of passage for all concerned. The winner of a special gold medal at the Venice Film Festival, Peace to Him Who Enters was originally released in the USSR in 1961 under the title Mir Vkhodyashchemu.","release_date":"1961-09-04","genres":[18,10752],"vote_average":4.7,"runtime":90,"cert":"N\/A","id":204194,"title":"Peace to Him Who Enters","adult":false},{"cast":["Serge Merlin","Alina Janowska","Elżbieta Kępińska","Jan Ciecierski","Tadeusz Bartosik"],"overview":"Sampson is one of several Andrzej Wajda films harking back to his youth during the Nazi Occupation of Poland. Many of these concern not only the struggle between good and evil, but also between passive and impassive. The hero is a Jewish youth. He, like his family, has always been silent and undemonstrative in the face of prejudice. Now he stands up for his right to survive, and in so doing represents the fighting spirit that culminated in the 1943 Warsaw Uprising. It was originally titled Samson, but re-spelled as Sampson upon its American release to avoid confusion with a sword-and-sandal epic of the same name.","release_date":"1961-09-11","genres":[12],"vote_average":3.3,"runtime":117,"cert":"N\/A","id":204196,"title":"Samson","adult":false},{"cast":["Laurent Terzieff","Horst Frank","Miloje „Mića“ Orlović","Marijan Lovrić","Suzanne Flon"],"overview":"At the end of World War II, a French pacifist is arrested for refusing to fight. In prison, he befriends a German priest arrested for murder of a French Resistance fighter. They discuss morality, obedience, and religion.","release_date":"1961-09-05","genres":[18],"vote_average":7.7,"runtime":128,"cert":"N\/A","id":204198,"title":"Thou Shalt Not Kill","adult":false},{"cast":[],"overview":"A very slight tale based on an original American story by Leon Ware centered on the Golden Gate Bridge in San Francisco. This adaptation is set on the Tower Bridge in London. A little boy named Tommy watches as his father is arrested after a bad brawl. Tommy believes his father must have killed someone and rather than return home, he heads to Tower Bridge to set up housekeeping there. The atmosphere and life around the bridge are a secondary protagonist in the story, introducing several interesting characters.","release_date":"1959-07-27","genres":[],"vote_average":5.0,"runtime":null,"cert":"","id":204203,"title":"The Boy and the Bridge","adult":false},{"cast":["Marianne Bengtsson","Lars Ekborg","Gunnar Björnstrand","Birger Malmsten","Gaby Stenberg"],"overview":"Sixteen year old Maria arrives in Stockholm. She is going to stay with her aunt. Already at the Central station events occur that change her route.","release_date":"1957-10-14","genres":[],"vote_average":5.0,"runtime":93,"cert":"N\/A","id":204205,"title":"Night Light","adult":false},{"cast":["Jiřina Šejbalová","Miroslav Doležal","Jana Brejchová","Jaroslav Průcha","Libiše Freslová"],"overview":"The title of this highly-regarded Czech drama translates as Wolf Trap. Set in the 1920s, the story revolves around an ambitious young provincial politician (Miroslav Dolozai) who enters into a marriage of convenience with a smotheringly possessive -- and much older -- woman (Jirina Sejbavola). Hoping to temporarily escape his overbearing wife's clutches, the husband strikes up a friendship with her young ward (Jana Brejchova). The relationship blossoms into a deep abiding love, but the jellyfish husband can't bring himself to declare his ardor to the girl. Even after the death of the wife, the husband hasn't the intestinal fortitude to admit his passion, and the results are bleak indeed for the unfortunate ward. Director Jiri Weiss does a masterful job staging his story of frustration and denial against a backdrop of post-WWI bourgeois banality.","release_date":"1958-05-22","genres":[18],"vote_average":5.5,"runtime":92,"cert":"N\/A","id":204207,"title":"Wolf Trap","adult":false},{"cast":["Bill Elliott","George 'Gabby' Hayes","Alice Fleming","Ruth Lee","Peggy Stewart"],"overview":"In Elliot's initial appearance as Red Ryder, he finds himself framed for murder. Little Beaver then foils the crooked Sheriff's attempt to have Red killed escaping jail. When Hannah Rogers gives the Sheriff a note, Red sees her give him a signal. Gabby lifts the note and Red decodes it. The Duchess then gets a confession from Hannah enabling Red to set out after the outlaws.  Written by Maurice Van Auken","release_date":"1944-05-14","genres":[37],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":204209,"title":"Tucson Raiders","adult":false},{"cast":["Emily Ratajkowski","Edoardo Ballerini","Fairuza Balk"],"overview":"A man is suddenly drawn kicking and screaming into caring for his dying mother, and amidst the sudden crush of responsibility he tries to gauge the measure and worth of a man and a life.","release_date":"2015-12-11","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204211,"title":"A Year and a Day","adult":false},{"cast":["Curd Jürgens","Folco Lulli","Lea Padovani","Paul Frankeur"],"overview":"Director Andre Cayatte's first film in two years, Oeil pour Oeil (An Eye for an Eye) was adapted from a novel by Vahe Katcha. The scene is Lebanon, where doctor Curd Jurgens, worn out by a hard day, refuses to examine the wife of Folco Lulli. When the wife subsequently dies, Lulli holds Jurgens responsible. Stalking the doctor day and night, Lulli goads Jurgens into proving that he isn't neglectful. En route to a call at a remote desert outpost, the doctor discovers that his car has been sabotaged. Marooned in the middle of the desert, Jurgens meets his fate at the hands of Lulli in a scene straight out of Von Stroheim's Greed.","release_date":"1957-09-13","genres":[18],"vote_average":0.0,"runtime":113,"cert":"N\/A","id":204213,"title":"An Eye for an Eye","adult":false},{"cast":["Dick van der Velde","Kees Brusse","Jenny van Maerlant","Riek Schagen"],"overview":"“Ciske de Rat” belongs to the Dickensean “little man’s hard life” model and tells a deceptively simple story about a boy in modern Netherlands. Persecution, loneliness, adults’ hostility, fear, mixture of obstinacy and tenderness, and even an imprisonment. Excellent camera movement and delicate portraying of Ciske’s fragile soul put this film out of merely historical context and ensure its place in the history of great cinema.","release_date":"1955-10-07","genres":[],"vote_average":6.7,"runtime":91,"cert":"N\/A","id":204221,"title":"Ciske the Rat","adult":false},{"cast":[],"overview":"WDR Broadcast of Rock Am Ring, June 2nd, 2007","release_date":"2007-06-01","genres":[10402],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":204223,"title":"The Smashing Pumpkins: Rock Am Ring","adult":false},{"cast":[],"overview":"the live performance have become the most exciting part of the music business for me... And it is not only the playing","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204225,"title":"Harry Manx: Live at the basement ( Wild about Harry )","adult":false},{"cast":["Bobby Breen","Henry Armetta","George Houston","Vivienne Osborne","Grant Withers"],"overview":"An orphan (Eight-year-old boy soprano Bobby Breen) gets a chance to sing opera in New York.","release_date":"1936-05-07","genres":[10402],"vote_average":2.0,"runtime":70,"cert":"N\/A","id":204227,"title":"Let's Sing Again","adult":false},{"cast":["Joel McCrea","Mark Stevens","Joan Weldon","Addison Richards","George Chandler"],"overview":"An undercover agent takes the job of sheriff in order to find the men responsible for a series of stagecoach robberies.","release_date":"1957-09-01","genres":[37,28,12],"vote_average":5.3,"runtime":85,"cert":"N\/A","id":204232,"title":"Gunsight Ridge","adult":false},{"cast":["Mario Merola","Angela Luce","Rachele Cimmino","Ciro Ippolito","Pupella Maggio"],"overview":"","release_date":"1981-06-28","genres":[35,18,10402],"vote_average":6.3,"runtime":107,"cert":"N\/A","id":204234,"title":"Lacrime napulitane","adult":false},{"cast":["Yousra","Mai Ezz Eldein","Ezzat Abou Aouf","محمد السبكي","Reda Hamed"],"overview":"","release_date":"2012-06-15","genres":[18,10749,35],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":204236,"title":"Game Over","adult":false},{"cast":["Marv Dunkle","Jim Korinke","Rebecca Neuenswander","Quinn Van Camp"],"overview":"There are few stories better known or more beloved that the American Origin story. Indeed, any schoolchild can recite at least a few lines from the Declaration of Independence, or tell you about Paul Revere's infamous Midnight Ride. Except none of it is true... Centuries of campfire stories have spun America's history into a fanciful tale filled with myths and half truths. MK12's History of America is here to set the record straight. Set against the warm sin of Las Vegas and the cold vacuum of space, this is the true story behind the story -- one which chronicles the epic struggle between the Astronauts and the cowboys as they fight for life, liberty and justice for all. - MK12","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":31,"cert":"N\/A","id":204244,"title":"The History of America","adult":false},{"cast":["Fred MacMurray","Claudette Colbert","Gil Lamb","Cecil Kellaway","Robert Benchley"],"overview":"In this screwball comedy a WW2 US pilot bombs a Japanese aircraft carrier, is assumed to be dead, and then is misquoted in the press as fondly remembering his days back home walking his dog Piggy. Instead of his dog Piggy he is thought to be in love with Peggy, a girl he worked with. The usual farce ensues after he returns home alive and tries to play along with the mistake to save embarrassment for all.","release_date":"1944-12-20","genres":[35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":204252,"title":"Practically Yours","adult":false},{"cast":["Rich Hall"],"overview":"Comedian Rich Hall goes to the Lone Star state in search of the real Texas and asks what it means to be a Texan. From the Alamo to the oil industry and everything in between, Rich explores the landscape, the people and the true heart of this historic state.","release_date":"2013-06-29","genres":[35],"vote_average":0.0,"runtime":90,"cert":"","id":204254,"title":"Rich Hall's You Can Go to Hell, I'm Going to Texas","adult":false},{"cast":["Anikha Surendran","Chethan Jayalal","Isha Sharvani","Nivin Pauly","Kavya Madhavan"],"overview":"Five women, Anikha, Isha, Gauri, Kullante and Aami, undergo life-changing experiences with regard to love.","release_date":"2013-06-21","genres":[10751,10749],"vote_average":7.6,"runtime":140,"cert":"N\/A","id":204259,"title":"5 Sundarikal","adult":false},{"cast":["Dulquer Salmaan","Jacob Gregory","Aparna Gopinath","Tovino Thomas","Vijayaraghavan"],"overview":"","release_date":"2013-06-12","genres":[35],"vote_average":6.6,"runtime":167,"cert":"N\/A","id":204261,"title":"ABCD: American-Born Confused Desi","adult":false},{"cast":["Howard Da Silva","Nicholas Ray","François Truffaut","John Houseman","Leslie Levinson"],"overview":"A portrait of legendary filmmaker Nicholas Ray while is working as a film professor at a college in upstate New York.","release_date":"1975-01-17","genres":[99],"vote_average":7.0,"runtime":58,"cert":"N\/A","id":204269,"title":"I'm a Stranger Here Myself","adult":false},{"cast":["Kryštof Hádek","Tomáš Löbl","Michael Foret","Jiří Bartoška","Lucie Křížková"],"overview":"","release_date":"2006-02-09","genres":[35],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":204271,"title":"Experti","adult":false},{"cast":[],"overview":"Grabbing social media obsessions by the horns, Blink tells the story of a young man losing himself and the people around him to the traps of a social networking and its questionable safety.","release_date":"","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":204273,"title":"Blink","adult":false},{"cast":["Ravi Teja","Shruti Haasan","Anjali","Prakash Raj","Brahmanandam"],"overview":"Ravi, a collection agent for a bank, learns from his friend about a man and woman who cheat gullible people. Soon, he resolves to teach the couple a lesson.","release_date":"2013-06-29","genres":[28,35],"vote_average":7.8,"runtime":149,"cert":"N\/A","id":204275,"title":"Balupu","adult":false},{"cast":[],"overview":"Three friends try to heist a rare Japanese fish from an aquarium, with unexpected results.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204277,"title":"Fish Burglars","adult":false},{"cast":["川奈舞"],"overview":"Mai Kawana plays a police parking enforcer who is abducted by 2 Japanese men while marking their car's tire for a subsequent follow-up to see if it has been there too long.  After they have their way with her, 2 black American men take her somewhere else to molest and violate her.  As with most Tokyo Hot productions, none of the men wear condoms, and all of them cum inside her.","release_date":"2006-09-30","genres":[],"vote_average":0.0,"runtime":122,"cert":"N\/A","id":204279,"title":"The Black Cannon","adult":true},{"cast":[],"overview":"Want to go through time with the SOL - here is this made specifically made for fans of of you know who","release_date":"1994-03-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204281,"title":"The Time Chasers","adult":false},{"cast":["Sergei Lukyanov","Nikolai Timofeyev","Inna Makarova","Anatoli Chemodurov","Natalya Medvedeva"],"overview":"Originally titled Vozvrachenia Vassilya Bortnikov, Vassili's Return was the last directorial effort by the great V.I. Pudovkin, who died in June of 1953. Like many of Pudovkin's later works, the film was diluted by interference from communist party officials; what remains, however, is well worth having, if miles removed from the brilliance of his earlier Mother, End of St. Petersburg and Storm over Asia. Based on a novel by G. Nikolayeva, the story centers upon a Russian named Vassili (Serge Lukynaov), who leaves his wife to do battle against the Germans in WW II. When Vassili is reported to have been killed in battle, his wife Avodtya (Natalya Medvedeva) marries another man. Per the film's title, Vassili returns, only to find his wife ostensibly out of his reach. Vassili and his former spouse eventually reunite as friends if not lovers, working side by side on a state-approved collective farm.","release_date":"1953-04-01","genres":[18],"vote_average":6.0,"runtime":82,"cert":"N\/A","id":204295,"title":"The Return of Vasili Bortnikov","adult":false},{"cast":["Zanjoe Marudo","Cristine Reyes","Manuel Chua","Maricar De Mesa","Boom Labrusca"],"overview":"A young man is forced to pretend to be his estranged gay brother in order to keep a major business from falling through. Though he has always hated his brother, the young man gains a new appreciation as he lives his brother's life.","release_date":"2013-05-14","genres":[35],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":204306,"title":"Bromance: My Brother's Romance","adult":false},{"cast":["Hong Wan-pyo","Heo Joon-seok","Yang Hyun-min","Kim Young-hyeon"],"overview":"A TV station follows a daily life of a young ‘wanna-be filmmaker’.","release_date":"2013-06-27","genres":[35],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":204311,"title":"Cheer Up Mr. Lee","adult":false},{"cast":["Kim Tae-hoon","Ji Woo","Kang Seok-chul"],"overview":"When Yeon-soo finds out his long awaited baby has fatal deformities, he asks his wife to get an abortion which results in pain and depression.","release_date":"2013-03-14","genres":[53],"vote_average":7.0,"runtime":91,"cert":"N\/A","id":204313,"title":"When Winter Screams","adult":false},{"cast":["Chen Ping","Shirley Yu Sha-Li","Yue Wing","Yeung Chi-Hing","Siu Yam-Yam"],"overview":"Shaw horror\/sexploitation anthology film.","release_date":"1978-08-25","genres":[18,36,27,10749],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":204315,"title":"Sensual Pleasures","adult":false},{"cast":["Maria Pacôme","Jean Marsan","Monique Tarbès","Axelle Abbadie","Hubert Godon"],"overview":"","release_date":"1972-05-13","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204317,"title":"Le don d'Adèle","adult":false},{"cast":["Ahn Sung-ki","Jeong In-gi","Kang Soo-yeon","Park Hee-von","Tony Rayns"],"overview":"After the film screening, five people hold a meeting. Director Jeong asserts that a film should move the heart. Actress Soo-yeon emphasizes on the message of the film, Film critic Tony just discusses about the current trend of Korean cinema. Tomiyama cannot fully express her thoughts because of the language barrier. And, the head of jury, Sung-ki can’t control the situation. Will this jury reach an agreement against all odds? A satire for those who make, watch, and criticize films is about to begin.","release_date":"2013-03-07","genres":[35],"vote_average":7.0,"runtime":24,"cert":"N\/A","id":204319,"title":"Jury","adult":false},{"cast":["Taisia Crummie","Ilya Rigin","Lyudmila Shevchenko"],"overview":"Weary of Moscow, a young photographer sets out for the Kola Peninsula in order to document the life of the local fishing communities whose inhabitants have lived in close proximity to the sea for centuries. The director portrays the wild beauty of this gradually disappearing world through a series of poetic images.","release_date":"2013-06-30","genres":[18],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":204327,"title":"The Sea","adult":false},{"cast":["Rade Šerbedžija","Dragan Nikolić","Sonja Savić","Pavle Vuisić","​Ljubiša Samardžić"],"overview":"Political and social undercurrents in the former Yugoslavia are the topic of this slice-of-life film from director Boro Drašković. After a train breaks down and the passengers are forced to spend a day at a remote country tavern, the mix of seasonal farm workers, transients, musicians, and would-be Party kingpins heads toward some explosive moments. A truckload of chickens arrive to be killed and cooked for the unruly group of passengers, and when a few boorish men harass a female singer, their actions lead to unexpected violence.","release_date":"1985-06-03","genres":[18],"vote_average":8.1,"runtime":104,"cert":"N\/A","id":204341,"title":"Life Is Beautiful","adult":false},{"cast":["Janine Kunze","Heikko Deutschmann","Stefan Mehren","Claudio Caiolo","Mario Irrek"],"overview":"","release_date":"2008-04-10","genres":[35,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204346,"title":"Küsse à la carte","adult":false},{"cast":[],"overview":"Following Marcella’s disappearance, her family withdraws, hoping to mourn in peace. A furious emotional storm will take place behind closed doors as everyone is forced to expose oneself. Nobody will emerge unscathed.","release_date":"2012-10-19","genres":[18,27],"vote_average":4.0,"runtime":101,"cert":"N\/A","id":204348,"title":"The Crack","adult":false},{"cast":["Frank Zappa","Napoleon Murphy Brock","George Duke","Chester Thompson","Ruth Underwood"],"overview":"Frank Zappa: A Token of his Extreme is the 1974 television special recorded at Kcet in Hollywood that was produced by Zappa and aired only in France and Switzerland.  The program, as thoroughly tweezed and produced by Zappa for his own Honker Home Video label, includes the following musical performances by Zappa and his band: T”he Dog Breath Variations\/ Uncle Meat,” “Montana,” “Florentine Pogen,” “Stink-Foot,” “Pygmy Twylyte,” “Room Service,” “Inca Roads,” “Oh No,” Son of Orange County,” “More Trouble Every Day” and “A Token of My Extreme.”  In the words of Zappa himself as he said it on The Mike Douglas Show in 1976, “This is  put together with my own money and my own time and it’s been offered to television networks and to syndication and it has been steadfastly rejected by the American television industry.","release_date":"2013-06-03","genres":[10402],"vote_average":9.5,"runtime":90,"cert":"N\/A","id":204362,"title":"Frank Zappa: A Token Of His Extreme","adult":false},{"cast":["Mark W. Hardin","Edward J. Fasulo","Mary Jean Feton","Vincent Wares"],"overview":"A confused young man, just out of the proverbial gay closet, must choose between his lover of nine months and his ultra-religious parents on Christmas Eve.","release_date":"2001-11-29","genres":[35,18],"vote_average":2.0,"runtime":78,"cert":"N\/A","id":204367,"title":"Visions of Sugarplums","adult":false},{"cast":["Cecilia Bengolea","Leonardo Brzezicki","Adrián Fondari","Pablo Razuk","Fabián Talín"],"overview":"A suicidal young singer named Reni (Cecilia Bengolea) is about to get kicked out of her band when she meets a male gigolo, Andres (Leonardo Brezicki), at an ATM after he picks her pocket. They begin an affair, and she decides to become a hooker so she can spend more time with her newfound love. Suicide's beginning to look good! Filmed in Buenos Aires.","release_date":"2002-06-12","genres":[18,10749],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":204372,"title":"Smokers Only","adult":false},{"cast":["Ann Sothern","Lloyd Nolan","Douglass Dumbrille","John Arledge","Berton Churchill"],"overview":"Gangster tries to censor a crusading radio station by jamming its signal.","release_date":"1936-02-05","genres":[80,53,18],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":204383,"title":"You May Be Next","adult":false},{"cast":["Mohamed Ramadan","Rania Mallah","Ahmad Bedir","ضياء عبدالخالق","Aaidah Riyadh"],"overview":"","release_date":"2012-06-25","genres":[53,18,28],"vote_average":4.8,"runtime":null,"cert":"N\/A","id":204385,"title":"AL ALAMANY","adult":false},{"cast":["Alexandre Castonguay","Ariane Lacombe"],"overview":"Winter, north of Quebec. A spanish woman has a short an intense relationship.","release_date":"2011-09-30","genres":[10749],"vote_average":6.0,"runtime":18,"cert":"","id":204393,"title":"Opasatica","adult":false},{"cast":["Naga Chaitanya Akkineni","Sunil Varma","Tamanna Bhatia","Andrea Jeremiah","Ashutosh Rana"],"overview":"A gentle and introverted young man is given employment in the police department, when his father, an inspector, dies of a sudden heart attack. In the line of duty, when he earns the wrath of a dangerous gangster, he and his brother must fight to defeat their powerful enemy. Will they succeed in doing so?","release_date":"2013-05-10","genres":[28,10749,10751],"vote_average":7.0,"runtime":147,"cert":"N\/A","id":204395,"title":"Tadakha","adult":false},{"cast":["Whirimako Black","Rachel House","Antonia Prebble","Nancy Brunning","Te Waimarie Kessell"],"overview":"A medicine woman - a giver of life - is asked to hide a secret which may protect one life but which will destroy another.","release_date":"2013-06-26","genres":[18,36],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":204397,"title":"White Lies","adult":false},{"cast":[],"overview":"A man travels from New York to LA to see his son for the first time and gets stuck in a small Texas town and involved in a double murder.","release_date":"","genres":[],"vote_average":0.0,"runtime":123,"cert":"N\/A","id":204402,"title":"The Vern: A One Hit Wonder Story","adult":false},{"cast":[],"overview":"The time is the mid-14th century --- the Pope is now residing at Avignon, the Black Death is killing millions across Europe, and civil wars are adding to the turmoil and chaos. In this story adapted from Giovanni Boccaccio's Decameron, a young teenage couple is sent to live in a nearby town by the man's uncle, in an attempt to keep them safe from harm. She is from the lower classes, and he comes from a noble family -- a family that opposes his choice of a future bride. While en route to the town, the couple's horses are stolen and they are forced to continue through the forest on foot -- at a pace that introduces them to a kaleidoscope of Boccaccio's characters, from masters of mysticism, to soldiers of the warring Papal armies. Somehow, the couple manage to get through this gauntlet of sorts, and they do marry. Just as they are ready to go back to Rome, they hear that there is an insurrection in the offing, and suddenly, their brief spate of stability is threatened again.","release_date":"1981-01-01","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":204407,"title":"Bosco d'amore","adult":false},{"cast":["Daniel Olbrychski","Ena Begović","Gorica Popović","Mirjana Karanović","Dragan Maksimović"],"overview":"The setting is the islands off the Dalmatian coast of Yugoslavia, during WW II. The islands are controlled by occupying Italian forces, and a resistence movement of Communists is dedicated to sabotaging and ending the occupation. When a wealthy young man joins the resistence, he falls in love with a woman who turns out to be a spy for the Italians. As a result of his liaison and her activity, they are both executed by a Communist comrade - a previous friend. The comrade is dedicated to the hard-line policies of the resistence, until he himself falls in love with the daughter of a bourgeois landowner on the island - a landowner who has collaborated with the Italians. Neither the Italian occupying army (one officer is shown in an attempted rape scene) nor the resistence fighters are stereotyped forces for good or evil, but all are equally subject to the dehumanizing effects of war.","release_date":"1981-07-07","genres":[10752],"vote_average":8.0,"runtime":117,"cert":"N\/A","id":204415,"title":"The Fall of Italy","adult":false},{"cast":["Pedro Damián","Manolo Cardona","Diana Bernedo","Elizabeth Valdez","Danny Perea"],"overview":"While traveling on vacation in the Mexican jungle, three young friends, witness the murder of a group of indigenous peasants.","release_date":"2011-03-25","genres":[18],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":204420,"title":"Al acecho del leopardo","adult":false},{"cast":["Jean-François Stévenin","Jean-Pierre Sentier","Catherine Lachens","Jean-Pierre Tailhade","Martine Sarcey"],"overview":"Paul and Rene, two men in their forties weary with life. One a widower, the other is divorced and pays alimony to his ex-wife. They live together, go on vacations together. This last vacation has been a washout and so is their return.","release_date":"1980-10-29","genres":[],"vote_average":5.0,"runtime":110,"cert":"N\/A","id":204422,"title":"Two Lions in the Sun","adult":false},{"cast":[],"overview":"Iván Ávila Dueñas uses domestic found footage material. We observe a mineral engineer, a priest and a constructor filming their personal life in Zacatecas, Mexico between 1930 ad 1950.","release_date":"2013-04-12","genres":[99],"vote_average":5.5,"runtime":67,"cert":"N\/A","id":204424,"title":"La vida sin memoria parece dulce","adult":false},{"cast":[],"overview":"A young toll-booth worker is torn between leaving home to see the world or staying in the small Kansas town where he grew up.","release_date":"2001-01-01","genres":[],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":204432,"title":"The Good Things","adult":false},{"cast":["James Ellroy"],"overview":"A documentary about James Ellroy and his fascination with unsolved murder cases, especially those of his mother, and the similar, infamous, Black Dahlia murder.","release_date":"2001-09-09","genres":[99,80],"vote_average":5.5,"runtime":90,"cert":"N\/A","id":204434,"title":"Feast of Death","adult":false},{"cast":["Mathias Malzieu","Olivia Ruiz","Grand Corps Malade","Jean Rochefort","Emily Loizeau"],"overview":"In Scotland 1874, Jack is born on the coldest day ever. Because of the extreme cold, his heart stops beating. The responsible midwife in Edinburgh finds a way to save him by replacing his heart with a clock. So he lives and remains under the midwife's protective care. But he must not get angry or excited because that endangers his life by causing his clock to stop working. Worse than that, when he grows up, he has to face the fact he cannot fall in love because that too could stop his delicate heart.","release_date":"2014-02-05","genres":[16,10749,12,18,14],"vote_average":6.9,"runtime":94,"cert":"N\/A","id":204436,"title":"Jack and the Cuckoo-Clock Heart","adult":false},{"cast":["Sergei Parajanov","Andrei Tarkovsky"],"overview":"A bunch of stories, portraits and images about people of amazing destinies, including Parajanov and Tarkovsky, merging into a non-traditional and polemic image of Armenia.","release_date":"1987-01-01","genres":[99],"vote_average":6.0,"runtime":56,"cert":"N\/A","id":204441,"title":"Islands","adult":false},{"cast":["Andy Clyde","Arthur Housman"],"overview":"Taxi driver Andy Clyde gets mixed up in drunken passenger Arthur Housman's scheme and has to dress up as a Indian to entertain Housman's guests. Then the real Indian comes and he gets confusion about what kind of Indian he's supposed to be.","release_date":"1936-09-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":204446,"title":"Am I Having Fun!","adult":false},{"cast":["Charles Starrett","Finis Barton","J.P. McGowan","William Millman","Reginald Hincks"],"overview":"A cowboy out to find out who murdered his brother discovers that the killers may not be who he thought they were.","release_date":"1936-11-26","genres":[37],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":204448,"title":"Stampede","adult":false},{"cast":["Denisa Heaven","Sweet Cat"],"overview":"Experience the hot lovemaking beautiful women among them! This film takes you into the world of lesbian love in all its beauty and lets secret fantasies come true men. Be close to the action when women indulge your passionate desire and suddenly sexual playmates of girlfriends.","release_date":"2012-01-08","genres":[],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":204450,"title":"Lesbian Love","adult":true},{"cast":["Hsiang Chin Han","David Tang Wei","Yang Yang","Chi Chin"],"overview":"Chan is forced to fight after his baby is iced.","release_date":"1971-10-20","genres":[12,28,14],"vote_average":5.5,"runtime":90,"cert":"N\/A","id":204452,"title":"Invincible Super Chan","adult":false},{"cast":["Philippe Vuillemin","Valérie Stroh","Véronique Silver","Bernard Freyd","Marianne Basler"],"overview":"In 1856, fresh from life with nuns in an orphanage school, Alexina Barbin comes to a coastal village in La Rochelle to teach the village girls. She is deeply religious. She shares the classroom and a bedroom with the young and vivacious Sara, with whom she falls in love. Alexina has another secret: her gender is mysterious. She and Sara begin a scandalous love affair, but Alexina seeks marriage and social acceptance. She discloses her secrets to the village priest, to her mother, to the bishop, and to the bishop's physician. After the church and court rule on her petition, marriage to Sara becomes Alexina's sole purpose and hope.","release_date":"1985-09-25","genres":[18],"vote_average":6.0,"runtime":86,"cert":"N\/A","id":204457,"title":"The Mystery of Alexina","adult":false},{"cast":["Douglas Fairbanks Jr."],"overview":"Documentary about the early career of Charlie Chaplin.","release_date":"1967-11-13","genres":[99],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":204474,"title":"The Funniest Man in the World","adult":false},{"cast":["William Holden","Coleen Gray","Mary Jane Saunders","Charles Winninger","Stuart Erwin"],"overview":"Johnny Rutledge is a drifter who comes to and discovers a cabin in the forest where five kids: January, February, March, April, and May are living without parents. Their parents died a while ago, and they want to keep that secret from the townspeople, especially the young school teacher, Prudence Millett, to avoid being sent to a children's home and eventual separation. Johnny moves in with the kids and poses as their uncle to take care of them while romancing Prudence. But in order to keep the children, he has to get married.","release_date":"1950-02-22","genres":[35,10751],"vote_average":6.3,"runtime":83,"cert":"N\/A","id":204482,"title":"Father Is a Bachelor","adult":false},{"cast":[],"overview":"The film follows five years in the life of a young girl as she struggles against an onslaught of good intentions. From her first encounter with the social care system, through a range of foster placements, to a haunting climax, we are challenged to question how it is that so many well-intentioned people can do so much unintended damage. And how it is that the £4bn a year that people in the UK spend on children in care has failed to break the cycle of abuse, addiction and abandonment. Written by Tim Kemp","release_date":"2009-05-20","genres":[18],"vote_average":0.0,"runtime":103,"cert":"","id":204484,"title":"Hell's Pavement","adult":false},{"cast":[],"overview":"Enlisted to teach a class of wheelchair-users about filmmaking, the neurotic Jasper gets a little more than he bargained for. His charges seem to know more than he does about his subject; they're not impressed by his own heartfelt social realist oeuvre; and they meet his every suggestion with the blank indifference peculiar to the streetwise adolescent. Questions condescending outreach projects, self-defeating attitudes within the disabled community, and the vacuity of the film business - all with a sly wink and a healthy helping of self-parody. Written by EFF","release_date":"2008-11-21","genres":[18],"vote_average":0.0,"runtime":80,"cert":"","id":204489,"title":"Special People","adult":false},{"cert":"N\/A","title":"Tory Boy","cast":[],"genres":[],"id":204491,"overview":"Against all the odds, film-maker and Labour voter John Walsh becomes a Conservative Candidate for a seat in a Labour heartland during the British 2010 General Election Campaign. What he uncovers is a place where intimidation and neglect have scarred a town that politics has forgotten. He goes on a quest to find the local absentee Labour Member of Parliament. Using his insights as a candidate and animation techniques, ToryBoy is a political satire that cuts to the heart of the current British anger over politicians who have exploited a system for years. Working with news footage, animation and film from the campaign shot over six months, ToryBoy is a unique insight into the political culture of one of the worlds oldest democracies. Written by Anonymous","runtime":null,"release_date":"","vote_average":7.0,"adult":false}]