[{"cast":["Alyssa Milano","Cameron Bancroft","Winston Rekert","Paul Dignard","Duncan Fraser"],"overview":"A young couple and their dog struggle to survive in Alaska.","release_date":"1996-11-03","genres":[18,12],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":206002,"title":"To Brave Alaska","adult":false},{"cast":["Mark Forest","Chelo Alonso","Vira Silenti","Angelo Zanolli","Federica Ranchi"],"overview":"Maciste travels to Egypt, where he leads a revolt against an evil queen. In Son of Samson, Maciste (Mark Forrest) -- scion of the famed muscleman -- travels to the Egyptian city of Tanis to checkmate villainous Queen Smedes (Chelo Alonso), who's persecuting the citizenry.","release_date":"1960-11-24","genres":[12,28,18,10749],"vote_average":5.7,"runtime":94,"cert":"N\/A","id":206004,"title":"Son of Samson","adult":false},{"cast":[],"overview":"Set in Tasmania, a boy is sent to stay with cousins while his mother is ill and discovers a wilderness adventure.","release_date":"1988-05-01","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":206006,"title":"Devil's Hill","adult":false},{"cast":[],"overview":"The story of a garage band rock star named Ace who receives a guitar as a gift that once belonged to the god father of heavy metal, Eddie Lee Stryker. Ace soon realizes that this guitar is possessed by the spirit of Eddie and that the rock god was murdered by Mrs. Delicious (the beautiful and deadly Detroit crime boss). With the help of her crew of sexy hit women, Mrs. Delicious is terrorizing the city. The violent vixens start on a killing spree murdering anyone who has borrowed money from their boss and has not paid her back. When the blood trail leads them to Ace's dad's guitar shop, Ace is forced to take action to save his friends and family and avenge the death of his rock-n-roll idol.","release_date":"2009-05-14","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":206008,"title":"Heavy Mental: A Rock-n-Roll Blood Bath","adult":false},{"cast":["Christian Markhoff","Werner Timm","Master W.","Der Unbekannte"],"overview":"Two young friends go deep in the woods to camp and drink. As they are totally drunk a terrible accident happens and one of the friends loses his life. But is death really the end? Maybe a handful of those legendary magic mushrooms can bring him back to life…  A wild odyssey begins that has never been witnessed before. Our hero has to face the most weird characters and creatures but the will to make his friend live again lets him get through the most dangerous adventures. But there is one last question that remains: Will the mushrooms have the expected effect?.","release_date":"2009-11-10","genres":[27,35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":206010,"title":"The Secret of the Magic Mushrooms","adult":false},{"cast":[],"overview":"","release_date":"2010-11-10","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206012,"title":"Das älteste Gewerbe","adult":false},{"cast":[],"overview":"Mill Creek Entertainment introduces the Giant 600 Cartoon Collection for one incredible low price. All your favorite characters are there including Popeye, Woody Woodpecker, Casper the Friendly Ghost, Betty Boop, Felix the Cat, Little Lulu, Clutch Cargo, The Three Stooges and many, many more! You'll discover gems from the early days of animation and charming fables galore. It's all here in this 600 cartoon cavalcade, digitally re-mastered onto 12 DVDs.","release_date":"2008-07-22","genres":[],"vote_average":0.0,"runtime":3720,"cert":"N\/A","id":206026,"title":"Giant 600 Cartoon Collection","adult":false},{"cast":["Neil Diamond","Richard Rodney Bennett","King Errisson","Tom Hensley","Alan E. Lindgren"],"overview":"In 1976, Neil Diamond ended his monumental tour of Australia and New Zealand by playing to 38,000 fans in Sydney, a record number for a pop concert at the time. Originally broadcast as a television special, Neil Diamond - The Thank You Australia Concert: Live 1976 captures that historical night, preserving a consummate performer at his most muscular.  Striding the stage in yellow shirt and leather pants, Diamond is a master showman, playing to the rafters while somehow making the massive venue into an intimate club show. The singer spends almost as much time chatting with the crowd as he does playing music, including an extended run through of all the places from around the country and around the world the concertgoers have traveled from.","release_date":"2008-07-01","genres":[10402],"vote_average":0.0,"runtime":111,"cert":"N\/A","id":206031,"title":"Neil Diamond - The Thank You Australia Concert","adult":false},{"cast":["Alberto San Juan","Nathalie Poza","Miguel Rellán","Javier Gutiérrez","Andrés Lima"],"overview":"Comedy set in 1977, in which a renowned playwright (Alberto San Juan) tries to shoot a social protest drama starring a doldrums folk, former child star (Natalie Poza) and produced by a producer and shameless liar (Miguel Rellán). Inexperience, ambition, lack of means and the love-hate relationship with the star director shooting become a craze.","release_date":"2007-02-09","genres":[],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":206033,"title":"Días de cine","adult":false},{"cast":["Pedro Armendáriz","Christiane Martel","Rodolfo Hoyos Jr.","Terry Rangno","Boyd Holister"],"overview":"The most fearsome pirate in epic deeds and fierce battles. Betrayed and abandoned on an island, discover a fabulous treasure and fight to the death to save a child from the dangers and wild beasts.","release_date":"1959-03-01","genres":[],"vote_average":5.0,"runtime":73,"cert":"N\/A","id":206035,"title":"The Little Savage","adult":false},{"cast":["Spencer John French","Danny Trejo","Lupe Ontiveros","Elisa Bocanegra","María Esquivel"],"overview":"Orphaned as an infant, Juan Frances (Spencer John French) is a talented ranchera singer, but he faces a hurdle in his attempt to succeed as a Latin music performer: He's a chubby, red-headed 33-year-old who grew up in a Hispanic home but looks like an Ohio farm boy. As Juan struggles to make ends meet by working eight jobs, his girlfriend (Maria Esquivel) and lizard-smooth promoter (David Franco) plot an aggressive image change for Juan.","release_date":"2008-07-25","genres":[35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":206046,"title":"El Superstar: The Unlikely Rise of Juan Frances","adult":false},{"cast":["Michael Wong","Kenny Bee","Julian Cheung","Roy Cheung","Simon Lui"],"overview":"Burglars leaving the scene of their latest loot cross paths with cops ambushing an armed criminal in the same area. Amid the chaos, the burglars take a bar hostage and begin planning their escape not knowing that the armed criminal is in the bar.","release_date":"2001-12-13","genres":[80,18],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":206051,"title":"The Replacement Suspect","adult":false},{"cast":["Peter Strauss","Mary McDonnell","Michelle Trachtenberg","Yvonne Zima","Susan Hogan"],"overview":"The fast-paced city life of two sisters is turned upside down when they are sent to live in the country with their father after their mother is killed.","release_date":"2000-01-12","genres":[],"vote_average":5.2,"runtime":96,"cert":"N\/A","id":206053,"title":"A Father's Choice","adult":false},{"cast":["Carrie Keagan"],"overview":"A comedy centered around a newly divorced guy (Wolff) who moves in with his son (Dean) and joins him on the singles scene.","release_date":"2010-04-17","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":206061,"title":"Father vs. Son","adult":false},{"cast":["Madge Bellamy","Mae Giraci","John Bowers","Gertrude Astor"],"overview":"In 17th-century England, an outlaw clan kidnaps a young girl, who grows up among them. The farm boy who met her just before the kidnapping eventually rescues her, and they fall in love.","release_date":"1922-10-01","genres":[],"vote_average":7.0,"runtime":87,"cert":"N\/A","id":206063,"title":"Lorna Doone","adult":false},{"cast":[],"overview":"Dramatic documentary about the young German pacifist and theologian Dietrich Bonhoeffer who resisted the Nazi regime and was hanged two weeks before World War II was over.","release_date":"2003-06-19","genres":[99,36],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":206065,"title":"Bonhoeffer","adult":false},{"cast":["Isela Vega","Cameron Mitchell","Helena Rojo","Enrique Lucero","Jorge Luke"],"overview":"A vengeful widow hires a professional killer to train her son so that he can hunt down and kill the men who murdered her husband. The quest for revenge soon becomes an obsession.","release_date":"1971-04-29","genres":[37],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":206067,"title":"El sabor de la venganza","adult":false},{"cast":["Tania Alvarado","Robert Woods"],"overview":"","release_date":"1970-08-28","genres":[12],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":206069,"title":"Il corsaro","adult":false},{"cast":[],"overview":"Periyar (Tamil: பெரியார்) is a 2007 Tamil biographical film, made about the life of the social reformer Periyar E. V. Ramasamy","release_date":"","genres":[],"vote_average":0.0,"runtime":153,"cert":"N\/A","id":206071,"title":"Periyaar","adult":false},{"cast":["Lasse Pöysti","Toini Vartiainen","Reino Valkama"],"overview":"","release_date":"1952-07-04","genres":[35],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":206079,"title":"Kaikkien naisten monni","adult":false},{"cast":["Philip Friend","Charles Coburn","Wanda Hendrix","Cecil Kellaway","Victor Jory"],"overview":"","release_date":"1951-08-11","genres":[12],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":206081,"title":"The Highwayman","adult":false},{"cast":["O.W. Fischer","Odile Versois","Horst Buchholz","Fritz Tillmann","Elisabeth Flickenschildt"],"overview":"","release_date":"1957-01-15","genres":[18],"vote_average":7.2,"runtime":null,"cert":"N\/A","id":206083,"title":"Herrscher ohne Krone","adult":false},{"cast":[],"overview":"","release_date":"2007-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206085,"title":"Everlasting Hate","adult":false},{"cast":["Heinz Rühmann","Hannelore Schroth","Siegfried Lowitz","Ursula Heyer","Renate Ewert"],"overview":"A man takes in three a dog and three runaway girls.","release_date":"1958-09-03","genres":[35],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":206093,"title":"Der Mann, der nicht nein sagen konnte","adult":false},{"cast":["Denisa Heaven","Leony April","Sindy Vega","Victoria Puppy","Rita Peach"],"overview":"Friday evening, no work for the coming days and all the time to fully enjoy each other. Some tasteful wine, a nice movie and just after midnight.... time to discover new ways of pure pleasure in hot sensual sex!","release_date":"2012-11-19","genres":[10749],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":206110,"title":"After Midnight","adult":true},{"cast":["Miguel Ángel Ferriz","Evangelina Elizondo","Fernando Leal","Claudia Frías","Enrique Páez"],"overview":"The story of a gay man's cathartic one-night immersion in Monterrey's sexual underworld after his lover dies of AIDS.","release_date":"1995-02-14","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":206118,"title":"There's No Pain in Paradise","adult":false},{"cast":[],"overview":"This 46-minute film includes dramatic historical footage, colorful animations, and interviews with earthquake experts. The catastrophe of the great 1906 quake spurred a century of progress in earthquake science and engineering. Current and future research includes drilling through the San Andreas Fault at depth in the SAFOD Experiment. Learn what you can do to reduce the risk to yourself and family.  Shock Waves received recognition as an outstanding documentary at the 2006 Telly Awards and has been nominated for an Emmy.","release_date":"2006-04-12","genres":[99,36],"vote_average":0.0,"runtime":46,"cert":"N\/A","id":206120,"title":"Shock Waves: One Hundred Years After the 1906 Earthquake","adult":false},{"cast":["Teo Mammucari","Paul Sorvino","Emmanuelle Seigner","Daniele Liotti","Anna Valle"],"overview":"In a world parallel to ours, things and people have supernatural powers. Witches exist, they are beautiful and attractive and try to do their 'work' to the fullest.","release_date":"2001-11-15","genres":[35],"vote_average":6.1,"runtime":null,"cert":"N\/A","id":206122,"title":"Streghe verso nord","adult":false},{"cast":[],"overview":"Olomana Gardens Permaculture and Aquaponics takes viewers on an in depth tour of this certified organic demonstration farm. In this 60 minute film we learn about permaculture as practiced at Olomana Gardens in Waimanalo. Permaculture is basically about reducing waste: using everything and not throwing anything away. The main aim is to create living and sustainable systems. It is an ecologist's dream of actively conserving world life and resources. The film focuses on the synergy between animals and plants. A big feature is the aquaponics section. Aquaponics comes from aquaculture coupled with hydroponics. This type of growing sytem combines fish raising and production of organic vegetables. It has the potential of supplying vast numbers of people with a sustainable and ecologically healthy supply of protein and vegetables at a minimal investment with quick results","release_date":"","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":206124,"title":"Olomana Gardens Permaculture and Aquaponics","adult":false},{"cast":[],"overview":"Two teddy-bears go hunting unicorns, their favorite prey.","release_date":"2013-03-12","genres":[16,14],"vote_average":7.4,"runtime":9,"cert":"N\/A","id":206126,"title":"Unicorn Blood","adult":false},{"cast":["Lew Fields"],"overview":"Otto Ott owns and operates a summer garden, which is successful if only because they serve the largest beers in town for only 5¢ apiece. The problem is Otto's manager wife. Although they have been married only a year, to him it feels like an eternity. Mrs. Ott is the bane of all the waiters' existences, all of whom she fires. This situation causes a staffing problem for Otto. Otto's solution may lead to another problem for him at home, while Mrs. Ott's solution causes further problems for Otto, one which may not be entirely her fault.","release_date":"1930-06-09","genres":[35],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":206137,"title":"23 -- Skidoo","adult":false},{"cast":["David Connolly","Sarah Lassez","Michael T. Weiss"],"overview":"Arthur Dichter thinks he is dying of insomnia, but the reality is much more frightening. In this surreal puzzle film, Dichter turns from his wife to a private journal to record his deepest fears. Anna knows her husband lives in a waking nightmare where delusions and reality blend, but is powerless to help him. As Arthur's disease gives way to despair, loneliness, and alienation, he and Anna hang onto their last shred of hope. This atmospheric film explores personal identity, marital discord, and contemporary life, turning narrative and chronology inside out to find the darkest corners of the human spirit.","release_date":"2007-08-25","genres":[18,27],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":206139,"title":"Fade","adult":false},{"cast":[],"overview":"Jim Van Bebber's eight-millimeter kung fu short, a prototype for Deadbeat at Dawn.","release_date":"1983-01-01","genres":[],"vote_average":4.0,"runtime":35,"cert":"N\/A","id":206141,"title":"Into the Black","adult":false},{"cast":[],"overview":"The true story of an iconic street, as told by the men and women who made it. Narrated by Anthony LaPaglia.  After the disaster of World War II, a wave of Italian immigrants found their way to Melbourne - a strange place, suspicious of outsiders and completely devoid of a good cup of espresso. Congregating in a then run-down stretch of Carlton known as Lygon Street, these irrepressible restaurateurs, entrepreneurs and sometime mafiosi would come to define not only a street, but an entire country.\r 'Lygon Street - Si parla Italiano' brings to life the people, places and, of course, pastas that have made up one of Australia's most remarkable communities.","release_date":"2013-08-03","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":206146,"title":"Lygon Street - Si parla Italiano","adult":false},{"cast":["John Hargreaves","Wendy Hughes","Charles Tingwell","David Cameron","Anna Maria Monticelli"],"overview":"My First Wife is about the dramatic collapse of the marriage between John and Helen.  It is also a film about our children and the future we offer them. Helen has decided to leave, and it is John who lacks the inner resources to cope with the impending tragedy. Slowly he is sucked into a tunnel of despair – fighting his conservative nature and the romantic memories of his married life.","release_date":"1984-09-12","genres":[18],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":206154,"title":"My First Wife","adult":false},{"cast":[],"overview":"Murder, sex, drugs, art politics... Sneakers Hanging on telephone lines have become a powerful urban symbol, inspiring genesis theories both hilarious and sinister. In an effort to get to the truth once and for all we asked the people of Earth to help us solve the mystery.","release_date":"2010-02-07","genres":[],"vote_average":6.0,"runtime":14,"cert":"N\/A","id":206156,"title":"The Mystery of Flying Kicks","adult":false},{"cast":["Sujeylin Aguilar"],"overview":"In Managua, Nicaragua, teenager Sujeylin Aguilar raises her newborn daughter Karla on the same streets she has been calling home for the past eight years. Based in a city park and part of a larger group of youngsters, mother and baby struggle to reach the little one's first birthday. Beautifully told and full of hope, Karla's Arrival offers an intense personal story about second generation street children.","release_date":"2011-09-27","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":206158,"title":"Karla's Arrival","adult":false},{"cast":["Erika Toda","Kazuki Kato","Tatsuya Wakaba"],"overview":"Natsuki takes care of her young autistic brother. She then meets her old childhood friend and falls in love, unfortunately he suffers from a serious illness.","release_date":"2009-03-14","genres":[18,10749],"vote_average":7.1,"runtime":103,"cert":"N\/A","id":206160,"title":"Days with You","adult":false},{"cast":["Tarcísio Filho","Miguel Ramos","João França","Lu Adams","Júlia Barth"],"overview":"Three cousins ​​were set in a magical location in southern Brazil, known as Cerro Jarau. They grew up under the influence of the legend of a princess imprisoned in a cave, known as Teiniaguá. Among the three cousins​​, the girl is the bravest and who had the courage to challenge this legend. But all grew and she was helping her husband in the sale of a club. When the new owner of the site refuses to pay what you owe, your husband is pressed for a criminal to salute a debt, and it ends up practicing a robbery. His wife, betrayed and humiliated, decides to take the money and run to Cerro Jarau again, which will once again rediscover the ancient legends of the region.","release_date":"2005-04-15","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":206162,"title":"Cerro do Jarau","adult":false},{"cast":["Indrajith Sukumaran","Murali Gopy","Lena","Hareesh Peradi","Remya Nambeesan"],"overview":"The basic story of the movie revolves around P.K. Jayan aka 'Vattu' Jayan (played by Indrajith) and Roy Joseph aka Che Guevera Roy (played by Murali Gopy). Vattu Jayan is a corrupt cop who manages his daily necessities through bribed money and does not touch his salary for anything. Che Guevara Roy is an ex-communist comrade who now teaches in a school with his wife.","release_date":"2013-06-13","genres":[18,53],"vote_average":7.1,"runtime":167,"cert":"N\/A","id":206167,"title":"Left Right Left","adult":false},{"cast":["John Waters","Bill Hunter","Melissa Jaffer","Wyn Roberts","Graham Rouse"],"overview":"In the 1930s, a farmer's wife in a small town is murdered. Suspicion falls on a Polish labourer and a posse is formed to catch him.","release_date":"1978-06-28","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":206169,"title":"Weekend of Shadows","adult":false},{"cast":["Pedro Armendáriz","Joseph Calleia","Rodolfo Acosta","Andrés Velázquez","Laila Maley"],"overview":"A little boy runs away with a star jumping horse after the horse is abused.","release_date":"1955-12-22","genres":[10751],"vote_average":5.5,"runtime":73,"cert":"N\/A","id":206171,"title":"The Littlest Outlaw","adult":false},{"cast":["Kim Hae-sook","Ki Joo-bong"],"overview":"An unhappy woman in her 50s finds the love she's been pining for in the arms of her daughter's boyfriend, who is 23 years younger. Even with the neighbors in shock and her family up in arms, the woman holds on to her new love fervently.","release_date":"2008-04-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206173,"title":"Viva! Love","adult":false},{"cast":[],"overview":"In The Burial Society, Sheldon Kasner, an unlikely criminal who works as a bank loan manager, infiltrates the mysterious world of the Chevrah Kadisha (the Jewish society that prepares bodies for burial according to ancient ritual) in order to steal a body and fake his own death after mobsters come after him looking for two million dollars that he is accused of having stolen. Having sought and found refuge within this ancient religious society, Sheldon finds himself captivated by this unusual and powerful world and the three old men who run it.","release_date":"2004-05-28","genres":[],"vote_average":5.0,"runtime":94,"cert":"N\/A","id":206175,"title":"The Burial Society","adult":false},{"cast":[],"overview":"A young photographer is diagnosed with Leber's Hereditary Optic Neuropathy a rare, degenerative eye disease that usually results in blindness.","release_date":"2011-06-30","genres":[],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":206177,"title":"Light of Mine","adult":false},{"cast":["Suzanne Turner","Allan Arbus","Kurtis Blow","Angelle Brooks","Joan Severance"],"overview":"A vengeful woman lures her half brother into a game that may leave her the sole heir to their abusive father's fortune.","release_date":"1997-10-14","genres":[18],"vote_average":5.3,"runtime":96,"cert":"N\/A","id":206185,"title":"In Dark Places","adult":false},{"cast":["Trina","Sommore","Neferteri Shepherd","Roxzane T. Mims","Kia Samuel"],"overview":"\"A Miami Tail\" is a contemporary version of Lysistrata, a classic Greek comedy by Aristophanes. \"A Miami Tail\" has Alicia (Trina) leading the women of Liberty City in a protest against gang violence and disrespect of women in their neighborhood by refusing sex to their gangbanging boyfriends.","release_date":"2003-01-31","genres":[],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":206187,"title":"A Miami Tail","adult":false},{"cast":["Louie Olivos Jr.","Víctor Martínez","Pedro Pano","Alejandro Patiño","Joe Keyes"],"overview":"Three intertwined stories follow characters whose lives are affected by crime as they come into contact with an illegal shipment travelling along the U.S.-Mexico border.","release_date":"2004-06-01","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":206189,"title":"Robbing Peter","adult":false},{"cast":["Elke Sommer","Pierre Brice","Christian Pezey","Vittoria Prada","Jenny Astruc"],"overview":"Olivier, a handsome but callow and moody young student, picks up an enthusiastic actress during a theatre rehearsal, and is introduced to her acquaintances -- a group of jaded rich kids who spend their time storming around the Riviera harassing passersby, throwing wild parties and following all the latest trends. When sexy Elke gives him the eye, he leaves the actress in the lurch and joins the gang for a decadent party aboard a yacht. However, Elke's wanton ways and Olivier's inexperience do not mesh, and in a snit, he accidentally sets the yacht afire. The gang wreaks its vengeance by luring him into a dangerous contest of bravura on a construction site.","release_date":"1962-03-07","genres":[35,18],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":206191,"title":"Sweet Ecstasy","adult":false},{"cast":["Iliza Shlesinger"],"overview":"Connecting imagination and creativity with science and engineering in education.","release_date":"2009-07-16","genres":[99],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":206196,"title":"Imagine It!² The Power of Imagination","adult":false},{"cast":[],"overview":"Ravi Shankar lives in a shabby hotel room belonging to the owner of the Hotel \"Allah Belli\", Sheikhu Dada. Ravi studies in college and pays his rent and living expenses through money-orders sent to him from his dad. Ravi's devotion to the illiterate Shaikhoo Dada borders on worship, which doesn't sit well with his wife or her father, wealthy tycoon Seth Jaghannadh. When Seth drives a wedge between Ravi and Dada, Ravi risks everything to make things right.","release_date":"1981-01-01","genres":[],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":206198,"title":"Nakhuda","adult":false},{"cast":[],"overview":"Once it started it could not end otherwise recounts terrifying and strange happenings that descend on a 1970s high school.","release_date":"2011-05-01","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":206200,"title":"Once It Started It Could Not End Otherwise","adult":false},{"cast":[],"overview":"After being dismissed from his employment as a newspaper editor, for writing against S.K. Vardhan, a influential politician and underworld don, Vinod Kumar, re-locates to the slums of Bombay, and starts his own publication. He soon runs into problems with the local street-gangs, one of which is headed by the notorious Raja. Vinod adopts a positive approach, and this brings out the best in Raja, who even manages to take Vinod's wife, Sudha, to hospital, risking his life, during a Bombay Bandh. Raja then decides to go straight, give up his gang, and study further, encouraged by girlfriend, Geeta. He leaves the slums to upgrade. Several months later, he returns back, anxious to get working with Vinod and his publication, only to find that Vinod is now a criminal don, who has no interest whatsoever in any publication, nor in Raja.","release_date":"1984-01-12","genres":[],"vote_average":8.5,"runtime":162,"cert":"N\/A","id":206202,"title":"Mashaal","adult":false},{"cast":[],"overview":"Pop icon Marianne Faithfull began her musical career by recording \"As Tears Go By,\" the first song Mick Jagger and Keith Richards wrote together. This documentary follows Faithfull's rise, fall and successful return to the music scene.","release_date":"2000-11-21","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":206204,"title":"Marianne Faithfull: Dreaming My Dreams","adult":false},{"cast":[],"overview":"\"Recipe for Love\" is a film about  Two women from disparate backgrounds embark upon a journey of self-discovery, passion, and their love of food.Made in San Francisco but with strong Brazilian influences.","release_date":"","genres":[],"vote_average":6.0,"runtime":26,"cert":"N\/A","id":206206,"title":"Recipe for love","adult":false},{"cast":["Hannah Herzsprung","Sangay Jäger","David Lee McInnis","Yangzom Brauen","Carlos Leal"],"overview":"On the roofs of a Tibetan monastery two boys let fly a kite, but suddenly a shot rips the relaxed silence, and one of the two guys gets shot, the \"Golden Boy\" which is the fictitious successor to the Dalai Lama. The monks act immediately and bring him out of Tibet to secure his body. In the meantime, the Berlinese mountaineer Johanna and her Swiss friend travel to the monastery to stay there for some days...","release_date":"2012-05-30","genres":[18],"vote_average":7.0,"runtime":105,"cert":"N\/A","id":206223,"title":"Escape from Tibet","adult":false},{"cast":["Lorena Comparato"],"overview":"Bia is a teenager just like the others: she's into rock, handball and blood.","release_date":"2010-06-01","genres":[],"vote_average":0.0,"runtime":19,"cert":"N\/A","id":206231,"title":"Handball","adult":false},{"cast":["Jørgen Langhelle","Vera Rudi","Andrea Bræin Hovig","Kari Simonsen","Ingjerd Egeberg"],"overview":"Tyven, Tyven (\"Hold My Heart\") follows the tense relationship between a father and his young daughter. The father, Harald, has divorced Cecilie, his wife, after an ugly breakup which involved accusations of spousal abuse and child molesting. Furious, Harald kidnaps his 7-year-old daughter, Lisa, who he has been forbidden any contact with. Over the course of a few days, the father and daughter grow closer. The police, meanwhile, have organized a manhunt for Harald, and only one policewoman believes he is not a dangerous man.","release_date":"2002-03-22","genres":[18],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":206239,"title":"Hold My Heart","adult":false},{"cast":["John Gilbert","Renée Adorée","Conrad Nagel","Eleanor Boardman","Claire McDowell"],"overview":"Feyda is a man of wealth and has many fine qualities, but he is powerless to resist gambling and beautiful women. Feyda falls instantly in love with Lisa, who is engaged to his dear friend Victor.","release_date":"1930-05-02","genres":[18],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":206247,"title":"Redemption","adult":false},{"cast":["John Gilbert","El Brendel","Lois Moran","Madge Evans","Ralph Bellamy"],"overview":"A wealthy soldier returns home after WWI, discovers his socialite fiancee no longer wants to marry him, and weds an admitted gold-digger he's just met after a night of drinking and partying.","release_date":"1931-11-28","genres":[18,10749,10752],"vote_average":6.0,"runtime":73,"cert":"N\/A","id":206264,"title":"West of Broadway","adult":false},{"cast":[],"overview":"A tribute to a living legend, celebrating the life and music of the artist Morten Lauridsen","release_date":"2012-02-07","genres":[99],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":206266,"title":"Shining Night: A Portrait of Composer Morten Lauridsen","adult":false},{"cast":["Dina Bonnevie","Azenith Briones","Jennifer Cortez","Bambi Arambulo","Deborah Sun"],"overview":"Dina (Dina Bonnevie), Suzanne (Jennifer Cortez), Bambi (Bambi Arambulo) and Azenith (Azenith Briones) join the famed Miss Manila Sunshine contest, which brought them together on a yacht cruise as part of the pageants semi-finals.  By some freak accident, the boat caught fire and the four ladies, together with Suzannes maid Maria (Deborah Sun), the gay pageant organizer Joshua and three good-looking hunks manage to escape. They get marooned on a deserted island where several mishaps and misadventures follow their every move as they desperately try to survive.","release_date":"1980-07-04","genres":[],"vote_average":7.0,"runtime":115,"cert":"N\/A","id":206271,"title":"Temptation Island","adult":false},{"cast":["Dominic Howard","Matthew Bellamy","Christopher Wolstenholme","Muse"],"overview":"Date et lieu : 11 Janvier 2013 au Saitama Super Arena, au Japon.  Tracklist :  Unsustainable\r Supremacy\r Map of the Problematique\r Panic Station\r Supermassive Black Hole\r Resistance\r Animals\r Man with a Harmonica + Knights of Cydonia\r Montpellier Jam + Explorers\r Exogenesis: Symphony Part 3 (Redemption)\r Time Is Running Out\r Liquid State\r Madness\r Follow Me\r Undisclosed Desires\r Plug In Baby\r Stockholm Syndrome\r Isolated System\r Uprising\r Starlight\r Survival","release_date":"2013-01-11","genres":[10402],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":206282,"title":"Muse - Live Saitama Super Arena","adult":false},{"cast":["AJ Michalka","James Denton","Kevin Pollak","Shawnee Smith","Michael Welch"],"overview":"A talented young singer and aspiring songwriter’s Christian faith and family ties are tested when she defies her worship-pastor father and pursues pop-music stardom in GRACE UNPLUGGED, a moving and inspiring new film that explores the true meaning of success.","release_date":"2013-10-04","genres":[18,10402],"vote_average":6.4,"runtime":102,"cert":"N\/A","id":206284,"title":"Grace Unplugged","adult":false},{"cast":["Tom Ford","Donatella Versace","Karl Lagerfeld","Carine Roitfeld","Linda Evangelista"],"overview":"A documentary focused on former Vogue Paris editor-in-chief and fashion stylist Carine Roitfeld.","release_date":"2013-09-11","genres":[99],"vote_average":5.5,"runtime":93,"cert":"","id":206289,"title":"Mademoiselle C","adult":false},{"cast":["Piet Fuchs","Markus Mischkowski","Rainer Knepperges","Hans-Dieter Delkus","Eva von Platen"],"overview":"A short by Rainer Knepperges &amp; Christian Mrasek.","release_date":"2001-04-19","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":206294,"title":"Tour Eifel","adult":false},{"cast":["Anna Kendrick","Jeremy Jordan","Natalie Knepp","Bettina Bresnan","Marceline Hugot"],"overview":"In New York, a struggling actress and a successful writer sing about their failed marriage from two perspectives.","release_date":"2014-11-03","genres":[35,18,10402,10749],"vote_average":5.9,"runtime":94,"cert":"12","id":206296,"title":"The Last Five Years","adult":false},{"cast":["Sanjay Dutt","Prachi Desai","Prakash Raj","Om Puri","Rajpal Yadav"],"overview":"A cop named DCP Rudra is transferred to a new police station. As the city is riddled with crime and corruption, he decides to bring law and order back for which he has to go against Nagori Subramaniyam, the local mafia. He does not believe in the system of going by the book and instead fights fire with fire.","release_date":"2013-07-05","genres":[28,35],"vote_average":5.3,"runtime":141,"cert":"N\/A","id":206301,"title":"Policegiri","adult":false},{"cast":["Juliette Armstrong","Caryn Clark","Brigette Gale","Dennis Harris","Anton Marin"],"overview":"Teenage Babylon presents the aftermath of three teenage suicides through the medium of what purports to be 1960s vintage black and white police file footage. The film's haunting images, evoking teenage love gone wrong, are counterpointed by a series of saccharine torch songs, celebrating falling in love and the end of a masquerade. Through a kind of bathetic synthesis, the dialectic of Eros and Thanatos, love and death, is consummated in the 'morgue' of the forensic archive.","release_date":"1989-01-01","genres":[10402,18],"vote_average":7.0,"runtime":14,"cert":"N\/A","id":206309,"title":"Teenage Babylon","adult":false},{"cast":[],"overview":"Synthesized video environment","release_date":"1976-07-09","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":206326,"title":"A Movement Within","adult":false},{"cast":["Kirk Cameron","Chelsea Noble","John de Lancie","Christine Healy","Taylor Negron"],"overview":"A man leaves his fortune to his dog.","release_date":"1998-06-27","genres":[],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":206328,"title":"You Lucky Dog","adult":false},{"cast":[],"overview":"Festive experimental animation","release_date":"1974-07-09","genres":[],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":206345,"title":"Santa Claus is Coming Tonight","adult":false},{"cast":["Jason London","Alicia Witt","Morgan Fairchild","Bryan Batt","Julian Feder"],"overview":"When Melanie and Phil ask their son Danny what he wants for his birthday, they are greeted with the response that every parent dreads: a dog. When Danny selects his dog from the local shelter he lovingly names her Shelly in honour of all sheltered dogs. Realising that Shelly has a talent, Danny decides to enter her in the illustrious Wiener Dog Nationals race. Only one thing stands in their way: Ms Merryweather and her champion dog Princess.","release_date":"2013-04-27","genres":[10751,35],"vote_average":6.3,"runtime":82,"cert":"U","id":206356,"title":"Wiener Dog Nationals","adult":false},{"cast":[],"overview":"The 2011 New Year celebration at the Ratchaprasong Junction in Bangkok. This is where demonstrators’ protests were violently crushed a few months earlier, with more than 100 people ending up dead. It was there that the conflict between the largely rural \"red shirts\" and the more affluent, royalist \"yellow shirts\" escalated. How did this come to pass? Filmmaker Nontawat Numbenchapol came across young soldier Aod by chance, who had just completed his military service, and asked if he could accompany the soldier on his way home. Aod’s village is on the border to Cambodia and near the Hindu temple of Prasat Preah Vihea, which both countries claim as their own. Here too, a violent conflict is smouldering.","release_date":"2013-02-12","genres":[99],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":206358,"title":"Boundary","adult":false},{"cast":[],"overview":"","release_date":"2007-10-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206363,"title":"蔡琴：金声演奏厅","adult":false},{"cast":["Robert 'Buzz' Henry","Ralph Lewis","Walter Soderling","Helen Brown","Mickey McGuire"],"overview":"A U. S. Marines dog is returned to his young owner in the small town of Monrovia at the end of WWII, but a grouchy neighbor believes the animal's military training makes him a threat to the community and files charges to have the dog destroyed.","release_date":"1945-12-05","genres":[12,10751],"vote_average":0.0,"runtime":64,"cert":"N\/A","id":206365,"title":"Danny Boy","adult":false},{"cast":[],"overview":"Dad Bear Teddy explains to the other side of the hill there is a forest where many animals live in the wild. In the stream, Teddy meets another bear as he called Cub and invites him to his home ...","release_date":"","genres":[16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206367,"title":"Osito, la película","adult":false},{"cast":[],"overview":"","release_date":"2010-01-29","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206372,"title":"China's 60th Anniversary Chinese Military Celebration","adult":false},{"cast":["Tyrone Power","Loretta Young","Stuart Erwin","Claire Trevor","Marjorie Weaver"],"overview":"Raoul McLish stops over in Miami Beach where he runs into his ex-wife, Vicky Benton, and her new husband Bob, a belt manufacturer. At first Bob enjoys Raoul's presence - in part because Vicky is his not Raoul's and in part because Raoul is a lot of fun. The fun wears thin for Bob as his seriousness and possessiveness take over. When Bob leaves for a few days to settle a labor dispute at his factory, Vicky and Raoul spend time together, Winchell's column implies untoward behavior, Bob barks at Vicky, and that gets her back up. Can things be sorted out? Help comes from Raoul's upright valet, McTavish, and a principled cigarette girl, Joy, whom Raoul picks up.","release_date":"1937-11-13","genres":[35,10749],"vote_average":6.7,"runtime":84,"cert":"N\/A","id":206377,"title":"Second Honeymoon","adult":false},{"cast":["Helen Bernat","Margaret Heald","Pauline Bates","Christianne","Derrick Slater"],"overview":"A short exploitation film masquerading as a public information film.  Two young female hitch-hikers are preyed upon by those who would do them no good.","release_date":"1976-01-01","genres":[18],"vote_average":7.5,"runtime":44,"cert":"18","id":206385,"title":"Take an Easy Ride","adult":false},{"cast":["Greta Almroth","Nils Aréhn","Josua Bengtson","Georg Blomstedt","Thekla Borgh"],"overview":"A 1917 Swedish drama film directed by Victor Sjöström, based on a 1913 novel by Selma Lagerlöf. It was the first in a series of successful Lagerlöf adaptions by Sjöström, made possible by a deal between Lagerlöf and A-B Svenska Biografteatern (later AB Svensk Filmindustri) to adapt at least one Lagerlöf novel each year. Lagerlöf had for many years denied any proposal to let her novels be adapted for film, but after seeing Sjöström's Terje Vigen she finally decided to give her allowance.","release_date":"1917-09-09","genres":[18],"vote_average":6.5,"runtime":74,"cert":"N\/A","id":206390,"title":"The Girl from the Marsh Croft","adult":false},{"cast":["Chin Tsai"],"overview":"Tsai Chin returned to grace the Hong Kong Coliseum's stage in 2010. The set list this time features a large selection of classic Mandarin oldies from the 1960s, including the concert theme song \"A Wonderful Night on the Sea\". The veteran Taiwan singer with a voice like velvet also treated her audience to her fan-favorite numbers, including \"Your Eyes\", \"The Forgotten Time\", \"One Last Night\", and \"Just Like Your Tenderness\" for a total of over 30 songs.","release_date":"2010-11-13","genres":[10402],"vote_average":0.0,"runtime":141,"cert":"N\/A","id":206392,"title":"Tsai Chin Hong Kong Concert Live 2010","adult":false},{"cast":[],"overview":"In 2006, Charlie Lynch was invited by the civic leaders of Morro Bay, CA to open a medical marijuana dispensary within the city limits. Offered a business license and asked to join the Chamber of Commerce, Lynch opened and maintained his business according to the most rigorous standards available. However, marijuana remains a Class 1 narcotic according to the DEA, and Lynch's business soon became the target of a large Federal investigation. This film explores the horrific descent into hell faced by Mr. Lynch - previously a law abiding citizen without so much as a speeding ticket, as he is cast as a Pablo Escobar and thrown into Federal detention.","release_date":"2012-04-20","genres":[99],"vote_average":4.0,"runtime":100,"cert":"N\/A","id":206397,"title":"Lynching Charlie Lynch","adult":false},{"cast":["Beth Hart","Joe Bonamassa"],"overview":"The DVD includes 48 minutes Making Of footage with exclusive interviews and 3 studio music videos.","release_date":"2013-05-16","genres":[10402],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":206402,"title":"Beth Hart & Joe Bonamassa - Seesaw Making Of","adult":false},{"cast":["Mickey Rooney","Eddie Bracken","Elaine Stewart","Douglas Fowley","Marilyn Erskine"],"overview":"Two nitwits decide to open a gas station. Comedy.","release_date":"1953-06-05","genres":[35,80],"vote_average":6.0,"runtime":71,"cert":"N\/A","id":206404,"title":"A Slight Case of Larceny","adult":false},{"cast":["Stephania Potalivo","Birgitte Federspiel","Maurice Blinkenberg-Thrane","Birgitte Simonsen"],"overview":"7-year old Ida has to take care of her kid brother Skrubsak, feed the family and keep the child welfare officers at stake. Ida's father has left the family for another woman, and so far Mum has found consolation in the bottle. The second of Jesper W. Nielsen trilogy: Buldermanden, Lykkefanten and Ogginoggen.","release_date":"1997-01-01","genres":[18,10751],"vote_average":10.0,"runtime":57,"cert":"N\/A","id":206409,"title":"Southern Comfort","adult":false},{"cast":[],"overview":"This film is a gripping documentary exploration that humanizes the United States' tragically flawed immigration policy. The film follows the story of 3 Cambodian-American immigrants living in Seattle (who came as children in the early 80s, when a multitude of Cambodian refugees were given housing in the city's projects) whose teenage rebellions catch up with them in a horrific way.","release_date":"","genres":[],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":206411,"title":"Sentenced Home","adult":false},{"cast":["Allan Lane","Black Jack","Eddy Waller","Roy Barcroft","Donna Hamilton"],"overview":"Abilene gunmen are bent on terrorizing the town of Blue Valley and massacring its inhabitants. They have been hired by local druggist Henry Turner, who has discovered gold beneath the town and wishes complete possession.","release_date":"1950-02-07","genres":[28,37],"vote_average":6.0,"runtime":60,"cert":"N\/A","id":206413,"title":"Gunmen of Abilene","adult":false},{"cast":["Stephania Potalivo","Birgitte Federspiel","Maurice Blinkenberg-Thrane","Birgitte Simonsen","Amalie Dollerup"],"overview":"Ida and her family are recovering from the divorce. She is looking forward to the upcoming dance contest. She is also growing up and developing romantic urges of her own. But she doesn't have good memories of romance. The third of Jesper W. Nielsen trilogy: Buldermanden, Lykkefanten and Ogginoggen.","release_date":"1997-07-07","genres":[10749,18],"vote_average":7.0,"runtime":40,"cert":"N\/A","id":206421,"title":"Ogginoggen","adult":false},{"cast":["Aleksandr Mikhaylov","Andrei Rostotsky","Olga Ostroumova","Василий Кривун","Lydia Velezheva"],"overview":"","release_date":"1990-01-31","genres":[18,36],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206426,"title":"Очарованный странник","adult":false},{"cast":["Sandro Lombardi","Roberto Herlitzka","Sonia Bergamasco"],"overview":"","release_date":"2000-08-24","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206428,"title":"Il mnemonista","adult":false},{"cast":["Gabriel Alw","Georg Blickingberg","Lilly Gräber","Mary Johnson","Olof Sandborg"],"overview":"\"Suburban Priest\". The film premiered on September 3 1917 at cinema Sture and Brunkeberg Theatre in Stockholm . The film was shot at the Hasselblad studio on Otterhällan in Gothenburg with exteriors from Gothenburg by Carl Gustaf Florin.","release_date":"1917-07-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":206436,"title":"The Suburban Vicar","adult":false},{"cast":["Jason Pai Piao","Sun Chien","Danny Lee Sau-Yin","Lily Li Li-Li","Lo Lieh"],"overview":"Police corruption is the theme of this brutal harbinger of the bleak \"new wave\" crime thriller. Pai Piao, Danny Lee, and \"Venom\" Sun Chien star as idealistic police school graduates who run afoul of such vicious, murderous depravity that the cop who is killed first could be considered the lucky one.","release_date":"1980-12-31","genres":[28],"vote_average":4.8,"runtime":89,"cert":"N\/A","id":206450,"title":"What Price Honesty?","adult":false},{"cast":["David Chiang","Ti Lung","Sammo Hung","Yuen Siu-Tien","Eddy Ko"],"overview":"When Ti Lung and David Chiang left Shaw Brothers, they returned a year later after learning directing and defied their former studio heroics making films with social leanings. Directed by Ti, The Young Rebel is one such film. Fatherless as a child, Hsiang (Chiang) supports his mother. When gangsters kill his mother, he kills in revenge. Unlike his swordplay heroes, Hsiang admits guilt, expresses sorrow and is imprisoned","release_date":"1975-02-08","genres":[28,18],"vote_average":6.3,"runtime":100,"cert":"N\/A","id":206452,"title":"The Young Rebel","adult":false},{"cast":["Tryggve Larssen","Bengt Djurberg","Julie Lampe","Tove Tellback","Harald Stormoen"],"overview":"This the story of a wizard elk - Rauten, as people called him. He was a human being in animal guise. The story begins in Ré Valley, which lies like a yawning gap between mountains, long and flat with borders of forests so dark that they look as though part of the blackness of night lingered in them. A river moves sluggishly along the bottom of the valley, making its way slowly and carefully between stretches of light-red sand. It runs northwards, a rare thing in Norway.","release_date":"1927-12-26","genres":[18,9648],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":206454,"title":"Troll-Elgen","adult":false},{"cast":["Amitabh Bachchan","Amjad Khan","Parveen Babi","Zeenat Aman","Ashok Kumar"],"overview":"Amitabh Bachchan in a triple role as father with twin sons.  The standard plot of families separated then united many years later with a string of coincidences. Throw in a diamond necklace and Amjad Khan playing the bad guy, some musical numbers, comedy scenes, and some poorly staged fights make up this masala movie from 1983.","release_date":"1983-08-12","genres":[28],"vote_average":8.0,"runtime":176,"cert":"N\/A","id":206459,"title":"Mahaan","adult":false},{"cast":["Tamio Kawachi","Yoshiko Nezu","Sayuri Yoshinaga","Shinako Nakagawa","Shinsuke Ashida"],"overview":"Jirô wanders the streets with friends committing petty crimes that gradually escalate.","release_date":"1960-10-08","genres":[80],"vote_average":6.8,"runtime":71,"cert":"N\/A","id":206461,"title":"The Madness of Youth","adult":false},{"cert":"N\/A","title":"Active CS sportscaster Kaori Sugihara (a pseudonym) debut","cast":["Kaori Sugihara"],"genres":[],"id":206481,"overview":"","runtime":131,"release_date":"2012-10-06","vote_average":0.0,"adult":true}]