[{"cast":[],"overview":"After the death of his grandmother, Carl decides to spend his summer with his grandfather. Far from what he knows, he finds himself having trouble relating to his grandfather and even his girlfriend back home. One day, in order to clear his mind and get away for a while, he borrows his grandfather's car to explore the town. In a local theater, his interest is piqued by an attractive woman who mysteriously arrives late to the showing. When she leaves early, his curiosity and imagination get the better of him and he follows her out...","release_date":"2005-05-08","genres":[],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":207500,"title":"Driving Around, Following Strangers","adult":false},{"cast":[],"overview":"Faced with spiralling debts, Ellie Morgan's only hope of avoiding bankruptcy is to sell the home she loves. No-one's buying, however - no-one, that is, except John Mulligan, an old flame from school. A bad boy done good, he's Ellie's knight in shining armour. He offers the perfect solution, or so Ellie thinks, until best friend Maria suggests that not everything about John Mulligan is as great as it seems.","release_date":"2009-05-19","genres":[],"vote_average":0.0,"runtime":43,"cert":"","id":207502,"title":"Drowning Not Waving","adult":false},{"cast":["Fernando Alves Pinto","Vera Zimmermann","Vera Holtz","Carlos Gregório","Sérgio Mamberti"],"overview":"Three days in the life of a young clarinetist (Fernando Alves Pinto), who is in love with a violinist (Vera Zimmerman), but can't get her attention. In the first day he feels alone and frail; in the second day what was supposed to be pleasant becomes a nightmare; in the third day he finally achieves fulfillment through music and helps a pianist (Vera Holtz) who is rehearsing for a concert. These three days correspond to a three movement sonata - the director (Lina Chamie) is a musician, so she imprinted a musical structure to her movie, with few dialogs and poetic images. It's a movie for music lovers. Written by CeciliaWolf","release_date":"2000-05-31","genres":[18],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":207507,"title":"Tonic Dominant","adult":false},{"cast":[],"overview":"Bamby's story honors the human spirit and celebrates the victories of winning in the face of adversity, with a special message to trans immigrant women that face multiple challenges and oppressions.","release_date":"2013-07-14","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":207560,"title":"Transvisible: The Bamby Salcedo Story","adult":false},{"cast":["Silvia Reize","Susanne Barth","Clara Walbroehl","Alexander Kerst","Else Quecke"],"overview":"","release_date":"1974-06-30","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207571,"title":"Die Bettelprinzess","adult":false},{"cast":["Claudio Villa","Milly Vitale","Titina De Filippo","Carlo Campanini","Marco Guglielmi"],"overview":"","release_date":"1957-11-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207591,"title":"La canzone del destino","adult":false},{"cast":["Die Toten Hosen","Campino"],"overview":"","release_date":"2012-12-06","genres":[10402],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":207599,"title":"Die Toten Hosen: Noches Como Estas - Live in Buenos Aires","adult":false},{"cast":[],"overview":"\"Southpaw\" follows Francis Barrett for three years and shows him overcoming discrimination as he progresses up the amateur boxing ranks to eventually carry the Irish flag and box for Ireland at the age of 19 during the 1996 Olympics in Atlanta.","release_date":"2000-04-07","genres":[],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":207622,"title":"Southpaw","adult":false},{"cast":["Mark McGann","Kim Miyori","Kenneth Price","Peter Capaldi","Phillip Walsh"],"overview":"Details the lives of John Lennon and Yoko Ono, from before their first meeting to their rise to stardom.","release_date":"1985-12-02","genres":[10770],"vote_average":4.0,"runtime":180,"cert":"N\/A","id":207630,"title":"John and Yoko: A Love Story","adult":false},{"cast":["Abel Flores","Esther Flores","Julián Pablo","María Flores","Salvador Ramírez"],"overview":"In the Catholic religion Mayordomia, devotees wait their turn to ask Mary Magdalene to grant their wishes by speaking to her in private. They are convinced to be heard by someone who unfailingly send their requests to God.","release_date":"2006-11-09","genres":[99],"vote_average":0.0,"runtime":22,"cert":"N\/A","id":207638,"title":"Venus","adult":false},{"cast":["Mohanlal","Suhasini Maniratnam","Kalamandalam Gopi","Kukku Parameswaran","Mattannoor Sankarankutty"],"overview":"Kunhikuttan, a famous Kathakali dancer, meets Subhadra, a woman from an upper caste family, who falls in love with his character rather than himself.","release_date":"1999-05-13","genres":[18],"vote_average":7.9,"runtime":119,"cert":"N\/A","id":207649,"title":"Vanaprastham","adult":false},{"cast":["Lê Vân","Ngoc Bao Ta","Huong Thuy","Trịnh Thịnh","Tat Binh"],"overview":"Set in a small village in North Vietnam, a tale of awakening which traces a growing love triangle between Nham, an earnest and responsible 17-year-old country boy; the charming Ngu, his lonely and naive sister-in-law with whom he works closely in the fields; and Quyen, a stylishly vivacious expatriate who has just returned from the city, curious about life in the village where she spent her childhood. While all three characters are too reticent to unleash their feelings, the romance turns on the realization that this web of emotions is largely symbolic. Nham represents for Quyen an innocence and a past that she can’t recapture, just as she represents for Nham an urbanity and future prospects that he may never attain; and caught between the two is the delicate Ngu, left in the most desolate postion of positions.","release_date":"1995-01-01","genres":[18,10749],"vote_average":5.0,"runtime":116,"cert":"N\/A","id":207660,"title":"Nostalgia for the Countryside","adult":false},{"cast":["Barry K. Barnes","Sophie Stewart","Margaretta Scott","James Mason","Francis Lister"],"overview":"Sir Percy is forced to return to France one last time, to rescue his wife from the clutches of the sinister Robespierre. It clearly is a trap, but nothing will keep the good old Pimpernel from carrying out his mission. He is up against the usual clods and dolts, after all.","release_date":"1937-10-20","genres":[28,10749],"vote_average":3.5,"runtime":88,"cert":"","id":207662,"title":"Return of the Scarlet Pimpernel","adult":false},{"cast":["Harry Connick Jr.","Sam Cornell","Billy Joel","LL Cool J","Ric Ocasek"],"overview":"Simply Mad About the Mouse collects affectionate tributes to Disney's songs from artists like the Gipsy Kings, Soul II Soul, and Kirk Whalum. Bobby McFerrin's \"Siamese Cat Song,\" En Vogue's \"Someday My Prince Will Come,\" and Harry Connick, Jr.'s \"Bare Necessities\" are among the highlights of this album. Also included are Michael Bolton's cover of \"A Dream Is a Wish Your Heart Makes\" and Billy Joel's \"When You Wish Upon a Star.","release_date":"1991-07-15","genres":[10402],"vote_average":0.0,"runtime":42,"cert":"N\/A","id":207670,"title":"Simply Mad About the Mouse","adult":false},{"cast":["Craig Hill","Elaine Edwards","Grant Richards","Willis Bouchey","Ken Mayer"],"overview":"Dr. Frank Harlow is in the process of trying to save a man badly beaten by two gangsters whom he identifies to the police. When the victim dies the charge becomes murder and Harlow hightails it to the far woods where he finds a job as clerk Roger Condon in a sporting-goods store. Harlow's plan is to lay low until the gangsters forget about him. But complications arise from two different sectors. First, Harlow falls in love with the local beauty Laurie Maitland and second, the murderers find out where he is hiding.","release_date":"1961-07-01","genres":[80,18],"vote_average":7.0,"runtime":73,"cert":"N\/A","id":207672,"title":"You Have to Run Fast","adult":false},{"cast":["Asta Paredes","Catherine Corcoran","Lloyd Kaufman","Zac Amico","Vito Trigo"],"overview":"Following the events of Volume 1,  the mutated glee club continue their violent rampage in Tromaville. Chrissy and Lauren, two innocent lesbian lovers, must fight not only the Cretins, mutants, and monsters but also the evil Tromorganic Foodstuffs Conglomerate. Can they, and Kevin the Wonder Duck, save Tromaville High School and the world?","release_date":"2017-01-15","genres":[35,27],"vote_average":8.3,"runtime":72,"cert":"N\/A","id":207680,"title":"Return to... Return to Nuke 'Em High AKA Vol. 2","adult":false},{"cast":["Karl Schönböck","Constanze Engelbrecht","Hans-Peter Korff","Hans-Jürgen Schatz","Walter Giller"],"overview":"","release_date":"1995-04-24","genres":[35],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":207688,"title":"Halali oder Der Schuß ins Brötchen","adult":false},{"cast":["Dean Cameron","Elizabeth Banks","Judge Reinhold","Matt Winston","Patrick Labyorteaux"],"overview":"Set entirely in the Hollywood Palms apartment building and its yard, this movie shows how people there live and interact with each other.","release_date":"2000-12-31","genres":[35],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":207693,"title":"Hollywood Palms","adult":false},{"cast":["Peter Brook","Hayley Carmichael","Jos Houben","Gauderic Kaiser","Micha Lescot"],"overview":"Filmed with five hidden cameras, The Tightrope is a total immersion into the creative process behind legendary theater director Peter Brook's work -- powerful, intimate, and emotionally thrilling. In this unique and deeply personal film, we get a dizzying glimpse from the Tightrope and an inkling of what it takes to make theater real...","release_date":"2012-09-01","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":207695,"title":"The Tightrope","adult":false},{"cast":["Colin Firth","Samuel L. Jackson","Mark Strong","Taron Egerton","Michael Caine"],"overview":"The story of a super-secret spy organization that recruits an unrefined but promising street kid into the agency's ultra-competitive training program just as a global threat emerges from a twisted tech genius.","release_date":"2014-12-13","genres":[80,35,28,12],"vote_average":7.6,"runtime":129,"cert":"15","id":207703,"title":"Kingsman: The Secret Service","adult":false},{"cast":["Timothy Bottoms","John Cunningham","Gregory Itzin","Stephen Macht","Mary Gordon Murray"],"overview":"This is the story of the days directly after 9\/11, and the president's whereabouts. Scheduled to air shortly before the second anniversary of the September 11 attacks, DC 9\/11 takes an inside look at the Bush Administration, beginning with the day of the attacks, and following the President's journey to Ground Zero, culminating with his now famous national address nine days after the attacks.","release_date":"2003-09-07","genres":[18,36],"vote_average":1.0,"runtime":128,"cert":"N\/A","id":207705,"title":"DC 9\/11: Time of Crisis","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207707,"title":"Banken außer Kontrolle - Wie die Politik uns in die Krise führte","adult":false},{"cast":["Hisato YOSHIMURA"],"overview":"NOWHERE TO GO is the portrait of Hisato YOSHIMURA, a young musician on the streets of Tokyo's Shibuya ward. What could have moved this young woman to be a street performer, what are her dreams? After initial success, Hisato is diagnosed with schizophrenia and has to return to her family home. 8 years later, the film crew decides to meet her again.","release_date":"2013-06-07","genres":[99],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":207709,"title":"Nowhere to Go","adult":false},{"cast":["Yukie Nakama","Hiroshi Abe","Yuta Hiraoka","Maki Horikita","Tetsuhiro Ikeda"],"overview":"Ueda employes Yamada to go a mysterious island in search of a girl (played by Maki Horikita) that disappeared 10 years ago. They discover the island is run by Kobako Sachiko, who can appear and disappear via boxes, among other strange powers.","release_date":"2006-06-10","genres":[35,80,9648],"vote_average":6.7,"runtime":111,"cert":"N\/A","id":207711,"title":"Trick: The Movie 2","adult":false},{"cast":["Richard Bohringer","Pierre Arditi","Philippine Leroy-Beaulieu","Anne Létourneau"],"overview":"","release_date":"1987-10-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207713,"title":"Flag","adult":false},{"cast":[],"overview":"","release_date":"2006-01-20","genres":[10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207715,"title":"Augsburger Puppenkiste - Eine kleine Zauberflöte","adult":false},{"cast":["Fyodor Stukov","Vladislav Strzhelchik","Oleg Borisov","Valeriy Zolotukhin","Nikolai Karachentsov"],"overview":"Young Jim Hawkins is caught up with the pirate Long John Silver in search of the buried treasure of the buccaneer Captain Flint, in this adaptation of the classic novel by Robert Louis Stevenson.","release_date":"1982-12-31","genres":[12,10751],"vote_average":7.0,"runtime":205,"cert":"N\/A","id":207720,"title":"Treasure Island","adult":false},{"cast":["Tara Buckman","Charlie Edwards","Louie Elias","Paul Van Gent","Richard Frank Sume"],"overview":"A woman on her way to the top.","release_date":"1990-01-01","genres":[10749,18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":207722,"title":"High Finance Woman","adult":false},{"cast":["Yumiko Nogawa","Ruriko Itô","Chikako Miyagi","Michio Hino","Kayo Matsuo"],"overview":"Like a girl runaway, Tsuyu moves to Osaka to work as a bar hostess. She meets the owner of a model school, Yoko, and seriously thinks about becoming a fashion model. Yoko tells her that she can move in to Yoko’s house to take lessons, while making a living at the same time.","release_date":"1966-02-05","genres":[10749,18],"vote_average":8.0,"runtime":89,"cert":"N\/A","id":207724,"title":"Carmen from Kawachi","adult":false},{"cast":["Benito Mussolini","Philippe Pétain","Czar Nicholas II of Russia"],"overview":"For Histoire du soldat inconnu (Story of the Unknown Soldier) Storck watched newsreels for the whole of 1928, the year when 60 nations signed a pact outlawing war, and juxtaposed this heart-warming utopia with the signs of a forthcoming conflict (this was in 1932) – burgeoning nationalism, police brutality, excessive colonialism, bellicose politics. Ferocious editing sarcastically juxtaposes these good intentions with the political farce of speeches and parades, all to the tune of factory chimneys collapsing in slow motion and the exhumed body of an “unknown soldier”. —cinematek.be","release_date":"1932-01-01","genres":[99],"vote_average":10.0,"runtime":11,"cert":"N\/A","id":207726,"title":"Story of the Unknown Soldier","adult":false},{"cast":[],"overview":"Tommy, a talented Puerto Rican painter living in the South Bronx, befriends Allen, a white kid who's faced constant harassment since moving to the neighborhood with his single mother, Susan.","release_date":"2000-06-21","genres":[],"vote_average":2.0,"runtime":105,"cert":"N\/A","id":207731,"title":"Boricua's Bond","adult":false},{"cast":["Sebastian Apodaca","Robert Pike Daniel","Kim Te Roller","Kathy Wagner","Greg Good"],"overview":"A Half-Caste is a Human\/Leopard hybrid believed to feast on unsuspecting Travelers, but after Bobby is found soaked in blood, the police think that he murdered his friends. After hearing tell of the half-caste, a half-leopard, half-man said to exist in the wilds of South Africa, four filmmakers set out on safari in search of the mysterious creature. But is the bloodthirsty beast real, or just the stuff of local legend?","release_date":"2004-01-01","genres":[53,27],"vote_average":1.0,"runtime":86,"cert":"N\/A","id":207733,"title":"Half-Caste","adult":false},{"cast":["Hélène de Fougerolles","Craig Sheffer","Jürgen Prochnow"],"overview":"In Budapest, two Americans live together. Adam, a former Manhattan prosecutor at work on his first novel, and Lisa, a cool hard-working financier who idolizes her boss (former Communist turned deal maker, Kovacs) as she tires of Adam's lifestyle. Cut to the subway, where two tough guys are pursuing Marta, a blond waif. She manages to surprise one of them in a hallway, dispatching him with a straight razor, and she barges into Adam's apartment to elude the other. She tells Adam why she is running, a story that implicates Kovacs, and she seeks Adam's help and affection. He takes her side, and slowly Lisa, Adam, Kovacs, Marta, and her pursuer draw toward a showdown.","release_date":"1999-02-01","genres":[53],"vote_average":8.0,"runtime":94,"cert":"18","id":207735,"title":"The Fall","adult":false},{"cast":["Genevieve Nnaji","Desmond Elliot","Chinyere Wilfred","Dakore Egbuson","Fabian Adibe"],"overview":"A born again Christian girl, Ifeoma (Genevieve Nnaji), is faced with the ultimate dilemma when her boss, Stanley (Desmond Elliot), offers to give her the cash needed to operate on her dying brother, but only on the condition that she sleeps with him.","release_date":"2007-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207740,"title":"A Piece of Flesh","adult":false},{"cast":["Benny Rubin","Harry Gribbon","Heinie Conklin","Eddie Boland","Budd Fine"],"overview":"Two incompetent private detectives pose as swamis in order to infiltrate a gang of bank robbers.","release_date":"1932-03-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207748,"title":"Dumb Dicks","adult":false},{"cast":["John Cena","Bryan Danielson","Brock Lesnar","Glenn Thomas Jacobs","Windham Lawrence Rotunda"],"overview":"The biggest event of the summer is here as the WWE Universe takes over the Staples Center in Los Angeles once again for the 26th annual SummerSlam! Can the underdog Daniel Bryan dethrone 11 time WWE Champion John Cena and win his first ever WWE Championship? Paul Heyman guys, CM Punk and Brock Lesnar collide as The Best takes on The Beast! After suffering several attacks at the hands of the menacing Wyatt family The Devil’s Favorite Demon, Kane, has his chance to get even as he takes on Bray Wyatt in the menacing Ring of Fire match!","release_date":"2013-08-18","genres":[28,18],"vote_average":7.6,"runtime":180,"cert":"N\/A","id":207750,"title":"WWE SummerSlam 2013","adult":false},{"cast":["Paul Henreid","John Sutton","Jeff Donnell","Lon Chaney Jr.","Elena Verdugo"],"overview":"A young man assembles a band of adventurers to take on an evil sultan.","release_date":"1952-04-01","genres":[12,14,10749],"vote_average":6.0,"runtime":78,"cert":"N\/A","id":207752,"title":"Thief of Damascus","adult":false},{"cast":["Benny Rubin","Nell Breen","Louise Carver","Bud Jamison","Billy Franey"],"overview":"Benny Rubin is a New York City vaudeville performer who inherits a hotel in California, and takes all of his ham-actor friends there, as chefs, bellhops, maids and waiters, to help him run it. BUsiness is bad so Benny plants a story that his late uncle hid his fortune in the hotel. The place is soon filled with guests who tear down the hotel looking for the non-existent fortune.","release_date":"1932-01-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207757,"title":"Guests Wanted","adult":false},{"cast":["Frits Helmuth","Karl Stegger","Lily Broberg","Buster Larsen","Claus Ryskjær"],"overview":"","release_date":"1968-12-24","genres":[18],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":207762,"title":"Stormvarsel","adult":false},{"cast":["Michael G. Bartlett","Kevin Gates","Craig Stovin","Criselda Cabitac","Mark Andrews"],"overview":"In March 1963, a black mass was held at a ruined church in Clophill, Bedfordshire by a coven of dark witches. Tombs were looted, animals sacrificed and human bones arranged during a macabre ceremony. Further defilements continued at Clophill in the following years, with cattle in nearby fields found mutilated, evidence of necromancy discovered and perpetual sightings of paranormal activity witnessed at the isolated ruin. 50 years on from the original incident, the Clophill legend remains etched on the psyches of the local populace. In 2010, a documentary team was assembled to investigate the legend of the Clophill witches and to try and uncover the truth behind the paranormal events. What followed during that long weekend at Clophill was a terrifying journey into the unknown.","release_date":"2013-10-14","genres":[27],"vote_average":3.7,"runtime":88,"cert":"N\/A","id":207770,"title":"The Paranormal Diaries: Clophill","adult":false},{"cast":["Trinh T. Minh-ha"],"overview":"THE FOURTH DIMENSION is an elegant meditation on time, travel, and ceremony in the form of a journey. In her first foray into digital video, Minh-ha deconstructs the role of ritual in mediating between the past and the present. She explains, \"Shown in their widespread functions and manifestations, including more evident loci such as festivals, religious rite and theatrical performance, 'rituals' involve not only the regularity in the structure of everyday life, but also the dynamic agents in the world of meaning.\" With its lush imagery, Minh-ha's Japan is viewed through mobile frames, with doors and windows sliding shut, revealing new vistas as it blocks out the old light.","release_date":"2001-04-18","genres":[99],"vote_average":7.3,"runtime":87,"cert":"N\/A","id":207772,"title":"The Fourth Dimension","adult":false},{"cast":["Robin Hill","Gordon Kennedy","Aidan McArdle","Patrick Godfrey","Luke Neal"],"overview":"Vatican investigators are sent to the British West Country to investigate paranormal activity, and they find the events are more disturbing than they first imagined.","release_date":"2013-08-24","genres":[27],"vote_average":5.2,"runtime":89,"cert":"15","id":207774,"title":"The Borderlands","adult":false},{"cast":["Benny Rubin","Constantine Romanoff","Tom Kennedy","Budd Fine","Jerry Mandy"],"overview":"Benny Rubin promotes a wrestling show but ends up wrestling Constantine \"Strangler\" Romanoff himself.","release_date":"1932-05-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207779,"title":"The Promoter","adult":false},{"cast":["Rod Taylor","Keith Michell","Edy Vessel","Terence Hill","Basil Dignam"],"overview":"Sir Francis Drake fights to take over Spain's treasure routes for Queen Elizabeth I.","release_date":"1962-12-22","genres":[12],"vote_average":6.2,"runtime":102,"cert":"N\/A","id":207784,"title":"Seven Seas to Calais","adult":false},{"cast":["Willie Howard","Eugene Howard"],"overview":"Credited as \"The Howard Brothers\", these two famous vaudevillians perform a signature stage routine (#349).","release_date":"1926-10-04","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":207789,"title":"Between the Acts at the Opera","adult":false},{"cast":["William Demarest","Joyzelle Joyner","Dottie Lewis","Ronald R. Rondell"],"overview":"A police raid on a night club results in the entire cast of the club's floor show being hauled into court, where they must perform their routines for the judge.","release_date":"1927-11-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207791,"title":"The Night Court","adult":false},{"cast":[],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207796,"title":"Gente Como Nós: Vidas de Imigrantes em Portugal","adult":false},{"cast":[],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207801,"title":"A Segunda Guerra Mundial: Volume 6","adult":false},{"cast":["Charles Hackett"],"overview":"Charles Hackett singing \"I Look Into Your Garden\" &amp; \"I Heard You Singing\".","release_date":"1929-07-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207803,"title":"Charles Hackett: Leading Tenor of the Chicago Civic Opera Co.","adult":false},{"cast":["Stanley Lupino","Sally Gray","Roddy Hughes","Gerald Barry","Kenneth Kove"],"overview":"An impoverished team of composer and songwriter try to secure financial backing for their new musical, with the assistance of a struggling actress working as a housemaid.","release_date":"1936-02-01","genres":[10402],"vote_average":3.0,"runtime":72,"cert":"","id":207805,"title":"Cheer Up","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207807,"title":"BBC: Os Planetas","adult":false},{"cast":["Charles Hackett"],"overview":"Charles Hackett sings \"Il mio tesoro intanto\" from \"Don Giovanni\" and \"O paradiso\" from \"L'africaine\"","release_date":"1929-07-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207809,"title":"Charles Hackett Singing 'Il Mio Tesoro Intanto', 'O Paradiso'","adult":false},{"cast":["Charles Hackett","Rosa Low"],"overview":"Charles Hackett &amp;  Rosa Low perform scenes from 'Romeo and Juliet'.","release_date":"1931-07-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207811,"title":"Charles Hackett with Rosa Low in an Excerpt from Gounod's 'Romeo and Juliet'","adult":false},{"cast":["Giovanni Martinelli"],"overview":"Giovanni Martinelli sings \"Céleste Aïda\" from the opera \"Aïda\", by Giuseppe Verdi and Antonio Ghislanzoni.","release_date":"1927-04-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207819,"title":"Céleste Aïda","adult":false},{"cast":["Chris Tashima","Keiko Agena","Eijiro Ozaki","Ikuma Ando","Sewell Whitney"],"overview":"1935 Los Angeles, community leader Sei Fujii uncovers the corrupt activities of his community's underground mafia. He must choose between saving the face of his deteriorating community and confronting the issues head on through his newspaper. Based on a true story.","release_date":"2012-09-14","genres":[18,36],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":207821,"title":"Lil Tokyo Reporter","adult":false},{"cast":["Giovanni Martinelli","Louis D'Angelo"],"overview":"Giovanni Martinelli &amp; Louis D'Angelo in a Duet from Act IV of the Opera 'La juive'.","release_date":"1927-07-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207823,"title":"Giovanni Martinelli, Tenor, Assisted by Louis D'Angelo, Bass, of the Metropolitan Opera Company, in a Duet from Act IV of the Opera 'La juive'","adult":false},{"cast":["Mme. Ernestine Schumann-Heink","Josefin H. Vollmer"],"overview":"Mme. Ernestine Schumann-Heink sing \"Der Erlkönig\", \"Trees\" and \"Pirate Dreams\".","release_date":"1927-07-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207825,"title":"Mme. Ernestine Schumann-Heink","adult":false},{"cast":["Dorian Harewood","Michael McKean","Patti D'Arbanville","Vanessa Bell Calloway","Amie Carey"],"overview":"Vietnam veteran Archibald Wright works as a house painter. One family he paints a house for has a problem he can relate to: Elaine, a woman who hired him, left his husband J.P., also a Vietnam vet while he was in 'Nam, and J.P. became an alcoholic. Archibald tries to help their daughter Tory to maintain a connection with J.P., and Elaine is strongly against it.","release_date":"1998-08-07","genres":[18],"vote_average":0.0,"runtime":145,"cert":"N\/A","id":207827,"title":"The Homefront","adult":false},{"cast":["Gus Arnheim"],"overview":"Sitting at the piano, Gus Arnheim leads his Ambassador Hotel Orchestra - totaling twelve band members - in two musical numbers. The music is up-tempo typical of the roaring twenties. The music is generally instrumental, however the second of the two numbers includes a singing trio, those members who take a break from the instrument playing. They finish their two number set in a standing position.","release_date":"1927-07-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207838,"title":"Gus Arnheim and His Ambassador Hotel Orchestra","adult":false},{"cast":[],"overview":"","release_date":"1965-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207846,"title":"Augsburger Puppenkiste - Der Löwe ist los","adult":false},{"cast":[],"overview":"Isham Jones and His Orchestra, with other cast members, perform some of the orchestra's biggest hits.","release_date":"1934-05-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207848,"title":"Isham Jones & His Orchestra","adult":false},{"cast":["Joey Dedio","Kelly McGillis","Frankie Faison","Elizabeth Rodriguez","Gabrielle Fanuele"],"overview":"It was a bachelor’s life for hard-working and fun-loving Ray Ray Dominguez (Joey Dedio) who dreamt of leaving the barrio for a more carefree existence in Miami. That’s until one day when everything changed – and he became a reluctant “Tio Papi” aka Uncle Daddy to his sister’s six children ages 6 to 16. Now, in charge of raising this energetic (and expensive) clan, Ray Ray must make important decisions on what life really is all about. Combining heart-warming drama with light-hearted comedy, TIO PAPI, directed by Fro Rojas from the original screenplay by Joey Dedio and Brian Herskowitz, is an upbeat story of life’s unexpected surprises and ultimately what matters the most – the love of family.","release_date":"2013-09-06","genres":[],"vote_average":7.1,"runtime":90,"cert":"N\/A","id":207850,"title":"Tio Papi","adult":false},{"cast":[],"overview":"Horace Heidt and His Californians plays \"Tiger Rag\", \"Painting the Clouds with Sunshine\", \"Carnival of Venice\" and \"I'll Never Ask for More\".","release_date":"1929-07-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207852,"title":"Horace Heidt and His Californians (II)","adult":false},{"cast":["Jimmy Conlin","Myrtle Glass"],"overview":"Jimmy Conlin and Myrtle Glass perform a short vaudeville routine.","release_date":"1928-07-15","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":207872,"title":"Sharps and Flats","adult":false},{"cast":["Ja Rule","Adrienne Bailon-Houghton","Stephen Baldwin","Vincent Pastore","Michael Madsen"],"overview":"Miles Montego has it all - cars, boats, good looks, mansion, money, women, but more importantly, he has a past.","release_date":"2013-10-18","genres":[18,10749],"vote_average":5.3,"runtime":118,"cert":"N\/A","id":207883,"title":"I'm in Love with a Church Girl","adult":false},{"cast":["Lina Braknyte","Niele Vikiraite","Georgi Millyar","Olga Anikina","Viktor Semyonovskiy"],"overview":"A young girl called Dubravka approaches adolescence and experiences some difficulties adapting to it.","release_date":"1967-09-11","genres":[10751,10749],"vote_average":9.5,"runtime":80,"cert":"N\/A","id":207894,"title":"Dubravka","adult":false},{"cast":["Adam Woronowicz","Sonia Bohosiewicz","Pawel Krucz","Igor Gnezdilov","Natalia Rybicka"],"overview":"An epic tale of Poles, Ukrainians, Jews who are deported to Russia. Their fate is shown from the perspective of a young boy Staszek, who goes to Siberia with his family and neighbors from a small village in the eastern Polish borderlands. Together with his companions he starts hard struggle for survival, where the most fearsome opponent turns out to be terrible, merciless nature... Circumstances force the boy to reevaluate his life and grow up faster. Soon he will have to learn the essential struggle for survival and make decisions that will where rate will be life of his relatives. He will also have to choose between love for the Jewish Zinnia and the Russian Luybka.","release_date":"2013-02-22","genres":[18,10749],"vote_average":6.0,"runtime":125,"cert":"N\/A","id":207902,"title":"Siberian Exile","adult":false},{"cast":["West Liang","Brian Yang","Eddie Mui","Emily Chang","Rex Lee"],"overview":"When three childhood friends reunite on one midsummer night, their delirious abandon and reminiscence explodes into a daring search for hope and deliverance from the burden of their dreams.","release_date":"2013-03-15","genres":[35,18],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":207916,"title":"Someone I Used to Know","adult":false},{"cast":["Bruce Le","Bruce Tong Yim-Chaan","Lau Hok-Nin","Bolo Yeung"],"overview":"A classic tribute to a legendary Kung-Fu master. The high-powered action and deadly fistfights don’t let up for a moment. When all the chips are down, the Dragon Master will prevail!","release_date":"1978-10-25","genres":[12,28],"vote_average":7.0,"runtime":94,"cert":"N\/A","id":207918,"title":"Bruce Le's Greatest Revenge","adult":false},{"cast":["S. P. Balasubramaniam","Lakshmi"],"overview":"Mithunam is a 2012 Telugu Drama film directed by Tanikella Bharani. It features S. P. Balasubrahmanyam and Lakshmi.[2][3] The film is based on a best selling Telugu novel of the same name, written by Sri Ramana. Tanikella Bhranai received CineMAA Award Special Jury Award for Best Direction.[4]  Mithunam means couple in Telugu.[5] It also means an astrological sign. AMR Productions released Mithunam all over India on December 21, 2012, with positive reviews","release_date":"2012-12-21","genres":[18],"vote_average":8.5,"runtime":null,"cert":"N\/A","id":207920,"title":"Mithunam","adult":false},{"cast":["Akinori Doi","Anri Nakamura"],"overview":"A young women suddenly falls victim to an accident and loses her front teeth. The man tasked with making her artificial dentures grows close to this woman he has never meet as he envisions her style and voice in an intimate imaginary world of his own creation. Their time together was only supposed to last until her dentures were complete, but what happens when this man and woman meet in the real world?","release_date":"2013-03-16","genres":[10749,18,14],"vote_average":0.0,"runtime":23,"cert":"N\/A","id":207928,"title":"No Longer There","adult":false},{"cast":["Elgin James"],"overview":"\"From the first punch to the last chord,\" Volume II delivers a non-stop, in your face, visual and auditory glimpse into the dark and violent world of underground hardcore and punk rock. Featuring live performances and interviews from such bands as Blood for Blood, Death Before Dishonor, and Righteous Jams, and featuring never-before-seen footage from bands such as Wrecking Crew, In My Eyes and Ten Yard Fight, this sequel DVD has, in many eyes, already proven itself to be the hardest and most graphic look at the hardcore scene ever. Backed with exclusive interviews by founding members of Boston's notorious F.S.U. gang and scored by a soundtrack of some of Boston's hardest music, Volume II, tells the story and history of Boston hardcore from past until present.","release_date":"2004-07-27","genres":[99,10402],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":207930,"title":"Boston Beatdown: See the World Through Our Eyes","adult":false},{"cast":["Tom Hanks","Felicity Jones","Omar Sy","Irrfan Khan","Sidse Babett Knudsen"],"overview":"After waking up in a hospital with amnesia, professor Robert Langdon and a doctor must race against time to foil a deadly global plot.","release_date":"2016-10-13","genres":[9648,53,18],"vote_average":5.9,"runtime":121,"cert":"12A","id":207932,"title":"Inferno","adult":false},{"cast":["John Lithgow","Bob Hoskins","Isabella Rossellini","Vanessa Williams","Lambert Wilson"],"overview":"The classic tale of a man's dream, his epic journey, and one true love.","release_date":"2000-04-08","genres":[12,35,10770],"vote_average":6.9,"runtime":141,"cert":"N\/A","id":207937,"title":"Don Quixote","adult":false},{"cast":["Megumi Kiyosato","Asami Okawa","Kumiko Itou","Shindai Nagano","Kiriko Shimizu"],"overview":"A small fishing village becomes the target of Mr. Matsunaga, a ruthless real estate developer who wants to turn the quaint area into a lucrative tourist attraction.  Hiring a young, horny man named Junpei to bed the local ladies in an attempt to persuade them all to sign deals for their land, the lovely diving girls of the area succumb to his sexual desires.  When the true intentions of the developer are discovered, the entire sleazy plan comes crashing down.  Will the diving girls continue to grab their clams?  Will Junpei finally find true love among the luscious naked nymphs?","release_date":"1985-07-20","genres":[],"vote_average":2.5,"runtime":70,"cert":"N\/A","id":207945,"title":"Horny Diver: Tight Shellfish","adult":false},{"cast":["Mina Asami","Kazuyo Ezaki","Nami Misaki","Hiroshi Fukami","Yūji Nogami"],"overview":"Poor virginal Shinobu!  Her dream is to become a nurse and live a comfortable life, but that dream turns into a nightmare when she becomes the object of obsession for Junior, the sex crazed son of a major shareholder at the hospital where she works.  When Junior is admitted to the hospital with alcohol poisoning, no nurse is safe!  Will Shinobu escape Junior and his addiction to sex, or will she finally succumb to his amorous appetite?  STORY OF WHITE COAT: INDECENT ACTS is loaded with beautiful women, naughty sex and gratuitous nurse nudity.  It may be just what the doctor ordered for your perverted sex fix!","release_date":"1984-03-02","genres":[10749],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":207947,"title":"Story of White Coat: Indecent Acts","adult":false},{"cast":["Anthony Daniels"],"overview":"Artoo, Threepio and a broken down android are traded into the hands of young miner Jann Tosh. The android turns out to be an alien with amnesia and a price on his head. It is in fact Mon Julpa, prince of Tammuz-an, who has been put in this predicament by the power hungry vizier Zatec-Cha. Jann, the droids, and a female freight pilot named Jessica Meade help Julpa claim his throne, battle the Pirates of Tarnoonga and settle a dispute with Tammuz-an clan leader Lord Toda. Written by Il Tesoro","release_date":"1985-10-26","genres":[878,16,12,10751],"vote_average":4.0,"runtime":85,"cert":"N\/A","id":207949,"title":"The Pirates and the Prince","adult":false},{"cast":["Louis Lavdas","Chris Whitley","David Hall","Jus Riddick","Wendy Wynne"],"overview":"A ragtag bunch of teenage door to door salesmen wreak havoc and spread the news of their coming of age in this summer before they begin their college lives. It centers around Sean, a sexually confused and drug afflicted teen who just can't seem to shake off his dysfunctional family history. Paper Boys is an adventure into the psychology of sales as a metaphor for life as these young \"Glengarry Glen Ross\" wannabes terrorize a suburban neighborhood near everyone!","release_date":"2009-01-31","genres":[10402,35,18],"vote_average":4.5,"runtime":126,"cert":"N\/A","id":207957,"title":"Paper Boys","adult":false},{"cast":[],"overview":"A Tribute to Kenny Everett.","release_date":"1994-12-31","genres":[99,35],"vote_average":0.0,"runtime":null,"cert":"","id":207968,"title":"In the Best Possible Taste: A Tribute to Kenny Everett","adult":false},{"cast":["Oliver Bäßler","Haluk Piyes","Frederick Lau","Katja Medvedeva","Vsevolod Tsurilo"],"overview":"","release_date":"2002-11-10","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":207970,"title":"Der Brief des Kosmonauten","adult":false},{"cast":["Janina Vilsmaier","Max Riemelt","Frantisek Pechácek","Theresa Vilsmaier","Daniel Vidlák"],"overview":"Thirteen-year-old Julia leaves Berlin, where she resides with her father, to spend vacation in the Czech Republic. While there she experiences first love, and also tries to help the local kids rescue a circus bear from a rich German hunter who's willing to pay for a bit of sport. If the parents get their way they'll use Mr. Big Game to finance the circus and even contribute to local pensions. The children and the bear head for the forest.","release_date":"2000-11-10","genres":[12],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":207972,"title":"Bear on the Run","adult":false},{"cast":["Zarah Leander","Willy Birgel","Paul Hörbiger","Jane Tilden","Karl Schönböck"],"overview":"Ilona, the bored wife of an easily distracted professor, falls in love with his friend Tibor, a world-traveler and ladykiller.  Although she pursues him, he declines to take advantage of the situation, because she's married to his best friend.  Only after her husband shows an interest in a co-worker is it possible for a happy ending to take place for the two new couples.","release_date":"1938-12-14","genres":[10749,35,18],"vote_average":6.0,"runtime":101,"cert":"N\/A","id":207974,"title":"Der Blaufuchs","adult":false},{"cast":["Vicky Wei","Jieh-Wen King","Ching-Ju Chang","Tsai Chen-Nan","Wen Ying"],"overview":"In Taiwan, a young woman, Lin-Lang, is released from prison after serving ten years for terrorist activity. She had turned to bomb making in grief after her mentor and lover, An Rong, who was also her university professor, was arrested for political activity and, she presumed, executed. In prison, she learns Rong is alive, and she maintains her spirits and sanity for the years in her cell by holding imaginary conversations with him. When she is released, she discovers he is married, has a child, and lives conventionally. She finds him; he's not happy to see her. How she reacts to losing the center of her life becomes the subject of the film.","release_date":"1995-03-23","genres":[18],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":207991,"title":"Heartbreak Island","adult":false},{"cast":["Enric Benavent","Álvaro Báguena","Concha Cuetos","Joan Gadea","Ana Gracia"],"overview":"Amparo, a sixty-five woman, has to face a new life after the death of her husband. Amparo end up living at home with his son, married with a son, but given the dominant nature of Amparo, eventually clashing with Teresa, the daughter, which gradually will look like her mother interfering in your life to deteriorate relationships .","release_date":"2004-02-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":207993,"title":"La madre de mi marido","adult":false},{"cert":"N\/A","title":"Otra ciudad","cast":["Saida Benzal","Luis Bermejo","Andres Bernardos","Didier Boutte","Carmen Bullejos"],"genres":[],"id":207995,"overview":"Juan Méndez is a high executive in his forties who seems to be a model of middle-class stability. However, amidst a personal crisis, he is contemplating some changes in his life, including changes in his romantic affairs. He moves to Valencia, allegedly for professional reasons, and that causes many troubles for his family: his woman has to quit her job, her daughter is going to be far from her fiancé and his son will have to find new friends.","runtime":94,"release_date":"2003-11-16","vote_average":0.0,"adult":false}]