[{"cast":["Pascal Sellem"],"overview":"","release_date":"2006-03-21","genres":[35],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":228518,"title":"Pascal Sellem fait vraiment n'importe quoi","adult":false},{"cast":["Anissa Kate","Diana Prince","Gia Grace","Katie St. Ives","Billy Glide"],"overview":"With high hopes of porn stardom, Daniel's mother moves the family out to California. While she pursues her dreams and every dick in town, Daniel aspires to fend off the local bullies. Sympathetic to his plight, Daniel's perverted neighbor Mr. Miyagi trains him to fight.With the Karate tournament just a day away, will Daniel be ready? Will his insatiable mother stop craving cock? Will a double-penetration scene slow down with evil Cobra Kai? Answers to these questions and more are revealed in The Karate Kid XXX.","release_date":"2013-01-02","genres":[],"vote_average":10.0,"runtime":82,"cert":"N\/A","id":228535,"title":"The Karate Kid XXX: a Dreamzone Parody","adult":true},{"cast":["Ekawut Bunprasoert","Thassathol Phongphakawat","Athitaya Sikanonl"],"overview":"Yont has an amulet buried in his body which makes him invincible. Piak wants to buy the amulet but Yont won't sell and he decides to hide it in his son's bodies making them invincible. But Piak will spare nothing in order to get the amulet.","release_date":"2008-01-01","genres":[28],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":228537,"title":"Metal Immortal","adult":false},{"cast":[],"overview":"The dam where Thumbelina and her father live is breaking due to the rising waters in the nearby pond. Father worries that when spring comes, the melting snows will rise the water higher than ever causing the dam to crack and water to flow over the meadow, thus drowning the little people who live there. Father believes he is too old to take on the journey to find the prince and warn him and his people, so he asks his daughter to go instead. Thumbelina agrees, but in her journey she mets a great deal of characters, both good and evil. To someone not bigger than a human's thumb, dealing with the evil intentions of Mona, a greedy mouse, will prove to be a big challenge.","release_date":"1993-06-09","genres":[10751,12,16],"vote_average":6.0,"runtime":49,"cert":"N\/A","id":228539,"title":"Thumbelina","adult":false},{"cast":["Kyle Hoskins","Elissa Dowling","Linda Cieslik","Steven Lee Edwards","Valerie Meachum"],"overview":"Mentally challenged Raymond Rourke gets blamed and framed by several kids after they accidentally kill his younger brother Bryce. Six years later, Raymond escapes from the state mental hospital he's been locked up in so he can exact a harsh revenge on the folks who killed his brother and set him up.","release_date":"2011-03-27","genres":[27],"vote_average":3.7,"runtime":83,"cert":"N\/A","id":228550,"title":"Raymond Did It","adult":false},{"cast":["Dominic Raacke","Barbara May","Ortrud Beginnen","Barbara Valentin","Tobias Moretti"],"overview":"","release_date":"1988-11-30","genres":[27,9648],"vote_average":5.2,"runtime":88,"cert":"N\/A","id":228552,"title":"Der Fluch","adult":false},{"cast":["Jung Kyung-ho","Ko Sung-hee","Kang Han-na","Kim Jae-hwa","Han Sung-chun"],"overview":"Hallyu star Ma Joon-Gyu boards an airplane that will take him from Tokyo to Seoul, but the plane is soon swept up into a typhoon and faces danger.","release_date":"2013-10-16","genres":[35],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":228560,"title":"Fasten Your Seatbelt","adult":false},{"cast":["Javier Caffarena","Antonio Del Río","Francisco Del Río","Paul Lapidus","Nathalie Legosles"],"overview":"Horror by Emilio Schargorodsky.","release_date":"2012-04-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":228562,"title":"Dracula 0.9","adult":false},{"cast":["Virginia Valli","Rockliffe Fellowes","Frankie Darro","Wallace Beery","James O. Barrows"],"overview":"A railroad worker accepts a colleague's offer to stay in his home, but when his friend is called out one night to stop a runaway train, he makes a play for the man's wife.","release_date":"1924-07-19","genres":[],"vote_average":2.0,"runtime":70,"cert":"N\/A","id":228564,"title":"The Signal Tower","adult":false},{"cast":[],"overview":"Here you will find all the answers the king of sports: football. The first feature film with all the rules of football, updated and easily explained by hundreds of anecdotes and case studies.","release_date":"1986-01-01","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":228566,"title":"Reglamento oficial de fútbol","adult":false},{"cast":[],"overview":"A new way to approach classical music, more fun, more original, more entertaining. Mozart Band arrives, and with it his four young members: Mozart, Betoven, Chopin and Verdi. Since the filming of a music video for a superstar to the mysterious theft of a valuable harp, Mozart and his friends live a host of incredible adventures. There comes a symphony of humor, adventure and above all, lots of music.","release_date":"1984-01-01","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":228568,"title":"Viva la banda de Mozart","adult":false},{"cast":["Jenny Lindroth","Pia Johansson","Tomas Norström","Sandra Nilsson","Niklas Olund"],"overview":"14-year old Em likes to hang around in her old play house. One day a boy, Jakob, sets fire to it, and Em catches a brief glimpse of him before he disappears. They meet again a few days later. For the first time in her life, Em falls in love. Plot by Mattias Thuresson.","release_date":"1996-02-08","genres":[18],"vote_average":4.0,"runtime":107,"cert":"N\/A","id":228570,"title":"Drömprinsen - Filmen om Em","adult":false},{"cast":["Sally Kirkland","Damon Shalit","Daphne Zuniga","Peter Dobson","JoAnna Garcia"],"overview":"Darren goes to Hollywood to tackle his dream of becoming an A-list movie star. However, once he gets there his dreams are crushed once he realizes the life of an actor isn't all of the glitz and glamour he had hoped. When Darren is mistaken for Dante, an A-list actor in tinsel town, Darren's world is thrown upside down. With gigs coming in left and right and the paparazzi on his tail, Darren gets his wish, for better or for worse.","release_date":"2006-04-27","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":228581,"title":"A-list","adult":false},{"cast":["Evabritt Strandberg","Sven Wollter","Harriet Andersson","Gösta Ekman","Jarl Borssén"],"overview":"Helena and Sten are a couple but the relationship is falling apart.","release_date":"1968-06-25","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":228592,"title":"I Love, You Love","adult":false},{"cast":[],"overview":"As its title indicates, the subject in Production Stills is a series of production stills of a film that was never made, and that at the same time is the film we are watching. A perfectly enclosed narrative of its own production: the image is one long take (11 minutes) of a wall on which a hand sequentially pins a number of Polaroids, one after the other. The Polaroids depict the crew making the film; the synchronous sound allows us to hear in ‘real time’, their chatter and the hum of the still camera, so that we can anticipate the photos and assign faces to the voices we hear. - Artefact Festival","release_date":"1970-01-01","genres":[18],"vote_average":4.0,"runtime":11,"cert":"N\/A","id":228594,"title":"Production Stills","adult":false},{"cast":["To Katinaki","Pierre Lampe","Jean-Pierre Bouyxou","Raphaël Marongiu","Marie-Louise Duparc"],"overview":"Two mysterious men dressed in black and with cigarettes dangling from their mouths drop a large, presumably heavy (since it takes two to carry it) package off on a doorstep and walk away. When the home’s owner returns he drags the package inside, then goes about doing a few more activities before deciding to finally open it. Upon removing the paper, he notices it’s a large steel barrel. Using a blowtorch, he gets the lid off and sees it’s full of oily water… but rising out of the water is a nude, voluptuous, smiling woman, who immediately starts to entice the man by massaging her breasts. Naturally, being in a barrel for who knows how long, she needs to get cleaned off and hops into a bubble bath. While she’s lounging in the tub, the man gets into bed, lights a cigarette and starts to remove him clothes in anticipation. We get to see fantasies from both the man and “the fairy.” —The Bloody Pit of Horror","release_date":"1969-01-01","genres":[27],"vote_average":5.0,"runtime":24,"cert":"N\/A","id":228596,"title":"The Bloodthirsty Fairy","adult":false},{"cast":["Hannes Messemer","Armin Dahlen","Horst Keitel","Benno Hoffmann","Horst Naumann"],"overview":"","release_date":"1961-11-10","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":228610,"title":"Der Transport","adult":false},{"cast":["Stan Getz"],"overview":"","release_date":"2009-11-26","genres":[10402],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":228621,"title":"Stan Getz & Chet Baker: Live In Stockholm 1983","adult":false},{"cast":[],"overview":"Excerpts from a collection of 9.5mm films dating from 1900 to 1928—including theatrical films, anthropological documentaries, and home movies—that reveal much about life during the silent-film era. —MoMa","release_date":"1983-02-25","genres":[],"vote_average":1.0,"runtime":54,"cert":"N\/A","id":228635,"title":"Karagoez catalogo 9,5","adult":false},{"cast":["Jean Parker","James Dunn","Una Merkel","Stuart Erwin","Willard Robertson"],"overview":"Sally (Jean Parker) is engaged to be married, loves dancing and kids.  But her life is ruined when an accident cripples her and her betrothed magnanimously offers to not back out of the marriage. After rejecting his offer she starts a doll shop and tries to save for an operation. From her doll shop window she watches children and talks to Jimmie (James Dunn) the ice cream man. She wants to know Jimmie better, but is terrified of rejection.","release_date":"1934-09-07","genres":[18,10749],"vote_average":7.0,"runtime":80,"cert":"N\/A","id":228637,"title":"Have a Heart","adult":false},{"cast":[],"overview":"Get ready for a wild ride with UNCLE JACK in this nocturnal odyssey of a desperate fugitive. A mad clown, magic pills, a bedtime story and more add up for a fast-paced, riotous adventure. Cheer for a troubled character with a big heart in this short film shot in Denver, Colorado entirely and commissioned by Pentax Cameras.","release_date":"2010-10-17","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":228639,"title":"Uncle Jack","adult":false},{"cast":[],"overview":"Five Guys Named Moe","release_date":"1995-10-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"U","id":228644,"title":"Five Guys Named Moe","adult":false},{"cast":[],"overview":"Shaquille O'Neal presents funnyman and actor Faizon Love as he takes on hosting duties for the latest installment of ALL-STAR COMEDY JAM. This time around, NBA All-Star and celebrity personality Shaquille O'Neal has handpicked some of stand-up comedy's funniest up-and-coming talents and paired them with veterans of the comedy stage.","release_date":"2013-06-23","genres":[],"vote_average":5.7,"runtime":85,"cert":"N\/A","id":228649,"title":"Shaquille O'Neal All-Star Comedy Jam Live from Atlanta","adult":false},{"cast":["Baby Peggy","Gladys Hulette","Frank Currier","Lucy Beaumont","Edward Earle"],"overview":"The Family Secret is an early film adaptation of a popular 19th century melodrama. The plot concerns the daughter of a wealthy man who has secretly married a man below her station of whom her father violently disapproves. The father, in an excess of parental concern, separates the lovers by sending his daughter away so that she might forget her inamorata, unaware of their married state; during this time, she gives birth to a daughter. After some months, the young mother returns to her family manor and presents her father with his new granddaughter, which causes a most unfortunate scene. Unbeknownst to the young woman, her enraged father falsely accuses his son-in-law of theft and has him incarcerated in order to separate the lovers in an irrational attempt to force his daughter to forget this \"unworthy\" young man.","release_date":"1924-09-27","genres":[18],"vote_average":5.5,"runtime":70,"cert":"N\/A","id":228657,"title":"The Family Secret","adult":false},{"cast":["Esai Morales","James Marshall","Yancy Butler"],"overview":"","release_date":"2000-12-07","genres":[18],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":228659,"title":"Doomsday Man","adult":false},{"cast":["Al St. John","Jim Kelley","Lucille Hutton","Glen Cavender"],"overview":"Nominally about attempts to steal a gold mine, the movie starts out with the air of a realistic comedy, then immediately descends into a series of perfectly timed gags which made me goggle at their improbability -- not the sort of thing you normally think of in a slapstick comedy. Very quickly the unerring ability of ropes to loop themselves around tree roots, stopping Al from plummeting to his death or an explosion to drop him on a bull came to make me goggle again.","release_date":"1925-11-08","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":228661,"title":"Fire Away","adult":false},{"cast":[],"overview":"Farmer Al Falfa, the boss at an egg factory, discourages the romance between his two feline employees.","release_date":"1925-10-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":228663,"title":"Closer Than a Brother","adult":false},{"cast":[],"overview":"Documents the efforts of Russian gay rights activists to organise a pride parade in Moscow","release_date":"2013-03-06","genres":[],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":228665,"title":"Mr. Propaganda","adult":false},{"cast":["Anna Q. Nilsson","Ben Lyon","Viola Dana","Hobart Bosworth","Victor McLaglen"],"overview":"A love triangle set against the turn-of-the-century gold rush.","release_date":"1925-08-15","genres":[12,18],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":228667,"title":"Winds of Chance","adult":false},{"cast":["James Finlayson","William Gillespie","Helen Gilmore","Frederick Ko Vert","Jules Mendel"],"overview":"A very good as a faithful husband, whose wife is looking for proof that more than his eyes have been roving. She hires a private detective to provide it.","release_date":"1925-07-04","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":228669,"title":"Chasing the Chaser","adult":false},{"cast":["Alesa Kacher","Aleksandr Golovin","Ivan Dorn","Ekaterina Guseva","Maksim Vitorgan"],"overview":"Masha Smirnova is a young girl who came to Moscow to conquer the big city. Here she finds a way to make all here wishes come true. But for other people this way is not so pleasant, sometimes even painful.","release_date":"2013-09-05","genres":[35,10749],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":228674,"title":"12 Months","adult":false},{"cast":["Ally Walker","Noell Coet","Charlie O'Connell","Erica Leerhsen","Daniel Hugh Kelly"],"overview":"Young Emily Walton, who has suffered from psychosomatic blindness ever since the car accident that took her mother's life, must summon every instinct at her disposal to protect herself and her loved ones from a mysterious intruder","release_date":"2013-10-30","genres":[27,18,53],"vote_average":4.8,"runtime":87,"cert":"N\/A","id":228676,"title":"Mischief Night","adult":false},{"cast":[],"overview":"Teruel, 2012. Nacho must hide in an old house at the mountains. The building reveals a tragic past buried for over 80 years.","release_date":"2013-10-17","genres":[27],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":228678,"title":"Caídos","adult":false},{"cast":["Funke Akindele","Adebayo Salami","Jide Kosoko","Tola Oladokun","Yinka Qaudri"],"overview":"A razz village girl who has never left her community is plunged into a sophisticated new world when she goes to university in Lagos. She quickly learns that she must fight to earn respect and become popular.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":114,"cert":"N\/A","id":228680,"title":"Jénífà","adult":false},{"cast":["Joss Whedon"],"overview":"The making of Cabin in the woods.","release_date":"2012-01-01","genres":[99],"vote_average":0.0,"runtime":29,"cert":"N\/A","id":228688,"title":"We Are Not Who We Are: Making the Cabin in the Woods","adult":false},{"cast":[],"overview":"Mutt (the tall one) takes out a policy on Jeff hoping to cash in big. But, unfortunately for his big money plans, ACCIDENTS WON'T HAPPEN.","release_date":"1925-09-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":228690,"title":"Accidents Won't Happen","adult":false},{"cast":[],"overview":"In a fateful bumper car collision, Jake and Ella meet and become the most loving couple in the long history of romance. But when a scheming \"other\" woman drives a wedge of jealousy into their perfect courtship, insecurity and hatred spell out an untimely fate. With only the help of a disgraced magician and his forbidden \"soul machine\", Ella takes the form of Jake's numerous lovers, desperately fighting through the malfunction and deceit as they try to reclaim their destiny.","release_date":"2013-10-18","genres":[16],"vote_average":7.7,"runtime":72,"cert":"N\/A","id":228692,"title":"Cheatin'","adult":false},{"cast":["Gudrún Hauksdóttir","Helena Josefsson","Cecilia Nordlund","Nina Persson","Lotta Wenglén"],"overview":"","release_date":"2011-03-11","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":228694,"title":"Jag är min egen Dolly Parton","adult":false},{"cast":["John Ince","Rex Lease"],"overview":"A gin bottle is personified with a spirit. As the gin bottle changes hands the spirit of the bottle tempts the various possessors to take a drink. A pro-prohibition movie, the story exemplifies the tragedies of drinking.","release_date":"1925-10-17","genres":[14,18],"vote_average":5.0,"runtime":11,"cert":"N\/A","id":228696,"title":"Episodes in the Life of a Gin Bottle","adult":false},{"cast":["Wallace MacDonald","Clara Bow","Arline Pretty","Stuart Holmes","Pat Moore"],"overview":"Alcoholic playboy Wallace MacDonald (as Bruce Armstrong) would like to sober up and become more responsible, after a drinking accident causes him to cripple little brother Pat Moore (as Jimmy Armstrong). Still, the lure of liquor makes him to sneak drinks at home, and go out partying with carefree showgirl Clara Bow (as Marilyn Merrill). He's promised Ms. Bow he'll quit drinking and gambling. Further complicating Mr. MacDonald's life are the bad checks he's been accumulating. Nasty Stuart Holmes (as Tom Canfield) and Tom Santschi (as \"Big Joe\" Snead) force MacDonald to join their diamond smuggling racket, in lieu of payment.","release_date":"1925-09-14","genres":[18],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":228698,"title":"The Primrose Path","adult":false},{"cast":["Bradford Scobie","Krystin Watters","Kevin Dautry","Leah Blesoff","Laura Sweeney"],"overview":"Gas Huffin' Bad Gals! is a 2000 film written by and starring Bradford Scobie. It was accepted into the Cannes Film Festival, the New York Underground Film Festival, the Outfest festival in Los Angeles, and was broadcast in England by BBC television.","release_date":"2000-11-03","genres":[35],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":228706,"title":"Gas Huffin' Bad Gals!","adult":false},{"cast":["Shun Shioya","Nao Nagasawa","Kohei Yamamoto","Yujiro Shirakawa","Nobuo Kyô"],"overview":"A space ninja group initiate mysterious bombings around the world - from Paris, to Egypt, China, and many others. Nanami and Kouta followed the series of incidents, but were surprised to see a familiar figure appearing before them! It was mentioned that a mistake was made from a battle 10 years ago. This is a V-Cinema, direct to video, movie to commemorate the 10th anniversary of Ninpu Sentai Hurricaneger.","release_date":"2013-08-09","genres":[28,12,878,14],"vote_average":4.0,"runtime":51,"cert":"N\/A","id":228720,"title":"Ninpuu Sentai Hurricaneger: 10 YEARS AFTER","adult":false},{"cast":[],"overview":"The Making of the feature film 'Nothing But the Truth'.","release_date":"2009-04-28","genres":[99],"vote_average":0.0,"runtime":29,"cert":"N\/A","id":228722,"title":"The Truth Hurts: The Making of Nothing But the Truth","adult":false},{"cast":["Katherine Browning","Mike Campbell","Leah Verrill","Ashley Love","Tiffany S. Walker"],"overview":"A horror feature film about 4 girls who move into their first off-campus house only to find that the owner is a soul-eater.","release_date":"2012-08-18","genres":[35,27],"vote_average":3.5,"runtime":95,"cert":"N\/A","id":228724,"title":"4 Dead Girls: The Soul Taker","adult":false},{"cast":["Romeo Miller","Darrin Henson","Mishon Ratliff","Denyce Lawton"],"overview":"Two brothers pledge different fraternities, which leads to a question of loyalty.","release_date":"2013-10-08","genres":[18],"vote_average":5.3,"runtime":101,"cert":"N\/A","id":228726,"title":"Frat Brothers","adult":false},{"cast":[],"overview":"","release_date":"2004-11-10","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":228728,"title":"Das Geheimnis der Tempelritter","adult":false},{"cast":[],"overview":"","release_date":"2007-11-10","genres":[99],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":228730,"title":"Deutschland Privat - im Land der bunten Träume","adult":false},{"cast":["Michael Bohnen","Huguette Duflos","Paul Hartmann","Jaque Catelain","Elly Felicie Berger"],"overview":"The story: While her husband is becoming famous in the war, the marshal of Werdenberg's wife consoles herself in the arms of the youngster Octavian and tries to arrange the love affairs of her cousin, the baron Ochs, by presenting him to young Sophie. This baron is taken with her and the Marschallin proposes Octavian to be his \"Rosenkavalier\" in order to present the traditional silver rose to his fiancée. But youngsters are youngsters and sex hormones hold sway over the whole world so for that reason immediately Octavian and Sophie fall in love with each other…","release_date":"1925-12-09","genres":[35,18],"vote_average":6.0,"runtime":105,"cert":"N\/A","id":228735,"title":"The Knight of the Rose","adult":false},{"cast":[],"overview":"And now, in this first issue of a new All-British series of Cartoons...\" Animation featuring the fabulous Jerry the Troublesome Tyke - a cartoon dog. A U.I.C. production. A pen magically writes the words: \"His mother was a \"Nib\" and his father was a \"Big Pot.\" - we see drawings of a pen and a bottle of ink.","release_date":"1925-10-18","genres":[],"vote_average":0.0,"runtime":5,"cert":"","id":228737,"title":"Jerry the Troublesome Tyke","adult":false},{"cast":[],"overview":"Jerry wakes up in a bad mood and throws a shoe at his alarm clock. He finds that a letter has come for him. It is a letter on headed paper from Pathe Freres Cinema Ltd. letting him know that arrangements have been made for him to film \"Big Game in the Tropics\".","release_date":"1926-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228739,"title":"A Very Jerry Expedition","adult":false},{"cast":[],"overview":"Cartoon drawing of a birthday cake. Live action of cartoonist (Sid Griffiths) sitting down at his drawing board. He looks at the cartoon and says: \"I never drew THAT!\". Cake turns into Jerry holding a sign that says \"Many happy returns\". Cut to artist, Intertitle reads: \"Thanks very much, but it's not MY birthday!\". Jerry throws away the sign and says, \"No, but it is going to be mine!\". Artist talks to the cartoon: \"What do you want for a birthday present?\". Jerry thinks about it and decides that he wants a gramophone.","release_date":"1925-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228741,"title":"His Birthday","adult":false},{"cast":["Funke Akindele","Adebayo Salami","Jide Kosoko","Tola Oladokun"],"overview":"This is a film that shed light on the fake lifestyle most female undergraduates live. Jenifa is one of these girls, she used to be a village champion before coming to Lagos for her university educaion. Upon her arrival, she met her long time friend Becky who introduced her to other girls, Tracy and Franca. All these girls live fake and wayward lives, they jump from one trouble to another in a bid to belong to the high class.","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":126,"cert":"N\/A","id":228743,"title":"Jénífà 2","adult":false},{"cast":[],"overview":"We see the animator's hand as he draws Jerry (Sid Griffiths?). Jerry is cycling along but the artist hasn't drawn him a bike. Speech bubble comes out: \"- Mr. Artist! What about the bike?\" A bike is drawn in. Jerry carries on cycling. There is moving landscape behind him. Suddenly a fire engine starts bringing up the rear. Jerry cycles along looking scared. The fire engine chases Jerry.","release_date":"1925-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228745,"title":"There's Many a Slip","adult":false},{"cast":[],"overview":"Jerry walks along in the countryside. He finds a car and gets in. C\/U of him driving. He makes funny faces at the audience. He stops and looks around (seems like he is in the same place so hasn't really been driving.) Suddenly the car lurches off. The car careers down a hillside. We see the car driving along at great speed with Jerry's feet sticking out of the back. Jerry shouts for help and says a prayer. He tries to get out. He shouts \"What'll I do?\" An aircraft pilot responds with: \"Stick it Jerry!\"","release_date":"1926-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228747,"title":"Treasure Hunting","adult":false},{"cast":["Mohanlal","Indrajith Sukumaran","Saikumar","Mamta Mohandas","Murali"],"overview":"Baba Kalyani is a Malayalam action film released in 2006. Directed by Shaji Kailas, this film has Mohanlal in the title role, supported by Biju Menon, Saikumar, Indrajith Sukumaran, Mamta Mohandas and Jagathy Sreekumar.","release_date":"2006-12-24","genres":[28,53],"vote_average":4.2,"runtime":149,"cert":"N\/A","id":228749,"title":"Baba Kalyani","adult":false},{"cast":[],"overview":"We find our old friend Jerry sitting on a cushion taking mail from a mail sack, reading it then throwing it into a wastepaper basket. He laughs as he does so. We see one of the cards he opens which reads: \"Sweetest Jerry. I feel I must write and tell you what a wonderful film actor you are. P.T.O.\"","release_date":"1926-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228757,"title":"A Sticky Business","adult":false},{"cast":[],"overview":"Animation featuring Jerry the Troublesome Tyke - a cartoon dog. A U.I.C. production. Jerry appears through a hole in a theatre stage, jumps up and takes a bow. He looks around and starts talking. Intertitle reads: \"Ladies and Gentlemen: You will be delighted to hear that the famous pianist Ottstuffski is unable to appear, and therefore, I have been asked to deputize (sic)\"","release_date":"1926-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228765,"title":"The Deputy","adult":false},{"cast":[],"overview":"The lid of a bottle of ink wobbles around a bit then falls out of the inkpot. Jerry climbs out. He salutes the audience. He stands on top of the inkpot, then jumps off the pot and points his hands at it. The inkpot disappears. Jerry walks along and multiplies, leaving a picture of himself repeating across the screen. Intertitle reads: \"Ten little Jerry-boys standing in a line....\" They all turn to look at the audience \"..One weary pup soon got \"fed up\"...\"","release_date":"1926-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228767,"title":"Ten Little Jerry Boys","adult":false},{"cast":["Richie Ren","Cecilia Cheung","Lee San-San","Chapman To","Raymond Wong Ho-yin"],"overview":"Nice guy Moses, who cries whenever he tells a lie, is about to inherit a large fortune. Materialistic Didi learns of this and tries to win his affection.","release_date":"2003-01-01","genres":[35,10749],"vote_average":7.0,"runtime":100,"cert":"N\/A","id":228769,"title":"Honesty","adult":false},{"cast":["Stephan Lenze"],"overview":"","release_date":"2008-11-10","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":228771,"title":"Letharg - Der Film","adult":false},{"cast":[],"overview":"We see a door which is marked \"Jerry - Builder and Decorator.\" Jerry is in his office sitting with his feet on the table smoking a cigar. He blows smoke rings which do little tricks. He looks at the audience and taps the ash off his cigar. The telephone rings and makes Jerry jump - he looks cross. We see Jerry and the person he is speaking to in little circular cut-outs placed on another image of a landscape with telegraph poles stretching off into the distance. The man Jerry is speaking to is wearing a dressing gown and a funny little hat - possibly Scottish. The man says: \"I want you to paper the parlour.\" Jerry nods and replies: \"I'll be on the job in ten minutes!\" Jerry attempts to put a wallpaper table together. Slapstick stuff ensues. It keeps collapsing.","release_date":"1926-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228773,"title":"When Jerry Papered the Parlour","adult":false},{"cast":["Daniel Aichinger"],"overview":"","release_date":"2007-11-10","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":228778,"title":"Limited Games - Störtebekers Geheimnis","adult":false},{"cast":["Fiona Shaw","Richard Bremmer","Graham Crowden","David Lyon","Paola Dionisotti"],"overview":"Richard II","release_date":"1997-01-01","genres":[],"vote_average":7.8,"runtime":null,"cert":"PG","id":228780,"title":"Richard II","adult":false},{"cast":[],"overview":"C\/U of the artists hand as he draws a wheel with something moving inside it. When the wheel suddenly expands it turns out to be Jerry sleeping in front of a fire. Jerry snores and his back moves up and down. In another room a man prepares to play a saxophone. The man has a stretchy neck which extends when he looks at his music. He plays and notes come swaying out of the instrument. He taps his foot. Some of the notes turn up in the room where Jerry is sleeping and they move around and over his body.","release_date":"1926-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228782,"title":"Jerry Sacks a Saxophone","adult":false},{"cast":[],"overview":"Jerry stands on a chair by a dinner table. He looks at the things on the table then looks at the audience. He says: \"No breakfast again!\" He picks up the newspaper and looks at it. He sees an advert which reads: \"C.O.D. Order your food by post.\" Jerry has an idea. He writes on the newspaper, filling in the words for C.O.D. as \"Cats or Dogs\"","release_date":"1926-10-18","genres":[],"vote_average":6.0,"runtime":null,"cert":"","id":228784,"title":"C.O.D.","adult":false},{"cast":[],"overview":"C\/U of the artists hand as he draws Jerry's lower half. Jerry keeps walking around so the artist doesn't have a chance to finish the drawing. Jerry jumps around. The artist writes the words: \"Come here!!\" Jerry stamps his foot and says NO. The two have an argument. The artist gets a drawing pin and pins Jerry's foot in place. The artist draws the rest of him. He is punching the air and looking very cross. Shot of Jerry on a piece of paper balanced on the artists drawing board. Jerry looks scared and shakes his head.","release_date":"1926-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228786,"title":"He Gets Fired","adult":false},{"cast":[],"overview":"Animation featuring Jerry the Troublesome Tyke - a cartoon dog. A cartoon curtain rises. A U.I.C. production. Jerry emerges from under a door and does a somersault in the garden. He takes a piece of paper from his pocket and reads from it. It says \"When is your birthday? If you would know your future consult Zodiac the great seer..\" He puts it back in his pocket. Speech bubble appears: \"Seeing it's my birthday, I'll slip along and see what the seer sees of my future!\"","release_date":"1927-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228788,"title":"Great Expectations","adult":false},{"cast":[],"overview":"Animation featuring Jerry the Troublesome Tyke - a cartoon dog. A cartoon curtain rises. A U.I.C. production. A white dot appears on screen which opens out then turns black. Jerry suddenly appears in the middle, first a black blob which changes into the Jerry we know and love. He grabs the side of the circle, pulls it towards him and it changes into a newspaper. He reads it. He sees an advert which says: \"Wanted - 100% House Dog Able to tackle anything. Apply 13 Easy Street.\"","release_date":"1926-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228793,"title":"Spoofing a Spook","adult":false},{"cast":[],"overview":"A U.I.C. production. Animation starring Jerry the Troublesome Tyke - a cartoon dog. C\/U of the artist (Sid Griffiths?) sitting at a desk with a small easel standing on top of it. He folds up a piece of paper and places it inside a book. He then puts a pen in an ink pot but before he begins drawing he looks at the image already on the paper. There is a folded screen on the piece of paper. A sign is hung from the screen which reads: \"Not to be disturbed.\" Growling noises emerge from behind the screen. Sid scratches his head. He puts his hand on the paper and \"moves\" the screen to reveal Jerry sitting in an armchair. \"Leave me alone - I'm FED UP!\" yells Jerry. He curls his lip at Sid then paces backwards and forwards across the piece of paper. \"I'm sick of this quiet life - why can't we do a cowboy film?\" says Jerry.","release_date":"1926-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228795,"title":"Going West","adult":false},{"cast":[],"overview":"Animation featuring Jerry the Troublesome Tyke - a cartoon dog. A U.I.C. production. The cartoon artist Sid Griffiths sits down at his drawing table, a small easel is in front of him with a piece of paper propped up on it. Sid dips his pen into the inkpot and begins to draw. Jerry appears from his pen. Sid puts his pen down, wags his finger at Jerry then rubs his hands together as he looks at the bottle of alcohol beside his drawing board. He picks up the bottle. Jerry looks excited. A question mark appears beside him. Sid pours himself a drink - whisky?","release_date":"1926-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228797,"title":"He Breaks Out","adult":false},{"cast":[],"overview":"Animation featuring Jerry the Troublesome Tyke - a cartoon dog. A U.I.C. production. We find Jerry in a developing room processing photographs. The curtain then rises. The cartoon artist Sid Griffiths sits at his drawing desk. He puts his pen into the inkpot and begins to draw. Jerry appears from his pen and jumps into the air. Jerry makes the shapes of letters with his body then they appear behind him. \"HERE WE ARE AGAIN\" Jerry says to Sid: \"Draw me a line, boss, and I'll show you a trick!\"","release_date":"1926-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":228799,"title":"A Flash Affair","adult":false},{"cast":["Earl Mohan","Billy Engle","Ena Gregory","Delloris Johnson"],"overview":"An odd little one reel comedy starring Earl Mohan and Billy Engle, from the Hal Roach Studio. Directed by Tay Garnett.","release_date":"1925-06-06","genres":[],"vote_average":4.0,"runtime":10,"cert":"N\/A","id":228804,"title":"Riders of the Kitchen Range","adult":false},{"cast":["Kirsten Barber","Erin Jorgensen","Maya Lawson"],"overview":"Two women, a missing roommate, some taxidermy, a creepy blind man and a lot of booze.","release_date":"2013-08-23","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":228806,"title":"Lauren Is Missing","adult":false},{"cast":["Gianna Terribili-Gonzales","Amleto Novelli","Ignazio Lupi","Elsa Lenard","Matilde Di Marzio"],"overview":"Based loosely on Shakespeare's play, Plutarch's \"Life of Antony\", and Pietro Cossa's dramatic poem, \"Cleopatra\", this movie was spectacular for its time. It offers location shots made in Italy and Egypt, large crowd scenes (e.g., the Roman army embarking in Alexandria), lots of emotional drama (Marc Antony & Cleopatra, his wife Octavia, sister of Antony's rival Octavian, unhistorically coming to Alexandria to beg him to return to her, and some mean, mean looks exchanged between Octavia and Cleopatra.","release_date":"1913-10-18","genres":[],"vote_average":5.0,"runtime":74,"cert":"N\/A","id":228808,"title":"Marc Antony and Cleopatra","adult":false},{"cast":["Gabor Mate","Julie Holland","Rick Doblin","Ralph Metzner","Charles S. Grob"],"overview":"Through interviews with leading psychologists and scientists, Neurons to Nirvana explores the history of four powerful psychedelic substances (LSD, Psilocybin, MDMA and Ayahuasca) and their previously established medicinal potential. Strictly focusing on the science and medicinal properties of these drugs, Neurons to Nirvana looks into why our society has created such a social and political bias against even allowing research to continue the exploration of any possible positive effects they can present in treating some of today's most challenging afflictions.","release_date":"2013-10-19","genres":[99],"vote_average":7.9,"runtime":69,"cert":"N\/A","id":228813,"title":"Neurons to Nirvana","adult":false},{"cast":["Kiichi Nakai","Akira Terao","Naomi Hosokawa","Nagiko Tôno","Yukiya Kitamura"],"overview":"A middle-aged salaryman with a typical family, living quietly in a provincial city (Matsumoto, Nagano Prefecture), wakes up one morning in the summer of 1994 to find himself the prime suspect in the biggest mass-murder case of the decade.","release_date":"2001-02-17","genres":[18],"vote_average":5.8,"runtime":118,"cert":"N\/A","id":228842,"title":"Darkness in the Light","adult":false},{"cast":["Elize Cawood","Marius Weyers","Patrick Shai","Casper De Vries","Pierre Knoesen"],"overview":"A Gentle story with a moral of forgive and forget at the kernel of its’ comedy exterior ~ but also one that accurately foretold the changes that were to sweep across South Africa in 1994, as an uptight suburban Johannesburg housewife (Elize Cawood, with an equally uptight husband played by Marius Weyers) accepts a lift from a Sowetan taxi driver (Patrick Shai) and gets taken into another world entirely","release_date":"1991-10-31","genres":[18,35],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":228844,"title":"Taxi to Soweto","adult":false},{"cast":["Kazuchika Okada","Hiroshi Tanahashi","Shinsuke Nakamura","Tetsuya Naito","Yujiro Takahashi"],"overview":"The second King of Pro-Wrestling was held on October 14, 2013, in Tokyo at Ryōgoku Kokugikan. The event featured nine matches, four of which were contested for championships.","release_date":"2013-10-14","genres":[],"vote_average":0.0,"runtime":284,"cert":"N\/A","id":228852,"title":"NJPW King of Pro-Wrestling 2013","adult":false},{"cast":["Eiko Kuroki","Isao Sasaki","Takumi Fujio","Sakyo Komatsu"],"overview":"Eiko is an alien girl with a unique superpower. She can sense when a man or a monster is out to rape her and take her virginity. She can transform into a superhero, Star Virgin, and use her super powers to destroy anyone out to take her chastity. Star Virgin never wears more than a small bikini and a headdress. Along with keeping her virginity, Eriko has to save the world from killer robots and spend time with her nerdy boyfriend.","release_date":"1988-06-05","genres":[28,878],"vote_average":5.0,"runtime":57,"cert":"N\/A","id":228854,"title":"Star Virgin","adult":false},{"cast":["Lü Liping","Guo Tao","Bin Li"],"overview":"","release_date":"2010-10-19","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":228856,"title":"City Monkey","adult":false},{"cast":["Jeanne Valérie","Jacques Sernas","Edmund Purdom","Arnoldo Foà","Riccardo Garrone"],"overview":"During the 3rd century B.C. a horde of barbarians are hired by the Phoenian city of Carthage to fight against the Roman empire, but when the city's ruler is unable to fulfill the promised payment made to the mercenaries, they attack the African settlement, where Salammbô --the king's daughter and high priestess of goddess Tanit- tries to settle the matter when the Barbarian leader who has fallen for her steals the sacred veil of Carthage from the temple, without taking into account the evil schemes of a powerful member of the council of wise men.","release_date":"1960-03-24","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":228867,"title":"The Loves of Salammbo","adult":false},{"cast":["Isabelle Corey","Anthony Steffen","Irène Tunc","Carlo Tamberlani","Clara Calamai"],"overview":"The movie presents a moment in the ancient Rome history when Nero was the emperor and christians persecuted.  Story revolves around Antigonus's plan, archon of Corinth, to build a magnificent temple dedicated to the goddess Aphrodite, for which the people are oppressed by new and very high taxes.  The sculptor Demetrius, asked to make the face of the goddess Diana, falls in love with a slave, the Christian Lerna, and wants to marry her, but another jealous slave has other plans. In the meantime there are plots and intrigues for power and a plan to capture and execute all christians; but things turn out different than expected.","release_date":"1958-08-29","genres":[18,36],"vote_average":7.0,"runtime":91,"cert":"N\/A","id":228869,"title":"Aphrodite, Goddess of Love","adult":false},{"cast":["Chester Conklin","Fontaine La Rue","Billie Brockwell","Harry Bernard","Al St. John"],"overview":"Pa Droppington sneaks out of the house to go to the theatre. Amid comic capers he is smitten by a dancer. Meanwhile his son is telling Ma that he's in love with a dancer! She is not happy but he takes her to the theatre (for her birthday). She sees hubby and chases him around, he's also chased by another performer. The son calls a clergyman, Pa saves the girl and they marry at the end.","release_date":"1915-04-11","genres":[],"vote_average":5.0,"runtime":27,"cert":"N\/A","id":228874,"title":"Droppington's Family Tree","adult":false},{"cast":["Max Fleischer"],"overview":"In this one, Max has run low on ink, so Ko-Ko finishes drawing himself and then heads over to the camera room, where he creates his own characters, a mechanical dancing Dresden doll with whom he falls in love and a couple of automaton musicians. He gets rid of the musicians, but, alas, the bulbs used for film projectors are too hot and everyone melts.","release_date":"1922-02-07","genres":[10749,16,35],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":228879,"title":"The Dresden Doll","adult":false},{"cast":["Laura Mura","Allessio Santoni","Maurizio Corda","Marion Zitzler","Carlo Bagnolo"],"overview":"Sleazy jazzy Exotica TripPop as luxury drowned homage to 70s Euro-Grindhouse Cinema and its famed cult directors like Jess Franco, Jean Rollin or Harry Kümel: Red plush, opium n'a serious lack of oxygen. Surrounded by bizarre costumes and rituals, seductive singer Laura Mura breaks the power of horny kingsmen and lusty leatherslaves. A final return to a storytelling narrative in videoclips, not seen since the glory days of Kate Bush. Cinematic opulence, shot in Viennas famous, recently burned down Sophiensäle, that could leave its DV origin far behind by sheer tasteful style and won international recognition, airplay and a prize.","release_date":"1999-12-01","genres":[],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":228881,"title":"Triphopping in the Planet Drug","adult":false},{"cast":["James Parrott","Jobyna Ralston","George Rowe"],"overview":"SHOOT STRAIGHT - starring Paul Parrott, with Jobyna Ralston, Eddie Baker and George Rowe. A rarely-seen comedy short. Parrott is a hapless hunter in this predecessor to Tex Avery toons of the 1940s, and in a series of inventive gag sequences fails to capture squirrel, rabbit, chinchilla, bobcat, duck, and bear all in one reel.","release_date":"1923-03-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":228886,"title":"Shoot Straight","adult":false},{"cast":["Maurice Chevalier"],"overview":"In the dwarf kingdom of Lilliput, people were celebrating the engagement of the Princess Piccolina. Meanwhile, the rumor eventually reached the ears of Gigas the Tall and he had his men bring him the princess. General Tom Thumb gathered his army and attacked the palace of the Giants.","release_date":"1914-10-18","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":228906,"title":"The Dwarf Kingdom of Lilliput Versus Gigas the Tall, Prince of the Giants","adult":false},{"cast":["Dilip Prabhavalkar","Kishori Shahane","Nikhil Ratnaparkhi","Jyoti Halshe","Atul Parchure"],"overview":"Narba, a simple man lives in his wadi in Konkan - a grove that is rich with coconut trees and also has banana, supari and betel nut plantations. A gift from his ancestors, Narba nurtures this grove with love. One day a greedy landlord Rangarao eyes it and wants the wadi at any cost. Will he succeed?","release_date":"2013-12-11","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":228914,"title":"Narbachi Wadi","adult":false},{"cast":["Gg Gonzalez","Mark Levitt","Luis Pedron","Hilary Schwartz","Russel Wolfe"],"overview":"A Dark Comedy About The Dog-Eat-Dog World Of The Office Politics.","release_date":"2002-09-26","genres":[35],"vote_average":0.0,"runtime":32,"cert":"N\/A","id":228919,"title":"Receptionist Smart","adult":false},{"cast":[],"overview":"Black and white silent film starring The Clash.","release_date":"1983-01-01","genres":[18],"vote_average":8.0,"runtime":50,"cert":"","id":228921,"title":"Hell W10","adult":false},{"cast":["Maria Galante","Valarie Pettiford","Norm Lewis","Robert Kerbeck"],"overview":"Wedding invitations are about to be mailed when Casey abruptly calls off the wedding sending her fiance, Clay, into a tailspin. Clay's best friend Reggie breaches the sanctity of their friendship to bring Clay face to face with what his 'business as usual' approach toward Casey has fostered and what he must do to correct it.","release_date":"2001-06-02","genres":[18],"vote_average":0.0,"runtime":24,"cert":"N\/A","id":228923,"title":"Confidences","adult":false},{"cast":["Emmerich Hanus","Margarete Hübler","Hermann Seldeneck","Ludwig Trautmann","Miriam Horwitz"],"overview":"Two agents from different sides are working in a circus, one - the Schwarze Natter (Black Adder)- as a dancer, the other as a horseback artist. The Schwarze Natter is informed that the other is receiving information by one of the visitors this night, who is also in love her. She is trying to get him and the information herself, making it look like the other side has her finger in this incident. But an officer of the local police had an eye on them, because some things happening before made him suspicious and starts playing his little game.","release_date":"1913-10-18","genres":[],"vote_average":0.0,"runtime":34,"cert":"N\/A","id":228928,"title":"Die schwarze Natter","adult":false},{"cast":["Matt O'Leary","Eloise Mumford","Whip Hubley","Amir Khalighi","Mae Aswell"],"overview":"Drones begins in the Nevada desert, where new girl Sue Lawson joins airman Jack in a hot, windowless bunker from which they manoeuvre unmanned drones across the plains of Afghanistan. Their first day at work is awkward but polite, with Jack all too aware of Sue’s privileged status as daughter of a well-respected general. This, however, will be no ordinary mission: as they train their sights on an unarmed terrorist suspect, a power struggle erupts between the smart, sophisticated Sue and the dogged, blue-collar Jack.","release_date":"2013-10-18","genres":[53],"vote_average":5.0,"runtime":82,"cert":"15","id":228933,"title":"Drones","adult":false},{"cast":["Elvis Tsui","Anthony Wong","Billy Chow","Diana Pang","King-Tan Yuen"],"overview":"A man married to a beautiful young woman is pressured by her into staging a kidnapping to make some money, which puts him in conflict with his former kung-fu partner, who is now a policeman.","release_date":"1996-01-01","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":228935,"title":"Another Chinese Cop","adult":false},{"cast":[],"overview":"The film is about 4 high-schoolers who are bike racers and illegally partake in races at night on public roads.","release_date":"1987-08-01","genres":[28,16],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":228940,"title":"Motorcycle Legend","adult":false},{"cast":["Drake Bell","Kyle Chandler","Brooke Shields","Jon Heder"],"overview":"Geeky school kid Andy dreams of being a great inventor, but he’s having trouble coming up with a “big idea” that will win the Science Fair and beat scheming twins April and May.  Even worse his Dad is pressuring him into joining the football team, that he just happens to coach and his big brother just happens to be the star of. Andy decides to ask the town’s resident scientist, Dr. Frankenstein, for advice, but on a visit to his creepy mansion instead he meets a green football-loving teenage monster named Frank, who wishes he could join in the way Andy can.  Excitedly Andy realizes that he and Frank may just be able to solve each other’s troubles by switching places, and his plan goes smoothly until suddenly they’ve got a monster problem on their hands that threatens the entire town.","release_date":"2013-10-15","genres":[16,35,10751,27],"vote_average":3.5,"runtime":44,"cert":"N\/A","id":228942,"title":"A Monsterous Holiday","adult":false},{"cast":["Billy Childish","Bruce Brand","Larry Clark","Holly Golightly","Tiffany Limos"],"overview":"Portrait of Billy Childish.","release_date":"2005-06-26","genres":[99],"vote_average":6.0,"runtime":70,"cert":"","id":228944,"title":"Billy Childish Is Dead","adult":false},{"cast":[],"overview":"Nile Rodgers has sold over 100 million records. As the co-founder, songwriter, producer and guitarist of Chic he helped define the sound of the '70s, as disco took the world by storm. Nile and musical partner Bernard Edwards captured the essence of New York's iconic Studio 54 creating hit after hit for bands like Chic &amp; Sister Sledge. But the music that had made Chic would also break them, thanks to the 'Disco Sucks' backlash. What could have been the end for Nile Rodgers would actually be a new beginning as a producer of some of the biggest hits of the 80s for the likes of Diana Ross, David Bowie, Madonna and Duran Duran.  In this profile documentary, the ever-charismatic Rodgers contributes an engaging and often frank interview to tell the tale of how, born to Beatnik, heroin-addict parents in New York, he picked up a guitar as a teenager and embarked on a journey to learn his craft as a musician, before becoming one of disco's most successful artists.","release_date":"2013-03-29","genres":[99],"vote_average":8.0,"runtime":60,"cert":"N\/A","id":228946,"title":"Nile Rodgers: The Hitmaker","adult":false},{"cast":["Brian Gluhak"],"overview":"A convict escapes from Mars and returns to Earth on some kind of mission to exact vengeance... a sort of... Revenge Quest, if you will.","release_date":"1995-01-01","genres":[],"vote_average":1.0,"runtime":75,"cert":"N\/A","id":228951,"title":"Revenge Quest","adult":false},{"cast":["Maniyanpilla Raju","Babu Antony","Vijayaraghavan","Prathap K. Pothan","Lal"],"overview":"The film narrates the story of a few high-school friends getting back together after a long time.","release_date":"2013-10-17","genres":[35],"vote_average":7.9,"runtime":125,"cert":"N\/A","id":228962,"title":"Idukki Gold","adult":false},{"cast":["James Franco","Seth Rogen","Lizzy Caplan","Randall Park","Diana Bang"],"overview":"Dave Skylark and his producer Aaron Rapaport run the celebrity tabloid show \"Skylark Tonight\". When they land an interview with a surprise fan, North Korean dictator Kim Jong-un, they are recruited by the CIA to turn their trip to Pyongyang into an assassination mission.","release_date":"2014-12-25","genres":[28,35],"vote_average":6.2,"runtime":112,"cert":"15","id":228967,"title":"The Interview","adult":false},{"cast":[],"overview":"","release_date":"1990-06-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":228978,"title":"緑山高校 甲子園編 (劇場版)","adult":false},{"cast":["Hylda Baker","Cyril Smith","Joe Gibbons","Peter Myers","Linda Castle"],"overview":"Comedy about a protective mother whose dull son seems to have become wayward with the local bottle blonde.","release_date":"1962-06-01","genres":[35],"vote_average":6.0,"runtime":72,"cert":"","id":228980,"title":"She Knows Y'Know","adult":false},{"cast":["Grete Havnesköld","Anna Sjögren","Martina Haag","Kjell Bergqvist","Jakob Eklund"],"overview":"They've had enough and know what has to be done.","release_date":"1997-08-29","genres":[35],"vote_average":4.0,"runtime":91,"cert":"N\/A","id":228985,"title":"Selma & Johanna - en roadmovie","adult":false},{"cast":["Pernilla August","Helena Bergström","Lena Endre","Stina Ekblad","Ewa Fröling"],"overview":"Ten actresses test films for the title role of a remake of \"Queen Christina\".","release_date":"2000-12-24","genres":[35,18],"vote_average":3.7,"runtime":134,"cert":"N\/A","id":228987,"title":"Gossip","adult":false},{"cast":["Anders Lundin","Lennart Jähkel","Krister Henriksson","Peter Haber","Sven-Bertil Taube"],"overview":"Johan is a 35 year old soccer fan, unemployed but living by his wits and charm. During the Soccer World Championships in 1990 all Swedes want to follow the games, including Johan who doesn't own a TV set. He gets himself invited to friends or goes to bars to see matches. He is pursued by two hit men, as he owes money for a grand piano he was supposed to sell. Johan seeks the help of down-and-out Kenneth to avoid bodily harm. Kenneth arranges for Johan to smuggle 15 Iraqi from Frankfurt to Sweden. On the same night Sweden plays the fateful game against Costa Rica...","release_date":"1997-03-20","genres":[35],"vote_average":1.0,"runtime":81,"cert":"N\/A","id":228989,"title":"Slutspel","adult":false},{"cast":["Blake Gibbons","Gale Harold","John Winthrop Philbrick","Dihlon McManne","Martin Landau"],"overview":"The fateful reunion of four brothers quickly dissolves into a night of drinking, deceit, perversions, and death. They don't realize until it is too late that the party they are having is, in fact, a wake.","release_date":"2003-11-14","genres":[18],"vote_average":3.8,"runtime":90,"cert":"N\/A","id":228991,"title":"Wake","adult":false},{"cert":"N\/A","title":"Glory 11: Chicago","cast":["Daniel Ghiță","Anderson Silva","Rico Verhoeven","Gökhan Saki","Errol Zimmerman"],"genres":[],"id":228996,"overview":"It's the event everybody's been talking about, and it's not be missed: GLORY 11 touches down in Chicago on October 12th, featuring a massive lineup of the world's top kickboxing talent.  Gokhan Saki, Daniel Ghita, Anderson Braddock Silva, and Rico Verhoeven square off for the championship belt, while Tyrone Spong and Nathan Corbett face each other for the second time in their careers in a light-heavyweight showdown.","runtime":96,"release_date":"2013-10-12","vote_average":0.0,"adult":false}]