[{"cast":["James Avondolio","Pasquale Ferrante","Ann George","Elizabeth Hartman","Jennifer Pugh"],"overview":"Peepshow is the story of Richard, whose orderly life is turned upside down when the object of his love, Simone Paradiso, star of the small local peep show establishment, leaves her 9pm slot and diamonte thong behind in search of a better life.","release_date":"2008-12-31","genres":[18],"vote_average":4.0,"runtime":17,"cert":"N\/A","id":230001,"title":"Peep Show","adult":false},{"cast":["Michael Clark","Alyssa LaPlume","John Steptoe"],"overview":"Playing Through is the story of Brandon &amp; Nathan. Two friends playing a round of golf - Terribly. While Brandon does his best to distract his friend, every thought Nathan has rests on a looming phone call. A call that will reveal whether or not he has been diagnosed with cancer.","release_date":"2009-09-24","genres":[18],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":230003,"title":"Playing Through","adult":false},{"cast":["David Futernick","Mekenna Melvin","Kim Shaw","Lindsey Shaw","Jonathan Tucker"],"overview":"A group of college friends staring down their 30s examine how close, or how far, they are to achieving their goals, driving one of them to make an unconscionable decision.","release_date":"2013-03-22","genres":[18,10749],"vote_average":4.0,"runtime":17,"cert":"N\/A","id":230005,"title":"Objects in the Rearview","adult":false},{"cast":["Frank Williams","Ashley Peoples","Toby Levin","Athena Masci","Bill Rusnak"],"overview":"A former straight-edge musician tries to reconnect with a former love interest, a groupie for the band he broke up.","release_date":"2013-04-20","genres":[18,10402,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":230010,"title":"Locomotive","adult":false},{"cast":["Stephen Fry","Ralph Haddon","Brian Hallworth","Jemma Hines","Celia Imrie"],"overview":"David's 29th birthday also happens to be the day of his father's funeral. When David discovers that he shares that birthday with a Hollywood star, it begins to feel like his life is a series of missed opportunities. But that self-obsession threatens to destroy his relationships with his unemotional mother and disabled teenage sister when they need him the most.","release_date":"2010-12-31","genres":[18],"vote_average":6.0,"runtime":23,"cert":"","id":230012,"title":"Lost Connection","adult":false},{"cast":["Scott Dombeck","Sarah Emsick","Lacey Hulstein","Michael Hulstein","Dax Iford"],"overview":"A slice of life short film about a group of quirky ventriloquist enthusiasts. Through experiences in their lives, they discover that it's better to value people rather than things. This film is a look at different personalities and human behavior.","release_date":"2012-12-31","genres":[35,18],"vote_average":7.0,"runtime":16,"cert":"N\/A","id":230017,"title":"My Doll","adult":false},{"cast":["Billie Dove","Sidney Blackmer","Conway Tearle","Judith Vosselli","Cosmo Kyrle Bellew"],"overview":"A blackmailer falls in love with his female victim.","release_date":"1931-05-29","genres":[18],"vote_average":5.0,"runtime":59,"cert":"N\/A","id":230019,"title":"The Lady Who Dared","adult":false},{"cast":[],"overview":"Another day, another drug deal gone wrong in this NC-17 bit of ultra-violence set in an 8-bit isometric metropolis.","release_date":"2009-02-24","genres":[16],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":230021,"title":"N.A.S.A.: A Volta","adult":false},{"cast":["Xavier Lafitte","Laura More","Juan Trueba"],"overview":"Holden, a young photographer with a short-term memory problem, travels to Paris for a photo session with a successful French actor. The two fall in love from the moment they meet. They spend the night together, walking the streets of the city, aware that it is probably the only night they will have together.","release_date":"2012-05-18","genres":[18],"vote_average":6.0,"runtime":20,"cert":"N\/A","id":230023,"title":"Holden","adult":false},{"cast":[],"overview":"Documentary about rising popularity in Klan activity.","release_date":"1981-09-29","genres":[99],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":230025,"title":"Resurgence: The Movement for Equality Versus the Ku Klux Klan","adult":false},{"cast":["Silvano Agosti","Marco Bellocchio","Sandro Petraglia","Stefano Rulli"],"overview":"Via the New York Times: \"This documentary was distilled from a 3 1\/2-hour television film Nessuno o Tutti, to make the point that many inmates now in mental hospitals could be released without harm to society, and to their advantage. Both patients -- chosen for their ability to talk before a camera -- and sponsors in the community at large are interviewed to promote the concept of the patients' re-integration into the outside world. Three men (Paolo, Angelo, and Marco -- a mentally handicapped youth) talk to the interviewers about their own perspectives, and while the success of the mentally handicapped working at one plant is illustrated, the implied excesses of hospitals run by the Catholic Church are also discussed. Filming was not allowed inside those institutions.\"","release_date":"1975-07-01","genres":[99],"vote_average":0.0,"runtime":135,"cert":"N\/A","id":230030,"title":"Fit to Be Untied","adult":false},{"cast":[],"overview":"Debate Team is a documentary exploring the weird subculture of competitive college debate. Competitors battle at 360 words per minute, hauling around mountains of evidence called \"cards\" and nearly every debate ends in global nuclear annihilation.  In 2005, some 200 teams converged on San Francisco State to compete in the National Championship. The documentary follows four teams, from Michigan State, Harvard, West Georgia, and Berkeley in their quest for the national title. What emerges is not simply the chronicle of the thrill of victory and the agony of defeat, but a more disturbing examination into the nature of competition itself and the American fetish with championships and champions.","release_date":"2008-10-19","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":230032,"title":"Debate Team","adult":false},{"cast":["Sombat Metanee","Bin Bunluerit","Phenphet Phenkul","Kesarin Chaichalermpol","Chatchadaporn Thananta"],"overview":"Whan, the daughter of a village headman, meets a veterinarian on her way home when he helps fix her broken down car. She takes him home to meet her family. Her father suspects she will get involved with him. As he has hopes for her to marry the district officer's son he does everything he can to prevent this from happening.","release_date":"2003-01-11","genres":[35],"vote_average":5.5,"runtime":92,"cert":"N\/A","id":230037,"title":"Crazy Father","adult":false},{"cast":["Johane Johansson","Lou Charmelle","Angelina Valentine","Maya Hills","Remy LaCroix"],"overview":"These desperate housewives need a little backdoor lovin'!","release_date":"2012-05-29","genres":[],"vote_average":0.0,"runtime":151,"cert":"N\/A","id":230042,"title":"Anal Size My Wife 3","adult":true},{"cast":["Remy LaCroix","Asa Akira","Kagney Linn Karter","Lily Carter","Tiffany Doll"],"overview":"Prince the Penetrator is a one man wrecking crew as he takes on 6 of the hottest girls in porn. Blasting out his patented F-150 and ATOMIC BOMB porn moves he sets a new level for porn stud fucking. This movie is not for the weak of heart as it is a whirlwind of intense fucking leaving no prisoners. Kagney Lynn Carter gets the anal pounding of her life while Remy LaCroix is literally left in a heap, drunk on cock after they take Prince's massive black dick. Even two girls at a time are nothing but fuck cushions as Tiffany Doll and Lily Carter soon discover. Performer of the year ASA AKIRA and new starlet Erica are pounded into happy submission. WARNING: EXTREMELY INTENSE FUCKING - DO NOT TRY AT HOME SHOT IN HD","release_date":"2012-06-12","genres":[],"vote_average":0.0,"runtime":139,"cert":"N\/A","id":230044,"title":"Prince the Penetrator","adult":true},{"cast":["Remy LaCroix","Tiffany Doll","Maya Hills","Kennedy Dream","Cailey Taylor"],"overview":"Starring Remy LaCroix!These creamy white cum whores are opening wide for some thick black dick!","release_date":"2012-06-27","genres":[],"vote_average":10.0,"runtime":81,"cert":"N\/A","id":230046,"title":"Thrilla in Vanilla 10","adult":true},{"cast":["Juliet Berto","Judy Baca","Arno Jordan","Kent Twitchell"],"overview":"Filmmaker Agnès Varda captures a multitude of murals which decorate the city walls of Los Angeles.","release_date":"1981-09-13","genres":[99],"vote_average":7.2,"runtime":80,"cert":"N\/A","id":230048,"title":"Mur Murs","adult":false},{"cast":["Edward Hopper","Jo Hopper","Helen Hayes","Barbara Novak"],"overview":"Documentary about painter Edward Hopper and his wife.","release_date":"1981-10-05","genres":[],"vote_average":0.0,"runtime":46,"cert":"N\/A","id":230050,"title":"Hopper's Silence","adult":false},{"cast":["Herbert Strauss","Lotte Strauss"],"overview":"In 1943 Herbert and Lotte Strauss made the courageous decision to escape from Germany and almost certain extermination in a Nazi concentration camp. This is a personal account of their dramatic flight, building a new life in the United States, and coming to terms with the Holocaust. \"We Were German Jews\" grapples with the torment of living with the legacy of the Holocaust. The film chronicles Herbert and Lotte Strauss' return visit to Germany. They were not trying to assuage any sense of guilt over having survived; they wanted to confront the past by going back to where they had lived before the onslaught that claimed most of their relatives. This understated, very personal story adds significantly to the body of evidence that explores human behavior in the face of genocide and insists that we remember the past and learn from it.","release_date":"1981-10-05","genres":[99],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":230052,"title":"We Were German Jews","adult":false},{"cast":[],"overview":"The story of one online poker site that defrauded its customers for years. When caught, nobody is arrested, indicted or convicted and the fraudsters paid back far less than they stole.","release_date":"2013-10-22","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":230054,"title":"UltimateBeat - Too Much To Lose","adult":false},{"cast":[],"overview":"A languid, beautifully shot collection of landscapes, edited into a whimsical and touching film.","release_date":"1987-01-01","genres":[],"vote_average":6.4,"runtime":13,"cert":"N\/A","id":230056,"title":"Landscape (for Manon)","adult":false},{"cast":["Brad Hallowell","Todd Verow","Brett Faulkner"],"overview":"Inspired by true events, Todd Verow’s Tumbledown is an explosive cocktail- an emotional rollercoaster ride through the dark sides of sexuality. A complicated love triangle develops after hunky Jay meets bartender Nick and invites him to spend the weekend with him and his partner in their country cabin.  Soon, copious amounts of sex, drugs and alcohol lead to a dark obsession and even darker complications. Always bold and never less than riveting, Tumbledown is sure to leave you breathless.","release_date":"2013-10-25","genres":[18,9648,10749],"vote_average":5.3,"runtime":80,"cert":"N\/A","id":230058,"title":"Tumbledown","adult":false},{"cast":[],"overview":"\"Heidi 4 Paws\" is a live-action re-telling of Johanna Spyri's 1880 children's classic, \"HEIDI\", but with fully mouth-articulated dogs in all of the roles. \"Heidi 4 PAWS\" tells the story of the young orphan (this time as seen through the eyes of a yellow lab puppy) who is sent to live with her reclusive Grandfather (in this case an old sheepdog). Just as Heidi adjusts to her new life in the mountains, she is taken away by her social worker (a scrappy beagle). Heidi finds herself living in the big city with Clara Sesehound (a cockapoo mix), who has been made an invalid after a debilitating illness. Although Heidi comes to love Clara, her quest to return to the mountains dominates her stay. In the end, she is able to reunite with her beloved Grandfather. When Clara later comes to visit, the final miracle of Heidi's story is revealed when Clara regains her ability to walk.","release_date":"2008-11-10","genres":[10751],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":230063,"title":"Heidi 4 Paws","adult":false},{"cast":["Johannes Herrschmann","Hannah Herzsprung","Bettina Redlich","Gisela Schneeberger","Alexander Held"],"overview":"","release_date":"2008-11-10","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":230065,"title":"Liesl Karlstadt und Karl Valentin","adult":false},{"cast":["Jillian Gold","Rocco Martone","Johnny Paoline","Craig Pillard","Kerri Milcarek-Pastor Soraina"],"overview":"Bill Zebub directs this video comedy about stereotypes in the modern world.","release_date":"2005-01-26","genres":[35,27],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":230070,"title":"Stereotypes Don't Just Disappear Into Thin Air","adult":false},{"cast":["Harry Hadden-Paton","Youssef Kerkour","Aleena Khushal","Mike Parish","Jayme Swiftt"],"overview":"Catastrophe is the fruit of boredom when a man with too much time on his hands becomes involved in an unexpected surprise.","release_date":"2010-04-30","genres":[35],"vote_average":5.5,"runtime":8,"cert":"","id":230072,"title":"Idle-Hands","adult":false},{"cast":["Hugh Dillon","Steve Stack"],"overview":"A short comedy.","release_date":"2011-09-08","genres":[35,18],"vote_average":5.0,"runtime":6,"cert":"N\/A","id":230074,"title":"Issues","adult":false},{"cast":["Louise Abson","Shak Ahmed","Natalie Bellingham","Jorden Bennie","Graham Burgess"],"overview":"With a wife, child and steady 9 to 5 job, Chris Hopkins is tired of his sterile, mundane lifestyle. Looking for change, he begins surfing adult sex sites and he soon connects with a woman that has everything he has been looking for.","release_date":"2009-12-31","genres":[18,10749],"vote_average":1.0,"runtime":20,"cert":"","id":230079,"title":"Lie with Me","adult":false},{"cast":["Dyanni Ross","Waka Rowlands","Shaden Tehuna"],"overview":"A boy from an abusive family wants to escape, but doesn't want to desert his younger siblings.","release_date":"2012-01-29","genres":[18],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":230081,"title":"Lambs","adult":false},{"cast":[],"overview":"Amar is the son of a millionaire. He decides to avenge on Asha for slapping him in public, but later falls for her. He also discovers the truth about his father.","release_date":"1992-10-24","genres":[10749,18,10751],"vote_average":5.0,"runtime":155,"cert":"N\/A","id":230083,"title":"Jeena Marna Tere Sang","adult":false},{"cast":["Annika Stenvall"],"overview":"Despertar is the visual narration of a woman's dream. Her body, imaginary landscape, undergoes symbolic metamorphoses as her dream goes on, calling up the origins of life and the elements that compose it. Her inner awakening, led by her instincts, appears as a struggle between opposed forces, those of destruction and those of rebirth.","release_date":"2011-12-31","genres":[10402],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":230085,"title":"Despertar","adult":false},{"cast":["Warren Burke","Jeff Manabat","Scott Manuel Johnson","Terrance Spencer"],"overview":"On an evening commute, Tye detects racism from another passenger's glance. In revenge, he decides to follow and confront the man. Tye's preconceived notion of race and sexuality are tested when he discovered that his younger brother is gay, and the victim is in fact his younger brother's lover.","release_date":"2012-09-14","genres":[18],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":230087,"title":"Dawn","adult":false},{"cast":["Gloria Huwiler","Chad Faust"],"overview":"Angst tells the story of two lovers deeply connected yet mired in games that test the limits of their affection.","release_date":"2013-09-07","genres":[18,10749],"vote_average":4.0,"runtime":13,"cert":"N\/A","id":230089,"title":"Angst","adult":false},{"cast":["Prithviraj Sukumaran","Indrajith Sukumaran","Bhavana","Chaya Singh","Ashokan"],"overview":"Two of Kerala's rival cops, worlds apart from each other, work for the narcotics department. Shekhar (Prithviraj), goes about his duty in a ruthless street cop manner. Anand's (Indrajith) approach is professional and sophisticated. Both men in their different styles cause havoc and mayhem in the world of drug cartels resulting in great loss for super villain Reji Allan (Sachin Khedakar) and brother Saji (Ashokan). Amidst the fast paced action love grows deep between Shekhar and Sethulakshmi (Bhavana), a servant girl who takes care of his mother (KPAC Lalitha). The relationship is portrayed through humor and mischief. Meanwhile, Anand, a deep rooted family man, is bound by his brotherly devotion to his sister, Keerthi (Chaya Singh). The plot twists and turns with deceit and deception.","release_date":"2005-06-23","genres":[53,28],"vote_average":4.8,"runtime":118,"cert":"N\/A","id":230097,"title":"Police","adult":false},{"cast":["Michael Landes","Wendy Benson-Landes","Francis X. McCarthy","Grainger Hines","Drea de Matteo"],"overview":"The late Irish hero fireman's (Lefty) charming son William M. \"Billy\" Dylan (25) is elected as independent, youngest Massachusettes state representative. He joins the Democrats, Congress seat Beacon Hill's legendary rooster, House speaker Charles T. \"Chick\" Mudoon, who trusts the customary campaign debt check will reel the rookie in as another meek party soldier. However the naive, naturally noble new boy, who doesn't hesitate to single-handedly fight off two skinhead gay-bashers, has and follows his own conscience. He defeats Muldoon's dodgy attempts to prevent a congressional committee investigating state police school cadet abuse, which would compromise his deputy, majority leader Spanky Reardon. It seems Muldoon's revenged when Dylan gets framed for the alleged violent abuse of a two-faced congressional aid. However, there's a more devious, ambitious plot behind two abuse cases and a staged corrupt payment for a memorial hospital wing.","release_date":"2004-01-01","genres":[53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":230102,"title":"Beacon Hill","adult":false},{"cast":["Arturo Briones","Javier Dotú","Rafael Longoria","Borja Sánchez"],"overview":"","release_date":"2006-10-21","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":230131,"title":"Los que quisieron matar a Franco","adult":false},{"cast":["Judy Gunn","Louis Hayward","David Hutcheson","Googie Withers","Morris Harvey"],"overview":"Romance set in a chemical factory.","release_date":"1935-06-30","genres":[],"vote_average":0.0,"runtime":63,"cert":"","id":230136,"title":"The Love Test","adult":false},{"cast":["Gerald Chen","Matthew Foo","Benedict Goh","David Knight","Michael Lambourne"],"overview":"Set during the 1960s in Singapore, when Bugis Street was the centre for drag clubs and transvestite prostitution. The story centres on Lian, a young 16-year-old from Malacca, who gets a job as a recep-tionist at the Sin-Sin Hotel. It’s the home of a gaggle of drag queens, all of whom have stories of broken hearts and drunken sailors. Lian learns more about life, lipstick and eyeliner than most—mainly from Drago, a Paris-based drag queen, back in town to look after her ailing mother.","release_date":"1995-04-13","genres":[],"vote_average":7.0,"runtime":101,"cert":"N\/A","id":230141,"title":"Bugis Street","adult":false},{"cast":["Carina Lau","Chen Kun","Stephanie Che","Tian Yuan","Michelle Lo"],"overview":"Flora Lau’s debut feature is a beautifully formed, subtle film that focuses on the lives of two people with very different prospects – a wealthy Hong Kong woman and her mainland Chinese chauffeur – both trying to cope with life’s unexpected dramas. Anna (Carina Lau) struggles to maintain appearances with her status-conscious friends after her husband mysteriously vanishes. Fai’s (Chen Kun) wife is heavily pregnant with their second child, has no health care entitlements in Hong Kong and cannot give birth in their homeland without incurring penalties for breaching the one-child policy. While their daily routines intersect, their fates only momentarily converge and Lau elegantly critiques the social contradictions at play by paralleling their predicaments rather than constructing drama between the two protagonists. (Source: LFF programme)","release_date":"2013-10-16","genres":[18],"vote_average":5.0,"runtime":92,"cert":"","id":230152,"title":"Bends","adult":false},{"cast":[],"overview":"A documentary that explores the life of one of the world's most populated cities from its streets. Shot in 2009-2012 (before and during the Egyptian revolution, and ending with the most recent presidential elections), the film explores the country's collective identity, inherent struggles, and the sentiments that lead through the historic changes taking place in Egypt today. For his third documentary, Egyptian\/ American filmmaker Sherief Elkatsha rides through the congested streets alongside a diverse cast of characters-from taxi drivers to ambulances, from traffic cops to private citizens-capturing the unspoken codes of conduct, frustrations, humor, fatalism, and life-or-death decisions of driving in a city where the only rule is: there are no rules.","release_date":"2013-10-28","genres":[99],"vote_average":8.0,"runtime":77,"cert":"N\/A","id":230154,"title":"Cairo Drive","adult":false},{"cast":["Staind"],"overview":"Forty minute home movie documentary of the band’s history since 1996.","release_date":"2003-05-20","genres":[10402,99],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":230156,"title":"Staind: Homegrown","adult":false},{"cast":["Aziz Ansari"],"overview":"Standup comedian Aziz Ansari (\"Parks and Recreation\") headlines his third standup special, where he shares his uniquely hilarious perspective on fears of adulthood, babies, marriage, and more. Ansari's look at life on the cusp of 30 years old is smart, unfiltered, and hysterical.","release_date":"2013-11-01","genres":[35],"vote_average":7.1,"runtime":79,"cert":"N\/A","id":230158,"title":"Aziz Ansari: Buried Alive","adult":false},{"cast":["Jean Richard","Lea Padovani","Arnoldo Foà","Danielle Godet","Raymond Bussières"],"overview":"","release_date":"1955-06-07","genres":[18,12,53],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":230169,"title":"Chéri-Bibi","adult":false},{"cast":[],"overview":"Now you can relive the story of Black Caviar - the horse of a lifetime by taking the ride alongside the moments that made it happen. It is the story of a journey that defies belief, because quite simply it’s about belief.  Twenty-five straight victories as seen through the eyes of the trainer Peter Moody and Black Caviar’s jockey Luke Nolen in an exclusive personal and open account of what actually happened in racing’s field of dreams. As the momentum built, a wave of salmon and black washed over a nation of fans who just wanted a glimpse of the fastest horse on the planet. In this historic reflection of Black Caviar’s spellbinding career, it now becomes more than a glimpse - as cameras take you inside the stables, inside the stalls and inside to the story of Australia’s most watched racehorse.  And every race can be seen again on a bonus DVD with more than ninety minutes of memorable extras. Experience the triumph and celebrate the stunning career of an Australian icon.","release_date":"2013-10-06","genres":[99],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":230171,"title":"Black Caviar - The Horse of a Lifetime","adult":false},{"cast":["Oliver Tobias","Mathieu Carrière","Karin Dor","Audrey Landers","Mary Crosby"],"overview":"A biopic about Austrian composer Johann Strauß.","release_date":"1987-03-20","genres":[18,10402],"vote_average":0.0,"runtime":124,"cert":"N\/A","id":230173,"title":"Johann Strauss: The King Without a Crown","adult":false},{"cast":["Elizaveta Boyarskaya","Danila Kozlovsky","Artur Smolyaninov","Polina Filonenko","Alena Konstantinova"],"overview":"This is a story about a girl in search of the man of her life... While she tries to find him she asks herself what was the reason of the break ups.\r She visits all of her ex-boyfriends to find the reason. Later on she starts a blog on the web to keep all the thoughts together. All of a sudden her blog becomes really popular. Will she find the answer to her question? No, she won't. Will she find the love of her life? Most definitely!","release_date":"2013-09-26","genres":[35,10749],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":230181,"title":"A Habit of Breaking-Up","adult":false},{"cast":["Suresh Gopi","Bhavana","Thilakan","Saikumar","Kalabhavan Mani"],"overview":"The story is centered on Lal Krishna Viradiar (Suresh Gopi), the enigmatic criminal lawyer with an even more enigmatic mission. Lal Krishna helps out hardened criminals to get away from the courts. But later he pursues and takes them out in a bizarre show of vigilante justice.","release_date":"2006-04-14","genres":[28,80,9648],"vote_average":6.1,"runtime":149,"cert":"N\/A","id":230183,"title":"Chinthamani Kolacase","adult":false},{"cast":["Shabana Azmi"],"overview":"Morning Raga is about the meeting of worlds. It is a story that brings the modern and traditional together, unites the past with present, Carnatic music with Western music, as never before in the history of humanity, fate and coincidence with individual choices. It is a story of our times where our worlds are interacting with each other.","release_date":"2004-10-28","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":230188,"title":"Morning Raga","adult":false},{"cast":["Karl-Arne Holmsten","Sif Ruud","Erik Hell","Christina Carlwind","Folke Sundquist"],"overview":"Someone is murdered. Who is the killer? Members of all star cast are all suspects...","release_date":"1961-08-16","genres":[53],"vote_average":6.0,"runtime":102,"cert":"N\/A","id":230205,"title":"Ljuvlig är sommarnatten","adult":false},{"cast":["Natsumi Matsubara","Ai Shinozaki","Rurika Yokoyama","Kenta Itogi"],"overview":"Eri (Matsubara) is a high school student who is anonymous unlike her friend Mitsuko (Yokoyama) who is the target of amorous advances from their teacher, Ichida (Tsubouchi). Eri comes across a novel way to protect Mitsuko: find a cursed funerary urn that contains ashes reputed to cause death and give said ashes to teacher.","release_date":"2012-05-26","genres":[27],"vote_average":4.7,"runtime":85,"cert":"N\/A","id":230210,"title":"Kotsutsubo","adult":false},{"cast":[],"overview":"","release_date":"2013-12-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":230218,"title":"69: liefde seks senior","adult":false},{"cast":[],"overview":"Putin’s Olympic Dream is about the rapid transformation of the city of Sochi. In just a couple of years it has to be refashioned from a nostalgic Soviet holiday resort, filled with gorgeous sanatoriums, into a modern Russian city. The Olympic Winter Games are held here in February 2014, and literally everything and everyone has to yield in order to turn this status project of President Putin into a success.","release_date":"2013-12-12","genres":[99],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":230220,"title":"Putin’s Olympic Dream","adult":false},{"cast":["Kellan Lutz","Spencer Locke","Les Bubb","Joe Cappelletti","Brian Huskey"],"overview":"One of the most classic and revered stories of all time, Edgar Rice Burroughs' Tarzan returns to the big screen for a new generation. Tarzan and Jane face a mercenary army dispatched by the evil CEO of Greystoke Energies, a man who took over the company from Tarzan's parents, after they died in a plane crash in the African jungle.","release_date":"2013-10-17","genres":[16,28,12,10751],"vote_average":5.5,"runtime":94,"cert":"PG","id":230222,"title":"Tarzan","adult":false},{"cast":[],"overview":"What really happened on the fateful night of March 9, 1997 -- the night, Notorious B.I.G., one of the rap world's most promising stars came plummeting down to earth in a hail of lead and gun smoke? To this day, there remains many unanswered questions regarding what events unfolded in the hours that led up to the violent shooting, and what role the \"Junior M.A.F.I.A.\" and the East Coast\/West Coast rivalry played in both this tragic event and the much-publicized death of rap legend Tupac Shakur. Now viewers can find out exactly how the M.A.F.I.A. is carrying on the legacy of its fallen star through interviews with those who new Biggie Smalls best.","release_date":"2004-10-10","genres":[99,10402],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":230224,"title":"Chronicles of Junior M.A.F.I.A.","adult":false},{"cast":["Ötvös András","Rába Roland","Keresztes Tamás","Sándor Zsótér","Natasa Stork"],"overview":"Death does not select, man does. Set in Budapest, Heavenly Shift offers an eerie insight into the everyday lives of a rather extraordinary ambulance crew. The films main character is Milan, a young refugee from the Balkan War, who joins a team of paramedics but inadvertently ends up involved in the funeral business in order to finance his fiancee s rescue from the hostilities.","release_date":"2013-10-24","genres":[35,18],"vote_average":6.8,"runtime":100,"cert":"N\/A","id":230232,"title":"Heavenly Shift","adult":false},{"cast":["Liz Burch","Nienke Eijsink"],"overview":"Filmmaker Nienke Eijsink is on a quest for her childhood idol and first love: Doctor Chris from the Australian TV-series The Flying Doctors, played by actress Liz Burch. Nienke's mission: to pluck Liz Burch from obscurity and give her a starring role in her debut film! This coming-of-age-story deals with the appeal of a character in a TV drama to a young lesbian and the excitement of meeting your childhood idol. But it's also about the pain of growing up, and what happens when fantasy and reality coincide. With animation, blue-screen, archive material and clever editing between Flying Doctors episodes and real life, the film pushes the boundaries of reality and fiction. Fan is a cheerful, poignant and fascinating self-portrait full of self-depreciating humor.","release_date":"2009-09-24","genres":[],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":230240,"title":"Fan","adult":false},{"cast":[],"overview":"BURY THE HATCHET is a portrait of three Mardi Gras Indian “Big Chiefs” of New Orleans, descendants of runaway slaves taken in long ago by the Native Americans of the Louisiana bayous. Once plagued by intertribal violence, today these African-American tribes take to the backstreets of New Orleans on Mardi Gras, dressed in elaborate Native-American influenced costumes they've sewn over the course of the year. When tribes meet, instead of attacking each other with hatchets and knives, they battle over which Chief has the prettiest suit. Director Aaron Walker's 5-year-long intimate entry into this often hidden New Orleans experience also reveals other battles the Chiefs face every day: harassment by the police, gentrification of their neighborhoods, disinterested youth, old age, and natural disaster. Still, the Chiefs prove their determination to survive.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":230257,"title":"Bury The Hatchet","adult":false},{"cast":[],"overview":"Nearly blind Maximiliano, 62, has been given an important task. He has been asked to fix Che Guevara's old car in Havana. Maximilianos passion are the old Americn cars and the car, which he owns has the engine of the car of Fulgencio Batista, the former dictator of Cuba. Maximiliano´s friend, Mario Borges, owns an old American car that used to belong to mobster Meyer Lansky whose fate interlaced closely with Batista and Che Guevara.\r This is a film about three historical cars and their current owners. It is also a touching story of a man with two faces, the very image of the soul of Cuba. A film about the beauty and greatness of ordinary people under the pressure of changing regimes.","release_date":"2005-01-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":230262,"title":"Conquistadors of Cuba","adult":false},{"cast":["Ann Antell","Dick Grimm","David Haller"],"overview":"Amateur film about a doctor who performs an illegal heart transplant only to have his drunken brother botch it. Film features actual open-heart surgery footage, as well as scenes of body painting and performance art.","release_date":"1970-10-25","genres":[27],"vote_average":2.0,"runtime":71,"cert":"N\/A","id":230264,"title":"Night of the Bloody Transplant","adult":false},{"cast":["Jessica Chastain","Colin Farrell","Samantha Morton","Nora McMenamy"],"overview":"Over the course of a midsummer night in Fermanagh in 1890, an unsettled daughter of the Anglo-Irish aristocracy encourages her father's valet to seduce her.","release_date":"2014-09-07","genres":[18],"vote_average":5.7,"runtime":130,"cert":"N\/A","id":230266,"title":"Miss Julie","adult":false},{"cast":["Xavier Dolan","Stéphane Demers","Patrick Martin","Julie Beauchemin","André Nadeau"],"overview":"Julian is a melancholic teenager on holiday at the family cottage. His holiday gets a twist when a mysterious neighbor confuses him.  A summertime coming-of-age drama.","release_date":"2007-06-29","genres":[18],"vote_average":6.8,"runtime":14,"cert":"N\/A","id":230268,"title":"Mirrors","adult":false},{"cast":["Mario López","Christopher Gorham","Kelly Rutherford","Rainn Wilson","Jacob M Williams"],"overview":"A long time ago... in the summer of 1981, a tragedy of epic proportions (a broken plastic bat) sends five friends on an epic adventure to the mall. All they have to do is follow The Stream and back.","release_date":"2013-10-16","genres":[12,35,10751],"vote_average":4.0,"runtime":82,"cert":"N\/A","id":230273,"title":"The Stream","adult":false},{"cast":["Sai Prashanth","Lakshmi Priyaa","Sanjay","Ekta Khosla"],"overview":"The story unfolds in London, where Sanjay (Sanjay), narrates about his 'kind' of girl, and talks about love. Cut to flashback, the hero meets Pooja.  He tries to impress her in all possible ways. But his hopes are shattered when he comes to know that she is getting ready for a marriage with a NRI youth. Then comes Aarthi (Ekta Khosla), a dance tutor. She is a girl with traditional ideas but modern outlook. Unfortunately, the hero's attempts to settle down with her gets jinxed. Then enters Anu, Sanjay's colleague. Does he finds her apt for him forms the rest.","release_date":"2010-03-18","genres":[35,10749,18],"vote_average":0.0,"runtime":136,"cert":"N\/A","id":230275,"title":"Mundhinam Paartheney","adult":false},{"cast":["Josef Niznik"],"overview":"Tricks is a feature comedy about best friends that are hired to be secret shoppers for an escort company.","release_date":"","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":230277,"title":"Tricks","adult":false},{"cast":["Vera Ralston","John Carroll","William Ching","Hope Emerson","Harry Morgan"],"overview":"Upon her release from prison for a murder she didn't commit, a woman finds that her younger sister has been placed in an orphanage. Determined to do whatever it takes to get her out, she eventually becomes the proprietor of a notorious gambling establishment.","release_date":"1951-01-27","genres":[37],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":230282,"title":"Belle Le Grand","adult":false},{"cast":["Lionel Barrymore","May Robson","Dorothy Jordan","Joel McCrea","Frances Dee"],"overview":"Dr. Eli Watt, a widower, comes to a small town, considering himself a failure in his attempt to have a meaningful career in New York. He raises his son Jimmy as well as Letty, a baby whose mother has died in childbirth and whose father blames Watt and abandons the child. Watt dreams of returning to do research studies, but always something gets in the way: an epidemic, his children's needs, or the needs of his generally ungrateful patients. Only with the passing years does he come to find that his future isn't over and his past isn't quite the failure he believed.","release_date":"1933-08-31","genres":[18],"vote_average":7.5,"runtime":72,"cert":"N\/A","id":230284,"title":"One Man's Journey","adult":false},{"cast":[],"overview":"Hungry mosquitos, in search of a meal, find that fruit, flowers and other such fare doesn't satisfy. One enterprising bug hits the jackpot - a human! However, the victim vigorously resists joining the food chain, causing a number of winged casualties. The little buggers wait until the man falls asleep, then set up a number of enterprises: cafes, bars, filling stations, all serving blood. Things are going well, but then the mosquito Cosa Nostra moves in, and ramp production into high gear.","release_date":"1974-01-01","genres":[16],"vote_average":7.0,"runtime":10,"cert":"N\/A","id":230286,"title":"Self Service","adult":false},{"cast":["Gene Moskowitz"],"overview":"Filmmaker Jan Nemec and his crew risked their lives to create this historic documentary account of the 1968 Soviet invasion of Czechoslovakia. The award-winning work is the only filmed record of the invasion. Oratorio for Prague began as a study of the liberalization of Czechoslovakia and then continued when the Russian forces moved in. The gripping footage was broadcast by television, providing the first report of the event. In addition to the news footage, the film features never-before-viewed scenes taken prior to the invasion that crushed Prague's anti-Communist movement.","release_date":"1968-09-29","genres":[99],"vote_average":7.3,"runtime":29,"cert":"N\/A","id":230291,"title":"Oratorio for Prague","adult":false},{"cast":[],"overview":"Director Vitaly Manskiy sets off on the trail of the Trans-Siberian gas pipeline to find out what it’s like for ordinary people living in its vicinity. This visually refined road movie, eloquently illustrating the absurd banality of modern Russia, is also an unsettling portrait of a gas line on which most of Europe is reliant.","release_date":"2016-01-14","genres":[99],"vote_average":4.0,"runtime":116,"cert":"N\/A","id":230305,"title":"Pipeline","adult":false},{"cast":["Tom Billups","Norris Domingue","Larry Ray","Larry Ray"],"overview":"Comedic  short featuring three robbers.","release_date":"1964-01-01","genres":[35,80],"vote_average":7.0,"runtime":10,"cert":"N\/A","id":230307,"title":"The Heisters","adult":false},{"cast":["Faizal Hussein","Niezam Zaidi","Erra Fazira","Wawa Zainal","Mikail Andre"],"overview":"Eddie and Bada are two brothers who work at a towtruck company. The brothers will always send the vehicles they have towed to Rimau's garage. Rimau is a woman with a tough-as-nails attitude who secretly loves Bada. Mojo and Bayam are Eddie and Bada's rivals from another towtruck company. Mojo would rather die than make peace with the brothers, but his younger sister, Soraya, is in love with Eddie. The characters' relationship become even more complicated when a mysterious woman only known as Zarina shows up at Rimau's garage one day.","release_date":"2013-10-10","genres":[28],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":230318,"title":"Longkai","adult":false},{"cast":["Nicolas Chatel","Sarah Grappin","James Gandolfini","Alicia Silverstone","Guy Marchand"],"overview":"A young boy who worships all things American comes of age in Orleans, where over 14,000 American GIs were stationed.","release_date":"1995-02-22","genres":[18],"vote_average":6.8,"runtime":117,"cert":"N\/A","id":230326,"title":"The New World","adult":false},{"cast":["Matt Gunn","Lukas Hassel","Scott Beehner"],"overview":"A young single man in New York City goes out for one final night of drinking in this short film about the realization of alcoholism.","release_date":"1997-01-26","genres":[35],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":230328,"title":"Man About Town","adult":false},{"cast":["Marlena Midnite","Robyn Graves"],"overview":"The year is 1977 and the Black Dawn is putting its diabolical plan to resurrect Count Dracula into motion. Victoria Van Helsing and Patricia Pennyweather must battle the Black Dawn, the mysterious T.R.A. and even Count Dracula himself to save the world.","release_date":"2013-09-27","genres":[27,35],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":230333,"title":"Dawn of Dracula","adult":false},{"cast":[],"overview":"A David O'Reilly short film.","release_date":"2009-04-03","genres":[16],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":230335,"title":"HELL\/?????","adult":false},{"cast":[],"overview":"A David O'Reilly short film.","release_date":"2013-06-05","genres":[16],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":230337,"title":"I Am Alone and My Head Is On Fire","adult":false},{"cast":["German Yushko","Mikhail Golubovich","Anatoliy Rudakov","Igor Livanov","Anatoli Barchuk"],"overview":"The film is set during World War II. After capturing the \"trophy\" Mercedes, a group of scouts, disguised as German officers commits a daring raid behind enemy lines (the 116th Motorized Division) on roads controlled by the enemy.","release_date":"1980-01-01","genres":[10752,18],"vote_average":5.0,"runtime":74,"cert":"N\/A","id":230339,"title":"Mercedes Runs Away from the Chase","adult":false},{"cast":["Leandra Leal","Jiddú Pinheiro","Mariana Ximenes"],"overview":"A young couple, Pedro and Antônia, have their relationship weakening after meeting Luana. Romance, seduction, fear and anguish from the future are established in this story of liquid love.","release_date":"2013-09-28","genres":[10749,18],"vote_average":5.0,"runtime":72,"cert":"N\/A","id":230374,"title":"Harmonica's Howl","adult":false},{"cast":["Rod Steiger","Claire Bloom","Judy Geeson","Peggy Ashcroft","Paul Rogers"],"overview":"Steve Howard, a British sales executive living in Manchester, England, begins an affair with a young hitchhiker, Elle Patterson, to emotionally get away from his marriage to his wife Francis. But when Elle moves into a room in Steve and Francis's house, he must keep the true nature of his relationship with Elle under wraps at all costs.","release_date":"1969-07-02","genres":[18],"vote_average":5.0,"runtime":92,"cert":"R18","id":230400,"title":"Three Into Two Won't Go","adult":false},{"cast":[],"overview":"Remember the greatest moments of the greatest season in Illinois men's basketball history. The DVD features game highlights from throughout the 2004-05 season, including Illinois' run during the NCAA Tournament. You'll have an exciting recap of the most memorable games of the season including highlights from Illinois' win over Wake Forest, the record-breaking road victories at Wisconsin and Michigan State and the unforgettable NCAA tournament games versus Arizona and Louisville.","release_date":"2013-10-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":230417,"title":"A Season to Remember 2004-2005 Fighting Illini Basketball","adult":false},{"cast":["Tatiana Maslany","Richard Dreyfuss","Aaron Poole","Natalie Radford"],"overview":"A dying Doctor, who plans to check out on his own terms, takes a reluctant detour when he inadvertently winds up on the lam with an 'anything-but-normal' 22-year-old girl.","release_date":"2013-09-17","genres":[35,18],"vote_average":5.8,"runtime":90,"cert":"N\/A","id":230428,"title":"Cas & Dylan","adult":false},{"cast":["Marcelo Castanheira","Mayra Alarcón","Walderrama Dos Santos","Kika de Oliveira","Gurcius Gewdner"],"overview":"A strange black spot approaches the coast, bringing death and destruction to a fishing village. In a desperate flight to escape the chaos, lonely Albino fights for the great love of his life at the risk of his own soul.","release_date":"2013-10-16","genres":[27,53],"vote_average":4.6,"runtime":105,"cert":"N\/A","id":230430,"title":"Dark Sea","adult":false},{"cast":["Sanjay Dutt","Pooja Bhatt","Deepak Tijori","Neelima Azim","Soni Razdan"],"overview":"A taxi driver with a tragic past sees an opportunity for redemption when he encounters a woman sold into prostitution. Wanting to help her escape, he has to deal with the wrath of the brothel madam.","release_date":"1991-12-06","genres":[10749,53,28],"vote_average":6.0,"runtime":127,"cert":"N\/A","id":230435,"title":"Sadak","adult":false},{"cast":["Ajay Devgn","Madhoo","Amrish Puri","Raza Murad","Goga Kapoor"],"overview":"Phool Aur Kaante (English: Flowers and Thorns) is a Hindi action romance film released in 1991. It stars Ajay Devgn, Madhoo, Aruna Irani, Jagdeep and Amrish Puri among others. The film marked the debut of Ajay Devgn, son of stunt and action choreographer Veeru Devgan, and Madhoo, niece of actress Hema Malini. The film won Ajay Devgn, the Filmfare Award for Best Male Debut for 1991.  Phool Aur Kaante was a Super Hit at the box office in India, and was noted for its soundtrack. the movie is loosey based on a Malayalam film Parampara (1990) starting Mammootty and Suresh Gopi. Phool Aur Kaante clashed with Yash Chopra directed Lamhe at the box office. However Phool Aur Kante proved to be a super hit, on the other hand Lamhe which starred Anil Kapoor bombed at the box office.  Ajay Devgan's entry in the film became very popular where he appeared standing, balancing on two moving motorcycles. Similar stunts have been repeated in a number of films since.","release_date":"1991-11-22","genres":[28,10749,18],"vote_average":4.8,"runtime":null,"cert":"N\/A","id":230437,"title":"Phool Aur Kaante","adult":false},{"cast":["Carole Landis","Henry Wilcoxon","Onslow Stevens","Kathleen Howard","Wally Rairden"],"overview":"June McCarthy has unwittingly aided an undercover Nazi naval officer with acquiring a \"mother ship\" for German submarines in the Atlantic.","release_date":"1940-10-26","genres":[10752,18],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":230442,"title":"Mystery Sea Raider","adult":false},{"cast":["Lorenzo Lamas","Jana Mashonee","Donny Boaz","Cody Vaughan","Lexy Hulme"],"overview":"A group of young people stuck in the small Texas town of Fossil Ridge have to fight for their lives against dinosaurs that have been reanimated by a local scientist.","release_date":"2013-09-13","genres":[27,53,878],"vote_average":4.1,"runtime":90,"cert":"15","id":230453,"title":"Raptor Ranch","adult":false},{"cast":["Carlo Verdone","Margherita Buy","Laura Morante","Marco Giallini","Pierfrancesco Favino"],"overview":"","release_date":"2013-06-03","genres":[99],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":230458,"title":"Carlo!","adult":false},{"cast":["Manfred Tauchen","Josie Prokopetz","Wolfgang Ambros","Meinrad Nell"],"overview":"","release_date":"1991-02-22","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":230472,"title":"Watzmann Live","adult":false},{"cast":["Joakim Brodén"],"overview":"Totally there were 4 shows recorded for this DVD \/ Blu ray and the main feature will be from last years show in Poland where more than half a million fans had gathered @ Woodstock.","release_date":"2013-09-20","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":230474,"title":"Sabaton: Swedish Empire Live","adult":false},{"cast":["Jovanna Huguet","Trevor Gemma"],"overview":"Deep in a barren, fantastical wasteland lays a dilapidated circus tent. Inside, an ominous ringmaster forces his prized act, a real live mermaid to perform for a group of grimy, working class spectators. The mermaid, though frightening, is but a lovesick, caged animal praying for release from her endless torture. Unwilling to surrender his meal ticket, the ringmaster rejects her pleas for compassion and continues to confine the mermaid to her stagnant holding tank. With nowhere to escape to, the mermaid must make the choice between holding on to the hope of freedom and putting an end to her abuse. Produced by Samantha Jewell, Lindsey Mann, Justin Simon and Aliya Tarmo through the VFS Compendium series and Directed by Nicholas Humphries (Riese: Kingdom Falling), The Little Mermaid is a twisted re-imagining of the classic Hans Christian Anderson tale.","release_date":"2011-10-21","genres":[27],"vote_average":4.7,"runtime":7,"cert":"N\/A","id":230479,"title":"The Little Mermaid","adult":false},{"cert":"N\/A","title":"Il pugile e la ballerina","cast":[],"genres":[],"id":230487,"overview":"Enzo is an art dealer, homosexual, and Fabio a boxer from the suburbs, heterosexual. Enzo is in love with Fabio, but Fabio doesnt feel the same for Enzo. Then, there is another couple, the one of two policemen: Osho, the policeman with more experience, and Carletto, the younger one. Enzo and Fabio live together in a big house in the centre of Rome, which overlooks a small square, animated by peculiar characters: the customers and the staff of a typical roman restaurant, artists and managers of art galleries, shady characters involved in dubious business. Fabio loves the comfort of living in the city centre, but Enzo, he simply loves Fabio. Carletto and Osho are also a strange couple: they're not real policemen. Osho is a former policeman, Carletto, instead, failed his competitive exam to become a policeman. Osho, feigns to be a policeman and makes small swindles, which allow them to make both ends meet.","runtime":93,"release_date":"2007-04-17","vote_average":3.0,"adult":false}]