[{"cast":["LL Cool J"],"overview":"This bi-coastal simulcast concert brought together some of the most influential artists in rap for a one-time-only show of rhyming might. \"Rap Mania: A Salute to the 15th Anniversary of Hip Hop\" took place VIA SATELLITE at the Apollo Theater in New York City and The Palace Theater in Hollywood, and featured sets from many performers.","release_date":"1999-10-31","genres":[99,10402],"vote_average":0.0,"runtime":104,"cert":"N\/A","id":231500,"title":"Rapmania: The Roots of Rap","adult":false},{"cast":["Hannah Tointon","Nigel Boyle","Matthews Stathers","Louisa Lytton","Philip Barantini"],"overview":"When five friends head to the woods for a weekend of drug fueled madness their night soon descends into chaos when they pitch up next to the grave of a local missing child.","release_date":"2013-10-31","genres":[27,53],"vote_average":3.8,"runtime":89,"cert":"18","id":231502,"title":"Young, High and Dead","adult":false},{"cast":["Michael T. Coleman","Brandon Herman","Jonathan Shockley","Travis Harmon","Azure Parsons"],"overview":"An absurdest short film set in the roaring twenties that chronicles two brothers who are obsessed with stealing Marcel Duchamp's shovel back from their arch nemesis, a greedy, drunk, fat, ...","release_date":"2008-08-19","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":231507,"title":"Dada","adult":false},{"cast":["Gray Creasy","Grace Skinner","Charles Baker","Mark Berry","Penny Folger"],"overview":"A down and out writer , struggling with a case of writer's block, must face his greatest nemesis - his own typewriter.","release_date":"2011-03-31","genres":[35,27],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":231509,"title":"Write of Passage","adult":false},{"cast":[],"overview":"","release_date":"2006-11-10","genres":[],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":231514,"title":"I Certamen de Aragón de Bandas de Música Amater","adult":false},{"cast":["Denis Smith","Claudia Udy","Phillip Wolfaardt","Lynda Marshall","Dominique Moser"],"overview":"Enter the bizarre world of Thraxton Hall, where Jarvis, Lord of the Manor, indulges in his wildest, darkest fantasies! Part torture chamber, part Turkish bath, part homicidal nightmare, this ramshackle monstrosity is actually his imaginary creation, his escape from a dead-end existence, fueled by his passion for silent horror films. But maybe his fantasies are real… this passive video geek turns out to be a bit more then we bargained for! And to this crazy mix a beautiful, buxom blond, scantily clad in black lace and garter belt, who is terrorizes by Jarvis, and Nightslave explodes into reality with terrifying results. A black comedy with an edge, this is one-of-a-kind thriller takes you on a sexy horror ride you don’t want to miss.","release_date":"1988-10-31","genres":[35,27],"vote_average":3.0,"runtime":81,"cert":"N\/A","id":231516,"title":"Nightslave","adult":false},{"cast":["Chiquinho Brandão","Júlio Calasso","Isa Kopelman","Ana Maria Magalhães","Cláudio Mamberti"],"overview":"","release_date":"1990-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":231518,"title":"Real Desejo","adult":false},{"cast":[],"overview":"","release_date":"2013-08-09","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":231523,"title":"Sorria, Você Está Na Barra!","adult":false},{"cast":["Ulas Kilic","Daniel Koch","Hilke Rusch"],"overview":"A short horror film.","release_date":"2006-04-22","genres":[27],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":231528,"title":"Puppeteer","adult":false},{"cast":["Luke Perry","Ariana Bagley","Adam Johnson","Taylor Negron","Cate Allen"],"overview":"Luke Perry stars in this heartwarming \"tail.\" Kassie, her friends and her dog, Scoot, organize a holiday fundraiser, but must protect the cash from some crooks in order to save Christmas.","release_date":"2013-11-05","genres":[10751],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":231530,"title":"K-9 Adventures: A Christmas Tale","adult":false},{"cast":[],"overview":"Following a real lost myth, in Vila Chã, we search for the sea women called \"fisherwomen\" in one of the few places in the world where women are skippers. But where are they and the 120 small-scale fishing boats? There are just 8 boats and a single fisherwoman. In a land of brave seamen, we have filmed the passion for the sea and the passion for fishing. - Doclisboa","release_date":"2013-07-06","genres":[99],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":231532,"title":"The Mother and the Sea","adult":false},{"cast":["Eve Nicholson","Lilly Kingston","Tyla Wynn","Alexis Love","Desire Moore"],"overview":"These girls are stroking, sucking, gagging cock whores that smoke during the action!","release_date":"2008-12-23","genres":[],"vote_average":8.7,"runtime":98,"cert":"N\/A","id":231534,"title":"Cock Smoking Blow Jobs 11","adult":true},{"cast":[],"overview":"From the makers of the award winning films The Continuum and Harvest sking videos. This film from Teton Gravity Research encompases six countries, seven helicopters, fouteen mountain ranges, and twenty of the best skiers and snowboarders on the planet. Travel the globe with the TGR crew witnessing first descents, exploring new terrain and visiting places most people have never heard of. Uprising is a classic ski and snowboard film covering the progression of freeskiing and snowboarding. Nobis, Svenwick, Jeremy Jones and others ride sick locations throughout the world. A must see!","release_date":"1998-10-31","genres":[99],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":231536,"title":"Uprising","adult":false},{"cast":["Venus","Nicole Sheridan","Dominica Leoni"],"overview":"A powerful crime lord (Mike Horner) has stolen as Alien artifact from its owner. Laura Croff (Venus), a famous entrepreneur and adventurer, sets her sites on stealing it back combining cutting edge martial arts, spectacular weaponry, and unbridled eroticism, director Jay Jeff, NuTech Digital and Excellence Entertainment are proud to present the next stage in the evolution of adult adventure.","release_date":"2001-07-30","genres":[28,12],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":231538,"title":"Jewel Raider","adult":true},{"cast":["Harald Krassnitzer","Catrin Striebeck","Anna Fischer","Hanno Koffler","Robert Stadlober"],"overview":"","release_date":"2009-12-10","genres":[35],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":231540,"title":"Unter Strom","adult":false},{"cast":["Andrew Ford","Paul Holbrook","Karen Payne","Matt Dale","Tony Parkin"],"overview":"A rare celestial event has an extraordinary impact on a stir crazy mother and her peculiar, adult son.","release_date":"2013-01-01","genres":[14],"vote_average":0.0,"runtime":20,"cert":"","id":231545,"title":"Porphyrophobia","adult":false},{"cast":["Hanna Schygulla","Alicia Bustamante"],"overview":"","release_date":"2009-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":231547,"title":"Alicia Bustamante","adult":false},{"cast":["George Gallagher","Kether Donohue","Michael Mathis","Donald Pritt","Barry Bergman"],"overview":"A young man on the run from a mysterious government agency is desperate to find the cure for a condition that causes him to wake up at random places around the world when he falls asleep.","release_date":"2012-05-18","genres":[878,18,9648],"vote_average":3.0,"runtime":88,"cert":"N\/A","id":231552,"title":"Altered States of Plaine","adult":false},{"cast":["Robert Buchanan","Neo Akram","Suzanne Bonnar","Jennifer Bates","Katherine A Brown"],"overview":"The interweaving stories of seven very different people in the cosmopolitan city of Glasgow who decide that, in their pursuit of love, it is time to try something new. Little do they know that after one night of speed dating their lives will take dramatic new twists - and we'll be there to witness each and every one of them.","release_date":"2011-02-10","genres":[],"vote_average":5.0,"runtime":97,"cert":"","id":231554,"title":"Fast Romance","adult":false},{"cast":[],"overview":"A man travels to Ireland to discover its history but finds himself reflecting on the life of his sick father.","release_date":"","genres":[99],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":231556,"title":"Reflections in the Emerald Isle","adult":false},{"cast":["Tom Wallisch"],"overview":"Looking to branch out from the traditional ski segment model, Wallisch teamed up with cinematographer, Kyle Decker, to produce his very own digital short ski film.  This new style of project allowed Wallisch to focus all of his efforts on one film and be fully involved with the entire process from start to finish.  The result is roughly eight minutes of non-stop, jaw-dropping action that viewers are sure to eat up, and Wallisch is proud to call his own.","release_date":"2013-10-01","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":231558,"title":"The Wallisch Project","adult":false},{"cast":[],"overview":"A barber's customer is not accustomed to the blade. Luckily, the coiffeur has a modern solution.","release_date":"1896-10-30","genres":[14,35],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":231593,"title":"The Turn-of-the-Century Barber","adult":false},{"cast":[],"overview":"People being fully dressed walking on the beach.","release_date":"1896-10-30","genres":[],"vote_average":6.0,"runtime":1,"cert":"","id":231595,"title":"Brighton Beach","adult":false},{"cast":["Joan Davis","Leon Errol","William Gargan","Vivian Austin","Donald MacBride"],"overview":"The corny daughter (Joan Davis) of a famed policewoman tries to catch a blowgun killer.","release_date":"1945-01-12","genres":[35,9648],"vote_average":3.7,"runtime":65,"cert":"N\/A","id":231600,"title":"She Gets Her Man","adult":false},{"cast":["Sage Hall","Jesse Kozel","Jenny Beres","Alexis Bailey","Joanna Bailey"],"overview":"You brought your date to your mother's house? Not a good idea if your mother is as sweet as Candy.","release_date":"2010-10-30","genres":[35,27,53],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":231605,"title":"Candy.","adult":false},{"cast":["Chris Burns","Megan DeSantis","Angela Porter","Jason Drucker","Scott McGee"],"overview":"One man's fight against himself spirals recklessly out of control.","release_date":"2010-01-01","genres":[35,18],"vote_average":0.0,"runtime":19,"cert":"N\/A","id":231610,"title":"Bob & Bob","adult":false},{"cast":["Natasha Henstridge","Sean Patrick Flanery","Jennifer Gibson","Katie Boland","Alan C. Peterson"],"overview":"Prompted by an almost fatal car accident, Sara and Roy, a married couple, decide to start a new life and move to the small town of Cold Spring. This incident also serves as a wakeup call for Roy who breaks off an affair he's been having with his sexy mistress, Diane. Just as they begin settling into their new life, Diane shows up in Cold Spring and declares that she cannot live without him and has just bought a house in Cold Spring to be near him.","release_date":"2013-01-04","genres":[],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":231624,"title":"Cold Spring","adult":false},{"cast":["Eric Kole","Anoushka Rava","Tchewk Essafi","David Calvera","Slimane Chemoune"],"overview":"Darren, a keen gambler, finds himself having to escort an unknown woman on the other side of Paris for a Mafioso. Struggling with the implications of his involvement in the affair, Darren is forced to reconsider his values.","release_date":"2012-01-07","genres":[18],"vote_average":6.0,"runtime":13,"cert":"","id":231629,"title":"Fifty Pence","adult":false},{"cast":["Dallas Page","Jeff Jarrett","Steve Borden","Scott Carl Rechsteiner","Michael Jerry Tuite"],"overview":"Spring Stampede 2000 took place on April 16, 2000 from the United Center in Chicago, Illinois. The main event was a series of tournaments for the vacant WCW Championships.  The previous week on Nitro, all titles were vacated and put on the line at this PPV. Rather than list matches, here were the finalists for each title. The US Championship contenders were The Wall, Sting, Scott Steiner, Ernest Miller, Mike Awesome, Booker, Billy Kidman, and Vampiro. Tag Team Championship contenders were Harlem Heat 2000, Shane Douglas &amp; Buff Bagwell, Team Package (Flair &amp; Luger), The Harris Brothers, and The Mamalukes. The Cruiserweight title was up for grabs in a Suicide Six-Way match and Norman Smiley competed against Terry Funk for the Hardcore Championship. The World Heavyweight Championship was between Diamond Dallas Page and Jeff Jarrett.","release_date":"2000-04-16","genres":[28],"vote_average":9.0,"runtime":180,"cert":"N\/A","id":231643,"title":"WCW Spring Stampede 2000","adult":false},{"cast":["David Arquette","Dallas Page","Jeff Jarrett","Hulk Hogan","Peter Gruner, Jr."],"overview":"Slamboree 2000 took place on May 7, 2000 at Kemper Arena in Kansas City, Missouri. The main event was a Ready to Rumble Cage match for the WCW World Heavyweight Championship with David Arquette &amp; Diamond Dallas Page defending the title against Jeff Jarrett. Also on the card was Billy Kidman vs Hulk Hogan with Eric Bischoff as the special guest referee, Vampiro vs Sting, Ric Flair vs Shane Douglas, The Total Package vs Buff Bagwell, Mike Awesome vs Chris Kanyon, Scott Steiner defending the WCW United States Championship against Captain Rection, Shawn Stasiak vs Curt Hennig, Norman Smiley &amp; Ralphus vs Terry Funk defending the WCW Hardcore Championship, and Chris Candido defending the WCW Cruiserweight Championship against The Artist.","release_date":"2000-05-07","genres":[28],"vote_average":10.0,"runtime":180,"cert":"N\/A","id":231645,"title":"WCW Slamboree 2000","adult":false},{"cast":["Jeff Jarrett","Kevin Nash","Steve Borden","Ian Hodgkinson","Ric Flair"],"overview":"The Great American Bash (2000) took place on June 11, 2000 at the Baltimore Arena in Baltimore, Maryland. The main event was Jeff Jarrett defending the WCW World Heavyweight Championship against Kevin Nash with Ernest Miller as the special guest enforcer. Also on the card was Sting vs Vampiro in a Human Torch match, Ric Flair vs David Flair, Hollywood Hogan vs Billy Kidman, Rick Steiner &amp; Tank Abbott vs Scott Steiner in a Handicap Asylum match, Shane Douglas vs The Wall in a Best of 5 Tables match, Shawn Stasiak vs GI Bro in a Boot Camp match, Mike Awesome vs DDP in an Ambulance match, KroniK vs The Mamalukes, and Lt. Loco defending the WCW Cruiserweight Championship against Disqo. Some of the matches from this event was used as a green screen stock footage for a 'Newsflash' segment on Whose Line Is It Anyway?.","release_date":"2000-06-11","genres":[28],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":231650,"title":"WCW The Great American Bash 2000","adult":false},{"cast":["Jeff Jarrett","Hulk Hogan","Bill Goldberg","Kevin Nash","Marcus Alexander Bagwell"],"overview":"Bash at the Beach 2000 took place on July 9, 2000 from the Ocean Center in Daytona Beach, Florida. The main event was initially Jeff Jarrett versus Hulk Hogan for the WCW World Heavyweight Championship, however a second world title match was held impromptu later in the evening. This has often been debated as to if it was a scripted event by Russo or not. Also on the card was Goldberg vs Kevin Nash, Buff Bagwell vs Shane Douglas, Vampiro vs The Demon in a Graveyard match, Scott Steiner defending the WCW United States Championship against Mike Awesome, Booker T vs Kanyon, The Perfect Event (Shawn Stasiak &amp; Chuck Palumbo) defending the WCW World Tag Team Titles against KroniK, Ms. Hancock vs Daffney in a Wedding Gown match, Big Vito vs Norman Smiley &amp; Ralphus for the WCW Hardcore Championship, and Lt. Loco defending the WCW Cruiserweight Championship against Juventud Guerrera.","release_date":"2000-07-09","genres":[28],"vote_average":9.0,"runtime":180,"cert":"N\/A","id":231658,"title":"WCW Bash at the Beach 2000","adult":false},{"cast":[],"overview":"George Albert Smith's remake of Georges Méliès - Le Manoir du diable (The Haunted Castle) from 1896.","release_date":"1897-12-30","genres":[27],"vote_average":4.4,"runtime":1,"cert":"","id":231681,"title":"The Haunted Castle","adult":false},{"cast":["Ryan Fisher","Cydney Penner"],"overview":"A tub-dweller and a mind-fucker.","release_date":"2013-01-01","genres":[27,53],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":231683,"title":"Streamer","adult":false},{"cast":["Sanneke Bos","Joost Claes","Anton de Zwart","Tobias Lamberts"],"overview":"A young man, who just graduated from university, just started to work on his first job at an office. Although this is the moment he worked and studied for really hard, not long after a very unsatisfied feeling about his life starts to pop up. This feeling is visualized by a strange looking man who, from one day to another, starts to hit the young man randomly on his head with a newspaper. When the strange man proofs not to be easily get rid of, absurd situations follow that eventually drive the young man to revise choices that he made earlier in his life.","release_date":"2007-06-30","genres":[35],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":231685,"title":"Versus","adult":false},{"cast":[],"overview":"Robert W. Paul production, \"The Vanishing Lady\", 1897. Man in roman costume carves figure of girl in doorway. As he finishes, the statue comes to life. The man expresses great love and desire for her, but every time the man goes to grab the girl she vanishes and reappears somewhere else.","release_date":"1897-09-29","genres":[],"vote_average":6.1,"runtime":1,"cert":"","id":231687,"title":"The Vanishing Lady","adult":false},{"cast":[],"overview":"1.Right Next Door to Hell, 2.Mr. Brownstone, 3.Bad Obsession, 4.Dust N' Bones, 5.Double Talkin' Jive, 6.Patience (with I Was Only Joking (Intro)), 7.Civil War, 8.14 Years, 9.Live and Let Die (Wings cover), 10.It's So Easy, 11.Drum Solo (Matt Sorum), 12.Slash Guitar Solo (Slash), 13.Speak Softly Love (Andy Williams cover)(Godfather Theme), 14.Rocket Queen,15.November Rain, 16.Knockin' on Heaven's Door (Bob Dylan cover)(with intro of Only Women Bleed), 17.Perfect Crime, Encore: 18.Estranged,19.Sweet Child O' Mine (with Bad Time Intro), Encore 2: 20.Welcome to the Jungle, Encore 3: 21.Paradise City","release_date":"1991-09-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":231692,"title":"Guns N' Roses Live in Indiana","adult":false},{"cast":["Marcel Koehler","Madeleine Koehler"],"overview":"Two children, playing in the garden, with a dog and a cat.","release_date":"1896-08-23","genres":[],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":231694,"title":"Scènes d'enfants","adult":false},{"cast":["Queen Victoria"],"overview":"A documentary about Queen Victoria.","release_date":"1897-10-30","genres":[],"vote_average":4.0,"runtime":6,"cert":"","id":231699,"title":"Queen Victoria's Diamond Jubilee","adult":false},{"cast":["José Amigo","Antonio Fino","Fructuós Gelabert","Antonio Masia","Juan Mañe"],"overview":"Short in which two men discuss in a cafe for the love of a woman. Discussion become more heated until they start fist-fighting. Widely considered to be the first fiction film made in Spain.","release_date":"1897-10-30","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":231701,"title":"Riña en un café","adult":false},{"cast":["David Boorboor","Chris Collier","Louis DiCrescenzo","Nick DiCrescenzo","Mark Elson"],"overview":"A story of one mans passion that influences the people around him. Directed by Kris Roselli, the viewer is taken on a journey through Lou's life work and progression from a local to international level. Lou's son Nick grew up being influenced by his fathers passion for film. Now the father and son relationship has brought them closer than ever after years of being estranged during Nick's teenage years. Hear the stories from the people who's lives have been touched by Lou. An interest can catch your attention, but a passion can change your life forever.","release_date":"2012-04-18","genres":[18],"vote_average":0.0,"runtime":27,"cert":"N\/A","id":231709,"title":"The Projectionist: A Passion for Film","adult":false},{"cast":["George Jac","Joe Hurley","Darrell Philip","Tyson Suzuki","Amy Dowell"],"overview":"A noir action thriller about an amateur MMA fighter who is quickly and unknowingly thrust into the world of a criminal organization.","release_date":"2013-08-23","genres":[28,80,18,53],"vote_average":0.0,"runtime":28,"cert":"N\/A","id":231711,"title":"Broken Knuckles","adult":false},{"cast":["Bodi Biesheuvel","Tjebbo Gerritsma","Astrid van Eck"],"overview":"","release_date":"2013-09-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":231713,"title":"Flarden van Thomas","adult":false},{"cast":[],"overview":"This picture was taken after the battle of Las Guaymas, and shows a large number of wounded soldiers embarking in a rowboat from an extemporized dock...","release_date":"1898-07-30","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":231718,"title":"Wounded Soldiers Embarking in Row Boats","adult":false},{"cast":[],"overview":"Set in Los Angeles City, 2057, an outlaw is captured and sentenced to a lifetime of imprisonment on the LUNAR penitentiaries. To reunite with his family, he must become the first convict to escape the corrupt system and return to Earth.","release_date":"2013-10-31","genres":[878],"vote_average":4.0,"runtime":7,"cert":"N\/A","id":231720,"title":"LUNAR","adult":false},{"cast":["Matt Lundy","Peter Patrikios"],"overview":"Short thriller\/horror film about two men and a one-night-stand that goes horribly wrong, where dread builds and builds into inevitable horror.","release_date":"2011-06-10","genres":[53],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":231722,"title":"Regrets","adult":false},{"cast":["Marijke Pinoy","Robrecht Vanden Thoren","Raymond Thiry"],"overview":"After 30 years Kirk is still living in the same little village with his dominant mother Ineke. His father disappeared when Kirk was just a young boy. Their sluggish life is brutally disrupted when their new eupeptic neighbor Marcus awakes Kirk and deteriorates the relationship between mother and son. Ineke doesn’t trust the intruder and begins an investigation and discovers some dark secrets.","release_date":"2013-09-28","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":231724,"title":"Under the Influence","adult":false},{"cast":[],"overview":"This picture has been very popular wherever it has been shown on the Biograph. To begin with, the film is unusually fine photographically, and the picture is taken from a point of view which shows the immense distances of Camp Wikoff with its multitude of tents in the background.","release_date":"1898-09-20","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":231726,"title":"President McKinley's Inspection of Camp Wikoff","adult":false},{"cast":["Loek Peters","Ilse Heus","Joost Koning"],"overview":"","release_date":"2013-09-28","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":231728,"title":"Roffa","adult":false},{"cast":[],"overview":"This Victorian duel between knife-wielding women was taken from an existing stage production, thought to be the Drury Lane theatre melodrama 'Women and Wine'. The actresses are believed to be Edith Blanche and Beatrice Homer.","release_date":"1898-10-30","genres":[],"vote_average":4.0,"runtime":1,"cert":"","id":231730,"title":"Duel to the Death (From the Melodrama 'Women and Wine')","adult":false},{"cast":[],"overview":"Clips from a football match between Blackburn Rovers V. West Bromwich in 1898.","release_date":"1898-10-30","genres":[],"vote_average":6.0,"runtime":1,"cert":"","id":231732,"title":"Blackburn Rovers V. West Bromwich","adult":false},{"cast":[],"overview":"Showing the employees leaving the factory at noon.","release_date":"1899-07-30","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":231737,"title":"Parke Davis' Employees","adult":false},{"cast":["Dario Fo","Paolo Rossi","Viola Simoncioni","Francesco Guccini","Maddalena Di Panfili"],"overview":"","release_date":"1989-11-16","genres":[],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":231742,"title":"Musica per vecchi animali","adult":false},{"cast":[],"overview":"Shows a wild charge of Mounted Boer up a steep hill. The action of the picture is spirited and photographically it is an excellent film. The opening scene shows a bleak hillside with the Boer cavalry in the distance, galloping rapidly to the front. They cross the ridge just as the film ends.","release_date":"1900-10-31","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":231744,"title":"Charge of the Boer Cavalry","adult":false},{"cast":[],"overview":"An interesting view of Central Park before there was a skyline of buildings. All along the length of the park on both sides and to the north, with the exception of the Dakota Apartments located at 72nd Street and Central Park West, It was virtually impossible to see anything other than sky above the trees. In the nineteenth century when people went to visit the park, they really were leaving the \"city.\"","release_date":"1900-02-01","genres":[99],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":231746,"title":"Skating in Central Park","adult":false},{"cast":[],"overview":"A splendid scene, showing a large number of curious Filipino boats being worked on the Pasig River near Manila by natives. The picture is unusually fine photographically.","release_date":"1900-05-01","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":231748,"title":"Aguinaldo's Navy","adult":false},{"cast":[],"overview":"Animal herding across a large river.","release_date":"1900-05-01","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":231750,"title":"An Historic Feat","adult":false},{"cast":[],"overview":"A white actor in blackface steals a chicken and hides in a coal bin. A policeman looks in the coal bin, sits on the lid and calls for help. The man happily escapes after he pushes the policeman off the lid.","release_date":"1900-10-31","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":231752,"title":"Who Said Chicken?","adult":false},{"cast":["Dragana Kalaba","Branko Pleša","Danilo 'Bata' Stojković","Tamara Miletić"],"overview":"A story about young orphan girl who was rejected by her mother","release_date":"1970-02-10","genres":[18],"vote_average":6.8,"runtime":80,"cert":"N\/A","id":231754,"title":"Lilika","adult":false},{"cast":["Tom Green"],"overview":"A man attempts to shave with a blunt razor.","release_date":"1900-08-01","genres":[35],"vote_average":5.0,"runtime":2,"cert":"","id":231756,"title":"A Quick Shave and Brush Up","adult":false},{"cast":[],"overview":"Shows six engines, four hose carriages, two hook and ladders, two chemical engines, and a runabout containing the fire chief...","release_date":"1901-10-31","genres":[],"vote_average":5.0,"runtime":2,"cert":"N\/A","id":231764,"title":"Fire Department of Albany, N.Y.","adult":false},{"cast":[],"overview":"In this picture there is a limited amount of action in the pose. As the curtains are drawn aside the shell appears shut. It gradually opens, disclosing the model curled up in a recumbent position. She slowly arises as if awakening, and gracefully assumes the final position of the pose.","release_date":"1901-06-01","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":231766,"title":"Birth of the Pearl","adult":false},{"cast":[],"overview":"A characteristic and instructive scene, showing natives at work. The picture is exceedingly well arranged.","release_date":"1901-10-31","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":231768,"title":"Cutting Sugar Cane, Honolulu","adult":false},{"cast":[],"overview":"Maria Feodorovna (1847-1928), born Dagmar, daughter of King Christian IX was in 1866 married to Alexander III (1845-1894), Czar of Russia (1881-1894). The couple often visited Denmark, where the czar found a safe harbour away from the unstable Russia.","release_date":"1902-06-04","genres":[99],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":231776,"title":"Kejserinde Dagmars ankomst til Helsingør","adult":false},{"cast":[],"overview":"One of the most interesting pictures in the series showing how the ice is taken up from the canal by machinery and run into ice houses, each of which has a capacity of 50,000 tons.","release_date":"1902-02-01","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":231781,"title":"Circular Panorama of Housing the Ice","adult":false},{"cast":["Wendy Wygant","Steve Rudzinski","Nivek Ogre","Alicia Marie Marcucci","Doug Bradley"],"overview":"A failed amusement park owner devises a plan to commit gruesome murders in the park as a publicity stunt to sell tickets.","release_date":"2012-10-31","genres":[27],"vote_average":4.0,"runtime":85,"cert":"N\/A","id":231783,"title":"Scream Park","adult":false},{"cast":["Asrani","Jeetendra","Shakti Kapoor","Kader Khan","Sridevi"],"overview":"A poor and wronged woman's son returns from the big city to avenge his father, a honest school teacher.","release_date":"1983-10-31","genres":[],"vote_average":9.0,"runtime":179,"cert":"N\/A","id":231785,"title":"Himmatwala","adult":false},{"cast":[],"overview":"A parade of horses and vehicles on the Speedway, New York.","release_date":"1902-05-01","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":231787,"title":"The Speedway Parade","adult":false},{"cast":[],"overview":"Here we show Prince Henry and President Roosevelt walking together up the gangway on Shooters Island, N. Y., on their way to the stand on which Miss Alice Roosevelt christens the German Emperor's yacht Meteor. Following Prince Henry and the President are Mr. Wallace Downey, owner of the ship building firm of Townsend & Downey, the sailors and marines from the Hohenzollern, officers from the United States Army and Navy, and the President's invited guests. A most brilliant and interesting picture.","release_date":"1902-03-14","genres":[],"vote_average":4.0,"runtime":2,"cert":"N\/A","id":231789,"title":"Arrival of Prince Henry (of Prussia) and President Roosevelt at Shooter's Island","adult":false},{"cast":[],"overview":"Scene Bowery. Young woman drops her handkerchief while passing a Rube. He picks it up and gives it to her. She induces him to go into a side door of a saloon. Second scene, saloon. Rube and woman enter, take seats at table and order drinks. While the Rube is paying for same, woman puts knock-out drops in the Rube's glass. They drink and the Rube falls asleep. Woman takes all his valuables and leaves. Waiter wakes him up. He discovers his watch gone, fights with waiter, and is thrown out. Third scene, outside of saloon. Police patrol drawn up. They put Rube in and drive off.","release_date":"1902-10-01","genres":[18],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":231791,"title":"How They Do Things on the Bowery","adult":false},{"cast":["Dan Leno"],"overview":"Dan Leno and his wife celebrating the anniversary of their wedding day.","release_date":"1902-11-01","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":231793,"title":"An Obstinate Cork","adult":false},{"cast":[],"overview":"Procession of the Daughters of the Virgin Mary from the Sants Church.","release_date":"1902-10-31","genres":[],"vote_average":4.0,"runtime":2,"cert":"N\/A","id":231795,"title":"Procession of the Daughters of Mary from the Parish of Santa María de Sans","adult":false},{"cast":["Alan Humphreys","Melanie Stevens","Victor Ptak","Gary Knowles","Rosemary Smith"],"overview":"The abandoned home of Wilfred Butler, a wealthy but troubled man who committed suicide in 1987, has been willed to his grandson, Jeffrey. The house has sat in disarray since Wilfred's death, standing in the way of developers who want to turn the property into residential homes. Just before Christmas 2012, many years after Wilfred's death, Jeffrey and his lawyer appear in town to negotiate the sale of the property. But an Axe wielding maniac has set up residence in the house, and he doesn't take kindly to strangers.","release_date":"2013-10-20","genres":[27],"vote_average":1.6,"runtime":78,"cert":"18","id":231809,"title":"Silent Night, Bloody Night : The Homecoming","adult":false},{"cast":["Claudia Galli","Ann Westin","Richard Ulfsäter","Lennart Jähkel","Sven-Bertil Taube"],"overview":"On a crystal clear, starry and bitingly cold winter night a young woman dressed in the traditional Lucia white gown is seen running across the ice while sobbing. She stumbles in her long gown and drops her crown of candles in the snow and when she reaches a channel in the ice she throws herself into the dark waters and disappears. We find Erica and her husband Patrik right in the middle of preparing everything to celebrate Christmas in their house for the first time. On the 13th of December the family goes to church to watch the Lucia celebration only to find out that the Lucia has gone missing. Erica who notices a dispute in the audience can't help herself but to try and find out what the fight was really about and what could have happened to the missing Lucia. The past catches up with the present as Erica's discoveries leads to the missing Lucia, a secret love affair and a son seeking revenge for his mother.","release_date":"2013-09-29","genres":[80,9648],"vote_average":5.4,"runtime":90,"cert":"N\/A","id":231811,"title":"The Fjällbacka Murders: The Queen of Lights","adult":false},{"cast":["Christopher Plummer"],"overview":"This is the story about a boy not like the others that dreams about finding his place in the world.","release_date":"2012-11-01","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":231819,"title":"Kali, the Little Vampire","adult":false},{"cast":["Rodrigo Peñalosa","Julian"],"overview":"Julian is an experimental biographical piece about two men – Julian and Antonio – who disconnected themselves from the anxious city, and allowed their spirits to be taken by nature. It is a slightly voyeuristic love letter about and to Julian – the Swiss man whom the narrator has briefly met in London and, shortly after, invited to a road-trip to Portugal.","release_date":"2012-04-29","genres":[18],"vote_average":6.0,"runtime":9,"cert":"N\/A","id":231824,"title":"Julian","adult":false},{"cast":["Josie Long","Darren Osborne","Jim Nixon","Stephanie Gibson","Roddy MacNeill"],"overview":"Following a bad break-up and no longer enthused by London life, Josie has arrived in the 'indie theme-park' of Glasgow, itching for a fresh start in a city which she has always admired. Whilst there she attempts to launch herself into her new resolutions - making new friends, hanging out with cool musicians and going swimming however she soon realises that her ambitions are not quite so easy to achieve and Glasgow might not hold the answers she is looking for.","release_date":"2012-11-01","genres":[35],"vote_average":0.0,"runtime":20,"cert":"","id":231838,"title":"Let’s Go Swimming","adult":false},{"cast":[],"overview":"We wanted to make a film about a teenage mother. We met Joana in a casting that took place in Setubal, in the Bela Vista neighborhood. She appeared to us as a porcelain doll, small, fragile, pale, with a little hair bow. Little by little, she crumbled apart, revealing a charming complexity. We were conquered by the duality of strength and fragility, freedom and incarceration, joy and sorrow. The intimacy and complicity we were able to establish with her made this film possible. In Cat's Cradle, we share her with everyone else.","release_date":"2012-11-01","genres":[99],"vote_average":5.0,"runtime":57,"cert":"N\/A","id":231840,"title":"Cat's Cradle","adult":false},{"cast":["Josie Long"],"overview":"Stand up set concerning what it is to be single, 30 and left wing in the middle of the Coalition government's tenure.","release_date":"2013-11-01","genres":[],"vote_average":0.0,"runtime":84,"cert":"","id":231842,"title":"Josie Long: Romance & Adventure - Live","adult":false},{"cast":["Roemer Prins","Eva Duijvestein","Hannah Hoekstra","Vanja Rukavina","Tonino Claassens"],"overview":"","release_date":"2013-09-28","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":231847,"title":"Scooterdagen","adult":false},{"cast":["Flávio Pires","Arlete de Sousa"],"overview":"A young man has his time divided between his band and taking care of his sick grandmother. And the night is long.","release_date":"2012-11-01","genres":[],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":231849,"title":"Noite","adult":false},{"cast":["Vanessa Guimarães","Francisco Sousa","Emílio Mota","João Reis"],"overview":"","release_date":"2012-11-01","genres":[18,10749,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":231857,"title":"Olhos Pretos, Cabelo Azul","adult":false},{"cast":["Booker Huffman","Jeff Jarrett","Bill Goldberg","Kevin Nash","Scott Carl Rechsteiner"],"overview":"New Blood Rising was a professional wrestling pay-per-view produced by World Championship Wrestling that replaced WCW's August PPV event Road Wild. It took place on August 13, 2000 from the Pacific Coliseum in Vancouver, British Columbia. The name is a reference to the New Blood faction within WCW. The main event was Booker T defending the WCW World Heavyweight Championship against Jeff Jarrett. Another primary match was a Triple Threat match between Goldberg, Kevin Nash, and Scott Steiner. Other matches on the card included KroniK defending the WCW World Tag Team Championships against The Dark Carnival (Vampiro &amp; The Great Muta), Lance Storm defending the WCW United States Championship against Mike Awesome in a Canadian Rules match with Jacques Rougeau as the special guest referee,","release_date":"2000-08-13","genres":[28],"vote_average":10.0,"runtime":180,"cert":"N\/A","id":231859,"title":"WCW New Blood Rising","adult":false},{"cast":["Pierre Bokma","Elsie de Brauw","Reinout Bussemaker","Thekla Reuten","Willemijn Veldhuijzen"],"overview":"Sweder Speelman leads a successful life with his wife Cecile. But he realizes he's a spectator of his own life. Sweder decides to disappear to see how Cecile responds to his absence. As he observes his wife, he loses touch with reality.","release_date":"2013-09-28","genres":[18],"vote_average":0.0,"runtime":49,"cert":"N\/A","id":231861,"title":"Speelman","adult":false},{"cast":["Kevin Nash","Booker Huffman","Bill Goldberg","Scott Carl Rechsteiner","Michael Alfonso"],"overview":"Fall Brawl 2000 took place on September 17, 2000 from the HSBC Arena in Buffalo, New York. The main event was Kevin Nash defending the WCW World Heavyweight Championship against Booker T in a Caged Heat match. Also on the card was Goldberg vs Scott Steiner in a No DQ match, Mike Awesome vs Jeff Jarrett in a bunkhouse brawl, Sting vs The Great Muta vs Vampiro in a Triangle match, Billy Kidman &amp; Madusa vs Shane Douglas &amp; Torrie Wilson in a Scaffold match, an elimination match featuring two 7 man teams (The Filthy Animals vs The Natural Born Thrillers), Lance Storm defending the WCW United States Championship against General Rection, KroniK vs The Harris Brothers in a First Blood Chain match, The Misficts in Action vs 3 Count, and Elix Skipper defending the WCW Cruiserweight Championship against Kwee Wee.","release_date":"2000-09-17","genres":[28],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":231866,"title":"WCW Fall Brawl 2000","adult":false},{"cast":["Ayumi Hamasaki"],"overview":"Hamasaki Ayumi's presents a spectacular 3.5 hour concert at the Tokyo's Yoyogi National Gymnasium, capturing the live event's atmosphere. Featured songs include \"Real me\", \"Naturally\", \"Heartplace\", \"Days\", \"independent\", and \"GREEN\", among others.","release_date":"2009-05-13","genres":[],"vote_average":0.0,"runtime":197,"cert":"N\/A","id":231871,"title":"Ayumi Hamasaki Premium Countdown Live 2008–2009 A","adult":false},{"cast":["Ayumi Hamasaki"],"overview":"Ayumi Hamasaki Countdown Live 2009-2010 A: Future Classics is Japanese pop singer Ayumi Hamasaki's 9th Countdown concert DVD.","release_date":"2010-07-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":231873,"title":"Ayumi Hamasaki Countdown Live 2009-2010 A: Future Classics","adult":false},{"cast":["Ayumi Hamasaki"],"overview":"Ayumi Hamasaki Countdown Live 2007–2008 Anniversary is a concert DVD issued by the Japanese singer Ayumi Hamasaki. It was released on June 23, 2008.","release_date":"2008-06-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":231878,"title":"Ayumi Hamasaki Countdown Live 2007–2008 Anniversary","adult":false},{"cast":["Booker Huffman","Scott Carl Rechsteiner","Bill Goldberg","Lawrence Wendell Pfohl","Chuck Palumbo"],"overview":"Mayhem 2000 took place on November 26, 2000 from the U.S. Cellular Arena in Milwaukee, Wisconsin. The main event was Booker T defending the WCW World Heavyweight Championship against Scott Steiner in a Straight Jacket Steel Cage match. Also on the card was Goldberg vs Lex Luger, The Perfect Event defending the WCW World Tag Team Championships against The Insiders (Nash &amp; DDP), Jeff Jarrett vs Buff Bagwell, Lance Storm defending the WCW United States Championship against General Rection, Bam Bam Bigelow vs Sgt. AWOL, Shane Douglas vs Ernest Miller, The Filthy Animals vs KroniK &amp; Alex Wright in a handicap match, Crowbar defending the WCW Hardcore Championship against Big Vito and Reno in a Triple Threat match, Jimmy Hart vs Mancow, Mike Sanders defending the WCW Cruiserweight Championship against Kwee Wee, and Three Count vs The Jung Dragons vs Jamie Noble &amp; Evan Karagias in a Triangle match.","release_date":"2000-11-26","genres":[28],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":231880,"title":"WCW Mayhem 2000","adult":false},{"cast":["Patrick Baladi","Saskia Butler","Sean Connolly","Simon Lowe","Gabriel Paul"],"overview":"NFA is a psychological drama feature length film about a regular guy, married, kid, job, who wakes up one morning to find himself alone in a hostel for homeless people and no idea how he got there.","release_date":"2013-11-29","genres":[53],"vote_average":0.0,"runtime":80,"cert":"","id":231888,"title":"N.F.A. (No Fixed Abode)","adult":false},{"cast":["Randy Orton","Paul Wight","John Cena","Alberto Rodriguez","Phillip Jack Brooks"],"overview":"Survivor Series was a professional wrestling pay-per-view event produced by WWE. It took place on November 24, 2013 at the TD Garden in Boston, and is the twenty-seventh annual Survivor Series show.  The main event was a singles match for the WWE Championship with Randy Orton defending against Big Show. A secondary main event was John Cena defending the World Heavyweight Championship against Alberto Del Rio.  Other matches included The Wyatt Family vs CM Punk and Daniel Bryan, Mark Henry vs Ryback, Big E Langston defending the WWE Intercontinental Championship against Curtis Axel, and two traditional Survivor Series Elimination Tag Team matches. The first was The Shield and The Real Americans versus The Usos, Rey Mysterio, Cody Rhodes, and Goldust while the second was Team Total Divas versus Team \"True\" Divas.","release_date":"2013-11-24","genres":[28,18],"vote_average":4.7,"runtime":180,"cert":"N\/A","id":231893,"title":"WWE Survivor Series 2013","adult":false},{"cast":["Mojca Fatur","Primož Petkovšek"],"overview":"A wordless and virtually soundless but nonetheless exquisitely sensitive drama about an overweight butcher who lives alone and the strange fascination he develops for an attractive young woman he sees on his regular bus route. He takes tentative steps to approach her but though he receives an open, caring smile, fails to respond.","release_date":"2003-11-01","genres":[18,10749],"vote_average":5.3,"runtime":15,"cert":"N\/A","id":231916,"title":"Heart Is a Piece of Meat","adult":false},{"cast":[],"overview":"The U.S.S. \"Indiana\" in action. Filmed by American Mutoscope & Biograph on November 11, 1903 in Glen Island, NY.","release_date":"1903-11-11","genres":[],"vote_average":4.0,"runtime":2,"cert":"N\/A","id":231921,"title":"Boat Race","adult":false},{"cast":[],"overview":"Images of a hunting party with the Swedish King Oscar II, Prince Christian, Prince Gustav, Prince Valdemar and Prince Georg. Hveen is an island in the strait 'Øresund' between Denmark and Sweden. The island was under Danish rule until 1658. It is mainly know as the site where the Danish astronomer Tycho Brahe made his internationally acclaimed observations in the years 1576-1597.","release_date":"1903-09-12","genres":[99],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":231926,"title":"Royal Shooting Party on Hveen","adult":false},{"cast":[],"overview":"Solo from 'La sylphide' (1836), ballet by August Bournonville. Performed by Ellen Price (1878-1968), soloist from 1903. Ellen Price's dancing in Hans Beck's ballet 'The Little Mermaid' (1909) was the inspiration for Edvard Eriksen's statue of the same name (1911).","release_date":"1903-10-31","genres":[],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":231928,"title":"Sylfiden","adult":false},{"cast":[],"overview":"First is shown a fine panoramic view of the grandstand at the Yale field, showing the enormous gathering of football enthusiasts who have come from far and near to witness the giants struggle for the collegiate championship.","release_date":"1903-11-01","genres":[],"vote_average":5.0,"runtime":4,"cert":"N\/A","id":231936,"title":"Princeton and Yale Football Game","adult":false},{"cast":[],"overview":"A collegiate American football event.","release_date":"1903-10-31","genres":[],"vote_average":5.0,"runtime":6,"cert":"N\/A","id":231938,"title":"Chicago-Michigan Football Game","adult":false},{"cast":[],"overview":"It seems Edison made a ton of these panorama films back in '03. They probably rented a boat for a couple of days, packed sandwiches and beer and floated around New York with the camera pointed at buildings. As panoramas go this one isn't as bad as some - Panorama of Riker's Island for example. What a stinker that was - Lord only knows what they were thinking of there.","release_date":"1903-05-01","genres":[],"vote_average":6.0,"runtime":3,"cert":"N\/A","id":231940,"title":"Panorama Water Front and Brooklyn Bridge from East River","adult":false},{"cast":[],"overview":"About 20 residents of Pawtucket, R.I., line one side of a street in view of a stationary camera.","release_date":"1903-05-01","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":231945,"title":"Pawtucket Fire Department","adult":false},{"cast":[],"overview":"We have just received from our operators accompanying President Roosevelt on his great tour of the Pacific Coast, a splendid series of films covering his reception in San Francisco. The weather was all that could be desired, and the films are, therefore, very fine photographically. There are five scenes in all, as follows: 3. President Roosevelt in his carriage, with mounted escort, passing up Market Street. A good picture of the President, and a spirited subject throughout.","release_date":"1903-06-01","genres":[],"vote_average":4.0,"runtime":2,"cert":"N\/A","id":231947,"title":"The President's Carriage","adult":false},{"cast":["Sean Patrick Brennan","Tracy Griffith","David Wallace"],"overview":"Two small time lawnmowers try to find treasure so they can purchase better equipment, but will something supernatural intervene?","release_date":"1996-01-01","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":231949,"title":"Joe & Joe","adult":false},{"cast":[],"overview":"A bunch of men strolling across a bridge.","release_date":"1903-10-31","genres":[],"vote_average":5.0,"runtime":2,"cert":"N\/A","id":231954,"title":"Parade of 'Exempt' Firemen","adult":false},{"cast":[],"overview":"A group of policemen marching up and down in front of a static camera for a couple of minutes.","release_date":"1903-12-01","genres":[],"vote_average":5.0,"runtime":2,"cert":"N\/A","id":231956,"title":"Drill by Providence Police","adult":false},{"cast":[],"overview":"We have just received from our operators accompanying President Roosevelt on his great tour of the Pacific Coast, a splendid series of films covering his reception in San Francisco. The weather was all that could be desired, and the films are, therefore, very fine photographically. There are five scenes in all, as follows: 1. An automobile ride down San Francisco's busy Market Street, showing the elaborate decorations, crowds of people, traffic, etc. A very novel and effective picture.","release_date":"1903-06-01","genres":[],"vote_average":4.0,"runtime":4,"cert":"N\/A","id":231958,"title":"Over Route of Roosevelt Parade in an Automobile","adult":false},{"cast":[],"overview":"We have just received from our operators accompanying President Roosevelt on his great tour of the Pacific Coast, a splendid series of films covering his reception in San Francisco.","release_date":"1903-06-01","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":231960,"title":"President Reviewing School Children","adult":false},{"cast":[],"overview":"A few guys sorting packages.","release_date":"1903-08-01","genres":[],"vote_average":6.0,"runtime":1,"cert":"N\/A","id":231965,"title":"Throwing Mail Into Bags, U.S.P.O.","adult":false},{"cast":[],"overview":"It shows a postman ascending a flight of half-dozen stairs to the front door of a house and ringing its bell then delivering mail to the person who answers the door.","release_date":"1903-08-01","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":231967,"title":"Buying Stamps from Rural Wagon, U.S.P.O.","adult":false},{"cast":[],"overview":"The first scene appears to have been taken on a main thoroughfare of large city. In the immediate foreground is a horse-drawn U.S. mail vehicle waiting at the side of a streetcar track. Soon a streetcar approaches the camera position. It stops beside the mail vehicle and the driver unloads mail sacks from the streetcar. He then puts some sacks from his wagon onto the streetcar. As the film ends, both the streetcar and the horse-drawn mail delivery wagon leave the scene.","release_date":"1903-08-01","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":231969,"title":"Street Mail Car, U.S.P.O.","adult":false},{"cast":[],"overview":"The film shows a post office worker inserting mail into pigeon holes.","release_date":"1903-08-01","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":231971,"title":"Routing Mail, U.S.P.O.","adult":false},{"cast":[],"overview":"We see a man sporting a derby hat and walrus moustache hang a mail sack on one of those poles that stand beside a railway track followed by a second shot of the sack being snatched up by a passing train which also jettisons another sack onto the ground as it passes.","release_date":"1903-08-01","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":231973,"title":"Train Taking Up Mail Bag, U.S.P.O.","adult":false},{"cast":[],"overview":"What we basically have here is a one-minute film of a couple of men unloading sacks from a horse-drawn wagon...","release_date":"1903-08-01","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":231975,"title":"Transporting Internal Rev. Stamps, U.S.P.O.","adult":false},{"cast":["Wings Hauser","Karen Black","Robert Z'Dar","Joe Palese","Elaine Pelino"],"overview":"A cop teams up with an FBI agent to track down a counterfeiter.","release_date":"1991-04-12","genres":[28,80,53],"vote_average":5.5,"runtime":90,"cert":"N\/A","id":231977,"title":"The Killers Edge","adult":false},{"cast":[],"overview":"American Mutoscope & Biograph made a whole series of these films covering everything from the mail being collected from post boxes to being delivered to homes. This one shows a postman on a bicycle entering screen left and parking his bicycle outside a house.","release_date":"1903-08-01","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":231979,"title":"Special Delivery Messenger, U.S.P.O.","adult":false},{"cast":[],"overview":"The film opens with a man standing at the brow of a hill looking off to his left as a black man pushing a cart passes behind him in the other direction. The man looks and looks. He stands patiently until, from the right of the screen a mail coach appears.","release_date":"1903-08-01","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":231981,"title":"Rural Wagon Giving Mail to Branch, U.S.P.O.","adult":false},{"cast":[],"overview":"Yet another in a vast series of films made by American Mutoscope & Biograph for the United States Postal Service which demonstrated all aspects of the humble postman's job.","release_date":"1903-08-01","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":231983,"title":"Wagons Loading Mail, U.S.P.O.","adult":false},{"cast":[],"overview":"This one shows the wagon that collected mail sacks from a streetcar in Washington pulling up besides a railroad mail car before reversing up to it.","release_date":"1903-08-01","genres":[],"vote_average":4.0,"runtime":1,"cert":"N\/A","id":231985,"title":"Loading Mail Car, U.S.P.O.","adult":false},{"cast":[],"overview":"Another early short presenting the workings of the Postal Service.","release_date":"1903-08-01","genres":[],"vote_average":5.0,"runtime":1,"cert":"N\/A","id":231987,"title":"Clerks Tying Bags, U.S.P.O.","adult":false},{"cast":["Kary Ng Ga-Wing","Theresa Fu","Justin Lo","Alex Fong Lik-Sun","Lam Suet"],"overview":"Singer-songwriter Kei is in love with his best friend Kristy, but she beings to date rich kid Tony.","release_date":"2006-08-17","genres":[18,10402,10749],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":231995,"title":"Love @ First Note","adult":false},{"cast":["Mark Rylance","Liam Brennan","John McEnery"],"overview":"A performance of Shakespeare's Richard II broadcast live from the Globe Theatre, London.","release_date":"2003-09-06","genres":[18],"vote_average":10.0,"runtime":210,"cert":"","id":231997,"title":"Richard II: Live From the Globe","adult":false},{"cert":"N\/A","title":"Richard the Second","cast":["Matte Osian","Matte Osian"],"genres":[],"id":231999,"overview":"A banished nobleman returns to usurp the throne of England when the king seizes all his property.","runtime":93,"release_date":"2001-07-26","vote_average":9.0,"adult":false}]