[{"cast":[],"overview":"A series of unrelated sports gags. Archery: The bullseyes make sense when we see where the archer is standing. Billiards: A trick shot: All the balls move together. Ping pong: The spectators eyes follow the ball... Ski jump: A long, long chute and a very short jump. Track: The hurdlers climb the hurdles like ladders. Swimming: The women's champion turns out to be a mermaid. A men's champion demonstrates strokes, ending with the crawl (on the bottom of the pool, on all fours). We see dives, ending with a seedy bar. Crew: We pull back from the first three precision rowers to see a real mess. Bicycle track racing: \"Monotonous, isn't it?\" Baseball: A talkative catcher gets knocked back by the ball. Football: Avery Memorial Stadium, with every seat on the 50-yard line one row wide and hundreds tall. On field: The QB calls signals and hops around. A ref emerges from under a pileup: \"Is it a touchdown? Mmm, could be.\" The play is diagrammed into a huge tangle. Auto racing: The winner is...","release_date":"1941-08-15","genres":[],"vote_average":5.7,"runtime":7,"cert":"N\/A","id":236501,"title":"Sport Chumpions","adult":false},{"cast":[],"overview":"Andy Panda and his father are trying to groom an alley cat, which Andy wants to enter in a Cat Show, The cat is not interested in being in show business, and is even more disinterested in getting a bath. A swimming pool is the last resort where everybody but the cat gets wet.","release_date":"1941-05-25","genres":[16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236503,"title":"Dizzy Kitty","adult":false},{"cast":["Marjorie Tarlton","Margaret Hill-Talbot"],"overview":"When his car breaks down out in the country, Sniffles the mouse takes shelter in an old mill, where he meets up with \"Batty,\" a non-stop-talking little bat who later save Sniffles from a hungry cat.","release_date":"1941-09-26","genres":[10751,35,16],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236505,"title":"The Brave Little Bat","adult":false},{"cast":[],"overview":"Without success, Porky Pig constantly tries to silence an alley cat who has been disturbing his slumber by constantly singing loudly.","release_date":"1941-09-19","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":236507,"title":"Notes to You","adult":false},{"cast":[],"overview":"Porky hosts a radio program, where animals tell their stories. The guest star is Kansas City Kitty, the best mouser in the country. She tells the story of her life, including her marriage to Tom Collins, the birth of Little Patrick (not necessarily in that order), and the turning point of her life. The mice have plotted out a major operation like gangsters. They sneak out and kidnap Patrick and hold him hostage...","release_date":"1941-08-08","genres":[],"vote_average":6.0,"runtime":9,"cert":"N\/A","id":236509,"title":"We, the Animals - Squeak!","adult":false},{"cast":["Mel Blanc"],"overview":"A dog named Rover explains to a black, down-on-his-luck shaggy dog named Andy how he got his master. He went into a hotel room and bothered someone taking a bath--Porky Pig. Porky doesn't want Rover as a pet, no matter how many times Rover tries to make Porky adopt him.","release_date":"1941-12-26","genres":[16,35],"vote_average":5.3,"runtime":7,"cert":"N\/A","id":236511,"title":"Porky's Pooch","adult":false},{"cast":["Tex Avery","Mel Blanc"],"overview":"A dog chases a quail through the forest; the quail keeps outsmarting the dog (and keeps referring to the dog as \"doc\"). The dog, none too bright, keeps running into trees, while the quail's topknot keeps falling into his face.","release_date":"1941-02-14","genres":[16],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236516,"title":"The Crackpot Quail","adult":false},{"cast":["Mel Blanc"],"overview":"Random gags around military life, set on an army base. A bugler uses a jukebox to play reveille. In formation, one private has a great deal of trouble remembering what comes after \"3\"; after he gets it, he decides not to go for the $32 question. In the mess hall, the machine gunners machine gun their food while the bombers catch falling biscuits. The infantry marches for miles - past a \"next time, take the train\" billboard.","release_date":"1941-08-24","genres":[10752,16,35],"vote_average":5.3,"runtime":8,"cert":"N\/A","id":236518,"title":"Rookie Revue","adult":false},{"cast":["Pinto Colvig"],"overview":"Gabby is forced to take care of a strange animal called a Kango.","release_date":"1941-08-20","genres":[16],"vote_average":8.0,"runtime":7,"cert":"N\/A","id":236520,"title":"Two for the Zoo","adult":false},{"cast":["Jack Mercer"],"overview":"Rip Van Winkle is being thrown out for nonpayment of rent (for 20 years). Popeye happens by and carts the sleeper home, but he soon discovers that Rip has a sleep-walking problem that gets both of them into some trouble with some dwarves.","release_date":"1941-05-08","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":236522,"title":"Popeye Meets Rip Van Winkle","adult":false},{"cast":["Eddie Albert","Mary Astor","Willie Best","Humphrey Bogart","Walter Brennan"],"overview":"Blooper out-takes from Torrid Zone, Four Mothers, The Wagons Roll at Night, The Sea Wolf, No Time for Comedy, The Bride Came C.O.D., and Affectionately Yours, among other Warner Brother productions of 1940 and 1941.","release_date":"1941-11-14","genres":[35],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":236524,"title":"Breakdowns of 1941","adult":false},{"cast":[],"overview":"A toyshop owner tells a little girl the story behind the two dolls she's fallen in love with.","release_date":"1941-04-10","genres":[],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":236526,"title":"Raggedy Ann and Raggedy Andy","adult":false},{"cast":[],"overview":"Officer Pooch is called out to rescue a kitten that is repeatedly chased up telephone poles and trees by an aggressive little dog.","release_date":"1941-09-06","genres":[16,35,10751],"vote_average":5.3,"runtime":8,"cert":"N\/A","id":236528,"title":"Officer Pooch","adult":false},{"cast":["Ed McNamara","Patricia Phillips","Stephen McGrath"],"overview":"Sharon and her ten year old son Bayo live in Tickle Cove on the shores of Bonavista Bay, Newfoundland like generations of their family have before them. Sharon hates her life there. She dreams of moving to Toronto - where her now deceased mother was from - to eke out a better life for her and Bayo. She even leaves her big black packed trunk in the middle of the foyer as a symbolic gesture that that move will soon be happening. She equally hates her fisher father, Phillip Longlan, for subjecting her and her mother to life there. Phillip, who spends most of his time on a commercial fishing boat, only provides Sharon enough money to survive but not to achieve that dream of leaving. Bayo, however, doesn't want to leave, especially leave his grandfather behind. He wants to live and die by the sea, much like his deceased father, who he never knew.","release_date":"1985-04-25","genres":[18],"vote_average":7.0,"runtime":99,"cert":"N\/A","id":236530,"title":"Bayo","adult":false},{"cast":[],"overview":"Working backstage at a theater, Porky frees a little ant he finds in a cage, only to learn that it's a rare and valuable trained pygmy ant.","release_date":"1941-11-21","genres":[],"vote_average":4.0,"runtime":7,"cert":"N\/A","id":236532,"title":"Porky's Midnight Matinee","adult":false},{"cast":[],"overview":"Preceded by thunderous crashing from the jungle, a little black bird with a syncopated hop emerges from the brush to mystify big-game hunter Inki as he attempts to track down his prey: a ferocious daddy lion.","release_date":"1941-07-18","genres":[16],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":236534,"title":"Inki and the Lion","adult":false},{"cast":[],"overview":"It's about these children mice on a farm doing work for their mama and grandpop. The mom catches one of her offspring, Herman, sleeping late and wakes him up by spanking him. After he cries to Grandpa, the ground starts shaking. The tractor is on the way!","release_date":"1941-12-26","genres":[],"vote_average":7.0,"runtime":9,"cert":"N\/A","id":236539,"title":"The Field Mouse","adult":false},{"cast":[],"overview":"Gabby makes good on his pledge to 'be helpful' by assisting the local fire department while they put out a fire. When the chief incapacitates himself by getting Gabby's hat stuck over his head, Gabby takes charge with with disastrous consequences.","release_date":"1941-06-19","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236541,"title":"Fire Cheese","adult":false},{"cast":["Pinto Colvig","Jack Mercer"],"overview":"Gabby teaches a young boy how to fish, even though the boy was doing much better without him.","release_date":"1941-07-17","genres":[10751,16,35],"vote_average":10.0,"runtime":7,"cert":"N\/A","id":236543,"title":"Gabby Goes Fishing","adult":false},{"cast":[],"overview":"Twinkle Toes, the incompetent carrier pigeon, is set with the task of delivering a rare parrot to the Royal Zoo.","release_date":"1941-03-14","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236554,"title":"Twinkletoes Gets the Bird","adult":false},{"cast":["Pat McGeehan"],"overview":"Jim Dandy lands on a tropical island and falls in love with a beautiful maiden. Soon a tribe of cannibals kidnap him. A Puppetoon animated short film.","release_date":"1941-06-27","genres":[16],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":236556,"title":"Hoola Boola","adult":false},{"cast":[],"overview":"Stranded on an island after his ship was wrecked by a hurricane, Porky meets a friendly African Native. They build a house, and Porky begins to explore the island. On his way we see various sight gags.","release_date":"1941-10-24","genres":[10751,16],"vote_average":5.0,"runtime":8,"cert":"N\/A","id":236558,"title":"Robinson Crusoe Jr.","adult":false},{"cast":[],"overview":"Two recruiters, one from the army and one from the navy, fight over a pipsqueak, each making him ludicrous promises of fun, excitement, luxury and comfort.","release_date":"1941-07-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236560,"title":"The Cute Recruit","adult":false},{"cast":[],"overview":"In Africa, Porky tries to catch a rare pygmy ant.","release_date":"1941-04-09","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236562,"title":"Porky's Ant","adult":false},{"cast":[],"overview":"Hot Breath Harry is a hot trumpeter at a jazz club. He finds himself drafted into the Army, where he's assigned to be the bugler of an African-American company. But everyone hates the bugler, because he blows reveille at the ungodly hour of 5 AM sharp.","release_date":"1941-08-31","genres":[16],"vote_average":6.3,"runtime":7,"cert":"N\/A","id":236567,"title":"Boogie Woogie Bugle Boy of Company \"B\"","adult":false},{"cast":[],"overview":"Twinkletoes is sleeping on the counter at the \"Wide-Awake Delivery Service.\" when Mysto the Magician telephones and wants his magical paraphernalia picked up at his home and delivered to the theatre in five minutes. The twinkly-one runs to the magician's house, picks up the heavy suitcase and flitters off in a hurry. But the case pops open and out pops Mysto's magical hat and other tools-of-the-trade. The rabbit escapes from the hat and Twinky has to chase it, while being flabbergasted at the magical display going on all around him. Will he get to the theatre on time?","release_date":"1941-08-28","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236569,"title":"Twinkletoes in Hat Stuff","adult":false},{"cast":[],"overview":"A cartoon in the Animated Antics series from the Fleischer Studios about Zero the Hound.","release_date":"1941-04-14","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236571,"title":"Zero the Hound","adult":false},{"cast":[],"overview":"A small cat annoys his elder by imitating everything he does. Eventually, the bigger cat catches a mouse, knowing the copy cat won't be able to perform the same feat.","release_date":"1941-07-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236573,"title":"Copy Cat","adult":false},{"cast":[],"overview":"Christopher Young experiments with objects and their uses.","release_date":"1941-11-14","genres":[],"vote_average":8.7,"runtime":10,"cert":"N\/A","id":236575,"title":"Object Lesson","adult":false},{"cast":[],"overview":"An abstract sequence of coloured shapes pulsating in a pattern.","release_date":"1942-11-14","genres":[],"vote_average":10.0,"runtime":4,"cert":"N\/A","id":236580,"title":"Radio Dynamics","adult":false},{"cast":["Mel Blanc"],"overview":"Bugs Bunny and friends sing and dance to promote the sale of government bonds in support of the war effort.","release_date":"1942-03-30","genres":[36,16],"vote_average":5.2,"runtime":2,"cert":"N\/A","id":236582,"title":"Any Bonds Today?","adult":false},{"cast":["René Muñoz","Esther Zulema","Jesús Tordesillas","Juan Calvo","Lepe"],"overview":"","release_date":"1961-11-14","genres":[18],"vote_average":7.0,"runtime":101,"cert":"N\/A","id":236584,"title":"Fray Escoba","adult":false},{"cast":[],"overview":"Barney sets off in search of honey, but his various gadgets don't always work out they way they should.","release_date":"1942-11-06","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":236589,"title":"Wild Honey, or, How to Get Along Without a Ration Book","adult":false},{"cast":[],"overview":"A pelican blacksmith is bedeviled by a tree, which drops its burred-covered chestnuts on a horse just as he is trying to shoe it.","release_date":"1942-02-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236591,"title":"Under the Shedding Chestnut Tree","adult":false},{"cast":[],"overview":"Gandy Goose reads a scary story just before lights out, and suddenly finds himself escorted to a house full of ghosts.","release_date":"1942-04-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236593,"title":"Lights Out","adult":false},{"cast":[],"overview":"In this Puppetoon, a wicked witch guards a sleeping beauty in her cloud castle; but while she's away a violin-playing prince sails up in his sky-ship.","release_date":"1942-03-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236595,"title":"Sky Princess","adult":false},{"cast":[],"overview":"A little burro is beloved by all the cute woodland creatures until he opens his mouth and they hear the horrible braying. Dejected, he wanders off on a mountain trail to cry. A wolf spots him, and begins stalking but the braying, even more hideous when mixed with sobs, chases him off. The wolf spots easier prey: the same cute critters that rejected our hero earlier. He corners a baby gopher, and is closing in, when the burro arrives and brays him right into a rock and off a cliff. The creatures decide to embrace the burro and to tie his ears around his mouth to silence him.","release_date":"1942-05-15","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236597,"title":"Little Gravel Voice","adult":false},{"cast":[],"overview":"In this Columbia cartoon version of The Three Little Pigs, the wolf and the pigs have joined the army with the pigs becoming sergeants and the wolf's superior.","release_date":"1942-04-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236599,"title":"Wolf Chases Pigs","adult":false},{"cast":[],"overview":"A homeowner is enjoying his lovely lawn and garden when it's invaded by a couple of gophers with Brooklyn accents. The homeowner attacks, but the gophers outsmart him at every turn: They duck his hoe and shotgun. He gasses them with helium, and they float away -- causing a crow to throw away his bottle. The inflated gophers hit a tree and fall to earth. The gardener fishes for the gophers under his hat; they substitute a tomato, and he cries, thinking he's squished a gopher. Next, he tries the garden hose; the gophers stop the flow until there's a huge blast of water, which they direct back at the homeowner. He hits the ground and starts burrowing himself, surfacing in his fountain.","release_date":"1942-06-26","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236601,"title":"Gopher Goofy","adult":false},{"cast":["Sara Berner","Mel Blanc","Kent Rogers"],"overview":"We tour a farm and see how the various animals are preparing for the war, in a series of blackout skits.","release_date":"1942-07-10","genres":[16,35],"vote_average":4.4,"runtime":8,"cert":"N\/A","id":236603,"title":"Wacky Blackout","adult":false},{"cast":[],"overview":"Jasper and the Haunted House is another George Pal Puppetoon about a black boy and his troubles. This time, the scarecrow switches a sign that leads Jasper to a haunted house instead of a deacon's place where he brings a pie.","release_date":"1942-10-22","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":236605,"title":"Jasper and the Haunted House","adult":false},{"cast":[],"overview":"The Two Curious Puppies get into mischief at the zoo.","release_date":"1942-04-24","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236607,"title":"Dog Tired","adult":false},{"cast":[],"overview":"Barney Bear grows a victory garden that a gopher is only too happy to gobble up.","release_date":"1942-12-25","genres":[],"vote_average":4.0,"runtime":7,"cert":"N\/A","id":236609,"title":"Barney Bear's Victory Garden","adult":false},{"cast":[],"overview":"A mouse, being chased by a cat, enlists the help of a sleeping bulldog. When the dog awakes, the mouse hides in a hen's nest, and the cat disguises himself as a hen - and even does a hen imitation when the chicks hatch. The mouse then keeps pointing out the cat's hiding places, but when he points to a dump where the cat isn't hiding, the dog turns on him. The mouse paints an apple black and lights the fuse, but it explodes and sends him to mouse heaven.","release_date":"1942-06-26","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236611,"title":"Double Chaser","adult":false},{"cast":[],"overview":"Barney has run out of firewood in mid-winter. His quest for more is not too successful. Meanwhile, the beavers have been busily cutting and stacking their wood, which proves too tempting for Barney. The beavers are not pleased...","release_date":"1942-03-19","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236613,"title":"The Bear and the Beavers","adult":false},{"cast":[],"overview":"A trio of belfry-dwelling bats explain to us, musically, (and demonstrate) why they are associated with nuttiness. Especially the smallest.","release_date":"1942-07-03","genres":[16],"vote_average":8.0,"runtime":7,"cert":"N\/A","id":236618,"title":"Bats in the Belfry","adult":false},{"cast":["Bill Thompson"],"overview":"A vulture, a gorilla and a hyena (“with no small resemblances to actual dictators”) bully the woodland animals, who eventually fight back, using the letter V as their victory symbol.","release_date":"1942-09-04","genres":[18,35,10752,16],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":236620,"title":"Song of Victory","adult":false},{"cast":[],"overview":"The story of the innocent who gets caught, charged and executed while the real criminal is like an innocent baby watching.","release_date":"1942-03-04","genres":[16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236622,"title":"The Hams That Couldn't Be Cured","adult":false},{"cast":[],"overview":"Shore leave in South America; Bluto muscles in on Popeye's girl, Olivia Oyla. Popeye muscles him out, but when they get to the conga club, he doesn't care to dance, so Bluto wins again.","release_date":"1942-01-16","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236624,"title":"Kickin' the Conga Round","adult":false},{"cast":[],"overview":"A grasshopper toys with two crows trying to catch him.","release_date":"1942-01-02","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236626,"title":"Hop, Skip and a Chump","adult":false},{"cast":[],"overview":"Telegram deliverer Daffy Duck is in a swamp, with a message for someone named Chloe, when he starts hiccupping. Unable to stop his hiccups, Daffy decides to seek medical help, in a old house belonging to a Dr. Jerkyl, who advertises his services on a neon sign atop his house. Examining the hiccupping Daffy, Jerkyl decides to use a \"scare cure\" and chemically transforms himself into a goofy lug named Chloe, to whom Daffy had been assigned to deliver the message- a birthday greeting. Chloe chases Daffy around the house, until Daffy uses a syringe to squirt formula into Chloe's mouth, transforming him into a mischievous infant.","release_date":"1942-09-04","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":236628,"title":"The Impatient Patient","adult":false},{"cast":["Albert Goikhman"],"overview":"After three months submerged underwater, the men have become savages. Oleg fears that losing perspective may mean losing himself.","release_date":"2010-07-30","genres":[18],"vote_average":5.3,"runtime":20,"cert":"N\/A","id":236630,"title":"Deeper Than Yesterday","adult":false},{"cast":["Mel Blanc","Billy Bletcher"],"overview":"It's the dead of winter, and Daffy Duck is starving. A fox and a weasel invite him into their cabin and feed him beans. But they have an ulterior motive--namely eating Daffy.","release_date":"1942-05-01","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236632,"title":"Daffy's Southern Exposure","adult":false},{"cast":["Jack Mercer"],"overview":"Popeye's nephews have been practicing their music and are getting good, but it's bedtime. After Popeye puts them to bed, they discover that many of the things in their bedroom can also be used to make music. And they are also blessed with an uncanny ability to appear to sleep every time Popeye comes to check on them.","release_date":"1942-12-24","genres":[16],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":236637,"title":"Me Musical Nephews","adult":false},{"cast":["Sara Berner","Mel Blanc","Frank Graham"],"overview":"A series of fractured fairy tales vignettes.","release_date":"1942-08-01","genres":[16],"vote_average":5.5,"runtime":8,"cert":"N\/A","id":236639,"title":"Foney Fables","adult":false},{"cast":[],"overview":"Henery Hawk, making his first appearance in a Warner Bros. cartoon, refuses the worm his mother is trying to feed him; after all, he's a chicken hawk. That night, he sneaks out to the hen house, but comes up against a protective rooster.","release_date":"1942-08-07","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236641,"title":"The Squawkin' Hawk","adult":false},{"cast":["Jack Mercer"],"overview":"Popeye, punished with tedious chores on an aircraft carrier, leaps into action when a Japanese bomber, hiding behind a fake cloud, attacks the ship.","release_date":"1942-11-19","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236643,"title":"Scrap the Japs","adult":false},{"cast":["Jack Mercer","Margie Hines"],"overview":"Olive is going shopping and drops Swee'pea off for Popeye to watch. Popeye carves a sailboat for him, but the tyke spots Popeye's battleship, and the puny toy boat will no longer do. He climbs aboard, and there's the expected mayhem. Notable sequences include a stint on the ship's cannon's control board, with Popeye caught on the barrel, then in the gears; also, at the end, Swee'Pea hitches a ride atop a torpedo just as Olive is returning and Popeye's out cold.","release_date":"1942-07-02","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236645,"title":"Baby Wants a Bottleship","adult":false},{"cast":[],"overview":"Popeye's 4 newphews try to sneak out instead of eating their spinach, so Popeye demonstrates some of the benefits: playing piano, dancing, shadow boxing but each is met with \"but we don't like spinach.\" Finally, Popeye spanks them, and they start eating their spinach. After which, they play the piano until it breaks then use boards from the wreckage to spank Popeye.","release_date":"1942-04-09","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":236650,"title":"Pip-eye, Pup-eye, Poop-eye an' Peep-eye","adult":false},{"cast":["Mel Blanc","Arthur Q. Bryan","The Sportsmen Quartet"],"overview":"Bugs Bunny is wanted \"dead or alive\" by the Mounted Police, led by Elmer Fudd. The \"Fresh Hare\" episode was banned from television for almost 30 years because it was considered too racey for the time.","release_date":"1942-08-21","genres":[35,16],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":236655,"title":"Fresh Hare","adult":false},{"cast":[],"overview":"The story of an impossible love between a frail petshop keeper and a bulky construction worker.","release_date":"2011-01-01","genres":[16],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":236657,"title":"Eläimiä eläimille","adult":false},{"cast":["Margie Hines","Jack Mercer"],"overview":"Popeye sits down to make a cartoon. He shows the results to Olive and his nephews: it's a damsel-in-distress scenario, starring him and Olive, with live music and sound effects by Popeye.","release_date":"1943-09-02","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236659,"title":"Cartoons Ain't Human","adult":false},{"cast":[],"overview":"In Shinto religion, in order to make something sacred, man will tie a rope around it. This sacred quality of the tying can be applied also to Kinbaku, which is an erotic, spiritual, artistic connection between the people who are doing it","release_date":"2010-03-12","genres":[99],"vote_average":0.0,"runtime":29,"cert":"N\/A","id":236661,"title":"Kinbaku","adult":false},{"cast":["Mel Blanc","Dorothy Lloyd","Tedd Pierce"],"overview":"During World War Two, Daffy Duck owns a junkyard which collects scrap metal to use in building weapons to continue the Allied fight against the Axis powers. Hitler reads about Daffy's scrap pile and about Daffy's stated intent to win the war with junk and, after throwing a fit and chewing a carpet like a mad dog, orders Daffy's scrap pile destroyed...","release_date":"1943-08-20","genres":[10751,16,35],"vote_average":6.4,"runtime":8,"cert":"N\/A","id":236663,"title":"Scrap Happy Daffy","adult":false},{"cast":[],"overview":"War Dogs is 1943 World War II cartoon directed by William Hanna and Joseph Barbera and released by Metro-Goldwyn-Mayer. Its main theme is war dogs training that is shown with one yellow dim-witted dog.","release_date":"1943-10-08","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":236665,"title":"War Dogs","adult":false},{"cast":["Jordi Dauder","Mario Pardo","Rosa Renom","Juan Margallo","Nicolás Barrero"],"overview":"","release_date":"2009-07-31","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":236667,"title":"Azaña","adult":false},{"cast":[],"overview":"Gandy Goose is helping test artillery by putting an apple on his head (to a swinging version of the William Tell Overture). The first shell is spot on. He backs up against a tree, and this shell comes in low, sending Gandy through a whole line of trees. The \"dud\" explodes, and sends both Gandy and his sergeant rocketing into the air. They land in a haystack; when all the insects greet them with \"Heil\", they figure out they're in Germany, conveniently near a piglike Hitler and his monkey, Mussolini.","release_date":"1943-03-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236669,"title":"The Last Roundup","adult":false},{"cast":[],"overview":"A detective in training is about to take his final exam. He is sent to room 13, where his professor befuddles him with a tricky doorknob. Next, he goes to a tea party with his professor loosely disguised as an old lady; the butler serves a pot of \"T.N.Tea\" even though his back is full of knives. The professor keeps disappearing; the student tracks him by his footprints, even though the footprint powder at one point becomes train tracks and the doors he opens have a skeleton and some card-playing ghosts. Finally, the budding detective phones for the police; when they arrive (driving on the phone lines) and pile into the phone booth, he passes, and is given the first, second and (under bright lights) third degree.","release_date":"1943-02-04","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236671,"title":"The Vitamin G-Man","adult":false},{"cast":["Sara Berner","Mel Blanc","June Foray","Marjorie Tarlton"],"overview":"Sniffles the mouse's non-stop talking foils both the burglar and a tipsy Officer Bear, who's trying to sneak past his rolling pin-toting, sleepwalking wife.","release_date":"1943-04-16","genres":[10751,35,16],"vote_average":5.0,"runtime":8,"cert":"N\/A","id":236673,"title":"The Unbearable Bear","adult":false},{"cast":["Marco Bocci","Valeria Solarino","Fausto Maria Sciarappa","Simonetta Solder","Consuelo Madrigali"],"overview":"This scene begins as a playful challenge between two actors, at first trading just words. But it soon transforms into a war of emotion, as they try to conquer each other in proposition. The weakest will fall in love. What happens is unplanned—the consequences of their game—as their real emotions become involved and they both fall in love. Both are losers, or winners, but neither is giving up. It is as if they had gone through an entire relationship in the time it took to read the audition—and now they must separate, as scripted, and end it. Like a break up, it is hard.","release_date":"2013-09-04","genres":[],"vote_average":7.0,"runtime":9,"cert":"N\/A","id":236675,"title":"The Audition","adult":false},{"cast":[],"overview":"The hero, Handsome Harry, is poor, honest, hard-working and pure as the driven snow. The villain, first cousin to Sniveley Whiplash, is deceitful, mean, contrary, selfish and a down-right ornery cuss who would steal and hock his mother's false teeth. The pretty heroine is, at best, fickle and a front-running gold-digger but Harry is smitten with her and yearns for her hand in holy matrimony, but she opts to marry the villain and his money-bags. Years go by and Hero continues to study and work hard in the hopes his fair lady will become his. More years go by, and all concerned are aged with gray, and the heroine decides Handsome Harry is her man. The villain, takes up with young chorus girls for consolation.","release_date":"1943-10-21","genres":[],"vote_average":2.0,"runtime":8,"cert":"N\/A","id":236680,"title":"The Rocky Road to Ruin","adult":false},{"cast":["Maria Bethânia","Gal Costa","Chico Buarque","David Byrne","Gilberto Gil"],"overview":"A host of personalities reminisce about the life and work of songwriter, lawyer, and congressman Humberto Teixeira—aka \"Baião Doctor\"—the author of such classic Brazilian popular songs as \"Asa Branca (White Wing).\" This beautifully produced film brilliantly captures the feel of Brazilian life in the 1940s with musical performances, archival footage, and lively conversations.","release_date":"2008-07-28","genres":[10402,99],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":236682,"title":"The Man Who Bottled Clouds","adult":false},{"cast":["Jack Mercer","William Pennell"],"overview":"Bluto decides he's exhausted and needs a complete rest; fortunately, there's a hospital nearby where he can fake exhaustion. Popeye discovers the deception and poses as his nurse.","release_date":"1943-03-18","genres":[16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236684,"title":"Too Weak to Work","adult":false},{"cast":["Jack Mercer"],"overview":"Popeye needs a new mast, so he starts to cut down a tall tree - but a woodpecker living in that tree has other ideas. No Olive, Bluto, or spinach in this one just Popeye and a bird, sounding rather like 'Edward G. Robinson'.","release_date":"1943-08-05","genres":[16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236686,"title":"Wood-Peckin'","adult":false},{"cast":["Jack Mercer","Margie Hines"],"overview":"Popeye's birthday, and Olive managed to get enough rationed sugar to bake him a cake, so she invites him over. Shorty is suicidal because he never gets any mail; Popeye invites him, too. But Shorty is also accident prone. He goes to wash his hands, and manages to flood Popeye right into the sewer.","release_date":"1943-07-15","genres":[16],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236688,"title":"Happy Birthdaze","adult":false},{"cast":[],"overview":"TAKE HEED is a pretty typical wartime bond film.","release_date":"1943-11-14","genres":[],"vote_average":5.0,"runtime":7,"cert":"N\/A","id":236693,"title":"Take Heed Mr. Tojo","adult":false},{"cast":["Mel Blanc","Billy Bletcher","Sam Edwards","Joe Venuti"],"overview":"The Great Maestro gets to conduct more than he can compose himself to. A Puppetoon animated short film.","release_date":"1943-09-25","genres":[10402,16],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236695,"title":"The Little Broadcast","adult":false},{"cast":[],"overview":"Super Mouse visits some hardworking farmer-mice, who are thrilled to meet this super-celebrity. Three cats wait until the hero is gone before they set upon the defenseless creatures.","release_date":"1943-08-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236697,"title":"Super Mouse Rides Again","adult":false},{"cast":[],"overview":"Andy Panda wants roast chicken for his Meatless Tuesday dinner...but the farmyard rooster isn't being cooperative.","release_date":"1943-12-19","genres":[16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236699,"title":"Meatless Tuesday","adult":false},{"cast":[],"overview":"Mighty Mouse animated short, although here he is still called Super Mouse. Saul's Lunch Wagon is quiet during the day. At night, all the mice hold a jitterbug dance party! Super Mouse battles a gang of pesky cats who are trying to eat the mice who hang out after hours in the diner. A sequence with hot jazz music is featured as the mice swing and dance to the beat.","release_date":"1943-09-04","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236701,"title":"He Dood It Again","adult":false},{"cast":[],"overview":"This is actually a \"Super Mouse\" cartoon. The character was not known as \"Mighty Mouse\" until The Wreck of the Hesperus. In the altered-for-TV version, however, he is \"Mighty Mouse.\"","release_date":"1943-11-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236703,"title":"Lion and the Mouse","adult":false},{"cast":[],"overview":"Barney's on a camping trip, but the great outdoors is a bit too wild for him: first the wildlife, then the air mattress, then a bit of rain...","release_date":"1943-02-12","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236705,"title":"Bah Wilderness","adult":false},{"cast":["Pinto Colvig"],"overview":"The stork tells about a harrowing encounter with a gun emplacement. As a result, he declares himself \"closed for the duration.\"","release_date":"1943-10-22","genres":[16,35],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236707,"title":"The Stork's Holiday","adult":false},{"cast":[],"overview":"Blackie the Lamb has two goals in life: to keep his nephews from listening to swing music, and to keep from getting caught by Wolfie the Wolf.","release_date":"1943-11-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236709,"title":"No Mutton fer Nuttin'","adult":false},{"cast":[],"overview":"The invention and use of a jeep are described, from the viewpoint of one of the vehicles.","release_date":"1943-11-14","genres":[],"vote_average":5.0,"runtime":9,"cert":"N\/A","id":236711,"title":"The Autobiography of a 'Jeep'","adult":false},{"cast":["Faye Dunaway","Emily Raymond","Paul Rhys","Jakub Schwartz","Noel Le Bon"],"overview":"Jack the Ripper terrorizes London in 1888. The young talented journalist Catherine Winwood begins her first job. The relationship between Catherine and the surgeon Jonathan Stevens threatens to shatter, as her fiancé may be involved in the gruesome murderer of young prostitutes in the Whitechapel district. But Inspector Frederick Abberline arrests another suspected surgeon ..","release_date":"1999-06-23","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":236713,"title":"Love Lies Bleeding","adult":false},{"cast":["Mel Blanc","Pinto Colvig"],"overview":"Claude Hopper, a kangaroo, and \"best darn hopper in the world,\" is full of himself (and dumb), so a couple of Scottish rabbits take him on. They set up a boxing ring; Claude gets tangled in the ropes. Next, he tries a distance leap, but the rabbits ride on his tail, then leap over as he lands. He tries again, without all the ballast in his pouch, but they've stuck his tail down with chewing gum. Claude falls into the river; the rabbits wash up in his water-filled pouch.","release_date":"1943-03-26","genres":[16,35],"vote_average":5.0,"runtime":7,"cert":"N\/A","id":236715,"title":"Hop and Go","adult":false},{"cast":[],"overview":"Barney is settling in for his hibernation when a squirrel spots his bedtime snack: a bowl of walnuts. The squirrel sneaks in and wakes Barney up. Barney chases out the squirrel, who proceeds to drop first the nut, then himself, down Barney's noisy tin roof.","release_date":"1943-07-17","genres":[16,35],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236717,"title":"The Uninvited Pest","adult":false},{"cast":[],"overview":"A mouse is chosen by his peers to bell the cat so they will know when he's coming. After the cat realizes that he has been duped, he plans a little surprise of his own.","release_date":"1943-06-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236722,"title":"Mass Mouse Meeting","adult":false},{"cast":[],"overview":"The crow is hunting for a fox as there is a $15.00 bounty on fox furs. Meanwhile, the fox discovers there is a $15.00 bounty on crow pelts and eventually the two discover each other. After introducing themselves, the crow gets wise and measures the fox head to toe to discover his \"worth\". The crow then tricks the fox into dancing until he's cornered against a wall while the crow gets ready to fire his musket. The crow finds out, however, that fox furs become worthless when riddled with buckshot so he runs to get a club instead. While he gets the club, the fox steals his musket and chases the crow with it, eventually cornering HIM against a tree and gets ready to fire. The crow, however, decides to take it like a man and the touched fox just doesn't have the heart to pull the trigger... or does he?","release_date":"1943-08-22","genres":[16],"vote_average":7.0,"runtime":7,"cert":"N\/A","id":236724,"title":"A-Hunting We Won't Go","adult":false},{"cast":["Raúl Arévalo","Javier Gutiérrez","Antonio de la Torre","Nerea Barros","Salva Reina"],"overview":"The Spanish deep South, 1980. A series of brutal murders of adolescent girls in a remote and forgotten town bring together two disparate characters - both detectives in the homicide division - to investigate the cases. With deep divisions in their ideology, detectives Juan and Pedro must put aside their differences if they are to successfully hunt down a killer who for years has terrorized a community in the shadow of a general disregard for women rooted in a misogynistic past.","release_date":"2014-09-25","genres":[53],"vote_average":7.1,"runtime":105,"cert":"15","id":236735,"title":"Marshland","adult":false},{"cast":["Clara Lago","Dani Rovira","Karra Elejalde","Carmen Machi","Alberto López"],"overview":"Rafael, a Seville citizen who has never left the Spanish region of Andalucia, decides to leave his homeland to follow Amaia, a Basque girl unlike other women he has known.","release_date":"2014-03-14","genres":[35,10749],"vote_average":6.7,"runtime":98,"cert":"","id":236737,"title":"Spanish Affair","adult":false},{"cast":["Gracie Fields","Ian Hunter","Florence Desmond","Ivor Barnard","Fred Groves"],"overview":"A woman believes her boyfriend died in the First World War, but he is now looking for her","release_date":"1931-07-09","genres":[10749,35,18,10402],"vote_average":6.0,"runtime":74,"cert":"","id":236742,"title":"Sally in Our Alley","adult":false},{"cast":["Lynn Whitfield","Richard Yearwood","Richard Lineback"],"overview":"The Lori Jackson Story - A civil rights campaigner,  Lori Jackson, champions the the cause of a black marine convicted of rape, as she thinks he is innocent of the crime. Based on a real case.","release_date":"1999-04-11","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236750,"title":"Dangerous Evidence","adult":false},{"cast":["Anissa Kate","Christie Stevens","Sandy","Lucy Heart","Yasmine"],"overview":"","release_date":"2013-10-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236752,"title":"La revanche d’Anissa","adult":true},{"cast":["Jiyoung Lee"],"overview":"Inspired by a less-than-positive past relationship and Woody Allen’s “anti-characters”, this film dares to explore what happens when your boyfriend treats you like a wench, you’re morbidly afraid of bedbugs, you’re coerced into making illuminated underwear, and you’re also the caterer on an indie film set… which also happens to be your apartment. With a pit bull’s passive aggressiveness, Lee pokes fun at pretentious DIY video-making culture by creating a character who is both an unwilling participant and an annoyed observer of a ridiculous project that will surely bring her very little in return, let alone love.","release_date":"","genres":[],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":236754,"title":"Moral Sleaze","adult":false},{"cast":["Claire Castel"],"overview":"","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236756,"title":"Claire Castel : Pulsions Extrêmes","adult":true},{"cast":["Franco Castellano (II)","David Zum","Ildikó Bánsági","Đoko Rosić","Kati Patocskai"],"overview":"Autumn 1944. Yellow star, ghettos, Arrow Cross terror. The inhabitants of Hungary's capital, Budapest, await the tragic fulfilment of their fate with helpless resignation. However, above one of the city's villas, once a week in the evening the stars of hope sparkle, if only for a few minutes. This short time gives fresh heart to those hiding here and kindles hope in their tortured souls to live for another day. This mysterious power is none other than a beautiful song that can be heard at such times from the villa's tower room.","release_date":"2003-03-19","genres":[18],"vote_average":7.0,"runtime":98,"cert":"N\/A","id":236758,"title":"Rose's Songs","adult":false},{"cast":["Mariusz Bonaszewski","Piotr Bajor","Andrzej Stasiuk","Edyta Olszówka","Mirosław Baka"],"overview":"","release_date":"1995-09-14","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236760,"title":"Gnoje","adult":false},{"cast":["Diego Abatantuono","Monica Guerritore","Domiziana Giordano","Amanda Sandrelli","Lina Sastri"],"overview":"A psychologist acquires wife and lover of a friend of him. But he has two more relationships yet. What will he do with four women following him?","release_date":"1987-11-14","genres":[35],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":236762,"title":"Strana la vita","adult":false},{"cast":[],"overview":"Based on the letters of a fictitious poetess to her lover. Duras reads extracts from these letters, as the film shows a boat journey down the Seine, past familiar bridges and landmarks. – BFI","release_date":"1979-01-01","genres":[],"vote_average":10.0,"runtime":28,"cert":"N\/A","id":236776,"title":"Aurélia Steiner (Melbourne)","adult":false},{"cast":[],"overview":"","release_date":"1998-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236778,"title":"Kisah Nyata Dukun AS Misteri Kebun Tebu","adult":false},{"cast":["Andrea Finlayson","Kelly Young","Rachel Liberto","Michael Newton","Jane Finlayson"],"overview":"A dissatisfied young woman's quest for improvement begins when she discovers a self-help book titled \"Perfect Thoughts.\"","release_date":"2013-11-14","genres":[35,18,10749],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":236783,"title":"Perfect Thoughts","adult":false},{"cast":["Filipe Duarte","João Perry","Maria João Pinho","Pedro Lamares","Susana Arrais"],"overview":"There is a long night when Hugo, a civil servant, is sitting on the stairs of the Ministry where he works. He can’t face going home. The images of the mysterious 8 mm films he found in António’s house after he passed away keep coming back to his mind. Hugo remembers the day when Antonio, his superior at the Ministry, told him that he was going to die. Indirectly, Antonio seemed to want to tell him something about Hugo himself. Hugo’s desire to understand what had remained unsaid between the two of them, triggers other memories from the past. Hugo unexpectedly thinks back on the last time he saw the woman he loved, Adriana, and relives once more what he feels has been his unlived life.","release_date":"2013-11-13","genres":[18],"vote_average":5.0,"runtime":99,"cert":"N\/A","id":236785,"title":"The Invisible Life","adult":false},{"cast":["Marcel Wiercichowski","Agnieszka Ćwik","Bogusław Semotiuk","Piotr Plewa","Tomasz Wywioł"],"overview":"","release_date":"2007-12-06","genres":[35,80,28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236787,"title":"Nie ma takiego numeru","adult":false},{"cast":["Sidney Blackmer","Douglas Wood","Selmer Jackson","Theodore von Eltz","Arthur Loft"],"overview":"This short follows the political career of Theodore Roosevelt, beginning in 1895, when he was appointed police commissioner of New York City. In 1897 he was appointed Assistant Secretary of the Navy. His charge up San Juan Hill during the Spanish-American War in 1898 is re-created. He becomes vice president in March 1901 and assumes the presidency when William McKinley is assassinated six months later. According to the narrator, Roosevelt refused to be beholden to political bosses, doing what he believed to be right for the American people.","release_date":"1940-02-21","genres":[18,36],"vote_average":6.3,"runtime":19,"cert":"N\/A","id":236795,"title":"Teddy the Rough Rider","adult":false},{"cast":["Kemal Sunal","Nevra Serezli","Halit Akçatepe","Ayşen Gruda","Ayten Erman"],"overview":"","release_date":"1985-11-10","genres":[35],"vote_average":6.6,"runtime":null,"cert":"N\/A","id":236800,"title":"Şendul Şaban","adult":false},{"cast":["John Nesbitt","Barbara Bedford","Margaret Bert","Robert Blake","Naomi Childers"],"overview":"This Best Short Subject Academy Award winning film begins in the spring of 1940, just before the Nazi occupation of the Benelux countries, and ends immediately after the Japanese attack on Pearl Harbor. It chronicles how the people of \"Main Street America\", the country's military forces, and its industrial base were completely transformed when the decision was made to gear up for war. Original footage is interspersed with contemporary newsreels and stock footage.","release_date":"1941-12-09","genres":[36,99],"vote_average":6.0,"runtime":20,"cert":"N\/A","id":236802,"title":"Main Street on the March!","adult":false},{"cast":["Léonide Massine","Milada Mladova","Frederic Franklin","Nathalie Krassovska","Andre Eglevsky"],"overview":"In a Paris nightclub setting, the Ballet Russe de Monte Carlo performs to the music of Jacques Offenbach.","release_date":"1942-01-10","genres":[10402,10749],"vote_average":4.5,"runtime":20,"cert":"N\/A","id":236804,"title":"The Gay Parisian","adult":false},{"cast":["Pete Smith"],"overview":"This Pete Smith Specialty short focuses on the young men who have signed up for the US Army. The film uses the analogy of the speed, accuracy, and teamwork of sports and how these qualities are translated into the weapons training of American soldiers. We watch target practice by US Army personnel with shoulder weapons, mortars, and various artillery pieces.","release_date":"1941-10-11","genres":[99],"vote_average":6.0,"runtime":11,"cert":"N\/A","id":236809,"title":"Army Champions","adult":false},{"cast":[],"overview":"This Paramount Headliner short (in-house number A1-1) was filmed at Jones Beach and features a background of pretty girls, bathing suits and the ocean. Johnny Long and His Orchestra provide the music for five songs, including \"Kiss the Boys Goodbye\", and Helen Young and Bob Huston provide the vocals.","release_date":"1941-09-26","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":236811,"title":"Beauty and the Beach","adult":false},{"cast":[],"overview":"A tribute to the Robert Mitchell Choir School of Hollywood, which trains talented young boys in the musical arts in addition to regular academic studies.","release_date":"1941-12-06","genres":[99],"vote_average":5.0,"runtime":10,"cert":"N\/A","id":236813,"title":"Forty Boys and a Song","adult":false},{"cast":[],"overview":"Oscar nominated short film","release_date":"1941-08-15","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":236815,"title":"Sagebrush and Silver","adult":false},{"cast":["Raymond Gram Swing","Mel Blanc"],"overview":"1941 animated short film by Paul Fennell that was nominated for an Oscar","release_date":"1941-11-07","genres":[],"vote_average":4.0,"runtime":8,"cert":"N\/A","id":236817,"title":"How War Came","adult":false},{"cast":[],"overview":"A toy soldier, distracted by a beautiful ice skater, is derelict in his duty and gets discharged. Later, when the screwball army declares war, he lucks into a chance to redeem himself.","release_date":"1941-12-26","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":236819,"title":"Rhythm in the Ranks","adult":false},{"cast":[],"overview":"Inner city squalor in Philadelphia, Pennsylvania is the subject of this documentary, which focuses on a child returning from school to his home, a cramped and squalid apartment in a rat-infested slum neighborhood.","release_date":"1941-01-01","genres":[99],"vote_average":6.0,"runtime":17,"cert":"N\/A","id":236821,"title":"A Place to Live","adult":false},{"cast":["John Kieran"],"overview":"1941 Oscar nominated documentary","release_date":"1941-01-01","genres":[99],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":236823,"title":"Adventure in the Bronx","adult":false},{"cast":[],"overview":"1941 Oscar nominated short documentary","release_date":"1941-12-01","genres":[99],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":236825,"title":"A Letter from Home","adult":false},{"cast":["Marion Cotillard"],"overview":"Set in the wilderness of the Kamchatka Peninsula, the land of legends and the kingdom of wild brown bears, we follow the daily adventures of five wild brown bears.","release_date":"2014-02-26","genres":[99],"vote_average":7.4,"runtime":86,"cert":"N\/A","id":236827,"title":"Land of the Bears","adult":false},{"cast":[],"overview":"1941 Oscar nominated documentary","release_date":"1941-01-01","genres":[],"vote_average":5.0,"runtime":20,"cert":"N\/A","id":236829,"title":"Norway in Revolt","adult":false},{"cast":["Lorne Greene","Hirohito","Aisin-Gioro Puyi"],"overview":"Much activity is happening in naval yards on the western shores of the Pacific as tensions rise across the ocean with Nazi Germany's support of the Japanese government and military. As such, westerners in Pacific outposts have headed home in case of war in the Pacific. These tensions make it difficult for Japanese-Canadians who have adopted their new homeland as their own. The Japanese learned modern technologies through global trade, and now may use that technology against their western trading partners. There is also much internal tension with Japan itself as it tries to reconcile its feudal history with its new modern self as a potential global power. But one things that may prevent a Pacific base war is the current Sino-Japanese War with which the Japanese must first contend. Regardless, the western powers, including Canada, are militarily prepared.","release_date":"1941-12-24","genres":[],"vote_average":5.0,"runtime":20,"cert":"N\/A","id":236831,"title":"Warclouds in the Pacific","adult":false},{"cast":["Jim Cummings","Chloë Grace Moretz","Dee Bradley Baker","Travis Oates","Ken Sansom"],"overview":"When Rabbit is named Mayor of the Hundred Acre Wood, the position goes to his head and he starts making crazy rules, including one that forbids Tigger from bouncing. Everyone in the wood must choose sides, until a little girl loses her dog Buster and everyone must join together to find him.","release_date":"2009-04-07","genres":[16,10751],"vote_average":6.2,"runtime":58,"cert":"N\/A","id":236833,"title":"Tigger & Pooh and a Musical Too","adult":false},{"cast":["Enrique Kaulen","Eliana Vidal","Fabio Zerpa","Rubén Ubeira","María Castiglione"],"overview":"A child from the slums of Santiago tours the city.","release_date":"1967-01-01","genres":[18],"vote_average":6.8,"runtime":83,"cert":"N\/A","id":236835,"title":"A Long Journey","adult":false},{"cast":[],"overview":"1942 Oscar Nominated film in the category of Best Short Subject, Two Reel","release_date":"1942-10-02","genres":[],"vote_average":0.0,"runtime":19,"cert":"N\/A","id":236837,"title":"This Is America Series No. 33-101: Private Smith of the U.S.A.","adult":false},{"cast":[],"overview":"1942 Oscar nominated short film in the category of Best Short Subject, One Reel","release_date":"1942-01-01","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":236839,"title":"Desert Wonderland","adult":false},{"cast":[],"overview":"Oscar nominated 1942 documentary","release_date":"1942-01-01","genres":[],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":236844,"title":"Africa, Prelude to Victory","adult":false},{"cast":[],"overview":"1942 Oscar nominated documentary","release_date":"1942-01-01","genres":[],"vote_average":6.0,"runtime":9,"cert":"N\/A","id":236846,"title":"Combat Report","adult":false},{"cast":["Canada Lee"],"overview":"Documentary short film dramatizing the efforts of a black farmer and his family to help the American war effort by increasing production.","release_date":"1942-11-15","genres":[99],"vote_average":5.0,"runtime":9,"cert":"N\/A","id":236848,"title":"Henry Browne, Farmer","adult":false},{"cast":[],"overview":"In the aftermath of the Allied defeat in the battle for Java, after which the island fell into Japanese hands, this propaganda film made for American audiences shows what has been lost.","release_date":"1942-01-01","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":236850,"title":"High Stakes in the East","adult":false},{"cast":["Henry Fonda","Mae Marsh"],"overview":"Wartime documentary propagandizing for greater participation in the U.S. war effort during the Second World War.","release_date":"1942-09-06","genres":[],"vote_average":5.0,"runtime":18,"cert":"N\/A","id":236852,"title":"It's Everybody's War","adult":false},{"cast":[],"overview":"1942 Oscar nominated documentary","release_date":"1942-01-01","genres":[],"vote_average":0.0,"runtime":19,"cert":"N\/A","id":236854,"title":"Little Isles of Freedom","adult":false},{"cast":["Henry Wallace"],"overview":"U.S. Vice-President Henry Wallace narrates a patriotic, propaganda short designed to boost morale in the the early days of World War II.","release_date":"1942-12-03","genres":[99],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":236856,"title":"Paramount Victory Short No. T2-3: The Price of Victory","adult":false},{"cast":[],"overview":"1942 Oscar nominated documentary.","release_date":"1942-01-01","genres":[],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":236858,"title":"Twenty-One Miles","adult":false},{"cast":["Betty Jane Rhodes","Ethel Clayton","Don Wilson","Bert Roach","Val Setz"],"overview":"The first of a series of six two-reel \"Musical Parade\" shorts produced in Technicolor for the Paramount 1943-44 production season. The series would continue into 1948, and then were reissued in the early 50's. Songs included \"All the Way\" and \"At the Mardi Gras.\"","release_date":"1943-10-01","genres":[10402],"vote_average":0.0,"runtime":19,"cert":"N\/A","id":236872,"title":"Mardi Gras","adult":false},{"cast":[],"overview":"1943 Oscar Winner in the category Best Short Subject, One Reel","release_date":"1943-01-01","genres":[],"vote_average":5.0,"runtime":10,"cert":"N\/A","id":236874,"title":"Amphibious Fighters","adult":false},{"cast":["Toshiko Fujita","Kunikazu Ishii","Fumi Koyama","Hiroshi Masuoka","Toku Nishio"],"overview":"A semi-autobiography of Tezuka Osamu combined with a 30 minute science-fiction setting of Journey to the West.","release_date":"1989-08-27","genres":[],"vote_average":0.0,"runtime":69,"cert":"N\/A","id":236876,"title":"The Tezuka Osamu Story: I Am Son Gokuu","adult":false},{"cast":["Magdale Alves","Pedro Bandeira","Gabriela Souza"],"overview":"Middle-class family living in a house filled with superfluous electronic appliances see the arrival of a new item, a 29\" TV-Set.","release_date":"2005-08-24","genres":[35],"vote_average":5.0,"runtime":22,"cert":"N\/A","id":236881,"title":"Eletrodoméstica","adult":false},{"cast":["Pedro Sotero","Bohdana Smyrnova"],"overview":"Small-scale romantic story about two lovers who are at opposite ends of the world.  In his latest film, Mendonça breaks both with the horror genre and his criticism of the consumerist behaviour of the middle classes in Brazil. Friday Night Saturday Morning is a small-scale romantic love story, shot with a digital camera in black &amp; white and in a documentary style. We follow the conversation between two lovers, each on a different side of the world; he is in Recife, she is in Kiev. On one side is dark, on the other light, but both experience the same emotions and hence feel nearness and contact.","release_date":"2005-01-01","genres":[],"vote_average":3.0,"runtime":16,"cert":"N\/A","id":236886,"title":"Friday Night, Saturday Morning","adult":false},{"cast":[],"overview":"A parrot, sick of eating crackers, receives a luncheon invitation from a goat. Nuts, bolts, springs, door hinges and other inedible edibles are on the menu.","release_date":"1944-01-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236894,"title":"Polly Wants a Doctor","adult":false},{"cast":[],"overview":"Li'l Abner is busy sculpting a giant-granite statue of his two ideal role-models of bachelor-hood, Hairless Joe and Lonesome Polecat, who live in a cave and spend all of their time in brewing up large vats of moonshine Kickapoo Juice, and forever searching for just the right ingredients to give it the perfect kick, and roadkill is not overlooked. The always-delectable (except when drawn by the Columbia animators on this cartoon series) Miss Daisy Mae Scragg is heartbroken as she does not share Abner's admiration of the two bachelors--a strictly platonic relationship---who share a cave pad outside the Dogpatch city limits. Neither does Mammy Yokum and she sets out to help Hairless Joe and Lonesome Polecat in a search for a wife, although Hairless Joe and Lonesome Polecat are not aware they are in the matrimony market nor that a search is in progress.","release_date":"1944-12-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236896,"title":"Kickapoo Juice","adult":false},{"cast":[],"overview":"Herman tries to get fed but has to watch out for two crazy roosters.","release_date":"1944-02-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236898,"title":"The Henpecked Rooster","adult":false},{"cast":[],"overview":"While doing their respective yardwork, the fox and crow (next-door neighbors) overhear a radio broadcast encouraging everyone to \"love thy neighbor\". The fox concludes, \"I'm going to love my neighbor... if it kills me!\" The crow tends to make a nuisance of himself as he borrows the fox's lawn mower and destroys it. Next, he borrows everything in sight the fox owns for an upcoming \"Birthday\" (at which point, the fox destroys his radio). The fox installs a security system but the crow still arrives at his house through an underground route. Finally, the fox travels to the Southwestern U.S. desert planting his home atop a high rock pillar... but the crow still returns. At this point, the fox freaks out borrowing something from the crow... \"Some feathers 'cause I wanna be an Indian!\". The naked crow concludes that the fox is \"a mental case\".","release_date":"1944-09-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236903,"title":"Mr. Moocher","adult":false},{"cast":[],"overview":"A donkey tries to enlist in the WAGS, a group of Army dogs. However, after a series of tests, he is deemed unfit for service. Later, he proves useful during a flea attack.","release_date":"1944-11-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236908,"title":"Yankee Doodle Donkey","adult":false},{"cast":[],"overview":"Mice, seeking shelter from a storm, enter Dr. Jekyll's house. His cat chases them, ultimately crashing into the lab, where he mixes up some of the potion. He transforms, then rounds up the mice. Mighty Mouse comes to the rescue; in the fight, the lab catches fire. The mice escape, but the house rockets into the sky.","release_date":"1944-04-27","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236910,"title":"Mighty Mouse Meets Jekyll and Hyde Cat","adult":false},{"cast":["Mel Blanc","Cy Kendall"],"overview":"A spider tries a number of tricks to catch a fly. A sugar cube on a string fails when the fly cuts the string. The fly does a trapeze act to taunt the spider, but the spider acts as the fly's catcher; the fly gives him a hotfoot. Buckshot dipped in candy coating fails when the spider's magnet also attracts a cupboard full of dangerous cutlery. The spider spots the fly disguised as the bride atop a wedding cake, and disguises himself as the groom. They chase through an electrical conduit, lighting a neon sign, until an air-raid warden shouts \"Put out that light!\" They return through the conduit, and the spider catches the fly. He's about to carve up the fly when the fly points to the calendar, declaring September 27 to be \"meatless Tuesday.\"","release_date":"1944-01-28","genres":[16],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":236912,"title":"Meatless Flyday","adult":false},{"cast":[],"overview":"Jasper is hunting in the jungle with his friend the Scarecrow. They soon spot a rabbit hole, and Jasper points the gun in the opening. What pops out of the hole is Bugs Bunny, saying \"Eh, What's up, Doc?\" The Scarecrow says \"Why, it's Bugs Bunny,\" Then Bugs says, \"Hey I must be in the wrong picture,\" and he dives back in his hole.","release_date":"1944-07-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236914,"title":"Jasper Goes Hunting","adult":false},{"cast":[],"overview":"Little Lulu goes on a tour of the zoo, but she gets into trouble by feeding the animals, which is against the rules!","release_date":"1944-11-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236916,"title":"Lulu at the Zoo","adult":false},{"cast":[],"overview":"Lulu had a indoor picnic because of the bad weather. The old house was haunted by two ghosts. But the ghosts were mean or scary...","release_date":"1944-09-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236918,"title":"Lulu's Indoor Outing","adult":false},{"cast":[],"overview":"Popeye and Shorty help Olive move. Unfortunately, they start by running into a police car, and keep running afoul of the officer.","release_date":"1944-09-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236926,"title":"Moving Aweigh","adult":false},{"cast":["Jackson Beck","Jack Mercer","Jackson Beck","Mae Questel"],"overview":"Bluto builds a Popeye puppet and manipulates it to treat Olive rudely. Then he comes in and takes Olive away. When Popeye discovers the ruse, knocks Bluto out and ties puppet strings to him.","release_date":"1944-08-10","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236928,"title":"Puppet Love","adult":false},{"cast":[],"overview":"After reading about leprechauns, Lulu decides to find one and rob him of his pot of gold. Meanwhile, Max the midget escapes from prison and hides in the woods, where Lulu finds him. Thinking that he's a leprechaun (since he's only three feet tall), Lulu chases him all over the city. In the end, the criminal finally gives himself up to the police, who reward Lulu.","release_date":"1944-06-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236930,"title":"Lucky Lulu","adult":false},{"cast":[],"overview":"Mamsie catches Lulu making a mess of the kitchen, so she punishes Lulu. When Lulu asks, \"How do you know that I made this mess?\", the maid says sarcastically, \"A little bird told me!\" Angered that the bird outside her home snitched to the family's maid, Lulu goes after the bird with her slingshot.","release_date":"1944-03-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236932,"title":"Lulu Gets the Birdie","adult":false},{"cast":["Jack Mercer","Jackson Beck","Mae Questel"],"overview":"Bluto disguises himself as Superman in order to impress the comic book hero's biggest fan, Olive Oyl. A jealous Popeye becomes a real superhero by eating his spinach.","release_date":"1944-12-07","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236934,"title":"She-Sick Sailors","adult":false},{"cast":[],"overview":"Purported to be 1st Little Lulu Cartoon.","release_date":"1944-01-27","genres":[16],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":236939,"title":"Eggs Don't Bounce","adult":false},{"cast":[],"overview":"Popeye takes Olive to the zoo, where she's spotted by zookeeper Bluto, who tries various stunts to impress her and\/or get rid of Popeye. But Olive walks into the leopard cage, and before Bluto can get into his armored suit to save her, Popeye has eaten his spinach.","release_date":"1944-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236941,"title":"Pitchin' Woo at the Zoo","adult":false},{"cast":[],"overview":"In this longer-than-the-norm cartoon, Raggedy Ann, in a mission in Heaven, works a minor miracle, with the help of the elements.","release_date":"1944-04-27","genres":[10751,16],"vote_average":10.0,"runtime":10,"cert":"N\/A","id":236943,"title":"Suddenly It's Spring","adult":false},{"cast":[],"overview":"\"Spare me!\" pleads the mouse to the dumb lion who just caught him, \"And some day I'll save your life.\" Once out of the lion's clutches, though, the mouse taunts, \"Sucker!\"","release_date":"1944-08-05","genres":[],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236945,"title":"From Hand to Mouse","adult":false},{"cast":["Paolo Pampurini","Enzo Tarascio"],"overview":"A conversation between a salesman of calendars and his costumer, who makes him several questions before considering buying one of his offers.","release_date":"1954-12-31","genres":[18],"vote_average":6.6,"runtime":10,"cert":"N\/A","id":236947,"title":"Dialogue Between a Salesman and a Passenger","adult":false},{"cast":[],"overview":"Lulu is angry when she sees her boyfriend Fatso out with another girl. To make it up to Lulu, Fatso promises to marry Lulu when they grow up. However, while carving a love message into a tall tree, Fatso falls out of it and onto a small sapling. He passes out, and dreams of a hellish married life with Lulu, her dog, and their large family of Lulu look-alike daughters.","release_date":"1945-04-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236949,"title":"Beau Ties","adult":false},{"cast":[],"overview":"The boys see lovely nurse Olive pass by and follow her to her hospital. She throws them out, so they scheme to hurt themselves enough to get hospitalized, with no luck. Bluto gets a wall to fall on him, but stands in the window. Popeye tries to get run over by a steam-roller, but a street cleaner saves him. Bluto dives off a skyscraper - into a huge pile of mattresses. Popeye stands in a naval gunnery range, but the gunners miss the target. Bluto taunts a bull, but stands next to a billboard of an attractive cow, which distracts the bull. Popeye crashes a plane, but the ambulance crew rescues the plane. The boys compete to get run over by a train, but punch each other off the tracks just as the train arrives. Finally, Popeye forces a can of spinach down Bluto's throat and gets a pounding. That lands him in the hospital but not Olive's; they failed to notice the sign: \"Cat and Dog Hospital.\" They start fighting like cats and dogs, and get hauled off to the looney bin.","release_date":"1945-06-07","genres":[16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236951,"title":"For Better or Nurse","adult":false},{"cast":["Mel Blanc","Victor Moore"],"overview":"Daffy Duck hears a duckling crying, arousing Daffy, so he asks the duckling why he is so sad. The duckling is short-tempered and cried, until the hunter succeeded in stealing the satchel reads a note finding out why the duckling is so sad.","release_date":"1945-05-18","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":236953,"title":"Ain't That Ducky","adult":false},{"cast":[],"overview":"Little Lulu pesters a photographer to take her picture.","release_date":"1945-06-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236958,"title":"Snap Happy","adult":false},{"cast":["Mel Blanc"],"overview":"Porky can't sleep because mice demolish his plates. A cat offers help and gets the mice out, but invites some friends so Porky still can't sleep.","release_date":"1945-02-23","genres":[16,10751,35],"vote_average":6.0,"runtime":6,"cert":"N\/A","id":236972,"title":"Trap Happy Porky","adult":false},{"cast":[],"overview":"A dog, starved for meat, goes to different lengths to get a steak back from a little dog that keeps out-smarting him.","release_date":"1945-04-06","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":236974,"title":"Behind the Meat-Ball","adult":false},{"cast":[],"overview":"A wealthy eccentric owns a talking mongrel dog, and the dog, deciding to upgrade his pedigree, decides he is a born watch-dog. The owner puts on a mask with the intention of breaking into his own house and testing the dog's abilities. But, before he breaks in, a real burglar does so, and has taken over the house and the self-proclaimed self-made protector.","release_date":"1945-06-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236976,"title":"A Self-Made Mongrel","adult":false},{"cast":[],"overview":"Lulu goes to see the magic show with the magician's act.Lulu wants to be part of the magic show but she finds trouble. Watch for the gag when Lulu is mistaken as a rabbit in the magician's hat.","release_date":"1945-03-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236978,"title":"Magica-Lulu","adult":false},{"cast":[],"overview":"A Gypsy caravan travels across the countrieside. One night, as the Gypsy princess performs a dance, a bat-cat spies on the camp, flies back to his cave, and informs his colony, or whatever you call a group of bats. Anyway, they fly out, invade the camp and capture the Gypsies. The princess calls Mighty Mouse, who defeats the bats and wins the princess's heart.","release_date":"1945-08-02","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236983,"title":"Gypsy Life","adult":false},{"cast":[],"overview":"Bluto is the ringmaster; Popeye is the star attraction. Bluto covets Popeye's assistant Olive. Popeye sticks his head in a lion's mouth, but Bluto has put a steak on Popeye's head. When he gets out of that, he does his high wire act: carrying a piano, and Olive, blindfolded. Bluto sabotages this with a banana peel and tosses Popeye to the monkey cage, while he has his way with Olive - until Popeye eats his spinach.","release_date":"1945-03-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236985,"title":"Tops in the Big Top","adult":false},{"cast":[],"overview":"A cartoon short following various soldiers and sailors as they come home from World War II. Includes a sing-a-long of \"When Johnny Come Marching Home Again.\"","release_date":"1945-02-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236987,"title":"When G.I. Johnny Comes Home","adult":false},{"cast":[],"overview":"The superist hero of them all, Mighty Mouse, easily brushes aside molten lava and stems the tide of an island volcano, set off by the torrid dancing of Krakatoa Katy, the hottest dancer of them all. Then he carries all of the island natives to the safety of higher ground, where Katy leads them all in a jive-chanting jitterbug dance in tribute to their hero.","release_date":"1945-12-13","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":236989,"title":"Mighty Mouse in Krakatoa","adult":false},{"cast":[],"overview":"A newspaper announces that Ivan Awfulitch, the famous ambassador, is due to have a barbecue with local resident Wally Walrus. Unfortunately, while Wally is preparing the barbecue, the scent of the steaks he is cooking attracts an unwelcome guest in the form of Woody Woodpecker. He steals some of the food through a knothole in the fence then uses a bow and arrow to get the rest.","release_date":"1945-08-26","genres":[16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":236991,"title":"The Dippy Diplomat","adult":false},{"cast":[],"overview":"A pirate cat has his eyes set on a beautiful island mouse princess. He and his fellow pirates kidnap the beautiful girl. When singing cat pirates decide to kill all the mice on board for the buried treasure, the natives call to Mighty Mouse for help. Singing his way from the skies, Mighty Mouse flies to the pirate ship, fights buccaneers to the death, and saves the young beauty. He returns her to her people, to their thunderous applause. Lots of opera singing in this one.","release_date":"1945-01-11","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":236993,"title":"Mighty Mouse and the Pirates","adult":false},{"cert":"N\/A","title":"Muriel Robin - Robin revient, tsoin, tsoin","cast":["Muriel Robin"],"genres":[],"id":236995,"overview":"","runtime":null,"release_date":"2013-11-16","vote_average":6.5,"adult":false}]