[{"cast":[],"overview":"Originally made with a German soundtrack for screening in occupied Germany and Austria, this film was the first documentary to show what the Allies found when they liberated the Nazi extermination camps: the survivors, the conditions, and the evidence of mass murder. The film includes accounts of the economic aspects of the camps' operation, the interrogation of captured camp personnel, and the enforced visits of the inhabitants of neighboring towns, who, along with the rest of their compatriots, are blamed for complicity in the Nazi crimes - one of the few such condemnations in the Allied war records.","release_date":"1945-07-10","genres":[10752,99],"vote_average":6.4,"runtime":22,"cert":"N\/A","id":238008,"title":"Death Mills","adult":false},{"cast":["Yu Oh-seong","Joo Jin-mo","Kim Woo-bin","Jang Young-nam","Jung Ho-bin"],"overview":"A sequel to Kwak Kyeong-taek's \"Friend\" in 2001, \"Friends 2\" is about three men who are gangsters based in the background of the year 1963 and 2010.","release_date":"2013-11-14","genres":[18,28,80],"vote_average":6.7,"runtime":124,"cert":"N\/A","id":238010,"title":"Friend: The Great Legacy","adult":false},{"cast":["Kellie Martin","Cameron Mathison","Laura Mennell","Brendan Meyer","Nicole Oliver"],"overview":"Newly widowed Kathy plans to skip out on decking the halls and trimming the tree this Christmas, trying to avoid anything that will bring back memories of her late husband. When Kathy meets handsome Christmas tree shop owner Tim, their undeniable chemistry—along with an ornament Tim gives her that symbolizes hope—helps Kathy open up to the joys of the season again.","release_date":"2013-11-16","genres":[10749,10770],"vote_average":5.9,"runtime":83,"cert":"N\/A","id":238018,"title":"The Christmas Ornament","adult":false},{"cast":["Anne Nagel","Warren Hull","Henry Mollison","Claudia Dell","Betty Ross Clarke"],"overview":"On the day of her wedding a young woman's fiancé doesn't show up, sleeping off the results of the previous night's wild bachelor party. Miffed, the woman decides to go ahead with the wedding anyway to teach her fiancé a lesson, so she calls her lawyer, Henry, and has him stand in for her missing groom. She intends to divorce her new \"husband\" at the first opportunity, but Henry--who has been in love with her for a long time--is determined to win his \"wife's\" hand.","release_date":"1937-09-29","genres":[35],"vote_average":6.0,"runtime":58,"cert":"N\/A","id":238032,"title":"A Bride for Henry","adult":false},{"cast":["Mammootty","Neena Kurup","Suresh Gopi","Sreenivasan","Janardhanan"],"overview":"Sreedharan is a single man in his late-20s who runs a car repair shop. He is on the lookout for a bride, but he is only interested in girls who did graduation since Sreedharan himself was unable to study so far. The movie deals with the introductionn of his cousin and his woeing to marry her.","release_date":"1987-02-12","genres":[35,18,10749],"vote_average":4.8,"runtime":121,"cert":"N\/A","id":238064,"title":"Sreedharante Onnam Thirumurivu","adult":false},{"cast":["Mammootty","Sumalatha","Suresh Gopi","Kuthiravattam Pappu"],"overview":"Parampara is a 1990 Malayalam film directed by Sibi Malayil, written by S. N. Swamy, and starring Mammootty, Sumalatha, and Suresh Gopi. Mammootty plays two roles in the film, portraying both Johny, the protagonist, and Lawrence, his father.","release_date":"1990-12-20","genres":[18,53],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":238066,"title":"Parampara","adult":false},{"cast":["Max Carter","Kyle Ross","Luke Allen","Kurt Summers","Will Parks"],"overview":"Gorgeous young boyfriends Max Carter and Kyle Ross are celebrating warmer days with their hottest new friends. A pool party turns into a boys-gone-wild night of debauchery and hot hookups including a 5-star, rough fucking session with tiny twink Kyle and beefy, hung jock Will Parks. Kurt Summers has a 'smokin' good time taking the rock hard cock of tall, dark and handsome Dorian Deschain and Luke Allen pops in for some after party hole pounding. Join the wet & wild fun at Max and Kyle's House Party.","release_date":"2013-04-02","genres":[],"vote_average":7.0,"runtime":106,"cert":"N\/A","id":238077,"title":"Max and Kyle's House Party","adult":true},{"cast":[],"overview":"Long Tack Sam was an internationally renowned Chinese acrobat and magician. He overcame isolation, poverty, cultural and linguistic barriers, extreme racism and world wars to become one of the most successful vaudeville acts of his time. His showmanship was unrivalled, yet he refused to appear in movies because of the way Chinese were portrayed at the time.  A celebration of the spirit of Long Tack Sam's magic and art, this richly textured first person road movie is an exhilarating testament to his legacy and a prismatic tour through the 20th Century.  It all begins in a small village in China...","release_date":"2003-01-01","genres":[16,99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":238079,"title":"The Magical Life of Long Tack Sam","adult":false},{"cast":["Martin Clunes"],"overview":"Martin Clunes stars as a straight-laced museum curator who finds himself travelling to New Zealand to settle a dispute with a Maori community about an ancient carving - with unexpected consequences.","release_date":"2007-08-25","genres":[35,18],"vote_average":5.0,"runtime":93,"cert":"","id":238081,"title":"The Man Who Lost His Head","adult":false},{"cast":["Gustavo Drummond","Thiago Correa","Leonardo Marques","Jean Dolabella"],"overview":"City Session is a promo DVD recored in-studio featuring songs from the album Liberty Square. The set list includes Light in the Hole, Breathing Life, Pieces, Liberty Square, The Beautiful Game, Wake Up Dead Man, Fade Away, Dear Nostalgia, Phantom Limb and See You Later.","release_date":"2005-11-05","genres":[10402],"vote_average":0.0,"runtime":44,"cert":"N\/A","id":238086,"title":"Udora - City Sessions","adult":false},{"cast":["Annie Brooks","Peerawit Bunnag","Sudarat Butrprom","Pimolwan Hoomthongkam","Warapat Petchsatit"],"overview":"A girl school in town plans to found male football team, so it's the first year that the school allows boys to enroll. But, there are only 16 boys who come for the admission and 7 of them turn out to be transsexual. Anyway, as the big final match is going to start soon, the boys are the only hope to reach for the champion. They're put into a tough, and unusual training by former professional football players, and teacher Tukky, a domestic science teacher turns to football coach. This is a great opportunity for the boys to prove their spirit and potentiality.","release_date":"2009-04-01","genres":[35],"vote_average":3.5,"runtime":102,"cert":"N\/A","id":238088,"title":"Sassy Player","adult":false},{"cast":["Jaclyn Smith","Ken Howard","Michael Nouri","Susan Sullivan","Mason Adams"],"overview":"Jennifer's life changes when Warner, now Vice President of the United States, decides to see her and her son, Joshua. At the same time, Jennifer is unaware that James Moretti, an underworld figure, holds her responsible for the death of his brother. Moretti determines to blackmail her and Warner into halting a Justice Department indictment against another underworld figure. Further complicating Jennifer's life is her mother, who abandoning her as a child, reappears with a new identity, Marchesa Allabrandi.","release_date":"1986-11-02","genres":[10770,18],"vote_average":0.0,"runtime":190,"cert":"N\/A","id":238090,"title":"Rage of Angels: The Story Continues","adult":false},{"cast":["Jakapong Bampen","Utthakorn Choyleu","Julaluck Ismalone","Somrak Khamsing","Yoon Maneechote"],"overview":"A group of friends, Manao, Fah, Dao and Krit, enter into the ancient Thai style home inherited by Dech, the purpose is to rebuild the home with the help of their talents. Manao adores reading horror novels. One night, she was requested by her friends to tell the tales she had read from her novels. After she said the fourth story about a young woman was raped to death by 3 young men and buried under the \"Takien tree\". A series of strange incidents happens and those are exactly the same as the incident occurring in the fourth tales. Who'll be the ones to escape the hands of this vengeful ghost?","release_date":"2003-08-28","genres":[27],"vote_average":5.8,"runtime":106,"cert":"N\/A","id":238092,"title":"Soul","adult":false},{"cast":["Christian Collins","Jasper Robinson","Max Carter","Chase Young","Kyler Ash"],"overview":"Sometimes fucking is more fun out IN THE OPEN! Let your inner voyeur out to play because these young boys enjoy an audience. Evan Parker pulls over one hot summer day to rev up his beautiful cock and stroke it to eruption. Christian Collins takes Max Carter’s dick balls deep into his boy hole under a shady tree. Whether it’s bent over the back of a truck or getting their asses eaten in a graffitied storm drain these Helix boys love to let it all hang out for your viewing pleasure.","release_date":"2013-06-10","genres":[],"vote_average":7.0,"runtime":88,"cert":"N\/A","id":238094,"title":"Out in the Open","adult":true},{"cast":["Dolph Lundgren"],"overview":"Dolph Lundgren discusses the making of 'Red Scorpion'.","release_date":"2012-02-13","genres":[99],"vote_average":3.5,"runtime":30,"cert":"","id":238102,"title":"All Out of Bullets","adult":false},{"cast":["Ana Bettschen","María José Gil","Rocío León","Eva Llorach","Eva Marciel"],"overview":"","release_date":"2013-10-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":238110,"title":"La lava en los labios","adult":false},{"cast":["Natalia Naum","Konstantin Stepankov","Lyubov Bogdan","Taras Denisenko","Oleksandr Denisenko"],"overview":"World War II scattered the Carpathian peasant family of Yaroslava Petrin. She is a dedicated communist, and her husband, son and daughter support OUN-UPA.","release_date":"1981-01-01","genres":[18,10752],"vote_average":0.0,"runtime":131,"cert":"N\/A","id":238112,"title":"High Pass","adult":false},{"cast":[],"overview":"Animation film shows the cinema screen as a trampoline on which people and animals are frolicking. From under the trampoline pad, we watch their capers in amusement, until things take an unexpected turn.","release_date":"2013-09-26","genres":[16],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":238114,"title":"Trampoline","adult":false},{"cast":[],"overview":"Wild tells the story of an overzealous hunter that visits the woods with his dog. The  inhabitants of the forest however, are not that happy with his wild actions…","release_date":"2013-06-26","genres":[16],"vote_average":6.0,"runtime":2,"cert":"N\/A","id":238116,"title":"Wild","adult":false},{"cast":["Antonio Casal","María Mahor","Fernando Sancho","José Marco Davó","Mercedes Muñoz Sampedro"],"overview":"","release_date":"1959-06-22","genres":[18,35],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":238118,"title":"Camarote de lujo","adult":false},{"cast":["Yevgeni Matveyev","Galina Polskikh","Larisa Udovichenko","Nikita Dzhigurda","Olga Yegorova"],"overview":"","release_date":"1999-01-14","genres":[18,10749,80],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":238120,"title":"Любить по-русски 3: Губернатор","adult":false},{"cast":["Raphael","Anna Gaël","Héctor Suárez","Roberto Camardiel","José Sacristán"],"overview":"","release_date":"1969-10-20","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":238122,"title":"El ángel","adult":false},{"cast":["Don Murray","Guy Stockwell","Abby Dalton","Bradford Dillman","Henry Silva"],"overview":"Calamity Jane tries to help Buffalo Bill Cody and Wild Bill Hickock stop an Indian war.","release_date":"1966-08-01","genres":[37],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":238124,"title":"The Plainsman","adult":false},{"cast":["Bibi Berendse","Eva Duijvestein","Binck Kuijpers","Rifka Lodeizen","Tom Van Landuyt"],"overview":"How a young family deals with the loss of their mom.","release_date":"2010-09-26","genres":[18],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":238126,"title":"Mama","adult":false},{"cast":["Valdemar Psilander","Clara Pontoppidan","Henry Seemann","Carlo Wieth","Carl Schenstrøm"],"overview":"A Mormon missionary seduces and kidnaps an attractive young woman, forcing her to accompany him to Utah to become one of his wives.","release_date":"1911-10-02","genres":[],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":238128,"title":"A Victim of the Mormons","adult":false},{"cast":["Prosenjit Chatterjee","Manisha Koirala","Raima Sen","Rupali Ganguly","Shankar Chakraborty"],"overview":"Kolkata-based Sheela Bhowmik feels isolated and neglected, and decides to leave her busy film-maker husband, Raja, to spend sometime with her friend, Renu, her mom, and then subsequently travels to Kashmir to spend some time by herself. Raja gets involved in a new movie depicting the life of Gautam Buddh, and is on the look-out for a male child to play the character. He does find one, a young school-going lad, Abhirup Mitra; introduces him to the Producer, Vikram; as well as other crew including beautiful Anjali, who has a crush on Raja. Neither Vikram, Anjali nor any of the crew are aware that Raja is the prime suspect in the abduction of Abhirup.","release_date":"2008-07-09","genres":[18],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":238133,"title":"Khela","adult":false},{"cast":["Atthiwat Theeranithitnanth","Patitta Attayatamavitaya","Anna Chuancheun","Dujdao Duangpradab","Pawinee Wiriyachaikit"],"overview":"Nadya and her fellow photography students are sent to the countryside to take photographs for their upcoming final exams. She's jealous of two other students. One has a high society girlfriend so she decides to make love to him and secretly take pictures of him to blackmail him....","release_date":"2010-11-18","genres":[18,10749],"vote_average":6.0,"runtime":108,"cert":"N\/A","id":238135,"title":"Shift Focus","adult":false},{"cast":[],"overview":"A woman taking a trip encounters a nightmarish landscape juxtaposed against scenes of classical beauty.","release_date":"1973-01-01","genres":[16],"vote_average":6.0,"runtime":12,"cert":"N\/A","id":238143,"title":"The Trip","adult":false},{"cast":["Christian Tramitz","Helmfried von Lüttichau","Michael Brandner","Annett Fleischer","Karin Thaler"],"overview":"","release_date":"2013-11-19","genres":[35,80],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":238145,"title":"Hubert und Staller - Die ins Gras beißen","adult":false},{"cast":["Christine Young","Marie Jo","Alexia Knight","Vanessa Gold","Anna Nikova"],"overview":"12 girls, 6 scenes of torrid hot lesbian love. We have commissioned porn's girl-girl director, Jim Gunn to direct this brand new series. Being the creator of Strap on Sally, Jim is no stranger to lesbian porn, and this movie is definite proof of that. Everybody loves a couple of good sluts in uniform, especially when they are eating each other out! This one is super hot!","release_date":"2004-01-19","genres":[],"vote_average":0.0,"runtime":137,"cert":"N\/A","id":238150,"title":"Girls in Gear","adult":true},{"cast":[],"overview":"Errol Morris short film on sports fans who take their love with them to the grave and beyond.","release_date":"2012-07-31","genres":[99],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":238152,"title":"Team Spirit","adult":false},{"cast":[],"overview":"A short subject by Errol Morris on pioneering mathematician Benoît Mandelbrot, who first described the mathematical concept of fractals.","release_date":"2013-11-17","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":238154,"title":"Benoît Mandelbrot, The Father of Fractals","adult":false},{"cast":["Richard Roxburgh","Essie Davis","Emily Barclay","Damian de Montemas","Alice McConnell"],"overview":"A police officer reassigned to curate a photography exhibition finds links between a series of murders.","release_date":"2006-09-08","genres":[80,9648],"vote_average":6.0,"runtime":110,"cert":"N\/A","id":238156,"title":"The Silence","adult":false},{"cast":["Chaleumpol Tikumpornteerawong","Nunthasai Pisalayabuth","Kriangkrai Angkunchai","Michael B.","Prakasit Bowsuwan"],"overview":"A love affair between a high-school boy and a beautiful girl sets off a battle between students at two colleges. The fight causes too many people to be injured when the violence spirals out of control. The unruly students are sent to to a remote military camp to be reformed. Later, they plan to escape, but it's not what their plan should be when they find themselves stuck in a battlefield instead of escaping away from the camp.","release_date":"2005-10-10","genres":[28,18],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":238158,"title":"The Rascals","adult":false},{"cast":["Vilma Santos","Rosemarie Gil","Rolly Quizon","Leopoldo Salcedo","Roldan Aquino"],"overview":"To support her paralytic father, Chato works as a utility girl for a burlesque star Virgie Nite. But when Virgie gets drunk on the night of her scheduled show, Chato pitches in for her. And she becomes an instant sensation. Enthused by the initial acceptance of the audience, she defies her father's admonitions and presents herself to the manager. And thus, becoming the new burlesque queen.","release_date":"1977-12-24","genres":[18],"vote_average":9.0,"runtime":129,"cert":"N\/A","id":238163,"title":"Burlesk Queen","adult":false},{"cast":["Asha Bhosle","Kshitee Jog","Shivani Joshi","Padmini Kolhapure"],"overview":"Mai is a story of an old desolate mother (Asha Bhosle) suffering from Alzheimer and is being tossed between her four children. The only son who she had great expectations from isolates her the moment he lands a job in a foreign country...","release_date":"2013-01-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":238165,"title":"Mai","adult":false},{"cast":["Suthep Pongam","Benjaphol Choey-arun"],"overview":"A security guard plans to rob the shopping mall where he works, dressed up as Santa Claus.","release_date":"2004-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":238167,"title":"Santa Claus Jon Krajok","adult":false},{"cast":["Sivaji Ganesan","R. Muthuraman","Savitri","Nagesh","Manorama"],"overview":"Devrishi Narad visits Bhagwan Shri Shivji, Devi Maa Parvati, and their sons, Bhagwan Shri Ganesh, and Bhagwan Shri Kartikeya, and presents Shivji with a fruit. He decides to give it to his wife, who, in turn, decides to give it to her sons. But Shivji wants her to give it to only one. As a result, both the sons are put to a test, and Ganeshji is declared the winner. Kartikeyaji gets offended and decides to leave, followed closely by his parents and brother. Parvatiji catches up to him and narrates a series of stories involving herself and Shivji, including how Shivji battled a giant shark; assisted a singer in overcoming a formidable opponent; as well as Shivji's anger with his father-in-law.","release_date":"1965-07-31","genres":[14],"vote_average":7.5,"runtime":154,"cert":"N\/A","id":238169,"title":"Thiruvilayadal","adult":false},{"cast":["Valdemar Psilander","Ellen Aggerholm","Agnes Andersen","Axel Boesen","Alma Hinding"],"overview":"A fire breaks out on a boat and a couple of entertainers are told by the captain to try distract the passengers so not a panic breaks out while the crew tries to get control over the situation.","release_date":"1912-10-02","genres":[],"vote_average":0.0,"runtime":34,"cert":"N\/A","id":238171,"title":"Dødsangstens maskespil","adult":false},{"cast":["Frederik Buch","Carl Petersen","Carl Schenstrøm"],"overview":"Chubby little comedian Frederik Buch trains to become a soldier.","release_date":"1913-03-13","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":238176,"title":"Frederik Buch as a Soldier","adult":false},{"cast":["Hillary Scott","Charles Kelley","David Haywood"],"overview":"This is a great looking concert video that benefits from uniform, relatively \"normal\" looking stage lighting that doesn't bury the singers and instrumentalists in weird tones.\r Lady Antebellum's holiday concert at Nashville's Schermerhorn Symphony Center was a special night of music accompanied by a symphony orchestra and their live band.","release_date":"2012-12-01","genres":[10402],"vote_average":0.0,"runtime":52,"cert":"","id":238178,"title":"Lady Antebellum Live: On This Winter's Night","adult":false},{"cast":["Ellen Lowe"],"overview":"Caroline is supposed to hurry up, but she meets some soldiers and decide to join their party leaving her friend waiting out in the pouring rain!","release_date":"1914-11-18","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":238186,"title":"Caroline Makes a Hurried Race","adult":false},{"cast":["Tamar van den Dop","Ward Weemhoff"],"overview":"","release_date":"2010-09-26","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":238188,"title":"Proces","adult":false},{"cast":["Tommy Trinder","Chips Rafferty","Gordon Jackson","Jean Blue","Michael Pate"],"overview":"A family buy land set around a water hole in a remote location, that is occupied by native Australians. The two groups clash.","release_date":"1950-07-05","genres":[18,12],"vote_average":5.3,"runtime":89,"cert":"","id":238196,"title":"Bitter Springs","adult":false},{"cast":["Anthony Steel","Robert Beatty","David Knight","Margo Lorenz","James Robertson Justice"],"overview":"A day following workers at an airport","release_date":"1955-02-15","genres":[],"vote_average":5.0,"runtime":88,"cert":"","id":238198,"title":"Out of the Clouds","adult":false},{"cast":["Shûji Sano","Shin'ichi Himori","Toshiaki Konoe","Chishū Ryū"],"overview":"During college military training exercises, the bond between two friends and athletic rivals is tested when one of them becomes involved with a woman who may be a prostitute.","release_date":"1937-05-01","genres":[18,35],"vote_average":0.0,"runtime":64,"cert":"N\/A","id":238203,"title":"A Star Athlete","adult":false},{"cast":["Asami","Momoka Nishina","Tomoaki Sandan","Manzô Shinra","Natsuki Yonemoto"],"overview":"Sexy sword-fighter Beniko battles a pack of lecherous wolf-men in this \"pinku eiga\" version of the Little Red Riding Hood fairy tale.","release_date":"2012-03-03","genres":[14,27],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":238205,"title":"Red Sword","adult":false},{"cast":["Bill Bailey"],"overview":"After receiving rave reviews in Australia, New Zealand and the UK, Bill Bailey brings ‘Qualmpeddler’ to the Hammersmith Apollo London. A brilliant mix of stand-up, stories, music and old-fashioned wit distilled from his own extraordinary experiences and reactions to the modern world, he looks at Cut-Price Shark Diving, The Hiding Skills of Dentists, A Theory of Cognitive Dissonance & Internet Shopping, Mandarin Ambiguity, Religious Dubstep, and Fashioning Replacement Hamsters. All in all, vintage Bill Bailey with trademark musical mash-ups, multi-lingual riffs, films, songs, philosophizing and silliness on a grand scale…plus one amazing owl.  “Qualmpeddler is... part rock-concert, part political discourse, part philosophical enquiry... masterfully constructed... the thinking person’s comedian...” - Herald Sun, Melbourne.","release_date":"2013-11-19","genres":[35],"vote_average":7.3,"runtime":93,"cert":"12","id":238222,"title":"Bill Bailey: Qualmpeddler","adult":false},{"cast":["Jack Dee"],"overview":"After a six-year wait, everyone's favorite grump Jack Dee is back with a spectacular brand new live DVD. Recorded during the London leg of his hugely successful tour, So What? is the side-splitting result of six years' build-up of irritation and indignation. Jack is as bitterly hilarious as ever as he lets rips at life's petty annoyances and everyday frustrations with his trademark mix of deadpan cynicism and understated fury. Jack Dee Live. So What? is the chance for Jack's fans, old and new, to once again see the Glum Meister at his most miserable best.","release_date":"2013-11-18","genres":[35],"vote_average":6.3,"runtime":92,"cert":"15","id":238251,"title":"Jack Dee: So What? Live","adult":false},{"cast":["Akom Preedakul","Peter Louis","Mo Cane Jutharat"],"overview":"A company steals a sample of semen which could be used to recreate some kind of superhuman strength.  James Barn 077, along with his hi-tec devices  is sent on a mission to reclaim the sample for the government.","release_date":"2005-01-01","genres":[28,35],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":238256,"title":"James Barn 077","adult":false},{"cast":["Fred Düren","Siegfried Kilian","Monika Woytowicz","Hannes Fischer","Marylu Poolman"],"overview":"","release_date":"1971-12-24","genres":[14,10751,10770],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":238258,"title":"Der kleine und der große Klaus","adult":false},{"cast":["Chester Morris","Helen Mack","Leo Carrillo","Thomas Mitchell","Wallis Clark"],"overview":"A man goes to a loan shark to finance his family's vacation.","release_date":"1937-04-21","genres":[18,80],"vote_average":5.5,"runtime":68,"cert":"N\/A","id":238260,"title":"I Promise to Pay","adult":false},{"cast":[],"overview":"Niki and his friends are members of the marginalised underclass living on the outskirts of Santiago. During Chile's transition from dictatorship to democracy (1988-1990), they forge a path from drug- and drink-fuelled nihilism and petty crime into the world of market-driven illegality and Niki begins a seemingly predestined relationship with the middle-class \"loca\", Manuela. Memorable episodes and characters, quotable dialogue and a mix of earthy national portrait and surrealistic flourish make this one of the key Chilean films of the Nineties.","release_date":"1990-01-01","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":238262,"title":"Candy or Mint","adult":false},{"cast":["Charles Løwaas","Alf Nielsen","George Schnéevoigt","Axel Strøm","Fridjof von Kaulbach"],"overview":"Lt. Charley is sent to deliver a message and has to get there before the enemy crosses the territory. But a spy intercepts the message and Lt. Charley is accused of being a traitor.","release_date":"1914-11-18","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":238264,"title":"Death Clock","adult":false},{"cast":[],"overview":"Live concert at Poljud","release_date":"2013-06-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":238266,"title":"THOMPSON - Ora Et Labora (Poljud live)","adult":false},{"cast":["Beatriz Lapido","Rodrigo Ureta","Mónica Echeverría","Luis Alarcón","Marcial Edwards"],"overview":"A young working class girl falls in love with an upper class boy who is part of the plot to assassinate General Schneider, head of the Chilean Army.","release_date":"1973-01-01","genres":[18,10749,35],"vote_average":6.5,"runtime":125,"cert":"N\/A","id":238268,"title":"Little White Dove","adult":false},{"cast":["Kim Jung-eun","Kim Min-jong","Lee Jong-won","Lee Mun-sik","Kim Seung-wook"],"overview":"Min-jae leaves behind his beloved Eun-ji in order to make money. Five years later, they meet again but now he's a playboy and she is a mistress of a military officer. Their love rekindles.","release_date":"2003-04-30","genres":[],"vote_average":6.7,"runtime":124,"cert":"N\/A","id":238270,"title":"Mr Butterfly","adult":false},{"cast":["Julio Jung","Boris Quercia","Jaime Vadell","Pablo Krögh","Adela Secall"],"overview":"The elderly heir of a formerly wealthy and respected Chilean family, Andres, suffers from decadence and solitude. He hires young Estela in order to look after his tiranic and almost crazy grandmother. The differences in class and age don't stop Andres from courting Estela, whose fiancé Mario tries to make some money with the passions of his well-off rival. The suffocating atmosphere of the run-down mansion in the outskirts of Santiago represents the deterioration of the bourgeoisie, and sets the scene for the total collapse of Andres.","release_date":"2000-04-27","genres":[18],"vote_average":6.7,"runtime":140,"cert":"N\/A","id":238272,"title":"Coronation","adult":false},{"cast":[],"overview":"A series of mini-stories satirising our world in the 20th Century.","release_date":"1977-11-08","genres":[16],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":238277,"title":"Manga","adult":false},{"cast":["Tim Holt","Richard Martin","Jeff Donnell","Thurston Hall","Joe Sawyer"],"overview":"Crooked ranch foreman Thatcher sends his two henchmen, Parnell and Clint, out to murder his boss, wealthy Peter Arnold who has just arrived to retire on his ranch, bringing in tow his daughter, tomboy Jessie, who despises western life and can't wait to run off back to San Francisco. Stagecoach line owner Dave Collins and his sidekick Chito show up just in time to deter the attackers. Collins isn't done yet, though, as a gold shipment sent on one of his stages is stolen by Parnell and Clint, one of whom is recognized by Jessie, attempting to escape back to the west coast. Collins has his hands full trying to retrieve the stolen gold, and dealing with Jessie, who's fallen head-over-heels in love with him.","release_date":"1949-06-02","genres":[37],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":238288,"title":"Stagecoach Kid","adult":false},{"cast":["Rasmus Christiansen","Frederik Jacobsen","Peter Jørgensen","Betzy Kofoed","Doris Langkilde"],"overview":"A newlywed couple trying to get alone-time, but interfering people and the obnoxious family keeps popping up.","release_date":"1914-08-02","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":238290,"title":"Finally Alone","adult":false},{"cast":["Angela Lansbury","Richard Crenna","Robert Mailhouse","Kathryn Morris","Steven Culp"],"overview":"JB Fletcher is a speaker at Speakers Incorporated attended by various authors. Uri Malenkovitch also attends to promote his book about the KGB. When he is killed, Jessica helps a struggling writer accused of his murder.","release_date":"2000-05-18","genres":[9648,10770],"vote_average":5.5,"runtime":95,"cert":"N\/A","id":238292,"title":"Murder, She Wrote: A Story to Die For","adult":false},{"cast":["Angela Lansbury","Fionnula Flanagan","Tegan West","Cyril O'Reilly","Lynn Wanlass"],"overview":"Jessica Fletcher is off to solve another murder mystery, this time in Ireland.","release_date":"2003-05-09","genres":[10770,9648],"vote_average":8.0,"runtime":88,"cert":"N\/A","id":238294,"title":"Murder, She Wrote: The Celtic Riddle","adult":false},{"cast":["Akhtem Seitablaiev","Aleksey Gorbunov","Usnie Khalilova","Yuriy Tsurilo","Andrey Mostrenko"],"overview":"The film tells the tragic date in the history of the Crimean Tatar people - May 18, 1944 - Stalin's deportation of the Crimean Tatars. The plot of the film - a pilot, twice Hero of the Soviet Union, Amethan Sultan. In May, the 44th year after osovobozhdeniya Sevastopol Amethan goes on vacation to her native Alupka. On May 18 his eyes and begins deportation of the Crimean Tatars.","release_date":"2013-05-18","genres":[18,36,10752],"vote_average":6.7,"runtime":90,"cert":"N\/A","id":238299,"title":"Khaytarma","adult":false},{"cast":["Kazu Patrick Tang","Johan Kirsten","Macha Polivka","Guk Srisawat","Stephen Thomas"],"overview":"The Devil's Cauldron, a city where depravity and violence has forged a society in which only the lethal and callous can survive, two young men who possess the intellect and ferocity to flourish, carve a name for themselves as the most efficient and unstoppable hit men. Side by side, these two brothers are the deadliest killers, feared by even the most evil criminals. But when a woman of rare beauty mysteriously enters the brother's lives she blinds them with her sweet promises and turns them against each other, resulting in an epic battle that threatens to bring the Devil's Cauldron to the brink of destruction.","release_date":"2013-10-30","genres":[28],"vote_average":3.6,"runtime":120,"cert":"N\/A","id":238301,"title":"Dragonwolf","adult":false},{"cast":["Sombat Metanee","A Lan-Yuen","Naiyana Shewanan","Angela Yu Chien"],"overview":"Sombat Metanee stars as an army captain who teams up with a coalition of spook agencies to bust open a global heroin ring run by bad gangsters who think nothing of blowing up an army base to secure an opium route through the mountains.","release_date":"1977-01-01","genres":[28],"vote_average":3.0,"runtime":85,"cert":"N\/A","id":238303,"title":"Bionic Heroes","adult":false},{"cast":["Robert Urich","Shelley Fabares","Gwyneth Paltrow","Matthew Perry","Jillian Boyd"],"overview":"Leonard Fagot has four daughters and loves them so much, that he usurps his control over them. He lets them know how he feels about the men they date. And if he disapproves of them, he probably will have them killed to get them out of his daughters' life.","release_date":"1993-05-22","genres":[10770,80,53],"vote_average":5.5,"runtime":91,"cert":"N\/A","id":238305,"title":"Deadly Relations","adult":false},{"cast":["Larisa Belogurova","Gediminas Storpirštis","Konstantin Raykin","Natalya Lapina","Semyon Furman"],"overview":"A musical partially based on a sci-fi novel \"The Isle of Lost Ships\" by Aleksandr Belyaev.","release_date":"1987-04-19","genres":[18,878,10402,12,10749],"vote_average":3.0,"runtime":138,"cert":"N\/A","id":238307,"title":"The Isle of Lost Ships","adult":false},{"cast":["Oleg Savkin","Nikolai Shutko","Olga Sumskaya","Valeri Nevedrov","Anatoli Mokrenko"],"overview":"The story about the fate of Andrii Chumak, who escapes from the train, which had to arrive him to Siberian concentration camps. He gets to the Ukrainian village where he is harboring. There he also meets his love.","release_date":"1994-01-01","genres":[12,36],"vote_average":9.0,"runtime":77,"cert":"N\/A","id":238315,"title":"Tiger Trappers","adult":false},{"cast":["Valdemar Psilander","Philip Bech","Augusta Blad","Axel Boesen","Else Frölich"],"overview":"John Redmond is a \"long-haired\" youngster who belongs to a wealthy family. But due to the fact that he likes very much to live an extravagant life amidst bad company, he spoils his life. A victim of a dirty trick by one of his supposed friends, he goes to prison for a crime he never committed. It will be there, thanks to the prison's clergyman, that Herr Redmond finally is able to get back his well-mannered life. Thanks to newfound faith, he becomes a clergyman too - preaching the gospel and using his life as a bad example. In this way, he helps the poor people who live a more miserable life accustomed as they are to the slums rather than his elegant districts.","release_date":"1915-02-17","genres":[],"vote_average":0.0,"runtime":51,"cert":"N\/A","id":238317,"title":"John Redmond, the Evangelist","adult":false},{"cast":["Heidrun Kussin","Sonja Lindorf","Itta Schahm","Kathrin Kretschmer","Bert Hochschwarzer"],"overview":"","release_date":"1969-01-30","genres":[18],"vote_average":3.0,"runtime":96,"cert":"N\/A","id":238319,"title":"Female Sexuality","adult":false},{"cast":["Astrid Frank","Esther Konrad","Heimo van Borg","Hansi Linder","Margot Mahler"],"overview":"","release_date":"1972-06-22","genres":[18,35],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":238324,"title":"Die dressierte Frau","adult":false},{"cast":["Sean Lock"],"overview":"Purple Van Man, is 8 out of 10 Cats star Sean Lock's fantastic new DVD, recorded in front of a sold out audience at London's Hammersmith Apollo. We all know what white van man thinks about the world we live in but it's time to hear a different voice, the purple van man's voice. Filled with gags, opinions, deft observations and some silly voices, this is Sean Lock doing what he does best, spouting inspired jibber jabber as he crosses the country in his purple van. He will make you laugh like a drunken horse.","release_date":"2013-11-18","genres":[35],"vote_average":7.3,"runtime":80,"cert":"","id":238326,"title":"Sean Lock: Purple Van Man","adult":false},{"cast":["Jane Seymour","James Farentino","Robert Desiderio","Zeus Mendoza","Hayley DuMond"],"overview":"Mary meets Paul, marries Paul and when Paul is murdered becomes the number one suspect. While the police are preparing their case against her she begins her own investigation which takes her to the seedy parts of town and begins to expose her husbands very secret double life.","release_date":"2000-01-19","genres":[10770,18,53,9648],"vote_average":6.0,"runtime":120,"cert":"N\/A","id":238328,"title":"Murder in the Mirror","adult":false},{"cast":["Franco Franchi","Ciccio Ingrassia","Fernando Sancho","Mimmo Palmara","Adriana Facchetti"],"overview":"","release_date":"1969-01-01","genres":[35],"vote_average":6.7,"runtime":null,"cert":"N\/A","id":238330,"title":"Franco, Ciccio e il pirata Barbanera","adult":false},{"cast":["Lucie Aubrac","Olga Benario","Jacques Breyton","Apolônio de Carvalho","René-Louis de Carvalho"],"overview":"","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":238332,"title":"Vale a Pena Sonhar","adult":false},{"cast":["Zezé Motta","Walmor Chagas","Altair Lima","Elke Maravilha","Stepan Nercessian"],"overview":"The romanced story of Xica da Silva, a slave that used her \"feminine atributs\" in order to get power.","release_date":"1976-09-06","genres":[36,18,35],"vote_average":5.5,"runtime":114,"cert":"N\/A","id":238334,"title":"Xica da Silva","adult":false},{"cast":["Othon Bastos","Jorge Coutinho","Harildo Deda","Maria Rosa Espinheira","Júlio Góes"],"overview":"","release_date":"2004-11-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":238336,"title":"Cascalho","adult":false},{"cast":[],"overview":"","release_date":"2013-04-09","genres":[99],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":238338,"title":"Serra Pelada - A Lenda da Montanha De Ouro","adult":false},{"cast":["Amina","Judy Star","Leanna Bacci","Lollypop","Patricia Petite"],"overview":"We're pleased to present the second volume of porn's hottest new series. Each and every girl in this movie loves to chew your spew with a mouthful of gum. Brett Rockman and Dillion Day made their way to Montreal to meet our finest young women. Wait till you see covergirl, Shelby Bell, as she gets her ass filled with cock and a mouthful ob Bubble Cum. It's awesome!","release_date":"2004-03-15","genres":[],"vote_average":0.0,"runtime":123,"cert":"N\/A","id":238340,"title":"Bubblecum 2","adult":true},{"cast":["Walter Brennan","Fay Bainter","Brenda Joyce","John Payne","Hattie McDaniel"],"overview":"A woman tormented by the hunting death of her husband forbids her son to have anything to do with horses. But when he falls for the daughter of his father's trainer, he defies his mother by entering the Maryland Hunt.","release_date":"1940-07-19","genres":[18],"vote_average":6.5,"runtime":92,"cert":"N\/A","id":238345,"title":"Maryland","adult":false},{"cast":["Max Miller","Florence Desmond","Hal Walters","Davina Craig","Garry Marsh"],"overview":"An English comedian is infuriated by a Scottish comedienne's impersonation of him","release_date":"1940-04-26","genres":[35],"vote_average":0.0,"runtime":77,"cert":"U","id":238353,"title":"Hoots Mon","adult":false},{"cast":[],"overview":"Five college friends go on a hiking trip in a remote area.  What starts as a beautiful sunny day, turns into a deadly  nightmare.  After an encounter with a strange kid who just  wants to play a game, their car mysteriously dies in the night.  Stranded in the middle of nowhere, they decide to wait it out  and find help in the morning... But not all of them make it through  the night.  As they desperately search for their missing friends,  they stumble upon the haunting truth behind the strange kid, who  has actually been dead for decades, and find themselves  unwilling participants in his deadly game.","release_date":"2013-05-16","genres":[27,53],"vote_average":4.5,"runtime":80,"cert":"N\/A","id":238358,"title":"Fear Lives Here","adult":false},{"cast":["Rattapong Tanaphat","Howard Wang","Wurithipa Woonsen Pukdeeprasong","Kelly Rattapong Thanapat","Khom Chuan-Chuen"],"overview":"A romantic comedy about a woman who specializes in breaking up a relationship on behalf of the involved parties. She doesn't believe in love, that’s why she is so good at her job. But then she experiences love at first sight, though the man she sees suddenly disappears. She sets out to look for him, with the help of a boy who lives next door.","release_date":"2011-01-27","genres":[10749,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":238360,"title":"First Site","adult":false},{"cast":["Lea Joutseno","Tauno Majuri","Olavi Reimas","Reino Valkama"],"overview":"Valentin Vaala's crazy, romantic comedy.","release_date":"1941-04-27","genres":[10749,35],"vote_average":3.0,"runtime":67,"cert":"N\/A","id":238362,"title":"Morsian yllättää","adult":false},{"cast":["Gordon Jackson","Rona Anderson","John Laurie","Elizabeth Sellars","Jimmy Logan"],"overview":"David Shields refuses to go into agriculture and opts instead for ship building","release_date":"1949-03-15","genres":[],"vote_average":6.0,"runtime":90,"cert":"PG","id":238364,"title":"Floodtide","adult":false},{"cast":[],"overview":"In Freetown, the capital of Sierra Leone, a group of friends lives on the streets. They call themselves the Freetown Streetboys, even though there are some women among them as well. Suley, Lama, David, Alfred, Shero and Sarah have all faced enormous physical and psychological challenges, and have been abandoned by the world around them. Without commentary and in poetic, cinematic images, the camera records the dark environment that they inhabit. The group shares their heartrending stories of the precarious nature of life in this complex country. But there is also room for everyday personal struggles, such as starting relationships, how to bring up children (or not), and sex.","release_date":"2013-11-22","genres":[99],"vote_average":2.0,"runtime":86,"cert":"N\/A","id":238372,"title":"Shado'man","adult":false},{"cast":["Joe Rígoli","Josele Román","Lita Claver","Víctor Israel","Fernando Rubio"],"overview":"After a long sleep, the vampire Draculin awakens only to discover that his castle has been turned into a hip nightclub. In his attempt to correct this situation, he ends up getting involved in a diamond heist.","release_date":"1977-08-24","genres":[27,35],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":238374,"title":"Poor Dracula","adult":false},{"cast":["Mammootty","Suparna Anand","Sukumaran","Parvathy","Karamana Janardanan Nair"],"overview":"Saleena (Suparna) is happily married to Mathew (Sukumar), a wealthy estate owner. Inexplicably she commits suicide much to the shock of Mathew. He firmly believes that there existed no reason for her to do the act and asks his journalist friend Balu (Mammootty) to investigate why. Balu, who was also close to Saleena, tries to piece together clue from her past to figure out the answer.","release_date":"1989-05-04","genres":[9648,53],"vote_average":6.8,"runtime":123,"cert":"N\/A","id":238376,"title":"Utharam","adult":false},{"cast":["Richard Todd","Nicole Maurey","Elke Sommer","June Thorburn","Rik Battaglia"],"overview":"An Edinburgh travel agent loses his keys and his fiancé in one night. A friend finds the keys and makes loads of copies with his address attached as a joke. She gives them to him as he leaves for a holiday. He gives the keys to several women he romances across the continent. He gets engaged again by phone and arranges to meet his fiancé at his flat, but the flat isn't empty","release_date":"1961-05-28","genres":[10749,35],"vote_average":7.0,"runtime":89,"cert":"","id":238378,"title":"Don't Bother To Knock","adult":false},{"cast":["Vasco Rossi","Clara Moroni","Alberto Rocchetti","Claudio Golinelli","Maurizio Solieri"],"overview":"","release_date":"2009-10-14","genres":[10402],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":238380,"title":"Vasco Rossi - Il Mondo Che Vorrei","adult":false},{"cast":["Veronica Hamel","Jeffrey DeMunn","Jill Eikenberry","David Marshall Grant","George Coe"],"overview":"High-priced call girl Lee Churchill, is examining her life via therapy \"sessions\". Her double-life is unknown to her parents, sister and 'straight' man with whom she falls in love.","release_date":"1983-09-26","genres":[18,10770],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":238382,"title":"Sessions","adult":false},{"cast":["Jane Badler","Kevin Conroy","Charles Frank","Whitney Kershaw","Barry Morse"],"overview":"A powerful family that controls the world's banks has made a deal with Satan to help the forces of evil take over the world. An underground group named The Judges bands together to try to stop them.","release_date":"1985-08-06","genres":[18,27,10770],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":238384,"title":"The Covenant","adult":false},{"cast":["Raizō Ichikawa","Tomisaburō Wakayama","Yukiko Fuji","Miyako Endō","Hikosaburo Kataoka"],"overview":"Yoso is truly a lost classic, set in the Nara Era (710-794), from Kinugasa Teinosuke the same writer\/director who gave us the recognized classic Gate of Hell (Jigokumon, 1952) & the milestone silent surrealist masterpiece A Page of Madness (Kurutta Ippeji, 1926).","release_date":"1963-10-05","genres":[18],"vote_average":6.7,"runtime":98,"cert":"N\/A","id":238389,"title":"Bronze Magician","adult":false},{"cast":[],"overview":"An artist's daughter comes to terms with her mother's rough life and the connection they share.","release_date":"2013-11-22","genres":[],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":238394,"title":"Looking Is the Original Sin","adult":false},{"cast":["Bill Cosby"],"overview":"Bill Cosby shares his hilarious new observations on life and family in this comedy special, his first televised concert in 30 years.","release_date":"2013-11-23","genres":[35],"vote_average":6.9,"runtime":95,"cert":"N\/A","id":238399,"title":"Bill Cosby: Far From Finished","adult":false},{"cast":["Mammootty","Indrajith Sukumaran","Innocent","Saikumar","Mohini"],"overview":"Mammootty plays an older brother who gave up his education and made many sacrifices so his family could get by and so younger brother could study abroad. When his brothers comes back from London, he sees things are not the same and he has really changed.","release_date":"2004-12-23","genres":[18],"vote_average":5.9,"runtime":148,"cert":"N\/A","id":238401,"title":"Vesham","adult":false},{"cast":["Adrian Pang","Sharon Au","Marcus Chin","Allan Wu"],"overview":"A truck driver falls in love with, and is rejected by, a white-collar career woman. Competition arrives from a dashing male colleague.","release_date":"2005-02-08","genres":[35,10749],"vote_average":4.3,"runtime":105,"cert":"N\/A","id":238406,"title":"I Do, I Do","adult":false},{"cast":["Sunny Deol","Amrita Rao","Prakash Raj","Sanjay Mishra","Yashpal Sharma"],"overview":"A common man fights corruption and injustice.","release_date":"2013-11-22","genres":[18,28],"vote_average":4.8,"runtime":134,"cert":"N\/A","id":238408,"title":"Singh Saab the Great","adult":false},{"cast":["Louis Delort","Camille Lou","Rod Janois","Roxane Le Texier"],"overview":"In the spring of 1789, France is devastated by famine. The French people begin to rise in unrest against the ruling French king Louis XVI. Ronan, a young peasant, leads a revolt marching to Paris, where he encounters Olympe, an assistant governess of the children of Marie Antoinette of Austria. The two fall in love during the tumultuous stirrings of the French Revolution, their romance playing out amid encounters with major Revolutionary figures such as Georges Jacques Danton, Maximilien de Robespierre and Camille Desmoulins. After they are separated, Ronan and Olympe find each other again on 14 July 1789 in the course of the assault on the Bastille prison— an encounter that seals their destiny even as a new era begins.","release_date":"2013-11-05","genres":[10749,10402,36],"vote_average":7.6,"runtime":129,"cert":"N\/A","id":238416,"title":"1789 : Les Amants de la Bastille","adult":false},{"cast":["Raphael Tschernuth","Nadine Konietzny","Daniel Bucher","Juraj Kukura","Julian Manuel"],"overview":"","release_date":"2006-01-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":238430,"title":"Atina & Herakles","adult":false},{"cast":["Nkem Owoh","Victor Osuagwu","Sam Loco Efe","Chiwetalu Agu","Rita Nzelu"],"overview":"Three men are joined together in an uneasy alliance against a cunning fourth. [parts 1-2]","release_date":"2009-01-01","genres":[],"vote_average":0.0,"runtime":174,"cert":"N\/A","id":238432,"title":"Agaba","adult":false},{"cast":["Bob","Marcel"],"overview":"The film tells the story of two friends who want to disappear from life. While their country Belgium is falling apart, two lost souls cling to each other.","release_date":"2013-11-23","genres":[35,99,18],"vote_average":5.0,"runtime":107,"cert":"N\/A","id":238434,"title":"Ne me quitte pas","adult":false},{"cast":["Françoise Rosay","Magda Sonja","George Graves","Jim Gérald","Henri Valbel"],"overview":"A bag of loot is stashed in a piano that belongs to a family of traveling entertainers. A gang of robbers tries to get the loot back, and though they kddnap two members of the troop, the third, a young boy, has run off with the piano.","release_date":"1937-07-01","genres":[10402],"vote_average":7.0,"runtime":136,"cert":"","id":238436,"title":"The Robber Symphony","adult":false},{"cast":[],"overview":"For a lot of young girls, the Internet is a safe haven where they can be themselves without fear. The computer is their ‘daily food’. They submerge themselves in a virtual world that became more important than the ordinary one. For most of them the virtual word ís their real world. Emoticons shows a group of ‘lost souls’ who are all in search for contact, consolation, help, friendship and love. Soulmates by the Internet.","release_date":"2007-11-22","genres":[99],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":238444,"title":"Emoticons","adult":false},{"cast":["Junko Miyashita","Setsuko Ogawa","Yūko Katagiri","Hirokazu Inoue","Kazuhiko Yakata"],"overview":"Having begun a passionate affair with one of her husband's colleagues, bored housewife Akiko follows him to Hong Kong when he is transferred. Her searches for her in vain. His despair drags him ever-deeper into Hong Kong's sordid underworld - a world of drugs, perversion and prostitution. A world that will eventually lead him to the bitter truth about his unfaithful wife.","release_date":"1973-08-04","genres":[],"vote_average":8.0,"runtime":71,"cert":"N\/A","id":238452,"title":"Hong Kong Elegy","adult":false},{"cast":["Aage Hertel","Alf Blütecher","Birger von Cotta-Schønberg","Ingeborg Bruhn Bertelsen","Doris Langkilde"],"overview":"The first of the Danish crime films about a master criminal with 9 fingers.","release_date":"1915-09-26","genres":[80],"vote_average":0.0,"runtime":33,"cert":"N\/A","id":238454,"title":"The Man with the Missing Finger","adult":false},{"cast":[],"overview":"","release_date":"1987-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":238456,"title":"Een Monument voor een Gorilla","adult":false},{"cast":["Cheryl Ladd","Jameson Parker","G. W. Bailey","Kim Coates","Matt Clark"],"overview":"Based upon a true story. Wife with young family finds life becoming unbearable with her successful, but violent and abusive, husband. After filing for divorce, she quickly learns that her husband, through fear of his personal life embarrassing his clients, has commissioned an assassin to murder her before going to court. Unfortunately, for him, the hired assassin turns out to be an FBI agent. The FBI convince her that she must “pretend” to have been murdered in order to prove her husband’s involvement.","release_date":"1993-01-09","genres":[18,53],"vote_average":3.5,"runtime":120,"cert":"N\/A","id":238458,"title":"Dead Before Dawn","adult":false},{"cast":["David Blaine","Woody Allen","Will Arnett","George W. Bush","Bryan Callen"],"overview":"David Blaine's signature brand of street magic mystifies the most recognisable celebrities in the world, such as Jamie Foxx, Bryan Cranston, Aaron Paul, Ricky Gervais, Katy Perry, Woody Allen, and Robert DeNiro, to name a few. He goes to the homes of Kanye West and Harrison Ford, Will Smith and Olivia Wilde. He pays a visit to Stephen Hawking at his office in Cambridge University. Blaine also travels the world, astonishing people from all walks of life with never-before seen, inconceivable magic.","release_date":"2013-11-19","genres":[99],"vote_average":6.7,"runtime":63,"cert":"N\/A","id":238466,"title":"David Blaine: Real or Magic","adult":false},{"cast":["Mammootty","Vijayaraghavan","Rajan P Dev","Jagathy Sreekumar","Narendra Prasad"],"overview":"Oru Abhibhashakante Case Diary is a 1995 Malayalam movie about a lawyer who seeks justice for a teenage girl who was raped and murdered.","release_date":"1995-04-13","genres":[9648,53],"vote_average":6.0,"runtime":130,"cert":"N\/A","id":238474,"title":"Oru Abhibhashakante Case Diary","adult":false},{"cast":["Mammootty","Lissy","M G Soman","KPAC Lalitha","Prathapa Chandran"],"overview":"Manu's father (Mammootty) is a police officer. A group of children arrives at their home and they go to a museum where Marthandavarma's crown gets stolen. Manu’s life takes a drastic turn after that.","release_date":"1988-01-01","genres":[12,10751],"vote_average":6.5,"runtime":123,"cert":"N\/A","id":238476,"title":"Manu Uncle","adult":false},{"cast":["Audra McDonald","Darren Criss","Jeremy Jordan","America Ferrera","Stephen Sondheim"],"overview":"This intimate documentary explores the life and career of the stage legend Stephen Sondheim through six of his best-known songs.","release_date":"2013-12-09","genres":[99],"vote_average":7.3,"runtime":86,"cert":"N\/A","id":238478,"title":"Six by Sondheim","adult":false},{"cast":["Mammootty","Gautami Tadimalla","Aishwarya","Jagadish","M G Soman"],"overview":"Adaptation of Sylvester Stallone's Over the Top in a horse-racing environment.","release_date":"1993-05-20","genres":[35,18],"vote_average":4.8,"runtime":149,"cert":"N\/A","id":238486,"title":"Jackpot","adult":false},{"cert":"N\/A","title":"奶奶一年级","cast":[],"genres":[],"id":238491,"overview":"","runtime":null,"release_date":"","vote_average":0.0,"adult":false}]