[{"cast":["Alicia Witt","Nick Stahl","Ray Wise","Frankie Faison","John Bedford Lloyd"],"overview":"Six years after an affair with the 15-year old daughter of the priest who was his mentor, a former youth minister, now an ex-con and recovering addict, returns to his hometown seeking redemption, only to find that his past will not let him go.","release_date":"2014-05-17","genres":[18],"vote_average":7.0,"runtime":82,"cert":"N\/A","id":240501,"title":"Away From Here","adult":false},{"cast":["Jayaram","Siddique","Jagathy Sreekumar","Easwari Rao","Narendra Prasad"],"overview":"Prince Rajasekharan is without an heir and decides to adopt a brave man from a royal family to inherit his property. He faces many challenges when several people turn up wanting to be adopted.","release_date":"1992-03-04","genres":[28,35],"vote_average":4.3,"runtime":127,"cert":"N\/A","id":240512,"title":"Ootty Pattanam","adult":false},{"cast":["Margrit Winter","Ruedi Walter","Margrit Rainer","Peter Brogle","Kathrin Schmid"],"overview":"","release_date":"1960-10-21","genres":[18,35,10749],"vote_average":4.8,"runtime":null,"cert":"N\/A","id":240520,"title":"Anne Bäbi Jowäger -  Teil 1: Wie Jakobli zu einer Frau kommt","adult":false},{"cast":["George Fant","Adolf Jahr","Elsa Widborg","Eva Dahlbeck","Ulla Smidje"],"overview":"Young drifter tells his story in flashback from prison.","release_date":"1948-08-30","genres":[18],"vote_average":4.0,"runtime":95,"cert":"N\/A","id":240522,"title":"Lars Hård","adult":false},{"cast":[],"overview":"Danish documentary that follows fishermen in Greenland, from the time when fishing got industrialized. The filmcrew also captures ships fighting the thick ice, meet some locals and some hunters. Also, look out for a 'cameo' by the legendary Danish polar explorer Knud Rasmussen, who played a big part in exploring Greenland. He died short after in 1933 from food poisoning. Produced by H.B. Film.","release_date":"1932-12-01","genres":[99],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":240530,"title":"Fishing in Greenland","adult":false},{"cast":["Mohanlal","Meena","Sreenivasan","Mukesh","Jagathy Sreekumar"],"overview":"Udayabhanu is an assistant director and scriptwriter, who dreams of making it big in the film industry. His attempt is thwarted by his roommate, a junior artiste, Rajappan Thengamoodu who steals his script to become superstar Saroj Kumar","release_date":"2005-01-20","genres":[35,18,10749],"vote_average":7.3,"runtime":162,"cert":"N\/A","id":240541,"title":"Udayananu Tharam","adult":false},{"cast":["Margrit Winter","Ruedi Walter","Margrit Rainer","Peter Brogle","Kathrin Schmid"],"overview":"","release_date":"1961-03-24","genres":[18,35,10749],"vote_average":4.8,"runtime":null,"cert":"N\/A","id":240543,"title":"Anne Bäbi Jowäger -  Teil 2: Jakobli und Meyeli","adult":false},{"cast":[],"overview":"Nine o'clock on Monday morning, August 18, 1969: while the work force was starting the day, Jimi Hendrix was taking the stage at Woodstock. While hundreds of thousands had already left, 25,000 people remained to see this incredible performance. Hendrix, along with drummer Mitch Mitchell and bassist Billy Cox, offered masterly renditions of the songs of the recently disbanded Experience (\"Hey Joe,\" \"Foxey Lady\"), and gave a preview of the blues-based Band of Gypsys (\"Izabella,\" \"Hear My Train A Comin'\"), as well as Jimi's era-defining rendition of \"The Star Spangled Banner.\" Though the weekend had witnessed some landmark performances by other great artists, this performance from Hendrix is regarded by many as the defining moment in a festival ripe with defining moments.","release_date":"1999-07-06","genres":[10402],"vote_average":7.5,"runtime":null,"cert":"N\/A","id":240551,"title":"Jimi Hendrix: Live at Woodstock","adult":false},{"cast":["Éric Bruneau","Émilie Dequenne","Andréa Ferréol","Roy Dupuis","laurent deshusses"],"overview":"","release_date":"2005-04-08","genres":[35,18,12],"vote_average":4.3,"runtime":null,"cert":"N\/A","id":240559,"title":"Les Etats-Unis d'Albert","adult":false},{"cast":[],"overview":"Magma (Hippodrome du Pantin, Paris) May 14, 1977\r (with Klaus Blauquiz interview) (January, 18 1978)","release_date":"","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":240579,"title":"Magma - Live in France","adult":false},{"cast":["Laurence Arné","Eric Elmosnino","Valérie Bonneton","Julia Faure","Didier Bezace"],"overview":"Raised to believe in performance and in the idea that all abilities must be optimized, Emma is a young, methodical woman who appears determined and relatively sure of herself. But two consecutive failures (real or imagined) lead her to believe that she has a real problem: she is useless in bed. Because she is more fragile than she appears, Emma hence decides to become... the best lay in Paris! She then sets out on a formidable plan of action (theory, practical, validation of acquired knowledge), which soon provokes a series of misunderstandings and disasters within her immediate vicinity. For one thing, her method doesn't turn out to be really adapted to her field of investigation. And Emma has probably also forgotten a little detail: love doesn't obey any plan. In this absurd and nutty quest, Emma will learn to let go, to lose control, and, to finally win her freedom.","release_date":"2014-01-15","genres":[35],"vote_average":5.1,"runtime":91,"cert":"N\/A","id":240581,"title":"Best in Bed","adult":false},{"cast":["Rosa Carmina","Juan Orol","José Pulido","Roberto Cañedo","Raúl Guerrero"],"overview":"Gangster Johnny Carmenta must confront the \"Charro of the Slums\" Pancho Domínguez, who has control over the city, but their rivalry gets worse when rumba dancer Rosa befriends both men.","release_date":"1947-01-02","genres":[18],"vote_average":6.0,"runtime":79,"cert":"N\/A","id":240583,"title":"Gángsters contra charros","adult":false},{"cast":["Arturo de Córdova","Leticia Palma","Ramón Gay","Consuelo Guerrero de Luna","Carmen Montejo"],"overview":"A con artist seduces the widow of a millionaire, only to learn she'd plotted with her lover to murder the late husband. A tense game of cat-and-mouse ensues—but who's the cat? Perhaps the greatest thriller ever made in Mexico, starring Arturo de Córdova and Leticia Palma.","release_date":"1951-06-21","genres":[80,18,53,27],"vote_average":6.3,"runtime":90,"cert":"N\/A","id":240585,"title":"In the Palm of Your Hand","adult":false},{"cast":["Evangelina Sosa","Roberto Sosa","Lilia Aragón","Marta Aura"],"overview":"In a miserable circus, a young trapeze artist seduces her father, gets pregnant and decides to have her baby, so she leaves the circus and joins a group of puppeteers who make shows from passages of the Bible.","release_date":"1991-01-02","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":240596,"title":"Ángel de fuego","adult":false},{"cast":["Ralph Forbes","Frances Grant","Barry Norton","Muriel Evans","Franklin Pangborn"],"overview":"A secretary finds herself being romanced by a \"ladies man\". What she doesn't know is that it's her boss who really loves her.","release_date":"1937-02-01","genres":[],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":240598,"title":"Rich Relations","adult":false},{"cast":["José Bohr","Anita Blanch","Carlos Villatoro","Isabelita Blanch"],"overview":"","release_date":"1935-01-02","genres":[18],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":240600,"title":"Luponini (El terror de Chicago)","adult":false},{"cast":["Emilio Fernández","María Teresa Orozco","Gilberto González"],"overview":"First all Mexican sound film. Story is based on the ancient customs and legends of the fisherfolk as they come into conflict with the exploitation of agents sent by \"big business\" from the cities.","release_date":"1935-09-27","genres":[18],"vote_average":7.0,"runtime":62,"cert":"N\/A","id":240608,"title":"Janitzio","adult":false},{"cast":[],"overview":"Shored Up is the story of our coasts where life on the edge of a rising sea has placed our towns and cities on the front lines of climate change. Following frustrated scientists, confused politicians and level-headed surfers, Shored Up follows the conflicts that are erupting from New Jersey to North Carolina as the ocean rises and we challenge nature to an unwinnable duel.","release_date":"2013-11-29","genres":[99,18,36],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":240619,"title":"Shored Up","adult":false},{"cast":[],"overview":"The film tells the expedition leaving Beirut in Lebanon to rally China through the ancient Silk Road with half-tracks vehicles, between 1931 and 1932.","release_date":"1933-01-02","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":240624,"title":"La croisière jaune","adult":false},{"cast":[],"overview":"Wittstock an der Dosse is located in the German state Mark Brandenburg, apx. 90 kilometers from Berlin. Volker Koepp came into the town in 1974 to interview women and girls about their work in the textile industry, their spare-time occupations, about their thoughts and feelings.","release_date":"1975-09-19","genres":[99],"vote_average":6.0,"runtime":18,"cert":"N\/A","id":240626,"title":"Mädchen in Wittstock","adult":false},{"cast":["David Reynoso","José Elías Moreno","Eleazar García","Fernando Luján","Jorge Martínez de Hoyos"],"overview":"The building of a railroad under tough conditions from searing heat to freezing cold in the Sonora desert provokes clashes of passion and struggles between the engineers and the workers at the campsite. The workers also contend with sudden dust storms that are called the 'black wind'.","release_date":"1965-12-23","genres":[12,18],"vote_average":7.3,"runtime":127,"cert":"N\/A","id":240628,"title":"Black Wind","adult":false},{"cast":[],"overview":"This documentary (part eight in the Golzow series of twenty films) draws on filming from 1961 to 1980, creating a social panorama of growing up in the GDR. No DEFA documentary film is as renowned as the personal accounts of the children of Golzow. Interviews with and observations of Brigitte, Jürgen, Marieluise, Winfried and Elke, as well as the other children in the Oderbruch village provide a unique perspective of daily life in East Germany.","release_date":"1981-10-13","genres":[99],"vote_average":5.0,"runtime":257,"cert":"N\/A","id":240630,"title":"Lebensläufe - Die Geschichte der Kinder von Golzow in einzelnen Portraits","adult":false},{"cast":[],"overview":"What are the social climate and cultural traditions in Costa Rica which nurture \"machismo\" and allow the domination of women to continue in Latin America?","release_date":"1982-01-01","genres":[99],"vote_average":5.0,"runtime":66,"cert":"N\/A","id":240632,"title":"A Man, When He Is a Man","adult":false},{"cast":["Al Alcorn","Malorie Blackman","David Braben","Charlie Brooker","John Romero"],"overview":"From Pong to Grand Theft Auto, Charlie Brooker delves into the history of videogames and pulls out a selection of its most significant titles.  From Atari to Angry Birds, How Videogames Changed the World explores how interactive entertainment evolved from a penny arcade diversion into a medium that some believe is art, and shows how it is changing the way we work, communicate and, of course, play.  Joined by Jonathan Ross, Dara O'Briain and gaming legends like Will Wright and John Romero, Brooker looks at how videogames have become the most progressive art form of the last 40 years.  This humorous and insightful tour will surprise and entertain the uninitiated and dedicated gamers alike.","release_date":"2013-11-30","genres":[99,10770],"vote_average":7.0,"runtime":97,"cert":"","id":240634,"title":"How Videogames Changed the World","adult":false},{"cast":[],"overview":"Based on Eugene Ionesco’s play, this is an animated film waning that by conforming to patterns and living en masse, people will become rhinoceroses.","release_date":"1964-02-01","genres":[16],"vote_average":6.0,"runtime":11,"cert":"N\/A","id":240636,"title":"Rhinoceros","adult":false},{"cast":["Spike Milligan","Paul Frees"],"overview":"A collection of fourteen award winning animated short films including \"Moonshadow,\" \"The Last Cartoon Man,\" \"Closed Mondays,\" and \"Cosmic Cartoon\".","release_date":"1977-05-27","genres":[16],"vote_average":4.0,"runtime":91,"cert":"N\/A","id":240638,"title":"Fantastic Animation Festival","adult":false},{"cast":[],"overview":"Famous for combining extremely simple line drawings with biting humour she lays bare the frustrations encountered by ordinary women in their daily lives.  Candy Guard once disarmingly described her job as \"writing funny stories and then drawing pictures to go with them\", which goes some way towards explaining her success as both an animator and newspaper cartoonist.","release_date":"1988-01-01","genres":[],"vote_average":0.0,"runtime":5,"cert":"","id":240640,"title":"Alternative Fringe","adult":false},{"cast":[],"overview":"","release_date":"2011-11-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":240645,"title":"Nívea Soares - Glória e Honra","adult":false},{"cast":["Blandine Yaméogo","Claire Ilboudo","Célestin Zongo","Abdoulaye Komboudri","Daniel Kaboré"],"overview":"After a young boy dies of meningitis, Napoko Diarrha (Yaméogo) is accused of eating his soul because of a local sexist tradition. While this happens, her husband feels disgraced that Diarrha resists the idea of marrying off their daughter, so he exactes his revenge by spreading a dangerous rumor that would probably get her killed. Because of this, Diarrha's fate falls into the village elder's hands. When she finds out she will go trial, she decides to flee to the nearest town, Ouagadougou, before that can take place. After successfully leaving her village, Diarrha's age causes her health to decline, while her daughter grows up. Some time later, her daughter decides to travel to Ouagadougou, in search of her missing mother. Once they are reconnected, they attempt to escape from their male-dominated society.","release_date":"2005-11-14","genres":[18],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":240647,"title":"Delwende","adult":false},{"cast":["Elissa Landi","Charley Chase","Joe Morrison","Leon Errol","Clark Gable"],"overview":"Elissa Landi and Charley Chase (playing Asian Charley Chan Chase) host an East Asian themed garden tea party in Hollywood. After introducing a few Hollywood luminaries who are attending the party, they present a number of musical and\/or dance performances to entertain the crowd. This set of performances also includes ethnic Chinese actress Anna May Wong modeling some fashions she brought back from her first ever trip to China. Through it all, one of the guests, already inebriated, is having a few problems mixing and serving the cocktails he wants.","release_date":"1937-04-03","genres":[35,10402],"vote_average":10.0,"runtime":21,"cert":"N\/A","id":240649,"title":"Hollywood Party","adult":false},{"cast":[],"overview":"Quasi-documentary about Czech artist Toyen","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":240657,"title":"Toyen","adult":false},{"cast":["Phil Hartman","Tim Burton","Danny Elfman","Audrey Geisel","Albert Hague"],"overview":"Phil Hartman hosts this retrospective look back at the legacy and making of the classic 1966 holiday special 'How the Grinch Stole Christmas!'","release_date":"1994-12-12","genres":[99],"vote_average":7.3,"runtime":20,"cert":"N\/A","id":240662,"title":"The Making of Dr. Seuss' 'How the Grinch Stole Christmas!'","adult":false},{"cast":["Desmondo Ray","Bill Waters"],"overview":"His name is Desmondo Ray. He enjoys peeing in the rain, altering offensive graffiti, and listening to sad music while having happy thoughts… This is his video dating tape.","release_date":"2013-09-01","genres":[35,18],"vote_average":5.5,"runtime":4,"cert":"N\/A","id":240664,"title":"The Video Dating Tape of Desmondo Ray, Aged 33 & 3\/4","adult":false},{"cast":["Jack Warner","Kathleen Harrison","Susan Shaw","Petula Clark","David Tomlinson"],"overview":"A firm of solicitors do battle with the head of the local council over a parcel of river front land, owned by the Huggett family, in order to build a lido\/community center.","release_date":"1949-02-01","genres":[35],"vote_average":7.0,"runtime":84,"cert":"","id":240672,"title":"Vote for Huggett","adult":false},{"cast":["Emmanuel Moonchil Park"],"overview":"An intimate 7-year journey of a family struggling to overcome past wounds of reverse migration (from Canada to Korea) begins when the director's little sister decides to be an un-wed single mom. The little sister decides to raise the child in Canada as she never felt welcome in her parent's homeland, South Korea. The lives of parents, intertwined with Korea's modern history is revealed, while family members try to come together to face the challenges of raising a new baby outside of the traditional family form. What starts out as the director's personal journey of re-discovering the lives of family members and self, evolves into broader themes of cultural differences, identity, and belonging.","release_date":"2014-01-30","genres":[99],"vote_average":6.0,"runtime":77,"cert":"N\/A","id":240683,"title":"My Place","adult":false},{"cast":["Conrad Nagel","Eleanor Hunt","Judith Allen","Jack Doyle","Phil Dunham"],"overview":"A federal agent and a female reporter team up to catch a criminal gang that has kidnapped a scientist in order to get his formula for a new type of poison gas.","release_date":"1937-03-13","genres":[18,28,80],"vote_average":2.0,"runtime":72,"cert":"N\/A","id":240688,"title":"Navy Spy","adult":false},{"cast":["George O’Brien","Beatrice Roberts","Willard Robertson","Ward Bond","Bert Hanlon"],"overview":"Millioniare Curran, thinking his son too intellectual, sends him west to learn logging at one of his lumber camps. Unknown to his father, Grant Curan is a professional wrestler and easily able to handle the thugs that attack him at the lumber camp. This enables him to stay on the job and he soon undercovers how his father is being cheated by the local boss.","release_date":"1937-03-16","genres":[28,18,10749],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":240693,"title":"Park Avenue Logger","adult":false},{"cast":["James Ellison","Terry Walker","Morgan Hill","Arthur Lake","Paul Harvey"],"overview":"Army training Sgt. Gray makes a bet that he can get himself invited to breakfast with his commanding officer, General Markley. But he gets into an unhappy tangle with a couple of enemy spies (and a happy tangle with the general's daughter) before the bet is finally decided.","release_date":"1937-03-21","genres":[35],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":240695,"title":"23 1\/2 Hours Leave","adult":false},{"cast":["Robert Allen","Jennifer Avalon","Zay Harding","Catalina Larranaga","Teanna Kai"],"overview":"Tim is a humble pizza delivery guy hoping to get his big break in Hollywood. One day, opportunity knocks and Tim answers the call to fill in as superstar Cameron Hunter's body double. Hunter wants to step out of the spotlight for a while, so he asks Tim to take his place while he's gone. Tim fills his shoes comfortably well, doing interviews (and interviewers), swimming in his pool, driving his Porsche, and most importantly, sleeping with his sexy girlfriend.","release_date":"2001-01-01","genres":[35,10749],"vote_average":4.0,"runtime":99,"cert":"N\/A","id":240697,"title":"Hollywood Sex Fantasy","adult":false},{"cast":["Brigitte Lahaie","Maude Carolle","Michèle d'Agro","Sylvie Dessartre","Patrice Chéron"],"overview":"A maid details an outrageously sexual day in the lives of a baron and baroness.","release_date":"1977-09-20","genres":[35],"vote_average":7.6,"runtime":75,"cert":"N\/A","id":240699,"title":"Fine Parts","adult":true},{"cast":["Morgan Freeman","Patricia Wright"],"overview":"The incredible true story of nature’s greatest explorers—lemurs. Through footage captured with IMAX 3D, audiences go on a spectacular journey to the remote and wondrous world of Madagascar. Join trailblazing scientist Patricia Wright on her lifelong mission to help these strange and adorable creatures survive in the modern world.","release_date":"2014-04-03","genres":[99],"vote_average":5.7,"runtime":39,"cert":"N\/A","id":240704,"title":"Island of Lemurs: Madagascar","adult":false},{"cast":["Elisabetta Cenci","Valentina","Krisztina","Giorgia Lisi","Anna Bartus"],"overview":"","release_date":"1994-12-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":240709,"title":"Командировка","adult":true},{"cast":["José Luis Carbonell","Elena María Tejeiro","Ángel de Andrés","José Marco Davó","Mary Santpere"],"overview":"","release_date":"1969-01-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":240711,"title":"De picos pardos a la ciudad","adult":false},{"cast":["Amparo Soler Leal","Rufus","José Luis Coll","Francisco Cecilio","Tsilla Chelton"],"overview":"","release_date":"1975-12-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":240713,"title":"La adúltera","adult":false},{"cast":["Hunter Bussemaker"],"overview":"16 year old Dennis is angry. His Mum is dead and he has a problem with aggression. When he falls in love it all just seems to get worse: because Dennis is HIV positive and he'll have to tell Sara if he is to win her heart.","release_date":"2006-09-26","genres":[],"vote_average":8.0,"runtime":40,"cert":"N\/A","id":240718,"title":"Absolutely Positive","adult":false},{"cast":["Benjamin Hollingsworth","Carly McKillip","Britt McKillip","Amy Jo Johnson","Kennedi Clements"],"overview":"Sisters Kate and Melanie haven’t spoken to each other in years since a hurtful scene at Melanie’s wedding. Their parents, Wendy and Al, have let the pain of their daughters’ absence drive a wedge between them, and their tensions have led to a separation. Kate is determined to reunite the entire family for Christmas, and has the perfect spot… their old family home. The only problem is there’s someone else living there now.","release_date":"2013-10-29","genres":[10751],"vote_average":4.0,"runtime":87,"cert":"N\/A","id":240723,"title":"Coming Home for Christmas","adult":false},{"cast":[],"overview":"Rock's original Renaissance man brings his vast array of musical styles to the stage in this raucous live concert at Maritime Hall in San Francisco, California. Producer extraordinaire, writer of such hits as \"I Saw the Light,\" \"Hello, It's Me\" and \"Bang the Drum All Day,\" founder of the band Utopia and general music maverick, Todd Rundgren performs many of his greatest hits and a wealth of new tunes in this video capturing his live stage show. Songs: I Hate My Frickin ISP, Yer Fast, Black and White, Number 1 Lowest Common Denominator, Open My Eyes, Trapped, Love in Action, Bang the Drum All Day, Temporary Insanity, Medley: Mystified\/Broke Down and Busted, Buffalo Grass, One World, The Ikon, Hammer in My Heart, World Wide Epiphany.","release_date":"","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":240728,"title":"Todd Rundgren - Live in San Francisco","adult":false},{"cast":["Mukesh","Siddique","Janardhanan","Bobby Kottarakkara","Prathapa Chandran"],"overview":"Two men gain entry into a restricted forest, only to be kidnapped by a tribal group. When they learn that they will soon be executed, they convince the tribal folks that one of them is the son of God!","release_date":"1991-01-01","genres":[35],"vote_average":7.5,"runtime":125,"cert":"N\/A","id":240730,"title":"Nattu Vishesham","adult":false},{"cast":["Arthur Igual","Dagmar Manzel","Hans-Jochen Wagner","Ernst Stötzner","Victoria Trauttmansdorff"],"overview":"The movie focuses on Kristine, an art historian. Kristine's personal life take a dramatic twist when the whole family is gathering together and the secrets of the past are being revealed at her gracious mansion in the French countryside.","release_date":"2014-04-10","genres":[10749,18,10751],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":240735,"title":"Silent Summer","adult":false},{"cast":["Jackson Rathbone","Jocelin Donahue","Jack Holmes","Caity Lotz","Xander Berkeley"],"overview":"A corporate attorney quits his job at a high profile law firm to become the singer at a an old cocktail lounge called the Foxes Den, becoming deeply involved in the lives of its staff and regulars.","release_date":"2013-12-06","genres":[18],"vote_average":3.8,"runtime":103,"cert":"N\/A","id":240737,"title":"Live at the Foxes Den","adult":false},{"cast":["Ed Harris","Dakota Johnson","Milla Jovovich","Ethan Hawke","Penn Badgley"],"overview":"War erupts between dirty cops and outlaw bikers as a drug kingpin (Ed Harris) tries to protect his empire.","release_date":"2014-09-03","genres":[18],"vote_average":3.9,"runtime":97,"cert":"15","id":240745,"title":"Cymbeline","adult":false},{"cast":["Shintaro Morimoto","Hokuto Matsumura","Juri Tanaka","Taiga Kyomoto","Yuya Takaki"],"overview":"Movie adaptation of the japanese drama of the same name. This movie, scheduled to hit theaters nationwide in October, will feature Johnny’s Jr. members Iwamoto Hikaru, Sakuma Daisuke, Abe Ryohei, Watanabe Shota, Fukasawa Tatsuya, and Miyadate Ryota in addition to AKB48’s Team 4 members Kato Rena, Takeuchi Miyu, Kawaei Rina, Takahashi Juri, and Ichikawa Miori.","release_date":"2012-10-13","genres":[10749,35],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":240747,"title":"Shiritsu Bakaleya Koukou Movie","adult":false},{"cast":["Hisayoshi Ogura","Tamayo Kawamoto","Masahiko Takaki","Shuichiro Nakazawa","Munehiro Nakanishi"],"overview":"Video recording of the Zuntata Live 1997 concert, recorded at SHIBUYA ON AIR EAST on August 31, 1997.","release_date":"1997-11-21","genres":[10402],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":240749,"title":"Zuntata Live '97 Cineteque Rave ~Visual File~","adult":false},{"cast":[],"overview":"Ghosts from the past and the present inhabit the old neighborhood of San Berillo, in Catania. It is 1958: while brothels are being shut down all over Italy, San Berillo is razed to the ground and its inhabitants are deported to the suburbs. A piece of the neighborhood, however, remains intact and thousands of prostitutes from all over Italy find shelter there, creating one of the biggest red light districts in the Mediterranean. Until 2000, when a police raid forces the neighborhood's inhabitants to abandon their homes once again.","release_date":"2013-03-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":240760,"title":"The Ghosts of San Berillo","adult":false},{"cast":["Juda Goslinga","Bob Schrijber","Peter Beense","Dick van den Toorn","Lotte Verbeek"],"overview":"Robbie, a divorced Amsterdam commoner, is meanly denied access to his son Tommi, except for monthly visitation. He grudgingly accepts when a loan shark offers to scrap his debt and throw in some cash for a simple service. Robbie must simply trick Marius, a man he never knew, to the port for a fictitious job. As he gets to know Marius, he starts feeling for the generous sociable type. His conscience wants him to warn the mark he's likely to be beaten up.","release_date":"2009-09-26","genres":[53,18],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":240774,"title":"Barbosa","adult":false},{"cast":["Bryn Terfel","Roberto Frontali","Kenneth Tarver","Gwynne Howell","Robin Leggate"],"overview":"The Graham Vicks production of FALSTAFF opened the new Covent Garden Royal Opera House, and was not to everybody's taste; the garish primary colours of the costumes. The staging is effective--the complicated counterpoint of the ensembles is reflected in unobtrusive blocking that keeps the vocal lines clear and separate, especially in the final fugue. Bryn Terfel's Falstaff is a memorable creation, self-mocking and self-aggrandising at the same time--so much so, in fact, that he almost does not need the vast prosthetic body he has to wear for the part. Desiree Rancatore is an admirably sweet-toned Nanetta; Bernadette Manca di Nissa an appropriately sardonic Mistress Quickly; Roberto Frontali as Ford, in his Act 2 scena, perfectly distils and parodies every jealousy aria ever written, including Verdi's own. Haitink's conducting is exemplary in the lyrical passages, gets almost everything out of the fast and furious comic sections.","release_date":"2000-07-06","genres":[35,10402],"vote_average":0.0,"runtime":139,"cert":"","id":240782,"title":"Falstaff","adult":false},{"cast":["Peyton Welch","Daphne Gere","Georgia Denney","Linda Coleman","Micah Mernika"],"overview":"A boy named Charlie Rockit needs $50,000 to fix his aunt and uncle's tractor engine, so Chuck E. and friends go to the Galaxy 5000 to win it in a race.","release_date":"1999-10-05","genres":[10751,10402],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":240793,"title":"Chuck E. Cheese in the Galaxy 5000","adult":false},{"cast":["Damon Herriman","Mirrah Foulkes","Rarriwuy Hick","Matt Day","Darren Gilshenan"],"overview":"1814. Van Diemen’s Land, the notorious British penal colony, has dissolved into chaos. Outlaws roaming the wilderness have pushed the colonial government to breaking point.  Driven by a deep sense of loyalty and an unquenchable hatred towards those he once served, English convict Michael Howe and a young aboriginal girl turn a desperate band of convicts, deserters and bushmen into a fearsome guerrilla army and lead them in open rebellion against the brutal, corrupt establishment.  As the British hunt the outlaws, Howe remains an elusive prize. In desperation, the Governor makes the capture of Howe’s pregnant girl his priority. \u2028\u2028An epic story of love and betrayal, The Outlaw Michael Howe chronicles the astonishing true story of the man who pushed Australia to the brink of civil war.","release_date":"2013-12-01","genres":[18],"vote_average":6.0,"runtime":78,"cert":"N\/A","id":240801,"title":"The Outlaw Michael Howe","adult":false},{"cast":["Lyla Storm","Danny Wylde","Adrianna Nicole","Evan Stone","Aiden Starr"],"overview":"Kink expert Tristan gives how-to's to discuss, explore and finally act out your wildest fantasies ---- with your partner! 4 hot couples demonstrate the terms, definitions and bedroom etiquette that makes it all work ---- and guarantee your experience is a positive one! Lyla &amp; Danny go into not-so-grey territory with a blindfold, candle and vibe before a blistering blow-job! Evan bosses cougar Adrianna and makes her his sex kitten! Check out her sexy bondage cuffs! Dominant babe Aiden puts a leash on her boyfriend ---- he's to focus on her orgasm! Anal sex? Tristan says \"a vibrator on the clitoris...can transform anal sex into a...full body experience!\" And that's what happens to Asa Akira!","release_date":"2013-06-26","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":240806,"title":"Tristan Taormino's Guide to Kinky Sex for Couples","adult":true},{"cast":["Ty Endicott","Roxy Jezel","Kacey","Avena Lee","Sativa Rose"],"overview":"Surgeon General be damned. When these girls smoke, there is one thing that they are guaranteed to get...a nice big cock into their slick warm pussies. And as for their mouths...cigarettes are not the only things that are being put in there. Hope you have your lube handy.","release_date":"2004-01-01","genres":[],"vote_average":9.0,"runtime":145,"cert":"N\/A","id":240808,"title":"Smokin' POV 3","adult":true},{"cast":["Louise De Fleury","Masaki Iwana","Gen Shimaoka","Clémentine Poidatz"],"overview":"Six years ago, Yoshido directed La Vie lointaine, the adaptation of the eponymous novel of Haruki. Two days before the end of the shooting, a sudden and strange rise of fever struck the members of the crew causing the film to stop. Today, Yoshido is an old and weakened man. When he leaves the hospital, he knows he only has little time to live. During the night, after a few glasses of saké, he decides to resume the shooting of his unfinished film.","release_date":"2010-04-22","genres":[],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":240813,"title":"Yoshido (The Other Life)","adult":false},{"cast":["Anne Charlotte Robertson"],"overview":"Influenced by filmmakers as diverse as Ed Pincus and Carolee Schneemann, Anne Charlotte Robertson was a Boston area Super 8 filmmaker who examined and shared her life through her work – a mix of essay, performance and stop-motion animation. Diagnosed with various and changing mental disorders, Anne faced several breakdowns and mental hospitals – experiences she documented and exorcised thoroughly through her films – particularly within the annals of Five Year Diary, a project spanning nearly two decades.  Though relentlessly intense and emotional, her films are not entirely bleak, for her bracing self-awareness and humor energize and bring a rare effulgence to the depths of her darkest moments.  Anne boldly exposed her most intimate and obsessive inner dialogues – from illness, breakdowns and longing for love to diets, cats and the minutia of existence.  She also considered the filmmaking experience therapeutic and cited the process as helping cure her depression.","release_date":"1982-01-01","genres":[99],"vote_average":0.0,"runtime":2160,"cert":"N\/A","id":240815,"title":"Five-Year Diary","adult":false},{"cast":["Andy García","Mary-Louise Parker","Mandy Moore","Riley Smith","Cheri Oteri"],"overview":"Duncan Mayor decides the perfect Christmas present for his terminally ill wife, Suzy, is a ride on a real Ferris wheel, set up in their very own back yard. As a young man, it was the perfect place for a wedding proposal. Now, years later, in order to relive the experience with his wife, Duncan will go to any length to make their fantasy become a reality.","release_date":"2013-12-01","genres":[18,10749,10770],"vote_average":5.6,"runtime":97,"cert":"N\/A","id":240820,"title":"Christmas in Conway","adult":false},{"cast":["Nadia Abdelouafi","Hans Breetveld","Margo Dames","Benjamin de Wit","Lore Dijkman"],"overview":"Every morning six people who live in the same street are taking the bus into town. Thanks to their own routine they survive each day, until one of them meets death.","release_date":"2008-09-27","genres":[],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":240825,"title":"Dag in dag uit","adult":false},{"cast":["Hans Dagelet","Jochum ten Haaf"],"overview":"Onder de tafel is a melancholic father-son tale which starts when Jacob hears that his father Kees has started drinking again. He needs to be picked up at the clinic where he is treated for alcoholism. Jacob takes his father to a bungalow park hoping to be able to connect with him at a place where they used to be a happy family. Kees does not recognize his son and the first chance he gets, he grabs a can of beer. Jacob realises that the only chance he has of reconnecting with his dad, is to drink together. And so they do.","release_date":"2008-09-27","genres":[18],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":240827,"title":"Onder de tafel","adult":false},{"cast":["Barry Atsma","Kuno Bakker","Leny Breederveld","Benja Bruijning","Sanne Vogel"],"overview":"Jos is mentally-challenged and still living with his mother. On his 34th birthday his life is about to change dramatically.","release_date":"2008-09-27","genres":[18],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":240829,"title":"Ooit","adult":false},{"cast":["Bronisław Pawlik","Aleksandra Zawieruszanka","Mieczysław Czechowicz","Elżbieta Czyżewska","Jerzy Duszyński"],"overview":"Mąż swojej żony (English: Husband of His Wife) is a Polish comedy from 1960 directed by Stanisław Bareja.  The story of a newly married couple, Michał Karcz (composer) and sprinter Jadwiga Fołtasiówna-Karcz. Michał has to adjust to Jadwiga being much more famous and her fame and needs dominating their lives.","release_date":"1961-04-03","genres":[35],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":240834,"title":"Husband of His Wife","adult":false},{"cast":["Lucélia Santos","Louise Cardoso","Carlos Gregório","Lorena Da Silva","Milton Dobrin"],"overview":"","release_date":"1986-01-01","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":240836,"title":"Baixo Gávea","adult":false},{"cast":[],"overview":"","release_date":"2005-10-27","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":240838,"title":"O Pontal do Paranapanema","adult":false},{"cast":["João Goulart","Carlos Diegues","Carlos Heitor Cony","Leonel Brizola","Waldir Pires"],"overview":"João Goulart (known as Jango) had been democratically elected president of Brazil, but was expelled from office after the coup of April 1, 1964. After that, Jango lived in exile in Argentina, where he died in 1976. The circumstances of his death in the neighboring country were not well explained today. His body was buried immediately after his death, raising the suspicions of premeditated murder. This documentary brings the issue back to the fore and tries to publicly clarify some obscure facts of the history of Brazil.","release_date":"2013-07-05","genres":[99],"vote_average":9.5,"runtime":103,"cert":"N\/A","id":240852,"title":"Dossiê Jango","adult":false},{"cast":["Anselmo Duarte","Eliane Lage","Ruth de Souza","Ricardo Campos","Henricão"],"overview":"In 19th century Brazil, young people in the State of São Paulo fight against black slavery and the farmers who support it. Against this backdrop, Sinhá Moça falls in love with a young lawyer, and they get involved in a great love story.","release_date":"1953-05-11","genres":[12],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":240854,"title":"Sinhá Moça","adult":false},{"cast":["Vishal Krishna","Lakshmi Menon","Iniya","Saranya Ponvannan","Jayaprakash"],"overview":"Indran suffers from narcolepsy, a sleep disorder that makes him fall asleep at the slightest excitement. He meets Meera and they fall in love but one night, they are attacked by unknown persons. Indran panics and goes into sleep, while Meera is raped. Indran must rely hard on his wits to find the assailants and overcome his condition get his revenge.","release_date":"2014-04-11","genres":[28,18],"vote_average":5.9,"runtime":161,"cert":"N\/A","id":240865,"title":"Naan Sigappu Manithan","adult":false},{"cast":["Jack Elam","Jeanette Nolan","Andrew Prine","Earl E. Smith","Chuck Pierce Jr."],"overview":"","release_date":"1976-06-01","genres":[37],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":240870,"title":"The Winds of Autumn","adult":false},{"cast":["Antonio Calloni","Zé Victor Castiel","José de Abreu","Leonardo Machado","Naura Schneider"],"overview":"","release_date":"2008-10-31","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":240872,"title":"Dias e Noites","adult":false},{"cast":["Wang Daqi","Qi Wei","Dejun Xia","Simon Yam","Annie Yi"],"overview":"A comedic crime drama starring Echoes of the Rainbow actor Simon Yam. In Coming Back, which was shot in Mandarin, Yam plays a painter who restores art to increse its value. He’s also a father of an estranged daughter struggling with two personalities, one dark and one light, reflected in the alternately black and pink socks Yam brought to his screen costumes.","release_date":"2011-12-02","genres":[28,18,80],"vote_average":7.0,"runtime":88,"cert":"N\/A","id":240874,"title":"Coming Back","adult":false},{"cast":["Intan Ladyana","Fezrul Khan","Zain Hamid","Azhan Rani","Angah Raja Lawak"],"overview":"Qesya already in love with Iskandar for 5 years. Qesya wants Iskandar thinks about their future. Their relationship is strong and Qesya wantS to tie the knot. However Iskandar is ambitious. He wants to continue his study up to the highest level. Iskandar loves Qesya but he also does not want to sacrifice his dreams.","release_date":"2013-11-14","genres":[18,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":240876,"title":"Aku Pilih Kamu","adult":false},{"cast":["Anna Paquin","Drea de Matteo","Cam Gigandet","Liana Liberato","Eddie Pepitone"],"overview":"A single mom in the 1970s raises her two daughters and becomes involved in illegal drug trade to make a better life.","release_date":"2013-10-10","genres":[28,18,53],"vote_average":5.3,"runtime":86,"cert":"N\/A","id":240881,"title":"Free Ride","adult":false},{"cast":["Bernard Lavilliers"],"overview":"http:\/\/www.sortiesdvd.com\/film-318.html","release_date":"2005-10-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":240883,"title":"Bernard Lavilliers Escale au Grand Rex","adult":false},{"cast":["Robin Shou","Verdy Bhawanta","Marcio Fernando Da Silva","Karina Nadila"],"overview":"Orphans Sunny and Verdy are like brothers, but are separated when Verdy is adopted by a wealthy couple. Their paths cross again when Verdy (now a successful businessman) and his fiancée are kidnapped by a crew of pirates while on vacation. With the ransom set, Verdy is reunited with his long lost friend - who, it appears, has joined the pirates. Will they be able to come together to prove that brothers don't always have to share blood?","release_date":"2011-05-26","genres":[28],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":240891,"title":"Mortal Enemies","adult":false},{"cast":["Ye Jianwei","Chen Ke","Liu Ruicheng"],"overview":"Trying to escape a criminal past, one man attempts to join the ranks of the Shaolin Warriors, but is denied. Having impressed the King with his dedication, he is hired as a temple groundskeeper. Working on the temple grounds during the day and mastering Kung Fu at night, he prepares for a second chance at becoming a warrior. His test comes sooner than expected, when his King's enemy declares war, leaving him alone to defend the temple.","release_date":"2013-12-13","genres":[28],"vote_average":3.0,"runtime":91,"cert":"N\/A","id":240893,"title":"Shaolin Warrior","adult":false},{"cast":["Robert Mitchum","Carroll Baker","Alexander Knox","Ian Bannen","Raymond St. Jacques"],"overview":"A con man on the run in Africa aids a minister's daughter by helping lead a local tribe to their new homeland.","release_date":"1965-05-12","genres":[12],"vote_average":6.0,"runtime":115,"cert":"N\/A","id":240898,"title":"Mister Moses","adult":false},{"cast":["Eric Roberts","Kristina Anapau","James C. Burns","Tina Casciani","Courtney Compton"],"overview":"After losing contact with a clandestine energy-research facility, a powerful venture capitalist contracts an elite team of operatives to retrieve the physicist who holds the key to an unprecedented alternate energy source.","release_date":"2014-02-11","genres":[53,28,878],"vote_average":4.8,"runtime":80,"cert":"18","id":240900,"title":"BlackJacks","adult":false},{"cast":["Francia Raisa","Mike Mizanin","Will Greenberg","April Telek","Michael Hanus"],"overview":"A former bounty hunter turns into an elementary schoolteacher. Determined to have a normal life and keep her bounty hunter past a secret, she reluctantly returns home for Christmas to help save the family business by catching the one bounty that got away. But when her fiancé follows her home for the holiday, she struggles to hide her wild family business and a bounty hunter ex-boyfriend she thought she'd left behind.","release_date":"2013-11-26","genres":[28,35],"vote_average":4.5,"runtime":90,"cert":"N\/A","id":240905,"title":"Christmas Bounty","adult":false},{"cast":["Dean Cain","Jud Tylor","John Savage","Gary Hudson","Eric Scott Woods"],"overview":"Kris Kringle, aka Santa Claus, goes on trial for mental competency in Small Town U.S.A.","release_date":"2013-11-24","genres":[35,10751],"vote_average":6.5,"runtime":87,"cert":"N\/A","id":240907,"title":"Defending Santa","adult":false},{"cast":[],"overview":"Relive the greatest season in the history of BYU Basketball! Watch Coach Dave Rose and his team, led by NCAA player of the year Jimmer Fredette, march to a record 32 wins and their first Sweet 16 appearance in 30 years! With exclusive interviews from the team, the coaches, legendary ESPN analyst Dick Vitale, NFL Hall of Famer Steve Young, Boston Celtics General Manager Danny Ainge, along with coverage from ESPN and the 2011 NCAA Tournament, this feature length documentary puts you court-side in the middle of the action.  This is the official, most complete and comprehensive look you'll get into a season that can only be described as AMAZING.","release_date":"2011-12-06","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":240918,"title":"Amazing","adult":false},{"cast":["Ludivine Sagnier","Aurélien Wiik","Nicolas Duvauchelle","Jean-Michel Houery"],"overview":"Nico and Raphael stole a towel from Victoire, a girl who was swimming naked in a lake.","release_date":"2002-02-23","genres":[18],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":240923,"title":"Les frères Hélias","adult":false},{"cast":["Persephone Black","Susie Sunshine","Emaye Callan","Don Crosby","Zona La Pointe"],"overview":"Eccentric Professor Leviticus Wirtsus is obsessed with crossbreeding animals of different species. His research leads Wirtsus to discover a LSD-type substance called Fongaluli","release_date":"1972-11-03","genres":[14],"vote_average":2.0,"runtime":72,"cert":"N\/A","id":240925,"title":"Aphrodisiac","adult":false},{"cast":[],"overview":"","release_date":"2005-06-13","genres":[10402],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":240930,"title":"Anos 80 - Multishow ao Vivo","adult":false},{"cast":["Martijn Nieuwerf","Barbara Horvath","Lars Eidinger","Manja Topper","Judy Doorman"],"overview":"The relationship of the Dutch Roman and the German Hanna - who live together in Berlin - is deadlocked. Will their relationship survive Christmas?","release_date":"2008-09-27","genres":[18,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":240935,"title":"Minibar","adult":false},{"cast":["Maryam Hassouni","Kuta Kondo","Mahjoub Benmoussa","Sjoerd Dragtsma","Cees Geel"],"overview":"When they were eleven, the Dutch-Moroccon Naïma and the Japanese Yuichi fell in love. They communicated with their hearts. When they meet again as adults, they face a problem: they don't understand eachother's language...","release_date":"2008-09-27","genres":[],"vote_average":7.0,"runtime":39,"cert":"N\/A","id":240937,"title":"Liefde, dank je wel","adult":false},{"cast":["Filipe de Carvalho","Teresa Almeida"],"overview":"2 lives, 2 destinies who met by chance in Lisbon. This was the beginning of 24 days of a lot of talk, cold and hands held. Then, Christmas came and, nothing. Two days later, when 2009 was about to end, he decided this couldn't endure anymore and instead of giving her a cheek to kiss, stole her a kiss. From that point on, they moved on with their life, together, in sweetness, for many many years to come, until, the first son arrived, but that, that's another story.","release_date":"2009-12-03","genres":[10749],"vote_average":5.3,"runtime":2,"cert":"N\/A","id":240945,"title":"It's a Sweet Story","adult":false},{"cast":["Robert Adams","Eric Portman","Orlando Martins","Phyllis Calvert","Arnold Marlé"],"overview":"An African music student returns home and has to defeat the witch doctor who dominates his tribe and take them to healthier land.  Three years in the making, Dickinson's film survived the loss of film-stock and equipment when a U-Boat sunk their ship en route to locations in Tanzania.","release_date":"1946-09-19","genres":[18],"vote_average":5.5,"runtime":109,"cert":"","id":240947,"title":"Men of Two Worlds","adult":false},{"cast":["Andrea Kissack"],"overview":"Discover how the big, bold ideas of Silicon Valley are helping launch a new era of private space exploration in this half-hour KQED Science documentary. From space tourism to mining the moon to companies ferrying NASA astronauts into space, a new wave of commercialization is shaking up the $300-billion global space industry. Meet a new generation of entrepreneurs, sprung from the high-tech culture of Silicon Valley, who are venturing into the new \"wild west\" of space exploration in search of their space gold. But are there new risks when space is no longer the exclusive domain of big governments?","release_date":"2013-11-20","genres":[99],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":240955,"title":"Silicon Valley Goes to Space","adult":false},{"cast":["Edgar Wright","Simon Pegg","Nick Frost"],"overview":"A documentary about the making of The World's End. It is very thorough, hitting on virtually every aspect of the film's production.","release_date":"2013-11-19","genres":[99],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":240972,"title":"Completing the Golden Mile: The Making of The World's End","adult":false},{"cast":["Susan Littler","John Duttine","Helene Palmer","Joe Belcher","Helene Palmer"],"overview":"Based on the book \"Spend, Spend, Spend\" by Vivian Nicholson and Stephen Smith. Story of pools winner, Vivian Nicholson.","release_date":"1977-03-15","genres":[18,35],"vote_average":0.0,"runtime":85,"cert":"","id":240974,"title":"Spend Spend Spend","adult":false},{"cast":["Randhir Kapoor","Jaya Bachchan","Balraj Sahni","Nirupa Roy","Iftekhar"],"overview":"Madhu marries Ravi Anand, the son of a mere employee in her Thakur brother's household, and this results in her brother breaking all relations with her. Madhu moves in with Ravi, and his younger brother, Vijay. Years later, she gives birth to a son, and attempts to reconcile with her brother, to no avail. Then Vijay meets Neeta and both fall in love. Little does Vijay know that Neeta is none other Thakur's daughter, who has already been promised to Benny Sinha.","release_date":"1972-07-14","genres":[10402,18,10749],"vote_average":5.0,"runtime":122,"cert":"N\/A","id":240979,"title":"Jawani Diwani","adult":false},{"cast":["Michael Jackson","Mica Paris","Joe Vogel"],"overview":"Following the recent imprisonment of Jackson's doctor Conrad Murray for involuntary manslaughter, we are taken on a journey through the extraordinary life of Michael Jackson from his debut in the Jackson 5 to his untimely death in 2009.","release_date":"2012-01-01","genres":[99],"vote_average":6.8,"runtime":75,"cert":"N\/A","id":240981,"title":"Michael Jackson: Life, Death and Legacy","adult":false},{"cast":["Santo","Lorena Velázquez","Armando Silvestre","Jaime Fernández","Dagoberto Rodríguez"],"overview":"","release_date":"1961-01-02","genres":[27,28,12,9648],"vote_average":2.0,"runtime":85,"cert":"N\/A","id":240992,"title":"Santo vs. the Zombies","adult":false},{"cert":"N\/A","title":"Via Appia","cast":["Peter Senner","Guilherme de Pádua","Yves Jansen","Margarita Schmidt","José Carlos Berenguer"],"genres":[12,18,10749],"id":240994,"overview":"Frank, a (HIV infected) former Lufthansa steward, goes back to Rio from Germany with a film crew to look for Mario, a young man with whom he had a one night stand. Before Mario departed the morning after, he left a message scrawled in soap on the bathroom mirror: 'Welcome to the AIDS club'. Frank and his director hire a fast talking hustler named José (Guilherme di Padua) to help them to find Mario who seems alway to have just left whenever they arrive. Via Appia is the nickname of a Rio district where male prostitutes hang out...","runtime":90,"release_date":"1990-09-01","vote_average":5.0,"adult":false}]