[{"cast":[],"overview":"","release_date":"2013-10-20","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":242001,"title":"The Dark Side of Red Bull","adult":false},{"cast":[],"overview":"\"Hell Frozen Over\" The first ever freestyle snowmobile event at the Gravity games. Highlights include: Jay Quinlan's ugly roadside staircase crash, Chris Burandt's numerous airs over 165 feet, Jason Fentiman and the boys in Canada busting huge jumps, ripping up the powder and dodging avalanches, Quinlan's heli snowmobiling in Alaska and new tricks. One of the best snowmobile videos ever! Locations: Wyoming, Alaska, Canada, Utah, California and Colorado.","release_date":"2000-08-08","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":242006,"title":"Slednecks 3: Hell Freeze Over","adult":false},{"cast":["Santo","María Duval","Roberto Cañedo","Ofelia Montesco","Carlos López Moctezuma"],"overview":"","release_date":"1963-01-03","genres":[80,28,18,12,878,27],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":242011,"title":"Santo vs. the Strangler","adult":false},{"cast":["Simon Bird","James Buckley","Blake Harrison","Joe Thomas","Emily Berrington"],"overview":"Neil, Will and Simon receive an invite from Jay to join him in Australia whilst on his gap year, who promises them it’s ”the sex capital of the world”. With their lives now rather dull compared to their hedonistic school days and legendary lads holiday, it’s an offer they can’t refuse. Once again, they put growing up temporarily on-hold, and embark on a backpacking holiday of a lifetime in an awful car, inspired by Peter Andre’s ‘Mysterious Girl’. Will soon finds himself battling with the lads to do something cultural, whilst they focus their attention on drinking, girls, and annoying fellow travelers.","release_date":"2014-08-06","genres":[35],"vote_average":6.1,"runtime":96,"cert":"15","id":242022,"title":"The Inbetweeners 2","adult":false},{"cast":["Udom Taepanich","Metinee Kingpayome"],"overview":"Jued, a nightclub comedian, has a wife that's a bitch. Everyone he knows takes advantage of him and pushes him around. One day he finds and keeps a mysterious magical box. After that his life and relationships with everyone changes.","release_date":"1998-09-11","genres":[35,14],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":242024,"title":"The Box","adult":false},{"cast":["Angkana Timdee","Surasak Wongthai","Kajornsak Rattananissai","Manop Aswathep"],"overview":"While breaking into a house, Tuang kills the owner and escapes, while Salak is caught. On his way to court, Salak escapes. In a small town, Boonpreng offers Salak a ride and then a job at his gas station. All goes well until Boonpreng's wife discovers Salak's past and blackmails him into breaking into her husband's safe to steal his money. Tuang's car breaks down at the gas station where he discovers Salak and works his way into the already tense situation.","release_date":"1991-01-01","genres":[80,53],"vote_average":5.0,"runtime":118,"cert":"N\/A","id":242044,"title":"The Dumb Die Fast, The Smart Die Slow","adult":false},{"cast":[],"overview":"The perfect English arcadia gives way to varying kinds of misfortune, disruption and violence. With more than a passing reference to the 'narrative' paintings by masters such as Bruegel, this single-take 9-minute short is about a lazy Sunday afternoon that goes horribly wrong.","release_date":"2004-01-01","genres":[35,18],"vote_average":0.0,"runtime":9,"cert":"","id":242046,"title":"Who Killed Brown Owl?","adult":false},{"cast":["Hazel Orencio","Archie Alemania"],"overview":"Andrés Bonifacio, the freedom fighter known as the father of the Philippine revolution, was executed by rival revolutionaries in 1897. His wife, Gregoria de Jesus, searched for his body in the mountains for 30 days. It was never found.","release_date":"2013-10-11","genres":[36],"vote_average":7.0,"runtime":31,"cert":"N\/A","id":242048,"title":"Prologue to the Great Desaparecido","adult":false},{"cast":["Buster Crabbe","June Martel","Harvey Stephens","John Patterson","Syd Saylor"],"overview":"\"Nevada\" (Buster Crabbe) and \"Weary\" Pierce (Syd Saylor)hijack the loot taken in a bank hold-up by Les Setter (Harvey Stephens), and his gang. They escape from Sheriff Jim Henry Warner (Lew Kelly). U. S. government horse-buyer David Ward (Purnell Pratt)is killed by Settler's men and Settler takes his papers and goes to the ranch of Blaine (William Duncan) and asks for the horses Ward was to buy, promising payment from the government later. He also takes an interest in Ina Blaine (June Martel), much to the resentment of her sweetheart Ben Ide (John Patterson). \"Nevada\" and \"Weary\" are hired for the horse round-up but Setter has them and Ben arrested on a fake charge. Wil the aid of the camp cook, Millie Moran (Ruth Warren) they escape and start in pursuit of Setter and his gang.","release_date":"1937-07-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242053,"title":"Forlorn River","adult":false},{"cast":["Pinky Tomlin","Maxine Doyle","Aileen Pringle","Claire Rochelle","Henry Roquemore"],"overview":"Homer Tompkins, a trusting young musician with aspirations of becoming a radio star, is installed in a fine set of offices in Reno by a quartet of \"easy money\" con artists who have bugged rooms and suites, with the title of \"professional listener\", and he passes off what he hears to his employers, Lulu, Trixie, Maurice and Champ and they use the information for blackmail purposes. They also so involve his sweetheart, Toots, that he can not withdraw even when he finally learns he is being used as a tool.","release_date":"1937-07-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242058,"title":"Thanks for Listening","adult":false},{"cast":["Edward Nugent","Joan Barclay","Henry Brandon","Charles King","Forrest Taylor"],"overview":"A murdered businessman's daughter is shipwrecked on a jungle island with the son of the man who killed her father. Both are threatened by a smuggling ring that uses the island as its headquarters.","release_date":"1937-07-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242060,"title":"Island Captives","adult":false},{"cast":["George Murphy","Rita Johnson","Virginia Field","Leo G. Carroll","George Zucco"],"overview":"A newspaperman, his canine companion, and an adventurous socialite investigate an umbrella-wielding murderer who is terrorizing a London neighborhood.","release_date":"1937-07-30","genres":[10749,9648],"vote_average":5.3,"runtime":69,"cert":"N\/A","id":242062,"title":"London by Night","adult":false},{"cast":["Ralph Morgan","Kay Linaker","Ben Alexander","Eddie Acuff","Charles Brokaw"],"overview":"Bob Terry is in love with Lois Borden the daughter of his employer, John Borden. When some bonds are missing from the office, Bob is accused and because of Borden's strong sense of obligation to his stockholders, Bob is railroaded to prison. A few years later, the real thief is apprehended and Bob is released. He now begins his plan for revenge against Borden with the aid of his prison cell mate Todd and a gangster, John Carmody. Soon, some bonds are missing again and Borden knows Bob is involved but because Bob has suffered at his hands before, Borden assumes the responsibility and is about to be sentenced to prison. Todd is shot while trying to steal the bonds back from Carmody, but gets the bonds back to Bob and, before he dies, begs Bob to return them to the owner.","release_date":"1937-08-04","genres":[18,80],"vote_average":0.0,"runtime":62,"cert":"N\/A","id":242064,"title":"The Outer Gate","adult":false},{"cast":["Dom Hetrakul","Nuchnart Saichompoo","Juthamas Chantasorn","Chaianant Trisarnsri","Vit Pimkarnchanapong"],"overview":"Hitman Lop meets a woman who sells life insurance he has been hired to kill and decides to end his career as a killer for hire. But criminals from his past resurface, killing the woman, and leading Lop down the bloody road to revenge. Death, murder and mayhem ensue.","release_date":"1999-01-01","genres":[80],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":242072,"title":"Beyond Forgivin'","adult":false},{"cast":["Bob Burkholder","Britton Crosley","Gail Shackel","Benita Staadecker","Stephen Stolee"],"overview":"Old Goats is a gentle comedy about the indignities of aging. Meeting at a weekly coffee klatch for the local over-70 set (no girls allowed!), three \"old goats\" from different social strata develop an unlikely friendship. One's a married, golf-playing, sports-car-driving businessman recently forced into retirement. Another is a salty octogenarian World War II vet and (still) devoted womanizer. The third is a shy bachelor car mechanic, just fired, who lives on a squalid sailboat . Theirs is the common tragedy of losing one's vocation, one's purpose in life. There's talk of sailing adventures, online dating, and a condo in Palm Springs, but these three live in common terror of the question, \"What's next for you?\" They know damn well what's next! And they're determined to avoid it for as long as possible.","release_date":"2014-01-18","genres":[35],"vote_average":5.5,"runtime":91,"cert":"N\/A","id":242074,"title":"Old Goats","adult":false},{"cast":["John Cusack","Rebecca Da Costa","Robert De Niro","Crispin Glover","Dominic Purcell"],"overview":"A criminal waits in a seedy motel and waits for his boss after killing several men to steal a bag.","release_date":"2014-02-28","genres":[80,18,53],"vote_average":5.3,"runtime":108,"cert":"18","id":242076,"title":"The Bag Man","adult":false},{"cast":["Lynda Blain","Russell Blain","Patricia Charters","Samuel English","Paul Hudson"],"overview":"In Dreams is a profound and experimental documentary focusing on the weirdest and most vivid dreams of normal individuals. After numerous interviews, five of the most imaginative and outstanding interviews were selected for the documentary. The film is a combination of live action and computer-generated imagery, replacing each actors face with a representation of their mind.","release_date":"2013-12-03","genres":[99],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":242078,"title":"In Dreams","adult":false},{"cast":["John Winters","Emma","Nikki","Mimi"],"overview":"Three flight attendants take off for Pattaya Beach, Thailand for some R&amp;R. How much fun can three single girls have on a weeks' holiday in Asia?","release_date":"2009-03-30","genres":[12,10749],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":242080,"title":"Take Off to Pattaya","adult":false},{"cast":[],"overview":"Future Hall of Famers, record-setters, and Motor City heroes fill the World Series rosters of the three Detroit Tigers championship teams celebrated in this official DVD. The end of World War II led to the return of many Americans to their pre-war livelihoods--including Detroit Tigers starter Virgil Trucks.  Aided by Trucks, along with American League MVP® Hal Newhouser, the Tigers won in seven games in 1945.  The Tigers' 1968 season was dominated by pitching, and the World Series showcased three of the best: Denny McClain and Mickey Lolich of the Tigers and Cardinals®' Ace Bob Gibson. Lolich took control of the series with three complete-game wins as the Tigers beat the Cardinals in seven games. Coach Sparky Anderson led the Tigers to a record-setting start of the 1984 season culminating with 104 regular season wins, a sweep of the ALCS®, and a World Series win. Jack Morris, Alan Trammell, and Kirk Gibson set the pace as the Tigers became only the third MLB ® club to go wire-to-wire.","release_date":"2007-12-09","genres":[],"vote_average":0.0,"runtime":117,"cert":"N\/A","id":242085,"title":"MLB Vintage World Series Films - Detroit Tigers (1945, 1968, 1984)","adult":false},{"cast":["Mark Duplass","Elisabeth Moss","Ted Danson","Kiana Cason","Kaitlyn Dodson"],"overview":"On the brink of separation, Ethan and Sophie escape to a beautiful vacation house for a weekend getaway in an attempt to save their marriage. What begins as a romantic and fun retreat soon becomes surreal, when an unexpected discovery forces the two to examine themselves, their relationship, and their future.","release_date":"2014-08-08","genres":[10749,35,18],"vote_average":6.9,"runtime":91,"cert":"N\/A","id":242090,"title":"The One I Love","adult":false},{"cast":["Amanda Seyfried","Rebel Wilson"],"overview":"An Internet savvy woman convinces her friend to dump her new boyfriend so she can date him instead.","release_date":"","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242092,"title":"The Social Life","adult":false},{"cast":["James Garner","Debbie Reynolds","Maurice Ronet","Terry-Thomas","Paul Lynde"],"overview":"All-American couple who try to bridge the generation gap with their free-spirited son on a trip, frisky business and misunderstandings galore ensue, all funny, vibrant and charming.","release_date":"1968-08-21","genres":[35],"vote_average":7.8,"runtime":99,"cert":"N\/A","id":242097,"title":"How Sweet It Is!","adult":false},{"cast":[],"overview":"This film, made as a \"twin\" of A ilha dos amores, was planned as a poetic documentary on the enigmatic life of Wenceslau de Moraes (1855-1929), the great Portuguese writer who lived in the Far East. Verbal testimony, photographs, manuscripts, images of Lisbon, Macao, Kobe and Tokushima in Moraes' time are set side by side with A ilha dos amores and with de Moraes' writings. The director, Paulo Rocha, visited places where Moraes was still remembered, interviewed the writers descendants, consulted archives, rummaged through memories, appointment books, postcards, diaries and calendars from the private life of the 19th century. And above all he set out on a new journey, from Lisbon to Macao to Kobe until he reached Tokushima, where Moraes lived through the final ruin of his life and where Rocha tracks down, between the city and the cemetery, the living presence of places and the memories of individuals.","release_date":"1984-01-01","genres":[99],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":242099,"title":"A Ilha de Moraes","adult":false},{"cast":["Alf Poier"],"overview":"","release_date":"2007-08-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242104,"title":"Alf Poier - Kill Eulenspiegel","adult":false},{"cast":["Takahide Hori"],"overview":"In the distant future, mankind begin research on clones that live underground in search of lost genetic information.","release_date":"2013-04-01","genres":[878,16],"vote_average":7.2,"runtime":30,"cert":"N\/A","id":242112,"title":"Junk Head 1","adult":false},{"cast":["Alf Poier"],"overview":"","release_date":"2009-09-03","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242114,"title":"Alf Poier - Satsang","adult":false},{"cast":["Kazuchika Okada","Satoshi Kojima","Shelton Benjamin","Shinsuke Nakamura","Tetsuya Naito"],"overview":"Destruction was a professional wrestling event promoted by New Japan Pro Wrestling (NJPW). The event aired domestically as a regular pay-per-view (PPV) and internationally as an internet pay-per-view (iPPV). The event was headlined by Kazuchika Okada defending his IWGP World Heavyweight Championship against Satoshi Kojima.","release_date":"2013-09-30","genres":[],"vote_average":7.0,"runtime":180,"cert":"N\/A","id":242116,"title":"NJPW Destruction 2013","adult":false},{"cast":["Bae Doo-na"],"overview":"An English language student brings a little brightness into the life of her elderly, widowed tutor.","release_date":"2005-10-07","genres":[],"vote_average":4.0,"runtime":21,"cert":"N\/A","id":242133,"title":"Tea Date","adult":false},{"cast":["Bob Mathias","Ward Bond","Melba Mathias","Howard Petrie","Ann Doran"],"overview":"Film biography of the Olympics Decathlon champion, with the famous athlete and his wife playing themselves.","release_date":"1954-10-24","genres":[18],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":242135,"title":"The Bob Mathias Story","adult":false},{"cast":["Vladimir Holstinin","Vitaly Dubinin","Arthur Berkut","Sergey Popov","Maxim Udalov"],"overview":"","release_date":"2007-01-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242137,"title":"Ария: Пляска ада","adult":false},{"cast":["Anna Russell","Mildred Dunnock","Frank Rogier","Delbert Anderson","Helen Boatwright"],"overview":"An \"electronic puppet\" version of the Humperdinck opera, adapted for children and using spoken dialogue as well as Humperdinck's music.","release_date":"1954-10-09","genres":[16,10402,10751,14],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":242139,"title":"Hansel and Gretel","adult":false},{"cast":[],"overview":"","release_date":"2013-04-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242141,"title":"Cabeza de ratón","adult":false},{"cast":["Mariano Blanco","Daniel Fernando","Eugenia Juárez","Yenien Teves"],"overview":"Faces, looks, desire, love, drama, tragedy, shooting.","release_date":"2013-04-01","genres":[10402,53],"vote_average":3.0,"runtime":150,"cert":"N\/A","id":242143,"title":"P3nd3jo5","adult":false},{"cast":["David Chiang","Chang Ling","Li Hsiu-Hsien","Mark Long","Lei Cheng"],"overview":"Iron Fist Kim is a Shaolin Master of the highest order, and with his top student by his side there are few in the Chinese countryside foolish enough to challenge the deadly duo. Master Chen has never backed down from a fight though, and when these formidable martial arts masters clash the result is one of the most bone shattering fights ever committed to celluloid. ~ Jason Buchanan, Rovi","release_date":"","genres":[28],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":242163,"title":"The Kings of Fists and Dollars","adult":false},{"cast":["Austin Wai"],"overview":"A different (and sexed-up) take on the Bunman\/Untold Story case.","release_date":"1993-01-01","genres":[],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":242171,"title":"The Unpublicizable File","adult":false},{"cast":["Tessa Nadjafian","Sebastian Achilles","Marika Elena David","Gianni Meurer","Nicolai Tegeler"],"overview":"How much humiliation and pain can TV candidates endure for a bit of fame? In the show \"Enjoy your Life\" four attractive young people have hit on camera through the wilderness . To win points and sympathy, they must demonstrate team spirit, humor and sex appeal . Suddenly a psychopath emerges and abductes the sweet Sonja . Now the players have to react... The egocentric Elke believes that all this is a test of the show makers , the cool Dirk will kill the villain and the left-liberal Tim wants only time to talk about it. For Sonja the situation is more threatening ...","release_date":"2005-11-01","genres":[53],"vote_average":3.0,"runtime":66,"cert":"N\/A","id":242173,"title":"Broadcast Killer","adult":false},{"cast":[],"overview":"","release_date":"2009-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242175,"title":"Paris en chanson!","adult":false},{"cast":["Dick Haymes","Vera-Ellen","Cesar Romero","Celeste Holm","J. Carrol Naish"],"overview":"Two pairs of lovers try to thwart an arranged marriage at Costa Rican fiesta time.","release_date":"1947-03-28","genres":[10402],"vote_average":2.0,"runtime":97,"cert":"N\/A","id":242177,"title":"Carnival in Costa Rica","adult":false},{"cast":["Stephanie Bergis","Suzanne Kockat","Florian Kogan","Jörg Koslowsky"],"overview":"A short by Ulrich Meczulat.","release_date":"2002-01-02","genres":[],"vote_average":0.0,"runtime":28,"cert":"N\/A","id":242179,"title":"Blitz","adult":false},{"cast":[],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242187,"title":"Herr der Schiffe","adult":false},{"cast":[],"overview":"","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242192,"title":"Sorriso Maroto - Ao Vivo","adult":false},{"cast":["Tim Christensen"],"overview":"short documentary, from Tim Christensens Album, Superior.  As part of a bonus DVD","release_date":"2008-11-29","genres":[],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":242197,"title":"Tim Christensen - Perfectionist","adult":false},{"cast":["Paskal Jakobsen","Norman Bonink","Peter Slager","Bas Kennis"],"overview":"","release_date":"2005-06-10","genres":[10402],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":242241,"title":"BLØF - Tussen Schemer En Avond","adult":false},{"cast":[],"overview":"One of the major attractions are the Northern lights – or the Aurora Borealis  -even though there is no guarantee that the travellers will be able to see those elusive lights on their journey. In this short film we follow one of Iceland´s best known photographers, Ragnar Th. Sigurdsson, on his chase of the Northern lights. He takes photographers from all over the world on photograpic tours, tells us how to film the lights and in between we see fabulous shots of the lights - as well as graphic explainations of their existence and chance of appearance.","release_date":"2013-07-31","genres":[99],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":242243,"title":"Chasing the Northern Lights","adult":false},{"cast":["Josh Eal","Erin R. Ryan","Dustin Mills","Allison Fitzgerald","Haley Madison"],"overview":"All hell breaks loose when Peter Cottontail aka The Easter Bunny hears that the Catholic Church is about to do away with all Easter rituals not pertaining directly to the resurrection of Christ. With Father Asher (A warrior priest) hot on his trail Cottontail starts a rampage leaving the bodies of the clergy (and a few schoolgirls) in his wake. Can Asher stop him before its too late?","release_date":"2013-03-26","genres":[27],"vote_average":2.0,"runtime":80,"cert":"N\/A","id":242245,"title":"Easter Casket","adult":false},{"cast":["Bram van Schie","Ella-June Henrard","Lies Visschedijk","Jeroen van Koningsbrugge","Huub Stapel"],"overview":"Love is the Word is a moving, romantic and funny coming-of-age drama about the magic of first love and the misery of first lost, set in 1978: the year 'Grease' hit the big screen.","release_date":"2013-12-19","genres":[18,10749],"vote_average":6.3,"runtime":102,"cert":"N\/A","id":242250,"title":"Love is the Word","adult":false},{"cast":[],"overview":"When the Netherlands banned the fox-hunt in 2002, the wily canine seized its chance and infiltrated new habitats, threatening other protected species. In 2006, the Dutch government legalized the fox-hunt again. What is the meaning of this? Is man deciding the fox’s fate? Or will its instinct for survival prove stronger?","release_date":"2009-09-26","genres":[99],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":242261,"title":"Bloody Fox","adult":false},{"cast":["Willie Esterhuizen","Lizz Meiring","Karin van der Laag","Ben Kruger ","Wim Beukes"],"overview":"Based on the Afrikaans TV series by the same name, this comedy comes to the big screen. The plot-line is rather convoluted as befits a farce, and sees the main characters get themselves into serious troubles before everything works out like it is supposed to.","release_date":"2013-09-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242263,"title":"Molly & Wors The Movie","adult":false},{"cast":["João Roldan","Domingos Fernandes Fonseca","Júlia Botelho"],"overview":"A group of children, fleeing the war, is taken to Luanda accompanied by a nun. When they reach the aeroplane, 12-year-old N'Dala decides to leave the group and to reconnoitre the city. The nun then starts her unceasing quest for the missing boy. N'Dala, only carrying a textile bag and a doll made of wire, walks through the busy streets filled with people and traffic. Later he finds the tranquility of the island off the coast, where he meets the old fisherman Antonio, with whom he becomes friends. Not much later, he meets the lively, whimsical Zé, who is a little older than he is. N'Dala starts to experience the city and its inhabitants as increasingly forbidding and he would most like to return to the countryside from whence he came. Then he meets Joka, a fringe figure who persuades him to help with a robbery in exchange for money. With this film, Maria Joao Ganga wanted to provide a realistic sketch of the bitter political situation in Angola. One of her most important motivations ...","release_date":"2004-01-29","genres":[18],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":242289,"title":"Hollow City","adult":false},{"cast":["Terry-Ann Price"],"overview":"Dire circumstances drive a brilliant school girl into the seedy world of prostitution.","release_date":"2011-06-16","genres":[],"vote_average":0.0,"runtime":151,"cert":"N\/A","id":242291,"title":"Working Girl","adult":false},{"cast":["Zaza Bejashvili","Melissa Papel","Vaqif Ibrahimoglu","Teymur Odushev","Nina Rakova"],"overview":"The story is set in Baku. A famous photographer has to choose between accepting a valuable job offer in Africa or marrying his fiancee - a young , talented sculptor inspired by images of ritual dances. The photographer decides to accept the job offer and - once again - postpones his wedding. During the ensuing quarrel, the photographer and his fiancee have a car accident along the road which leads to the ancient cave city. They later find themselves in a police precinct, where the photographer has to come to terms with his dread of women or he will not leave the precinct alive.","release_date":"2010-01-01","genres":[9648,18],"vote_average":5.0,"runtime":116,"cert":"N\/A","id":242293,"title":"The Precinct","adult":false},{"cast":["Sundeep Kishan","Rakul Preet Singh","Nagineedu Vellanki","Brahmaji","Thagubothu Ramesh"],"overview":"Ram Murthy (Nagineedu) is a retired headmaster who does not tolerate mistakes. He enforces a strict code of conduct in his family and anyone making more than a 100 mistakes is banished from the household. Sundeep (Sundeep Kishan) is his youngest son and Ram Murthy is quite irritated with the young lad’s behaviour.  Sundeep has racked up a score of 99\/100 in the mistakes department and he is one mistake away from being banished from the family. Meanwhile, a marriage alliance is fixed for Sundeep’s elder brother Brahmaji (Brahmaji) and the entire family boards the Venkatadri Express to travel to Tirupati for the wedding.  As usual, Sundeep gets into trouble and misses the train. Afraid of being banished from the family, Sundeep tries his best to catch up with the train. He must beg, borrow and even steal in order to get onto the train before Tirupati.","release_date":"2013-11-30","genres":[53,28,35],"vote_average":5.4,"runtime":null,"cert":"N\/A","id":242301,"title":"Venkatadri Express","adult":false},{"cast":["Patty McCormack","Dan Duryea","Jan Sterling","Sam Levene","Mary Fickett"],"overview":"A movie publicist is assigned to keep the public from learning that a beloved child star is an egotistical little brat.","release_date":"1958-09-24","genres":[],"vote_average":10.0,"runtime":99,"cert":"N\/A","id":242303,"title":"Kathy O'","adult":false},{"cast":[],"overview":"This documentary profiles iconic journalist Helen Thomas who has held a front-row seat at White House press conferences for more than 60 years.","release_date":"2008-01-01","genres":[99],"vote_average":0.0,"runtime":37,"cert":"N\/A","id":242323,"title":"Thank You, Mr. President: Helen Thomas at the White House","adult":false},{"cast":["Xavier Gallais","Marie Denarnaud","Thomas Chabrol","Vincent Winterhalter"],"overview":"","release_date":"2013-01-08","genres":[36],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242325,"title":"Le grand Georges","adult":false},{"cast":["Ingra Liberato","Stephany de Brito","Bruno Torres","Gustavo Melo","Gésio Amadeu"],"overview":"","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242327,"title":"As Vidas de Maria","adult":false},{"cast":["Walter Winchell","Ben Bernie","Alice Faye","Patsy Kelly","Ned Sparks"],"overview":"Satire on radio, built around the supposed feud between bandleader Ben Bernie and journalist Walter Winchell.","release_date":"1937-08-23","genres":[10402],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":242329,"title":"Wake Up and Live","adult":false},{"cast":["Christina Clar","Tom McCathie","Sarah Wilks"],"overview":"Automata is the eerie, black-humoured story of Henry, the last in a long line of duck hunters. The film examines the connection between hunter and prey and obsession in the face of extinction. It posits the question 'what would happen to someone at the tipping point; the moment where they are directly responsible for the extinction of an entire species'  Duck hunting in Australia is a very contentious issue and every year hunters and protesters clash.  The experimental side is evidenced with the lack of dialog, non-linear narrative and a 'score' by Belgian sound designer Christina Clar. The majority of the sound tracking and design was completed before the edit in Australia, thus reversing the usual process. The sound post production was completed in Brussels and includes recordings from deep within remote caves.","release_date":"2011-09-17","genres":[9648,12,14],"vote_average":5.0,"runtime":12,"cert":"N\/A","id":242334,"title":"Automata","adult":false},{"cast":[],"overview":"The story of the Argentinian experimental rock band Reynols, led by drummer and frontman Miguel Tomasín, who has Down's syndrome.","release_date":"2005-05-11","genres":[99,10402],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":242339,"title":"Buscando a Reynols","adult":false},{"cast":["Dan Purdey","Matthew Rainey"],"overview":"Two men, Jackson and Pollack, meet at a bar, the purpose unclear.","release_date":"2010-05-28","genres":[],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":242341,"title":"Hombres Hablando","adult":false},{"cast":[],"overview":"Shackle is the tale of Robert, recently separated and about to begin the journey of sobering up during a long night of self observation in the local lock-up.","release_date":"","genres":[],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":242343,"title":"Shackle","adult":false},{"cast":["Tom Keene","Warner Richmond","Eleanor Stewart","Lorraine Randall","David Sharpe"],"overview":"Tom Allen comes to Rawhide to open a law office. But he becomes the Sheriff instead and goes after Wilson and his outlaw gang hoping his brother Billy is not one of them.","release_date":"1937-10-13","genres":[37],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":242345,"title":"Where Trails Divide","adult":false},{"cast":[],"overview":"Mexican drug pushing actioner.","release_date":"1986-07-31","genres":[],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":242356,"title":"Occupational Killer","adult":false},{"cast":["Patric Knowles","Maria Montez","Maria Ouspenskaya","John Litel","Edward Norris"],"overview":"A detective investigates the mysterious death of a young actress.","release_date":"1942-04-23","genres":[18,9648],"vote_average":5.5,"runtime":61,"cert":"N\/A","id":242358,"title":"The Mystery of Marie Roget","adult":false},{"cast":["Michael Shaowanasai","Sul Kyung-gu","Yuriko Yoshitaka","Kang Dong-won","Song Hye-kyo"],"overview":"Camellia is a collection of 3 short films: Love for Sale, Kamome and Iron Pussy.","release_date":"2010-10-15","genres":[18,10749],"vote_average":5.0,"runtime":143,"cert":"N\/A","id":242363,"title":"Camellia","adult":false},{"cast":[],"overview":"Window in to the vision of Mark Frank's artistic work.","release_date":"2014-04-16","genres":[99],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":242377,"title":"Visions of Mary Frank","adult":false},{"cast":["John Derek","Kevin McCarthy","Diana Lynn","Alvy Moore","Barbara Brown"],"overview":"Two brothers, both cadets at Annapolis, fall in love with the same girl.","release_date":"1955-04-10","genres":[18],"vote_average":4.0,"runtime":81,"cert":"N\/A","id":242382,"title":"An Annapolis Story","adult":false},{"cast":["Sandy Senkbeil","Ulrich Meczulat"],"overview":"A short by Ulrich Meczulat.","release_date":"2002-01-02","genres":[],"vote_average":6.0,"runtime":11,"cert":"N\/A","id":242384,"title":"Teen Shocker","adult":false},{"cast":[],"overview":"The controversial German composer's life is re-enacted, illustrated and analyzed.","release_date":"2013-12-13","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242392,"title":"The Wagner Files","adult":false},{"cast":["June Travis","William Hopper","Johnnie Davis","Gordon Oliver","William Harrigan"],"overview":"The Carlton State star quarterback is wrongly thrown in jail, almost guaranteeing a major loss as well as costing the college a donation which would save the school from closing.","release_date":"1937-10-16","genres":[35,10749],"vote_average":1.0,"runtime":63,"cert":"N\/A","id":242397,"title":"Over the Goal","adult":false},{"cast":["Kerwin Mathews","Edmond O'Brien","Silvia Sorrente","Jean Yanne"],"overview":"","release_date":"1967-04-04","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":242399,"title":"Le Vicomte règle ses comptes","adult":false},{"cast":["Bruno Lawrence","Terence Cooper","Mary Regan","Anne Flannery","Michael Wilson"],"overview":"Chilling story of a farmhand who realizes his popular boss has been committing incest with his daughter for years.","release_date":"1984-07-28","genres":[18],"vote_average":6.0,"runtime":91,"cert":"N\/A","id":242425,"title":"Heart of the Stag","adult":false},{"cast":["Annie Brooks","Boonsong Nakphoo","Sakrat Ruekthamrong","Prap Yutthapichai","Penpak Sirikul"],"overview":"A few years ago, the Supreme Court found four construction workers innocent of the Sherry Ann Duncan (a half Thai-American) murder case (1986) after they had already spent several years in jail. One died in captivity, while another was crippled as a result of the police interrogation that forced the confessions. The four were arrested and sentenced to life imprisonment by the criminal court, on the basis of fake police evidence. Years later, a new investigation team reopened the case at the request of the victim's boyfriend. New suspects were arrested, who were sentenced to life imprisonment by the Supreme Court. But no police investigators have ever been punished for the fake evidence that wrongly put the four construction workers behind bars. This movie relates this story and is 100% true.","release_date":"2001-11-09","genres":[80,18],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":242433,"title":"Sherry Ann","adult":false},{"cast":["Aparnaa Bajpai","Ravish Desai","Karan Kundra","Nandini Vaid","Hassan Zaidi"],"overview":"A group of 7 youngsters-4 guys and 3 girls decide to spend a night at a reportedly haunted hotel to celebrate the farewell of one of them leaving for the USA. Despite people's warnings and other \"signs\" trying to ward them off from there, they enter the hotel, and then the truth dawns on them.  Seven friends - Sam alias Samrat, Magesh, Achint, Neel, Neena, Sonia and Magi reunite after several years apart to celebrate the farewell of one of their friends, who is going abroad in order to pursue his career and fulfill his goals. The group soon learns about an abandoned hotel with strange stories around it. Much against warnings, they decide to spend a night at the hotel, and soon realize the mistake of their lives","release_date":"2013-09-13","genres":[27],"vote_average":4.5,"runtime":91,"cert":"N\/A","id":242441,"title":"Horror Story","adult":false},{"cast":["Donald O'Connor","Janet Leigh","Buddy Hackett","Scatman Crothers","George Cleveland"],"overview":"A young man from a wealthy New York family pursues a career as the leader of a dance band. Musical.","release_date":"1953-12-06","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":242443,"title":"Walking My Baby Back Home","adult":false},{"cast":["Roriz Mendes","Sophie Barbara"],"overview":"Director Gonçalo Tocha and sound engineer Didio Pestana continue portraying different parts of Portugal, as they did in his previous film, \"It's the Earth, not the Moon\" (2011). Now the filmmakers travel to Guimarães, considered the cradle of the nation,  and recently named European Capital of Culture. The film focuses on the architectural and urban changes the city has undergone over time, especially the emblematic Plaza Guimaraes, classified by UNESCO as a World Heritage Site. From interviews, the filmmakers trace the influence of these changes in the daily lives of the people","release_date":"2012-12-01","genres":[99],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":242448,"title":"Towers & Comets","adult":false},{"cast":["Ian Hutton","Adam Griffith","Vanessa Amador","Thomas Hitchcock","Donna Del Bueno"],"overview":"This heartwarming story follows two families that are brought together by tragedy but forever joined through faith. Devin Wheeler and Matthew Daniels are loving, hard working men who believe in God, family, and helping others. Their lives quickly turn into a search for peace and understanding when a single horrific event impacts everything that they have ever loved. While Devin looks to his faith for strength, guidance, and refuge; Matthew shuns his faith placing blame and demanding answers. As the landscape of their lives continues to change, each man handles the road ahead in a very different fashion. An unlikely friendship would soon form, causing both men to meet at a crossroads faced with the same question...Would you love God for nothing?","release_date":"2013-02-05","genres":[10751,18],"vote_average":0.0,"runtime":116,"cert":"N\/A","id":242450,"title":"As I Stand","adult":false},{"cast":["Song Kang-ho","Kim Young-ae","Oh Dal-su","Yim Si-wan","Kwak Do-won"],"overview":"In the early 1980s, South Korea is torn by student protests over the lack of representation in the government.  Song Woo-Seok is a successful attorney in Busan specializing in tax law. His views regarding civil liberties are changed by student activist Park Jin-woo. When Jin-Woo is brutally tortured and put on trial for his activism, Woo-seok decides to defend Jin-woo as his client.","release_date":"2013-12-18","genres":[36,18],"vote_average":7.3,"runtime":127,"cert":"N\/A","id":242452,"title":"The Attorney","adult":false},{"cast":["Gong Yoo","Park Hee-soon","Cho Seong-ha","Yoo Da-in","Kim Sung-kyun"],"overview":"Dong-chul was the best special field agent in North Korea, but he’s abandoned by his government during a mission. While on the run, he looks for his wife and child, who were sold as slaves to China, only to discover their corpses. He soon finds out that his colleague was behind the killing and defects to the South in search of his nemesis. He looks for him during the day, and works as a temp driver at night and as a personal driver for Chairman PARK. One night the chairman is attacked and killed by an assassin, but not before handing over a pair of glasses to Dong-chul. He is now on the run again, accused of the chairman’s murder by the intelligence service, while trying to uncover the secret contained inside the glasses. Little did he know that depending on who ultimately gains control of the secret, it could either become a national threat or treasure.","release_date":"2013-12-24","genres":[28,53],"vote_average":7.1,"runtime":137,"cert":"N\/A","id":242454,"title":"The Suspect","adult":false},{"cast":["Sofie Gråbøl","Petrine Agger","Claire Ross-Brown","Stefan Pagels Andersen","Bo Carlsson"],"overview":"In every moment we make choices that define our being; choices that create shapes and patterns and carve out our lives. Until the pattern is broken – by faith, decision or coincidence. In Real Life is about such moments, where lives are drastically changed. As a multi-plot drama, created out of three years of acting improvisations, In Real Life follows three story threads with characters who come together by internet dating and by their persistent search for some kind of meaning in life between love and sheer survival.","release_date":"2014-08-07","genres":[18,10749],"vote_average":2.0,"runtime":102,"cert":"N\/A","id":242459,"title":"In Real Life","adult":false},{"cast":["Jack Randall","Lois Wilde","Hal Price","Charles King","Earl Dwire"],"overview":"When Temple's miners strike gold they send Jake to file the claim. Dana is in the Recorder's office and overhears. He and his men kill Jake and forge new deeds. Now owning everything Dana tries to kick the Temple group off their land. But Jack and sidekick Lucky are on hand and plan to help them fight back.","release_date":"1937-11-03","genres":[37],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":242467,"title":"Danger Valley","adult":false},{"cast":["Vera Fischer","Paulo Betti","Manfredo Bahia","Luca De Castro","Chico Expedito"],"overview":"Shady and beautiful art dealer involves her former lover and an art expert in a scheme to deceive a rich collector. Exposed, she escapes with her new lover, a pilot.","release_date":"1989-01-01","genres":[],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":242469,"title":"Doida Demais","adult":false},{"cast":["Lloyd Hughes","Rosalind Keith","William Janney","George Regas","Henry Otho"],"overview":"Mickey Lofton, young half-brother of famed war-aviator Jerry, fails in his attempt to enter the Canadian Air Corps, because of his fear of thunderstorms developed by an incident in his boyhood days. Jerry, now a Captain in the U.S. Department of Justice, is given an assignment to capture some border oil smugglers. Through his friendship with Raoul McGuire, one of the suspects, Jerry is accepted as a member of the gang. Mickey is in love with Raoul's sister, Molly. Gang leader Moran shoots and wounds Raoul, and is himself shot down by Jerry. Mickey flies Molly and her wounded brother to a hospital. Jerry takes off in another plane to guard Mickey's craft from a pursuing airplane, and crashes his plane into the gangster's plane but parachutes to safety.","release_date":"1937-12-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":242471,"title":"Clipped Wings","adult":false},{"cast":["Robert Livingston","Ray Corrigan","Max Terhune","June Martel","Walter Miller"],"overview":"A champion rodeo rider returns home to track down a legendary wild horse called \"Cyclone.\"","release_date":"1937-12-06","genres":[37],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":242473,"title":"Wild Horse Rodeo","adult":false},{"cast":["Jackie Cooper","Maureen O'Connor","Kathleen Burke","Robert Emmett O'Connor","Marjorie Main"],"overview":"Cocky young street kid worships his father, a sleazy political operative.","release_date":"1937-12-08","genres":[18],"vote_average":5.0,"runtime":76,"cert":"N\/A","id":242475,"title":"Boy of the Streets","adult":false},{"cast":["Frankie Darro","Kane Richmond","Charlotte Henry","Willy Castello","David Sharpe"],"overview":"A young, newly-appointed rookie state trooper, John Shields, is celebrating with his sister Jane, his younger brother Freddie and Tom Marlin, Jane's fiancé and also a trooper, when they hear over the radio that two bandits have just killed a lawyer and his watchman. John and Tom set out in their patrol cars in hopes of capturing the killers, followed by Freddie who hopes some day to qualify as a trooper. Freddie encounters the two two bandits, Spike Doland and Butch and manages to get away with the bag of gold they had stolen. While chasing Freddie they are recognized by John who they kill when he tries to arrest them. Freddie then takes matters into his own hands in seeking to capture the killers of his brother.","release_date":"1937-12-15","genres":[],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":242477,"title":"Young Dynamite","adult":false},{"cast":["Madeleine Carroll","Fred MacMurray","Sterling Hayden","Helen Broderick","Louise Beavers"],"overview":"Post-Civil War romantic drama about defeated Southerners, starring Madeleine Carroll and Fred MacMurray.","release_date":"1941-01-28","genres":[],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":242479,"title":"Virginia","adult":false},{"cast":["Paulette Goddard","George Nader","Eduard Franz","John Hoyt","Ludwig Donath"],"overview":"Biblical costume drama starring Paulette Goddard as the beautiful pagan Jezebel, corruptor of men.","release_date":"1953-09-04","genres":[],"vote_average":4.0,"runtime":74,"cert":"N\/A","id":242481,"title":"Sins of Jezebel","adult":false},{"cast":["George Montgomery","Gilbert Roland","Ziva Rodann","Joan O'Brien"],"overview":"Escaped prisoners on a Philippine island battle headhunters and other jungle dangers.","release_date":"1962-04-11","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":242483,"title":"Samar","adult":false},{"cast":["Passorn Boonyakiart","Pattamawan Kaomoolkadee"],"overview":"The story of a very poor family, living on a boat on the Chao Phraya River in Bangkok.","release_date":"1991-03-24","genres":[18],"vote_average":7.6,"runtime":null,"cert":"N\/A","id":242485,"title":"Song of Chao Phraya","adult":false},{"cast":[],"overview":"An Abdul Zainidi short film chose for the Cannes short Film corner 2012. It's the first bruneian short film selected in that competition.  A young man called Arish enters a dream where he finds himself lying on the floor in an empty house.A strange man called 'Lapin' hands him a strange box,when he wakes up he tries very hard to remember his dream qnd what is inside the box which will lead him to the truth.","release_date":"2012-07-02","genres":[14,27],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":242487,"title":"Bread Dream","adult":false},{"cast":["France Descaut","Jean Debucourt","Suzanne Flon","Catherine Fonteney","Jean Yonnel"],"overview":"In 19th-century France, a little girl follows her two sisters into a Carmelite monastery with the goal of becoming a saint.","release_date":"1952-08-29","genres":[18],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":242492,"title":"Procès au Vatican","adult":false},{"cast":["Sorapong Chatree","Chatchai Plengpanich","Siricoup Metanee","Paweena Chariffsakul","Nappon Gomarachun"],"overview":"The border of Burma and Thailand is lawless place, where people live and die by the law of the gun. Into this situation comes a young police lieutenant, intent on reforming the rough and rowdy local police force along the Salween River. But the ongoing fight by the Karen tribe against the Burmese government spills over into the Thailand, making the lieutenant's task a difficult one.","release_date":"1988-01-01","genres":[80],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":242494,"title":"Gunman II","adult":false},{"cert":"N\/A","title":"Jungle Girl and the Slaver","cast":["Marion Michael","Adrian Hoven","Friedrich Joloff","Rik Battaglia","Rolf von Nauckhoff"],"genres":[12,10749,18],"id":242499,"overview":"The sequel to 1956's \"Liane, Jungle Goddess\" finds the title character still a jungle goddess, but captured by slave traders.","runtime":70,"release_date":"1957-10-10","vote_average":0.0,"adult":false}]