[{"cast":["David Thewlis","Henry Goodman","Lindsay Duncan","William Hootkins","Roy Hudd"],"overview":"Sludger the aardvark tries to make it big as a drummer in the big city.","release_date":"2002-01-01","genres":[],"vote_average":7.0,"runtime":31,"cert":"N\/A","id":244000,"title":"Hamilton Mattress","adult":false},{"cast":["Dan Cruickshank"],"overview":"Ludwig II of Bavaria, more commonly known by his nicknames the Swan King or the Dream King, is a legendary figure - the handsome boy-king, loved by his people, betrayed by his cabinet and found dead in tragic and mysterious circumstances. He spent his life in pursuit of the ideal of beauty, an ideal that found expression in three of the most extraordinary, ornate architectural schemes imaginable - the castle of Neuschwanstein and the palaces of Linderhof and Herrenchiemsee. Today, these three buildings are among Germany's biggest tourist attractions.  Dan Cruickshank explores the rich aesthetic of Ludwig II - from the mock-medievalism of Neuschwanstein, the iconic fairytale castle that became the inspiration for the one in Walt Disney's Sleeping Beauty, to the rich Baroque splendour of Herrenchiemsee, Ludwig's answer to Versailles. Dan argues that Ludwig's castles are more than flamboyant kitsch and are, in fact, the key to unravelling the eternal enigma of Ludwig II.","release_date":"2013-07-02","genres":[36,99],"vote_average":0.0,"runtime":59,"cert":"","id":244002,"title":"The Fairytale Castles of King Ludwig II","adult":false},{"cast":["Lisa Gerstein","Chris Enright","Greg Cruikshank","Beth Allen","Marny Snyder Spoons"],"overview":"A high schooler from suburbia gets in touch with her sexuality while working at a dingy movie theater in the city.","release_date":"1998-03-22","genres":[35,18],"vote_average":9.0,"runtime":95,"cert":"N\/A","id":244007,"title":"Mary Jane's Not a Virgin Anymore","adult":false},{"cast":["Robin King","adam mclean"],"overview":"A short film by Robert Morgan","release_date":"2013-05-06","genres":[16,14,27],"vote_average":6.2,"runtime":3,"cert":"","id":244009,"title":"Invocation","adult":false},{"cast":[],"overview":"The film shows one day from waking up in the morning all the way to waking up again the next morning. The everyday situations that many commercials are made of, the little dramas that they create and solve through the product or service they sell, are stitched together into one day. This is a film about the everyday in (German, or Western-European) society because the commercials are part of the everyday of most people (everyone who watches television) and they depict an ideal image of society.  The film abundantly uses repetition as an editing technique, in visual ways as described above, but also because commercials can be read in different ways. For instance, Brat baking foil shows up at the evening dinner sequence, when an ovendish is put on the table, and again later on in the sequence about going out to a classic concert, because the clip has classic music.","release_date":"1993-06-23","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":244023,"title":"A Day In The Life of a Consumer","adult":false},{"cast":["Nagarjuna Akkineni","Chiranjeevi","Mohan Babu","Sai Kumar","Srihari"],"overview":"Jagadguru Adi Sankara is a 2013 ensemble cast Telugu biographical-devotional film directed by J. K. Bharavi. It is the cinematic of life of Adi Sankara. The crux of the story forms the clash between Chandaludu and Lord Siva","release_date":"2013-08-15","genres":[18,9648],"vote_average":3.5,"runtime":150,"cert":"N\/A","id":244025,"title":"Jagadguru Adi Sankara","adult":false},{"cast":["Haylie Duff","Antonio Cupo","Kendra Anderson","Sean Michael Kyer","Melanie Papalia"],"overview":"Mia (Duff), the loyal and hard-working manager of her small town's Christmas hat shop, is blindsided when her boss of over ten years asks her to train his son, Nick (Cupo), for a vacant upper-management position that Mia had been coveting. Although Nick is a handsome, successful New York City business consultant, Mia finds training him frustrating until Nick takes an interest in Mia's son Scotty, helping Scotty with a pumpkin carving contest. However, Mia's faith in Nick quickly diminishes when Nick fails to show up at the contest. To protect her son from further disappointment, Mia tries to keep Nick out of her and Scotty's fragile life, and Nick must decide if staying in the small town of Wilsonville is worth giving up the big-city perks he once had in New York. As Mia struggles to find a way to convince Scotty to return to physical therapy so he can walk again, she soon realizes that Nick may be the Christmas miracle she has been waiting for.","release_date":"2013-12-15","genres":[10770,10751,18,10749],"vote_average":5.4,"runtime":83,"cert":"N\/A","id":244027,"title":"Hats Off to Christmas!","adult":false},{"cast":["Sunshine","Sabina Leigh","Gabriella Michaels","Delotta Brown","Chavon Taylor"],"overview":"Big, natural tits bounce all over the fuckin' place! Gabriella goes joggin and her F-cups bounce. Sunshine plays on a trampoline and her G-cups fly every which way. Delotta jumps rope and her H-cups nearly give her a black eye. Chavon runs and her E-cups jiggle like mad. Sabina plays basketball and her F-cups become bouncing balls. All five girls mount cocks and bounce, baby, bounce!","release_date":"2008-11-07","genres":[],"vote_average":0.0,"runtime":178,"cert":"N\/A","id":244029,"title":"Bounce Baby Bounce!","adult":true},{"cast":["Roscoe 'Fatty' Arbuckle","Charles Judels","Fritz Hubert","Phyllis Holden"],"overview":"Roscoe runs afoul of a demented Mexican general.","release_date":"1933-11-30","genres":[],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":244031,"title":"Tomalio","adult":false},{"cast":["Gail O'Grady","Carol Lynley","Michael Keys Hall","Joseph Gian","Deena Freeman"],"overview":"A young girl returns to her hometown in search of her father, gradually her childhood memories returns; a childhood with incest and violence.","release_date":"1988-10-29","genres":[18,27],"vote_average":8.0,"runtime":87,"cert":"N\/A","id":244033,"title":"Blackout","adult":false},{"cast":["Joe Penner","Betty Grable","Richard Lane","Thurston Hall","Tom Kennedy"],"overview":"A pigeon breeder is hired to train a racehorse that wins only when it drinks beer. Comedy.","release_date":"1939-09-15","genres":[35],"vote_average":0.0,"runtime":64,"cert":"N\/A","id":244038,"title":"The Day the Bookies Wept","adult":false},{"cast":["Jon Hall","Frances Langford","Dick Foran","Julie Bishop","Joe Sawyer"],"overview":"A lawman takes on gangsters attempting to steal property wanted for a railroad.","release_date":"1949-10-28","genres":[37],"vote_average":7.0,"runtime":69,"cert":"N\/A","id":244043,"title":"Deputy Marshal","adult":false},{"cast":["Arturo Fernández","Gisia Paradis","Carlos Larrañaga","Fernando Sancho","Miguel Angel Gil de Avalle"],"overview":"Carlos a young man who lives in the suburbs of the big city has ambitions and wants to change his life. Influenced by friends of doubtful moral character, habituated to frequent harmful environments. Little by little, he begins to see himself doomed to crime and one day he abandons his girlfriend, María, for Isabel, an attractive and intelligent woman who plays with him and takes him wherever he wants. When Carlos, once he has committed a robbery, realizes the nature of Isabel and his friends, and that he will never be happy in that environment, he tries to go back, but the violence of the facts will lead him to a bloodthirsty outcome.","release_date":"1959-12-14","genres":[80],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":244045,"title":"In Cold Blood","adult":false},{"cast":["Latif Ibrahim","Teh Faridah","Hail Amir","Uji Rashid"],"overview":"The film tells the Iskandar from Indonesia studying at a university in Malaysia. He met with Faridah after rescue from drowning. Iskandar tells the love story ever with Emilia. Iskandar and Emilia learn at the same campus. But their relationship was blessed by Emilia's father because he was a rich man. Datuk Ariff's father arranged it intends Emilia Emilia by Wan Farid of its business partners.  Emilia decided to ask her engagement to Wan Farid because he is a thug feet. One day my father came into Iskandar Malaysia for business talks with Datuk Ariff. Then Datuk Ariff know the Iskandar also comes from a wealthy family and from there he began to love it. Emilia has been involved in a road accident caused his death.","release_date":"1979-01-01","genres":[10749],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":244047,"title":"Dendang Perantau","adult":false},{"cast":["Mohanlal","Meena","Asha Sarath","Kalabhavan Shajon","Ansiba Hassan"],"overview":"Georgekutty lives a happy life with his wife and daughters. Things take a turn when his daughter gets indecently filmed using a hidden camera, by the son of a police inspector.","release_date":"2013-12-19","genres":[80,53],"vote_average":8.0,"runtime":164,"cert":"N\/A","id":244049,"title":"Drishyam","adult":false},{"cast":["Kees Nieuwerf","Julian Ras","Maria Kraakman","Carola Arons","Mara van Vlijmen"],"overview":"At their annual summer building club ‘Camp Scrapwood’, best friends Ziggy (12) and Bas (12) find themselves on opposing sides for the first time in their lives. At summer club, best friends Ziggy and Bas (12) are on opposing sides for the first time in their lives. Different secondary schools, different parental expectations and now falling in love with the same girl lead to all-out war between them. They begin to fight. Initially, tougher Bas fights hard, but soon has doubts about the row. Meanwhile, the gentle Ziggy gradually toughens up and becomes determined to win…  A family film about friendship, love, jealousy… and being a boy.","release_date":"2014-01-08","genres":[12,10751],"vote_average":6.5,"runtime":85,"cert":"N\/A","id":244054,"title":"Scrapwood War","adult":false},{"cast":["Nina Wyss","Thor Braun","Fockeline Ouwerkerk","Korneel Evers","Marcus Antonius"],"overview":"Sometimes it takes a child or two to fix the adult problems! Siems mother and father are divorced , but his father Rik has found love again , and be married to Winnie's mother Tosca .  Siem loves Winnie , so when the relationship between Rik and Tosca begins to creak, devises the two children , a plan designed to get parents to get back together ; they make a movie with good advice about love . And what a movie ! The small movie clips bubbles of love and creativity , both in front of and behind the camera . We will diligently around the genres when Siem and Winnie must interpret many of love . A sweet , funny and sensitive film that is about to stick together and keep each other - and each other's differences , not least .","release_date":"2014-01-08","genres":[10751,18],"vote_average":7.5,"runtime":70,"cert":"N\/A","id":244065,"title":"Rabarber","adult":false},{"cast":["Aziz Sattar","Hashimah Yon","Ahmad Nesfu"],"overview":"Ghost Film Jerangkung is a Malay horror movie classics published in Malaysia in 1957. Ghost Film Jerangkung published in black and white film without color. Ghost Film Jerangkung began airing in 1957 in theaters across the country and directed by KM Basker","release_date":"1957-01-01","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":244067,"title":"Hantu Jerangkong","adult":false},{"cast":["Amy Mastura","Azhar Sulaiman","Dato' Hj Aziz Singah","Rosnah Mat Aris","Hamid Gurkha"],"overview":"A teenage girl, Yazmin is driven out of her own house by her father on account of her step mother. She works as a night club singer and has problem with her unfaithful boyfriend. Frustrated, she goes to Cameron Highlands to meet her uncle. There, she meets Hamid who sympathises and finds her a job as a private nurse to Zahari who has a heart problem. Yazmin’s presence brings fresh hope to Zahari.","release_date":"1996-01-01","genres":[10402,10749],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":244069,"title":"Impian","adult":false},{"cast":["Liza Abdullah","ND Lala","A R Badul","Salih Yaccob"],"overview":"Notice the guy is a Malaysian comedy film which was screened in 1987. The film was directed by A.R. Badul is also a screenwriter and the main driver of this film.  The film revolves around the two friends who moved in a rented house. There they met a young lad and also interested to host the rent. Follow the lives of three of them face the various trials.","release_date":"1987-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":244071,"title":"Jejaka Perasan","adult":false},{"cast":["Fernando Guillén Cuervo","Cristina Plazas","Juan Echanove","Biel Durán","Aida Folch"],"overview":"A father wants his son to become a basketball star, by all means, in order to  alleviate the loss of his eldest son, died ten years earlier.","release_date":"2004-01-28","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":244073,"title":"Amb el 10 a l'esquena","adult":false},{"cast":["Kelly O'Dell","Tina Tyler","Paula Harlow","Randy Spears","Tom Byron"],"overview":"When relationships collide- they stand or fall. Like dominoes. Kelly O'Dell has a long-standing relationship with Randy Spears. They're in love- but haven't crossed the line between platonic and physical. That changes when Randy introduces a friend to Kelly- a friend instantly drawn to her. Vivid presents Dominoes- starring the beautiful Kelly O'Dell- hot newcummmer Paula Harlow and raven vixen- Tina Tyler. Rent Dominoes. And let the chips fall where they may.","release_date":"1993-07-02","genres":[],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":244075,"title":"Dominoes","adult":true},{"cast":["Savanna Samson","Monique Alexander","Rick Patrick","Katie Morgan","Steven St. Croix"],"overview":"There are a million stories .. in the naked city. The real stories come from the back seat. Set against the backdrop of the Los Angeles night, \"Drive\" tells the story of a car ride that changed a woman's life. She set out to escape an unhappy relationship, she realizes she's been little more than a passenger in her own life. It is then she vows to change. Take a ride with the new Savanna. She's in the front seat now, and she's about to \"Drive\" the point home.","release_date":"2005-12-30","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":244077,"title":"Drive","adult":true},{"cast":[],"overview":"Mahaleos voices and music have accompanied the people of Madagascar ever since the collapse of the colonial regime. Yet, even after 30 years of success, the groups seven musicians still keep their distance from the world of show-business, and remain deeply committed to helping their countrys development; their professions range from surgeon to farmer, physician to sociologist and member of parliament. Accompanied by the groups rhythmic melodies, the film follows the singers through their daily lives, giving us a glimpse of the far-reaching social and economic problems of the Malagasy people. The combined talents of the Brazilian, Cesar Paes, and the Malagasy, Raymond Rajaonarivelo, have produced a work that is both ethereal and concrete, poetic and political.","release_date":"2005-01-31","genres":[99,10402,36],"vote_average":4.5,"runtime":98,"cert":"N\/A","id":244079,"title":"Mahaleo","adult":false},{"cast":["April Blossom","Daisy Marie","Hillary Scott","Jaclyn Case","Mikayla Mendez"],"overview":"Don't fuck around with the hired help. At least not so as to get caught. When Sunny's female lover finds her flirting with the gardener, things get real ugly real fast. Sunny never knew that Roberta could be such a jealous and abusive beatch. Treat someone badly enough and you'll drive her right into someone else's arms. Sunny likes the comfort that Roberta provides but she craves the animal attraction of her Mexican gardener even more. A battle royal of the fairer sex.","release_date":"2006-06-19","genres":[],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":244081,"title":"The Female Gardener","adult":true},{"cast":["Joaquín Díaz"],"overview":"Chewing gum. A dog leash. An Australia shaped stain on the wall. A bent traffic light. Each of these elements has its own story, even though all of them together can create a new plot.","release_date":"2011-01-01","genres":[35,12],"vote_average":7.7,"runtime":11,"cert":"N\/A","id":244092,"title":"The Runaway","adult":false},{"cast":["Franciszek Brodniewicz","Tamara Wiszniewska","Wojciech Wojtecki","Mieczysława Ćwiklińska","Władysław Grabowski"],"overview":"Franciszek Brodniewicz reprises the role of Duke Waldermar Michorowski he played in the 1936 \"Tredowata.\" Here, he leaves his recluse existence to help rescue the victims of a great fire, and suffers severe injuries. In his delirious state, he believes he is being taken care of by his dead wife, and (amara Wiszniewska, who is serving as his nurse, thinks his statements of love are meant for her. He is subsequently forced to disillusion the girl when he becomes normal, and she drifts into a casual love affair, but later falls in love with the Duke's nephew, (Wojciech Wojtecki.) The Duke later takes his nephew's place in a duel with the rejected suitor.","release_date":"1937-03-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":244100,"title":"Ordynat Michorowski","adult":false},{"cast":["Tola Mankiewiczówna","Aleksander Żabczyński","Józef Orwid","Mieczysława Ćwiklińska","Michał Znicz"],"overview":"The action takes place in a fictional country. One day the head of the Ministry of Public Morality is Susan, whose greatest misfortune is to have a twin sister. Twin sister is actress and cabaret revue, which performance and behavior discredits the minister.","release_date":"1937-01-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":244102,"title":"Pani minister tańczy","adult":false},{"cast":["Bill Gaither","Don Francisco","Russ Taff","Ivan Parker","Jake Hess"],"overview":"The Homecoming Friends share songs that serve as a compass for the journey. This  video features a range of songs, everything from Randy Travis' \"Feet On The Rock\" to a saxophone medley with Boots Randolph to the Don Francisco classic, \"He's Alive.\" Helping us deliver truth and hope into the trenches are Alicia Williamson, Russ Taff, Sarah DeLane and Ivan Parker. Also captured on this video, taped at the Indiana Roof Ballroom, are our beloved friends, Jake Hess, Hovie Lister and the Happy Goodmans.","release_date":"2004-10-19","genres":[10402],"vote_average":4.0,"runtime":100,"cert":"N\/A","id":244107,"title":"Journey To The Sky","adult":false},{"cast":["Fumiko Yamaji","Seizaburô Kawazu","Taizô Fukami","Akira Haruki","Kiyoshi Katô"],"overview":"The most complex film of this period is perhaps the least known: The Straits of Love and Hate (1937), loosely inspired by Tolstoy’s much-filmed Resurrection, which had been one of the staples of Japanese film adaptation in the silent era. Here the balance between distance and involvement is perfectly achieved – one sympathizes profoundly with the ill-treated heroine while remaining aware of the social conditions which create her plight. In fact, of all Mizoguchi’s prewar films, this is the most positive in its feminism: his heroine is not doomed, but permitted to rebel successfully against the cruel patriarch who seeks to separate her from her child.","release_date":"1937-06-17","genres":[18],"vote_average":8.0,"runtime":108,"cert":"N\/A","id":244115,"title":"The Straits of Love and Hate","adult":false},{"cast":["Olympia Dukakis","Louis Zorich","Adam Rose","Luke Brandon Field","Thomas Mann"],"overview":"The movie is comprised of six vignettes. A look at the tumultuous marriage of Tim and Emily Hanratty over half a century.","release_date":"2015-08-29","genres":[18],"vote_average":6.6,"runtime":88,"cert":"N\/A","id":244117,"title":"Emily & Tim","adult":false},{"cast":["Brigitte Nielsen","Tomas Arana","Kim Rossi Stuart","Cosimo Fusco","Stéphane Ferrara"],"overview":"A woman director is making a film about Billie Holiday. She wants to learn from her how to \"feel\" again, how to love again.","release_date":"1988-11-02","genres":[],"vote_average":4.3,"runtime":97,"cert":"N\/A","id":244122,"title":"Domino","adult":false},{"cast":[],"overview":"Running away from his criminal history, Daniel (Luis Luque) returns to his hometown of Redemption, a small town near Argentina. He reunites with his old flame Elisa (Claribel Medina) and childhood friend Miguel (Carlos Leyes), hoping to establish a new life for himself. However, his old gangster boss, Lucas (Juan Palomino), plans to hunt him down and force him to confront his past. Also starring Matias Sansone and Carlos Leyes.","release_date":"2002-04-10","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":244136,"title":"Cacería","adult":false},{"cast":["Minoru Takada","Takako Irie","Chieko Takehisa","Yumeko Aizome","Yuriko Hanabusa"],"overview":"Part 1 of a 2-part romance based on a story by noted author Kikuchi Kan.  The central character here is Toyomi (played by Takako IRIE, star of Mizoguchi’s \"Water Magician), a rich young woman in love with Shintaro (Minoru TAKADA), a rich young man. Unfortunately, Shintaro’s father is in the process of arranging a marriage for him with Yurie (Chieko TAKEHISA), the scion of an even wealthier family. In order to avoid this, the two young lovers flee to Tokyo to live together. When Shintaro comes back to proclaim his intent to marry Toyomi, his father browbeats him into attending the long-arranged marriage meeting with Yurie. While Shintaro is back home, Toyomi goes on a vacation trip with her closest chum, Michiko (Yumeko AIZOME). At a class reunion, Toyomi is to distressed (at not having heard from Shintaro for so long), she doesn’t go out on the town with her classmates. Michiko, however, runs into Shintaro and Yurie (also out on the town), and pulling him aside, demands an explanation.","release_date":"1937-10-01","genres":[18],"vote_average":7.0,"runtime":78,"cert":"N\/A","id":244141,"title":"Learn from Experience, Part One","adult":false},{"cast":["Takako Irie","Chieko Takehisa","Yumeko Aizome","Minoru Takada","Heihachirô Ôkawa"],"overview":"Part 2 of a 2-part romance (fist part - Kafuku zempen) based on a story by noted author Kikuchi Kan. In the second half, we discover that Toyomi is pregnant -- and while Shintaro and Yurie are on their extended honeymoon, she bears his child, a girl named Kiyoko. She is supported in adversity by Michiko -- and gets considerable moral support from not only her own mother but also from Shintaro's mother and siblings. Even more surprisingly, Yurie strikes up a friendship of sorts with her. When Yurie learns that the child is Shintaro's, she convinces Toyomi that it would be best to let Shintaro (and her) raise Kiyoko, so Toyomi can get on with making a proper life for herself. Tearfully, Toyomi agrees. Sometime later, Michiko goes to visit Toyomi -- and sees her at work, as a kindergarten teacher.","release_date":"1937-12-18","genres":[],"vote_average":6.5,"runtime":79,"cert":"N\/A","id":244143,"title":"Learn from Experience, Part Two","adult":false},{"cast":["Daniel Hendler","Gustavo Garzón","Dolores Fonzi","José Palomino Cortez","Daniel Valenzuela"],"overview":"An architecture student is obsessed by his girlfriend. When she is invited to go alone to a party sponsored by her company, he becomes paranoid. He arrives at their place unexpectedly and finds a man hidden under their bed. He follows the man trying to find his name and occupation, along a night full of incidents and misunderstandings.","release_date":"2003-08-26","genres":[18,53],"vote_average":6.7,"runtime":92,"cert":"N\/A","id":244145,"title":"The Bottom of the Sea","adult":false},{"cast":["Germán Palacios","Soledad Villamil","Lito Cruz","Fabián Vena","Fernando Fernán Gómez"],"overview":"","release_date":"1997-11-05","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":244147,"title":"El sueño de los héroes","adult":false},{"cast":["Lenny Kravitz"],"overview":"Lenny Kravitz, Rock in Rio in Madrid on June 30, 2012","release_date":"2012-07-01","genres":[],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":244149,"title":"Lenny Kravitz: Rock in Rio - Madrid","adult":false},{"cast":["Paul Robeson","Elisabeth Welch","Roy Emerton","James Hayter","Lawrence Brown"],"overview":"In this musical comedy, Paul Robeson stars as Joe, a Marseilles docker hired by a wealthy English couple to find their missing son. When Joe finds him, he learns he escaped of his own will, and takes him to stay with a local singer. They offer him a refuge from his repressed white parents.","release_date":"1937-07-17","genres":[],"vote_average":8.0,"runtime":73,"cert":"","id":244151,"title":"Big Fella","adult":false},{"cast":["Ruth Chatterton","Adolf Wohlbrück","René Ray","Beatrix Lehmann","Mary Clare"],"overview":"Jean Boucheron the cat burglar is the darling of the Montmartre whores--and catches the eye of slumming socialite Zelia de Chaumont, who decides to \"reform\" him. A complication is his lovely young ward Odile... murder and a grand courtoom scene ensue.","release_date":"1937-11-11","genres":[18,80],"vote_average":6.0,"runtime":72,"cert":"","id":244153,"title":"The Rat","adult":false},{"cast":["Noah Beery","Louis Borell","Kathleen Kelly","Charles Oliver","Reginald Long"],"overview":"A Chicago gangster is pleasantly surprised by violent crime in London. When he discovers crooks are after a mysterious package, and murder an innocent match-seller for it, he turns detective.","release_date":"1936-04-16","genres":[80,18],"vote_average":5.0,"runtime":64,"cert":"","id":244155,"title":"The Avenging Hand","adult":false},{"cast":[],"overview":"Join astronomers as they enter the final lap in a race to find a planet capable of sustaining life, a world like ours, the next Earth. See the launch of Frances CoRot and Americas Kepler missions, and the smoking hot worlds they discover. See a controversial and tantalizing discovery of a planet where life could exist in a strange twilight zone, that is, if the planet really exists. Astronomers are working to determine what conditions are necessary for life to exist, and they are building the radical James Webb Space Telescope, a spacecraft that can look at the atmosphere around a planet and reveal whether or not life as we know it actually exists. It could be the greatest discovery in human history and it could change how we see ourselves.","release_date":"2011-12-01","genres":[],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":244160,"title":"Finding the Next Earth","adult":false},{"cast":["Marian Marsh","Kenneth Thomson","Joan Marsh","Bert Roach","Lita Chevret"],"overview":"A savvy city girl tries to protect her naive sister, who has just moved from the country, from the temptations--and men--of big-city life.","release_date":"1933-03-23","genres":[18],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":244162,"title":"Daring Daughters","adult":false},{"cast":["Björn Both","Hans-Timm Hinrichsen","Axel Stosberg","Andreas Fahnert","Peter David Sage"],"overview":"Live from Hamburg","release_date":"2012-11-15","genres":[10402],"vote_average":5.0,"runtime":106,"cert":"N\/A","id":244170,"title":"Santiano: Bis ans Ende der Welt","adult":false},{"cast":["Yaron London"],"overview":"הסרט מתמקד במספר בעלי חיים: זוג חתולי ביצות באזור הכנרת, זוג זאבים ברמת הגולן ועדר יעלים במדבר יהודה. הוא עוקב אחריהם במשך שנה (אף שבפועל צולם הסרט במשך מספר שנים), החל מתקופת הייחום וההזדווגות בסתיו ובחורף, דרך היוולדם של הצאצאים באביב, ועד ליציאתם לדרך חדשה בסוף הקיץ. במקביל, נראים גם בעלי חיים אחרים החיים בארץ ישראל או פוקדים אותה, ובהם טורפים, מכרסמים, עופות, זוחלים וחרקים.","release_date":"2010-07-29","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":244172,"title":"Eretz Bereishit","adult":false},{"cast":["Hanns Zischler","Enno Patalas","Naum Kleiman","Helmut Imig"],"overview":"\"Tracing Battleship Potemkin\" goes on to detail the extensive number of shots long lost from constant authorized and unauthorized re-cuts in the last 80 years, and how many of those shots have been returned. Indeed, the film is all the more powerful and lyrical with a number of key scenes (especially the famed \"Odessa steps\" sequence) filled out and shaded with emotional nuance.","release_date":"2007-09-26","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":244174,"title":"Dem Panzerkreuzer Potemkin auf der Spur","adult":false},{"cast":[],"overview":"Ever felt theres more going on than you can see? Ever wondered why your walls are thicker than they have to be? In the unseen spaces live ... The Mechanicals.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":244179,"title":"The Mechanicals","adult":false},{"cast":["Natalie Carr","Simon Barbaro","Virginia Bowers","Caroline Craig","Christopher Brown"],"overview":"It's about love, it's about loss, it's about sex. Isolated, a lonely tollbooth operator watches as the world flows past him in a never-ending stream of vehicles, their passengers traveling to and from their lives. They don't give him a second thought, but from their clothes, their hair, their cars, he imagines the kind of world they inhabit.","release_date":"2007-08-09","genres":[],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":244190,"title":"Little Deaths","adult":false},{"cast":[],"overview":"A gonzo black comedy with six intertwining stories set in the streets of Tokyo about the ongoing battle between the Internet generation and the older generation.","release_date":"2008-03-01","genres":[],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":244195,"title":"Hey Japanese! Do You Believe in Love, Peace and Understanding?","adult":false},{"cast":["Sólveig Arnasdóttir","Ingvar Eggert Sigurðsson","Haraldur Hallgrimsson","Þráinn Karlsson","Guðný Helgadóttir"],"overview":"Ingaló is helping her father on his small fishing boat, but he's an obstinate character and relations between them are tense. After a dance in the village which ends in a fight between the local people and crew of Matthildur ÍS 167, a visiting fishing boat, Ingaló and her younger brother leave home. Ingaló stays briefly in Reykjavík and has a short affair with Vilhjálmur, a man in his thirties. Sveinn has found a job on Matthildur and Ingaló is taken on as a cook. The fishing is poor and when the vessel breaks down it heads for home port, where the crew stays in derelict living quarters for seasonal workers. Ingaló finds out that Matthildur's owner and big wheel in town is none other than Vilhjálmur.","release_date":"1992-02-08","genres":[18],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":244197,"title":"Ingaló","adult":false},{"cast":["Tsuyoshi Kusanagi","Miki Nakatani","Teruyuki Kagawa","Jo Eun-ji","Lee Joon-gi"],"overview":"In a strange alienated world there is a secret hotel in a shabby diner called the Venus Café, harboring some unusual people where compelling secrets lie in each resident's heart. Torturing secrets that have broken their emotional boundaries in the past. In this bittersweet, heart-wrenching story, there lives a man by the name of Chonan (Tsuyoshi Kusanagi) who lives in the attic and works as a waiter or handyman at the hotel. Room 1 is shared by two residents; an incapable alcoholic and an illegal doctor named Doctor (Teruyuki Kagawa) and Wife (Miki Nakatani) who used to be a nurse but now works as a hostess living in the hopes of Doctor's recuperation. In Room 3 lives a bubbly girl by the name of Soda (Jo Eun Ji), who came from a deserted town where no one flowers flourished and has a dream to open her own flower shop. Finally, Room 4, occupied by a challenging young boy by the name of Boy (Lee Joon Gi), who carries around a gun longing to become a strong man and wishes to some day.","release_date":"2004-09-10","genres":[],"vote_average":0.0,"runtime":125,"cert":"N\/A","id":244202,"title":"The Hotel Venus","adult":false},{"cast":["Nami Matsukawa","Noriko Ohtaka","Shin'ichi Arai","Jun Hongô","Tamaki Komiyama"],"overview":"A wife and her husband make an agreement where the wife become the slave of him.  A couple rent Nami for three months from a supplier who \"trains\" women to be slaves and submit to everything no matter how degrading, humiliating or painful.","release_date":"1982-01-01","genres":[],"vote_average":6.5,"runtime":69,"cert":"N\/A","id":244207,"title":"Slave Contract","adult":false},{"cast":[],"overview":"50 photos of horror such as: Colourless Child, Abnormally Extending Pinky, Distorted Old Woman Appearing in a Child, Skeletal Hand...  Countless photo exist that words can simply not explain. Things people should never have, bizarre heads, deformities, additional limbs. We bring you 50 carefully selected pieces of spirit photography.  Will you still peek through the finder anyway?","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":244209,"title":"THE Shinrei Shashin 「Yuu」","adult":false},{"cast":["Helene Fischer"],"overview":"","release_date":"2013-08-19","genres":[10402],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":244211,"title":"Helene Fischer - Das Sommer-Event 2013","adult":false},{"cast":["Lisa Surihani","Yusry Abdul Halim","Harun Salim Bachik","Zarina Zainuddin","Izzue Islam"],"overview":"A group of lucky draw winners win a dream vacation on a seemingly idyllic island resort. Yet, all is not what it seems as people start disappearing... one by one. after the electric fence that has kept the natural habitat and the human visitors apart starts to malfunction. Myra, an entertainment journalist, soon uncovers the reality of them being trapped on an island infested with deadly and hungry pythons. Without access to telecommunications for help, the only way to get off the island is via a passenger boat that is scheduled to arrive in three days.","release_date":"2013-12-05","genres":[27,53],"vote_average":6.0,"runtime":78,"cert":"N\/A","id":244216,"title":"Ular","adult":false},{"cast":["William Lundigan","Peggie Castle","Armando Silvestre","Rosenda Monteros","Jorge Treviño"],"overview":"In the Southern Mexican jungle, an adventurous archaeologist is accompanied by an equally daring female photographer in a search for a lost Toltec city. They engage a guide to lead them on their expedition, and soon find themselves in the jungle's depths, far from civilization. Soon both the guide and the archaeologist are vying for the affection of the photographer. They must all deal with enormous danger and sacrifice before their quest is complete.","release_date":"1954-01-01","genres":[12,10749],"vote_average":4.1,"runtime":81,"cert":"N\/A","id":244221,"title":"The White Orchid","adult":false},{"cast":["Zulkifli Zain","Sharifah Hasnor","Fatimah Yassin","Emillia Sukarseh","Dali Siliwangi"],"overview":"The brave Megat Paji Alam owns a magical keris handed down over the generations. His eldest son, Iskandar Alam, is captured by his enemies but is saved by a couple in Desa Permai and brought him up as Hamzah. Meanwhile, Megat Panji Alam has a misunderstanding with his right man Megat Daka and fires him. Megat Daka is determined to find Iskandar Alam also knows as Hamzah who later becomes Megat Panji Alam’s enemy not knowing that the latter is actually his real father.","release_date":"1982-01-01","genres":[18],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":244223,"title":"Melayu","adult":false},{"cast":["Bettie Jong"],"overview":"Bettie de Jong performs the same dance nine times, starting and ending in a reclined position. As the film proceeds the camera becomes more and more adventurous.","release_date":"1967-01-31","genres":[],"vote_average":7.5,"runtime":13,"cert":"N\/A","id":244228,"title":"9 Variations on a Dance Theme","adult":false},{"cast":["Dharma Harun","Azean Irdawaty","Mahmud June","Sidek Hussain","Shasha"],"overview":"Hafiz is a young journalist who tries to help his girlfriend, Ruby, to overcome her bad and traumatic childhood experiences. On the other hand, Arif, a farmer, is struggling to prevent his plot of land from being acquired by land developer. The developer tries very hard to make him give up the property by sending his men to harassed and vandalized the land.","release_date":"1982-02-05","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":244233,"title":"Langit Petang","adult":false},{"cast":["Imuda","Liza Othman","Mano Maniam","Kamarool Yusof","Seri Ratu"],"overview":"A private detective's investigation of a group of woman gangsters led by Mama Bosan and at the same time an infidelity case.","release_date":"1990-01-01","genres":[35],"vote_average":0.0,"runtime":108,"cert":"N\/A","id":244235,"title":"Mat Gelap","adult":false},{"cast":["Salman Khan","Tabu","Danny Denzongpa","Daisy Shah","Mahesh Manjrekar"],"overview":"An upright ex-army man, Jai fights a solitary war against corruption and injustice. With a simple mantra to pay forward, he starts off by helping one person and forms an ever growing circle of people helping each other.","release_date":"2014-01-24","genres":[28,18],"vote_average":5.1,"runtime":145,"cert":"N\/A","id":244237,"title":"Jai Ho","adult":false},{"cast":["Jill Clayburgh","Max Gail","Frederic Forrest","Elizabeth Wilson","Barnard Hughes"],"overview":"Thriller about the kidnapping of two children and the investigation that follows, based on the book by Mary Higgins Clark.","release_date":"1986-12-12","genres":[18,53,9648],"vote_average":6.5,"runtime":97,"cert":"N\/A","id":244239,"title":"Where Are the Children?","adult":false},{"cast":["Carmen Sevilla","José Sacristán","Antonio Ferrandis","José Vivó","Ágata Lys"],"overview":"Paco, a frustrated office worker, goes to the office of a psychologist, to whom he tells his most delirious sexual fantasies in the hope that he will apply a curative therapy. Unfortunately, the doctor will end up confessing that he can not help, because he lives with a doll that has become his companion sentimental.","release_date":"1974-09-05","genres":[35],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":244244,"title":"Sex o no sex","adult":false},{"cast":["Shinji Takeda","Takaya Kamikawa","Nana Katase","Aya Hirayama","Rina Koike"],"overview":"Ippei Akabane (Takaya Kamikawa) is an unpopular novelist. He barely makes ends meet writing serials novels under different pen names. Daigo Kurei (Shinji Takeda) is on death row. He killed four women twelve years ago. During his murdering spree, he sent pictures of his decapitated victims with flower decoration to the police. The murders and photos caused widespread panic in Japan.  One day, Ippei is contacted by Daigo from prison. He asks Ippei if he wants to interview him and write his memoirs. Soon, more women are killed in the same grisly manner as the serial murders from twelve years ago. Now, Ippei becomes the prime suspect of the police and Ippei must quickly find the real murderer.  Based on the novel \"The Serialist\" by David Gordon (published by Simon &amp; Schuster; Original edition on March 9, 2010).","release_date":"2013-06-15","genres":[9648],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":244246,"title":"The Serialist","adult":false},{"cast":[],"overview":"","release_date":"2013-08-12","genres":[99],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":244254,"title":"Netavi ik teatri aris?!","adult":false},{"cast":[],"overview":"Yassine El Idrissi is trying to make a graduation film for his Masters degree. He wants to shoot an Iranian style movie in Morocco, because he loves Iranian cinema. He enlists the help of a novelist, Rachid, and a theatre teacher, Hussein. Together they take a journey to look for locations and a cast for his film, entitled 'National Day', about a village that doesn't have flags on an important national holiday.","release_date":"2014-01-25","genres":[],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":244259,"title":"The Iranian Film","adult":false},{"cast":["Keira Knightley","Chloë Grace Moretz","Sam Rockwell","Kaitlyn Dever","Ellie Kemper"],"overview":"Overeducated and underemployed, 28 year old Megan is in the throes of a quarterlife crisis. Squarely into adulthood with no career prospects, no particular motivation to think about her future and no one to relate to, Megan is comfortable lagging a few steps behind - while her friends check off milestones and celebrate their new grown-up status. When her high-school sweetheart proposes, Megan panics and- given an unexpected opportunity to escape for a week - hides out in the home of her new friend, 16-year old Annika and Annika's world-weary single dad Craig.","release_date":"2014-09-25","genres":[35,10749,18],"vote_average":6.1,"runtime":100,"cert":"N\/A","id":244264,"title":"Laggies","adult":false},{"cast":["Chris Sharma","Jason Kehl","Mike Beck","Tim Kemple","Anna Burgos"],"overview":"2005. When a trip to New Zealand gets put off, Boone Speed, Chris Sharma, and Nate Gold have 2 weeks to kill and skin to burn. With stories of Hueco’s new age being not as restrictive as feared, they make a trip back for the first time in seven years. Sharma may be 40 pounds bigger, but the good news is, its all muscle. This rock climbing dvd stars Jason Kehl, Mike Beck, Tim Kemple, Anna Burgos, Bret Lowell, Steve Maisch and more","release_date":"2006-12-13","genres":[99,12],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":244269,"title":"Best of the West","adult":false},{"cast":["Tarra White","Uma Masome","Wanita Tan","Steve Holmes"],"overview":"","release_date":"2011-07-06","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":244271,"title":"Die Exotische Versuchung","adult":false},{"cast":["Moritz Berg","Philip Wilhelmi","Priska Schweißer","Luzie Loose","Hannah Kobitzsch"],"overview":"Short film about a young man discovering pants in a nudist world. A parable of the societal intolerance to anything different.","release_date":"2012-11-30","genres":[18],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":244285,"title":"Studies on Hysteria","adult":false},{"cast":["Chatthip Chanlertfa","Wanwimon Nuntavijarn","Roampol Rochanakit","Chayathip Rungpungtong"],"overview":"Happy Berry is the name of a Bangkok boutique run by a group of trendy Thai youths, and is the nerve centre of this fly-on-the-wall documentary (the second in a trilogy entitled \"Life and Love\"). The camera catches the subjects indulging in all the (post) modern lifestyle trends: drugs, kinky sex, hip-hop, fashion, exhibitionism, narcissism. They are uninhibited, the kind of youth who break down barriers in a supposedly traditional and religious society, but perhaps that's just on the surface. Behind the upbeat tone is a probing examination of values and attitudes in modern youth relationships. Happiness may be deceptive but there's certainly a lot of fun in the Happy Berry.","release_date":"2004-05-01","genres":[99],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":244287,"title":"Happy Berry","adult":false},{"cast":["Koon Suwanna","Noi Chanda"],"overview":"In a remote Thai village, a man gets a call informing him that his son died in a crash. He needs to bring the body back and give a decent funeral, but he can't afford to do both.","release_date":"2000-10-01","genres":[18],"vote_average":8.0,"runtime":14,"cert":"N\/A","id":244289,"title":"Motorcycle","adult":false},{"cast":["Vasana Chalakorn","Jennis Oprasert","Thanawetch Siriwattanakul","Prangtip Boonchon","Penporn Ngamsuk"],"overview":"A mysterious story set in a run-down house where an eccentric elderly lady lives alone. One day, a little girl steps inside the house and never comes back. The girl seems to be locked inside the house for 8 days. No one knows what is going on in the house except for a young doctor who witnesses everything.","release_date":"2008-02-28","genres":[53],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":244297,"title":"The 8th Day","adult":false},{"cast":[],"overview":"Vital true sex facts and scenes formerly restricted to medical books, this film was billed as an illustrated lecture on film.","release_date":"1952-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":244302,"title":"Mated","adult":false},{"cast":["Panu Suwanno","Prangthong Changdham","สุนิสา บราวน์"],"overview":"Set in early King Rama V era, former British soldier Peter Bain is busted for trying to sell defective firearms to influential Chinese merchant Yang. Forced to hunt wild game with these firearms along with Yang's men, Bain links up with ex-monk Wan and Karen-American hunter Julia, who he meets on the way to the jungle. The group sets off to hunt an elephant, said to be protected by a ghostly tigress that can transform itself into a woman. The tigress is supposedly possessed by the revengeful spirit of Nian, a woman who was tortured and killed in the King River Battle almost a century earlier. As Wan learns more about the tigress myth, he tries to release Nian's spirit, but Yang's men want to destroy Nian and get the elephant. With greed, resentment, and karma from past lives encircling the group, violence is surely around the corner.","release_date":"2002-08-30","genres":[28,12,53,14],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":244307,"title":"Tigress of King River","adult":false},{"cast":["Nonpavit Dansriboon","Suchada Rojmanothum","Tanwarin Sukkhapisit"],"overview":"In the absence of their parents, Johnny and Jennifer are being brought up by their \"big sister\" Tanya, an overdressed transvestite who eats and smokes too much and causes both kids endless embarrassment. It's a situation ripe for problems (actually, more complicated than I've made it sound), and Tanwarin's debut feature - as director, writer and star - explores those problems with unbridled determination. Both kids mess up their pursuit of romance, in the ways that teenagers do, and both look for ways to break away from the family home and become independent. For Johnny, this entails going into male prostitution, which is as much an attempt to erase his own self-esteem as a way of earning some fast bucks. Jenny makes other mistakes, but both of them wind up deeply dissatisfied. And Tanya? When Johnny catches her trying to seduce one of his buddies, things start to go downhill for her too.","release_date":"2011-10-16","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":244309,"title":"Insects in the Backyard","adult":false},{"cast":["Mahasamut Boonyaruk","Andy Kempimok","Kanchai Kumnoetploy","Nahatai Lekbumrung","Bunthawat Lorkaewrujee"],"overview":"When old friends from school start dying one by one, Sayree and Nataya begin to search for the secret of the letter that each of their friends received before death. Soon the two believe they are the next targets.","release_date":"2006-11-23","genres":[27],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":244311,"title":"The Letters of Death","adult":false},{"cast":["James Marsden","Thomas Jane","Piper Perabo","Scott Glenn","Michaela McManus"],"overview":"Two estranged brothers reunite at their childhood home in the Alaskan wild. They set out on a two-day hike and are stalked by an unrelenting grizzly bear.","release_date":"2015-02-27","genres":[28,27,53],"vote_average":5.2,"runtime":94,"cert":"N\/A","id":244316,"title":"Into the Grizzly Maze","adult":false},{"cast":["Xavier Burbano","Jelralin Chanchoenglop","Sarawut Martthong"],"overview":"A man and a mysterious women explore Bangkok over the course of one night.","release_date":"2006-05-25","genres":[],"vote_average":5.5,"runtime":17,"cert":"N\/A","id":244318,"title":"Graceland","adult":false},{"cast":["Deepak Dobriyal","Priya Bhatija","Anshul Kataria","Paru Uma","Alok Chaturvedi"],"overview":"In the crowded by lanes of old Delhi, Shuklaji runs a small photo studio as a front for small time crime. Over the years he has groomed a bunch of youngsters in the art of pick pocketing and petty crime. Then one day a girl comes into their midst and then everything collapses.","release_date":"2013-08-02","genres":[53,35,18],"vote_average":8.0,"runtime":99,"cert":"N\/A","id":244320,"title":"Chor Chor Super Chor","adult":false},{"cast":["Amita Nangia","Gracy Singh","Tiku Talsania","Mahesh Thakur"],"overview":"Milta Hai Chance By Chance, a comedy movie. Starring Gracy Singh, Aslam Khan, Vishal Kaushik is directed by Ramesh Modi. Some of the story takes place while they are travelling in a car.","release_date":"2011-08-05","genres":[35],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":244322,"title":"Milta Hai Chance by Chance","adult":false},{"cast":["Olivier de Benoist"],"overview":"","release_date":"2012-12-04","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":244327,"title":"Olivier de Benoist - Très très haut débit","adult":false},{"cast":["Jean Michel Jarre","Francis Rimbert"],"overview":"Jean Michel Jarre held a concert at the Gammel Vrå Enge Windmill Park near the city of Aalborg in Denmark, on September 7, 2002, with 40,000 spectators (including 5,000 VIPs)","release_date":"2002-09-13","genres":[10402],"vote_average":0.0,"runtime":113,"cert":"N\/A","id":244329,"title":"Jean Michel Jarre: AERO - Tribute to the Wind","adult":false},{"cast":["William J. Bratton","Tommy Wiseau","Ellen Dubin"],"overview":"A documentary about people who are homeless and those who help them. Don't give the homeless a hand out; give them a hand up.","release_date":"2004-08-18","genres":[99],"vote_average":5.5,"runtime":30,"cert":"12","id":244331,"title":"Homeless in America","adult":false},{"cast":["Rosa Isabel Morffino","Edward Centeno","David Zuñiga","Julio Vega"],"overview":"Juliana tells the story of a little girl who dresses like a boy to join a gang that her brother is in. The story shows the reality of young kids that join gangs.","release_date":"1988-12-30","genres":[18,10751],"vote_average":8.0,"runtime":94,"cert":"N\/A","id":244336,"title":"Julianne","adult":false},{"cast":["Master Karthick","Balu Mahendra","Ramya Shankar","M. Sasikumar","Vinodhini Vaidyanathan"],"overview":"Aditya (Master Karthik) is a city bred child of a doctor couple who had a inter caste marriage. Due to circumstances Aditya is forced to spend a long time in village with his grandfather (Balu Mahendra) an old man who is fanatical about his religion, caste and his language. The old man turns the city bred English speaking Aditya into a real Tamil who speaks the language and understands the culture and traditions.","release_date":"2013-12-20","genres":[10751,18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":244338,"title":"Thalaimuraigal","adult":false},{"cast":["Norman Briski","Norma Aleandro","Lydia Lamaison","Jorge Rivera López","Juan Carlos Gené"],"overview":"A typical office employee decides one day rebelling against its routine and not going to work because it has a \"lazy\". His family, friends and colleagues are trying to dissuade him unsuccessfully at the beginning. But as time passed his situation complicated emotional and economically. These circumstances thwart his rebelliousness.","release_date":"1969-01-01","genres":[35],"vote_average":7.0,"runtime":95,"cert":"N\/A","id":244340,"title":"La fiaca","adult":false},{"cast":["Spencer Tracy","Madge Evans","Henry Wadsworth","Lois Wilson","Grant Mitchell"],"overview":"Aubrey cons Amy into thinking he's a railroad bigwig. When he loses his job he takes one wearing a sandwich board. After he helps Joe sell his patent for a good price and an old railroad deal comes through, he's back on top and ready to marry Amy again.","release_date":"1934-03-09","genres":[35],"vote_average":6.0,"runtime":77,"cert":"N\/A","id":244342,"title":"The Show-Off","adult":false},{"cast":["Danielle de Niese","Joyce DiDonato","David Daniels","Luca Pisaroni","Plácido Domingo"],"overview":"A contemporary take on the 17th-century genre of the pastiche, this delightful Baroque fantasy brings together some of the greatest arias and ensembles by Handel, Vivaldi, Rameau, Purcell, and other composers with a new English libretto by Jeremy Sams, inspired by Shakespeare’s The Tempest and A Midsummer Night’s Dream. The all-star cast is headed by David Daniels as Prospero, Joyce DiDonato as Sycorax, Danielle de Niese as Ariel, Luca Pisaroni as Caliban, and the legendary Plácido Domingo as Neptune. Early music specialist William Christie conducts this dazzling world-premiere production, designed and directed by Phelim McDermott and Julian Crouch.","release_date":"2012-12-20","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":244347,"title":"The Enchanted Island","adult":false},{"cast":[],"overview":"Oscar nominated short film from 1979","release_date":"1979-10-01","genres":[],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":244352,"title":"Oh Brother, My Brother","adult":false},{"cast":["Robert Urquhart","Rikki Fulton","Iain Andrew"],"overview":"Light-hearted tale about an enterprising Edinburgh boarding school boy who sets up an insurance scheme for fellow pupils in 1953 against getting caned, which quickly earns him a small fortune","release_date":"1981-02-01","genres":[],"vote_average":6.0,"runtime":33,"cert":"","id":244363,"title":"The Dollar Bottom","adult":false},{"cast":["Luther Metke"],"overview":"Oscar nominated documentary short from Argentina, 1980","release_date":"1980-01-01","genres":[99],"vote_average":7.0,"runtime":27,"cert":"N\/A","id":244380,"title":"Luther Metke at 94","adult":false},{"cast":["James Earl Jones"],"overview":"Animated short film that was nominated for an Oscar.\r Narrated by James Earl Jones!","release_date":"1981-01-01","genres":[16],"vote_average":9.0,"runtime":9,"cert":"N\/A","id":244385,"title":"The Creation","adult":false},{"cast":[],"overview":"Two couples - one with all the riches that dreams are made of, the other with only dreams and schemes - are brought together by the plotting of the poorer couple. A pair of newlyweds wander through the city streets, bickering about their poverty, until they are distracted by the opulent home of a lawyer. Impulsively, the couple makes off with the lawyer's vehicle for one night of extravagant indulgence.","release_date":"1981-10-07","genres":[],"vote_average":6.0,"runtime":29,"cert":"N\/A","id":244393,"title":"Couples and Robbers","adult":false},{"cast":[],"overview":"With the father away, an Irish immigrant family struggle to survive their first winter in the Canadian wild.","release_date":"1982-10-01","genres":[],"vote_average":8.3,"runtime":27,"cert":"N\/A","id":244395,"title":"First Winter","adult":false},{"cast":[],"overview":"Oscar nominated documentary short from 1981","release_date":"1981-10-01","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":244397,"title":"Journey for Survival","adult":false},{"cast":["Ed Asner"],"overview":"A close examination of American military intervention in Nicaragua, Guatemala, Cuba, the Dominican Republic, Chile and El Salvador.","release_date":"1982-10-01","genres":[],"vote_average":8.0,"runtime":29,"cert":"N\/A","id":244399,"title":"Americas in Transition","adult":false},{"cast":["Ana Lucia Antony","Candela García Redin","Sofía Romano","Violeta Sinaí","Giselle Motta"],"overview":"What are the rules that determine how attraction and desire are set free? Glances, unexpected smiles, confiding in unknown women. Long cherished fantasies, intimate friendships and unexpected meetings. In Volume 2 of the Sexual Tension diptych, Marco Berger and Marcelo Mónaco take us on a journey through the twists and turns of female seduction: two guests of a hostel become roommates (and more); a keen shop assistant helps a woman uncertain about what dress to buy; the outset of a great passion between two girls during a picnic, even though one of them has a boyfriend. In the film we also find a conversation about Woody Allen between a waitress and a woman, which goes too far; and two high-class escorts who discover that they are attracted to each other, when they are in bed with a client. The film finally shows what could happen, but never did happen, and will probably never happen, to two thirty-year-old women. Maybe it would be better not to have sex with people we love. Sex ...","release_date":"2013-03-13","genres":[18,10749,35],"vote_average":7.6,"runtime":90,"cert":"N\/A","id":244401,"title":"Sexual Tension: Violetas","adult":false},{"cast":["Billy Crudup","Anton Yelchin","Felicity Huffman","Selena Gomez","Laurence Fishburne"],"overview":"A grieving father in a downward spiral stumbles across a box of his recently deceased son's demo tapes and lyrics. Shocked by the discovery of this unknown talent, he forms a band in the hope of finding some catharsis.","release_date":"2014-10-17","genres":[10402,18,35],"vote_average":7.3,"runtime":105,"cert":"N\/A","id":244403,"title":"Rudderless","adult":false},{"cast":[],"overview":"In Ballet Robotique, the graceful movements of giant assembly line robots are perfectly synchronized to classical music recorded by London's Royal Philharmonic Orchestra. This may be the only industrial film ever to have been nominated in a creative category.","release_date":"1982-10-01","genres":[],"vote_average":7.0,"runtime":8,"cert":"N\/A","id":244405,"title":"Ballet Robotique","adult":false},{"cast":[],"overview":"Oscar nominated short film from 1982","release_date":"1982-01-01","genres":[],"vote_average":7.0,"runtime":30,"cert":"N\/A","id":244407,"title":"The Silence","adult":false},{"cast":[],"overview":"Oscar nominated short film from 1981","release_date":"1981-09-01","genres":[],"vote_average":7.0,"runtime":27,"cert":"","id":244412,"title":"Sredni Vashtar","adult":false},{"cast":["Jameson Parker","Jack Lucarelli","Gerald McRaney"],"overview":"Cops in a small town near the Mexican border find themselves caught up in a scheme that smuggles illegal aliens into the country.","release_date":"1986-01-01","genres":[28,80],"vote_average":7.0,"runtime":97,"cert":"N\/A","id":244414,"title":"Jackals","adult":false},{"cast":["Sharon Farrell","David Steen","Gigi Rice"],"overview":"Drama directed by Jack Lucarelli.","release_date":"1995-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":244416,"title":"A Gift from Heaven","adult":false},{"cast":["Gary Busey","Harry Dean Stanton","Cynthia Leake"],"overview":"Biopic about the great college football coach Paul \"Bear\" Bryant of the University of Alabama.","release_date":"1984-01-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":244418,"title":"The Bear","adult":false},{"cast":["Robert Taylor","Jean Parker","Ted Healy","Una Merkel","Nat Pendleton"],"overview":"Seamen hunt down a deadly saboteur.","release_date":"1935-05-24","genres":[18,9648,35],"vote_average":5.0,"runtime":69,"cert":"N\/A","id":244420,"title":"Murder in the Fleet","adult":false},{"cast":["Sam Bottoms","Renée Coleman","Edward Binns","Dick Cavett","Page Hannah"],"overview":"A student-teacher relationship goes way beyond the classroom, including pre-historic times.","release_date":"1988-09-01","genres":[18],"vote_average":2.0,"runtime":89,"cert":"N\/A","id":244422,"title":"After School","adult":false},{"cast":[],"overview":"Academy Award nominee for best documentary short, based on biblical premise, applicable to today's nuclear proliferation: \"Do not worship false Gods of Metal.\"","release_date":"1982-01-01","genres":[],"vote_average":8.0,"runtime":28,"cert":"N\/A","id":244424,"title":"Gods of Metal","adult":false},{"cast":["Telly Savalas","Pia Zadora","Desi Arnaz Jr.","Larry Storch","G. Wesley Stevens"],"overview":"Gangster's girlfriend hangs out in a Las Vegas hotel with her cop protectors while she waits to testify.","release_date":"1982-11-18","genres":[28,35,80],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":244426,"title":"Fake-Out","adult":false},{"cast":["James Whitmore"],"overview":"Oscar nominated documentary short about the Ku Klux Klan.","release_date":"1982-10-01","genres":[],"vote_average":6.0,"runtime":30,"cert":"N\/A","id":244428,"title":"The Klan: A Legacy of Hate in America","adult":false},{"cast":["Louise Fletcher","Robert Loggia","Shari Belafonte"],"overview":"After housewife Eve Peregrine writes a sudden hit novel, her husband George, a successful fashion photographer, finds it difficult to deal with the attention being showered on her. His difficulty in getting through the book increases when he begins to suspect that the steamy affair in its plot is drawn from her real life.","release_date":"1984-10-01","genres":[],"vote_average":7.0,"runtime":28,"cert":"N\/A","id":244448,"title":"Overnight Sensation","adult":false},{"cast":[],"overview":"Oscar nominated documentary short from 1984","release_date":"1984-10-01","genres":[99],"vote_average":6.0,"runtime":25,"cert":"N\/A","id":244450,"title":"In the Nuclear Shadow: What Can the Children Tell Us?","adult":false},{"cast":[],"overview":"This documentary recreates a genuine sense of the personal presense of the late modern architect, Paul Rudolph, and the ambience of his studio. Mr. Rudolph was widely recognized within the architectural profession as spontaneously brilliant, and the unchallanged master of space and the manipulation of form. The episode during the construction of the chapel at Emory University gives insight into the kinds of frustrations artists often suffer at the hands of short-sighted patrons","release_date":"1983-01-01","genres":[],"vote_average":0.0,"runtime":29,"cert":"N\/A","id":244452,"title":"Spaces: The Architecture of Paul Rudolph","adult":false},{"cast":[],"overview":"Five former U.S. Servicemen and a prison camp survivor give accounts of the liberation of the Nazi concentration camps in 1945.","release_date":"1983-01-01","genres":[99],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":244454,"title":"You Are Free","adult":false},{"cast":["Matt Riddlehoover","Andrew Callahan","Amy Kelly","Phil Leirness","Cesar D' La Torre"],"overview":"Various lives intersect in and around a West Hollywood motel in this kaleidoscopic comedy about sex, love, and the meaning of life.","release_date":"2013-12-16","genres":[35],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":244459,"title":"West Hollywood Motel","adult":false},{"cast":["Maria Amélia Costa Manso","Ivete Jayme","Isaura Gomes","Silvia Cordeiro Marinho","Ronaldo Batista"],"overview":"4 stories. In the first, Mônica and her friends are introduced to the people. In the second, Mônica gets miniaturized and has an affair with a little mouse. In the third episode, Mônica becomes a hermit. And the last segment shows Earth being invaded by interplanetary rabbits.","release_date":"1982-12-22","genres":[16,35,10751],"vote_average":7.2,"runtime":85,"cert":"N\/A","id":244461,"title":"As Aventuras da Turma da Mônica","adult":false},{"cast":["Kanata Hongo","Haruhiko Katō","Kenichi Matsuyama","Natsuna Watanabe","Kazunari Ninomiya"],"overview":"Before finding out the Perfect Answer, discover Another Gantz. Aired on Nippon Television network before the theatrical release of Gantz: The Perfect Answer, this film is an alternate perspective version of the first Gantz film from the same writing-directing team of the two-part theatrical film. In addition to condensed scenes from the Gantz film, Another Gantz features a new subplot that follows an investigative journalist not included in the theatrical film. Delving deep into the mystery, Another Gantz offers another piece towards solving the complex puzzle that is the world of Gantz.","release_date":"2011-04-22","genres":[28,878,9648],"vote_average":6.5,"runtime":130,"cert":"N\/A","id":244478,"title":"ANOTHER GANTZ","adult":false},{"cast":["Mat Sentol","Siti Tanjung Perak","Dollah Sarawak","Malek selamat"],"overview":"Movies Drama, Singapore (1967) directed by Mat Sentul with Mat Sentul , Shirley Koh .  Mat Bond is a loser who lives with his nagging mother but leads a secret life. Man must foil an evil attempt to dominate the world, with a suitcase falling into the wrong hands, an umbrella flying and magic pills that make it invincible.","release_date":"1967-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":244486,"title":"Mat Bond","adult":false},{"cast":["Evelyn Brent","Grant Withers","Dorothy Short","Richard Loo","Dave O'Brien"],"overview":"A detective matches wits with the female leader of a crime ring.","release_date":"1939-08-28","genres":[],"vote_average":6.0,"runtime":56,"cert":"N\/A","id":244488,"title":"Daughter of the Tong","adult":false},{"cast":["Johanna Klante","Nikola Kastner","Adrian Topol","Bernhard Bulling","Andreas Hoppe"],"overview":"Two couples plan to spend a week in an empty farmhouse located in Germany's Black Forest.","release_date":"2010-04-16","genres":[53],"vote_average":2.8,"runtime":79,"cert":"N\/A","id":244490,"title":"Black Forest","adult":false},{"cert":"N\/A","title":"Sringaravelan","cast":["Dileep","Vedhika","Lal","Kalabhavan Shajon","Joy Mathew"],"genres":[35,28,10749],"id":244492,"overview":"Kannan (Dileep) is the son of a fashion weaver Ayyapanashan (Babu Namboothiri). His father has sent him for fashion designing,but Kannan wants to make more money easier. His friends are Yesudas a.k.a Yesu (Lal),a goonda and Vasu (Kalabhavan Shajon).","runtime":167,"release_date":"2013-09-14","vote_average":3.0,"adult":false}]