[{"cast":[],"overview":"Northern Ireland. Soldiers, through inattention, run into a car with a woman and her young son. Two years later, a horse is stuck in the river, and the soldiers happen along, but the horse's owner is violently opposed to their help; he relents, but his hostility is obvious when his daughter invites them inside afterward to warm up.","release_date":"2004-08-31","genres":[],"vote_average":7.0,"runtime":20,"cert":"N\/A","id":245004,"title":"Everything in This Country Must","adult":false},{"cast":["Julianna Margulies"],"overview":"A documentary on an autistic woman's inner world, her writing, and the friends she made while in college.","release_date":"2004-01-01","genres":[],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":245006,"title":"Autism Is a World","adult":false},{"cast":[],"overview":"A film about the director's relationship with his father who was a team member of the Harlem Globetrotters.","release_date":"2005-03-17","genres":[],"vote_average":6.0,"runtime":29,"cert":"N\/A","id":245008,"title":"Hardwood","adult":false},{"cast":["Evgeni Leonov","Klara Rumyanova","Mariya Vinogradova","Anatoliy Barantsev","Yuri Volyntsev"],"overview":"Laughter and Grief by the White Sea is a 1987 Soviet traditionally animated feature film directed by Leonid Nosyrev made at the Soyuzmultfilm studio. The film is a celebration of the culture of the Russian Pomors who live around the White Sea.","release_date":"1988-01-01","genres":[16,18,35],"vote_average":7.4,"runtime":59,"cert":"N\/A","id":245010,"title":"Laughter and Grief by the White Sea","adult":false},{"cast":[],"overview":"On a winter day, Walter Dahlman is getting ready for a job interview; he's an unemployed architect in Hamburg. As he leaves his flat with little time to spare, a boy of about eight stops him in the hall and asks for a ride to school. Walter doesn't know the lad, who says he's Yuri. The boy is persistent; Walter, who has only a bicycle, ends up giving Yuri a lift to school. The boy calls him \"Daddy,\" and it's just the beginning of Walter's trials and tribulations. Who is the boy, where is his mother, and why Walter?","release_date":"2004-12-02","genres":[18],"vote_average":6.2,"runtime":23,"cert":"N\/A","id":245012,"title":"The Runaway","adult":false},{"cast":["Rosario Dawson"],"overview":"A powerful documentary about five women whose lives have been irrevocably altered by the Rwandan genocide. With the country left nearly 70% female in the wake of the massacres, \"God Sleeps In Rwanda\" is a lucid portrait of the much larger change affected by women in the East African country.","release_date":"2005-08-15","genres":[99],"vote_average":6.0,"runtime":28,"cert":"N\/A","id":245014,"title":"God Sleeps in Rwanda","adult":false},{"cast":[],"overview":"Oscar nominated documentary short from 2005","release_date":"2005-03-15","genres":[],"vote_average":7.0,"runtime":35,"cert":"N\/A","id":245016,"title":"The Mushroom Club","adult":false},{"cast":[],"overview":"In 1964, Leon Fleisher's career as a concert pianist was thriving. A seemingly minor accident - a cut on his right thumb - led to dystonia, the involuntary curling of his right hand's ring and little fingers. In recent interviews, Fleisher talks about what followed: the end of a marriage, despair and disappointments, surgery in 1983 that led to a brief return to the concert hall, and, finally, with Botox and Rolfing, the ability to play with two hands. In between, Fleisher discovers his ecstasies: conducting, teaching, and playing compositions for one hand commissioned in the early twentieth century for a World War I veteran.","release_date":"2006-08-11","genres":[],"vote_average":6.0,"runtime":17,"cert":"N\/A","id":245021,"title":"Two Hands: The Leon Fleisher Story","adult":false},{"cast":[],"overview":"There's something strange about the new substitute teacher in class.","release_date":"2007-01-01","genres":[],"vote_average":6.4,"runtime":15,"cert":"N\/A","id":245023,"title":"The Substitute","adult":false},{"cast":["Laurel Hester","Stacie Andree"],"overview":"Lieutenant Laurel Hester is dying. All she wants to do is leave her pension benefits to her life partner - Stacie, so Stacie can afford to keep their house. Laurel is told no; they are not husband and wife. After spending a lifetime fighting for justice for other people, Laurel - a veteran New Jersey detective - launches a final battle for justice. Knuckle-biting, dramatic Freeheld chronicles a dying policewoman's bitter fight to provide for the love of her life.","release_date":"2007-01-19","genres":[99],"vote_average":6.5,"runtime":40,"cert":"N\/A","id":245025,"title":"Freeheld","adult":false},{"cast":["P. Ramlee","Chandra Shamugam","VI Stanley","A. R. Tompel","Ruminah Sidek"],"overview":"Kamal, Azman, Bakhtiar and Tijah are the children of Musyid the wealthy businessman. Kamal normally spends most of his time drawing portraits. One day he came to know night club singer and wanted to draw her portrait. Their relationship lasted till they both decided to get married. Kamal's father and Leela's father disagrees with their wishes. They both decided to run away and get married. They both lived a happy life eventhough it was very much an ordinary life. A year passed and Leela gave birth to a child. Kamal had to wrok extra hard and taking up an extra job as his drawings didn't make much money. One day Tijah, his sister came to see them and informed of the recent news that his father has passed away. When the will was read he was not left even a single cent of his father's wealth.","release_date":"1968-12-22","genres":[18,10751],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":245030,"title":"Gerimis","adult":false},{"cast":[],"overview":"An intimate look at Cambodia 30 years after the end of the Khmer Rouge's reign.","release_date":"2008-08-22","genres":[99],"vote_average":5.0,"runtime":34,"cert":"N\/A","id":245032,"title":"The Conscience of Nhem En","adult":false},{"cast":[],"overview":"Oscar nominated documentary short from 2009","release_date":"2009-01-01","genres":[],"vote_average":5.0,"runtime":38,"cert":"N\/A","id":245034,"title":"The Final Inch","adult":false},{"cast":["P. Ramlee","Noor Azizah","Ismail Mahmud","R. Suriani"],"overview":"Influences from bad company turn Tahir into a hooligan and a gangster, whilst his childhood girlfriend succeeds life and acquires the best education. Tahir is subsequently arrested for murder and then sentenced to death but his childhood friend, Tahirah, who happens to be Inspector Rosley's fiancée, discovers a secret about Tahir.","release_date":"1971-12-22","genres":[18],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":245036,"title":"Jangan Tinggal Daku","adult":false},{"cast":[],"overview":"Villagers in a remote district of central China take on a chemical company that is poisoning their water and air. For five years they fight to transform their environment and as they do, they find themselves transformed as well.","release_date":"2010-09-17","genres":[],"vote_average":7.0,"runtime":39,"cert":"N\/A","id":245038,"title":"The Warriors of Qiugang","adult":false},{"cast":[],"overview":"A day in the life of a train station.","release_date":"1952-01-01","genres":[99],"vote_average":6.0,"runtime":11,"cert":"N\/A","id":245040,"title":"The Station","adult":false},{"cast":["Jamie Preston","Marc Bossley","Grant Buckerfield","Philip Day","Pete Freeland"],"overview":"On the eve of Thanksgiving, 1971 a man, dressed in a business suit, leaps out of the back of a commercial jet with a parachute and two hundred thousand dollars in ransom money. Now for the first time in FBI history a team of citizen sleuths, using modern forensic science, is helping unravel the mystery of D.B. Cooper.","release_date":"2009-07-26","genres":[99],"vote_average":0.0,"runtime":44,"cert":"N\/A","id":245045,"title":"The Skyjacker That Got Away","adult":false},{"cast":["Alice Faye","Warner Baxter","Charles Winninger","Arthur Treacher","Doris Lloyd"],"overview":"In China, a singer and a journalist meet while traveling on a train attacked by bandits.","release_date":"1939-12-08","genres":[],"vote_average":2.0,"runtime":71,"cert":"N\/A","id":245047,"title":"Barricade","adult":false},{"cast":["Almir Rogerio","Xuxa Meneghel","Monique Lafond","Dênis Derkian","Dionísio Azevedo"],"overview":"","release_date":"1982-02-01","genres":[12,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":245049,"title":"Fuscão Preto","adult":false},{"cast":["Lupe Vélez","Leon Errol","Charles Rogers","Zasu Pitts","Elisabeth Risdon"],"overview":"The fourth of the eight films in the comic \"Mexican Spitfire\" series of films.","release_date":"1941-11-28","genres":[35],"vote_average":2.0,"runtime":69,"cert":"N\/A","id":245051,"title":"The Mexican Spitfire's Baby","adult":false},{"cast":["José Mojica Marins","Débora Muniz","Arlete Moreira","Satã","João Paulo Ramalho"],"overview":"On Christmas Eve, Mauro, a reporter, has 24 hours to find a headine.","release_date":"1979-07-04","genres":[27,18,53],"vote_average":0.0,"runtime":81,"cert":"N\/A","id":245056,"title":"World Market of Sex","adult":false},{"cast":["Broderick Crawford","Valentina Cortese","Bibi Andersson","Branko Pleša","Anita Björk"],"overview":"Set in Italy, the story takes place in this very country, during WW2, where German occupation army ruled everything, just before the allied forces came, in 1944. Crawford plays here a doctor whose son has been shot by the Germans. Of course he has no more taste in life. He continues his work as a German officers' physician. One day, he throws a bomb just in the middle of German troops. Many soldiers and officers are killed. Some time later, the lead officer of the Nazis troops suspects the doctor to be the responsible of the explosion. He lets him know that he himself knows...","release_date":"1961-01-01","genres":[18,10752],"vote_average":7.0,"runtime":96,"cert":"N\/A","id":245061,"title":"Square of Violence","adult":false},{"cast":["Louis Armstrong","Leonard Bernstein","Edward R. Murrow"],"overview":"In this 1957 biography film of the jazz-great Louis \"Satchmo\" Armstrong, he and his band tour the world as American good-will ambassadors bring jazz at its best to the people of the world. Within the film, the life of Louis Armstrong is portrayed through the music. One of the outstanding scenes in this \"biography\/docudrama\" shows blind songwriter W. C. Handy, with tears streaming down his face, as Armstrong, backed by Leonard Bernstein leading the New York Philharmonic Orchestra, play Handy's immortal \"St. Louis Blues.\"","release_date":"1957-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":245066,"title":"Satchmo the Great","adult":false},{"cast":["Marie-José Nat","Victor Lanoux","Anne Lonnberg"],"overview":"When François' (Victor Lanoux) wife Cecile (Marie-Josee Nat) was leaving him because of his affairs with other women, she had an auto accident. In this drama, he makes uses of her amnesia to try to win her back and misleads her at every turn in her quest to recover her memories.","release_date":"1977-01-01","genres":[],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":245071,"title":"Le passé simple","adult":false},{"cast":["Daniel Olbrychski","Jan Kreczmar","Halina Mikołajska","Maja Komorowska","Jan Nowicki"],"overview":"This intense chamber drama centers on an ambitious young industrial designer who is summoned home to help his father and sister. Both the aristocratic family he fled in shame and scorn, and their dilapidated country estate, bathed in an oppressively nostalgic light, prove ultimately inescapable.","release_date":"1971-09-24","genres":[18],"vote_average":6.8,"runtime":88,"cert":"N\/A","id":245073,"title":"Family Life","adult":false},{"cast":["Ljubiša Jovanović","Vasa Pantelić","Jovan Konjović","Miroslav Petrović","Milena Šijački"],"overview":"Jelena and dr Mirkovic realize that their relationship is not just fulfilling the party's task of better maintenance of the illegal press. When Mirkovic joined partisans, one of the illegal fighters didn't endure interrogation of the police and reveals the pressroom's location. Jelena manages to save herself and the press continues its work.","release_date":"1956-01-01","genres":[10752],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":245078,"title":"The Pursuit","adult":false},{"cast":["Aziz Jaafar","Teh Faridah","Noor Azizah","Deddy M. Borhan","A. Rahim"],"overview":"The headman for Kampung Tanjung Pura, Demang, falls ill and is saddened by this because he has no person in mind to take over his position and his wealth. At this very critical moment he remembered about a person whom he wed secretly a very long time ago who has a child living at Permatang Tinggi. Due to this threat Alang Pendekar, Deman’s brother in law, whois afraid that he wont inherit his riches, sends his followers to the village to destroy the living blood that still remains of Demang.","release_date":"1977-01-01","genres":[28],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":245083,"title":"Pendekar","adult":false},{"cast":["Jem Godfrey","Craig Blundell","John Mitchell","Nathan King"],"overview":"Frost recorded at Rockfield Studios, Monmouth, Wales. January 3rd and 4th 2013\r Craig Blundell - Drums\r Jem Godfrey - Keys, vocals\r John Mitchell - Guitars, vocals\r Nathan King - Bass, vocals","release_date":"2013-12-09","genres":[10402],"vote_average":5.3,"runtime":101,"cert":"","id":245085,"title":"The Rockfield Files","adult":false},{"cast":["Suraya Harun","Mat Sentol","Wahid Satay","Datin Umi Kalthum","Malek selamat"],"overview":"The story evolves around Amran and Rohani who are a couple who have slept together one night in front of Gua Musang. Amran then went off to sail but to cover up the shame he brought Rohani on the outskirt are of the village. On his return he was surprised not to have found Rohani there. He found out soon enough that Halimah killed Rohani because she wanted Amran. As of that Rohani’s spirit haunts Halimah in her dream in a form of a tiger.","release_date":"1964-01-01","genres":[27,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":245087,"title":"Pontianak Gua Musang","adult":false},{"cast":["Bettina Kox","Dixie Valens","Tony Carrera","Rick Angel"],"overview":"","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":245089,"title":"Jeune & Salope","adult":true},{"cast":["Maya Karin","Rusdi Ramli","Rosyam Nor","Ida Nerina","Kavita Sidhu"],"overview":"Pontianak Harum Sundal Malam 2 is the sequel to the movie of the same title in 2004. The story continues after the \"pontianak\" (banshee\/vampire) has avenged her death by eliminating her murderer (Marsani) and his entire bloodline. The story also explains her possesion of her own daughter and the end of her revenge. The story also sees Meriam coming to terms with her death before releasing her daughter from possesion and dealing with the obsession of her killer's son (Zali). Although the movie is still classified in the horror genre, this sequel delves more into sad emotions compared to the rage inflicted in the first movie.","release_date":"2005-11-24","genres":[27],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":245097,"title":"Pontianak Harum Sundal Malam 2","adult":false},{"cast":[],"overview":"In this thrilling tale by Robert Louis Stevenson, Scotland has lost its beloved Prince Charlie for the brutish British King George 2nd, dividing the country in two. David Balfour, an orphaned Scotsman, has come to meet his uncle, Ebeneezer Balfour, in the hopes of finding a new home, but finds himself kidnapped and cast out to sea by his greedy uncle who wants to keep David's inheritance.  Suddenly a shipwreck brings a newcomer aboard who just may be David's ticket to freedom: Alan Breck, a highlander who is skilled at risky escapes. While a loyal friendship is born, David searches for his true place and hopes to regain his homeland and his rightful patrimony.","release_date":"2008-04-29","genres":[16,10751],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":245099,"title":"Kidnapped","adult":false},{"cast":["Alexia Monduit","Geneviève Tenne","Simon Abkarian","Zinedine Soualem"],"overview":"Micheline, who is pregnant, lives in a home for women from which she tries to observe the world with calm and serenity. Among other women of the home who are also pregnant the frequently asked question is whether they will keep their baby or not.","release_date":"1999-01-06","genres":[18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":245104,"title":"Lila Lili","adult":false},{"cast":["Carmen Electra","Patrick St. Esprit","John Schneider","Miguel A. Núñez, Jr.","Eric Ladin"],"overview":"A past-his-prime professional golfer plays small time tourneys to re-qualify for the PGA.","release_date":"2010-09-14","genres":[35,10770],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":245112,"title":"Back Nine","adult":false},{"cast":["Noor Azizah","Zulkifli Zain","Aziz Jaafar","Dato' Yusof Haslam","Aziz M. Osman"],"overview":"The story is about a married couple who have five kids and are living a very poor life in a rural area on the outskirts of Kuala Lumpur. All of their kids try to help out so their family would earn a better living. The family is very close to their neighbours who happens to try and help out the best that they can to ease off their suffering. Unfortunately one day their parents passed away leaving them on their own with no one to care to. Their neighbours tried their best to take care of them but they were a huge bunch so they have decided to give them away to other foster parents but they manage to run away to the big city.","release_date":"1976-01-01","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":245114,"title":"Sayang Anakku Sayang","adult":false},{"cast":["Barry Fitzgerald","Diana Lynn","Sonny Tufts","Dick Foran","Frank McHugh"],"overview":"Comedy about an Irish father, who enjoys betting on horses, who keeps interfering with his daughter's romance with a serviceman.","release_date":"1947-03-07","genres":[],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":245116,"title":"Easy Come, Easy Go","adult":false},{"cast":["Suzanne Savoy","James Monroe Black","James Belcher"],"overview":"A passion for golf drives this story about fame, schemes and paying the bills. Having successfully failed at everything, Anthony \"Babe\" Lombardo rises from his couch potato life with one last hope. He invents the perfect golf swing that he believes will revolutionize the game. Determined to make it bankable, Babe frantically maneuvers amidst suspicious investors, vanishing friends and a disenchanted wife.","release_date":"1995-08-15","genres":[],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":245118,"title":"The Man with the Perfect Swing","adult":false},{"cast":["Greg Vorob","Elmer J. Santos","Caitlin Winter","Timothy J. Cox","Jack Moran Jr."],"overview":"An unremarkable man's life is forever changed by his guardian angel.","release_date":"2013-05-21","genres":[35],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":245123,"title":"Greg's Guardian Angel","adult":false},{"cast":["Zdeněk Svěrák","Ivona Krajčovičová","Libuše Švormová","Václav Švorc","Ladislava Kozderková"],"overview":"","release_date":"1985-12-22","genres":[18,35],"vote_average":7.0,"runtime":76,"cert":"N\/A","id":245128,"title":"As Good as Poison","adult":false},{"cast":[],"overview":"The only cinematographic work of João de Almeida e Sá","release_date":"1930-02-03","genres":[99],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":245133,"title":"Alfama, a velha Lisboa","adult":false},{"cast":[],"overview":"Commemorative procession celebrating the eighth centenary of the inbreak of Lisbon from the Moors in 1147 by the forces of D. Afonso Henriques with the help of the Crusaders en route to the Holy Land.","release_date":"1947-01-01","genres":[99],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":245135,"title":"O Cortejo Histórico de Lisboa","adult":false},{"cast":["Wayne Kramer","Jack White"],"overview":"It Came From Detroit is the ultimate inside look at the Motor City’s internationally renowned “garage rock” scene. Nearly a decade in the making, this feature documentary chronicles the action both before and after the White Stripes rose to fame and brought an international spotlight on the scene. Beginning with the hugely influential 1980s trio The Gories (and stretching back to a legacy that includes The Stooges and The MC5), the bands of the Detroit garage rock music scene are known for two things: having an impeccable knowledge of the history of rock 'n' roll and putting on a raucous live show. It Came From Detroit documents the evolution of the Detroit scene from underground obscurity to international phenomenon. We watch how, as bands such as the White Stripes, the Von Bondies and the Electric Six started to develop a following overseas, journalists and fans around the world started hyping Detroit as “The Next Seattle” -- before the whole thing nearly imploded on itself.","release_date":"2009-07-23","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":245137,"title":"It Came From Detroit","adult":false},{"cast":["Simon Phillips","Marc Pickering","Grace Vallorani","Martin Fisher","Peter Barrett"],"overview":"We were warned in an ancient Mayan prophecy that the 21st December 2012 would be the beginning of the end, but not how and where this new era would unveil itself. Until now.","release_date":"2012-12-21","genres":[27],"vote_average":3.6,"runtime":79,"cert":"","id":245142,"title":"The Warning","adult":false},{"cast":["George Burns","Robby Benson","Barbara Barrie","Cliff Robertson"],"overview":"Nolie has just turned 21 but is retarded and acts more like 8. While claiming that she only wants to help him, his \"smother\" actually likes things that way. One day Nolie visits his beloved grandfather in a rest home and is horrified at how the old man has deteriorated, vegetating in his wheelchair. He realizes that this is partly due to the medication the nurses are giving him. Nolie decides that he must rehabilitate Grandpa himself, since no one else cares. Furthermore, he and Grandpa must keep their project a secret. It's a job for a man, and time for Nolie to become one.","release_date":"1982-10-08","genres":[18,10770],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":245144,"title":"Two of a Kind","adult":false},{"cast":[],"overview":"A look into the judicial scandal that rocked the nation.","release_date":"2014-02-07","genres":[80,99],"vote_average":6.7,"runtime":102,"cert":"N\/A","id":245158,"title":"Kids for Cash","adult":false},{"cast":[],"overview":"In the tiny town of Harmony, the people have been working so hard they've forgotten music even exists! Then, three determined little orphans set out to find a gift they can give the hardworking townsfolk. And with a little night-before-Christmas advice from kindly Mrs. Santa Claus, they give the town the most amazing present anyone could imagine: Christmas caroling!","release_date":"1999-01-01","genres":[],"vote_average":6.0,"runtime":48,"cert":"N\/A","id":245163,"title":"We Wish You a Merry Christmas","adult":false},{"cast":["Carey Mulligan","Helena Bonham Carter","Brendan Gleeson","Anne-Marie Duff","Meryl Streep"],"overview":"Based on true events about the foot soldiers of the early feminist movement who were forced underground to evade the State.","release_date":"2015-10-16","genres":[18,36],"vote_average":7.3,"runtime":106,"cert":"12","id":245168,"title":"Suffragette","adult":false},{"cast":["Josef Vinklář","Jiří Bartoška","Miroslav Moravec","Jiří Krampol","Jaroslava Pohlová"],"overview":"","release_date":"1978-12-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":245179,"title":"Pumpaři od Zlaté podkovy","adult":false},{"cast":[],"overview":"Late June, and much of the land is bare. There are sounds of running water, and melt ponds shine everywhere. The woman carries heather and moss to camp and the man makes a whirling bullroarer for the boy. Another child pretends to drive a dog sled. A woman is working sinews into bowstrings, while another is busy with a seal skin. A woman prepares to cook a meal and a man makes a bow from bone and sinews. It is a demanding task to combine such materials into a strong supple weapon; the result is pleasing to the man. The next day the men move out on the sea ice with a dog to look for seal pups.","release_date":"1967-12-23","genres":[99],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":245181,"title":"Netsilik Eskimos, IV: Group Hunting on the Spring Ice","adult":false},{"cast":[],"overview":"It is unquestionable that the Electro genre has reached a broader American audience in the last two years. I am determined to document the scene and its participants, show the inner workings of the genre and what it will eventually evolve into. The notion to document this genre was conceived in 2008 after reading a blog post with the same title 'Electro Wars' featured on the Hipster Runoff. The post was a sarcastic outlook on electro\/house artists in the United States and Europe, and their impact on mainstream music here in the United States.","release_date":"2010-11-19","genres":[99,10402],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":245183,"title":"The Electro Wars","adult":false},{"cast":[],"overview":"In late winter when the cold is severe, the people and dogs are glad to stop their trek and make camp. In the blue dusk the men probe the snow and then cut building blocks while the women shovel a site. Soon all are under cover, and in the wavering light of the stone lamp they sleep, their breath rising coldly. In the light of day the men test and refurbish their spears, harness dogs to the sled and strike out on the sea ice. Each man, with a dog or two, explores the white waste, seeking scent of a seal's breathing hole. When a dog noses the snow, the man probes for the hole and, when he finds it, suspends a single looped hair to signal when the seal rises to breathe. Then he waits, motionless, to make his strike. He kills, and the others gather to taste the warm liver of his catch. Then, as night comes, the vigil goes on.","release_date":"1967-12-23","genres":[99],"vote_average":5.0,"runtime":137,"cert":"N\/A","id":245185,"title":"Netsilik Eskimos, V: At the Winter Sea Ice Camp","adult":false},{"cast":["Aldo Fabrizi","Nino Taranto","Erminio Macario","Carlo Croccolo","Peppino De Filippo"],"overview":"","release_date":"1963-12-22","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":245190,"title":"I quattro moschettieri","adult":false},{"cast":[],"overview":"Full summer, and the tundra is bare; skin tents are up and it is time to attend to the fishing as the fish move upstream. The men are in the river, lifting stones and placing them to form enclosures to trap the fish. A woman skins a duck and then braids her hair in the old way, stiffly around sticks. From a bladder she makes a balloon for the child. The men are fishing with the three-pronged leisters, spearing the fish and stringing them on a thong, until it is as much as a man can do to drag his catch from the water. The woman works quickly, cleaning the fish, and then all enjoy bits of the fresh raw fish.","release_date":"1967-12-23","genres":[99],"vote_average":5.0,"runtime":57,"cert":"N\/A","id":245192,"title":"Netsilik Eskimos, VII: Fishing at the Stone Weir","adult":false},{"cast":[],"overview":"More signs of winter's end as more wildlife returns. The family makes an excursion for fresh fish from a lake. They build a karmak and move in the furs, cooking troughs, etc. The woman sets up her lamp, spreads the furs and attends to the children. There are signs of returning wildlife. The man moves out on the lake ice and chips a hole for fishing. He baits his hook and lowers it jigging the line to attract the fish. Crouched by the hole, he persists with his purpose and takes some fish, as does his wife who has joined him. Both remain at the hole through a severe blizzard.","release_date":"1967-12-23","genres":[99],"vote_average":5.0,"runtime":32,"cert":"N\/A","id":245194,"title":"Netsilik Eskimos, VIII: Jigging for Lake Trout","adult":false},{"cast":["Wesley David Richards","Eddie Edwards","Alex Sherman","John R. Rivera","Austin Jenkins"],"overview":"ROH All Star Extravaganza V was a professional wrestling event produced by Ring of Honor (ROH). It took place on August 3, 2013 at the Mattamy Athletic Center in Toronto, Ontario, Canada.","release_date":"2013-08-03","genres":[],"vote_average":0.0,"runtime":200,"cert":"N\/A","id":245196,"title":"ROH All Star Extravaganza V","adult":false},{"cast":["Milan Lasica","Jana Hlaváčová","František Řehák","Valérie Zawadská","Jiří Kodet"],"overview":"","release_date":"1989-09-30","genres":[35],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":245201,"title":"Vážení přátelé, ano","adult":false},{"cast":[],"overview":"","release_date":"1998-12-22","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":245206,"title":"Rivers of Babylon","adult":false},{"cast":["Markéta Světlíková","Míla Myslíková","Lubomír Lipský"],"overview":"","release_date":"1971-12-22","genres":[10751],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":245214,"title":"Metráček","adult":false},{"cast":["Isabella DeVoy","Zach Zint","Joseph Dodd"],"overview":"Tod is an unemployed musician and Lydia is pregnant. They used to date each other and with a wedding as the reason, Tod and Lydia take a trip from South Dakota to Indiana. The trip is filled with detours, interesting strangers, and a physical injury that results in an eye patch.","release_date":"2013-12-01","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":245219,"title":"Different Drum","adult":false},{"cast":["Louise Jameson","Sacha Dhawan","Roy Barraclough","Una Stubbs","John Castle"],"overview":"The chilling story of Dr Rant, whose wicked streak continues from beyond the grave. Based on the festive ghost story by MR James.  When a relative comes to find a particular book at the university library, young student Garrett is drawn into a family feud over a will and its legacy - with terrifying consequences.","release_date":"2013-12-25","genres":[18,53,27,10770],"vote_average":6.6,"runtime":35,"cert":"15","id":245224,"title":"The Tractate Middoth","adult":false},{"cast":["James Gandolfini","Tony Sirico","Edie Falco","Steve Buscemi","David Chase"],"overview":"\"James Gandolfini: Tribute To A Friend\" will debut Sunday, December 22 at 8:30 PM on HBO, his old The Sopranos network. In the half-hour tribute, friends and colleagues remember the three-time Emmy winner, who died June 19 at age 51. The special features clips of Gandolfini’s work as well as behind-the-scenes footage.","release_date":"2013-12-22","genres":[99],"vote_average":6.9,"runtime":35,"cert":"N\/A","id":245226,"title":"James Gandolfini: Tribute To A Friend","adult":false},{"cast":[],"overview":"A group of teenagers meet a mysterious thirteen year old girl in the dead of night.  They soon begin to discover the true power of the girl, it isn't a good power either.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":245228,"title":"Emma","adult":false},{"cast":["Britney Spears","Adam Leber"],"overview":"Britney Spears will star in E!'s \"I Am Britney Jean\" Documentary chronicling preparations for her new Las Vegas show. Below, get a first look courtesy of Eonline! The buzz about Britney Spears upcoming two-year performance residency at Planet Hollywood Resort &amp; Casino in Las Vegas has already reached a fever pitch with ticket sales through the roof and rumors abounding as to what the star will perform, what she'll wear, and what the show will look and sound like. I Am Britney Jean is going to offer an intimate look at one of the most overexposed yet under revealed stars of today as she faces one of her biggest challenges ever while finishing her album, shooting videos, doing press - and being a mom.","release_date":"2013-12-22","genres":[99],"vote_average":7.6,"runtime":85,"cert":"N\/A","id":245230,"title":"I Am Britney Jean","adult":false},{"cast":[],"overview":"Ibogaine is a plant extract that stops drug addiction. In this documentary, a 34-year-old heroin addict undergoes ibogaine therapy with Dr Martin Polanco at the Ibogaine Association, a clinic in Rosarito, Mexico. In Gabon, where use of the iboga root is traditional, a Babongo woman's tribe uses the plant to help her recover from a depressive malaise. Director Benjamin De Loenen interviews people formerly addicted to heroin, cocaine, and methamphetamine, who share their perspectives about ibogaine treatment.","release_date":"2004-09-27","genres":[99],"vote_average":8.0,"runtime":50,"cert":"N\/A","id":245244,"title":"Ibogaine: Rite of Passage","adult":false},{"cast":["Steve Allen","Moe Howard","Larry Fine","Curly Howard"],"overview":"A documentary recounting the personal and professional lives of the Three Stooges, including rare footage and interviews with family members.","release_date":"1984-01-01","genres":[99],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":245252,"title":"Stooge Snapshots","adult":false},{"cast":[],"overview":"Animation experts reflect on the enduring popularity of the Flintstones.","release_date":"2004-12-07","genres":[99],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":245254,"title":"Carved in Stone: The Flintstones Phenomenon","adult":false},{"cast":[],"overview":"Former cast and crew for The Flintstones share some of their memories about the show.","release_date":"2005-03-22","genres":[99],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":245256,"title":"First Family of the Stone Age","adult":false},{"cast":["Michael Hordern","Twiggy","Roger Daltrey","Paul Daneman","Jimmy Jewel"],"overview":"The Little Match Girl is a short story by Danish poet and author Hans Christian Andersen. The story is about a dying child's dreams and hope, and was first published in 1845. This adaptation was made for Harlech TV and broadcast  on 28th December 1986. It starred Twiggy and Roger Daltrey and features the song Mistletoe and Wine\" which became a #1 hit for Cliff Richard in 1988, and the biggest selling record of that year","release_date":"1986-12-28","genres":[18,10402,10770],"vote_average":2.0,"runtime":79,"cert":"PG","id":245261,"title":"The Little Match Girl","adult":false},{"cast":["A R Badul","Nassier Wahab","Ibrahim Din","Faridah Fasha","Julie Dahlan"],"overview":"The film tells two young men in their quest to find the section wills inheritance of their father. They face many obstacles and challenges before met a man with the last section of the will.  The results of grafting cuttings, they were finally able to find the secret location of the property is situated. At the same time, a group of thugs were trying to get cuttings will. They all eventually meet at a secret location of the property and unravel a mystery that has long been stored there.  What secrets are hidden behind the will?","release_date":"1986-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":245263,"title":"Si Jantung Hati","adult":false},{"cast":["Charles Laughton","Binnie Barnes","Richard Carlson","Donna Reed","Christopher Severn"],"overview":"An Australian blowhard raises two orphaned children as his own in the years leading up to WWII.","release_date":"1943-08-04","genres":[18,10752],"vote_average":6.5,"runtime":103,"cert":"N\/A","id":245268,"title":"The Man from Down Under","adult":false},{"cast":["Laura de la Luz","Raul Paz","Herminia Sánchez","Enrique Molina","Micheline Calvert"],"overview":"The plot, set in Havana in the last period of Fulgencio Batista's dictatorship, follows a young girl whose aspirations to obtain a scholarship in America, against the odds, are paralleled with her reading of Ernest Hemingway's \"The Old Man and the Sea\".","release_date":"1990-12-01","genres":[18],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":245270,"title":"Hello Hemingway","adult":false},{"cast":["Ronald Colman","Elissa Landi","Juliette Compton","Halliwell Hobbes","David Torrence"],"overview":"A drug-addicted member of Parliament needs to take time off and secretly pull his life together, so he gets his lookalike cousin (both played by Ronald Colman) to agree to temporarily assume his identity.","release_date":"1933-09-03","genres":[18],"vote_average":6.0,"runtime":80,"cert":"N\/A","id":245272,"title":"The Masquerader","adult":false},{"cast":["Kate Jackson","Kenneth Welsh","Bruce Greenwood","Kelly Rowan","Elizabeth Hawthorne"],"overview":"Katie and Guy take a sea cruise in their sailboat and discover a couple on a wrecked boat, victims of a brutal attack by their crew. They take Eliza and Nick on board. The new boarders appear nervous about returning to Honolulu, and when the boat's engines die and other little incidents occur, Katie and Guy start wondering whether the shipwrecked couple are what they appear to be.","release_date":"1993-04-13","genres":[],"vote_average":5.0,"runtime":93,"cert":"N\/A","id":245274,"title":"Adrift","adult":false},{"cast":["Hugo Stiglitz","Edna Bolkan","Toño Infante","Ana Luisa Peluffo","Maribel Palmer"],"overview":"Two grown orphans disguised as nuns attempt to foil a Mexican drug cartel.","release_date":"1998-06-02","genres":[],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":245276,"title":"2 monjitas en peligro","adult":false},{"cast":["Natalya Andreychenko","Mariya Mironova","Vladimir Zeldin","Igor Sklyar","Lyudmila Makarova"],"overview":"","release_date":"1985-01-01","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":245284,"title":"Марица","adult":false},{"cast":["Alex Agnew"],"overview":"","release_date":"2013-10-31","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":245286,"title":"Alex Agnew: The Legend Ends","adult":false},{"cast":["Willy A. Kleinau","Berta Drews","Ingrid Andree","Kenneth Spencer","Jan Hendriks"],"overview":"","release_date":"1956-09-16","genres":[10402,18],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":245294,"title":"Der Bauer vom Brucknerhof","adult":false},{"cast":[],"overview":"One night, near a cliff-to, a young woman receives a marvellous and unhoped for invitation of life.","release_date":"2004-06-12","genres":[16],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":245299,"title":"Signes de vie","adult":false},{"cast":["José Ferrer","June Allyson","Edward Platt","Joy Page","Kendall Clark"],"overview":"Film version of Joseph Kramm's Pulitzer Prize play, about a Broadway playwright driven to a nervous breakdown by his shrewish wife.","release_date":"1955-06-21","genres":[],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":245301,"title":"The Shrike","adult":false},{"cast":["Tippi Degré","Ian Sussens","Audrey Delsink"],"overview":"","release_date":"2002-01-02","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":245312,"title":"Tippi en Afrique","adult":false},{"cast":["Lando Buzzanca","Stella Carnacina","Gianni Cavina","Lionel Stander","Orchidea De Santis"],"overview":"","release_date":"1976-03-02","genres":[],"vote_average":6.0,"runtime":93,"cert":"N\/A","id":245314,"title":"San Pasquale Baylonne, Protector of Women","adult":false},{"cast":["Mazlan Pet pet","Azlee Senario","Wahid Senario","Maria Farida","Nik Sayyidah"],"overview":"This time around, the gang - Azlee, Mazlan and Wahid go for a vacation to an island resort. Upon their arrival, they discover that the resort isn't what they had expected it to be. It looked deserted and on the verge of bankruptcy. They decide to help the owner, Mansor to restore the resort and attract more tourists. But, things didn't go well. Disappointed by the situation, they decide to call it quits and leave the resort. However, things go awry when Remy comes into picture offering a salvation on Mansor's business. Noticing something fishy about Remy's plan, Mazlan steps in and unveils Remy's true identity to Mansor. Remy goes mad and abducts Mansor's daughter, Qasidah. Once again, the gang face bigger test in their attempt to rescue Qasidah.","release_date":"2009-11-19","genres":[35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":245316,"title":"Senario The Movie Episode 2 Beach Boys","adult":false},{"cast":["Udo Kier","Tilda Swinton","Uwe Fellensiek","Anna Fechter","Anastasia Kudelka"],"overview":"","release_date":"1987-05-20","genres":[18,27],"vote_average":6.0,"runtime":84,"cert":"N\/A","id":245324,"title":"Egomania: Island Without Hope","adult":false},{"cast":[],"overview":"Zombie Musical","release_date":"2005-12-24","genres":[],"vote_average":3.3,"runtime":145,"cert":"N\/A","id":245332,"title":"Song of The Dead","adult":false},{"cast":[],"overview":"George Wallace brings his distinct style of humor to this jam-packed casino comedy concert. Wallace’s hilarious insights will keep you laughing from the beginning to end, proving once again the he’s Large and In Charge.","release_date":"","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":245337,"title":"George Wallace - Large & In Charge","adult":false},{"cast":[],"overview":"A blend of home movie and structuralist film","release_date":"","genres":[],"vote_average":0.0,"runtime":22,"cert":"N\/A","id":245342,"title":"Reflexfilm\/Familyfilm","adult":false},{"cast":["Alexis May","Karina Currie","Lee-Anne Rigley","Lucy Love","Megan Coxxx"],"overview":"Uniform Academy offers up five sizzling scenes of sexy girls in uniform. The tennis coach gets to show off more than just her volley as she shows a hot stud how she holds a racquet. A ballet dancer pirouettes on a hot cock and a sexy swimming babe executes a superb breast stroke. A naughty schoolgirl is chastised and the prim horse jumper tackles more than the hedge jumps as she takes a ride on the stable boy. Beautifully filmed on expensive locations, Uniform Academy offers a great variety of hot babes, all dressed to thrill, in scenes that give us just the right amount of tease before moving onto the hardcore action. Nearly two hours of babes in uniform - how can you resist!","release_date":"2012-01-02","genres":[],"vote_average":5.5,"runtime":112,"cert":"R18","id":245344,"title":"Uniform Academy","adult":true},{"cast":["Krisjan Schellingerhout","Elsie de Brauw","Geert Lageveen","Mei van der Meulen","Mees Jongema"],"overview":"","release_date":"2004-09-24","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":245346,"title":"Au cigogne!","adult":false},{"cast":[],"overview":"Henry Primo, desperate for acceptance and popularity, invites everyone to his 16th birthday party. Unfortunately, that includes the twisted Jim Kizay, a local bad seed who slips Henry narcotics. The next morning, Henry wakes from a hangover to discover seven of his classmates are dead and he's the prime suspect. Local authorities consider it an open and shut case, locking him away in a state mental institution. Fifteen years later, Henry's parents convince the courts to release Henry, and they return him to a specially constructed cell in their home. They only want their son back... the son they lost fifteen years earlier. But Henry has changed. He refuses to speak and only communicates in writing. He seems harmless, but is he? During his time alone, Henry developed amazing powers. He's a case study in ESP and Mental Telepathy. He remembers everything he touches, hears, and sees. And most astonishingly, he knows what everyone is thinking, but no one knows what's on his mind...","release_date":"2000-10-17","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":245348,"title":"Party Crasher: My Bloody Birthday","adult":false},{"cast":["Ricky Koole","Martijn Nieuwerf","Anke Engels","Romijn Conen","Tamara Brinkman"],"overview":"Tessel is determined to give her boyfriend the day of his life by marrying him. But the closer the big moment gets, the more Tessel starts to doubt everything: her dress, her boyfriend, her ex and most of all herself. In the end only one thing is clear: this will be a day to remember.","release_date":"2004-09-23","genres":[],"vote_average":7.0,"runtime":40,"cert":"N\/A","id":245350,"title":"Lost","adult":false},{"cast":["Scarlet Haze","Shayna Knight","Heather Martel","Sassy","Tyler Houston"],"overview":"Red Light District brings you 6 young milky white sluts that crave the big black radiator hose in each and every orifice. Plenty of anal action along with multiple double penetrations.","release_date":"2003-10-28","genres":[],"vote_average":0.0,"runtime":139,"cert":"N\/A","id":245352,"title":"Black Dicks in White Chicks 6","adult":true},{"cast":[],"overview":"In old New South Wales a new bunch of convicts arrives including the little convict, young Toby Nelson. Consigned to a Government farm they are subjected to the cruelty of Sergeant Billy Langdon and Corporal Weazel Wesley. Toby escapes and flees into the Australian bush where he is saved from death by the aboriginal boy, Wahroonga. Together, with another escapee, the highwayman, Jack Doolan, and Wahroonga’s animal friends, they launch a spectacular mission to rescue the blacksmith, Big George, and Toby’s sister, Polly.","release_date":"1979-12-20","genres":[],"vote_average":8.0,"runtime":80,"cert":"N\/A","id":245360,"title":"The Little Convict","adult":false},{"cast":[],"overview":"\"So what do we have here?\" you might ask.  We have the best performers from the early days of smut -- a spunk-covered cavalcade of the super-stars who rose to prominence in that \"Golden Era.\"  I'm talking Linda Lovelace, Vanessa Del Rio, Seka, Tina Russell, Candy Samples, Lisa De Leeuw, Marc Stevens, Johnny Keyes and Mr. 13\" himself, John Holmes.  They're all here for the first time, digitally restored from the original grimy 8mm film prints.","release_date":"2006-09-12","genres":[],"vote_average":0.0,"runtime":240,"cert":"N\/A","id":245374,"title":"Super-Stars Of The 70s Stags","adult":true},{"cast":["Jack Randall","Frank Yaconelli","Joyce Bryant","Hal Price","Dennis Moore"],"overview":"Two young brothers are separated when their wagon train is attacked and their parents killed. One brother Cherokee is raised by Indians and the other, the Kansas Kid, by the outlaw gang leader Buff. Twenty years later they unknowingly meet again when the Kid goes after wagons being guided by Cherokee.","release_date":"1939-06-01","genres":[37],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":245379,"title":"Across the Plains","adult":false},{"cast":["Sallie Harmsen","Isis Cabolet","Olly de Jeu","Yarin Ploum","Arie Rustenburg"],"overview":"","release_date":"2004-09-23","genres":[],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":245381,"title":"Snacken","adult":false},{"cast":["Lore Dijkman","Teun Kuilboer","Tim Zweije","Malou de Roy van Zuydewijn","Kimmy Ligtvoet"],"overview":"","release_date":"2004-09-23","genres":[18,53],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":245383,"title":"Zwijnen","adult":false},{"cast":["Dennis O'Keefe","Mara Lane","Rossano Brazzi","Arnoldo Foà","Galeazzo Benti"],"overview":"Dennis O'Keefe plays a GI who falls in love with Mara Lane in postwar Rome. Lane kills her boss, forcing her to flee the law. O'Keefe goes along for the ride so that he won't be knocked off by Lane's husband. Just when it looks as though O'Keefe is willing to go to any lengths to protect the woman he loves, he discovers that she frankly isn't worth it.","release_date":"1954-11-16","genres":[18],"vote_average":5.0,"runtime":81,"cert":"N\/A","id":245385,"title":"Angela","adult":false},{"cast":["Hans Croiset","Shanti Devi","Margien van Doesen","Tjeerd Gerritsen","Irma Hartog"],"overview":"","release_date":"2006-09-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":245399,"title":"Divina Gloria","adult":false},{"cast":["Christopher Doyle","Erich Fleshman","Prinya Intachai","Nonzee Nimibutr","Khanngoen Nuanual"],"overview":"An insightful documentary about Thai cinema, which features a colourful and long running film history, yet struggles as the industry attempts to move forward. This film examines the past and focuses on the Thai New Wave since 1997 by combining film clips, and interviews from Thai directors and others artists, like Asian hip-hop sensation Thaitanium, who are trying to create a more personal style of art.","release_date":"2009-01-01","genres":[99],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":245404,"title":"Behind the Blur","adult":false},{"cast":["Rajiv Kapoor","Meenakshi Seshadri","Anita Raj","Tanuja","Om Shivpuri"],"overview":"Lover Boy is a 1985 Indian Bollywood film produced and directed by Shomu Mukherjee. It stars Rajiv Kapoor, Meenakshi Seshadri and Anita Raj in pivotal roles.","release_date":"1985-12-14","genres":[],"vote_average":9.5,"runtime":147,"cert":"N\/A","id":245418,"title":"Lover Boy","adult":false},{"cast":["Sharifah Amani","Adlin Aman Ramlie","Namron","Rozie Rashid","Noorkhiriah"],"overview":"Seven years after Jason, Orked is now married to a much older guy, Arif. Everything seems ideal in their marriage at first glance. One fateful morning, Orked is awakened by a distressing phone call from Mak Inom with news that Pak Atan has become catatonic due to diabetic complications.After some chaos, they take Pak Atan to the hospital. There, Orked bumps into Alan, Jason’s elder brother. His father, Pa has also been hospitalized. As the film develops, we witness the friendship between Alan and Orked flourish, to Arif’s apprehension. Perhaps because for Orked, Alan is a link to her first love. Throughout the film we are also introduced to another 'family'. The muezzin or Pak Bilal heads an institution of sorts; consisting of his wife, Kak Maz, their 7 year-old child, two prostitutes, Temah and Kiah, as well as Temah’s son, Shahrin and a mysterious gambler named Ki. The story then unfolds into a web of deceit and heartbreak.","release_date":"2006-04-06","genres":[18,35],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":245435,"title":"Gubra","adult":false},{"cast":["Francis Perrin","Jean-Paul Comart","Valérie Allain","Isabelle Mergault"],"overview":"","release_date":"1988-09-21","genres":[35,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":245440,"title":"Club de rencontres","adult":false},{"cast":[],"overview":"Two video game characters forge an unlikely romance.","release_date":"2013-03-28","genres":[35],"vote_average":6.5,"runtime":10,"cert":"N\/A","id":245442,"title":"RPG OKC","adult":false},{"cast":[],"overview":"People exist as landscape to each other for much of their time. This coldness sometimes inspires you. The scenery is still the same, but the impression has changed slowly.","release_date":"2013-12-12","genres":[99],"vote_average":6.0,"runtime":96,"cert":"N\/A","id":245444,"title":"Scenery","adult":false},{"cast":[],"overview":"A Soviet film adaptation of Tolstoy's 'The Death of Ivan Ilyich.'","release_date":"1985-03-01","genres":[],"vote_average":4.7,"runtime":65,"cert":"N\/A","id":245446,"title":"A Simple Death","adult":false},{"cast":["Wayne Morris","Lois Maxwell","Gordon MacRae","Mary Stuart","Anthony Warde"],"overview":"Gangsters frame a boxer for murder when he refuses to throw a fight.","release_date":"1948-06-26","genres":[18],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":245457,"title":"The Big Punch","adult":false},{"cast":["Arja Lee","Wan Raja","Diana Danielle","Ogy Ahmad Daud","Normah Damanhuri"],"overview":"Ruby, whose real name Rubidin've Ghaus is a couple in love. Because of my love of Ghaus, Rubidin willing to sacrifice to change his identity to Ruby. Not a bit of the sacrifices made by Ruby, changed his identity through a sex change. But Ruby calculation is wrong because Ghaus could not accept the physical condition of a woman once broke off communion with Ruby. Unexpectedly, the male hormone in Ruby return to form and he returned to Rubidin. Even Rubidin first fell in love with a girl who is gracious and they plan to marry. Can terjalinkah the price of a marriage if the husband does not have kelakianya and when not paid.","release_date":"2011-03-24","genres":[18],"vote_average":5.0,"runtime":94,"cert":"N\/A","id":245459,"title":"In A Bottle","adult":false},{"cast":["Rosyam Nor","Umie Aida","Hasnul Rahmat","Ako Mustapha","Siti Elizad"],"overview":"This movie tells different stories of people who have become desperate with city life. Rosli is a stall owner who, in his quest to get rich, borrows money from illegal moneylenders. However he loses all his money in a get rich quick scheme and now owes the moneylenders a significant amount. Unable to pay, his wife and son are kidnapped by the moneylenders to ensure his repayment. Meanwhile a young man, Rizal, is involved with the illegal racing scene. He crosses paths with a notorious racer Legau and in their attempts to beat each other, they cause the deaths of innocent people. Ria, on the other hand, is involved in the sale of designer drugs headed by her boyfriend Nala. In a period of rebelliousness she meets Sufi, a nightclub waiter. Sufi is an addict but his relationship with Ria becomes so strong that he decides to take her away from Nala","release_date":"2005-01-13","genres":[28],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":245461,"title":"Gangster","adult":false},{"cast":["Amy Mastura","Rashid Salleh"],"overview":"Tells the story of a girl named Markonah who come into the city to find work even without the blessing of his mother. There he worked as a highway toll workers. She lived with Milah, the same work dengannya.Dalam at the time, Johan, that a man of standing and rich who happens regularly through the highway has captivated him. He has sent holiday greeting cards to Markonah but not treated by Markonah.Sewaktu way back to the village, suddenly a rented taxi broke down on the way. Markonah had to push the cab to the curb. And with unexpectedly appeared Johan offered to send it back to the village.","release_date":"2001-12-17","genres":[35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":245469,"title":"Tollgate Girl","adult":false},{"cast":["Mustapha Kamal","Nor Albaniah","Mr. Os","Yusoff Wahab","Acappan"],"overview":"Rosli loves and cares for Adik, his mentally retarded younger brother. He feels responsible for the well being of Adik. Rosli takes Adik everywhere including on his dates with his girlfriend, and this poses a problem to their relationship. She gives Rosli an ultimatum whether to choose her or send his borther to an asylum in Tanjung Rambutan.","release_date":"1990-01-01","genres":[],"vote_average":10.0,"runtime":92,"cert":"N\/A","id":245471,"title":"Adik","adult":false},{"cast":["Dove Cameron","Luke Benward","Kiersey Clemons","Mike C. Manning","Dillon Lane"],"overview":"Set high atop snow-capped mountains in the adrenaline-fueled world of competitive snowboarding, the Disney Channel Original Movie “Cloud 9″ tells the inspiring story of two snowboarders who must overcome self-doubt to learn that achieving their dreams is possible.","release_date":"2014-01-17","genres":[28,18,10749,10770],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":245473,"title":"Cloud 9","adult":false},{"cast":["Diana Amft","Wotan Wilke Möhring","Gisela Schneeberger","August Zirner","Bibiane Zeller"],"overview":"Christmas! Every year, expectations are high again. And that's why a little dissatisfaction quickly becomes the deepest despair. \"Over there, it's snowing\" tells of the joy and sorrow of December 23rd and 24th, as experienced by the residents of a Munich townhouse. The focus is on the freshly separated Miriam, her daughter Julchen and the awkward pastor Gregor.","release_date":"2012-12-16","genres":[18,10770],"vote_average":6.4,"runtime":90,"cert":"N\/A","id":245481,"title":"Obendrüber, da schneit es","adult":false},{"cert":"N\/A","title":"Geethanjali","cast":["Keerthi Suresh","Nishan K. P. Nanaiah","Mohanlal","Siddique","Madhu"],"genres":[27,9648,53],"id":245492,"overview":"Anjali, whose sister Geeta has committed suicide, is haunted by her spirit upon her return to her mother's home. When psychologist Dr Sunny tries to help Anjali, he makes a shocking discovery.","runtime":150,"release_date":"2013-11-14","vote_average":3.6,"adult":false}]