[{"cast":["Stéphane Guillon","Julie Gayet","Jonathan Zaccaï","Pierre Richard","Jules Rotenberg"],"overview":"A funeral-speech writer gets a new lease on life when he meets a widow who commissions him to write a piece for her 8-year-old son.","release_date":"2013-12-25","genres":[35,14],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":246502,"title":"Paper Souls","adult":false},{"cast":["Tristan Maxwell","Josh McConville","Jared Ziegler","Christian Todorovski","Anya Beyersdorf"],"overview":"Sam, a nine year old boy, makes a solitary journey to school through the stark landscape near the commission flats where he lives. The imaginary world, as told by a far-away older male storyteller, his only solace. An encounter with two young teenagers presents both a temptation and a threat to Sam.","release_date":"2012-05-28","genres":[],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":246507,"title":"Sam's Gold","adult":false},{"cast":["Jack Benny","Joan Bennett","Mary Boland","Charley Grapewin","Fritz Feld"],"overview":"Buck Boswell and his all-girl troupe are stranded in Paris, but Buck manages to con the manager of the 'Hotel de Navarre' in furnishing accommodations for his group, but the proprietor's wife locks them out. In his search for funds, Buck meets Patricia Harper, the fourth-richest girl in the world, but he isn't aware of that and thinks she is penniless. Patricia joins his troupe as a lark, and her father, James Harper, also pretends he is broke. Through some chicanery, Buck gets jobs for the girls as models at the Palace of Feminine Arts at the Paris International Exposition. James Harper borrows the priceless Napoleaon necklace to have a copy made for his daughter, but Buck thinks he stole it.","release_date":"1938-12-20","genres":[35,10749],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":246518,"title":"Artists and Models Abroad","adult":false},{"cast":["Michael Herbig","Christian Tramitz","Rick Kavanian"],"overview":"","release_date":"2002-09-23","genres":[35],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":246526,"title":"Bullyparade","adult":false},{"cast":["Magda Teresa Wójcik","Zbigniew Zapasiewicz","Franciszek Pieczka"],"overview":"Made in 1982, shelved for five years. Story opens with Lucja Krol's husband under the tram. She gives birth to her fourth son on the floor of their new apartment. Neighbor Wiktor, a communist intellectual, befriends the poverty-stricken family but is soon arrested and sent to jail. During the war Lucja narrowly escapes a Nazi roundup at the black market. Her sons hold ardent Communist meetings in their apartment, with her blessing. Lucja works hard, but without complaint. After the war, Klemens is inexplicably arrested, accused by the new regime of being a collaborator. Wiktor, now a high-ranking party member, trying to defend him, himself falls into disgrace. Klemens is tortured to \"confess\" and dies in jail, a Communist to the end. Lucja is never told about his fate.","release_date":"1987-01-01","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":246528,"title":"The Mother of the Kings","adult":false},{"cast":["Farid Kamil","Maya Karin","Fasha Sandha","Adi Putra","Raja Farah"],"overview":"Hisham, a drug dealer, finds himself stuck in a situation where he had to hand over his young son to a homeless woman. Hisham is caught and jailed. Mariam, who is a few cans short of a six pack raises the baby, now named after the famed legend “Indraputra”, in very meager circumstances, but full of love and art. They live in a squatter area and have neighbors named Bu Leha and Putra’s best friend, Johanna.  They move to Kuala Lumpur in hopes of a better life, but Putra and Johanna inevitably grow up to be street kids, tough and full of conflict. They live hand to mouth, but at the same time their poverty does not stop them from having strong friendships and at times, to enjoy their youth.","release_date":"2007-12-13","genres":[28],"vote_average":6.0,"runtime":115,"cert":"N\/A","id":246533,"title":"Anak Halal","adult":false},{"cast":["Janusz Józefowicz","Piotr Kozlowski","Teresa Lipowska"],"overview":"TV movie directed by Maria Zmarz-Koczanowicz.","release_date":"1994-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":246538,"title":"Kraj swiata","adult":false},{"cast":["Marie-Claire Davy","Elisabeth Drancourt","Philippe Gasté","Pauline Larrieu","Anne Libert"],"overview":"A 'gang' of five young women spend their days shoplifting, hitchhiking and having orgies.","release_date":"1973-07-18","genres":[35],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":246540,"title":"Clockwork Banana","adult":false},{"cast":["Zongxiang Guan","Siqin Gaowa","Zhang Fengyi","Bide Yan"],"overview":"Xiang Zi is a rickshaw boy who has always had a desire to excel and a thirst for freedom. He married Hu Niu who died of dystocia later. After her death, another girl, Xiao Fuzi, falls in love with Xiang Zi but they are separated by poverty. Xiang Zi works very hard in order to change his life, only to find that Xiao Fuzi is dead just as he begins to be hopeful for their future. Finally, Xiang Zi, an unflinching man, surrenders to that dark society.","release_date":"1982-01-01","genres":[],"vote_average":10.0,"runtime":109,"cert":"N\/A","id":246545,"title":"Rickshaw Boy","adult":false},{"cast":["Pierre Andre","Fasha Sandha","Fahrin Ahmad","Zami Ismail","Osman Kering"],"overview":"'9 September' is a romantic comedy which tells the story of Nia (Fasha Sandha) a very cute girl with a tomboy character who has been recently dumped by her boyfriend. Since then she has kept this hatred towards guys. Her anger is being let out on Kogi (Pierre Andre). Kogi is very much an honest and kind guy. He is seen as someone who is easily a target for Nia to bully. The first time they met was when Nia accidentally entered Kogi's house. Since then many coincidental meetings had happened between them. No matter how many times Kogi is being bullied by Nia, he stills put on a strong front and very much a gentleman most of the time they spend their time together until they eventually fall for each other but this was cut short when Adrian, Nia's ex lover, came back to her.","release_date":"2007-11-01","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":246550,"title":"9 September","adult":false},{"cast":["Vlasta Vrána","Micheline Lanctôt","Kliment Denchev","Sara Bradeen"],"overview":"Jack Richards, a professor in his 50's, has apparently gone mad over the supposed abduction of his daughter by a sinister cult. Wallowing in self-pity for years, he decides to commit suicide. However, the manner in which he decides to suicide is quite peculiar: he allows himself to be abducted by a cult, whose members treat him as their \"king\" for one year (he is given a castle, concubines, gifts, etc...), and then murder him as an atonement for their yearly sins.","release_date":"2005-10-02","genres":[18],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":246555,"title":"A Year in the Death of Jack Richards","adult":false},{"cast":["Sam Cagnina","Steven Margolin","Samantha Singh"],"overview":"In his early twenties, Sam Cagnina, oldest son of a Mafia hit man, meets Steven, a handsome 19-year old college student and they fall in love. Then, after a few years Sam offers Steven a \"visionary\" idea. What if they could find a woman who would fall in love with both of them and agree to live in a \"trio\" relationship? They spend the next 7 years dating and looking for that special woman. Finally, they meet Samantha, a young, struggling actress.  THREE OF HEARTS explores this very unique trio union as they negotiate their living arangements, fall in love and open one of the hottest wellness centres in New York City. Everyone who comes in contact with them is never quite sure how the relationship works. But the one thing which seems certain is their love for each other.","release_date":"2005-10-19","genres":[99],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":246557,"title":"Three of Hearts: A Postmodern Family","adult":false},{"cast":["Manolo Solo","Jon Ariño","Héctor Alterio","Nacho Marcos","Santiago Guibert"],"overview":"A man volunteers to take part in an experiment that attempts to analyse human behaviour under extreme conditions of terror. His mission is to remain seated inside a dark room for a length of time of 15 minutes. If he manages to hold on, he will receive in return a generous sum of money. Is it possible to terrify an individual who knows beforehand that everything is a farce?","release_date":"2003-11-30","genres":[80,27,9648],"vote_average":5.4,"runtime":28,"cert":"N\/A","id":246559,"title":"El Tren de la Bruja","adult":false},{"cast":["William Henry","Judith Barrett","William Collier Sr.","Richard Denning","John Eldredge"],"overview":"A scientist invents a television device called the Iconoscope. Foreign agents hear about it and try to steal it.","release_date":"1939-10-19","genres":[878],"vote_average":5.0,"runtime":58,"cert":"N\/A","id":246561,"title":"Television Spy","adult":false},{"cast":["Erika Marozsán","Sándor Gáspár","Enikő Tóth","Csaba Gáspár","Dezső Garas"],"overview":"The story setup in the late Communist era. Two school boys are best friends. One's Father is a mighty communist party secretary, the other is an anti-communist rebel.","release_date":"2002-10-29","genres":[35,10751,10749],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":246563,"title":"Forward!","adult":false},{"cast":[],"overview":"","release_date":"2004-11-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":246583,"title":"Bo Kaspers orkester Sto-Gbg Live","adult":false},{"cast":["Miguel Arenas","Consuelo Frank","Ramón Armengod","Luis Aldás","Fanny Schiller"],"overview":"A plastic surgeon goes mad when he discovers that his wife have an affair. He fakes her death and disfigure her and locks her in the cellar.","release_date":"1939-11-29","genres":[27,9648,878],"vote_average":5.0,"runtime":83,"cert":"N\/A","id":246585,"title":"A Macabre Legacy","adult":false},{"cast":["Eddie Quillan","Sally Starr","Frances Upton","John T. Murray","Tom Keene"],"overview":"Willie, as an assistant window-dresser, is the lowest man on the totem pole at a department store. To add insult-to-injury Willie is also the store's designated 'Fired Man.\"; when a disgruntled customer demands that somebody-must-be-fired, Willie is summoned and summarily fired, only to be rehired when the now-satisfied customer has departed. Willie inadvertently adopts a four-year-old orphan at a cost of ten-dollars a week, and things go from bad to worse since Willie doesn't make ten-dollars a week. But, with the help of Mary, a beautiful young nurse, Willie manages to turn some corners and improve his lot in life, albeit with some skids along the way.","release_date":"1930-08-03","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":246596,"title":"Night Work","adult":false},{"cast":["Pauline Lord","Basil Rathbone","Louis Hayward","Billie Burke","Wendy Barrie"],"overview":"After the woman who raised him claims he's not her son, Richard searches for clues about his identity. Urged on by his mentor, Capt. Randolph Courtney, Richard focuses on Julia Trent Anders, a middle-aged actress who just might be his real mother. But soon, Richard begins to fall for Julia's stepdaughter. Amidst the upheaval, Richard schemes to return Julia to the stage -- but he's in for another big surprise.","release_date":"1935-10-25","genres":[18],"vote_average":7.0,"runtime":72,"cert":"N\/A","id":246598,"title":"A Feather in Her Hat","adult":false},{"cast":["Arline Judge","Kent Taylor","Wendy Barrie","William Frawley","Benny Baker"],"overview":"Julie Fresnel is a co-ed at Redgate University and her father, Dr. Henri Fresnel, is the new French professor. Julie attraction from the make students drops a bit when two of her admirers are found murdered. When an attempt on the life of a third one is made. Seth Dunlap, an instructor at the school, decides to turn detective and find the killer. Assisted by his sister, who is in love with the third student, Dunlap begins to follow the the small trail of clues left by the killer.","release_date":"1935-06-21","genres":[18,9648,80],"vote_average":5.5,"runtime":76,"cert":"N\/A","id":246603,"title":"College Scandal","adult":false},{"cast":["Ryoko Hirosue","Gorô Inagaki","Sei Ando","Kyôko Enami"],"overview":"Although the situation is universal, Japanese mourning rituals are given solid coverage. The 49th day after death is considered crucial, as the date at which the soul passes from this world to the next and, therefore, the date from when the living are expected to get on with life.  But Yoko doesn't move on. The ache of the loss that simply won't heal takes an awful toll on her husband and friends, who try doggedly and unsuccessfully to help her move on, and to guide her away from the misguided and damaging belief that daughter Kanako's spirit has entered another living child (by sharptongue, IMDB.com)","release_date":"2013-04-06","genres":[18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":246605,"title":"Orpheus' Lyre","adult":false},{"cast":["Oscar A. Castro","Brett Poquette"],"overview":"To save their home from foreclosure, two TV producers (Oscar and Brett) bet on races, plan a robbery, and consult with the mob. Framed through a behind the scenes look at community television, eight film school grads, a small time mob boss, and a full-time Muppet desperately try to save their home and their way of life by making \"TV: the Movie\". Fusing documentary footage with fictional scenes, \"TV: the Movie\" invites its viewers on a deconstructive journey through reality and illusion.","release_date":"2008-08-02","genres":[],"vote_average":1.0,"runtime":88,"cert":"N\/A","id":246610,"title":"T.V.: The Movie","adult":false},{"cast":["Gorô Kawabe","Denjirô Ôkôchi"],"overview":"Yaji and Kita: The Battle of Toba Fushimi is a 1928 Japanese film directed by Tomiyasu Ikeda.[1] This comedy film showcases the acting talent of Denjirō Ōkōchi and acts as a complementary film to Yaji and Kita: Yasuda's Rescue, which is part of the Yaji and Kita series. An 8-minute remnant of the film was released on DVD by Digital Meme with a benshi accompaniment by Midori Sawato. The version in the National Film Center is 23 minutes long.","release_date":"1928-12-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":246612,"title":"Yaji and Kita: The Battle of Toba Fushimi","adult":false},{"cast":["Jean Michel","Trudi Van Tonderen","Jacqueline Arpé","Françoise Bert","L. Degroote"],"overview":"Monsieur Fantômas is very rich in terms of surrealist images― e.g. three mysterious masked men cycling across the beach in slow motion, Inspector Juve’s assistants breaking down a door in the middle of the sand with the help of a gigantic key used as a battering ram, the two lovers' romantic and rather gripping walk along the seaside (he is masked, while she is wearing a nun’s wimple and a swimming suit) hand in hand... But one image stands out from all the rest: the sequence in which Fantômas is surrounded by police.","release_date":"1937-12-29","genres":[18,9648],"vote_average":8.0,"runtime":17,"cert":"N\/A","id":246614,"title":"Mr. Fantômas","adult":false},{"cast":["Frits Lambrechts","Ronald Top","Mike Reus","Rosa Reuten"],"overview":"Dutch fruit farmer Van Leeuwen is diagnosed with advanced Alzheimer's. His eldest son, lawyer Ernst, arranges to have him admitted in a residential home. Ernst's shy brother Nico, who stayed on to take care of dad and the farm, made a mess of it business-wise. Meanwhile traumatic memories rekindle and dad sort of organizes a riot, demanding an excursion to his orchard.","release_date":"2010-05-10","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":246622,"title":"The Garden Party","adult":false},{"cast":["Dave Rastovich","Lauren Lindsey Hill","Alex Knost","Tom Wegener","Sage Joske"],"overview":"Over three years in the making, 'The Heart & The Sea' explores the joy that lies at the very centre of a surfing life: family, friends & a shared intimacy with the sea.","release_date":"2012-12-19","genres":[99],"vote_average":4.5,"runtime":85,"cert":"N\/A","id":246624,"title":"The Heart & The Sea","adult":false},{"cast":["Jo Day","Phillip Mathebula","Michael J. Rix","Anton Schmidt","Rob Vega"],"overview":"Whilst working on \"the great South African novel,\" an unemployed writer gets caught up in the harsh realities of life in the city of Johannesburg.","release_date":"2007-10-19","genres":[16,35],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":246641,"title":"Tengers","adult":false},{"cast":[],"overview":"As the earth closes its final chapter, two women are forced to reconcile with their emotional identities.","release_date":"2013-12-30","genres":[18,878],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":246643,"title":"Resonance","adult":false},{"cast":[],"overview":"Perhaps the only film whose content is totally based on the musical form known as canon. The first sequence is a simple demonstration of the canon \"Frere Jacques\" where four cubes dance and combine with one another on a checkerboard. The second sequence show four little human-like figures dancing in space. The third and most elaborate sequence shows a human going through several strange gesticulations. Through multiple printing we realize that the man, as in the previous sequences, is part of a visual canon and is making the gestures to himself. As we hear variations on the canonic theme so too do we witness visual variations: a woman and cat enters the canon. To show the musical technique of inversion, the image of the man is printed upside down.","release_date":"1964-01-01","genres":[16],"vote_average":6.1,"runtime":10,"cert":"N\/A","id":246648,"title":"Canon","adult":false},{"cast":["Eugénia Bettencourt","Anabela Teixeira","Jean-Pierre Cassel","Isabel de Castro"],"overview":"In the summer of 1870, Raquel, who owns a farm, and lives secluded in her mansion with an old butler and a handful of servants, feels proud when an odd acquaintance comes by. Adriana and her daughter-in-law, Ermesinda, a very young girl, just happen to be visiting - the second time in 15 years for Adriana, and the first time for the teenager Ermesinda. The meeting seems to be pleasant, and yet, for reasons untold, there is coldness and reserve between Adriana and Raquel. Their ambiguous relationship will be revealed, when by accident old wounds are reopened.","release_date":"1993-05-20","genres":[18,9648],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":246656,"title":"Chá Forte com Limão","adult":false},{"cast":[],"overview":"French animated short film.","release_date":"2002-06-01","genres":[16],"vote_average":6.0,"runtime":4,"cert":"N\/A","id":246661,"title":"Le papillon","adult":false},{"cast":[],"overview":"Animator Ryan Larkin does a visual improvisation to music performed by a popular group presented as sidewalk entertainers. His take-off point is the music, but his own beat is more boisterous than that of the musicians. The illustrations range from convoluted abstractions to caricatures of familiar rituals. Without words.","release_date":"1972-11-01","genres":[16],"vote_average":7.0,"runtime":9,"cert":"N\/A","id":246663,"title":"Street Musique","adult":false},{"cast":["Harvey Atkin"],"overview":"An ugly man rises to power with the benefit of a handsome looking lump on his head.","release_date":"1991-01-01","genres":[16],"vote_average":5.0,"runtime":8,"cert":"N\/A","id":246665,"title":"The Lump","adult":false},{"cast":["Hardwell","Armin van Buuren","Steve Angello","Mark Knight","Seth Troxler"],"overview":"In 2003, the British broadsheet newspaper The Guardian famously declared that ‘dance music was in terminal decline’. Citing the greed of superstar DJs and unimaginative, uninspired music as the reason fans were leaving the genre, it seemed at the time to be the lowest point for dance. Yet out of these ashes rose some of the most seminal dance record labels of today. 2003 was the year in which Toolroom, Size, Cadenza, Ed Banger, Refune, Armada and Buzzin Fly were born.  Despite emerging in the toughest year for the music industry, these labels survived and were eventually flourishing in 2013, ten years later. This documentary tells the story of this explosive decade.","release_date":"2013-12-16","genres":[10402],"vote_average":0.0,"runtime":22,"cert":"","id":246670,"title":"10 Years Of Dance Music: The Documentary","adult":false},{"cast":[],"overview":"When a man becomes blind, his life is all turned around. He can only use his touch to get around in his house. The objects become enemies. But an angel is looking over him.","release_date":"1986-01-01","genres":[16],"vote_average":7.0,"runtime":19,"cert":"N\/A","id":246672,"title":"Nightangel","adult":false},{"cast":["Rodrigo Bastidas","Coco Legrand","Raimundo Bastidas","Fabiola Campomanes","Rodrigo Murray"],"overview":"Charly is a homophobic man who discovers that Mario, his own father, is gay. Against his will, Charly have to deal with the tender relationship that Mario develops with his grandson Pedro.","release_date":"2008-03-07","genres":[35],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":246692,"title":"Lokas","adult":false},{"cast":["Taylor Mead","Winifred Bryan","Julian Beck","Danny Dumbrowski","Jay Hoppe"],"overview":"The Queen of Sheba Meets the Atom Man\" is a high art underground film made on a super-low budget, silent, and in black and white. Filmmaker Ron Rice announced it as a three-hour epic, but the longest cut of the footage works out to 108 minutes and that was not achieved until 20 years after the film was made.  Taylor Mead completed the film in 1982.","release_date":"1963-01-28","genres":[35],"vote_average":7.0,"runtime":108,"cert":"N\/A","id":246694,"title":"The Queen of Sheba Meets the Atom Man","adult":false},{"cast":["João César Monteiro","Raquel Ascensão"],"overview":"One of the adventures of João de Deus.","release_date":"1995-01-01","genres":[18],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":246702,"title":"Bestiary, or the Parade of Orpheus","adult":false},{"cast":["Harold Flowers","Brendan Ranson-Walsh","Catherine Scanlon"],"overview":"Cologne, a short film, is a contemporary love story told through dance, drag and the soul-stirring music of Dolly Parton. Presented in a three-song suite structure, the film follows a troubled man who is married to a woman and in love with a drag queen. Without any dialog, the man's memories come alive through meaningful movement. Ultimately, his failed marriage and broken relationship with the drag queen bring him face-to-face with his choices, his future, and his happiness.","release_date":"2013-12-31","genres":[18],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":246704,"title":"Cologne","adult":false},{"cast":["Neil Innes","John Cleese","Eric Idle","Terry Jones","Michael Palin"],"overview":"Sean Connors Films, Ltd. Presents a Frozen Pictures production of The Seventh Python, a nonfiction musical feature film based on the life, work and unplanned career of musical satirist Neil Innes. The Seventh Python traces one man’s winding path of whimsy as he flirts with destiny at the edge of fame with incredibly influential and unusually lasting work that keeps one foot each planted in the worlds of comedy and rock ‘n’ roll. From the Bonzo Dog Doo Dah Band to Monty Python's Flying Circus and The Rutles, to his Ego Warrior campaign and his insistence on wearing a plastic duck on his head, Neil Innes has proven to be the greatest musical comedy satirist of the past fifty years.","release_date":"2008-06-26","genres":[99],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":246706,"title":"The Seventh Python","adult":false},{"cast":["Daniel Chan Hiu-Tung","Mark Cheng","Eva Huang","Waise Lee","Gordon Liu Chia-Hui"],"overview":"Zhao Yumin is a Taek-won-do coach , whose had hard times since his best student Han was killed during an underground championship . Zhao almost gave up when Ling appears at his door , insisting that Zhao must train her for the championships, and became the first woman fighter to lead a man's division.","release_date":"2011-11-07","genres":[28],"vote_average":4.0,"runtime":93,"cert":"N\/A","id":246708,"title":"High Kickers","adult":false},{"cast":["Patrick Azam","Audrey DeWilder","Laurent Gernigon","Aurélie Gourvès","Simy Myara"],"overview":"","release_date":"2011-09-23","genres":[35,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":246710,"title":"Voir le pays du matin calme","adult":false},{"cast":["Bob Steele","Louise Currie","Al St. John","Carleton Young","John Merton"],"overview":"In the first of the six films Bob Steele made in PRC's \"Billy the Kid\" series, gun law rules in Lincoln County, New Mexico in 1972, where Sam Daly and Pete Morgan operate a general store. Daly expects to be elected sheriff and he and Morgan intend to bring off a final big coup and then disappear. To further their plans, they have local ranchers such as the Bennett brothers killed. Billy Bonney and his friends Fuzzy Jones and Jeff Travis, driving a cattle herd and friends of the Bennetts,engage in a gun battle with the killers that frightens the stage horses. Billy gives chase and rescues Judge Fitzgerald and his daughter Molly. The judge has been sent by Washington's Department of Justice to take over the law enforcement in Lincoln County, but is murdered by the Daly\/Morgan henchman. Sheriff Long deputizes Billy and his friends to bring in the killers, but Daly is elected sheriff, and promptly brands Billy, Jeff and Fuzzy as outlaws. Billy, now known as Billy the Kid, retaliates by ...","release_date":"1940-07-20","genres":[37],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":246712,"title":"Billy the Kid Outlawed","adult":false},{"cast":["Nathalie Romel","Giongy Fodor","Sylvia Laurent","Pénélope","Anita Dark"],"overview":"","release_date":"1998-10-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":246717,"title":"Angelica","adult":true},{"cast":["Leslie Nielsen","Bradford Dillman","James Daly","Angie Dickinson","Robert J. Wilke"],"overview":"A U.S. Senator is spirited away to a secret New Mexico medical lab after a serious car crash. His injuries are completely healed by a secret organization that has developed advanced medical technology. What does the organization want in exchange for saving his life? Meanwhile, a reporter who witnessed the accident decides to investigate the senator's disappearance.","release_date":"1971-11-30","genres":[878,9648,53],"vote_average":5.3,"runtime":100,"cert":"N\/A","id":246719,"title":"The Resurrection of Zachary Wheeler","adult":false},{"cast":["Buster Crabbe","Al St. John","Frances Gladwin","Charles King","Ed Cassidy"],"overview":"Billy the Kid (Buster Crabbe) and Fuzzy Jones (Al St. John) are on their way out of Arizona being chased by some riders who hope to cash in on the reward money for their capture. They are warned in time by Ed Dawson (Hansel Warner), but Ed is wounded in the getaway. They get a doctor (John Elliott) to attend to Ed. The latter tells them there is a range war in progress across the border and that he is looking for men to help make a cattle drive to the rail junction. Agreeing to help, they head for the Dawson ranch and run across a Dawson man who has been killed from ambush. Mary Dawson (Frances Gladwin), Ed's sister, thinks they did it but they convince her of their innocence. The news of the killing causes ranch foreman Brandon (Charles King), secretly working for the rustlers, to try and get the rest of the Dawson hands to quit, but Billy intercedes and agrees to take the cattle through for Sam Dawson (Ed Cassidy)...","release_date":"1943-08-16","genres":[37],"vote_average":6.0,"runtime":57,"cert":"N\/A","id":246724,"title":"Cattle Stampede","adult":false},{"cast":["Martha Graham"],"overview":"A dance piece celebrating western expansion and the american spirit","release_date":"1936-02-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":246732,"title":"Frontiers","adult":false},{"cast":["Martha Graham"],"overview":"A silent color film of Martha Graham dancing extracts of \"Lamentation\".","release_date":"1943-10-11","genres":[],"vote_average":4.3,"runtime":1,"cert":"N\/A","id":246734,"title":"Lamentation","adult":false},{"cast":["Will Geer","Storrs Haynes","Robert Porterfield","Eric Walz"],"overview":"This labor advocacy film is about diseases plaguing miners in Kansas, Missouri and Oklahoma. Sponsored by the Tri-State Survey Committee, \"Men and Dust\" is a stylistically innovative documentary and a valuable ecological record of landscapes radically transformed by extractive industry.","release_date":"1940-11-08","genres":[],"vote_average":5.3,"runtime":16,"cert":"N\/A","id":246736,"title":"Men and Dust","adult":false},{"cast":[],"overview":"Chasing Sarasota is the story of Rhino’s 2011 season: rebuilding, reloading and fighting for redemption. Live the full experience as Portland competes against the best teams in the world, in the nation’s hardest region. Rhino learns that battling the best also means battling yourself. Team depleting injuries, strategic breakdowns, player disqualifications and the demons of last year’s collapse jeopardize their ambitions to play on Ultimate’s biggest stage: Club Nationals in Sarasota, Florida.  For the first time ever, get an all-access pass to an entire season with an elite club team. Experience everything about Portland Rhino – the outrageous humor, the unique personalities, the off-field struggles and the on-field triumphs. Rhino goes for broke trying to create a legacy and, on the way, creates something much greater – a family.","release_date":"2012-11-26","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":246738,"title":"Chasing Sarasota","adult":false},{"cast":["Stephen Rakes","James J. Bulger","Tommy Donahue","David Boeri"],"overview":"A documentary that captures the sensational trial of infamous gangster James 'Whitey' Bulger, using the legal proceedings as a springboard to explore allegations of corruption within the highest levels of law enforcement. Academy Award-nominated filmmaker Joe Berlinger examines Bulger's relationship with the FBI and Department of Justice that allowed him to reign over a criminal empire in Boston for decades.","release_date":"2014-01-18","genres":[80,99],"vote_average":6.7,"runtime":107,"cert":"N\/A","id":246743,"title":"Whitey: United States of America v. James J. Bulger","adult":false},{"cast":["William Berger","Corinne Cléry","Barbara D'Urso","Gianni Garko","Mariangela Giordano"],"overview":"","release_date":"1984-01-01","genres":[12],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":246745,"title":"Skipper (TV)","adult":false},{"cast":["Jesús Noguero","Saturnino García","Melani Olivares","Roberto Álamo","José Navar"],"overview":"","release_date":"2007-03-12","genres":[35],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":246750,"title":"Shevernatze, una epopeya marcha atrás","adult":false},{"cast":["Jerome Besson","Clara Morgane","Asian Chan","Gaël Sesbou","Jif"],"overview":"In order to preserve her relationship with Romain, Aurélie is convinced that she must make him forget his previous conquests. She proposes to stage every erotic experience he has lived with his former girlfriends and to throw away the corresponding picture from his photo's album if she does better than the ex-girlfriend ...","release_date":"2002-03-31","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":246752,"title":"The Last Girl","adult":true},{"cast":[],"overview":"Live is the eleventh album, and first all-live album, by Alison Krauss and Union Station. All of the songs except \"Down to the River to Pray\" (performed at Austin City Limits) were recorded at The Louisville Palace April 29–30, 2002. The album was released on November 5, 2002.","release_date":"2002-10-04","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":246775,"title":"Live Alison Krauss","adult":false},{"cast":["John Sutton","Doris Merrick","Hugh Beaumont","Lon Chaney Jr.","George O'Hanlon"],"overview":"Scotland Yard cop goes undercover to nab counterfeiter and his gang.","release_date":"1948-05-28","genres":[28,80,18],"vote_average":5.5,"runtime":73,"cert":"N\/A","id":246777,"title":"The Counterfeiters","adult":false},{"cast":["Jock Sturges"],"overview":"LINE OF BEAUTY AND GRACE is a tale about photography and art, family and life, dealing with the history of man and woman, life and art. Many art historians consider Jock Sturges, born in 1947, to be one of the most important fine art photographers of our times. As a catholic and graduated in psychology and photography, he survived the attacks of conservatives in the United States. Sturges has created a series of intensely powerful and moving photographs with an outstanding sensitivity for composition and light. Sturges's artistic work is an uncompromising search for truth and clarity. His private life is marked by his open nature and inspired by the love he shares with his wife Maia. In LINE OF BEAUTY AND GRACE, the filmmaker and photographer Christian E. Klinger journeys into the life and work of this extraordinary man.","release_date":"2009-07-31","genres":[99],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":246782,"title":"Line of Beauty and Grace - A documentary about Jock Sturges","adult":false},{"cast":[],"overview":"","release_date":"","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":246784,"title":"Lange Quarks Nacht 1","adult":false},{"cast":["Tom Conway","Noreen Nash","Hurd Hatfield","James Seay","Garry Owen"],"overview":"A psychiatrist tries to help a patient who loses consciousness after he kills someone. When the doctor provides the patient with a letter that explains his problem, he inadvertently implicates himself in the crimes.","release_date":"1948-07-16","genres":[18],"vote_average":6.5,"runtime":66,"cert":"N\/A","id":246786,"title":"The Checkered Coat","adult":false},{"cast":["Gila von Weitershausen","Hartmut Becker","Anne Kathrin Bach","Roman Rossa"],"overview":"","release_date":"2007-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":246791,"title":"Rosamunde Pilcher: Aus Liebe und Leidenschaft","adult":false},{"cast":[],"overview":"This reel consists of three short films, two in black and white and one in color, that treat of a water wheel on the Sorgue. The essence of the work rests on a series of cross-references that are set up between the operational mechanisms of the filmed object and the recorded characteristics foregrounded by the choice of film stocks and filming circumstances. The title reflects the process involved. Roulement = rotation, rouerie = wiliness, aubage = paddle wheel unit. - Film Makers' Coop","release_date":"1978-01-01","genres":[],"vote_average":5.0,"runtime":14,"cert":"N\/A","id":246793,"title":"Roulement, rouerie, aubage","adult":false},{"cast":[],"overview":"Quiproquo is a dialogue on the balance to be found between nature and social-industrial technology. As the film refers to the economy of the means involved in relation to what is expressed, it is both a reflection on the potentialities of the medium and an enquiry concerning the implications of the reality portrayed. It is a question of limits and possibilities, the beauty and tragedy of the world, with a critique of contemporary society’s dominant choices constantly in the background.  Filmed in Berre l’Etang, Bouches du Rhône, in the villages of Orgon, Bouches du Rhône and La Coucourde, Drôme, on the roads to Beaumont-du-Ventoux and Carpentras, Vaucluse, and Tarascon, Bouches du Rhône.—Canyon Cinema","release_date":"1992-01-01","genres":[],"vote_average":7.0,"runtime":13,"cert":"N\/A","id":246801,"title":"Quiproquo","adult":false},{"cast":["Jill Johnson"],"overview":"Concert with Jill Johnson","release_date":"2007-09-30","genres":[],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":246806,"title":"Jill Johnson - The Woman I've Become","adult":false},{"cast":["Jill Johnson"],"overview":"Concert with Jill Johnson","release_date":"2008-10-11","genres":[],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":246808,"title":"Jill Johnson - Music Row","adult":false},{"cast":["Pierre Clémenti","Katinka Bo","Pierre Basançon","Judith Malina","Juliet Berto"],"overview":"After being heralded by Jean-Luc Godard as the great hope of the New American Cinema, Peter Emanuel Goldman relocated to Paris just in time for 1968. Social dissolution permeates WHEEL OF ASHES, a stripped-down account of a young man's existential reckoning. \"As dust hides a mirror, lust hides the self,\" reads one of the film's Vedanta-sourced intertitles. And indeed, while the Pierre Clementi protagonist's inner life remains obscure, the Saint-Germain-des-Pres neighborhood that offers his temptations appears in harrowing detail. In its nearly clinical treatment of spiritual withdrawal, WHEEL OF ASHES belongs with post-New Wave films by the likes of Jean Eustache and Philippe Garrel. - Max Goldberg","release_date":"1968-08-01","genres":[18],"vote_average":8.3,"runtime":95,"cert":"N\/A","id":246810,"title":"Wheel of Ashes","adult":false},{"cast":["Charlemagne Palestine"],"overview":"Born in New York City, composer, performer, and visual artist Charlemagne Palestine was a contemporary of Steve Reich and Phillip Glass in the avant-garde classical music scene of the 1960s and 1970s. On stages filled with his own home-made stuffed animals, Palestine performs his trance-like strumming music. He is often referred to as a minimal composer, but rejects that in favour of \"maximalism\". Anne Maregiano's documentary about Palestine, The Golden Sound (2011), allows the artist to tell his own story while putting his music and performance, in long, unedited takes, at the centre of the film. - Close-Up Film Centre","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":246812,"title":"Charlemagne Palestine, The Golden Sound","adult":false},{"cast":["Mohamed Henedi","Amy Samir Ghanem","Basim Samra","Abdel Rahman Abou Zahra"],"overview":"Raouf escapes of the control his grandmother Rawyah Hanim after she traveed to Germany and he movd with his grandfather Romman. After his grandfather's death, he decided to marry Manar, who he is attached to, but as his grandmother returned home and moved to live with him, life turned upside down dramatically as she tries to control his and his wife's lives.","release_date":"2012-02-16","genres":[35],"vote_average":4.7,"runtime":null,"cert":"N\/A","id":246823,"title":"Tita Rahiba","adult":false},{"cast":["Lorraine Bracco","Margot Kidder","Jason Gedrick","John Heard","R. H. Thomson"],"overview":"A woman has a miscarriage. After her grief becomes bearable, she attempts to adopt a baby, but discovers evidence that her baby might not have been dead when it was removed from her stomach. If so, who took the baby, why and where?","release_date":"1997-01-01","genres":[80,18,9648],"vote_average":6.5,"runtime":105,"cert":"N\/A","id":246828,"title":"Silent Cradle","adult":false},{"cast":["Lawrence Hilton-Jacobs","Jim Brown","Kevin Benton","Myles Thoroughgood","Trish Johnson"],"overview":"L.A. vice detective dreams of becoming a cowboy hero.","release_date":"1989-02-18","genres":[28],"vote_average":6.0,"runtime":85,"cert":"N\/A","id":246836,"title":"L.A. Heat","adult":false},{"cast":["Aldo Fabrizi","Nino Taranto","Ave Ninchi"],"overview":"","release_date":"1958-12-30","genres":[35],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":246841,"title":"I prepotenti","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":246852,"title":"Noir Desir dies irae live","adult":false},{"cast":["Juliette Binoche","Kristen Stewart","Chloë Grace Moretz","Lars Eidinger","Johnny Flynn"],"overview":"A veteran actress comes face-to-face with an uncomfortable reflection of herself when she agrees to take part in a revival of the play that launched her career 20 years earlier.","release_date":"2014-08-20","genres":[18],"vote_average":6.7,"runtime":124,"cert":"15","id":246860,"title":"Clouds of Sils Maria","adult":false},{"cast":["Julie Clay","Katherine Hill","Jon Jacobs"],"overview":"An erotic drama that submerges an innocent new arrival to the City of Angels in the intoxicating double life of her charismatic lesbian dominatrix housemate.","release_date":"2003-03-20","genres":[18],"vote_average":1.0,"runtime":73,"cert":"N\/A","id":246862,"title":"Surrender","adult":false},{"cast":["Joe E. Brown","June Travis","Man Mountain Dean","Dickie Moore","Lucien Littlefield"],"overview":"A man returns to college and is talked into joining he football team and is a real joke on the team, until he is given a drug that gives him super strength.","release_date":"1938-08-14","genres":[35],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":246864,"title":"The Gladiator","adult":false},{"cast":["Lee Powell","Bruce Bennett","Eleanor Stewart","Hugh Sothern","Montagu Love"],"overview":"Two marine lieutenants battle a masked would-be world conqueror who uses electricity as a weapon.","release_date":"1938-05-27","genres":[28,878],"vote_average":0.0,"runtime":204,"cert":"N\/A","id":246866,"title":"The Fighting Devil Dogs","adult":false},{"cast":["Martin Sheen","Peter Firth","Fionnula Flanagan","Ramon Estevez","William Hootkins"],"overview":"This story is about a crusading scientist out to stop nuclear testing who is motivated by scientific fact, conscience and faith. Dr. Alex Carmody (Martin Sheen) is a physicist who becomes convinced that if the U.S. and the U.S.S.R. continue to test nuclear weapons, eventually one of these tests will set off an atomic chain reaction that will obliterate the world. Carmody travels to Portugal where he tries talks to one of the women who in 1911 saw a vision of the Virgin Mary that spoke to her and her two companions about the future. Carmody is certain that the Virgin Mary predicted the very chain reaction he and his co-worker Dr. Kenneth Parrish (Peter Firth) envision. Failing in his attempt to talk to the woman, Carmody then travels to Paris and elsewhere, warning Soviet and American officials that the tests they are planning should be cancelled before they become their last.","release_date":"1986-11-01","genres":[],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":246868,"title":"A State of Emergency","adult":false},{"cast":["Johnny Mack Brown","Eleanor Boardman","Lucille La Verne","Anita Louise","Gavin Gordon"],"overview":"Pioneers and a family man (John Mack Brown) leave Virginia for Kentucky during the Revolutionary War.","release_date":"1931-01-24","genres":[37,18],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":246873,"title":"The Great Meadow","adult":false},{"cast":["Robert Young","Margaret Perry","Lewis Stone","Laura Hope Crews","Myrna Loy"],"overview":"Proper parents who treat their adult children as teenagers have a son who wants to go to Paris to study art, and a daughter in love with a married man.","release_date":"1932-06-04","genres":[18,10749],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":246875,"title":"New Morals For Old","adult":false},{"cast":["Charles Farrell","Margaret Vyner","Fritz Kortner","Danny Green","Wallace Evennett"],"overview":"When a reporter is killed under mysterious circumstances, the political cartoonist on his paper begins to investigate on his own. He finds that a vengeful industrialist may be trying to manipulate an international peace conference to stage a bombing attack on London.","release_date":"1937-05-04","genres":[10752,18],"vote_average":5.5,"runtime":79,"cert":"","id":246883,"title":"Bombs Over London","adult":false},{"cast":["Michael Murphy"],"overview":"This PBS documentary explores depression, a debilitating disease that affects millions of Americans. Touching the lives of people from diverse backgrounds, depression still carries a stigma that causes some sufferers to go without treatment. Real people with depression talk about their experiences, and scientists offer commentary to shed light on the disease, including its diagnosis, treatment and current research.","release_date":"2008-05-21","genres":[99],"vote_average":6.5,"runtime":90,"cert":"N\/A","id":246891,"title":"Depression: Out of the Shadows","adult":false},{"cast":["Federico Luppi","Ulises Dumont","Víctor Laplace","Miguel Ángel Solá","Héctor Bidonde"],"overview":"A small revolution breaks out in a small Argentine town, as one group of Peronists calls they newly elected peronist a communist. The newly elected official enlists the aid of allies ranging from the town drunk to young peronists to help hold his post. What follows is a slapstick war with a serious message.","release_date":"1983-09-22","genres":[35],"vote_average":7.5,"runtime":80,"cert":"N\/A","id":246896,"title":"Funny Dirty Little War","adult":false},{"cast":["Ken Maynard","Ruth Hall","Alan Roscoe","Martha Mattox","Arthur Hoyt"],"overview":"Howell breaks up a train robbery only to find that it's a fake. However the money is missing and he is blamed. He escapes and sets out to find the real thieves. He must also avoid being caught visiting the Collins ranch to see Doris.","release_date":"1932-07-30","genres":[37],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":246904,"title":"Dynamite Ranch","adult":false},{"cast":["Lara Flynn Boyle","Bruce Gray","Bradley Gregg","Dennis Hopper","Ally Walker"],"overview":"At a highway gas station\/motel\/diner where they live, two young brothers witness their parents murder. The younger brother is blinded in the same incident. Ten years later both brothers are still there and the tragedy may have turned one of them psychotic. When the abusive Gladstone and his young and sexy wife are stranded at the gas station it brings out the worst in everyone.","release_date":"1991-10-03","genres":[53,10749],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":246909,"title":"Eye of the Storm","adult":false},{"cast":["Angeliki Malanti","Angelos Pantelaras","Takis Agoris","Yannis Tsoubariotis","Stelios Makrias"],"overview":"This film takes place at a small village at the greek island of Chios, sometime around 1960. When the local field watchman dies, the agronomist must assign a new field watchman to be responsible for this village. We watch as four different people take this job and fail one after the other...","release_date":"2000-02-18","genres":[12,35,18],"vote_average":5.3,"runtime":178,"cert":"N\/A","id":246911,"title":"The Four Seasons of the Law","adult":false},{"cast":["R. H. Thomson"],"overview":"This feature documentary is a portrait of Peter Watkins, an Oscar®-winning British filmmaker who, for the past 4 decades, has proved that films can be made without compromise. With the proliferation of TV channels, documentaries are enjoying an unprecedented boom fuelled by audiences seeking an alternative to infotainment. But now documentary filmmaking, too, finds itself constrained by the imperatives of television. However, there is a rebel resisting this uniformity of the spirit. Pre-eminent among today's documentary filmmakers concerned about this mind-numbing standardization, Peter Watkins has never strayed from either his principles or the cause.","release_date":"2001-09-07","genres":[99,36],"vote_average":4.8,"runtime":77,"cert":"N\/A","id":246916,"title":"The Universal Clock: The Resistance of Peter Watkins","adult":false},{"cast":["Óscar Gutiérrez Rubio"],"overview":"Since his debut in the mid-1990’s, some have called Rey Mysterio the best pound-for-pound professional wrestler in the world and wherever he’s been—Japan, Mexico, ECW, WCW, and WWE—he’s put on amazing matches to back up this claim. Featuring dozens of the greatest matches in Rey’s illustrious career, witness the majesty of the high-flying Mysterio, revel in his rivalries with Eddie Guerrero, Randy Orton, Matty Hardy, Kurt Angle and JBL among others, and relive his classic tag-team matches with partners Batista, Edge, and Rob Van Dam.","release_date":"2007-10-23","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":246918,"title":"WWE: Rey Mysterio - The Biggest Little Man","adult":false},{"cast":["Bruce Le","Chan Sing","James Nam Gung-Fan","Kim Chung-ran","Chiang Tao"],"overview":"Japanese forces in Shanghai attempt to destroy the patriotic spirit of the Chinese by closing down all Kung Fu gyms. Chang Ling (Bruce Le), a top Chinese Kung Fu practitioner, is forced to flee to Korea. The Japanese forces pursue him there, and so Chang Ling fights back, defeating many Japanese fighters before finally encountering the Japanese commander.","release_date":"1977-03-19","genres":[28],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":246926,"title":"Bruce and Shaolin Kung Fu","adult":false},{"cast":["Raj Babbar","Reena Roy","Agha","Birbal","Baby Bulbul"],"overview":"Dr. Sunil Sharma runs two clinics in rural India - mainly for the benefit of poor and needy people. He advertises in the newspapers for a qualified nurse, who must be single, and be willing to work long hours. A young and attractive woman named Aarti Saxena responds to his advertisement, is successful in the interview, and gets hired. Sunil finds himself getting attracted to Aarti, and mentions about her to his mother. His mother visits the clinic and approves of Aarti. She would like Aarti and Sunil to marry as quickly as possible. What Sunil and his mother do not know that Aarti has a sordid past - she has been disbarred from the nursing profession; she is married, and has a child by the name of Bulbul; and had assaulted a patient named Kamal Nath, when he expressed dissatisfaction with her work. Will Aarti be honest enough to tell Sunil about her past - or will she just refuse to marry him.","release_date":"1985-01-02","genres":[],"vote_average":9.5,"runtime":140,"cert":"N\/A","id":246931,"title":"Ek Chitthi Pyar Bhari","adult":false},{"cast":["Casper Castello","Birthe Neumann","Peter Aude","Stanislav Sevcik","Anders Juul"],"overview":"Kristian, who is a transvestite, still lives at home with his mother Emma, because she loves him just the way he is. Life as a transvestite offers many humiliations from the outside world, but with Emma, Kristian feels that he can be himself. Until one day when Emma meets the alcoholic Søren, who does not have the same tolerance...","release_date":"2011-05-06","genres":[18],"vote_average":7.5,"runtime":31,"cert":"N\/A","id":246933,"title":"Ladyboy","adult":false},{"cast":[],"overview":"This is the story of a young girl from suburban Virginia who dreams of moving to New York City. Unexpectedly, her dream turns into the reality of high class escorting.","release_date":"2013-09-01","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":246938,"title":"Farrah GFE","adult":false},{"cast":[],"overview":"Ashrita Furman holds the official record for the most Guinness World Records by one individual, including marks for \"Largest Hula Hoop,\" \"Most Apples Sliced in Mid-Air with a Samurai Sword,\" and \"Longest Distance Bicycling Underwater.\" A health food store owner and devotee of meditation, Furman travels the world creating new categories for record achievement. In The Record Breaker we meet Furman, a singularly driven character, and his merry band of compatriots (including Champ the dog) as he's about to attempt to climb Machu Picchu on stilts.","release_date":"2012-04-29","genres":[99],"vote_average":6.0,"runtime":24,"cert":"N\/A","id":246940,"title":"The Record Breaker","adult":false},{"cast":["Julian Cheung","Gillian Chung","Kara Hui","Gao Hu","You Benchang"],"overview":"Adapted from a short story in Pu Songling’s supernatural classic Liaozhai Zhiyi The Fox Lover is about white fox spirit Xiaochui (Gillian Chung), who is irrevocably in love with the naive mortal Wang Yuanfeng (Chilam Cheung). In the universe resides the largest sea demon that strikes terror amongst the people. Inside Wang’s soul, there is a hidden power able to destroy the fiercest demons. When Xiaochui’s loyalties are tested in the clash between humans and demons, she is willing to sacrifice her life for love.","release_date":"2013-09-27","genres":[14,10749,28],"vote_average":6.5,"runtime":140,"cert":"N\/A","id":246942,"title":"The Fox Lover","adult":false},{"cast":["Mark Byron","Thierry Lawson","Natasha Estelle Williams"],"overview":"Ice World is a Discovery Channel documentary concerning three people living 24,000 years ago in England during the last ice age. They live very much like plains Indians, with tee pees, buckskin clothing and long hair.  Aki and Mora are a couple with a child on the way. Brom is their tribal chief. As the ice cap advances they flee southeast towards warmer weather. At that time there was no English channel and they walked to France and over several months on to present day Czechoslovakia. This is a fictional account of how people might have coped back then.  The scenes of our three twenty-somethings trying to find another tribe to join up with are intermingled with discussions by archaeologists lecturing about cave paintings and findings that correlate with the basic story.","release_date":"2002-10-02","genres":[99],"vote_average":8.0,"runtime":120,"cert":"N\/A","id":246944,"title":"Ice World","adult":false},{"cast":["Lavinia Longhi","Marco D'Agostin","Gian Marco Tavani"],"overview":"17-year-old Elia is spending the summer harvesting grapes on his parent's farm. Bored and a little lonely, his life is thrown into turmoil when the beautiful and experienced Emilia comes to help with the harvest. His father, Claudio is a staunch Communist and his life too is turned upside down when the popular party leader dies. Maddalena, the mother, continues stoically through it all, secure in her Catholic faith and the prayer meetings she runs. As Emilia becomes more involved in Elia's life he opens up to her about the frustrations and joys of rural teenage life.","release_date":"2010-12-30","genres":[18],"vote_average":5.6,"runtime":75,"cert":"N\/A","id":246949,"title":"Days of Harvest","adult":false},{"cast":["Nell Shipman","Hugh Thompson","Alfred Allen","Lillian Leighton","George Berrell"],"overview":"A young woman is lured to the Yukon by a gambler with promises of marriage and a grubstake for a gold mine. She takes her ailing father with her, only to discover when she gets there that the gambler was lying to her and actually planned to sell her to a dance hall. She gathers her father and an old miner she has met, takes a dogsled and supplies from the gambler and the three of them head for the wilderness to look for a lost gold claim the old miner has been looking for.","release_date":"1923-02-18","genres":[],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":246957,"title":"The Grub Stake","adult":false},{"cast":["Luce Caponegro","Deborah Wells","Anita Dark","Anita Blond","Monique Covét"],"overview":"","release_date":"1994-02-28","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":246959,"title":"Cronaca nera 3: La clinica della vergogna","adult":true},{"cast":["Zach Galligan","Teri Hatcher","Lara Harris","Tracy Griffith","Olivia Brown"],"overview":"Brian Hartley has finally found the girl of his dreams in Linda. Unfortunately, he can't convince her or himself that it's really true. When she catches him with another woman, she finally decides she's had enough and vows to never see him again. Frenzied from the loss, Brian breaks into her house to try to talk her into seeing him again, but Linda and her roommates Kim and Sharon instead bind him to the bed.","release_date":"1994-05-11","genres":[10749,35],"vote_average":6.3,"runtime":92,"cert":"N\/A","id":246967,"title":"All Tied Up","adult":false},{"cast":["Richard Barthelmess","Dorothy Mackaill","Ted McNamara","Nick Long","Marie Shotwell"],"overview":"\"Bilge\" Smith (Richard Barthelmess), a tough sailor, meets Connie Martin (Dorothy Mackaill), a seamstress in a small harbor who has never had a boyfriend. Connie is instantly smitten. She invites Smith to dinner, where he dances with her and gives her a kiss. Connie has a hard time letting him go, and makes him promise that he will come back.","release_date":"1925-09-05","genres":[35],"vote_average":7.0,"runtime":93,"cert":"N\/A","id":246969,"title":"Shore Leave","adult":false},{"cast":[],"overview":"An animated short film from 1987 that deals with the incarceration of a man in a dark cell from where there is no escape.","release_date":"1988-06-01","genres":[16],"vote_average":5.3,"runtime":8,"cert":"N\/A","id":246971,"title":"Walls","adult":false},{"cast":[],"overview":"A man tries desperately to complete a simple wooden puzzle. He is visibly frustrated by his numerous attempts to solve the puzzle. A superhero flies in to his rescue, only to be deflated and mocked when the superhero's true self is revealed.","release_date":"2004-01-01","genres":[16],"vote_average":6.0,"runtime":2,"cert":"N\/A","id":246973,"title":"Into Pieces","adult":false},{"cast":["Sam Jones","John Saxon","Mickey Rooney","Richard Lynch","Ken Davitian"],"overview":"Three renegade cops team up to take on the corrupt chief of police and a crime lords hatchet-man.","release_date":"1992-10-07","genres":[28],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":246984,"title":"Maximum Force","adult":false},{"cast":[],"overview":"Polish animated short film by Jan Lenica.","release_date":"1961-06-01","genres":[16],"vote_average":3.5,"runtime":10,"cert":"N\/A","id":246992,"title":"New Janko the Musician","adult":false},{"cast":[],"overview":"The story of the Piranha birds or Dodos as they would be known to you.","release_date":"2006-03-01","genres":[16],"vote_average":5.8,"runtime":5,"cert":"N\/A","id":246994,"title":"The Tale of How","adult":false},{"cert":"N\/A","title":"Trigger Happy","cast":[],"genres":[10402,16],"id":246999,"overview":"“Trigger Happy” was made with hundreds of objects found on the streets and sidewalks of New York. It began as an attempt to make an animated ballet, but as I was shooting the dance turned rowdy, into more of a nocturnal revel. It was shot on a lightbox with high-contrast film. The backlight silhouetted the objects, making them into graphic icons of themselves. The resulting film is a negative, which turned the objects white and the background black as asphalt. It makes the dance almost phantasmagoric. The trigger I was happy about was on the camera, but the title also fits the velocity of the imagery. Much of the animation happens by the rapid replacement of one object with another. It’s the afterimage in your eyes that animates the difference between the shapes, as one is replaced by another, and another… The music by Shay Lynch perfectly captures the idea of dancing in the streets.” —Jeffrey Noyes Scher","runtime":5,"release_date":"1997-01-01","vote_average":0.0,"adult":false}]