[{"cast":[],"overview":"","release_date":"2001-04-30","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":247001,"title":"Tomas Ledin - Just då","adult":false},{"cast":[],"overview":"2-minute animation film to music by John Coltrane.","release_date":"2001-01-01","genres":[16],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":247006,"title":"Giant Steps","adult":false},{"cast":[],"overview":"","release_date":"2000-09-14","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":247008,"title":"6 auf See","adult":false},{"cast":["Miloš Forman","Tom Hulce","Jeffrey Jones","F. Murray Abraham","Vincent Schiavelli"],"overview":"This riveting film takes a look behind the scenes at one of the 20th century's cinema classics and at one of contemporary cinema's most maddeningly brilliant directors, Milos Forman.","release_date":"2002-09-24","genres":[99],"vote_average":6.0,"runtime":60,"cert":"N\/A","id":247010,"title":"The Making of 'Amadeus'","adult":false},{"cast":[],"overview":"A futuristic cruise ship with a crew of robots is ready to take its first flight. A boy follows his curious dog on board of the ship, but then the ship takes off. The robots sees the boy as a blind passenger and try to get him off the flying ship.","release_date":"1943-10-15","genres":[16],"vote_average":5.0,"runtime":9,"cert":"N\/A","id":247012,"title":"The Passengers of Ursa Major","adult":false},{"cast":["Samantha Stone"],"overview":"Award Winning stop-motion short from the Australian director Anthony Lawrence.","release_date":"2001-01-01","genres":[16],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":247014,"title":"Looking for Horses","adult":false},{"cast":[],"overview":"A six minute short made in New York City by Jeffrey Noyes Scher.","release_date":"1992-01-01","genres":[16],"vote_average":5.8,"runtime":6,"cert":"N\/A","id":247016,"title":"Milk of Amnesia","adult":false},{"cast":[],"overview":"Jettingen Germany is home to Ludo Fact, one of the world's largest manufacturers of board and card games. This documentary shows how a board game makes the leap from an idea to your table.  You'll see every aspect of the manufacturing process: the technology and machines, the many detailed steps, and the hundreds of people that are involved in the production of a single game.  Mostly, we hope the film gives you a greater appreciation of the time, effort and investment that goes into every quality board game that makes it to the marketplace and your home. The business of fun requires a lot of hard work!","release_date":"2013-01-01","genres":[99],"vote_average":4.8,"runtime":43,"cert":"N\/A","id":247018,"title":"Made for Play: Board Games and Modern Industry","adult":false},{"cast":["Zachary Gordon"],"overview":"An animated short where Greg tries to win class clown.","release_date":"2012-12-18","genres":[16],"vote_average":7.0,"runtime":3,"cert":"N\/A","id":247023,"title":"Diary of a Wimpy Kid: Class Clown","adult":false},{"cast":[],"overview":"Documentary about the german death metal\/metalcore band Heaven Shall Burn","release_date":"2009-08-25","genres":[],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":247025,"title":"Heaven Shall Burn: Leitmotiv Documentary","adult":false},{"cast":["Benjamin Jordan","Godfrey Massauli"],"overview":"Following a dream, Canadian paraglider pilot Benjamin Jordan travels to Malawi to teach children the joys of kite flying. There he meets Godfrey, a young man who has always dreamed of flying though has never had the means.  The odd pair tour the country on bikes, building kites with youth while motivating them to follow their dreams. They are destined for Malawi's highest peak where, after weeks of ground training, the two will attempt to fly down and make Godfrey the first Malawian paraglider pilot.","release_date":"2013-06-01","genres":[99],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":247039,"title":"The Boy Who Flies","adult":false},{"cast":[],"overview":"Variété is a comical animation film about a plate spinner. The youg artist starts his act by placing his parents on the revolving plate. He spins them around fast, balancing them high on top of the long pole. Then he does the same with a girlfriend and a school teacher. While he keeps several poles with plates with people in balance, he slowly grows older. His act becomes more and more hectic and difficult when more people keep turning up on stage to get spinned on plates; friends, a demanding boss, a wife ... Soon plates begin to fall.","release_date":"2009-09-22","genres":[16],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":247041,"title":"Variete","adult":false},{"cast":["Kathryn Dodd","Robert Bosco","Yuri Alexis","Steve Lincoln","Jacquelyn Bernstein"],"overview":"Rogers and Anders are an inseparable pair of con men who pay off a wealthy industrialist by providing him with dim, beautiful women. These lovelies are easily scored off the street and outfitted with elegant gowns from a high-class boutique the duo has an arrangement with. There's one thing that Rogers and Anders haven't expected, though, and that's for their Hong Kong nemeses to dispatch a vicious assassin to the States for revenge! Luckily, they meet up with Felicity Fox a \"gorgeous and naïve metermaid\" who flunked out of the police academy, but can still hold her own when it comes to kung-fu fighting!!!","release_date":"1978-09-15","genres":[53],"vote_average":4.0,"runtime":85,"cert":"N\/A","id":247043,"title":"The Fox Affair","adult":false},{"cast":["Margot Mahler","Josef Moosholzer","Gerd Arnau","Bert Block","Alexandra Bogojevic"],"overview":"The owner of a failing Munich strip club sends his manager to an area of the country considered backwards to recruit new talent for his club.","release_date":"1973-10-11","genres":[35],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":247045,"title":"Sorry, Wrong Bedroom","adult":false},{"cast":["Marianne Hold","Joachim Fuchsberger","Walter Gross","Monika Dahlberg","Beppo Brem"],"overview":"","release_date":"1958-12-19","genres":[10402,35,10749],"vote_average":4.3,"runtime":89,"cert":"N\/A","id":247047,"title":"Mein Schatz ist aus Tirol","adult":false},{"cast":[],"overview":"Award winning animated short film by Fyodor Khitruk.","release_date":"1984-08-01","genres":[16],"vote_average":5.8,"runtime":10,"cert":"N\/A","id":247049,"title":"Lion and Bull","adult":false},{"cast":[],"overview":"","release_date":"1996-01-31","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":247054,"title":"Hanf - Das Milliarden-Dollar-Kraut","adult":false},{"cast":[],"overview":"An interactive flash animation from Dutch digital artist Han Hoogerbrugge.","release_date":"2002-01-01","genres":[16],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":247056,"title":"Spin","adult":false},{"cast":[],"overview":"A dog has a cat inside him. The two fight to get on, with one's desires always getting in the way of the other's. However the conflict cannot go on forever and the two learn the hard way to find common ground and work out something for themselves.","release_date":"2002-11-25","genres":[16],"vote_average":0.0,"runtime":5,"cert":"","id":247058,"title":"The Dog Who Was a Cat Inside","adult":false},{"cast":["PES"],"overview":"An animated fireplace by Academy Award Nominee PES.","release_date":"2008-11-17","genres":[16],"vote_average":3.0,"runtime":1,"cert":"N\/A","id":247060,"title":"The Fireplace","adult":false},{"cast":["Connie Champagne"],"overview":"Our free culture anthem gets a fabulous arrangement by Nik Phelps. Vocals by Connie Champagne. Animation and song by Nina Paley.","release_date":"2009-01-01","genres":[16],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":247068,"title":"Copying Is Not Theft","adult":false},{"cast":["Ruggero Deodato","Luigi Cozzi","Russell Streiner","Kim Newman","Dardano Sacchetti"],"overview":"The history of Italian zombie cinema, beginning with the breakout worldwide influence and success of George Romero's Night of the Living Dead and continuing through to Lucio Fulci's trend-setting Zombie Flesh-Eaters (Zombi 2) and its many imitators.","release_date":"2012-12-03","genres":[99],"vote_average":6.7,"runtime":60,"cert":"","id":247073,"title":"From Romero to Rome: The Rise and Fall of the Italian Zombie Movie","adult":false},{"cast":["Jürgen Klopp"],"overview":"","release_date":"2012-08-24","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":247078,"title":"Jürgen Klopp – Die Seele des Meisters","adult":false},{"cast":["Jürgen Klopp"],"overview":"","release_date":"2013-04-19","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":247080,"title":"Jürgen Klopp – Ein Schwabe erobert das Ruhrgebiet","adult":false},{"cast":[],"overview":"Ex-'Eastenders' regular Mike Reid turns the air blue in this live stand-up set filmed at the Palladium in London's West End.","release_date":"1997-07-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"18","id":247091,"title":"Mike Reid: Live at the London Palladium","adult":false},{"cast":[],"overview":"Everyone s favourite East End geezer Mike Frank Butcher Reid comes to DVD with two brand new live stand-up shows, one of which is his last ever stand-up show before his untimely death last year. Reids career as a stand up spans nearly 40 years from when he got his first stand up break on ITV s hit show The Comedians in the 1970s alongside the likes of Bernard Manning, Frank Carson, Jim Bowen and Charlie Williams.","release_date":"2008-10-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"18","id":247096,"title":"Mike Reid: The Guv'nors Last Stand","adult":false},{"cast":["Ne Win","Paul W. Tibbets Jr.","Adolf Hitler","Karl-Otto Koch","Hermann Pister"],"overview":"Death in all it's faces and stages. From the horrors of Buchenwald to the devastation of Hiroshima. From the political assassinations of the second half of the 20th century to the bloody feeding frenzy of the pythons of Burma. Burned on to the screen like napalm victims of Vietnam. Followed by \"Death in Focus\" part 2.","release_date":"1989-01-02","genres":[27,10752,80],"vote_average":1.0,"runtime":74,"cert":"N\/A","id":247113,"title":"Death in Focus","adult":false},{"cast":["Jean-Luc Lemoine"],"overview":"","release_date":"2010-01-01","genres":[35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":247118,"title":"Jean-Luc Lemoine - Lemoine Man Show","adult":false},{"cast":[],"overview":"Story of an extraordinary musician, violinist, who was famous, but his alcoholism led him to poverty. Now he is playing time from time to rich people. Then Albert meets count Delesov, who tries to change Albert's life. Two different characters, two ways of life confront... Will Albert change? Should he?","release_date":"1985-02-14","genres":[],"vote_average":8.0,"runtime":69,"cert":"N\/A","id":247120,"title":"Albert","adult":false},{"cast":["Fouziah Gous","Yasmin Hani","Fahrin Ahmad","Mustapha Kamal","Ziela Jalil"],"overview":"LANA and LINA will always have differences within themselves. Nevertheless, they still managed to live as good friends with each other.  Since small, they have been protected by their parents against outside social elements.  They have never been educated in public school. One day, the parents realized that they need to be exposed to the outside world so that the girls will not be too dependent on them.  Both girls get this opportunity when they were admitted in the university.  They were allowed to choose their preferences in course subjects, self interests and lifestyles.  They are twins with contrastingly different individuals but sharing one conjoined body. For the first time in their lives, they hated each other. Only through an operation this conflicts could be solved. This film shows interesting plots of LANA’s and LINA’s challenges and undulated differences since their university days that end up with their operation.","release_date":"2010-01-28","genres":[35,18],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":247122,"title":"2 Hati, 1 Jiwa","adult":false},{"cast":["Jiří Schwarz","Veronika Žilková","Marta Vančurová","Petr Čepek","Jan Hrušínský"],"overview":"A narration of episodes from the life of the famous Czech poet, Karel Hynek Mácha. Throughout the film, we witness a deep analysis of Mácha's complex character (his relation to another Czech writer of the time Josef Kajetán Tyl, his unbearable jealousy, his solitude, his attitude to nature,etc.) on the well-depicted historical background with all its particularities.","release_date":"1988-03-01","genres":[18],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":247124,"title":"Mág","adult":false},{"cast":["Ashlyn Page","Ava Rose","Faith Leon","Karlie Montana","Marie Luv"],"overview":"A love story, a murder mystery, a \"Femme Fatale\" interpreted by the beautiful Ava Rose. A detective, Nick Caprice, starring Tommy Gunn, is grappling with a mysterious murder, his investigations lead him in the slums of the city where sex, perversion and pleasure are mixed to form an explosive cocktail! Beautiful girls, hot sex scenes and engaging in a frame \"film noire\" where the pleasure and the lust for wealth are the masters!","release_date":"2010-07-02","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":247129,"title":"Femme Fatale","adult":true},{"cast":["Jay Ilagan","Hilda Koronel","Anita Linda","Lolita Rodriguez","Mario O'Hara"],"overview":"\"Tatlo, Dalawa, Isa\" or in english \"Three, Two, One\" is a compilation of three intimate stories directed by Filipino cinema legend Lino Brocka.  The films show the perseverance of hope despite a sense of despair.  Featuring a drug addict, an abandoned daughter and a repressed catholic.","release_date":"1974-11-28","genres":[18],"vote_average":6.8,"runtime":155,"cert":"N\/A","id":247134,"title":"Three, Two, One","adult":false},{"cast":["OSAWA Yuka","SAKAMOTO Risa","Mika Muroi","Taro Kai","Yoshihiro Tanbara"],"overview":"Mikage will get married to Youiti next year, she agrees to live with Youiti's parents. One day, Youiti's father disrobed Mikage's Kimono and raped her. To her astonishment, her fiancé Youiti whom Mikage considers true love has an affair with his young stepmother. Shocked and devastated, what will Mikage do?","release_date":"2009-03-27","genres":[18,10749],"vote_average":5.3,"runtime":85,"cert":"N\/A","id":247136,"title":"The Temptation of Kimono","adult":false},{"cast":["Asmirandah","Fauzi Baadila","Indra Birowo","Yama Carlos","Rangga Djoned"],"overview":"Rectoverso is an omnibus or anthology of Indonesian movie nuances of love which was released on February 14, 2013. This film is an adaptation of a work of music albums Dewi \"Dee\" Lestari titled Rectoverso which was released in 2008.","release_date":"2013-02-14","genres":[18,28],"vote_average":7.0,"runtime":110,"cert":"N\/A","id":247150,"title":"Rectoverso","adult":false},{"cast":["Tonto Dikeh","Prince Ekeh","Amaechi Muonagor","Charles Okafor","Obey Etok"],"overview":"A schoolboy’s brash boldness and overwhelming intelligence commands awe and respect from both his parents at home and his teachers in school. [parts 1-2]","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":247152,"title":"Born to Rule","adult":false},{"cast":["Ahmad Idham","M.Rajoli","Noraini Morat","Azean Irdawaty","Jasmin Hamid"],"overview":"Sazali felt humiliated by his son Farid's behaviour and took steps to lead the boy to a \"normal\" life by referring him to a psychiatrist and hiring the \"Bomoh\" to cure him. But Farid takes an overdose of the pill because of Amat and his life changes completely. Farid becomes extremely confused and shameless. Sazali's frustration leads him to begin a relentless search for the solution. But unfortunately, Sazali accidentally swallows the pill.","release_date":"2000-06-29","genres":[35],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":247154,"title":"Anaknya Sazali","adult":false},{"cast":["Edward Albert","Tim Thomerson","Lewis Arquette","Alexandra Paul","Sondra Currie"],"overview":"Eleven year old Peter Hansen is determined to follow his Dad's career example by becoming a one-boy neighborhood police force. When a local burglary is committed, Peter follows clues overlooked by the police and ends up in getting into bigger trouble than he ever imagined.","release_date":"1996-01-02","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":247156,"title":"Kid Cop","adult":false},{"cast":["Marc Antolin","Jenna Russell","Valda Aviks","Billy Boyle","Gaye Brown"],"overview":"Into the Woods takes the stories of the Brothers Grimm and gives them a dark and humorous twist.  The popular tales of Red Ridinghood, Jack (of Beanstalk fame), Cinderella and Rapunzel are interwoven with that of the Baker and his Wife and their quest to have a child. However this re-telling goes beyond \"happily ever after\" as the familiar characters find themselves in unfamiliar circumstances and hopes and dreams are questioned and revisited.","release_date":"2011-03-31","genres":[10402],"vote_average":9.0,"runtime":153,"cert":"","id":247158,"title":"Into the Woods","adult":false},{"cast":["Maya Karin","Sharifah Amani","Rusdi Ramli","Mohd Kamarulzaman","Zaefrul Nadzarine Nordin"],"overview":"Four young Malaysians, Salmi, Razak, Ani and Angee have been assigned to do a picture book of ‘1957’. While two of them grudgingly carry out the request made by the publisher, Zahari, one of them takes on the role enthusiastically. Along the way, they find themselves immersed in the characters, emotional moments, identifying with and finding meaning in the struggle of ‘1957’. They weave the story of independence by transporting themselves back to the past. Ordinary Malaysians who fell in love, and found their love for the country override their personal emotions. The present characters find new meaning to ‘Merdeka’","release_date":"2007-10-25","genres":[18,36],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":247160,"title":"1957 Hati Malaya","adult":false},{"cast":["Jiang Wen","Henry O","Beulah Quo","Elizabeth Sung","Huai-Qing Tu"],"overview":"","release_date":"1986-12-31","genres":[18],"vote_average":7.3,"runtime":null,"cert":"N\/A","id":247162,"title":"Le palanquin des larmes","adult":false},{"cast":[],"overview":"The Snail on the Slope is a generative movie based on a book of the same title by Strugatsky brothers. The novel is set on an unknown planet, where humans have a base from which they are investigating and trying to conquer the Forest. The Forest, which is a huge single organism is constantly changing and fighting back. It is also dangerous and there are a lot of unexplained phenomena that they are discovering.","release_date":"2009-01-01","genres":[16],"vote_average":1.5,"runtime":8,"cert":"N\/A","id":247167,"title":"The Snail on the Slope","adult":false},{"cast":["Jack Wouterse","Bracha van Doesburgh","Halina Reijn","Victor Löw","Edo Brunner"],"overview":"Four ten-year-olds are kicked out of their favorite playground by two aggressive drunkards. When they realize their parents are not going to help them, there's only one solution. They have to find a way to get the toughest boy in the neighborhood to help them. From that moment on the four friends are in for an exciting adventure.","release_date":"2006-09-27","genres":[10751],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":247172,"title":"For a Few Marbles More","adult":false},{"cast":["Pandiyan","Revathi","Vinu Chakravarthy","Ganthimathi","Y. Vijaya"],"overview":"Love, village feud and circumstances lead a young man to abandon his village and lover and head to the armed forces. Upon his return, his lover realizes that things are never going to be the same again.","release_date":"1983-07-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":247204,"title":"Mann Vasanai","adult":false},{"cast":["Chris Burandt"],"overview":"Burandt's Backcountry Adventure is back with another action packed DVD filled with extreme backcountry riding and the sickest technical tree lines. Watch as Chris Burandt explores his new backyard, taking you behind the scenes of his operation with sidekick Sahen Skinner and new recruit Ryan Berchtold. Follow Burandt's crew through the challenging 2012 season with some of the most insane technical riding and hilarious behind the scenes footage never seen before. Watch as Chris Burandt takes you on the backcountry adventure of a lifetime! Riders: Chris Burandt, Sahen Skinner and Ryan Berchtold.","release_date":"2012-01-18","genres":[28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":247206,"title":"Chris Burandt's Backcountry Adventure 2012","adult":false},{"cast":["Dan Gardiner"],"overview":"The Boondockers series was founded on a desire to truly explore the winter backcountry. To seek the highest vistas, discover the most challenging terrain and chase the perfect conditions - we developed a new set of technical riding skills that beat a path for the snowmobile industry to follow. While the Boondockers mantra remains steadfast, advances in equipment and rider prowess have pushed the journey to places unimaginable ten years ago. Join the Boondockers crew as we recap an unforgettable season that included ridiculously deep days, incredible new riding locations and the outrageous action you have come to expect from this crew of dedicated backcountry riders. Last December a series of early storms resulted in the deepest powder we have encountered and set a fitting stage for our tenth anniversary.","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":247208,"title":"Boondockers 10","adult":false},{"cast":["Clifton Webb","Charles Bickford","Anne Francis","William Lundigan","Reginald Gardiner"],"overview":"Two sets of parents frantically race to stop their eloping children's wedding.","release_date":"1951-11-23","genres":[35],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":247210,"title":"Elopement","adult":false},{"cast":["Paola Cortellesi","Rocco Papaleo","Luca Argentero","Angela Finocchiaro","Alessandro Besentini"],"overview":"Cristina lives a peaceful life until her older brother Ciro, who has to attend a trial, asks to spend house arrests at Cristina’s home.","release_date":"2014-01-01","genres":[35],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":247218,"title":"A Boss in the Living Room","adult":false},{"cast":["Jim Ross","Dory Funk, Jr.","Steve Austin","Chris Irvine","Vince McMahon"],"overview":"Some of the greatest wrestling superstars come from rich family traditions. The Rock (Rocky Johnson, The wild Samoans, the great Peter Mavia) Texas wrestling is largely defined by the Von Erich family, as well as the Funks, whose father Dory Sr. raised two future world champs, Dory Jr. and Terry. Canada considers the Hart family (Bret Hart, Owen Hart, British Bulldog, Jim the Anvil Neidhart) wrestling royalty. Great Families of Wrestling will examine these families, as well as the Guerreros, Ortons, Gagnes, Colons, DiBiases, Rhodes, Lawlers, and more. The DVD will explore the rich legacies these families have created in sports entertainment, and define their lasting impact. Fathers, sons, brothers, and grandsons will all be covered, including both relationships and connections acknowledged and long held secret.","release_date":"2007-06-05","genres":[],"vote_average":0.0,"runtime":141,"cert":"N\/A","id":247220,"title":"WWE: The Most Powerful Families in Wrestling","adult":false},{"cast":["Asta Nielsen","Albert Bassermann","Carl Ebert","Rudolf Forster","Alexander Granach"],"overview":"Dr. Schön marries a lower class girl, Lulu. Young and voluptuous she attracts the attention of the all the male gender, but the doctor will not let her go.","release_date":"1923-02-22","genres":[18],"vote_average":5.0,"runtime":50,"cert":"N\/A","id":247231,"title":"Earth Spirit","adult":false},{"cast":["Whitney Hui","Ava Yu","He Pei-yu","Jason Chan Pak-Yu","Lin De-xin"],"overview":"Shin and Sara have been engaged for two years. They once had an argument and agree to have fun individually. Sara’s best friend Jeana who always has a soft spot on Shin, she then tried every means to seduce him. In the meanwhile, Jeana’s boyfriend Jacky is also getting close with Jolie who’s fun and wild.  Lan Kwai Fong is as bustling as usual this weekend. The girls are all gathered to rock the clubs. Since Sara met the Korean hot guy Kim, the relationship between all of them started to change…","release_date":"2014-01-02","genres":[10749],"vote_average":5.4,"runtime":93,"cert":"N\/A","id":247236,"title":"Lan Kwai Fong 3","adult":false},{"cast":["Peter Engman","Cilla Thorell","Göran Ragnerstam","Mikaela Ramel","Iwar Wiklander"],"overview":"A Swedish IT-company gets a new boss, who turns out to be a soulless hatchet man in Schildt's dark satire on the evils of the corporate world. He's opposed by Daniel, one of his employees, and eventually comes crashing down, impaled on his own hubris. So Daniel gets given the poisoned chalice of leadership in his place, just to end up as amoral and platitudinous as the man and values he initially stood up against.","release_date":"2002-10-10","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":247241,"title":"Suxxess","adult":false},{"cast":[],"overview":"This DVD celebrates a remarkable achievement, as Warren Gatland's young side wins a third Grand Slam for Wales in eight years, emulating the success of the legendary Welsh teams of the 1970s.  It charts the dramatic unfolding story of 2012's Six Nations tournament, using a powerful and gripping mix of match action footage, and exclusive never before seen film shot from inside the camp, starting with the ice chamber in Poland and culminating in the amazing scenes in the dressing room after Sam ‘Captain Courageous' Warburton and the boys beat France.","release_date":"2012-04-15","genres":[],"vote_average":9.0,"runtime":235,"cert":"U","id":247243,"title":"Wales Grand Slam 2012 - RBS 6 Nations Review","adult":false},{"cast":["Joey Santiago","David Lovering","Frank Black"],"overview":"On September 30th 2013, The legends that are The Pixies will be playing over in L’Olympia, Paris.  They will play some of their greatest career spanning trcks from the last 30 yers including new material such as Andro Queen and Indie Cindy from the EP1. The venue is sold out, and what with it not being in Ireland it might be tough enough to catch the show even if tickets were on sale.","release_date":"2013-09-30","genres":[10402],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":247245,"title":"Pixies à l'Olympia - ARTE Live Web","adult":false},{"cast":["Vic Sotto","Kris Aquino","Ryzza Mae Dizon","James \"Bimby\" Aquino-Yap","Joey de Leon"],"overview":"Torky is a bookkeeper working for Baba a millionaire cash management specialist. Because of some conflict in her business that puts her life in danger, Baba entrusts the safety of her son Justin to Torky who takes him home to meet his daughter Ice and Ching the street urchin that the latter took under her wing. Given that Justin is not particularly fond of Torky, how all four of them would get along under one roof becomes the focus of the story.","release_date":"2013-12-25","genres":[35,10751],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":247262,"title":"My Little Bossings","adult":false},{"cast":["Bete Dorgam","Pierre Santos","Cida Almeida","Maria Manoella","Lourenço Mutarelli"],"overview":"A high class lady from Brazil falls into a fake kidnapping scam when she answers a stranger’s phone call. Believing that one of her daughters has been kidnapped, she is guided by a terrifying voice for 12 hours through the cities of Sao Paulo and Rio de Janeiro.","release_date":"2012-10-08","genres":[18],"vote_average":5.0,"runtime":72,"cert":"N\/A","id":247267,"title":"Chamada a Cobrar","adult":false},{"cast":["Bertolt Meyer"],"overview":"From bionic arms and legs to artificial organs, science is beginning to catch up with SF in the race to replace body parts with man-made alternatives. How to Build a Bionic Man follows psychologist Bertolt Meyer, who has a bionic hand himself, as he meets scientists working at the cutting edge of research to find out just how far this new technology can go.  Now, thanks to research on advanced prosthetic arms and legs, as well as artificial eyes, hearts and lungs - and even hybrids between computer chips and living brains - scientists can finally replace body parts and even improve on human abilities. While Bertolt's search shows just how far science has come, it also asks questions about what it means to be human and where this technology could lead in the future.","release_date":"2013-02-07","genres":[99],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":247269,"title":"The Incredible Bionic Man","adult":false},{"cast":["Natalia Cigliuti","Timothy Lee DePriest","Nate Dushku","Julie Ann Emery","Sticky Fingaz"],"overview":"Four young women and three young men, totally strangers to each other, are sent to an isolated house with the crew members of a reality show to stay living together for three months without any means of communication with the exterior, and in the end, the winner will get a prize of US$ 100,000.00. When the cameraman is found dead in a barn, the group becomes hysterical, since nobody knows who is trustful.","release_date":"2002-07-15","genres":[27,53],"vote_average":3.0,"runtime":88,"cert":"N\/A","id":247280,"title":"Reality Check","adult":false},{"cast":["Steve Smith","Patrick McKenna","Gordon Pinsent","Rick Green","Graham Greene"],"overview":"This behind-the-scenes special features cast members musing over public television's beloved \"The Red Green Show,\" the wacky sketch series revolving around the wit and wisdom of outdoors-man, handyman and populist philosopher Red Green (Steve Smith). Backstage anecdotes, rare outtakes and cast commentary shed light on the smart writing and spot-on acting that helped make this unlikely show such a long-running success.","release_date":"2008-12-01","genres":[35,99],"vote_average":5.1,"runtime":90,"cert":"N\/A","id":247282,"title":"The Red Green Story: We're All in This Together","adult":false},{"cast":["Luce Caponegro","Deborah Wells","Anita Blond","Diana Stevenson","Vivien Martines"],"overview":"","release_date":"1995-06-01","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":247284,"title":"Tribute to Selen 1","adult":true},{"cast":[],"overview":"A portrait of American photographer Joel-Peter Witkin.","release_date":"2007-09-04","genres":[99],"vote_average":8.0,"runtime":52,"cert":"N\/A","id":247289,"title":"Joel-Peter Witkin - L'image indélébile","adult":false},{"cast":["Jennifer Saunders","Joanna Lumley","Julia Sawalha","June Whitfield","Tom Hollander"],"overview":"Eddy and Patsy prepare to go on a skiing holiday to hopefully indulge in the jet-setting lifestyle of the international celebrity elite when Saffy is proposed to by her stuffy, upper-class boyfriend, Paolo. Eddy hits the slopes and has a near death experience where God appears to her and tells her it's not yet her time. When Eddy comes to, she waits for a sign that she should get involved in Saffy's wedding. As she returns to the house, it appears all hell has broken loose- relatives piling up, practically squatting, and Saffy about to lose her mind. Eddy calms her by throwing money at her as they bond together, planning Saffy's dream wedding. What could go wrong?","release_date":"1996-11-06","genres":[35],"vote_average":6.5,"runtime":84,"cert":"","id":247309,"title":"Absolutely Fabulous: The Last Shout","adult":false},{"cast":[],"overview":"A touching yet humorous tale of a divorced man searching for love in the personals column and finding out about life in the process. Directed by Peter Markle.","release_date":"1982-10-01","genres":[],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":247311,"title":"The Personals","adult":false},{"cast":[],"overview":"An audio-visual essay, which reflects upon &amp; compares metro systems around the world. It is an exploration of a world inside the world as well as feelings, fascination, obsession, fear and themes - of survival, control &amp; silence.","release_date":"2012-12-05","genres":[99],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":247313,"title":"Trains of Thoughts","adult":false},{"cast":["Powers Boothe"],"overview":"Trek into the hidden battlefields of northern Botswana where lions and spotted hyenas clash in overlapping territories. With never-before-seen footage, much of it filmed at night, you'll uncover an intense and vicious blood feud that has been waged for millennia. Follow the Southern Clan, led by a powerful hyena matriarch whose firstborn female cub kills her sister at birth to assure her succession as leader of the clan. Lurk in the shadows as a lioness from the Central Pride gives birth to three cubs and then encounters a deadly Egyptian cobra. You'll be stunned by breathtaking chase scenes as the hyena matriarch is brutally killed by a male lion, throwing the clan into chaos. Discover nature's savage conflicts in this ancient rivalry.","release_date":"1992-01-01","genres":[99],"vote_average":6.0,"runtime":60,"cert":"N\/A","id":247321,"title":"Eternal Enemies: Lions & Hyenas","adult":false},{"cast":["Keith David"],"overview":"National Geographic embarks on a 250-mile adventure through unspoiled territory along the coast of British Columbia called the Great Bear Rain Forest. It is here that bear-hunting wolves take to the sea, grizzlies clash in titanic battles, and wild salmon are the pulsing lifeblood of an entire ecosystem. As this precious habitat faces an uncertain future, threatened by chainsaws and fish farms, a team of dedicated scientists is racing to prove that it must be protected. Forming a wilderness detective squad, these experts are searching for the rare white spirit bear and collecting clues that will decipher the secret life of the forest's elusive inhabitants.","release_date":"2004-11-03","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":247323,"title":"Last Stand of the Great Bear","adult":false},{"cast":["Emun Elliott","Peter Strathern","Siobhan Redmond"],"overview":"As humanity bears witness to the first manned mission to Mars, an astronaut faces up to the prospect of being left behind.","release_date":"2013-06-23","genres":[],"vote_average":0.0,"runtime":22,"cert":"N\/A","id":247328,"title":"Mission","adult":false},{"cast":["Sergey Steblov","Inga Ilm","Svetlana Kryuchkova","Klara Luchko","Leonid Kulagin"],"overview":"They can't see, but they really must... Because they love each other!","release_date":"1992-06-06","genres":[10749,18],"vote_average":5.3,"runtime":83,"cert":"N\/A","id":247330,"title":"Eyes","adult":false},{"cast":[],"overview":"","release_date":"2010-12-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":247335,"title":"Xavier Naidoo - Weihnachtskonzert","adult":false},{"cast":["Scott DePaulo","Jim MacKay"],"overview":"Jim and Scott wrestle in black jeans, leather chaps, white square trunks, and black jockstrap to determine the rules of the match. Bad boy Scott will fight dirty to win, but angelic Jim has a lot of courage and can hold off on submitting for a long time. In round 2, Jim ties Scott's legs up with his belt and sets the rules: one guy traps the other and makes a demand. You do what he says and he'll free you for the next round. Disobey him and face the consequences. The back and forth begins, only Scott's bad at following rules unless they're his. So the action continues, dominated mostly by Scott punishing Jim in hold after hold. The match explodes in a lusty conclusion when one guy gives in to his opponent after an extremely unfair and exhausting final round of changing the rules. Guess they should have used a bell.","release_date":"","genres":[28],"vote_average":7.5,"runtime":35,"cert":"N\/A","id":247343,"title":"Dark Knights 4","adult":true},{"cast":["James J. Gibson"],"overview":"Fascinating -- and unintentionally funny -- experiments at Austria's famed Institute for Experimental Psychology involve a subject who for several weeks wears special glasses that reverse right and left and up and down. Unexpectedly, these macabre and somehow surrealist experiments reveal that our perception of these aspects of vision is not of an optical nature and cannot be relied on, while the unfortunate, Kafkaesque subject stubbornly struggles through a morass of continuous failures.","release_date":"1958-01-02","genres":[99],"vote_average":6.0,"runtime":11,"cert":"N\/A","id":247345,"title":"Living in a Reversed World","adult":false},{"cast":[],"overview":"","release_date":"2011-01-10","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":247350,"title":"Wise Guys - Per Casting ins Glueck","adult":false},{"cast":["Pete Seeger","Toshi Seeger","Daniel Seeger","Mika Seeger","Tinya Seeger"],"overview":"55 years ago Pete Seeger didn't name names at the McCarthy hearings and was sentenced to 10 years in prison. Out on appeal, blacklisted, watched by the FBI, he buys an old camera. With his wife Toshi, they start filming their musician friends. After several years of making small films, they decide to take the family around-the-world to film musicians in the most remote corners of the earth. The historic 16mm footage is intercut with modern day interviews of the family as they lend insight into a time &amp; place that doesn't exist today. Part travelogue, part musical odyssey, part ethnocentric dream, \"Pete and Toshi Get a Camera\" will take you places you would never have imagined.","release_date":"","genres":[99],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":247352,"title":"Pete and Toshi Get A Camera","adult":false},{"cast":["Lucille Lewis","Walter Fleming","Laura Bowman","Lawrence Chenault","Lorenzo Tucker"],"overview":"A young woman plans to marry, but her mother and brother--a lawyer--don't like her prospective husband and scheme to prevent the marriage.","release_date":"1932-02-01","genres":[18],"vote_average":0.0,"runtime":48,"cert":"N\/A","id":247354,"title":"Veiled Aristocrats","adult":false},{"cast":["Der Graf","Henning Verlage","Licky"],"overview":"","release_date":"2010-05-31","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":247356,"title":"Unheilig - Grosse Freiheit LIVE","adult":false},{"cast":["Gary Halliday","Michael Flowers","Emma Ingham","Anthony Winder","Vivienne Moore"],"overview":"In an English village, three youths see the spirit of a child who died in a 17th-century plague epidemic. They decide to learn about the town's history to find out how they can help set the child's ghost free.","release_date":"1985-01-01","genres":[10751,9648],"vote_average":4.8,"runtime":68,"cert":"","id":247370,"title":"Out of the Darkness","adult":false},{"cast":["Jessica Blankenship","Todd Stubbe","Chris Parsons"],"overview":"Zoey, a woman trying to find her role in this world, saves troubled men in search of her own completion. She meets Quinn, a guy who believes he is the world's savior. He must fight a 'friend' to the death to stop the oncoming Apocalypse. This is the story of Zoey taking her newfound charity case under her wing as she is compelled to help the damaged Quinn come to reality, while fighting her own past demons as they are revealed.","release_date":"2012-10-06","genres":[],"vote_average":7.3,"runtime":76,"cert":"N\/A","id":247372,"title":"Christ Complex","adult":false},{"cast":["Eric Clapton"],"overview":"Eric Clapton: Live at Budokan","release_date":"2009-02-24","genres":[],"vote_average":10.0,"runtime":null,"cert":"N\/A","id":247380,"title":"Eric Clapton: Live at Budokan","adult":false},{"cast":["Lucio Dalla"],"overview":"","release_date":"2006-06-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":247391,"title":"Lucio Dalla: 12000 lune, classica & jazz","adult":false},{"cast":["Natalie Cole"],"overview":"Recorded at the Forum in London, this live show from Natalie Cole offers an array of jazz classics and modern standards, including \"Let's Face the Music and Dance,\" \"My Baby Just Cares For Me,\" \"Route 66\" and many more. Several duets with Diana Krall are included, as well as a moving rendition of her fathers song \"This Will Be.\"","release_date":"2002-06-01","genres":[],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":247393,"title":"Natalie Cole: Ask a Woman Who Knows","adult":false},{"cast":["Cathy Stewart","Julia Perrin","Brigitte Verbecq","Brigitte Lelaurain","Flore Sollier"],"overview":"A day in the life of a female college, filled with the usual perversions that warm the hearts of the pupils, their parents and the school workers. Humorously erotic and full of good ideas, the movie is directed by Francis Leroi (who later went on to helm a \"soft\" Emanuelle series) with a kindly libertine mood that makes its vision really pleasurable. Leroi creates, with its bouncing editorial style, a complex picture that gives life-like reality to his brilliantly conceived screenplay; and with the help of a good cast, containing some truly beautiful porn actresses (Dominique Saint-Clair; Julia Perrin), he has made one of the most interesting porn movies coming from the famed French distribution label Alpha-France.","release_date":"1980-05-02","genres":[],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":247404,"title":"Naked Butts Boarding School","adult":true},{"cast":["Hiromi Tsuru","Rica Fukami","Tōru Furuya","Hirotaka Suzuoki","Tesshou Genda"],"overview":"The evil secret society known as the Telephone Pole Gang seeks to take over the world by first taking over a certain prefecture on Kyūshū (they never specify which one). In order to thwart the evil plans of the Telephone Pole Gang, Imazuru High School creates the Prefectural Earth Defense Force, composed of problem teachers and students from the school. They are also joined by a cyborg transfer student from India.","release_date":"1986-03-21","genres":[878,16,28,35],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":247415,"title":"Prefectural Earth Defense Force","adult":false},{"cast":[],"overview":"The first international DVD release of Keiichi Tanaami, the wizard of the Japanese experimental film and animation world. With this program, discover the pulsations of a singular artist for whom animation rhymes with imagination, exuberance, poetry and eroticism.","release_date":"2010-09-08","genres":[99,16],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":247417,"title":"A Portrait of Keiichi Tanaami","adult":false},{"cast":["Jurnee Smollett-Bell","Clifton Powell","Mackenzie Astin","Ella Joyce","Afemo Omilami"],"overview":"In 1965 Alabama, an 11 year old girl (Jurnee Smollett) is touched by a speech by Martin Luther King, Jr. (Clifton Powell) and becomes a devout follower. But her resolution is tested when she joins others in the famed march from Selma to Montgomery.  This movie is based on the memoir \"Selma, Lord, Selma: Girlhood Memories of the Civil Rights Days\" by Sheyann Webb and Rachel West Nelson, as told to Frank Sikora, first published in 1980.","release_date":"1999-01-17","genres":[18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":247434,"title":"Selma, Lord, Selma","adult":false},{"cast":["Szilvia Czobor","Ilona Somogyi","Margit Gyovai"],"overview":"During a film course lead by Yvette Biro at the Hungarian Academy of Drama and film in 1995, the director students were shown a black-and-white photo taken by Lucien Herve in 1952, and they were given the task of writing a short film based on it. Three women are standing at the outskirts of a village, looking out of the picture in the same direction. This six-minute one-shot film shows what the Herve photo does not.","release_date":"1996-01-01","genres":[18],"vote_average":6.8,"runtime":6,"cert":"N\/A","id":247436,"title":"Wind","adult":false},{"cast":["Jack Benny","Dorothy Lamour","Edward Arnold","Binnie Barnes","Monty Woolley"],"overview":"Producer Bob Temple, who's brought an American show to London, loves his star Diana, but she won't take him seriously as a lover. To show her, he picks up stranger Lady Arlington, whose financier husband neglects her. On a weekend at the Arlington country house, Bob is used by both Lady A. and her friend to make their husbands jealous; this works all too well, and Bob is in danger from both husbands.","release_date":"1939-07-07","genres":[35,10402],"vote_average":6.5,"runtime":85,"cert":"N\/A","id":247441,"title":"Man About Town","adult":false},{"cast":["Richard Egan","Patricia Owens","John Ericson","Michael Ansara","Joan Blackman"],"overview":"Foreign agents are after a substance called \"laser rubies\" that can power a killer laser beam. Government agents are dispatched to protect the rubies and eliminate the foreign agents.","release_date":"1968-05-03","genres":[878],"vote_average":5.5,"runtime":97,"cert":"N\/A","id":247443,"title":"The Destructors","adult":false},{"cast":["Sydney Tamiia Poitier","Wayne Brady","Flex Alexander","Tatyana Ali","Matthew Glave"],"overview":"Ever been dumped? In front of 20,000 people at a stadium, on live television!? LEWIS BOND, a dashing young executive, decides to get serious after this experience and creates a list (litmus test) that the right woman should match, to avoid another humiliation. However, when he thinks he has found her, she turns out to be not as perfect as he thought, leaving the risk averse Lewis to choose between what his head or heart tells him.","release_date":"2007-05-05","genres":[35,10749],"vote_average":3.5,"runtime":92,"cert":"N\/A","id":247445,"title":"The List","adult":false},{"cast":["Hadi Alipour","Amir Janfada","Majid Alipour","Mohammad Sharif Ebrahimi","Bahman Hassani"],"overview":"A boy breaks a window at his school and sets out to fix it on his own during a storm.","release_date":"1999-02-01","genres":[18],"vote_average":9.3,"runtime":81,"cert":"N\/A","id":247447,"title":"Willow and Wind","adult":false},{"cast":["Robert Mitchum"],"overview":"Robert Mitchum narrates an anti drug propaganda film.","release_date":"1970-01-01","genres":[99],"vote_average":1.0,"runtime":22,"cert":"N\/A","id":247449,"title":"The Distant Drummer: A Movable Scene","adult":false},{"cast":["Andrew Ray","Kathleen Ryan","Kenneth More","William Sylvester","Bernard Lee"],"overview":"One of two young boys accidentally falls to his death when playing in a bombed-out London neighborhood. Frankie, the survivor feels guilty about his friend's death. Len, a petty thief who has just killed a pub owner during a botched robbery, learns of the accident. He poses as Frankie's friend and blackmails the boy into stealing from his parents to finance Len's escape. When Len decides that Frankie may know enough to connect him with the murder, he decides to silence the boy in a tense \"hide and seek\" chase through the ruins.","release_date":"1953-02-10","genres":[18],"vote_average":8.0,"runtime":76,"cert":"","id":247451,"title":"The Yellow Balloon","adult":false},{"cast":[],"overview":"A group of young boys break some windows at a warehouse. The security guard recognizes one of them as a neighborhood boy, Harry. Harry is hauled into the police station and told things will go easier on him if he tells who his accomplices were. Harry must decide which is better, shouldering the blame for the entire incident or ratting out his friends.","release_date":"1951-01-01","genres":[10751],"vote_average":3.0,"runtime":11,"cert":"N\/A","id":247453,"title":"Right or Wrong? (Making Moral Decisions)","adult":false},{"cast":["Ron David","Giuseppe Orefici"],"overview":"Join a team of archaeologists and the Discovery Channel in an investigation into the mysterious lines of the Nazca region in Peru. Created by the Nazcas, these huge sculptures are only visible from the sky and depict people, animal, geometric forms, and strange creatures. See a premier exhibition of pottery and textiles, musical instruments, and mummies from this long-forgotten, pre-Columbian civilization and visit Cahuachi, a buried city of pyramids and ceremonial buildings which may have once been the religious capital of the Nazca people.","release_date":"2000-07-25","genres":[99,36],"vote_average":0.0,"runtime":46,"cert":"N\/A","id":247458,"title":"Peru's City of Ghosts","adult":false},{"cast":["Carrie Preston","Bernard White","Brian Hutchison","Heather Raffo"],"overview":"On Halloween night, the lives of two suburban couples unravel when an exotic blue wine unleashes a roller-coaster ride of primal feelings and unspoken desires.","release_date":"2013-07-28","genres":[35],"vote_average":10.0,"runtime":96,"cert":"N\/A","id":247466,"title":"Vino Veritas","adult":false},{"cast":[],"overview":"A little pig dreams of being able to fly, but, try as he might, he fails to get up into the air. All the other pigs are heartily amused by his hapless efforts and so, the little pig has no choice but to go out into the big wide world in search of someone who can teach him how to fly.","release_date":"2005-02-15","genres":[16,10751],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":247468,"title":"Little Pig Is Flying","adult":false},{"cast":["Tove Edfeldt","Johan Hallström","Åse Martinussen","Jonas Sjögren","Roger Westberg"],"overview":"A wild story about a time rabbit! Rabbit Willy lives on a farm. ‘My cage’ and ‘my carrot’ are central in Willy’s world. Through the bars of his cage he can exchange a few words with the cat, the dog and the hens. But secretly he dreams of the Wild Woods. When he by chance ends up in the Wild Woods his world is changed dramatically. He meets the wild rabbit Wilda that does not care about ‘mine’ and ‘yours’. What sort of rabbit is she really? Why is she always helping all the animals of the woods? After a dramatic encounter with an eagle Wilda needs to rest, and Willy has to help Wilda and all the other animals that come to Wildas burrow for help. It is hard work!","release_date":"2006-09-01","genres":[16,10751],"vote_average":0.0,"runtime":29,"cert":"N\/A","id":247470,"title":"Willy and the Wild Rabbit","adult":false},{"cast":["Sanjay Mishra","Zakir Hussain","Disha Pandey","Ranjan Chhabra"],"overview":"A satire on inflation-hit middle-class Indian family from a small city in North India. The story revolves around our protagonist who is struggling to survive in this spiraling inflation and how he comes up with a solution to battle it, only to find himself in an even bigger mess due to their innocence and naivety.","release_date":"2013-03-08","genres":[35,18],"vote_average":7.0,"runtime":120,"cert":"N\/A","id":247472,"title":"Saare Jahaan Se Mehnga","adult":false},{"cast":["Michael Redgrave","Robert Morley","Lionel Jeffries","Ronald Squire","Elizabeth Sellars"],"overview":"When Percy Brand, a habitual confidence trickster, keeps being sent down, he goes to great lengths to ensure that his son Colin, does not find out about his criminal past. But when Colin becomes an assistant to the Judge, who is about to try Percy for his latest escapade, Percy and his gang have to come up with a plan, to stop them meeting in court.","release_date":"1958-06-09","genres":[35],"vote_average":7.3,"runtime":76,"cert":"","id":247477,"title":"Law and Disorder","adult":false},{"cast":["Huo Shiyu","Pan Xingxing"],"overview":"A young provincial woman arrives in Beijing to earn money for her sick brother.","release_date":"2009-01-30","genres":[18],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":247482,"title":"Floating in Memory","adult":false},{"cast":["Ryuta Sato","Mikako Ichikawa","Yasuhito Hida","Eisuke Sasai","Eri Fuse"],"overview":"An off-beat comedy about 3 'damejin' (useless persons), who don't work and spend their lives doing nothing. They actually don't want to work. When they hear 'in India one can live without working' they take it seriously. They begin to raise the money to go to India by doing anything but working, such as ripping off stamps from others' letters to sell, robbery at the bank which itself went bankrupt, etc.","release_date":"2006-07-01","genres":[35],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":247487,"title":"Damejin","adult":false},{"cert":"","title":"National Theatre Live: People","cast":["Frances de la Tour","Linda Bassett","Frances Ashman","Selina Cadell","Peter Egan"],"genres":[],"id":247495,"overview":"People spoil things; there are so many of them and the last thing one wants is them traipsing through one’s house. But with the park a jungle and a bath on the billiard table, what is one to do? Dorothy (Frances de la Tour) wonders if an attic sale could be a solution.","runtime":129,"release_date":"2013-03-21","vote_average":0.0,"adult":false}]