[{"cast":[],"overview":"Short film of a statue of an angel by an ornamental pond on a summer's day.","release_date":"1957-12-31","genres":[],"vote_average":6.4,"runtime":4,"cert":"N\/A","id":249001,"title":"Angel","adult":false},{"cast":["Buster Crabbe","Al St. John","Charles King","Lorraine Miller","Ray Bennett"],"overview":"As a 32nd cousin of the recently deceased Silas Stockton, Fuzzy heads for the reading of the will. The bad guys are after the Stockton estate and plan to kidnap Helen Stockton, the primary heir, and replace her with a stooge. When the henchmen catch her she is with Billy and Fuzzy so they kidnap them also. But the three escape and Billy then heads out to find the culprits.","release_date":"1945-10-10","genres":[37],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":249012,"title":"Border Badmen","adult":false},{"cast":[],"overview":"The doctor who tried to save him. The Secret Service agent who was seconds too late. The man wrongly accused of his murder. And the woman who unwittingly sheltered an assassin. The death of JFK has inspired thousands of books and debates over the last 50 years, but the stories of the people there on that day have gone largely untold...until now. Experience November 22, 1963 as it has never been presented before, in this minute-by-minute account of that day, narrated by Academy Award-winner Kevin Spacey, and brought to life through rarely seen footage and rarely heard testimonies.","release_date":"2013-11-17","genres":[99],"vote_average":7.0,"runtime":91,"cert":"N\/A","id":249023,"title":"The Day Kennedy Died","adult":false},{"cast":["Simon Baker","Jacqueline McKenzie","Pruitt Taylor Vince","Kathryn Erbe","James Gammon"],"overview":"Love From Ground Zero follows three strangers across the back roads of America with the ashes of a mutual friend. Using a series of old postcards as a map, the threesome drive from New York to Montana retracing their friend’s journey “out west” years before. As they try to make sense of the untimely death, they are forced to face the realities in their own lives that have brought them down this unpredictable road.","release_date":"1998-09-30","genres":[18],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":249025,"title":"Love from Ground Zero","adult":false},{"cast":["Tim Noah","Patricia Royce"],"overview":"Little magic and plenty of imagination turns a young man's room into a hub where various adventures await him.","release_date":"1985-01-01","genres":[14,10770,10751,35],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":249027,"title":"In Search of the Wow Wow Wibble Woggle Wazzie Woodle Woo","adult":false},{"cast":["Joe Estevez","Todd Bridges","Jose Rosete"],"overview":"A serial killer is stalking the city of San Francisco and sending a news reporter cryptic letters after each murder.","release_date":"2006-10-10","genres":[53],"vote_average":1.5,"runtime":106,"cert":"N\/A","id":249044,"title":"San Franpsycho","adult":false},{"cast":["Drew Lachey","MacKenzie Porter","Ellie Harvie","Peter LaCroix","Evan Bird"],"overview":"Jaded rock star Dax is found by New York paparazzi passed out in his car with a frozen holiday turkey in the passenger seat.  In order to repair his tarnished image, Dax publicly agrees to grant a fan’s “Dear Santa” Christmas wish.  To his dismay, his manager Jason drops Dax off in Cedar Grove, a Midwest small town, where he’s committed to spend a week and perform in a local holiday Christmas concert.","release_date":"2013-12-08","genres":[35,10749],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":249046,"title":"Guess Who's Coming to Christmas","adult":false},{"cast":["Kali Hawk","Darrin Henson"],"overview":"With her career stalling, her pending marriage still pending and her dreams on hold, Jazz is searching for a new direction in her life. At her sister’s insistence, and with the help of a handsome (and frustrating) young lawyer, she begins working for a local community center teaching adults how to read. Now, Jazz will discover that everything she thought she wanted out of life can change the second you fall in love.","release_date":"2013-08-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249048,"title":"In the Meantime","adult":false},{"cast":["Bruce Boxleitner","Kenton Duty","Antonio Fargas","Bridgett Newton","Russell Wolfe"],"overview":"An overly win-driven sportscaster goes too far and must perform community service during December as a bell-ringer for the Salvation Army.","release_date":"2013-10-29","genres":[10751],"vote_average":6.7,"runtime":null,"cert":"N\/A","id":249050,"title":"Silver Bells","adult":false},{"cast":[],"overview":"This animated short is a play on motion set against a background of multi-hued sky. Spheres of translucent pearl float weightlessly in the unlimited panorama of the sky, grouping, regrouping or colliding like the stylized burst of some atomic chain reaction. The dance is set to the musical cadences of Bach, played by pianist Glenn Gould.","release_date":"1969-01-01","genres":[16],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":249052,"title":"Spheres","adult":false},{"cast":["Tricia Helfer","Mark Lutz","J.T. Hodges","Cristina Rosato","Christian Distefano"],"overview":"Single mother Ryan has just about given up on dating after her divorce, happily accepting her young son as the most important man in her life. That all changes when Ryan's brother Owen, also feeling unlucky in love after a bad breakup, swaps his home in their small North Carolina town with New York City adman Sean.","release_date":"2013-12-15","genres":[10751,35,10749],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":249057,"title":"Finding Christmas","adult":false},{"cast":["Ethan Erickson","Anne Dudek","Annie Thurman","Griffin Cleveland","Tiffany Adams"],"overview":"A struggling dad gets a new start after a strange encounter replaces his mall Santa gig with the real thing.","release_date":"2013-12-07","genres":[35,10751],"vote_average":5.3,"runtime":83,"cert":"N\/A","id":249059,"title":"Santa Switch","adult":false},{"cast":["Rupert Friend","Zachary Quinto","Hannah Ware","Emilio Rivera","Rolf Kanies"],"overview":"An assassin teams up with a woman to help her find her father and uncover the mysteries of her ancestry.","release_date":"2015-08-20","genres":[28,80,53],"vote_average":5.6,"runtime":96,"cert":"15","id":249070,"title":"Hitman: Agent 47","adult":false},{"cast":[],"overview":"It is the end of the school year for the children of a dormitory town. Most of them leave the place for a vacation with their parents but not Lucien and Adama whose parents can't afford the expense. While the big brothers of the housing estate are busy breaking the law Lulu and Adama manage to sneak into their neighbors' trailer. The two stowaways are elated until they reach their destination: a nudist camp...!","release_date":"2004-07-24","genres":[35,18],"vote_average":9.0,"runtime":86,"cert":"N\/A","id":249072,"title":"We Need a Vacation","adult":false},{"cast":[],"overview":"The story of rising stars Jason and deMarco, two attractive pop stars - both Christian and gay - and lovers.","release_date":"2007-06-07","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":249074,"title":"We're All Angels","adult":false},{"cast":[],"overview":"A journey through the fears and ghosts of Portuguese popular culture","release_date":"1986-02-01","genres":[16],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":249076,"title":"Oh Que Calma","adult":false},{"cast":["Gudrun Haase","Birgit Hartmannn","Ingeborg Nebl-Koller","Fred Ziebarth","Michael Kollwig"],"overview":"","release_date":"2006-05-25","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249078,"title":"Klassenleben","adult":false},{"cast":[],"overview":"Cast and crew cover a wide array of topics, supported by a wealth of picture-in-picture video interview and rehearsal clips, still photographs that move around the screen, raw film footage, and more. We hear from co-writer\/co-producer Mark Palermo, director\/co-writer Joseph Kahn, composers Brain and Melissa, stunt coordinator\/fight choreographer Don Theerathada, and actors Alison Woods, Shanley Caswell, Aaron David Johnson, Josh Breeding, Josh Hutcherson, Spencer Locke, Tiffany Boone, Dane Cook, Marque Richardson II, James Black, Jonathan Park, Yves Bright, Walter Perez, and Erica Shaffer. The comments cover aspects of the story and characters, cast\/performances, themes and influences, sets, locations and production design, stunts and various effects, music, pacing and style, and some other filmmaking notes.","release_date":"2012-07-31","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249080,"title":"Cheat Mode: The Unbelievably Mind Melting Making of Detention","adult":false},{"cast":["Velu","Anaswara Kumar","Balasaravanan"],"overview":"Eswar and Bala are thieves who are stuck in a train trying to escape from two gangsters they stole from.  Gomathi is a young girl next door from Aanamala who is running away from home to see her boyfriend and make him convince her parents by showing them an ancestral ring that their family has a soft corner towards. This train journey changes their life in unexpected ways.","release_date":"2013-12-07","genres":[35,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249082,"title":"Ego","adult":false},{"cast":["Dimče Meškovski","Vladimir-Dadi Angelovski","Blagoja Čorevski","Goce Todorovski","Snežana Mihajlović"],"overview":"Very black and grotesque comedy about the little office-worker Tase and his death wife Kata. She died in hospital in Skopje, the capitol of Macedonia, but the nurses mixed bodies of deaths. Then he must make exchange of bodies with Klime, the banker. But Tase lives in Prilep and Klime lives even in Ohrid. Then it becomes tragicomedy!","release_date":"1988-06-09","genres":[35,18],"vote_average":10.0,"runtime":111,"cert":"N\/A","id":249084,"title":"A Weekend of Deceased Persons","adult":false},{"cast":[],"overview":"The movie pans across the story of J.C Daniel, an aspiring film maker’s dream to film the first ever Malayalam movie, Vigathakumaran (The Lost Child). Set in 1928, director Kamal ferries us through the infamous caste system and the narrow-mindedness of the people back then. The film digs through the traces of how the first silent cinema in Kerala was made and the plight of J.C Daniel who is forced to jump over the tall hurdles set by the upper class people in the society.","release_date":"2014-01-04","genres":[],"vote_average":7.5,"runtime":null,"cert":"N\/A","id":249086,"title":"J.C.Daniel","adult":false},{"cast":["Ruth Norman","Charles Spiegel","Lani Calvert","Decie Hook"],"overview":"'Children of the Stars' is the strange but true story of a UFO contactee group who relive their past lives on other planets by making their own science fiction films.  In 1973, Ruth Norman, a 73-year-old widow and self described cosmic visionary, purchased 67 acres of land in the mountains east of San Diego, California as a landing site for the Space Brothers (emissaries from the Intergalactic Confederation). Nearly 40 years later, a group of dedicated followers still await their arrival.","release_date":"2012-09-22","genres":[99],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":249088,"title":"Children of the Stars","adult":false},{"cast":["Kylie Minogue","Mitchell Bartlett","Jamie O'Neal","James Uluave","Susie Ahern"],"overview":"The Let's Get to It Tour was the third tour by Australian pop singer Kylie Minogue. The tour was a continuation of the previous Rhythm of Love Tour which had already visited Australia and Asia. Together with five dancers, Minogue staged the tour in support of the album Let's Get to It. The show comprised an all-new wardrobe created exclusively by John Galliano and several new additions to the set list, many of which were written by Minogue herself.","release_date":"1992-04-01","genres":[10402],"vote_average":0.0,"runtime":80,"cert":"PG","id":249096,"title":"Kylie Minogue: Live in Dublin","adult":false},{"cast":["Maria Menado","Eddy Ali","Raden Sudiro","Izat Emir","Asnawi"],"overview":"A King and his advisory, Datuk Guntur, with their troops came across to a town called Kampung Gading. There they met a strong guy but who happens to be a mute and deaf called Badang. Badang is Chomel’s personal servant. His Royal Highness pretended to be a normal guard wanted to take in Badang as ahis personal protector and wanted to marry chomel. Chomel was absolutely shocked when she found out that her husband was a King. One day his highness was furious because the food served for dinner was not up to his satisfaction. Afterwards his appetite changed and loved the food and asked the Chef what was the ingredients that he used. The cook honestly told the King that his blood went into the King’s food because his hand was bleeding. From that moment he began to love the taste of human blood until he grew fangs and his people became his victims.","release_date":"1963-01-01","genres":[18,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249101,"title":"Raja Bersiong","adult":false},{"cast":["Lou Gilbert","Kay Doubleday","Samuel J. McCurry","Archie Smith","Lou Polan"],"overview":"A junkman  who lives along New York's East River saves a woman from an attacker, then lets her stay with him.","release_date":"1965-04-26","genres":[18],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":249103,"title":"Across the River","adult":false},{"cast":[],"overview":"A documentary about the ancient and recent history of the Tatras mountain range, about its formation and exploration.","release_date":"2008-02-04","genres":[99],"vote_average":0.0,"runtime":null,"cert":"","id":249105,"title":"History of the Tatras","adult":false},{"cast":["Tara Reid"],"overview":"This summer, see your favorite Coen Brothers' cult classic in a whole new way. Kind of.","release_date":"2011-03-29","genres":[],"vote_average":3.5,"runtime":3,"cert":"N\/A","id":249110,"title":"The Big Lebowski 2","adult":false},{"cast":["Nik Adruce","Erin Malek","Eric Fuzi","Fatin Nur Afifah","Sharifah Shahirah"],"overview":"The tale begins when Dr. Suzana, under the supervision of Prof. Dr. Taib Siron, created a machine named BS21 which is capable of reading people's minds. The machine would be very much useful for millitary use but would be very deadly if it were to fall in the wrong hands. The most feared incident happened when Cat and his sidekick Kupan stole BS21 from Dr. Suzana's lab. One of the eyewitness who saw the incident was Hashim a security guard at the lab. Another thing that they don't know about the machine is that it is also capable of granting wishes those who use the machine.","release_date":"2008-12-26","genres":[35,878,12],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":249124,"title":"Brainscan Aku Dan Topi Ajaib","adult":false},{"cast":[],"overview":"A history of Bucharest, as seen in the light of the totalitarian architecture, having as leading idea the reality that the Power always exposes its purposes through architecture. After five decades of communism, the reality on thee Dark Ages is still waiting to be revealed, and architecture is one of the most obvious embodiments of the ideology to whom it was builtÉ It is not a movie about faults or about guilty peoples, but about official edifices of thee communist Romania and their story.","release_date":"1993-01-10","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249126,"title":"Architecture And Power","adult":false},{"cast":["Elizabeth Mitchell","Gary Bakewell","David Lewis","Nicole Oliver","Tim Piper"],"overview":"In a dramatization of her life, Linda Eastman, takes a job snapping pictures for Rolling Stone Magazine, despite the objections of her straight-laced father, Lee Eastman. As Linda rubs elbows with music royalty, she bumps into rock star Paul McCartney, and they soon fall in love. Although not only her father but also Paul's band mates disapprove of the romance, Linda and Paul wed while relations between the Beatles begin to disintegrate.","release_date":"2000-05-21","genres":[10749,18,10402,10770],"vote_average":4.6,"runtime":90,"cert":"N\/A","id":249128,"title":"The Linda McCartney Story","adult":false},{"cast":[],"overview":"Sex and Cinema is a steamy trip through the looking glass of the camera lens, depicting how sexually charged films reflect our own sexual liberation.  It will unzip America's obsession with sex, both from a cinematic and social perspective, exposing the hypocrisy inherent in our culture's war against eroticism (be it film, art, literature or song lyrics).  The special will look at many films that push the boundary, from mainstream studio films to product that in its time has been considered pornographic.","release_date":"2009-11-11","genres":[99],"vote_average":5.0,"runtime":55,"cert":"N\/A","id":249130,"title":"Starz Inside: Sex and the Cinema","adult":false},{"cast":[],"overview":"","release_date":"2011-10-21","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249132,"title":"Testemunha 4","adult":false},{"cast":["Audie Murphy","Chill Wills","Lori Nelson","Russell Johnson","Roy Roberts"],"overview":"Jim Harvey is hired to guard a small wagon train as it makes its way west. The train is attacked by Indians and Harvey, hoping to persuade Aguila, the chief, to call off the attack due to Harvey's having saved his son's life, leaves the train to negotiate. He is captured and the rest of the train is wiped out except for two sisters. Escaping and showing up in town later, Harvey is nearly hanged as a deserter, but gets away. Eventually caught by the sheriff and his posse, they are attacked by Indians. This time the Indians are defeated and Aguila, captured and dying, reveals the identity of the white man who engineered the initial attack on the wagon train, just as the perpetrator rides up behind them.","release_date":"1953-12-09","genres":[37],"vote_average":4.9,"runtime":79,"cert":"N\/A","id":249134,"title":"Tumbleweed","adult":false},{"cast":["Tuncel Kurtiz","Rami Danon","Makram J. Khoury","Dan Muggia","Iris Hoffman"],"overview":"This Israeli-made film is set along the battle-torn West Bank. Military governor Makram Khouri tries to flush out some fugitive PLO activists by hanging the rotting, stinking carcass of a dead donkey in a village square. Israeli doctor Rami Danon forgets his animosity towards the PLO and, out of compassion, cuts the carcass down. For disobeying Khouri's orders, Danon becomes as much a fugitive as the Palestinians. While in hiding, Danon befriends Arab hermit Tuncel Kurtiz, whose adopted son is a member of the PLO.","release_date":"1986-09-01","genres":[18],"vote_average":5.3,"runtime":95,"cert":"N\/A","id":249139,"title":"The Smile of the Lamb","adult":false},{"cast":["Peter Coyote","Robert Altman","Warren Beatty","Candice Bergen","George Burns"],"overview":"HBO documentary about movies","release_date":"1995-06-05","genres":[99,10770],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":249141,"title":"The First 100 Years: A Celebration of American Movies","adult":false},{"cast":["Bruce Springsteen","Peter Gabriel","Tracy Chapman","Sting","Youssou N'Dour"],"overview":"Human rights now concert from Argentina, Estadio River Plate, Buenos Aires","release_date":"1988-10-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249143,"title":"Human Rights Now 25th Anniversary","adult":false},{"cast":["Eric Friesen","John Friesen"],"overview":"","release_date":"1983-11-22","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249145,"title":"And When They Shall Ask","adult":false},{"cast":["Benoît Poelvoorde","Marc Zinga","Tatiana Rojo","Tom Audenaert"],"overview":"José is a football agent who goes to Ivory Coast to spot young talents in football. He is a braggart , who willingly sleeps with Gigi , a beautiful African woman who loves the luxury he offers her... One day, José spots Yaya, a street boy with the potential of a champion, and brings him to Belgium. Will Yaya be José's reward? Between the poor neighborhoods of Abidjan and Sporting Club of Charleroi, the cultural \"gap\" is brutal... and reserves surprises.","release_date":"2014-02-05","genres":[35],"vote_average":4.7,"runtime":80,"cert":"N\/A","id":249147,"title":"Zebra Stripes","adult":false},{"cast":["Józef Nalberczak","Henryk Bąk","Aleksander Fogiel","Roman Wilhelmi"],"overview":"A funny story about a young soccer player nicknamed Paragon.","release_date":"1970-03-20","genres":[35,10751,12],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":249149,"title":"Shoot Paragon!","adult":false},{"cast":["Teri Polo","Chazz Palminteri","Tia Carrere","Lucas Elliot Eberl","Matt Socia"],"overview":"A wealthy high powered woman suffers a horrible tragedy after which she descends into substance abuse,turning her back on her family. She later discovers that someone close to her may be behind her subsequent abduction and kidnapping.","release_date":"2013-12-29","genres":[18,53],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":249151,"title":"Final Recourse","adult":false},{"cast":["Jaleel White","Danica McKellar","Jonathan Bennett","Fred Dryer","Jim O'Heir"],"overview":"In this fresh take on Alfred Hitchcock’s “The Wrong Man,” Ellen Plainview, a sweet, caring, working wife and mother, answers the door one afternoon to learn that she is under arrest for attempted murder.","release_date":"2013-12-28","genres":[18],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":249153,"title":"The Wrong Woman","adult":false},{"cast":["Joe E. Brown","Jane Wyman","Alison Skipworth","Lyda Roberti","Alan Baxter"],"overview":"A small town soda jerk discovers a gang of criminals staying at a local hotel. Comedy.","release_date":"1938-04-18","genres":[],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":249161,"title":"Wide Open Faces","adult":false},{"cast":["Dan Fogler","Anne Hathaway","Jay Baruchel","Dean Winters","Josh Duhamel"],"overview":"An ordinary guy delves deep into counterculture, conspiracy theories and the like as he tries to discern the structure of society.","release_date":"2014-05-01","genres":[35],"vote_average":3.6,"runtime":90,"cert":"N\/A","id":249169,"title":"Don Peyote","adult":false},{"cast":["Stewart Granger","Bernard Fox","William Shatner","Anthony Zerbe","Sally Ann Howes"],"overview":"US TV version of the classic Sherlock Holmes story","release_date":"1972-02-12","genres":[9648,80,10770],"vote_average":6.0,"runtime":74,"cert":"N\/A","id":249195,"title":"The Hound of the Baskervilles","adult":false},{"cast":["Maurice Barthélemy","Marina Foïs","Elise Larnicol","Pierre-François Martin-Laval","Jean-Paul Rouve"],"overview":"","release_date":"2001-09-26","genres":[35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":249197,"title":"Les robins des bois - L'instant norvégien","adult":false},{"cast":["Christophe Dechavanne"],"overview":"","release_date":"2004-11-03","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249199,"title":"Coucou c'est nous","adult":false},{"cast":["Mohanlal","Rekha","Murali","Nedumudi Venu","Sukumaran"],"overview":"This is one of the cult classic film of Mohanlal. A. K. Lohithadas won Kerala Film Critics Award for Best Script Writer. The movie is partly adapted from the Korean movie The Surrogate Woman.","release_date":"1989-10-08","genres":[18,10751],"vote_average":6.4,"runtime":154,"cert":"N\/A","id":249210,"title":"Dasharatham","adult":false},{"cast":["Ralph Byrd","Doris Weston","Ward Bond","Robert Emmett Keane","Ben Hewlett"],"overview":"Truck drivers Steve Hackett and Bill Purvis are fired from their jobs with the West Coast Trucking company for not using second-gear going down steep grades. Davis, the company vice-president, surprisingly asks them to carry a load of merchandise to Arrowhead and offers a $1000 bonus. He tells them it is a load of lettuce. Several miles out of Los Angelese, they are stopped by a mob of lettuce-farm workers on strike. When the first crate is tossed off the truck, it explodes and the two pals learn their merchandise is a cargo of dynamite. The workers let them proceed and they crash into a car driven by Mary Stevens, whom they had met at a restaurant. She and her dog, \"Butch\" (played by a Credited dog named Stooge), join them and they deliver their cargo, and learn unscrupulous real-estate operators have jammed the locks on the dam in order to ruin the ranchers and farmers and take over their property.","release_date":"1938-02-16","genres":[28,18],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":249215,"title":"Born to Be Wild","adult":false},{"cast":["Tyson Breech","Joshua Christian","Geramy Gant","Brian Gross","Colton Hobizal"],"overview":"Rita heads to the mountains to get some peace and recover from mental distress. While there she meets Pierce, a doctor doing stem cell research whose experiments have gone horribly wrong. Now Rita is the only one who can solve the problem.","release_date":"2009-04-19","genres":[27,878],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":249220,"title":"Stem Cell","adult":false},{"cast":["Ko-Tee","Sudarat Butrprom","Yingsak Chonglertjetsadawong","Channarong Khuntee-tao","Jaturong Mokjok"],"overview":"Three companions are frightened by a horrible ghost that haunts their dorm. Tired of running away, they summon a spirit to help them defeat the ghost. But things turn chaos when they can\"t control and handle the situation which finally brings up a hilarious haunting story.","release_date":"2009-09-30","genres":[35],"vote_average":5.2,"runtime":89,"cert":"N\/A","id":249222,"title":"Oh My Ghosts","adult":false},{"cast":["Radim Špaček","Pavel Nový","Josef Somr","Jan Hraběta"],"overview":"A coming of age drama about a young boy Jirka who lives in Prague.","release_date":"1988-10-10","genres":[18,35],"vote_average":8.0,"runtime":83,"cert":"N\/A","id":249224,"title":"Fools and a Girl","adult":false},{"cast":["Sudarat Butrprom","Akom Preedakul","Choosak Iamsook","Ampon Rattanawong","Anuwat Tharapan"],"overview":"","release_date":"2008-07-16","genres":[35,27],"vote_average":5.1,"runtime":85,"cert":"N\/A","id":249235,"title":"Wor","adult":false},{"cast":["Ko-Tee","Bongkod Bencharongkul","Shompoonuch Klinjampa","Khomsan Nanthajit","Pongsak Pongsuwan"],"overview":"Klauy is a bumbling likay performer in the countryside. One day while watching TV he sees a beautiful model Fah having an interview with a tv host and he instantly falls in love with her. Klauy is obsessed with Fah's beauty and will dream of her non-stop no matter where he goes. Knowing that it is impossible not only to chase or even meet her since he is only an ordinary person he approaches Angel Koe for help. They eventually meet through Angel Koe's plan but will Fah likes Klauy in the end?","release_date":"2008-04-30","genres":[35],"vote_average":4.5,"runtime":85,"cert":"N\/A","id":249240,"title":"Teng's Angel","adult":false},{"cast":["Chanit Yaisamer","Lawan Kamutchart","Tah Boyscout","Chusri Chernyim"],"overview":"Ta has just recently returned to his peaceful home village but now a group of bandits has been causing trouble for the village. The mayor has requested Ta and his friend Saibua to assist in getting rid of this menace. However, on their way, they get ambushed and are decapitated. But even when their heads and bodies are separated, they still have unfinished business to take care of.","release_date":"2004-08-31","genres":[35,27],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":249245,"title":"Two Heads A Body","adult":false},{"cast":["Khai AF","Farid Kamil","Zarina Zainoordin","Irma Hasmie","Cico Harahap"],"overview":"Growing up in a broken family and hurt by the men in her life, Zurina (Zarina AF2) swore that she would get even with all the men in the world. Thus, she uses her beauty to seduce men and break their hearts. Khairul (Khai AF1) on the other hand has been in love with Zurina since high school. He woos Zurina only to be heart-broken by her, as she doesn’t show up on their wedding day. Now, Zurina has reappeared to beg his forgiveness, but will Khairul forgive her and accept her again?","release_date":"2005-04-21","genres":[10749,18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":249247,"title":"Cinta Fotokopi","adult":false},{"cast":["Gene Autry","Lynne Roberts","Anne Gwynne","Pat Buttram","Alan Hale Jr."],"overview":"Gene Autry hunts bank robbers Al Bartlett and Trot Lucas with his old friend Mike. Bartlett, to throw off his pursuers, kills Trot and his own brother. When Kitty Bartlett comes to town claiming to be the slain Bartlett's widow, Gene has to save her from the irate townspeople who are not aware that her name isn't Bartlett but she really is the daughter of a law officer slain by Al Bartlett. Ben Luder, a local hood, tricks Bartlett back into town by saying he has to fixed to have Doc Larry Taylor do plastic surgery on him. En route they meet Doc and his assistant Helen Ellis and Ben's ruse is exposed. Bartlett kills Ben and forces Doc to drive him to the railroad. Gene, in a fight atop a runaway train, captures Bartlett.","release_date":"1950-11-20","genres":[37],"vote_average":0.0,"runtime":69,"cert":"N\/A","id":249252,"title":"The Blazing Sun","adult":false},{"cast":["Hsiu-chen Chen","Jieh-Wen King","Ling-Tzu Chin","Lee Suk-Ching","Hsiang Chin Han"],"overview":"Kaiju film from 1982 period that appears to be sort of a Taiwanese variation of Clash of the Titans combining elements of Japanese monster movies, old school kung fu flicks, and a bit of horror.","release_date":"1982-01-01","genres":[27,14,12,28],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":249254,"title":"The Fairy and the Devil","adult":false},{"cast":[],"overview":"OUR happy-go-lucky skateboarding cum-addict DAMON DOGG is back in his fourth and hottest volume of the DAMON BLOWS AMERICA series. This time DAMON and his buds trek to Seattle and fill their bellies with hot sperm from the men of the Pacific NorthWest.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249256,"title":"Damon Blows America Volume 4: Seattle","adult":true},{"cast":["Louise Monot","Samuel Le Bihan","Natacha Lindinger","Théo Fernandez"],"overview":"Constance, an aristocrat from the Vendée, and François-Denis, a navy officer 10 years her senior, fall madly in love. But, during a hunting party, Constance has a terrible fall. Left crippled, she breaks off their relationship. Years go by. Whilst war wages on Constance and François-Denis' paths cross once more.","release_date":"2014-01-03","genres":[18],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":249258,"title":"Le général du roi","adult":false},{"cast":["Alexander Mendeluk","Kate Nauta","Benjamin Easterday","Eric Scott Woods","Kelle Cantwell"],"overview":"A group of skiers are terrorized during spring break by some sharks that swim through the snow.\r Avalanche Sharks tells the story of a bikini contest that turns into a horrifying affair when it is hit by a shark avalanche.","release_date":"2014-01-01","genres":[10770,28,27,878],"vote_average":3.2,"runtime":82,"cert":"N\/A","id":249260,"title":"Avalanche Sharks","adult":false},{"cast":["Aman Graseka","Fauzi Kamaruddin","Sharifah Shahirah","Ismail Hutson","Fetty Dzul"],"overview":"Since her love was destroted by Remy, Tifa vowed not to trust man anymore. She was disappointed when Remy whom she trusted played second fiddle. Tifa changed her image from being lady-like by not trying herself as a 'tomboy' the leading character in the novel she once read. Even then, Tifa could not help falling in love with Arman, the writer of the novel.  Her chance ,eeting with Armat at a hotel, soften Tifa's heart. However, Tifa had to stick to her principle \"not to fall in love again\". Their relationship become more intimate. Arman tries to change Tifa's character back to her old self though it was very tough task for Tifa was a stubborn girl.  Remy's sudden return with the intention of making a mend to his relationship with Tifa clouded the situation.","release_date":"1995-01-01","genres":[10749],"vote_average":0.0,"runtime":116,"cert":"N\/A","id":249262,"title":"Cinta Kita","adult":false},{"cast":["Red Skelton","Arlene Dahl","Ann Miller","Leon Ames","Pamela Britton"],"overview":"A photographer falls for a rich girl and gets mixed up with crooks.","release_date":"1950-12-11","genres":[35,10749,80],"vote_average":5.7,"runtime":71,"cert":"N\/A","id":249264,"title":"Watch the Birdie","adult":false},{"cast":["Christopher Meloni","Devon Bostick","Dean Norris","Bridget Moynahan","Xander Berkeley"],"overview":"Al Klein and his longtime friend, Ash Martini, own a used car lot and these two know every trick in the book when it comes to selling cars. Klein still pines for his ex-wife Barbara who left him years ago for a more successful man. After their son Freddy graduates from high school, he decides to forego college in favor of selling cars with his old man. But what’s good for Klein might not be the best thing for Freddy, as he quickly transforms from an innocent young man into a jaded car salesman, leaving Al with a tough decision to make.","release_date":"2014-04-18","genres":[18,35],"vote_average":5.6,"runtime":95,"cert":"12","id":249266,"title":"Small Time","adult":false},{"cast":["Jung Woo","Hwang Jung-eum","Yang Jae-Young","Son Ho-jun","Kwon Jai-hyun"],"overview":"Jjang-gu joins \"Monster,\" a violent organization at his high school. As a rite of passage, he learns a lesson about being a man while following the course.","release_date":"2009-11-26","genres":[],"vote_average":7.0,"runtime":108,"cert":"N\/A","id":249277,"title":"Wish","adult":false},{"cast":["Awie","Fasha Sandha","Mazlan Pet pet","Abu Bakar Omar","Azlee Senario"],"overview":"Faiz is the son of Datuk Shuib. A businessman who wishes to see his son one day takes over his business and marry's the girl of his choice, The identity of Juliana caused qutie a stir when her photo got mixed up and Faiz wasn't pleased with the girl in the photo that was presented to him. He furthermore paniced and decided to run away. Faiz eventually befriended Hafiz and decided to work at a car repair shop. One day Juliana dropped by at the repair shop and had blown Faiz away with her beauty. He instantly fell in love with her and was willing to do anything to be with her. He finally got on her father's good side and was offered a job as a driver and a personal bodyguard for Juliana. She was not pleased with this as it had disrupted her earlier plannings. With all that is happening Faiz begs that Hafiz continues on this charade. Will their true identites be revealed in the end?","release_date":"2008-05-01","genres":[10749],"vote_average":0.0,"runtime":108,"cert":"N\/A","id":249279,"title":"Cinta U-Turn","adult":false},{"cast":["Nanu Baharuddin","Riezman Khuzaimi","M.Rajoli","Erin Malek","Erynne Erynna"],"overview":"Kazman is a dedicated husband who, despite his wife Sufiah's protests, decided to buy a bungalow for their family near a lake as a family getaway. Anxious in the new house, Sufiah feels as if someone is watching her. Her daughter Lisa, who would always go downstairs at night to play congkak with someone whom she could only see, compounds her uneasiness. Sufiah throws the congkak in the lake, but is awakened the next night by the sound of the congkak being played again and upon investigation, she sees an old lady playing it. When her daughter disappears, the oldest resident in that area, Pak Tua, comes to the family's rescue and helps in locating the missing family members.","release_date":"2008-04-17","genres":[27],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":249281,"title":"Congkak","adult":false},{"cast":[],"overview":"Symphonic Selections features reprises of arrangements performed earlier at the Symphonic Game Music Concerts, as well as all new scores. Pieces include The Legend of Zelda: Wind Waker, Shadow of the Colossus, Shenmue, Monster Hunter Tri, and Super Mario Galaxy.","release_date":"2013-11-26","genres":[10402],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":249283,"title":"Symphonic Selections","adult":false},{"cast":["George Mozart","Francesca Bahrle","Paul Neville","Marilyn Love","Frank Tickle"],"overview":"A bank teller who believes he has been unjustly fired gets together with two professional thieves to rob the bank.","release_date":"1936-01-01","genres":[80,9648],"vote_average":0.0,"runtime":56,"cert":"","id":249285,"title":"The Bank Messenger Mystery","adult":false},{"cast":["Kazuhiko Inoue","Toshihiko Seki","Yuko Mizutani","Daiki Nakamura","Kaneto Shiozawa"],"overview":"In the 24th century, on the war-torn planet Maris the conniving Queen Adama abducts Apple, a member of an heroic trio known as the White Knights, and imprisons her in the infamous Zone. Even though no one has ever returned alive from the Zone — and despite the low ammo at their disposal — the other knights follow their companion. What they find there, however, is an enigmatic figure with a mind-bending revelation...","release_date":"1986-06-21","genres":[16],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":249287,"title":"Zillion: Burning Night","adult":false},{"cast":["Charles Stuart","Joyce Linden","Mackenzie Ward","Patricia Hicks","Roddy Hughes"],"overview":"Crime thriller following the rise of a petty thief to underworld crime boss.","release_date":"1948-01-01","genres":[80,53],"vote_average":0.0,"runtime":70,"cert":"","id":249289,"title":"The Dark Road","adult":false},{"cast":["Nigel Patrick","Cyril Raymond","Joan Carroll"],"overview":"Drama directed by Vernon Sewell.","release_date":"1949-01-01","genres":[18],"vote_average":6.5,"runtime":73,"cert":"","id":249291,"title":"The Jack of Diamonds","adult":false},{"cast":["Hugh Latimer","John Penrose","Annette D. Simmonds","Pat Nye","Patricia Cutts"],"overview":"A police constable goes undercover to infiltrate a gang of violent thieves.","release_date":"1949-01-01","genres":[18,80],"vote_average":6.0,"runtime":67,"cert":"","id":249293,"title":"The Adventures of P.C. 49: Investigating the Case of the Guardian Angel","adult":false},{"cast":["Jimmy Hanley","Valentine Dyall","Christine Silver","Charles Hawtrey","Laurence Naismith"],"overview":"In 1904 London, neighbors begin to suspect that a very strange man calling himself Dr. Fell may indeed be the famous Jack the Ripper.","release_date":"1950-05-15","genres":[9648],"vote_average":0.0,"runtime":108,"cert":"","id":249295,"title":"Room to Let","adult":false},{"cast":["Michael Medwin","Garry Marsh","Yvonne Owen"],"overview":"A man and his sister live in a country home, not knowing that there is stolen loot hidden there. A gang of criminals attempts to get them to move so they can get the loot for themselves.","release_date":"1950-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":249297,"title":"Someone at the Door","adult":false},{"cast":["Helen Shingler","Clement McCallin","Sheila Burrell","Frederick Leister","Ann Codrington"],"overview":"A husband cheats on his disabled wife--who has been paralyzed in a car accident--with her sister. When the sister is murdered he is accused of the crime, but it turns out that he may not be the killer after all.","release_date":"1951-01-01","genres":[18,9648],"vote_average":5.5,"runtime":75,"cert":"","id":249299,"title":"The Rossiter Case","adult":false},{"cast":["Forrest Tucker","Eva Bartok","Marius Goring","Guy Middleton","Eric Pohlmann"],"overview":"An adventurer is hired by a German millionaire to help a Polish scientist escape to the West.","release_date":"1955-01-01","genres":[18],"vote_average":0.0,"runtime":87,"cert":"","id":249307,"title":"Break in the Circle","adult":false},{"cast":["Dennis Price","George Cole","Thorley Walters","Harry Fowler","Nađa Regin"],"overview":"During World War II, four British soldiers are commissioned to set up an observation post on a seemingly deserted island in the Mediterranean. However, while surveying the island, the Brits come across four German soldiers holed up in a monastery. The Brits and the Germans agree to a truce, sharing the monastery together until either the British or German troops arrive. But when a shipwrecked Slavic girl ends up on the island, a battle over her erupts amongst the men.","release_date":"1959-01-01","genres":[10752,35],"vote_average":7.1,"runtime":85,"cert":"","id":249318,"title":"Don't Panic Chaps!","adult":false},{"cast":["Nawazuddin Siddiqui","Irrfan Khan"],"overview":"Dog eat dog eat dog in the desert. It only cost 50 grand, but there's more epic nastiness in this short than you'd think legally possible.","release_date":"2003-01-01","genres":[],"vote_average":5.7,"runtime":17,"cert":"","id":249341,"title":"The Bypass","adult":false},{"cast":["Rhys Ifans","Natalie Press","Tessa Peake-Jones"],"overview":"An undertaker forms an awkward bond with the daughter of a man he has to bury.","release_date":"2005-01-01","genres":[],"vote_average":6.0,"runtime":14,"cert":"","id":249343,"title":"The Undertaker","adult":false},{"cast":["Aja","Kôki Kai","Narumi Konno","Ayano Tachibana","Saya Yuki"],"overview":"All set to enjoy their day off, three high school friends, Yukino, Asako, and Natsu, board a seemingly normal train... when suddenly, a deafening sound and a flash of light envelop them!....But the three arrive at school the next day as if nothing happened. And yet, something is not right....They see oddly familiar faces, their families are out of sync and they are chased by strange men in black. Plagued by these nightmarish sensations, Yukino flees, only to find herself in front of the amusement park they were heading to on that fateful train ride. Slumping to the ground, Yukino comes to a strange realization....They are stuck between nightmare and reality, between the walls of two worlds that are closing in on them. But which world is real...?!\"","release_date":"2004-12-05","genres":[27],"vote_average":1.0,"runtime":54,"cert":"N\/A","id":249345,"title":"Death Train","adult":false},{"cast":[],"overview":"Winter. A bus stop in a small village. People are waiting for a bus. They talk. Listening to their conversations, the viewer can imagine the world they live in. United by the movement of the camera, the place and the people blend together.","release_date":"2003-10-16","genres":[99],"vote_average":1.0,"runtime":60,"cert":"N\/A","id":249347,"title":"Landscape","adult":false},{"cast":["Rupert Graves","Annabella Sciorra","Michael Gambon","Franco Nero","Oliver Cotton"],"overview":"Inspired by the 1982 Roberto Calvi Affair in which an Italian banker was found hanging from a bridge across the River Thames, the story follows Alan, a man from Northern England who is homeless after the loss of his wife and job. One night while sleeping in a deserted building, Alan witnesses the murder of a high-profile businessman. He attempts to leave the scene unnoticed, but the killers realize that someone has seen them commit the crime. He goes to the police only to discover that one of the killers is leading the case. To stay alive, Alan recruits the help of Billie Hayman, an American journalist, to cover his story.","release_date":"1996-01-25","genres":[53],"vote_average":0.0,"runtime":110,"cert":"","id":249358,"title":"The Innocent Sleep","adult":false},{"cast":["May May Tchao"],"overview":"SPILLED WATER explores the lives of four Chinese women as their country’s rapid economic transformation shifts their roles, rights and status as mothers, wives and daughters.  From the urban hustle of Beijing to the desolate beauty of rural provinces, May May charts the progress of hard-won gender equality through struggles unique to China’s politics and patriarchal past. Through their intimate stories, she learns how and why gender equality in China is so hard-earned.","release_date":"2014-01-10","genres":[99,18],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":249366,"title":"Spilled Water","adult":false},{"cast":["Gabriela Roel","Silvia Mariscal","Claudia Fernández","Claudette Maillé","Verónica Merchant"],"overview":"Over more than thirty years, a department of the Condesa in Mexico City, is the setting in which they are carried out ten stories, mixed, form one whose only constant is the rupture. The passage of time and the outside world only guess through the windows and objects that come with the characters. The set is a great solitude, possible in a city of the blind.","release_date":"1991-10-31","genres":[],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":249368,"title":"Ciudad de Ciegos","adult":false},{"cast":["Isa Günther","Jutta Günther","Alice Kessler","Ellen Kessler","Michael Cramer"],"overview":"","release_date":"1957-08-01","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":249370,"title":"Vier Mädels aus der Wachau","adult":false},{"cast":["Sharon Kane","John Marlo","Jan Marlyn Reesman"],"overview":"At John's funeral, a seemingly kind old man stands near John's widow Hope. He is the master of The Crystal, possessor of its light and terror. Hope accepts The Crystal in good faith, praying it contains New Age love powers. But she has gravely miscalculated...","release_date":"1990-01-11","genres":[27],"vote_average":3.0,"runtime":82,"cert":"N\/A","id":249372,"title":"Crystal Force","adult":false},{"cast":["Steve Hogarth"],"overview":"Steve Hogarth also known as \"h\", is the lead vocalist and occasional keyboardist\/guitarist with the British rock band Marillion. Live at the Hubs, Sheffield 2nd March 2006.","release_date":"","genres":[10402],"vote_average":0.0,"runtime":148,"cert":"N\/A","id":249377,"title":"h Natural","adult":false},{"cast":["Kiera Winters","Raven Rockette","Brett Rossi","Karlie Montana","Layla Rose"],"overview":"Digital Playground contract star Kayden Kross takes viewers on a journey of sapphic proportions, where making up means getting naked in 5 tales of love, lust, and loss. First, mourning turns to passion when Kiera Winters and Raven Rockette work out their differences at a funeral. Next, playful teens Brett Rossi and Karlie Montana indulge in their first lesbian experience. Love endures and makeup sex conquers all in the third scene between Samantha Ryan and Layla Rose. Then Skin Diamond tempts Dani Daniels into a backseat rendezvous, followed by Bree Daniels reconciling with her fellow oil-wrestling stripper Kayden in a scene of erotic power play.","release_date":"2013-09-17","genres":[18],"vote_average":6.8,"runtime":144,"cert":"N\/A","id":249388,"title":"[Girl]²","adult":true},{"cast":["Blanca Guerra","Sergio Kleiner","Guillermo Murray","Sharon Zundel","Martha Roth"],"overview":"After Moishe's death, family and friends sit Shiva in Mexico City. During seven days, secrets will be disclosed.","release_date":"2007-10-26","genres":[35],"vote_average":5.0,"runtime":98,"cert":"N\/A","id":249390,"title":"My Mexican Shivah","adult":false},{"cast":["Damián Alcázar","Roberto Sosa","Flor Payán","Dagoberto Gama","Adriana Louvier"],"overview":"Mauro Hernandez, a young preventive policeman, gets involved in a coke deal, and to keep some of the money he has for paying for the transaction, gives his gun away to cover the deal. He argues to Joaquin, old drug dealer and ex-policeman and ends up threatening him. On his way out of the operation, Mauro and his partner policemen, a gang controlled by Joaquin, stop their way out start a wrangle where Mauro is wounded. His body armor couldn´t even stop a small touch of the knife. The scandal on the bad quality of body armors turns into an investigation of malversation of police funds which is exaggerated and misreported by the media. Apparently made in 2009, but not released until 2011.","release_date":"2009-03-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249395,"title":"Bala mordida","adult":false},{"cast":["Charlotte Gainsbourg","Stellan Skarsgård","Shia LaBeouf","Willem Dafoe","Stacy Martin"],"overview":"The continuation of Joe's sexually dictated life delves into the darker aspects of her adult life and what led to her being in Seligman's care.","release_date":"2013-12-25","genres":[18,9648],"vote_average":6.7,"runtime":124,"cert":"18","id":249397,"title":"Nymphomaniac: Vol. II","adult":false},{"cast":[],"overview":"I know these were glasnost days, but still, I'm a little surprised filmmakers were out there doing stuff like this. There's nothing overtly anti-communist in this piece, but it ain't what you'd call respectful, 'neither. The brothers Aleinikov lay turgid governmental speeches about \"the rearing of a new man\" under footage of dudes goofing around in space-alien costumes, they roll footage of apple-cheeked future Stakhanovites upside down and backwards, they crudely animate -- in a certain South Parkian way -- CCCP icons in a goofy manner. Good, clean fun. (written by Colin Marshall)","release_date":"1987-02-04","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":249414,"title":"Revolutionary Sketches","adult":false},{"cast":["Nelson Pereira dos Santos","Miguel Torres","Jurema Penna","Sônia Pereira","Ivan De Souza"],"overview":"Despite being promised to another man, a young orphaned woman falls in love with man working at the farm she lives in , and together they escape. According tradition in Northeast Brazil, her aunt goes after them, in order to kill them for revenge.","release_date":"1961-11-27","genres":[18,37],"vote_average":5.0,"runtime":74,"cert":"N\/A","id":249425,"title":"Mandacaru Vermelho","adult":false},{"cast":["Barnie Duncan"],"overview":"A man installs a set of French doors during a renovation. What he doesn't know is that the doors harbour a secret. A dark secret...","release_date":"2002-01-01","genres":[],"vote_average":7.5,"runtime":13,"cert":"N\/A","id":249442,"title":"The French Doors","adult":false},{"cast":["R. Sarathkumar","Roja Selvamani","Prabhu Deva"],"overview":"Story about a couple who fight odds to be together and is saved by a an elder villager.","release_date":"1994-04-14","genres":[],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":249447,"title":"Indhu","adult":false},{"cast":["Georg Thomalla","Mascha Gonska","Paul Esser","Carola Höhn","Günther Lüders"],"overview":"Widower Paul always delayed talking to his daughter about sex. But when workers on a nearby construction site are falling down their scaffold because 16 years old \"Herzblatt\" is tanning naked, he feels he has to take action. In the hope she'll learn herself what consequences the difference between boys and girls has, he tries to get her a boyfriend.","release_date":"1969-09-29","genres":[35],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":249461,"title":"Honeybun - or How Do I Tell My Daughter?","adult":false},{"cast":[],"overview":"Paris By Night 97 - Khiêu Vũ Của Các Ngôi Sao 2 is a Paris By Night program produced by Thúy Nga that was filmed at the Knott's Berry Farm on April 22, 2009 and released onto DVD September 22nd, 2009. The show was approximately 5 hours and was MC'ed by Nguyễn Văn Thinh and Nguyễn Cao Kỳ Duyên.","release_date":"2009-09-21","genres":[],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":249466,"title":"Paris by Night 97: Celebrity Dancing 2","adult":false},{"cast":["Gail Russell","Diana Lynn","Charles Ruggles","Dorothy Gish","Beulah Bondi"],"overview":"In 1923, two young ladies depart unescorted for a tour of Europe, meeting two eligible men aboard ship. Their great naivity and efforts to seem grown-up lead them into many comic misadventures.","release_date":"1944-11-02","genres":[35],"vote_average":8.0,"runtime":81,"cert":"N\/A","id":249474,"title":"Our Hearts Were Young and Gay","adult":false},{"cast":[],"overview":"Paris By Night 92: Nhạc Yêu Cầu (English Translation: Music Requests) was filmed on May 10, 2008 and May 11, 2008 at Knott's Berry Farm, California. In an attempt to make the programs more diverse, Thúy Nga had encouraged the fans to send in their requests in the format of video clips. The requested songs can be done by an individual or a group of people.\r Phạm Quỳnh Anh made a special appearance singing her signature song \"Hello Vietnam\" in the show.","release_date":"2008-05-09","genres":[],"vote_average":8.0,"runtime":180,"cert":"N\/A","id":249476,"title":"Paris By Night 92: Nhạc Yêu Cầu","adult":false},{"cast":["George O’Brien","Cecilia Parker","Charles Middleton","Charles Stevens","Forrester Harvey"],"overview":"Megalomaniacal rancher is a law unto himself, until a Ranger is called-upon to bring him to justice.","release_date":"1932-06-12","genres":[9648,37],"vote_average":6.0,"runtime":56,"cert":"N\/A","id":249478,"title":"Mystery Ranch","adult":false},{"cast":[],"overview":"Paris By Night 91: Huế, Sài Gòn, Hà Nội is a Paris By Night program produced by Thúy Nga that was filmed at the Terrace Theater at the Long Beach Convention and Entertainment Center on January 12, 2008 and January 13, 2008.","release_date":"2008-01-11","genres":[],"vote_average":8.0,"runtime":180,"cert":"N\/A","id":249480,"title":"Paris By Night 91: Huế, Sài Gòn, Hà Nội","adult":false},{"cast":[],"overview":"Paris By Night 90: Chân Dung Người Phụ Nữ Việt Nam (English translation: The Portrait of a Vietnamese Woman) is a Paris By Night program produced by Thuy Nga that was filmed at the Terrace Theater at the Long Beach Convention and Entertainment Center on September 15, 2007 and September 16, 2007.","release_date":"2007-09-14","genres":[],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":249482,"title":"Paris By Night 90: Chân Dung Người Phụ Nữ Việt Nam","adult":false},{"cast":["Dorothy Lamour","Fred MacMurray","Betty Hutton","Diana Lynn","Mimi Chandler"],"overview":"The singing\/dancing Angel sisters, Nancy, Bobby, Josie, and Patti, aren't interested in performing together, and this plays havoc with the plans of Pop Angel to buy a soy bean farm. They do accept an offer of ten dollars to sing at a dubious night club on the edge of town where a band led by Happy Marshall is playing.","release_date":"1944-04-25","genres":[35,10749,10402],"vote_average":9.0,"runtime":96,"cert":"N\/A","id":249484,"title":"And the Angels Sing","adult":false},{"cast":[],"overview":"Paris By Night 88: Lam Phương - Đường Về Quê Hương (English translation: The Road Back to my homeland) is a Paris By Night program produced by Thuy Nga that was filmed at the Hobby Center for the Performing Arts at the Sarofilm Hall in Houston, Texas on Saturday, May 5, 2007. It is a direct continuation of Paris By Night 22: 40 Năm Âm Nhạc Lam Phương and Paris By Night 28: Lam Phương 2 - Dòng Nhạc Nối Tiếp, that was released several years earlier.","release_date":"2007-05-04","genres":[],"vote_average":8.0,"runtime":180,"cert":"N\/A","id":249486,"title":"Paris By Night 88: Lam Phương - Đường Về Quê Hương","adult":false},{"cast":[],"overview":"Paris By Night 87: PBN Talent Show - Finals is a Paris By Night program produced by Thuy Nga that was filmed at the Knott's Berry Farm in Buena Park, California on February 10th, 2007.\r This is the first Paris By Night's Talent Show. This Talent Show consists of Paris By Night 86 - Semifinal and Paris by Night 87 - Final. After the Semi-Final, there are 7 remaining contestants in the final.","release_date":"2007-02-09","genres":[10402],"vote_average":4.3,"runtime":180,"cert":"N\/A","id":249488,"title":"Paris By Night 87: PBN Talent Show","adult":false},{"cast":["Nguyễn Ngọc Ngạn","Nguyễn Cao Kỳ Duyên"],"overview":"Paris By Night 85: Xuân Trong Kỷ Niệm (English Translation: A Spring of Memories) is a Paris By Night program that was filmed at Studio 40 at the Canadian Broadcasting Centre on Saturday, October 21, 2006 and is released to a 2-disc DVD format on Thursday, January 25, 2007, just in time for the Lunar New Year celebrations. It is Thuy Nga's third consecutive Lunar New Year celebrational Paris By Night program for three years.","release_date":"2006-10-20","genres":[10402],"vote_average":4.3,"runtime":180,"cert":"N\/A","id":249490,"title":"Paris By Night 85: Xuân Trong Kỷ Niệm","adult":false},{"cast":[],"overview":"Paris By Night 84: In Atlanta - Passport to Music &amp; Fashion is a Paris By Night program that was filmed at the Atlanta Civic Center on Sunday, July 2, 2006 and is released to a 2-disc DVD format on Thursday, December 7, 2006; with many places getting it on Wednesday, December 6, 2006. The Vietnamese translation to the title: Âm Nhạc và Thời Trang. This program is dedicated to Vietnamese designers and fashion artists.","release_date":"2006-07-01","genres":[10402],"vote_average":4.3,"runtime":180,"cert":"N\/A","id":249492,"title":"Paris By Night 84: In Atlanta - Passport to Music & Fashion","adult":false},{"cast":[],"overview":"Paris By Night 83: Những Khúc Hát Ân Tình is a Paris By Night program that was filmed at the Charles M. Schulz Theatre at Knott's Berry Farm in Buena Park, California on Saturday, May 27, 2006. It is the first program to be released to a 3-disc DVD format on Thursday, September 21, 2006.","release_date":"2006-05-26","genres":[10402],"vote_average":4.3,"runtime":180,"cert":"N\/A","id":249494,"title":"Paris by Night 83: Những Khúc Hát Ân Tình","adult":false},{"cast":[],"overview":"Paris By Night 82: Tiếu Vương Hội is a Paris By Night program that was filmed at Studio 40 of the Canadian Broadcasting Centre in Toronto, Ontario - Canada on Saturday, March 25, 2006. It is one of Thúy Nga's \"private\" shows, as in, limited seats are available, and some are only invited guests only.","release_date":"2006-03-24","genres":[10402],"vote_average":4.3,"runtime":180,"cert":"N\/A","id":249496,"title":"Paris By Night 82: Tiếu Vương Hội","adult":false},{"cert":"N\/A","title":"C'est Salonique","cast":[],"genres":[],"id":249498,"overview":"\"During the invitation to a film festival in Thessaloniki, Greece, where I presented the Cinématon and my feature film Blue Heart (which won a prize), I filmed the daily life of the city. The seafront, the university and the city where I was staying.\"","runtime":24,"release_date":"1984-04-05","vote_average":0.0,"adult":false}]