[{"cast":[],"overview":"Paris By Night 81: Âm Nhạc Không Biên Giới 2 is a Paris By Night program produced by Thúy Nga that was filmed at the Terrace Theater at the Long Beach Convention and Entertainment Center in California on Saturday, January 21, 2006, the first show of 2006. It is a direct continuation of Paris By Night 62: Âm Nhạc Không Biên Giới, that was released at the end of 2001.","release_date":"2006-01-20","genres":[10402],"vote_average":4.3,"runtime":180,"cert":"N\/A","id":249500,"title":"Paris By Night 81: Âm Nhạc Không Biên Giới II","adult":false},{"cast":["Farid Kamil","Nora Danish","Cat Farish","Zaibo","Azizah Mahzan"],"overview":"Eava Eliana (Nora Danish) is a director in one of the company that her father Tan Sri Zaini (Zaibo) owns. As a single child, she is pampered since childhood. Upon returning from studying abroad, she starts to work in her father’s company. Tan Sri Zaini’s close friend Datuk Hamzah plans to marry Eava with his playboy son Remy (Zed Zaidi) in order to control Tan Sri Zaini’s wealth. Things turn awry as Eava catches Remy kissing another woman, which forces Eava to leave town abruptly. Upon reaching her hotel, she meets Omar Rudy (Farid Kamil), a hotel staff who accommodates her complaints, even being her tour guide at a small town. Things take a turn for the worse when a typhoon hit the sea, forcing Omar and Eava to camp in a secluded island in the middle of the ocean.","release_date":"2010-10-21","genres":[10749,35],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":249502,"title":"Cuti-cuti Cinta","adult":false},{"cast":["Maria Menado","Malek selamat"],"overview":"A Cathay-Keris films produced in 1963. Maria Menado ... Publisher by Maria Menado Production ... Film Production. The film is directed by RAMON Estella in Singapore","release_date":"1963-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249504,"title":"Darah Ku","adult":false},{"cast":["Ludi Armbruster","Christian d'Orville","Bernd Hof","Nikolaus Hof","Geeske Hof-Helmers"],"overview":"Diwan, a lyric anthology, an outdoor movie with people. With people living in the surrounding precious and very beautifully photographed nature, are neither more nor less than one part of it. What Nekes manages there with landscape, as a cunning and quote many fine artist in a medium that runs in time, as he defeated the time changed, by themselves for change of scenery uses, as it interferes with the laws of chronology through the rewind ability of the camera or destroyed, which is a compelling and highly aesthetic experimental company.","release_date":"1974-02-02","genres":[18],"vote_average":7.3,"runtime":82,"cert":"N\/A","id":249506,"title":"Diwan","adult":false},{"cast":["Charles O'Donnell","Jack Blair"],"overview":"A bizarre comedy short in which knockabout comics Charles O'Donnell and Jack Blair show up to repair a woman's house, but spend more time wrecking things and doing pratfalls. There's even a pantomime horse that causes trouble!","release_date":"1929-12-28","genres":[35],"vote_average":5.0,"runtime":7,"cert":"N\/A","id":249508,"title":"The Plasterers","adult":false},{"cast":["Harun Salim Bachik","Liyana Jasmay","Que Haidar","Remy Ishak","Farid Kamil"],"overview":"Meek and mild-mannered gas station attendant Saadon (Que Haidar) has never fallen in love. The one time he falls for Mala (Nabila Huda), she conspires with Budi (Remy Ishak) to make off with his savings. When Saadon finds himself beaten up by Budi in a back alley, he chances upon a magic teapot that is inhabited by a genie, Pari Pari (Liyana Jasmay). Love is possible. However, the genie's father, Para Para (Harun Salim Bachik) is tracking her. Hoping to find romance, the genie refuses to return to her realm and is ready to accept the genie's curse of eternal oblivion should she fail in love once more.","release_date":"2009-12-31","genres":[35,18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":249510,"title":"Duhai Si Pari Pari","adult":false},{"cast":["Anushka Shetty","Nassar","Samrat Vijay","Pradeep Ram Singh Rawat"],"overview":"A Child is born in a Durga Temple at a village in Tamil Nadu. She is named Panchmugi and is revered by the villagers. She soon marries Sri Ram an orphan. Her look alike is born to Suryanarayan and his wife in the city. Panchamugi is killed by a local don. Honey her look alike is asked by Sri Ram to accompany her to the village. Will Sri Ram and Honey be able to seek vengance for Panchamugi?","release_date":"2010-01-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":249515,"title":"Panchamugi","adult":false},{"cast":["Mitsuko Baisho","Bo Svenson"],"overview":"Yukie is a romance story about an American veteran (Bo Swenson) of the Korean War veteran and his undying love for a beautiful Japanese nurse named Yukie (Mitsuko Baisho) who marries him despite her parents' objections.","release_date":"1998-02-14","genres":[18,10749],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":249517,"title":"Yukie","adult":false},{"cast":["Masanobu Takashima","Atsuko Sakurai","Harumi Inoue","Kenta Satoi","Magi"],"overview":"A woman is murdered on a train and the station employees help to solve the mystery.","release_date":"2007-05-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249519,"title":"Lost & Found at Tokyo Station","adult":false},{"cast":["Anne Wiazemsky","Pascal Greggory","Xavier Grandes","Éva Ionesco","Élisabeth Bourgine"],"overview":"directed by  Adolfo Arrieta","release_date":"1983-01-01","genres":[18],"vote_average":6.0,"runtime":35,"cert":"N\/A","id":249524,"title":"Grenouilles","adult":false},{"cast":[],"overview":"In 2004, the Patriots won their first six games to set the NFL record for most consecutive victories, with 21. The streak was snapped at Pittsburgh in week 8 and in the game, New England lost for the season perennial Pro Bowl corner back Ty Law. With Troy Brown playing receiver and defensive back, New England would win all but one of their remaining games to complete one of the most dominating runs of all time.  The Patriots once again proved their superiority in Super Bowl XXXIX with a 24-21 victory over the Philadelphia Eagles. By winning their 3rd title in 4 years, the new England Patriots have solidified their place in National Football League history as one of the game's great dynasties.","release_date":"2005-03-01","genres":[99],"vote_average":0.0,"runtime":180,"cert":"N\/A","id":249526,"title":"Super Bowl XXXIX Champions New England Patriots 2004","adult":false},{"cast":[],"overview":"A documentary about nightwatchers in Recife middle-class buildings.","release_date":"2010-11-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249528,"title":"Vigias","adult":false},{"cast":["Alessio Boni","Cristiana Capotondi","Mariangela Melato"],"overview":"A naive young woman moves into the mansion that belongs to her new husband, a rich widower. She soon realizes the memory of his deceased first wife maintains a grip on her husband, as well as the staff of servants.","release_date":"2008-04-07","genres":[18,9648,10749],"vote_average":5.6,"runtime":185,"cert":"N\/A","id":249530,"title":"Rebecca, az első feleség","adult":false},{"cast":[],"overview":"Paris By Night 103: Tình Sử Trong Âm Nhạc (English Translation: Love History in Music) is a Paris By Night program produced by Thuy Nga that was filmed at Knott's Berry Farm in Buena Park, California, which was hosted by Nguyễn Ngọc Ngạn and Nguyễn Cao Kỳ Duyên. The taping took place on May 7 &amp; 8, 2011[1] and released on July 14, 2011","release_date":"2011-07-13","genres":[],"vote_average":8.0,"runtime":180,"cert":"N\/A","id":249532,"title":"Paris By Night 103: Tình Sử Trong Âm Nhạc","adult":false},{"cast":["Morakot Aimee Kittisara","Noppon Phitaklopanit","Naowarat Yuktanan","Yanee Tramoth","Sutheemon Kanjanasakchai"],"overview":"Nuan, a pretty nurse is engaged to Chai, a son from the wealthy Wongwuttiporn family which owns a huge mansion, which is eventually given to the young couple as a wedding gift.  Meanwhile, Khun Ying, Chai's mother, plots to take the mansion back for herself in order to trade it to someone to get money for her debts. In order to do so, she has to get rid of Nuan.  Unexpectedly, Nuan is killed and comes back to the mansion as a vengeful ghost to haunt Khun Ying and the people who caused her death.","release_date":"2008-02-13","genres":[35,27],"vote_average":6.0,"runtime":91,"cert":"N\/A","id":249534,"title":"Ghost In-Law","adult":false},{"cast":["Olney São Paulo Jr.","Isabel Ribeiro","Nildo Parente","Rachel Casemiro","Sergio Otero"],"overview":"It's Christmas Eve and an aunt and her nephew have to deal with their platonic relationship.","release_date":"1982-01-01","genres":[],"vote_average":5.0,"runtime":25,"cert":"N\/A","id":249545,"title":"A Missa do Galo","adult":false},{"cast":["Milionário","José Rico","Nádia Lippi","Turíbio Ruiz","José Raimundo"],"overview":"The rise of real life country singers Milionário e José Rico from their humble beginnings until musical success.","release_date":"1980-11-02","genres":[18,10402],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":249547,"title":"The Highway of Life","adult":false},{"cast":["Farid Kamil","Sofi Jikan","Jasmine Michael","Gandii Nathen","Kamarul"],"overview":"The story begins with Cinta Manis estate was shocked by the news of the football match to be held jointly Estates Red Cobra has 20 years of not being contested. Farid and Shashi are two estate workers who were acquainted since birth. They both often hope that other estate workers to save the oppression on a daily basis by the clerk, Mr Pooniah estate.  Not surprisingly, a pretty girl, Geetha so captivated by the heroism and truth Farid and Shashi's heart. Each resident estate to represent the estate to win the competition. Training sessions and team selection was conducted by the Subramaniam Geetha's father appointed as coach. Various styles of red and surplus Subramaniam had resolved to educate the young men.","release_date":"2010-11-04","genres":[28,35,18],"vote_average":4.0,"runtime":101,"cert":"N\/A","id":249549,"title":"Estet","adult":false},{"cast":["Fasha Sandha","Farid Kamil","Syamsul Yusof","Aaron Aziz","Iqram Dinzly"],"overview":"Zack and Sham are two close friends who enjoy the same hobbies and interests, 'DRIFT RACING'. Traditionally drift racing is monopolised by guys but it didnt stop Fasha, Zack's girlfriend who broke all traditions and made it her hobby as she finds it very daring and aggresive. Zack is more protective of Fasha nowadays considering her identity crisis in the past and bad influences by her friends.  Joe and Karl on the other hand feels threatened when they can't influence new kids to be interested with drift racing. In order to settle this problem Zac and Joe had made a decision that they would race as a way to let some steam off.","release_date":"2008-04-03","genres":[28],"vote_average":5.5,"runtime":101,"cert":"N\/A","id":249551,"title":"Evolusi KL Drift","adult":false},{"cast":["Helena Ignez","Antero de Oliveira","Paulo Gracindo","Maria Lúcia Dahl","Ênio Gonçalves"],"overview":"The story of a civil servant who lives with his elderly mother. Falling in love with a corrupt politician's young and rich daughter, he abandons himself to crazy and violent situations.","release_date":"1967-01-01","genres":[18],"vote_average":5.0,"runtime":72,"cert":"N\/A","id":249553,"title":"Face to Face","adult":false},{"cast":["Ray Milland","Nancy Reagan","John Hodiak","Lewis Stone","Jean Hagen"],"overview":"Berkeley university professor adjusts (using alcohol) to tragic fire deaths of wife &amp; son.","release_date":"1951-06-08","genres":[10749,18],"vote_average":6.5,"runtime":86,"cert":"N\/A","id":249567,"title":"Night Into Morning","adult":false},{"cast":["Mammootty","Venu Nagavalli","Jalaja","Nedumudi Venu","Ashokan"],"overview":"The plot is structured around the search for a missing infamous tabla player of a touring drama group.  Sub Inspector Jacob Eeraly (Mammootty), investigates the missing tabla player, Aiyappan (Bharath Gopi), a raging alcoholic and a criminal. Investigation of members of the drama group reveals complicated sexual rivalries and internal conflicts within the group, yielding several possible suspects to the conspiracy.","release_date":"1982-04-30","genres":[18,9648],"vote_average":8.3,"runtime":147,"cert":"N\/A","id":249572,"title":"Yavanika","adult":false},{"cast":["Nadja Tiller","William Bendix","Adrienne Corri","Natasha Parry","Tony Britton"],"overview":"Young blonde woman seems to destroy everyone she comes in contact with.","release_date":"1959-10-02","genres":[18],"vote_average":6.4,"runtime":96,"cert":"","id":249574,"title":"The Rough and the Smooth","adult":false},{"cast":["Fernando Alves Pinto","Cacá Amaral","Romulo Augusto","Adriano Barroso","Stephane Brodt"],"overview":"Film about an important episode in Brazilian History: the Araguaya guerrilla. In the 1970s, when Brazil was ruled by a military dictatorship, some left-wing militants and peasants took arms against the Army, in the Amazon. Right in the middle of the conflict, there stood a French priest who had come to the region in the 1960s, and got involved in the events leading to the rebellion.","release_date":"2004-06-29","genres":[18],"vote_average":5.0,"runtime":105,"cert":"N\/A","id":249576,"title":"Araguaya - A Conspiração do Silêncio","adult":false},{"cast":["Caetano Veloso","Colé Santana","José Lewgoy","Norma Bengell","Sandro Solviatti"],"overview":"The fictional encounter in Rio de Janeiro, Brazil (in the 30s) between popular songwriter Lamartine Babo and inconoclast poet and playwright Oswald de Andrade.","release_date":"1982-01-01","genres":[],"vote_average":6.0,"runtime":78,"cert":"N\/A","id":249578,"title":"Tabu","adult":false},{"cast":[],"overview":"Short film documenting children's street games and songs in 1950s Edinburgh.","release_date":"1952-01-01","genres":[99],"vote_average":6.2,"runtime":18,"cert":"","id":249580,"title":"The Singing Street","adult":false},{"cast":["Luiz Fernando Guimarães","Guará Rodrigues","Colé Santana","Maria Gladys","Regina Casé"],"overview":"Irreverent adaptation of great writer Machado de Assis's masterpiece \"Memórias Póstumas de Brás Cubas\" (\"Brás Cubas's Posthumous Memories\"). A dead man tells about his love life and adventures, specially his affair with Virgília, a dubious married woman.","release_date":"1985-01-01","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":249582,"title":"Brás Cubas","adult":false},{"cast":["Florence Rice","Neil Hamilton","Donald Cook","William Demarest","Clara Blandick"],"overview":"In this thriller, a young woman marries a dashing young man who, unbeknownst to her, is a jewel thief.","release_date":"1934-12-10","genres":[18],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":249584,"title":"Fugitive Lady","adult":false},{"cast":["Daniil Ilchenko","Yakaterina Mateyk","Borislav Brondukov","Ivan Mykolaichuk","Konstantin Stepankov"],"overview":"Kaminnyi khrest (Stone Cross, 1968) told the powerful story of a proud farmer who decided to emigrate to Canada during the 1890s. The film captured moments shortly before the farmer set off for his voyage and had to say “good-bye” to his native village, friends and relatives. The internal conflict of the farmer in doubt about his decision became the central focus of the film. Like Vasyl Stefanyk’s novella that inspired it, the film is a meditation on the sense of one’s belonging, the sense of one’s own culture and what it means to abandon it.","release_date":"1968-03-07","genres":[18],"vote_average":6.5,"runtime":76,"cert":"N\/A","id":249586,"title":"The Stone Cross","adult":false},{"cast":[],"overview":"Tracklist:  1. Groove (Intro) We've Got The Funk  2. Bone 2 Pic (With U)  3. Green Grass Vapors  4. Everyday  5. Karma (Ft. Thc)  6. Stay For A While (Ft. Boris)  7. Life Story  8. Lover's Ghetto  9. Easier Said Than Done  10. Makings Of You  11. Pissed Off  12. Touch It (Interlude)  13. No More Rain  14. Wish I Didn't Miss You  15. I Wanna Thank Ya (Ft. Thc)  16. Brotha  17. That Kind Of Love","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249591,"title":"Angie Stone: The P.U.R.E. Sessions","adult":false},{"cast":[],"overview":"Documents Chiquita's Party, a spectacular annual gay pride event held amidst the largest Catholic celebration in Brazil.","release_date":"2006-09-12","genres":[99],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":249593,"title":"The Daughters of Chiquita","adult":false},{"cast":["Tibor Molnár"],"overview":"Short drama-documentary showing the first day in England of a Hungarian refugee.","release_date":"1959-03-18","genres":[99,18],"vote_average":7.0,"runtime":27,"cert":"","id":249595,"title":"Refuge England","adult":false},{"cast":["Erma Fatima","Eman Manan","Susan Lankester","Maria Farida","Din Glamour"],"overview":"Tina and Anita are publishers of Femina. A monthly magazine featuring equality amongst the sexes. Tina defends her views while Anita is a crusader. Men resent ideology. Pyan a minibus diver manages to change Tina’s extreme views. Tina is regarded as a traitor to the women and all special privileges that have extended to her are withdrawn. This put her in a spot.","release_date":"1993-01-01","genres":[18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":249597,"title":"Femina","adult":false},{"cast":["Nirut Sirijanya","Chadaporn Rattanakorn"],"overview":"A woman dreams of her deceased mother telling her to travel to a house in Bangkok and pick up a chest. The owner of the house invites her to stay for the night and the secrets of the chest start to unravel.","release_date":"2013-11-04","genres":[27],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":249599,"title":"The Box","adult":false},{"cast":["Randy Quaid","Eric Stoltz","Elizabeth Peña","Charles Durning","Frank Buxton"],"overview":"The story of a macho straight and a well-educated gay man who have to share an apartment at a half-way house for aids-patients. Slowly they become friends.","release_date":"1994-05-30","genres":[18],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":249601,"title":"Roomates","adult":false},{"cast":[],"overview":"Collaborative documentary (credited to a committee rather than to individual filmmakers) detailing the CND march from London to Aldermaston at Easter 1958.","release_date":"1959-02-01","genres":[99],"vote_average":0.0,"runtime":30,"cert":"","id":249606,"title":"March to Aldermaston","adult":false},{"cast":[],"overview":"A description of the various activities of Gala Day held annually at Durham when the miners and their families come to town.","release_date":"1963-12-11","genres":[99],"vote_average":0.0,"runtime":25,"cert":"","id":249608,"title":"Gala Day","adult":false},{"cast":[],"overview":"A study of games played by London schoolchildren in the streets and playgrounds. The games range from the traditional to the contemporary.","release_date":"1957-06-12","genres":[99],"vote_average":0.0,"runtime":23,"cert":"","id":249610,"title":"One Potato, Two Potato","adult":false},{"cast":["Pongpat Wachirabunjong","Pongsak Pongsuwan","Thodsapol Siriwiwat","Amarin Nitipon","Pisek Intrakanchit"],"overview":"Seven ex-soldiers are hired to rob a group of American GI's trucks, under the misguided notion that these trucks contain a wealth of treasures. They successfully seize the trucks, only to find that there's nothing precious within. A troop of fully-armed, brutal, not to mention racist GIs, led by Peter, is now after them. At the same time, their former superior (in charge of seven) is tracking down a cargo of dangerous chemicals and he asks for their help. They reluctantly agree, and their personal conflict is turned into an action-packed confrontation fought and waged for the sake of one thing only: their country.","release_date":"2002-05-11","genres":[28],"vote_average":6.5,"runtime":110,"cert":"N\/A","id":249612,"title":"Heaven's Seven","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":249620,"title":"Radiohead - Live Eurockeennes","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":249625,"title":"Red Fang - Helfest","adult":false},{"cast":["Mohanlal","Nedumudi Venu","Urvashi","Lakshmi","Kaviyoor Ponnamma"],"overview":"Bharatham (Malayalam: ഭരതം) is a 1991 musical-drama Malayalam film written by A. K. Lohithadas, directed by Sibi Malayil, and produced by Mohanlal under the banner of Pranavam Arts. It stars Mohanlal, Urvashi, Nedumudi Venu, Lakshmi, and Murali in the main roles. The film is especially known for its music that is largely Carnatic Classical and Semi Classical. The songs were composed by M. Raveendran.  Bharatham is interpreted as a modern day adaptation of the Ramayana from Bharath's perspective. How, in the absence of his elder brother, Bharath takes the responsibility of the family and hides his griefs is the core of the story. It won three National Film Awards that year; for Best Actor (Mohanlal), in the category of Special Jury for Raveendran's music, and Best Male Singer (K. J. Yesudas) for the song \"Rama Katha Ganalayam\".","release_date":"1991-03-29","genres":[18],"vote_average":5.9,"runtime":147,"cert":"N\/A","id":249633,"title":"Bharatham","adult":false},{"cast":["Pongpat Wachirabunjong","Amarin Nitipon","Prakasit Bowsuwan","Cham Chamrum","Pisek Intrakanchit"],"overview":"The seven ex-soldiers are back! They're hired to complete a new extreme mission for the sake of one thing only: their country. During World War II, Japanese troops have occupied and spreads their power throughout East Asia. The seven soldiers are marked as wanted men by the Japanese troops. It's time for the seven to reunite and fight again for Thailand and for their lives.","release_date":"2005-04-27","genres":[28,35],"vote_average":5.8,"runtime":101,"cert":"N\/A","id":249635,"title":"Seven Street Fighters","adult":false},{"cast":["Bin Bunluerit","Nuttapeera Chomsri","Tom Dundee","Kett Thantup"],"overview":"The movie is about the life of Ajarn Noo the master of yantra tattooing. He first started to study about magic spells and yantra tattooing at the age of six. His name became renowned as many people tried to test the efficiency of his ability even though he tried to avoid them. The movie shows the way he dealt with his life until he can became who he is today.","release_date":"2010-09-09","genres":[18,28,14],"vote_average":5.0,"runtime":79,"cert":"N\/A","id":249646,"title":"Noo Gunpai Scroll Master All Hell Breaks Loose","adult":false},{"cast":[],"overview":"An evocative, impressionistic drama of love and loss.","release_date":"2004-01-19","genres":[18],"vote_average":2.7,"runtime":27,"cert":"N\/A","id":249648,"title":"Farewell","adult":false},{"cast":[],"overview":"Nearly 2, 00, 000 farmers have committed suicide in India over the last 10 years. But the mainstream media hardly reflects this. Nero´s Guests is a story about India’s agrarian crisis and the growing inequality seen through the work of the Rural Affairs Editor of Hindu newspaper, P Sainath. Through sustained coverage of the farm crisis, Sainath and his colleagues created the national agenda, compelling a government in denial to take notice and act. Through his writings and lectures, Sainath makes us confront the India we don’t want to see, and provokes us to think about who ‘Nero’s Guests’ are in today’s world.","release_date":"2009-11-01","genres":[99],"vote_average":9.0,"runtime":57,"cert":"N\/A","id":249650,"title":"Nero's Guests","adult":false},{"cast":["Stephanie Chapman Baker","Kevin Walker","Devin Estes","Julie Johnson"],"overview":"GO IN THE WILDERNESS tells the story of Lilith, Adam’s rebellious first mate, and her guardian, as they forge an uneasy alliance on their journey back to Eden. Once in the Garden, they meet Adam and his new mate Eve, and realise that all is not as it seems in Paradise...","release_date":"2013-10-18","genres":[18,14],"vote_average":8.5,"runtime":61,"cert":"N\/A","id":249652,"title":"Go in the Wilderness","adult":false},{"cast":["François Sagat","Serge Hefez","Christophe Honoré","Bruce LaBruce","Chi Chi LaRue"],"overview":"Go deep inside one of the most recognizable gay porn stars of all time. This exciting doc takes you behind-the-scenes to get a glimpse at the real life of François Sagat.","release_date":"2011-01-03","genres":[99],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":249654,"title":"Sagat","adult":false},{"cast":["Ellen Saint","Jane Darling","Céline Tran","Mélanie Coste","Sarah Twain"],"overview":"Since 1979, Marc Dorcel has produced some of the best French Porn movies, and here are some of the most exciting scenes from his catalogue.","release_date":"2009-12-01","genres":[],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":249656,"title":"30th Anniversary 6","adult":true},{"cast":[],"overview":"National Geographic 2011 Documentary on the World's Biggest Bomb (UK).","release_date":"2011-07-12","genres":[99],"vote_average":0.0,"runtime":45,"cert":"","id":249658,"title":"National Geographic: The World's Biggest Bomb Revealed","adult":false},{"cast":["Kevin Sorbo","Shane Harper","David A.R. White","Dean Cain","Cassidy Gifford"],"overview":"After he refuses to disavow his faith, a devout Christian student (Shane Harper) must prove the existence of God or else his college philosophy professor (Kevin Sorbo) will fail him.","release_date":"2014-03-21","genres":[18],"vote_average":6.0,"runtime":113,"cert":"N\/A","id":249660,"title":"God's Not Dead","adult":false},{"cast":["Sara Malakul Lane"],"overview":"Boon is a cop working in the Bangkok Narcotics Control Board. His father just happens to be the officer in charge and is a senior police general. He and other cops go on a raid to catch some relatively small amphetamine dealers. During the raid the dealers shoot at the police while fleeing. They are shot dead on the spot. However he sees what appears to be a \"pregnant woman\" who runs off and Boon gives chase. When he catches up, he corners \"her\" but as \"she\" is pregnant he cannot bring himself to pull the trigger and \"she\" escapes.  He is sent undercover and told to pose as a gay while finding out if any drug dealing is going on in a nightclub where it is suspected the kingpins are based. He falls in love with a singer there who is the daughter of the boss he is supposed to be watching.  When he eventually finds out they are indeed major dealers can he do his duty or will he fail due to his new love and whose side will she be on when she finds out everything?","release_date":"2003-05-04","genres":[18],"vote_average":5.5,"runtime":81,"cert":"N\/A","id":249662,"title":"Come Together","adult":false},{"cast":["Ruth Wilson"],"overview":"It is 1958, and the final debutante 'season'. Mary, a brilliant young writer and critic is befriended by Geraldine, a seemingly friendly young debutante of a similar age but a very different background. What starts as a friendship becomes something altogether more unsettling.","release_date":"2007-11-10","genres":[],"vote_average":4.0,"runtime":45,"cert":"","id":249664,"title":"A Real Summer","adult":false},{"cast":["Grant Munro"],"overview":"Norman McLaren instructs Grant Munro on the movements he is to make. The film technique for Two Bagatelles is pixillation, where the actor is animated frame by frame, as in the film Neighbours\/Voisins.","release_date":"1953-01-01","genres":[35,16],"vote_average":5.5,"runtime":3,"cert":"N\/A","id":249666,"title":"Two Bagatelles","adult":false},{"cast":["Veronica Ferres","Herbert Knaup","Sibylle Canonica","Christoph Waltz","Franziska Herold"],"overview":"The relationship between Johann Wolfgang von Goethe, the great German writer, and Christiane Vulpius, a village girl, is one of the instantaneous and fiery passion. They lived together for 28 years, 18 of these living in sin, 10 a married couple. Christiane's rival, Charlotte von Stein, a former favorite of Goethe, begins plotting and scheming against her. Christiane puts up with countless insults and humiliations like having to 'disappear' with their son into the servants' quarters and to stay at home on official occasions. Goethe marries her when she saves his life during an attack by plundering Napoleonic soldiers. Her new social position as Goethe's wife is resented and envied by all. When she is openly attacked by the snooty, jealous people, Goethe is only half-hearted in coming to her defence. But she stays with him for he is her great love, even when she turns to the charms of many youthful admirers...","release_date":"1999-05-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249674,"title":"Die Braut","adult":false},{"cast":["Solomon Calvert-Adera"],"overview":"The rules were: one day, one wheel, one shot (no editing). Valérie Massadian’s hypnotic short was made for Seattle’s Northwest Film Forum.","release_date":"2013-08-08","genres":[18],"vote_average":4.5,"runtime":7,"cert":"N\/A","id":249676,"title":"America","adult":false},{"cast":["Gabriella Giorgelli","Margaret Rose Keil","Enza Sbordone","Antonio Spaccatini","Paolo Casella"],"overview":"","release_date":"1973-07-19","genres":[],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":249678,"title":"Novelle licenziose di vergini vogliose","adult":false},{"cast":["Ralph Maharaj","Anna Seerattan","Stafford Alexander","Oliver Boodnu","Claire Laptiste"],"overview":"Young Indian man survives life of violence and crime in Trinidad and Tobago to become part of the political movement towards independence.","release_date":"1974-01-01","genres":[18],"vote_average":0.0,"runtime":100,"cert":"","id":249689,"title":"Bim","adult":false},{"cast":["Joanna Haartti","Santtu Karvonen","Jukka Kärkkäinen","Ella Toivoniemi","Ranja Omaheimo"],"overview":"A comedy about a chaotic morning in a family with kids, and a mother who is determined that it's best to take care of everything herself.","release_date":"2012-02-17","genres":[35,18,10751],"vote_average":5.9,"runtime":7,"cert":"","id":249703,"title":"Do I Have to Take Care of Everything?","adult":false},{"cast":[],"overview":"Use of a helicopter to transport an oil-drilling rig to a prospecting site deep in the New Guinea jungle.","release_date":"1958-01-12","genres":[99],"vote_average":10.0,"runtime":17,"cert":"","id":249711,"title":"Skyhook","adult":false},{"cast":["Morgana O'Reilly","Serena Cotton","Peter Elliott","Paul Gittins","Ryan Lampp"],"overview":"Safe House is the story of a struggle for survival in an unfamiliar and threatening world, based on the true life experience of a woman in the early days of the witness protection programme in New Zealand. TV Movie","release_date":"2012-06-09","genres":[80,18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":249713,"title":"True Crime: Safe House","adult":false},{"cast":["Saleem Al Harazi","Anwar Al-Muati"],"overview":"'Karama has no walls' is set amidst Yemen's 2011 uprising. The film illustrates the nature of the Yemeni revolution in stark contrast to the gross violations of human rights that took place on Friday, March 18th 2011. Juma'at El-Karama (Friday of Dignity) marks a turning point in the Yemeni revolution as the tragic events that took place on this day -when pro-government snipers shot dead 53 protestors - shook the nation and propelled hundreds of thousands more to flock to the square in solidarity with their fellow citizens. Through the lenses of two cameramen and the accounts of two fathers, the film retells the story of the people behind the statistics and news reports, encapsulating the tragic events of the day as they unfolded.","release_date":"2012-03-01","genres":[99],"vote_average":6.0,"runtime":26,"cert":"","id":249721,"title":"Karama Has No Walls","adult":false},{"cast":[],"overview":"Prison Terminal: The Last Days of Private Jack Hall is a moving cinema verite documentary that breaks through the walls of one of Americas oldest maximum security prisons to tell the story of the final months in the life of a terminally ill prisoner and the hospice volunteers, they themselves prisoners, who care for him. The film draws from footage shot over a six-month period behind the walls of the Iowa State Penitentiary and provides a fascinating and often poignant account of how the hospice experience can profoundly touch even the forsaken lives of the incarcerated.","release_date":"2013-01-01","genres":[],"vote_average":6.8,"runtime":40,"cert":"N\/A","id":249726,"title":"Prison Terminal: The Last Days of Private Jack Hall","adult":false},{"cast":[],"overview":"Survivors of the tsunami in Japan have the bittersweet experience of getting back family photos found in the debris.","release_date":"2013-04-19","genres":[],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":249728,"title":"Recollections","adult":false},{"cast":["David Heavener","Tony Curtis","Isaac Hayes","Robert Reed","Andrew Robinson"],"overview":"Maverick Cop John Bloodstone is taken off suspension to ferry a Mob Boss into custody. But all is not what it seems.....","release_date":"1991-09-27","genres":[18,80],"vote_average":4.3,"runtime":86,"cert":"N\/A","id":249742,"title":"Prime Target","adult":false},{"cast":["Christoph Waltz","Mario Adorf","Nikolas Lansky","Charo López","Deborah Kaufmann"],"overview":"\"King of the Last Days\" is a German television miniseries in 1993 about the 16th century Anabaptist rebellion in Münster .","release_date":"1993-01-01","genres":[18],"vote_average":0.0,"runtime":197,"cert":"N\/A","id":249744,"title":"A King for Burning","adult":false},{"cast":["Justin Arnsworth","Marisol Carrere","Vaneik Echeverria","Juan Diego Cano Gil","Carlos A. Gonzalez"],"overview":"The story of Julian Suarez, 29 going on 30, who loves women so much he can't have just one. Three in particular have caught his eye at the moment, Genny, voluptuous, rambunctious, romantic; Ingrid, posh, daring, sophisticated, and Maria, artful, salsa dancer, and it seems Mr. Suave might have just met his match with this Maria... makes him wonder when is it really the right time to settle down?","release_date":"2013-03-08","genres":[18,10749],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":249746,"title":"Sex, Love & Salsa","adult":false},{"cast":["Othon Bastos"],"overview":"São Paulo, May 1978. Three slates compete for the leadership of the Metalworkers' Union of São Paulo, the largest in Latin America, with 300,000 associate workers, and presided over by a platoon since the military coup of 1964. In the midst of the Union electoral campaign, the first workers' strikes that would change the country began. Braços Cruzados, Máquinas Paradas reveals, in an engaging narrative, the Brazilian trade union structure of fascist inspiration.","release_date":"1979-01-28","genres":[99],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":249751,"title":"Braços Cruzados, Máquinas Paradas","adult":false},{"cast":["Sebastián Ayala","Claudia Celedón","Patricio Contreras","Roberto Farías","Catalina Saavedra"],"overview":"An intense religious drama set during the Pinochet regime and based on a true story.","release_date":"2013-01-29","genres":[18,53],"vote_average":5.0,"runtime":99,"cert":"N\/A","id":249753,"title":"The Passion of Michelangelo","adult":false},{"cast":["Jill Albano","Tracey Birdsall","Kevin Austin","Stuart McClay Smith","Shane Kaufman"],"overview":"A young-adult brother and sister duo get grounded at Christmas after they break curfew. For the next few days, they find ways to sneak out of the house to go on night adventures around town. They later run into bank robbers hiding out in the hills, who then kidnaps the older sister. In the end the younger brother and his friends, including a boy wearing a Halloween Webman suit, get help from two retired forest service volunteers, and bring the fugitives to custody.","release_date":"2013-01-01","genres":[12,35,10751],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":249764,"title":"The Grounded","adult":false},{"cast":["Airi Eino","Kaya Okuno","Mayu Yoshioka","Minami Tanaka","Miyu Takagi"],"overview":"The era is the Idol Warring Era. This is the story of the the seven girls known as the \"Wake Up, Girls,\" and the hardships they face. A rather insignificant talent agency called Green Leaves Entertainment that's located in Sendai, Japan, is about to go under. At one point, they represented magicians, gravure idols, and fortune tellers, but finally, their one remaining talent finally quits. Faced with having absolutely no one to represent, the agency president, Tange, thinks up a plan to produce an idol group.","release_date":"2014-01-10","genres":[16,10402,35,18],"vote_average":5.9,"runtime":60,"cert":"N\/A","id":249766,"title":"Wake Up, Girls! - Seven Idols","adult":false},{"cast":[],"overview":"Boston's Greatest Sports Stories, Beyond The Headlines. Written by the Boston Globe","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249774,"title":"Boston's Greatest Sports Stories, Beyond The Headlines","adult":false},{"cast":[],"overview":"A step-by-step guide to terraforming Mars, transforming a frigid desert planet into a living world.","release_date":"2009-02-03","genres":[99,878,28],"vote_average":0.0,"runtime":54,"cert":"N\/A","id":249776,"title":"Mars: Making the New Earth","adult":false},{"cast":["Bill Cody","Ada Ince","Wheeler Oakman","Bill Cody Jr.","Franklyn Farnum"],"overview":"Henry Jethrow is after the Wilson ranch. He has George Wilson unknowningly sign a note for the ranch, has him killed, and then presents the note. The Pinto Kid, investigating cattle rustlers, accidentally drops his glove at the murder scene and now has a price on his head. He has Beth Wilson turn him and use the reward money to reclaim the note. Now he has to escape jail and find the real killers.","release_date":"1934-11-14","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249778,"title":"Frontier Days","adult":false},{"cast":["George Raft","Joan Bennett","Walter Connolly","Billie Burke","Lloyd Nolan"],"overview":"The wealthy Van Dyke family are constantly in the media for outrageous behavior, much to the frustration of the patriarch, Dan Van Dyke. His self-centered wife has a fondness for foreign imports, including \"pet projects\" like dancers and such and his spoiled children Tony and Carol have constant run-ins with the law. When Dan himself ends up in the clink for five years for tax evasion, he becomes bunk-mates with ex-bootlegger Joe \"Spots\" Ricardi. Ricardi lectures him on being such a push-over for an out-of-control family, so a dying Dan makes Ricardi his estate trustee once he is released from prison. Ricardi is then thrust into high society and must do everything he once nagged Dan to do.","release_date":"1935-10-08","genres":[35],"vote_average":7.0,"runtime":77,"cert":"N\/A","id":249783,"title":"She Couldn't Take It","adult":false},{"cast":["Margaret Sullavan","Walter Connolly","Randolph Scott","Janet Beecher","Elizabeth Patterson"],"overview":"SO RED THE ROSE is King Vidor's quietly affecting Civil War romance, starring Margaret Sullavan as a Southern aristocrat, the mistress of a Southern plantation, whose sheltered life is torn apart by the War between the States. During the war's darkest days she is sustained by her love for a distant cousin, a Confederate officer, played by Randolph Scott.","release_date":"1935-12-20","genres":[18],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":249791,"title":"So Red the Rose","adult":false},{"cast":["George Arliss","Romilly Lunge","René Ray","Jessie Winter","John Ford"],"overview":"A complicated adventure involving twin brothers and the Foreign Office trying to thwart the ambitions of a hostile sheikh.","release_date":"1936-11-12","genres":[12,35,10749],"vote_average":0.0,"runtime":null,"cert":"","id":249796,"title":"His Lordship","adult":false},{"cast":["Jessie Matthews","Robert Flemyng","Louis Borell","Romney Brent","Whitney Bourne"],"overview":"Legendary British musical-comedy favorite Jessie Matthews chalks up another winner with Head Over Heels in Love. The ever-charming Matthews plays Jeanne, a Parisian entertainer who manages to get herself in hot water with the French version of Actors' Equity and is forced to take a series of jobs under a series of assumed names. Meanwhile, a romantic triangle involving American film star Norma (Helen Whitney Bourne) and gangsters Pierre (Robert Flemyng) and Marcel (Louis Borrell) spells big trouble for all concerned -- including the plucky Jeanne. Highlighted by six sprightly song numbers, Head Over Heels in Love is our girl Jessie's vehicle all the way, and never mind the \"main\" plot. The film was directed by Sonnie Hale, who just so happened to be the star's husband.","release_date":"1937-02-12","genres":[],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":249798,"title":"Head Over Heels","adult":false},{"cast":["Madeleine Carroll","Francis Lederer","Mischa Auer","Grace Bradley","Victor Kilian"],"overview":"Jimmy Barnes arrives from Europe to be educated by his multi-millionaire uncle, Edward J. Barnes and in five years the extravagant escapes of Jimmy, now a lawyer, are the talk of San Francisco. Linda Gray is a mouse-like secretary to the elder Barnes who has fallen in love with Jimmy, but he favors actress Constance \"Connie\" Marlowe. Mr. Barnes dies and leaves everything to Linda but he has urged his partner, Alexander Duncan, to plan things so that Jimmy and Linda will get married. Coached by Duncan, Linda accepts the inheritance and announces that she is departing for New York on a wild spending spree. He tells Jimmy that the will can be broken but only after many months and he suggests that Jimmy follow Linda and curb her spending or there won't be any money left. In New York, Linda hires Jimmy as her private secretary. Connie also arrives in New York, as does the ingenious Baron Rene de Montigny with the intention of marrying the wealthy Miss Gray.","release_date":"1937-09-01","genres":[35],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":249800,"title":"It's All Yours","adult":false},{"cast":["Harold Waldridge","Aileen Cook","The Eltons","Mary Sutherland","Pinky Lee"],"overview":"A dentist moves the drilling chair into a nightclub, treating his patient's pain with heavy doses of vaudeville acts.","release_date":"1937-02-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249802,"title":"Dental Follies","adult":false},{"cast":["Danny Kaye","Charles Kemper","Sally Starr","Harry Gribbon","Jack Shutta"],"overview":"This fun little piece has Danny Kaye as man who buys a life insurance policy. What the insurance salesman doesn't know is that Danny is on the hit list by assassins so he has to do everything he can to keep him alive or else pay up on the policy.","release_date":"1938-05-13","genres":[],"vote_average":0.0,"runtime":18,"cert":"N\/A","id":249804,"title":"Money on Your Life","adult":false},{"cast":["Seth Fisher","Laila Robins","Mark Blum","Fred Melamed","Brian Cox"],"overview":"A comedy that follows the relatives of Harold Blumethal, a legendary playwright who made his career parodying his family in his work and died laughing at his own joke.","release_date":"2013-08-03","genres":[35],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":249809,"title":"Blumenthal","adult":false},{"cast":["Alexander Carr","Duane Thompson","Mary Alden","Raymond Keane","Eddie Phillips"],"overview":"An out-of-work pants presser starts an umbrella business and makes a fortune. His daughter is set to marry the nephew of a rich neighbor until the nephew is accused of stealing money from his uncle--but the money was really stolen by the rich man's son.","release_date":"1926-11-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249811,"title":"April Fool","adult":false},{"cast":["Clara Kimball Young","William P. Carleton","Richard Tucker","George Hackathorne","Jean de Limur"],"overview":"Ms. Young portrays two roles. As Janet, a convent novitiate, she agrees to exchange places with her sister, Lucy, a cabaret dancer, who believes she has killed a man.","release_date":"1922-05-01","genres":[],"vote_average":0.0,"runtime":62,"cert":"N\/A","id":249813,"title":"The Worldly Madonna","adult":false},{"cast":["Clara Kimball Young","J. Frank Glendon","Edward Kimball","Bertram Grassby","Eileen Robinson"],"overview":"The story has been adapted from the Sir Arthur Wing Pinero play. The title means nothing more than the mid-channel of married life, through a character in the feature likening the roughness of the English channel in the center of the trip across from London to Paris to the woes married folks meet in their wedded life.","release_date":"1920-09-26","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249815,"title":"Mid-Channel","adult":false},{"cast":["Herbert Prior","Mary Pickford","Owen Moore","David Miles","Harry Solter"],"overview":"A contest is being held in Cremona for the best violin, with Giannina's hand in marriage as the prize. Filippo is secretly in love with her, but is also ashamed of being a cripple, so he switches his superior violin with that of another apprentice, Sandro, whom Giannina loves.","release_date":"1909-06-07","genres":[18],"vote_average":5.0,"runtime":10,"cert":"N\/A","id":249817,"title":"The Violin Maker of Cremona","adult":false},{"cast":["Mary Pickford","Owen Moore"],"overview":"A young Spanish couple want to be together, but are hindered by the girl's parents. They try a ruse to get a chance to be alone, but it is discovered. The young man then decides to resort to more daring methods.","release_date":"1911-03-20","genres":[10749,35],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":249819,"title":"In Old Madrid","adult":false},{"cast":[],"overview":"Group tourism in Peru.","release_date":"2013-11-16","genres":[],"vote_average":0.0,"runtime":43,"cert":"N\/A","id":249833,"title":"Looking for Adventure","adult":false},{"cast":["Erra Fazira","Saiful Apek","Afdlin Shauki","Norman Hakim","Norlinda Nanuwil"],"overview":"\"Gila-Gila Pengantin Popular\" tells the story of a young man named Zul who is engaged to Fatima. While they are planning their wedding, Fatima is selected to participate in a singing contest on a reality television show, and their wedding is postponed. When Fatima wins the singing competition, the success and popularity gets to her head and she changes her image as well as gives herself a new name, Irma. Zul is upset because his relationship with Fatima is on the rocks, and things get more complicated when Zul also gains popularity as an artist himself","release_date":"2005-08-25","genres":[35],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":249850,"title":"Gila-gila Pengantin Popular","adult":false},{"cast":["Annabeth Gish","John Slattery","Austin Wolff","James Cromwell"],"overview":"A young wife's religious faith is shaken when her husband dies in a car accident.","release_date":"2002-01-01","genres":[],"vote_average":7.0,"runtime":91,"cert":"N\/A","id":249864,"title":"A Death in the Family","adult":false},{"cast":["Andoni Agirregomezkorta","Gorka Aguinagalde","María Almudéver","Txema Blasco","Manolo Cal"],"overview":"","release_date":"2007-03-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249878,"title":"El síndrome de Svensson","adult":false},{"cast":["Johnny Bush","Judy Nugent","Buck Taylor","Dub Taylor"],"overview":"An intriguing tale of courage and love in a savage wilderness, as two rivals become friends in order to survive the ordeals of a harsh winter. Follow the adventurous tales of these two as struggle with friendship and survival.","release_date":"1978-01-02","genres":[12,37],"vote_average":3.3,"runtime":86,"cert":"N\/A","id":249880,"title":"Beartooth","adult":false},{"cast":["Martin Sheen","Michael York","Morgan Fairchild","Paul Guilfoyle","George Coe"],"overview":"In 1981 in Medjugorje (BA), a group of kids claim that Virgin Mary appeared to them on a hill. The local priest believes them and spreads the word. Religious tourism blossoms. The communist government is concerned and arrests the priest.","release_date":"1995-10-12","genres":[18],"vote_average":6.0,"runtime":125,"cert":"N\/A","id":249882,"title":"Virgin Mary","adult":false},{"cast":["Nur Fazura","Ashraf Sinclair","Sazzy Falak","Pierre Andre","Rafidah Abdullah"],"overview":"Putri is determined to win back her sports-mad ex-boyfriend, Eddy by turning into a futsal heroine herself. Facing prejudice and ridicule, and discovering, through her motley futsal team, the many difficulties faced by women in sports, Putri gradually finds within herself the strength and values of a true winner, on and off the pitch.","release_date":"2005-08-11","genres":[10749],"vote_average":8.0,"runtime":102,"cert":"N\/A","id":249884,"title":"Gol & Gincu","adult":false},{"cast":["Arieta Corrêa","Nanda Costa","Eriberto Leão","Pedro Neschling","Lulu Pavarin"],"overview":"","release_date":"2009-01-01","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":249886,"title":"Um Homem Qualquer","adult":false},{"cast":["André Abujamra","Júlio Medaglia","Thaíde"],"overview":"","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249891,"title":"Musicagen","adult":false},{"cast":["Mark Rylance","Georgina Cates","Lucy Cohu","Danny Dyer","Gabrielle Lloyd"],"overview":"An upper class English family owns a villa in the Irish countryside. When the man of the house leaves to fight in WW2, his mother, wife, dying butler, maid and other staff's life becomes a bit hectic and some love affairs start to bloom.","release_date":"1996-10-19","genres":[10770,18],"vote_average":0.0,"runtime":95,"cert":"","id":249899,"title":"Loving","adult":false},{"cast":["Desiree Akhavan","Rebecca Henderson","Halley Feiffer","Scott Adsit","Anh Duong"],"overview":"For Shirin, being part of a perfect Persian family isn't easy. Acceptance eludes her from all sides: her family doesn't know she's bisexual, and her ex-girlfriend, Maxine, can't understand why she doesn't tell them. Even the six-year-old boys in her moviemaking class are too ADD to focus on her for more than a second. Following a family announcement of her brother's betrothal to a parentally approved Iranian prize catch, Shirin embarks on a private rebellion involving a series of bisexual escapades, while trying to decipher what went wrong with Maxine.","release_date":"2015-03-14","genres":[35,18,10749],"vote_average":6.7,"runtime":90,"cert":"N\/A","id":249916,"title":"Appropriate Behavior","adult":false},{"cast":["Dawn Wells","John Tartaglia","Lee Meriwether","David Proval","Camille Saviola"],"overview":"Senior citizens are being offed by a masked killer in their small retirement community.","release_date":"2012-11-06","genres":[35,27],"vote_average":4.0,"runtime":99,"cert":"N\/A","id":249921,"title":"Silent but Deadly","adult":false},{"cast":["Tyler Labine","Damon Wayans Jr.","Lucy Punch","Hayes MacArthur","Amanda Lund"],"overview":"A trio of friends scheme to find a wife for their socially inappropriate friend Barry, and end up finding a girl just like him.","release_date":"2014-02-07","genres":[35],"vote_average":5.6,"runtime":86,"cert":"N\/A","id":249923,"title":"Someone Marry Barry","adult":false},{"cast":["Kathleen Wise","Hiroka Matsushima"],"overview":"Bella Vista is a fiction\/documentary hybrid that tells the story of a woman at a crossroads. In the dead of winter in the mountain valley of Missoula, Montana, Doris has just returned to the U.S. after years teaching English abroad. At the local university, she forms a small community with her class of international students. But outside she is alienated, unable to form meaningful connections. Doris explores the town, coming across clues to a recent legacy of displaced persons: an old photograph of an Indian camp, a row of Japanese graves in the local cemetery. And she is haunted by a strange encounter with a boy, who lives in a motel on the edge of town. As winter begins to thaw, she and her students must consider the complexities of adapting and belonging. What if home is no longer a place, but just an idea? Could you lose yourself completely? The next decision they make will redefine not only their lives, but their very identities.","release_date":"2014-01-29","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":249925,"title":"Bella Vista","adult":false},{"cast":["Irakli Basti Ramishvili","Zuka Tsirekidze","Natasha Shengelaia","Kahi Kavsadze"],"overview":"Giorgi is 16 years old when he discovers another world through American films forbidden in all Soviet Union until then. Since the post-revolutionary chaos in his home town, Tbilisi, Giorgi has wanted to have succeeded by following the path of his idols: Tony Montana and Vito Corleone. He has almost reached his goal when he is confronted with a dilemma; how can he stop his little brother who is 12 years old to follow his path when he could become a famous pianist? All this in a world that only knows chaos.","release_date":"2014-01-25","genres":[18],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":249927,"title":"Brother","adult":false},{"cast":["Will Oldham","Paula María Landa Hartasánchez","Diana Sedano","Sonia De Los Santos","Pablo Domínguez"],"overview":"Alma returns to Mexico seeking the man who caused the loss of her childhood home. He is not easily found, but the road to him brings her closer to her late father, and the secrets he took with him to his grave.","release_date":"2014-01-25","genres":[18],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":249929,"title":"Eden","adult":false},{"cast":[],"overview":"Criminal Frans Weeling realizes, after he has a revelation on the island Texel, he is only another link in the chain of the whole universe. This idea enlightens him, but also conflicts with his position and perspectives in the underworld.","release_date":"2014-01-26","genres":[],"vote_average":6.0,"runtime":89,"cert":"N\/A","id":249931,"title":"Helium","adult":false},{"cast":["Vivian Pacheco","Josefina Patterson","Jorge de Los Ríos Vega","Waldo Muñoz Hernández"],"overview":"In the early twentieth century, the Hotel Nueva Isla was an emblematic luxury hotel. After the Cuban Revolution, it was conﬁscated by the State and became a shelter for homeless people. Located in Old Havana, today it is an imposing ruin. Jorge de los Rios, a retired clerk, is one of the few residents who remain there, along with La Flaca, his lover, and Waldo, a young itinerant. As the rest leave for safer places, Jorge clings to his dilapidated home and its buried treasures, slowly digging his way through its debris. The film speaks poignantly to a lost generation who fought in the Cuban Revolution and dreamed of a better society.","release_date":"2014-10-12","genres":[99],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":249933,"title":"Hotel Nueva Isla","adult":false},{"cast":["Lila Downs","Markin Carreras"],"overview":"Marco is a boy who dreams of flying. But in the world he lives in, his feet feel glued to the earth. A conceited crow helps him to find out how children can fly","release_date":"2008-08-19","genres":[16],"vote_average":7.3,"runtime":7,"cert":"N\/A","id":249935,"title":"De Cómo Los Niños Pueden Volar","adult":false},{"cast":["Evabritt Strandberg","Hanna Schygulla","Jörgen Svensson","Joni Francéen"],"overview":"MARIANNE (Evabritt Strandberg) is a 68-year old woman diagnosed with a terminal disease. Left with angst, she seeks therapy at a clinic where she is treated with Psilocybin (LSD) and meditation by a counselor, Eva (Hanna Schygulla). Through this she is transferred to her subconscious, where she meets and confronts her 25-year old self and her former husband.","release_date":"2014-04-11","genres":[18],"vote_average":4.5,"runtime":77,"cert":"N\/A","id":249937,"title":"The Quiet Roar","adult":false},{"cast":[],"overview":"How do you deal with the fact that someone close to heart has suddenly disappeared without a trace? Can you go on living whilst waiting for his return?","release_date":"2014-02-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249951,"title":"After the Tone","adult":false},{"cast":[],"overview":"An Angel inspired by the Duino Poems by R. M. Rilke wanders through the ruins of a contemporary Hell, a city recently destroyed by an earthquake where a group of damned is imprisoned. The film, with a visionary approach, is a journey inside the ruins of every human being. It's shot in l\"Aquila, the Italian city destroyed by an earthquake in 2009 and not yet rebuilt.","release_date":"2014-01-28","genres":[],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":249959,"title":"Mancanza-Inferno","adult":false},{"cast":["George Brent","Brenda Marshall","George Tobias","James Stephenson","Lee Patrick"],"overview":"Greedy diamond mine owner Eli Snedeker, resentful that his ex-foreman John Gamble stopped him from taking over kindly, but drunken, mine owner Roger Smythe's mine just as he was about to strike it rich, kills Smythe and blames it on Gamble. Grabbing the diamonds, Gamble flees Africa to England where he changes his name and begins a new life. What he hasn't counted on, though, is meeting and falling in love with Smythe's daughter Katherine, who falls in love with him but can't marry him until she can deal with her hatred of John Gamble, the man she believes killed her father.","release_date":"1940-11-16","genres":[9648,18],"vote_average":8.0,"runtime":86,"cert":"N\/A","id":249973,"title":"South of Suez","adult":false},{"cast":[],"overview":"This film is a documentary based on three location scouts, who in the summer of 2010 went missing while on location.","release_date":"2011-01-12","genres":[],"vote_average":0.8,"runtime":null,"cert":"N\/A","id":249975,"title":"Production Hell","adult":false},{"cast":["Murali","Ranjitha","Nassar","Thalaivasal Vijay","Vadivelu"],"overview":"Adharmam is a 1994 Tamil language action film directed by Ramesh Krishnan. The film features Murali, Ranjitha and Nassar in lead roles.","release_date":"1994-04-14","genres":[],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":249980,"title":"Adharmam","adult":false},{"cast":["Yuko Takeuchi","Anna Ishibashi","Erika Toda","Joe Odagiri","Teruyuki Kagawa"],"overview":"An airplane lands due to bad weather. A family, who rode on that airplane, goes through various troubles and it gets worse.","release_date":"2013-12-28","genres":[35],"vote_average":6.0,"runtime":100,"cert":"N\/A","id":249982,"title":"Airport","adult":false},{"cast":["Timothy Bottoms","Ronny Cox","Barbara Colby"],"overview":"The life of a young man growing up in a small town in the mountains of North Carolina during the early part of the 20th century, based on Thomas Wolfe's autobiographical novel of the same name.","release_date":"1972-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249984,"title":"Look Homeward, Angel","adult":false},{"cast":[],"overview":"","release_date":"1988-11-26","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":249986,"title":"Augsburger Puppenkiste - Schlupp vom grünen Stern - Neue Abenteuer auf Terra","adult":false},{"cast":["Jesse Block","Eva Sully","Fred Harper","Shemp Howard","Donald MacBride"],"overview":"A freshly minted private eye is sent to a sanitarium as a gag.","release_date":"1934-02-13","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":249991,"title":"The Wrong, Wrong Trail","adult":false},{"cast":[],"overview":"It may have been the most cataclysmic geologic event of the last 60 million years. The narrow, 400-mile-long Isthmus of Panama, once buried below the sea, rose up and connected North and South America. This new land bridge unleashed an astonishing animal encounter as prehistoric predators and prey each unique to their worlds came face to face for the first time. An armor-plated ancestor of the armadillo. A saber-toothed marsupial. A horselike creature with three-toed feet. Evolutionary history changed forever as animals from the continents clashed. Today, scientists are on a quest to discover what happened, how and why. Which creatures survived and which were vanquished? Learn about the migration of animals north and south and their transformed evolutionary trajectories. And examine the fossils to see which animals disappeared and which ones managed to move.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":249993,"title":"National Geographic - When Continents Collide","adult":false},{"cast":["Bong-Ra","Aaron Spectre","Christoph Fringeli","Nicolas Chevreux","Doormouse"],"overview":"What is Breakcore? Breakcore is the \"bastard hate child\" of jungle, happy hardcore, gabba, speedcore, drum 'n' bass, techno, IDM, acid, ragga, electro, dub, country, industrial, noise, grindcore, classical music, hardcore, metal and punk.","release_date":"2006-04-30","genres":[99,10402],"vote_average":0.0,"runtime":29,"cert":"N\/A","id":249995,"title":"Notes on Breakcore","adult":false},{"cert":"N\/A","title":"Your Day Is My Night","cast":[],"genres":[99],"id":249997,"overview":"Immigrant residents of a “shift-bed” apartment in the heart of New York City’s Chinatown share their stories of personal and political upheaval. As the bed transforms into a stage, the film reveals the collective history of the Chinese in the United States through conversations, autobiographical monologues, and theatrical movement pieces. Shot in the kitchens, bedrooms, wedding halls, cafés, and mahjong parlors of Chinatown, this provocative hybrid documentary addresses issues of privacy, intimacy, and urban life.","runtime":64,"release_date":"2014-05-10","vote_average":6.0,"adult":false}]