[{"cast":[],"overview":"A man in a striped suit walks until he encounters a wall that will not let him pass. He desperately tries to overcome this obstacle","release_date":"1998-01-15","genres":[16],"vote_average":7.0,"runtime":6,"cert":"N\/A","id":250510,"title":"The Wall","adult":false},{"cast":[],"overview":"","release_date":"2011-05-13","genres":[10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250521,"title":"Cactus Amnesia","adult":false},{"cast":["Jim Broadbent","Rafe Spall","Warwick Davis","Jodie Whittaker","Stephen Graham"],"overview":"A father and son must team up to save Christmas when they discover Santa Claus sleeping in their garage, having crashed his sleigh and found himself on the run from the police.","release_date":"2014-12-05","genres":[35,10751],"vote_average":6.3,"runtime":102,"cert":"U","id":250535,"title":"Get Santa","adult":false},{"cast":["Annabelle Wallis","Ward Horton","Tony Amendola","Alfre Woodard","Eric Ladin"],"overview":"John Form has found the perfect gift for his expectant wife, Mia - a beautiful, rare vintage doll in a pure white wedding dress. But Mia's delight with Annabelle doesn't last long. On one horrific night, their home is invaded by members of a satanic cult, who violently attack the couple. Spilled blood and terror are not all they leave behind. The cultists have conjured an entity so malevolent that nothing they did will compare to the sinister conduit to the damned that is now... Annabelle.","release_date":"2014-10-02","genres":[27],"vote_average":5.6,"runtime":99,"cert":"15","id":250546,"title":"Annabelle","adult":false},{"cast":["Ranveer Singh","Arjun Kapoor","Priyanka Chopra","Irrfan Khan","Saurabh Shukla"],"overview":"The lives of Calcutta's most powerful Gunday - Bikram and Bala, changes when Nandita enters it. Then a counter-force takes charge and a thriller unfolds.","release_date":"2014-02-14","genres":[28,80,18],"vote_average":5.0,"runtime":152,"cert":"N\/A","id":250551,"title":"Gunday","adult":false},{"cast":["Trevor Noah"],"overview":"Internationally acclaimed comedian Trevor Noah challenges the status quo through his unique perspective, breaking down cultural flaws on all sides and finding our mutual connections with laughter. Born a mixed-race child in South Africa under Apartheid, 'Trevor Noah: African American' is Noah¿s search for identity in a world obsessed with labels.","release_date":"2013-07-05","genres":[35],"vote_average":7.2,"runtime":69,"cert":"N\/A","id":250556,"title":"Trevor Noah: African American","adult":false},{"cast":["Daniel Baldwin","Leslie Hope","Dean Stockwell","John Neville","Roberta Maxwell"],"overview":"One year after the drowning death of his young son, Paul Preedy (Daniel Baldwin) receives an invitation to a reunion at his prep school. Paul decides to go, taking his remaining son with him. When they arrive, they find that only two other people had been invited and a new nightmare is about to begin.","release_date":"1999-07-30","genres":[53],"vote_average":2.0,"runtime":98,"cert":"N\/A","id":250558,"title":"Water Damage","adult":false},{"cast":["Mary McDonnell","Randy Quaid","Sam Elliott","Benjamin Bratt","Charles Noland"],"overview":"When Terri Hansen (Mary McDonnell) emerges from a fiery car crash as a widow, the local sheriff at first believes her account of the accident. But there's a snag in her story. Namely, a bullet in her dead husband. Just what did happen on that dark desert road? Through a series of telling flashbacks, we and the jury learn the bizarre truth. Randy Quaid and Sam Elliott costar in this riveting drama.","release_date":"1996-02-04","genres":[10770,53,18],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":250563,"title":"Woman Undone","adult":false},{"cast":[],"overview":"The first Pléhouse skiing video ever! The whole project was started in 2001 by three well-known pro freeskiers - Phil Larose, Thomas Rinfret and Phil Bélanger. EXACT SCIENCE brings you the progression of freeskiing from another angle... The Pros angle. Pléhouse is proud to bring you something fresh and new - something you have been waiting for!","release_date":"2003-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250568,"title":"Exact Science","adult":false},{"cast":[],"overview":"This video project was every waking moment of my 2004 summer. Happy Happy was the second film I produced and directed for Helly Hansen. Still one of my favorite projects over the course of my career. Once again Kris Ostness was the editor. This was on a free DVD inserted in ski and snowboard magazines around the world and offered for free on the HH website. Good times.","release_date":"2004-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250570,"title":"Happy Happy","adult":false},{"cast":["Amy Smart","J.K. Simmons","Adam Devine","Jeremy Sisto","David Walton"],"overview":"Jimmy Price is a reckless man-child on the last leg of his career as a doubles tennis player. When his latest partner drops him, he realizes he's officially burned all of his bridges on the pro circuit. He decides to make one last ditch effort to revive his career, reaching outside of the tennis world and convincing his childhood partner -- his estranged brother Darren, now an apathetic substitute teacher - to team up with him. The mismatched pair, with the help of a unique 11-year-old named Barry, make an unlikely run at a grand slam tournament and are forced to re-discover their game, and their brotherhood.","release_date":"2014-03-08","genres":[35],"vote_average":5.8,"runtime":90,"cert":"N\/A","id":250572,"title":"Break Point","adult":false},{"cast":["Mark Duplass","Patrick Brice","Katie Aselton"],"overview":"Looking for work, Aaron comes across a cryptic online ad: “$1,000 for the day. Filming service. Discretion is appreciated.” Low on cash and full of naiveté, he decides to go for it. He drives to a cabin in a remote mountain town where he meets Josef, his cinematic subject for the day. Josef is sincere and the project seems heartfelt, so Aaron begins to film. But as the day goes on, it becomes clear that Josef is not who he says, and his intentions are not at all pure.","release_date":"2014-06-23","genres":[27,53],"vote_average":6.4,"runtime":82,"cert":"","id":250574,"title":"Creep","adult":false},{"cast":[],"overview":"Wicked was a legendary film created in the turn of the new millenium to shed light on the east coast skiing talent.","release_date":"2004-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250585,"title":"Wicked","adult":false},{"cast":["Lucky McKee","Nobel Frye","Chris Sivertson","Todd Antonio Somodevilla","Noble Frye"],"overview":"A man is tormented by a seemingly possessed golf ball.","release_date":"1996-01-01","genres":[53,35],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":250587,"title":"Evil Demon Golfball from Hell!!!","adult":false},{"cast":["Yuko Sakaki","Rie Kondoh","Houka Kinoshita","Tomomi Nishizaki","Momoko Nishida"],"overview":"A doll maker and his daughter Erika live in a remote mountain villa. When some thugs break in and murder Erika and disfigure the old doll maker, he sets about getting his revenge. He creates a life-size doll and has it possessed by Erika's spirit. The doll then tracks down Erika's killers one-by-one...","release_date":"1996-02-02","genres":[27],"vote_average":7.0,"runtime":76,"cert":"N\/A","id":250589,"title":"Doll from Hell","adult":false},{"cast":[],"overview":"This fascinating documentary chronicles the intense rivalry between high schools in Southern Indiana to win a prestigious festival performance with lavish student musical productions that often cost in the tens of thousands of dollars to produce.","release_date":"2009-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250594,"title":"Guys 'N Divas: Battle of the High School Musicals","adult":false},{"cast":[],"overview":"In an all-new comedy special, taped live in Chicago, Billy Gardell presents Danny Bevins, Andi Smith and Uncle Larry Reeb - three stand-up comedy veterans who have earned the right to be called Road Dogs.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250596,"title":"Billy Gardell Presents Road Dogs: Chicago","adult":false},{"cast":[],"overview":"Billy Gardell ('Mike &amp; Molly') presents Don Learned, Bob Zany and Earthquake - three hilarious stand-up veterans who have polished their routines on the road night after night, earning the right to be called Road Dogs. Taped live at the Bonkerz Comedy Club at the Plaza Hotel in Las Vegas.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250598,"title":"Billy Gardell Presents Road Dogs: Las Vegas","adult":false},{"cast":[],"overview":"A young boy loses his precious kite but in the process finds something much more important - his courage - in this dramatic short from filmmaker David McMillan.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250603,"title":"Jump","adult":false},{"cast":["Rachael Leigh Cook","Daniel Gillies","Kandyse McClure","Darren Le Gallo","Seymour Cassel"],"overview":"Four separate narratives weave their way together in this impactful drama, from the harrowing slums of Bogotá to the hills of Hollywood. A 14-year-old street girl and an American writer discover an uncommon union, a day-care teacher in Los Angeles does everything she can to fight the weight of a tragic secret and a university student invites a terrible danger into her world. Starring Rachel Leigh Cook, Daniel Gillies and Seymour Cassell.","release_date":"2012-10-02","genres":[18],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":250605,"title":"Broken Kingdom","adult":false},{"cast":[],"overview":"In this documentary five severely wounded Iraq\/Afghanistan veterans work with professional comedy writers and A-List comedians Lewis Black, Zach Galifianakis, BJ Novak, and Bob Saget to explore their personal experiences through the healing power of humor. Writing their own stand-up comedy routines they find new perspectives from which to view their injuries and their lives - all of which culminates in a performance at two of LA's top comedy clubs.","release_date":"2014-04-05","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250607,"title":"Comedy Warriors: Healing Through Humor","adult":false},{"cast":["Natasha Nice","Kimberly Kane","Kelly Klass","Alyssa Branch","Richie Calhoun"],"overview":"When a children's writer, Paulina Connelly, decides to embark on a new career writing horror, she has no idea how it will completely change her life. Needing guidance, she seeks advice from acclaimed horror novelist Wes Mueller. In their first phone conversation she feels an undeniable connection and agrees to meet with him. But, as their relationship progresses, information about his suspicious past comes to light, causing her to fear for her own safety. Is Wes the man of her dreams... or will Paulina be his next victim? Things aren't always what they seem in this quirky, suspenseful romance!","release_date":"2011-10-13","genres":[10749],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":250618,"title":"Love Is a... Dangerous Game","adult":true},{"cast":["Maziyar Jobrani"],"overview":"Maz Jobrani goes to Stockholm, Sweden for his third stand-up special and he shows that comedy can truly be a diplomatic tool when he makes an international audience laugh at topics from his family, to racism, politics and media. \"I Come in Peace\" is a comedy special that will have you laughing out loud while making you think.","release_date":"2013-01-26","genres":[35],"vote_average":8.1,"runtime":72,"cert":"N\/A","id":250626,"title":"Maz Jobrani: I Come in Peace","adult":false},{"cast":[],"overview":"Begins with a three beat announcement drawn out in time which thereafter serves as a figure to divide the four sections. Each return of this figure is more condensed, and finally used in reverse to conclude the film.","release_date":"1946-11-01","genres":[],"vote_average":6.3,"runtime":5,"cert":"N\/A","id":250631,"title":"Five Film Exercises: Film 1","adult":false},{"cast":[],"overview":"Eric Iberg’s 16mm debut film from 2001 called ‘Royalty’. ‘Royalty’ features seven skiers that truly helped define the sport of freestyle skiing as we know it today. Skiers Phil Belanger, Phil Larose, Phil Dion, Evan Dybvig, Mickeal Deschenaux, Eric Pollard and Candide Thovex take you on a journey of their individual style as they travel the world to hit jumps, halfpipes, and rails. Enjoy!","release_date":"2001-09-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250633,"title":"Royalty","adult":false},{"cast":["Chow Yun-Fat","Yammie Lam","Emily Chu","Dick Wei","Ng Hong-Sang"],"overview":"A Hong Kong man goes on vacation to Nepal where a local tribe imbues him with magical powers which he must use to fight a growing evil.","release_date":"1986-02-27","genres":[27,28,14],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":250638,"title":"Witch from Nepal","adult":false},{"cast":["Oliver Sacks","Bobby McFerrin"],"overview":"Five million Americans suffer from Alzheimer's disease and dementia—many of them alone in nursing homes. A man with a simple idea discovers that songs embedded deep in memory can ease pain and awaken these fading minds. Joy and life are resuscitated, and our cultural fears over aging are confronted.","release_date":"2014-01-18","genres":[99],"vote_average":7.7,"runtime":74,"cert":"N\/A","id":250643,"title":"Alive Inside","adult":false},{"cast":["Ted Olson","Christopher D. Dusseault","Jeffrey J. Zarrillo","Paul T. Katami","Kristin M. Perry"],"overview":"A behind-the-scenes look inside the case to overturn California's ban on same-sex marriage. Shot over five years, the film follows the unlikely team that took the first federal marriage equality lawsuit to the U.S. Supreme Court.","release_date":"2014-06-06","genres":[99],"vote_average":7.9,"runtime":109,"cert":"N\/A","id":250651,"title":"The Case Against 8","adult":false},{"cast":[],"overview":"E-Team is driven by the high-stakes investigative work of four intrepid human rights workers, offering a rare look at their lives at home and their dramatic work in the field.","release_date":"2014-01-18","genres":[99],"vote_average":6.5,"runtime":88,"cert":"N\/A","id":250653,"title":"E-Team","adult":false},{"cast":["Kojo Asiedu","Abigail Wilson","Billy Mayo","Natalie Pero","Ronnie Clark"],"overview":"Set in a post-apocalyptic Christmas, a lone woman plots against a dangerous biker gang. Can her revenge lead to justice?","release_date":"2013-07-20","genres":[],"vote_average":3.0,"runtime":17,"cert":"N\/A","id":250655,"title":"Red Rider","adult":false},{"cast":["Katie Couric","Michael Pollan","Bill Clinton","Tom Vilsack","Kelly Brownell"],"overview":"Fed Up blows the lid off everything we thought we knew about food and weight loss, revealing a 30-year campaign by the food industry, aided by the U.S. government, to mislead and confuse the American public, resulting in one of the largest health epidemics in history.","release_date":"2014-05-09","genres":[99],"vote_average":7.4,"runtime":92,"cert":"N\/A","id":250657,"title":"Fed Up","adult":false},{"cast":[],"overview":"Colombia is the center of a new global gold rush, and Marmato, a historic mining town, is the new frontier. Filmed over the course of nearly six years, Marmato chronicles how townspeople confront a Canadian mining company that wants the $20 billion in gold beneath their homes.","release_date":"2014-01-17","genres":[99],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":250662,"title":"Marmato","adult":false},{"cast":["Robert Atzorn","Jens Atzorn","Iris Berben","Frank Röth","Nele Mueller-Stöfen"],"overview":"","release_date":"2004-06-26","genres":[18,53],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":250664,"title":"Das Kommando","adult":false},{"cast":["Keegan Edwards","Jay Reinke"],"overview":"Desperate, broken men chase their dreams and run from their demons in the North Dakota oil fields. A local Pastor's decision to help them has extraordinary and unexpected consequences.","release_date":"2014-10-10","genres":[18,99],"vote_average":7.4,"runtime":102,"cert":"","id":250666,"title":"The Overnighters","adult":false},{"cast":[],"overview":"If you ever find yourself traveling down Interstate 49 through Missouri, try not to blink—you may miss Rich Hill, population 1,396. Rich Hill is easy to overlook, but its inhabitants are as woven into the fabric of America as those living in any small town in the country. This movie intimately chronicles the turbulent lives of three boys living in said Midwestern town and the fragile family bonds that sustain them.","release_date":"2014-01-19","genres":[99],"vote_average":7.0,"runtime":91,"cert":"N\/A","id":250668,"title":"Rich Hill","adult":false},{"cast":["Ben Blue","Janet Reade","Shemp Howard","Paul Everton","Jack Cherry"],"overview":"A clumsy handyman mixes up a mail-order bride and a prize cow, both named \"Flossie,\" with humorous results.","release_date":"1933-12-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250670,"title":"Here Comes Flossie!","adult":false},{"cast":["Paul Hörbiger","Guggi Löwinger","Rex Gildo","Peter Beil","Rudolf Carl"],"overview":"","release_date":"1962-08-12","genres":[10402],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":250675,"title":"Tanze mit mir in den Morgen","adult":false},{"cast":["Robert Altman","Richard E. Grant","Helen Mirren","Stephen Frears"],"overview":"Robert Altman interviewed during the making of GOSFORD PARK (2001), as well as members of the cast and crew. Also, revealing behind the scenes footage and information about his career leading up to this feature.","release_date":"2002-02-03","genres":[],"vote_average":0.0,"runtime":58,"cert":"","id":250677,"title":"Robert Altman in England","adult":false},{"cast":["Augustine Frizzell","Jonny Mars","Kaitlynn Neill","Joey Oglesby","Kelsey Walton"],"overview":"A husband and father starts to dig a hole in his backyard, for no apparent reason.","release_date":"2014-01-20","genres":[18],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":250685,"title":"Dig","adult":false},{"cast":[],"overview":"A man is shown several of the latest electrical household appliances.","release_date":"1915-01-16","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":250687,"title":"The Home Electrical","adult":false},{"cast":["Hossein Parastar","Hamed Rajabali","Mehran Rajabi"],"overview":"Seyyed Hassan, a young seminary student, is preparing to don the clerical attire. While the other students are also busy with similar preparations, Seyyed Hassan's supplies are stolen by a small boy. To identify the culprit, Seyyed Hassan sets out for the suburban area where he meets people who have never met a cleric and know nothing about the clerical profession. Under such unfamiliar circumstances, Seyyed Hassan acquires a new understanding of society and human beings.","release_date":"2001-02-08","genres":[],"vote_average":5.0,"runtime":96,"cert":"N\/A","id":250689,"title":"Under the Moonlight","adult":false},{"cast":[],"overview":"Viewers will marvel at the majesty of nature's gentle giants through the seasons as famed filmmaker Louie Schwartzberg journeys to California's Redwood Coast, Washington's Olympic National Park and Telluride, Colo.","release_date":"2014-02-12","genres":[],"vote_average":9.0,"runtime":25,"cert":"N\/A","id":250691,"title":"Moving Art: Forests","adult":false},{"cast":[],"overview":"Viewers will experience the power of ocean waves and the sea's underwater splendor as celebrated filmmaker Louie Schwartzberg takes his camera into the deep to unveil the mysteries and wonders of the natural world.","release_date":"2014-02-12","genres":[],"vote_average":8.5,"runtime":25,"cert":"N\/A","id":250693,"title":"Moving Art: Oceans","adult":false},{"cast":["Oliver Pocher","Sonsee Neu","Janek Rieke","Suzan Anbeh","Meike Gottschalk"],"overview":"","release_date":"2013-12-10","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250701,"title":"Der Weihnachtskrieg","adult":false},{"cast":[],"overview":"An analysis of a female participation in the Colombian guerrilla. The documentary gives voice to the victims who ended up joining the FARC after being abducted and generally have a family murdered.","release_date":"2011-02-01","genres":[99],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":250703,"title":"Hijas del Monte","adult":false},{"cast":["Carlos Moore"],"overview":"Fela Anikulapo Kuti created the musical movement Afrobeat and used it as a political forum to oppose the Nigerian dictatorship and advocate for the rights of oppressed people. This is the story of his life, music, and political importance.","release_date":"2014-08-01","genres":[99],"vote_average":6.7,"runtime":120,"cert":"N\/A","id":250705,"title":"Finding Fela","adult":false},{"cast":["Inger Marie Andersen","Odd Borg","Unni Bernhoft","Wenche Foss","Sverre Holm"],"overview":"The film is about suburban families, trying to be perfect housewives, and their theories in what is the right way of treating and accepting husbands and kids.","release_date":"1959-08-17","genres":[35],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":250710,"title":"Støv på hjernen","adult":false},{"cast":[],"overview":"Absence, presence and aquatic distortions in this choreography of fluids, mysterious forces twist the physical laws and affect the behaviour of living beings in purified spaces.","release_date":"2008-11-04","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":250715,"title":"Coagulate","adult":false},{"cast":["Mohd Faizal","Nabila Huda","Raja Azri","KK Choi","Ahmad B"],"overview":"The day before the new semester begins, a group of new students moved into a rented house with a large, near their college. There the introduction of students to begin. Home atmosphere strange and eerie closer relationship between the students.  After the death of his mother Mat Din, state college and rental houses have been much different. Friend tenants died one by one without knowledge. The situation became increasingly suspicious and can not be controlled anymore ... Not allowed to move, not allowed to learn and do there trying to breathe.","release_date":"2001-01-01","genres":[53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250717,"title":"Blok 404","adult":false},{"cast":["Jeff Daniels","Cynthia Sikes","Judith Ivey","John Mahoney","Cloris Leachman"],"overview":"The story of Paul Weaver and his strained relationships with women and his family.","release_date":"1990-11-09","genres":[35,18],"vote_average":5.5,"runtime":106,"cert":"","id":250719,"title":"Love Hurts","adult":false},{"cast":[],"overview":"A snapshot of life in a village in the Punjab - from the production of mustard oil to the shoeing of a bullock. With intertitles that include such jewels as \"they do a great deal of spinning,\" it's clear that this film was made to be shown to young audiences. From the repetition of the opening title sequence it would appear that the original film was later re-edited.","release_date":"1925-01-16","genres":[],"vote_average":5.0,"runtime":null,"cert":"","id":250721,"title":"A Punjab Village","adult":false},{"cast":["Arshad Warsi","Soha Ali Khan","Javed Jaffrey"],"overview":"A small time detective is hired to bring back the daughter of a businessman who has run away from home with the house chef.","release_date":"2014-01-03","genres":[35],"vote_average":3.4,"runtime":130,"cert":"N\/A","id":250726,"title":"Mr Joe B. Carvalho","adult":false},{"cast":["Farooq Shaikh","Sarika","Satish Shah","Tinnu Anand","Sharat Saxena"],"overview":"CLUB 60 is about Letting Go after spending the required time in grieving for the loss of a loved one. But what is the required time-frame to grieve? And is it right to always stay in a grieving position? What about the people around you, who are also hurting because of your grieving? And does grieving endlessly really help the one who is gone away?  Club 60 is also about embracing life, post 60.","release_date":"2013-12-06","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250731,"title":"Club 60","adult":false},{"cast":["Berta Zemel","Paulo Figueiredo","Dina Lisboa","Wilson Fragoso","Sadi Cabral"],"overview":"","release_date":"1977-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250736,"title":"Que Estranha Forma de Amar","adult":false},{"cast":["Mia Helene Solberg Brekke","Victor Papadopoulos Jacobsen","Sigrid Welde","Ulrik William Græsli","Elias Skotland Gusevik"],"overview":"Norwegian children's film about football girl Anja who become seriously ill.","release_date":"2014-01-10","genres":[18,10751],"vote_average":6.8,"runtime":102,"cert":"N\/A","id":250738,"title":"Cool Kids Don't Cry","adult":false},{"cast":["Patrick Stewart"],"overview":"The gripping true-life story of the legendary 1925 \"Serum Run,\" in which 34 men and more than 150 dogs, rushed life-saving anti-toxin across the frozen arctic to save the children of Nome, AK from a deadly outbreak of diphtheria.","release_date":"2012-11-13","genres":[99],"vote_average":5.0,"runtime":60,"cert":"N\/A","id":250740,"title":"Icebound","adult":false},{"cast":[],"overview":"The children of \"Happy Valley\" were victimized for years, by a key member of the legendary Penn State college football program. But were Jerry Sandusky’s crimes an open secret? With rare access, director Amir Bar-Lev delves beneath the headlines to tell a modern American parable of guilt, redemption, and identity.","release_date":"2014-11-14","genres":[99],"vote_average":6.7,"runtime":98,"cert":"N\/A","id":250745,"title":"Happy Valley","adult":false},{"cast":["Chaiwit Chodchuphinit","Thichacha Jaroenphongpricha"],"overview":"While Pian is out of town, his wife, Lamduan is raped and murdered. She returns as a ghost seeking vengeance.","release_date":"2012-01-16","genres":[27],"vote_average":5.0,"runtime":77,"cert":"N\/A","id":250747,"title":"Long Taek","adult":false},{"cast":[],"overview":"In the mountains of Northern Thailand lies a boarding school. The students come from different tribes in the area and live together with their Thai teacher, grow their own crops and cook their own meals while continuing their education. The biggest question on their mind, having spent all their lives in the mountainside, is where the rivers running down the hills end. If they pass the final exams their reward is a trip to the end of the river, to the ocean itself. The children are poor, some orphans, and most of them only speak their tribe's language, but all try their best to pass the exams to be able to take the long-awaited trip. This trip is not only a journey from the children's villages to the ocean but also a journey that symbolizes the change from childhood to adulthood.","release_date":"2006-01-16","genres":[99],"vote_average":6.0,"runtime":104,"cert":"N\/A","id":250749,"title":"Innocence","adult":false},{"cast":["Nantharat Chaowarat","Anna Chuancheun","Chartchai Ngamsan","Seksan Sutthichantha"],"overview":"Natalee is an escort girl who drugs her clients and robs them.","release_date":"2013-01-16","genres":[18],"vote_average":5.5,"runtime":80,"cert":"N\/A","id":250751,"title":"Natalee","adult":false},{"cast":["Keith Moon","Roger Daltrey","Pete Townshend","John Entwistle","Christopher Stamp"],"overview":"In this crazy, chaotic gospel of chance, aspiring filmmakers Chris Stamp and Kit Lambert set out to search for a subject for their underground movie, leading them to discover, mentor, and manage the iconic band known as The Who and create rock 'n' roll history.","release_date":"2014-01-20","genres":[99,10402],"vote_average":7.2,"runtime":120,"cert":"N\/A","id":250756,"title":"Lambert & Stamp","adult":false},{"cast":[],"overview":"During the chaotic final weeks of the Vietnam War, the North Vietnamese Army closes in on Saigon as the panicked South Vietnamese people desperately attempt to escape. On the ground, American soldiers and diplomats confront a moral quandary: whether to obey White House orders to evacuate only U.S. citizens.","release_date":"2014-09-05","genres":[10752,99],"vote_average":7.6,"runtime":98,"cert":"N\/A","id":250761,"title":"Last Days in Vietnam","adult":false},{"cast":["Roger Ebert","Werner Herzog","Martin Scorsese","Errol Morris","Ava DuVernay"],"overview":"Life Itself recounts the surprising and entertaining life of renowned film critic and social commentator Roger Ebert. The film details his early days as a freewheeling bachelor and Pulitzer Prize winner, his famously contentious partnership with Gene Siskel, his life-altering marriage, and his brave and transcendent battle with cancer.","release_date":"2014-07-04","genres":[99],"vote_average":7.6,"runtime":121,"cert":"N\/A","id":250766,"title":"Life Itself","adult":false},{"cast":[],"overview":"Filmmaker Sterlin Harjo's Grandfather disappeared mysteriously in 1962. The community searching for him sang songs of encouragement that were passed down for generations. Harjo explores the origins of these songs as well as the violent history of his people.","release_date":"2014-01-19","genres":[99],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":250771,"title":"This May Be the Last Time","adult":false},{"cast":[],"overview":"We Are the Giant tells the stories of ordinary individuals who are transformed by the moral and personal challenges they encounter when standing up for what they believe is right. Powerful and tragic, yet inspirational, their struggles for freedom echo across history and offer hope against seemingly impossible odds.","release_date":"2014-01-18","genres":[99],"vote_average":7.3,"runtime":90,"cert":"N\/A","id":250779,"title":"We Are the Giant","adult":false},{"cast":["Yukari Ôshima","Ricky Davao","Melvin Wong","Monsour Del Rosario","Wang Sen"],"overview":"In the distant year of 2000,two (count them) alien dudes from Mars \"arouse panic\" on the futuristic streets of Manila. Meanwhile a team of futuristic cops (they got headsets) try to bust Drago the drogbaron (a cameo by Melvin Wong). And on the other end of the town a comical gay geezer infected with AIDS try to commit suicide. Somehow these three subplots merge and the laughs begin.","release_date":"1992-01-01","genres":[28],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":250781,"title":"Ultracop 2000","adult":false},{"cast":["Julaluck Ismalone"],"overview":"Chalawan is a crocodile who can shape shift into a human. He tries to seduce Prae but is interrupted by Krai who is on the hunt of the legendary crocodile.","release_date":"2006-01-17","genres":[27],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":250786,"title":"Chalawan Kraithong 2","adult":false},{"cast":["Lieb Bester","John Parsonson","Marcel Van Heerden","Tessa Ziegler"],"overview":"A honeymooning couple take a vacation in a remote country bungalow. Before long, they’re visited by two backwoods psychos. Terror, assault, and rape are inevitable.  The U.S. video release from Genesis (released in 1988 under the title DEMON LUST) is missing ten minutes.","release_date":"1980-01-01","genres":[53,27],"vote_average":4.0,"runtime":86,"cert":"N\/A","id":250788,"title":"Savage Encounter","adult":false},{"cast":["Olle Ljungström","Jacob Frössén"],"overview":"Three years in the life of Swedish singer Olle Ljungström.","release_date":"2009-01-23","genres":[],"vote_average":0.0,"runtime":57,"cert":"N\/A","id":250790,"title":"En film om Olle Ljungström","adult":false},{"cast":["Matt Thompson","Jesse Kristofferson","Gina Comparetto","Kimberly Alexander"],"overview":"Seminary student Brett Ethos, (Matt Thompson) falls away from the church and his faith only to find out that his bloodline is sought after by a real evil.  On a trip with friends and an old flame, he goes to explore a cabin left to him by the will of his family. There; he discovers his true heritage. Temptation or redemption become his ultimatum. His friend’s lives and his own hang in the balance.","release_date":"2013-09-27","genres":[27],"vote_average":3.8,"runtime":null,"cert":"N\/A","id":250792,"title":"Bloodline","adult":false},{"cast":[],"overview":"On the lives of the children of Vietnamese mothers and American soldiers, who have been allowed to emigrate to the U.S. since 1988.","release_date":"1998-10-22","genres":[99],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":250794,"title":"Amerasians","adult":false},{"cast":["Jessica Schwarz","Hans-Werner Meyer","Jean-Yves Berteloot","Sandrine Bonnaire","Massimo Brancatelli"],"overview":"Bank manager Frank and writer Patrizia meet by coincidence again and again at the airport. They commute between Dusseldorf and Paris, but behind their travels are two fateful stories. Frank wants to complete the business of his life, Patrizia visits her lover, who is in a coma since a car accident. For both life comes out of joint and they each suffer heavy losses. What connects them is the search for hold, a listener, the need to be needed and the hope that there is a beginning in each end.","release_date":"2013-07-11","genres":[18],"vote_average":5.8,"runtime":97,"cert":"N\/A","id":250796,"title":"Adieu Paris","adult":false},{"cast":["Mosab Hassan Yousef","Gonen Ben Yitzhak","Sheikh Hassan Yousef"],"overview":"This real-life thriller tells the story of one of Israel’s prized intelligence sources, recruited to spy on his own people for more than a decade. Focusing on the complex relationship with his handler, The Green Prince is a gripping account of terror, betrayal, and unthinkable choices, along with a friendship that defies all boundaries.","release_date":"2014-01-16","genres":[99,53],"vote_average":7.4,"runtime":99,"cert":"N\/A","id":250798,"title":"The Green Prince","adult":false},{"cast":["Wang Kuan-Hsiung","Don Wong Tao","Chang Yi","Hua Chung","Chi Kuan-Chun"],"overview":"A Manchu prince places a cache of treasure in the care of his five most trusted guards who divide it amongst themselves. One by one the guards are murdered. Who are the secret assassins?","release_date":"1980-01-02","genres":[],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":250800,"title":"Shaolin Kung Fu Master","adult":false},{"cast":["Edward Furlong","Shawna Waldron","Diane Salinger","Laurence Mason"],"overview":"Stitch follows the story of grieving parents as they cope with the loss of their young daughter. At the height of their desperation, they turn to their best friends for healing advice, who lead them into the deep desert for a weekend ritual meant to burn away emotional baggage.  Unfortunately the amateur ritual goes awry, and cosmic forces are unleashed, revealing something sinister ravaging each person with a progression of gruesome, medieval surgical scars.  As the stitches rip skin and tear apart relationships, a battle for survival ensues, forcing the couples to come to terms with loss, betrayal, love, and hope.","release_date":"2014-02-11","genres":[53],"vote_average":4.1,"runtime":94,"cert":"18","id":250802,"title":"Stitch","adult":false},{"cast":["Pai Ying","Sing Chen","Barry Chan","Lung Fei"],"overview":"This movie has a sword eating lama, a bell trap formation with big bell wielding belles, people dressed in multi-color ku klux klan outfits and Chen Sing.Set in the Ming Dynasty, an infamous pirate finds 72 martial arts experts from all over China to help him battle the imperial government. Includes breathtaking kung fu fighting and plenty of ninja action.","release_date":"1978-01-02","genres":[28],"vote_average":3.0,"runtime":93,"cert":"N\/A","id":250804,"title":"The 72 Desperate Rebels","adult":false},{"cast":[],"overview":"‘Imagine if the Sex Pistols made boots instead of music’, says director Kowalski of a group of Cracow punks who make leather shoes for a living. They run their business as if they were a band of rock stars, living by their own rules, making the product by hand, heads bobbing in unison to their favourite bands. Kowalski’s roots in American underground cinema make him the perfect interpreter of the punk aesthetic.","release_date":"2000-01-01","genres":[99],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":250806,"title":"The Boot Factory","adult":false},{"cast":[],"overview":"Dmitriy Salita is a Russian immigrant, professional boxer and a religious Jew. ORTHODOX STANCE portrays Dmitriy's maturation in each of these disparate communities, and the seemingly incompatible cultures and characters working together to support his rare and remarkable devotion to both Orthodox Judaism and the pursuit of a professional boxing title. In the end the film is about more than just boxing and religion, but about a young man's search for meaning in life.","release_date":"2008-01-25","genres":[],"vote_average":6.0,"runtime":83,"cert":"N\/A","id":250808,"title":"Orthodox Stance","adult":false},{"cast":[],"overview":"In 1959, in Romania, six former members of the nomenklatura and the secret police organize a hold up of the National Bank. After their arrest, the state forces them to play themselves in a film which reconstitutes the crime and the investigation. At the end of their trial, filmed live, they are sentenced to death and executed. A month later, the film Reconstitution was released and became a sensation throughout the country.  - Written by giolgaudaniel","release_date":"2004-05-10","genres":[99],"vote_average":7.8,"runtime":70,"cert":"","id":250810,"title":"Great Communist Bank Robbery","adult":false},{"cast":["Klaus Maria Brandauer","Hannelore Elsner","Günter Mack","Sigmar Solbach","Günter Strack"],"overview":"","release_date":"1976-10-25","genres":[36],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250812,"title":"Die Babenberger in Österreich","adult":false},{"cast":[],"overview":"Edited into Great Communist Bank Robbery","release_date":"1960-05-17","genres":[99],"vote_average":5.0,"runtime":58,"cert":"N\/A","id":250817,"title":"Re-enactment","adult":false},{"cast":["Renato Rascel","Tina De Mola","Kiki Urbani","Corrado Lojacono","Sandra Mondaini"],"overview":"","release_date":"1953-01-16","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":250825,"title":"Attanasio cavallo vanesio","adult":false},{"cast":["Donald O'Connor","Peggy Ryan","Gloria Jean","Florence Bates","Robert Paige"],"overview":"Students at the Davis School of the Theatre are assigned \"Antigone\" as their class play, but they conspire to do a swing musical instead.","release_date":"1943-05-28","genres":[10402,35],"vote_average":0.5,"runtime":64,"cert":"N\/A","id":250827,"title":"Mister Big","adult":false},{"cast":["Tim Minchin"],"overview":"Filmed live at the HMV Hammersmith Apollo, London in October 2009, this massive show contains Minchin's unique take on musical comedy, spanning topics such as his love of boobs and banging on about rationalism whilst playing the piano rather nicely in a pair of uncomfortably tight jeans.","release_date":"2010-11-29","genres":[35,10402],"vote_average":7.0,"runtime":115,"cert":"15","id":250829,"title":"Tim Minchin, Live: Ready For This?","adult":false},{"cast":["Carole Laure","Nick Mancuso","Claude Rich","Amulette Garneau","Yoland Guérard"],"overview":"A young woman, living with her parents and siblings on a remote farm in harsh, picturesque northern Québec, has three suitors: a steady and unimaginative farmer, Eutrope, the Americanized and wealthy Lorenzo, who has sought his fortune in Boston, and François Paradis, a rough and virile logger who captures her heart despite the warnings of her parents and the village priest. For a year, marked by seasonal change in an atmosphere charged with the strangeness of Indians and the demons of the woods, we see Maria at work and prayer, struggling with decisions, choosing to stay in Canada, in love with François, seeking to change his rough behaviors, and dealing with extraordinary loss.","release_date":"1983-04-27","genres":[18],"vote_average":6.0,"runtime":107,"cert":"N\/A","id":250831,"title":"Maria Chapdelaine","adult":false},{"cast":["Peyangki","Kinley Om","Ap Kinley Dorji","Aum Thinley Dolma","Sangay Thinley"],"overview":"Peyangki is a dreamy and solitary eight-year-old monk living in Laya, a Bhutanese village perched high in the Himalayas. Soon the world will come to him: the village is about to be connected to electricity, and the first television will flicker on before Peyangki's eyes.","release_date":"2014-01-17","genres":[99],"vote_average":7.0,"runtime":80,"cert":"N\/A","id":250833,"title":"Happiness","adult":false},{"cast":[],"overview":"In Seoul in the Republic of Korea, a young couple stands accused of neglect when \"Internet addiction\" in an online fantasy game costs the life of their infant daughter. Love Child documents the 2010 trial and subsequent ruling that set a global precedent in a world where virtual is the new reality.","release_date":"2014-01-17","genres":[99],"vote_average":5.8,"runtime":75,"cert":"N\/A","id":250841,"title":"Love Child","adult":false},{"cast":[],"overview":"Viktor Bout was a war profiteer, an entrepreneur, an aviation tycoon, an arms dealer, and—strangest of all—a documentary filmmaker. The Notorious Mr. Bout is the ultimate rags-to-riches-to-prison memoir, documented by the last man you'd expect to be holding the camera.","release_date":"2014-01-17","genres":[99],"vote_average":5.4,"runtime":94,"cert":"N\/A","id":250852,"title":"The Notorious Mr. Bout","adult":false},{"cast":["Lasse Hjelt","Gunvor Sandkvist","Gunnel Fred","Rita Holst","Stellan Skarsgård"],"overview":"Harri is one of Sweden's many Finnish immigrant-workers. While in Sweden, the illiterate Harri marries and has a child. After accidentally killing a man in a fight, he flees back across the border to Finland and begins to pick up the pieces of his life, but soon, the police come looking for him.","release_date":"1977-01-29","genres":[18],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":250857,"title":"Hemåt i natten","adult":false},{"cast":["Michael Ande","Josef Egger","Paul Hörbiger","Ellinor Jensen","Paul Bösiger"],"overview":"","release_date":"1957-09-27","genres":[18,10402],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":250859,"title":"Der schönste Tag meines Lebens","adult":false},{"cast":["Bill Paxton","Barry Wooller","David Guthrie","Mrs. Davis","Paul"],"overview":"Militant feminist scientists brainwash research subject to assassinate the Welsh Minister of Prostitution. Meanwhile World War III is being fought and the USA has been invaded.","release_date":"1982-09-01","genres":[18,878],"vote_average":4.0,"runtime":81,"cert":"N\/A","id":250861,"title":"Taking Tiger Mountain","adult":false},{"cast":["Cornelia Froboess","Peter Kraus","Loni Heuser","Ernst Stankovski","Rudolf Vogel"],"overview":"Musical comedy set in a high school.","release_date":"1958-12-17","genres":[35,10402],"vote_average":5.5,"runtime":106,"cert":"N\/A","id":250863,"title":"Wenn die Conny mit dem Peter","adult":false},{"cast":["Audie Murphy","Kathleen Crowley","Charles Drake","Harold J. Stone","Skip Homeier"],"overview":"A cowboy has to get 12,000 dollars in stolen bonds from the ex-girlfriend of his partner, or the gang holding him hostage will kill him.","release_date":"1963-05-03","genres":[37],"vote_average":6.1,"runtime":78,"cert":"N\/A","id":250865,"title":"Showdown","adult":false},{"cast":["Nuntawat Arsirapojcharnakul","Pimpan Chanta"],"overview":"A young DJ meets her first boyfriend and falls in love with him only to find out he has another girlfriend already. She is totally depressed and tries to kill herself but another guy stops her and she falls for him. However things don't go as well as she hoped with him either.","release_date":"2005-01-17","genres":[10749],"vote_average":5.0,"runtime":64,"cert":"N\/A","id":250867,"title":"My First Kiss","adult":false},{"cast":["Ted V. Mikels","Gia Paloma","Andrew Merkelbach","Rob Kellum","Venesa Talor"],"overview":"Whilst wagging school, two teenagers stumble across a strange hybrid creature, a beast that is half man, half alien and all zombie, which has managed to make its way unseen across desolate countryside to the town of Pleasance.","release_date":"2009-10-01","genres":[27],"vote_average":1.0,"runtime":85,"cert":"N\/A","id":250869,"title":"Deader Country","adult":false},{"cast":["Paulina Porizkova","Robert Taylor"],"overview":"Australian TV-movie written by Jerome Ehlers and directed by Mark Lamprell.","release_date":"2000-01-01","genres":[53],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":250871,"title":"After the Rain","adult":false},{"cast":["Anant Boonnark","Suthep Pongam","Piyada Penjinda","Pharanyu Rojanawuthitham"],"overview":"Ngamphan, an expert organizer of beauty contests, lacks someone to join the latest contest. Lalabelle, her friend who is much older, and Sarinee, a girl who would like to have Ngamphan's heart, try to search for anyone who can join this contest. Finally, they get Banjong, a Chinese opera actor, who agrees to be a queer to join the contest. However, Dok Keaw, a real lady boy opposes everything.","release_date":"2003-01-17","genres":[35],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":250873,"title":"Miss Queen Thailand","adult":false},{"cast":["Panu Suwanno","Unchisa Liawpiroj","Darawan Wilaingam","Winada Jongratonmaythikul","Thongthong Mokjok"],"overview":"A handsome young man from Bangkok is sent to an upcountry town to try and stamp out corruption. He falls in love with the local beauty, the eldest of three sisters. However, the course of true love never runs smoothly, and the couple have many obstacles to overcome. Not least is the girl's shotgun toting, over-protective father who demands a dowry of one hundred million baht.","release_date":"2004-07-29","genres":[35,10402],"vote_average":5.0,"runtime":111,"cert":"N\/A","id":250875,"title":"The Hundred Million Bath Dowry","adult":false},{"cast":["Ko-Tee","Jim Chauncheun","Akom Preedakul","Anna Chuancheun","Chookiat Iamsook"],"overview":"A former mafia boss, Song, gets out of jail and wants to get for revenge on one of his gang members, Tai, who married the woman that he loved twenty years ago. The woman is dead already and a daughter, Thip, was born from the marriage. She is now a young girl in a music group and has problems with her father.  The mafia boss and two of his gang look everywhere for Tai. This involves many people including a monk, who lost his way to his temple, Mongkhon, a former Song's gang member, Piek, a local gangster and friend of Tai, and Oe, Thip's boyfriend. Eventually they find out things weren't as they thought.","release_date":"2009-01-21","genres":[35],"vote_average":5.5,"runtime":94,"cert":"N\/A","id":250877,"title":"Hod na hiaw 966","adult":false},{"cast":["Sirawat Nak-intanond"],"overview":"If true love never dies, and death is no longer the end of life. What would you do, if your love one never wants to depart. No matter how you kill him. This is not just a romantic tale. It's a horrific love story in the heat of the night.  The film combined local belief of \"PI-POP\" (ผีปอบ), the flesh eating spirit in the northeastern Thailand, with modern day-domestic violence. In an old apartment, the death of 14 year old school girl suddenly destroyed everyone's life. Some people blamed themselves. Someone simply wanted more blood.","release_date":"2005-01-17","genres":[27,53],"vote_average":6.0,"runtime":101,"cert":"N\/A","id":250879,"title":"Secret Room No. 7","adult":false},{"cast":["Pimpan Chanta","Sapanut Chatwibon","Chalad Na Songkhla","Pittaya Na Ranong","Sirakopt Nedsanee"],"overview":"In a quiet, secluded and idyllic countryside resort, every time the plaintive words of the song \"The Crying Tree\" are heard, a wave of fear ripples through the guests. When the music stops, they know another one among them will have been gruesomely murdered. What was once a paradise, is turning into a hell on Earth. But how can they stop these vicious attacks and who is responsible... a vengeful spirit or one of them?","release_date":"2003-01-17","genres":[27],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":250881,"title":"Jun-Ka-Por: The Crying Tree","adult":false},{"cast":["Sasikan Apichataworasin","Supab Chaiwisuthikun","Chookiat Iamsook","Anyarit Pitakkul","Nawarat Techarathanaprasert"],"overview":"From an urban legend of Thai Ghost story, Nak will appear in a very different way this time. She doesn't come to haunt, but to help all humanity. After moving to an upcountry district, Nak is still disturbed by the ghosts from the city.  One day, something very bad happens to the village Nak lives in. At a temple fair, while people are enjoying the movie, the ghosts come out of the screen and take a 7 year-old boy called Thi away. The vicious figure behind this incident is the king of all ghosts who plans to dominate the world and Thi is believed has a power to fulfill his dark plan.  Nak witnesses all of this and feels deeply sorry for Kaem, Thi's sister, who loses her beloved little brother. Moreover, this event evokes her painful past. Thence, Nak, joined by the headless ghost (Khiaw), the doggy ghost (Thong) and the tall demon (Eud) together bring Kaem to the spiritual world to fight the evil King and rescue Thi, and above all, to fix Nak's past.","release_date":"2008-04-03","genres":[16],"vote_average":7.0,"runtime":95,"cert":"N\/A","id":250883,"title":"Nak","adult":false},{"cast":["Billy Ogan","Ramida Prapasanobon","Komgrich Yuttiyong","Alexander Rendell"],"overview":"Very loosely based on a true story of Thai adventurer\/photographer Joai Bangchark. After fleeing animal poachers, Joai receives a necklace made of elephant tusk from a dying man in the forest. The necklace can apparently control the actions of elephants. Using the necklace, he must thwart a band of evil animal poachers and save a local village, with the help of the ghost of a baby elephant.","release_date":"2003-12-17","genres":[12,28],"vote_average":7.0,"runtime":80,"cert":"N\/A","id":250885,"title":"Indiana Joai: Elephant Cemetary","adult":false},{"cast":["Ekkachai Srivichai","Pimpan Chalaikupp","Suta Galamit","Choosak Iamsook","Janet Khiew"],"overview":"Chatthong, the manager of a local Thai country music band is facing the hardest time of his life. He has to find money to pay for his massive debts and even more importantly, he has to keep from losing his band along with his money. Unfortunately, Chatthong dies from a car crash accident before he is able to get the money. Though his body is thoroughly dead, his spirit somehow lives on. Sanor, Chatthong's assistant, is the only one who knows that his boss is now dead. Afraid of losing the precious band, Sanor keeps the secret by injecting \"formalin\" into Chatthong's dead body fresh. Chatthong and Sanor do their best to keep the band together, and away from their debt-collecting enemies.","release_date":"2004-09-29","genres":[35,10402],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":250887,"title":"Formalin Man","adult":false},{"cast":["Nikita Efremov","Artur Smolyaninov","Mikhail Boyarskiy","Ivan Okhlobystin","Tatyana Bunina"],"overview":"The continuation of a funny adventures of the heroes from \"Ivan Tsarevich i Seryy Volk\".","release_date":"2013-12-26","genres":[16,12,10751],"vote_average":5.9,"runtime":85,"cert":"N\/A","id":250895,"title":"Ivan Tsarevich & the Grey Wolf 2","adult":false},{"cast":["Bettina Falckenberg","Maria Kottmeier","Arnold Marquis","Elisabeth Waldenau"],"overview":"","release_date":"1953-12-24","genres":[10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250897,"title":"Brüderchen und Schwesterchen","adult":false},{"cast":["Chotirot Suriyawong","Suta Galamit","Khaosai Galaxy"],"overview":"After hearing rumors of a naked girl living in a dangerous forested area near Kanchanaburi a family decide to go out there to find her as they think correctly that she could be a missing relative. They hire a local tough guy and go in there heavily armed and do battle with some well armed thieves who are also after the same prey as them...the naked girl. Uang, the girl, is protected by a tiger and has lived there in a small hut all her life but her life changes when they take her back to Bangkok and she finds out running around naked is not so easy.","release_date":"2004-01-17","genres":[10749,18,12],"vote_average":5.0,"runtime":75,"cert":"N\/A","id":250899,"title":"Uang Lady of the Forest and City","adult":false},{"cast":[],"overview":"Tongpoon the East who came to work in Bangkok. Tongpoon sell and use the proceeds to buy a taxi driver to earn money. Later, nominated Tongpoon was hijacked car . Tongpoon own car until it detects that the garage with Wattana . Tongpoon to get the car back, but was attacked. Decided to take the car off again. This Tongpoon which killed several people. But the car itself is not found. He surrendered to police Tongpoon part of the story of the poor are being exploited . By which he tried to claim a fair share of society. To come up with his own.","release_date":"1977-01-17","genres":[18],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":250901,"title":"Thong Pull Khok Po Rasadontemkan","adult":false},{"cast":["Dennis O'Keefe","Louise Campbell","Jimmy Lydon","Helen Vinson","Roger Pryor"],"overview":"Dr. Tom O'Hara takes over a public clinic in New York's desperately poor Bowery section. Boy gangleader Sock Dolan resents Tom's interference in moving Sock's kid brother to a hospital, because Sock blames hospitals for his mother's death. Sock helps racketeer J.R. Mason sell food to the clinic, unaware that Mason sells cheap and often tainted food. When a number of patients, including Sock's brother, become ill from food poisoning, Sock is kidnapped by Mason to keep him silent. Dr. O'Hara must find a way to rescue Sock and stop Mason's contamination of hospital food supplies.","release_date":"1940-12-28","genres":[80],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":250903,"title":"Bowery Boy","adult":false},{"cast":["Tina Ruland","Manou Lubowski","Ondřej Brousek","Horst Buchholz","Marián Labuda"],"overview":"","release_date":"1997-02-26","genres":[10751,14],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250917,"title":"Pták Ohnivák","adult":false},{"cast":["Fredy Kaindl","Traute Höhnisch","Eric Canso","Renée Stobrawa"],"overview":"Der Struwwelpeter is a popular German children's book. It comprises of ten illustrated and rhymed stories, mostly about children. Each has a clear moral that demonstrates the disastrous consequences of misbehavior in an exaggerated way. Writer\/director Fritz Genschow adapted Hoffmann's book to the big screen. He made a career doing such films, he had done Hansel and Gretel and would go on to adapt Cinderella, Sleeping Beauty and other family films. Der Struwwelpeter, however, is weirder and darker than the Grimms' tales. They are heavy morality lessons in which children are burned to death, starved to death, or have their thumbs cut off. In Hoffmann's world the punishment usually far outweighs the crime. Genschow provided a happy ending: through the wonders of reverse action children are brought back from their fiery deaths, their thumbs are reattached, and their misdeeds undone through the power of St. Nicholas and some sort of Christmas miracle. (via forcesofgeek.com)","release_date":"1955-01-23","genres":[14,10751],"vote_average":5.3,"runtime":79,"cert":"N\/A","id":250919,"title":"Der Struwwelpeter","adult":false},{"cast":["Iain Cuthbertson"],"overview":"Welcome to the extraordinary world of Robert Burns, Scotland's National Poet. Presented by Iain Cuthbertson, this unique video tells the story of the tortured genius whose poverty and passion gave birth to some of literature's greatest works.","release_date":"2005-05-16","genres":[99],"vote_average":7.0,"runtime":50,"cert":"","id":250921,"title":"Robert Burns: The Man and His Legend","adult":false},{"cast":["Hans Clarin","Hans Elwenspoek","Diemut Gerstorfer","Hans Dieter Götz","Wolfgang Eichberger"],"overview":"","release_date":"1953-01-22","genres":[10751,14],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":250923,"title":"Zwerg Nase","adult":false},{"cast":["Saiful Apek","Johan Raja Lawak","Nabil Raja Lawak","Nur Fazura","Mustapha Kamal"],"overview":"\"Bujang Telajak\" tells the story of three best friends, played by Saiful, Nabil dan Johan, who fall in love with the same girl, named Puteri (Fazura) and end up competing with each other. The three of them are actually professional magicians, who met Puteri while filming for a commercial. The three friends decide to follow Puteri to learn more about her, only to discover that she is also a kindergarten teacher and part-time model. In order to get closer to Puteri, Saiful turns to her blind father, Haji Hashim (Mustapha Kamal) hoping to hear her secrets from him. To his surprise, Saiful is told by Hashim that Puteri longs to marry with someone who is handicapped, as she believes that it is the only way that she will obtain true love like her mother. And so begins the disguise of the three friends as disabled individuals in order to win Puteri's heart, including sabotaging each other. Who will triumph in this comedic love story?","release_date":"2012-01-19","genres":[35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":250925,"title":"Bujang Terlajak","adult":false},{"cast":["Anupong Sakulmongkonlarb","Saranphak Paophan","Kusuma Nuchsira"],"overview":"Aek becomes a taxi driver after getting laid off from his job. However, the money seems to be better than he expected. Everything goes fine beside the fact that he keeps dreaming about a lady who has been in his taxi. Later after he falls in love with a girl named Fon the lady in the dream becomes very angry. His taxi is now officially haunted.","release_date":"2010-01-17","genres":[27],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":250930,"title":"Taxi Tonight 2","adult":false},{"cast":["Pijaya Vachajitpan","Donlaya Mudcha","Sonthaya Chitmanee","Anthony Howard Gould","Bill O'Leary"],"overview":"Set in 1950 and based on the series of autobiographical short stories by Archin Panjabhan, the beginning finds Archin expelled from Bangkok's Chulalongkorn University in his sophomore year. He is packed off to southern Thailand, where he supposedly has a job waiting for him. It's in a remote, mountainous jungle that doesn't even \"rate a spot on the map\", a place that is little but all-consuming red mud and seemingly endless, torrential downpours.  Archin arrives, letter of recommendation in hand, at the mining company office, only to be told that there are no jobs. The company's superintendent, Sam, a stern Australian veteran of the Death Railway who asks Archin if he is willing to do manual labor. Archin answers to the affirmative and he's hired. He's even given a house of his own, (which happens to be haunted).","release_date":"2005-05-26","genres":[18],"vote_average":7.0,"runtime":105,"cert":"N\/A","id":250935,"title":"The Tin Mine","adult":false},{"cast":["Donnie Yen","Carrie Ng","Ken Lo","Sibelle Hu","Fujimi Takajo"],"overview":"Two cops search for a mysterious crystal with healing powers to cure a sick old man. On the trail they come up against a team treasure hunter\/smugglers with impressive combat skills and big guns.","release_date":"1991-01-01","genres":[28],"vote_average":6.0,"runtime":89,"cert":"N\/A","id":250937,"title":"Crystal Hunt","adult":false},{"cast":["Lee Hong-gi","Baek Jin-hee","Ma Dong-seok","Min-seo Jeon","Im Won-hee"],"overview":"Troubled celebrity Choong-Ui (Lee Hong-Ki) gets into trouble with the law. Choong-Ui is then forced to do volunteer work at a health-care facility for the terminally ill that is about to be closed down. While working at the hospice, Choong-Ui is able to come to terms with his own psychological wounds and, at the same time, help the patients to continue with their dreams.","release_date":"2013-05-30","genres":[],"vote_average":8.3,"runtime":99,"cert":"N\/A","id":250942,"title":"Rockin' on Heaven's Door","adult":false},{"cast":["Songsaeng Songsawang","Akekaphan Bunluerit","Jaran Ngamdee"],"overview":"Saeng is helping his friend Nual repay her family debt by once again taking his elephant on the streets. But the money isn't any good so they decide to enter an elephant competition with a prize money more than enough to repay the debt.","release_date":"2004-06-17","genres":[35,18],"vote_average":5.5,"runtime":74,"cert":"N\/A","id":250944,"title":"The Elephant Boy 2","adult":false},{"cast":["Donnie Yen","Billy Chow","Kim Maree Penn","Collin Chou","Chiang Yang"],"overview":"Volatile triad boss Duanmu (Collin Chou) is in search of three pendants that are believed to hold parts of the map leading to a hidden treasure. He learns that the pendants are now in the possession of three teenagers, so he dispatches his gang henchmen after the kids. Luckily, super cop Lin Dan (Donnie Yen), armed only with his deadly martial arts skills, is there to save the day!","release_date":"1999-01-01","genres":[28],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":250946,"title":"City of Darkness","adult":false},{"cast":["Cherry Samkhok","Worawit Khiawphetch"],"overview":"Story about 2 group of gangsters fighting eachother.","release_date":"2012-01-17","genres":[28],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":250957,"title":"2499 Kotr Antapal","adult":false},{"cast":["Jill Eikenberry","James Marsden","Shane Meier","Michael MacRae","Robert Wisden"],"overview":"When teenage students kidnap Jan Hale they do not mean her any real harm - they just want enough ransom money from her husband Mark to afford a life of luxury. However, when they leave Jan handcuffed to the steering wheel of their car in the freezing cold, they are not aware that she suffers from a potentially fatal heart condition. Mark is racing against time as he and the police play a game of cat and mouse with the kidnappers, aware that he may never see his wife alive again.","release_date":"1996-12-03","genres":[18,53],"vote_average":5.3,"runtime":86,"cert":"N\/A","id":250959,"title":"Gone in a Heartbeat","adult":false},{"cast":["Quý Bình","Quỳnh Hoa","Kim Long Thach","Hoàng Trần Minh Đức","Hoàng Phi"],"overview":"In a near future Vietnam where global warming and rising seawater levels have forced cultivation to be done on floating farms, a strong-willed woman has to make a critical decision about her ex-lover, a suspect of her husband's murder.","release_date":"2014-02-06","genres":[878,18,9648,10749],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":250961,"title":"2030","adult":false},{"cast":["Monthol Jira","Rattanrat Eertaweekul","Ramita Mahapreukpong","Phaophon Thephatdin Na Ayudhya","Disaya Koragotchamat"],"overview":"That Sounds Good is a romantic comedy that takes you on a journey with two girls, one guy, and their complicated love triangle through the magnificent landscapes of three countries: Thailand, Laos and Vietnam. When Soontri and Ter, two clumsy girls- one with thick glasses, the other with a hearing aid- meet a traveler named Somchun while on a trip to Vietnam, they soon realize that they are both smitten with him. As Somchun is more interested in Ter, the friendship between the two girls begins to get complicated.","release_date":"2010-06-24","genres":[35,18,10749],"vote_average":5.5,"runtime":89,"cert":"N\/A","id":250975,"title":"That Sounds Good","adult":false},{"cast":["Ayumi Hamasaki"],"overview":"Ayumi Hamasaki Arena Tour 2009 A: Next Level released in August 2010 in 3D.","release_date":"2010-08-20","genres":[],"vote_average":10.0,"runtime":80,"cert":"N\/A","id":250980,"title":"Ayumi Hamasaki Arena Tour 2009 A: Next Level 3D","adult":false},{"cast":["Natani Sitthisaman"],"overview":"Klai is a resident witch doctor at an obscure village in the Thai countryside. He's been treating the villagers with traditional remedies with the reluctant help from his wife and daughter.  However, a group of doctors has come to the village and introducing modern medicine.  Klai is losing the respect and recognition from the villagers and he decides to perform a dark magic ritual invoking the phi pob undead to assist him. But things don't quite go according to plan.","release_date":"2008-01-17","genres":[35],"vote_average":5.5,"runtime":81,"cert":"N\/A","id":250991,"title":"Ban Phi Pob 2008","adult":false},{"cast":["Suthep Pongam","Den Dawkpradu","Samart Payakarun","Khaosai Galaxy","Joey Chernyim"],"overview":"In exchange for a big sum of money, four Thai guys went to Africa to investigate a region where mysterious murders are occurring. Armed with carbines and just enough courage, they try to put some light on these inexplicable events. However, things get more complicated than expected when their travel bus has some mechanical problems, giving them no other choice but to go all the way by foot and that decision is a bad one as they meet up with cannibals.","release_date":"2003-10-09","genres":[35],"vote_average":5.5,"runtime":102,"cert":"N\/A","id":250993,"title":"The Safari","adult":false},{"cert":"N\/A","title":"Mequinenza Gold Rush","cast":[],"genres":[],"id":250998,"overview":"","runtime":null,"release_date":"2012-11-30","vote_average":0.0,"adult":false}]