[{"cast":["Patrick Duffy","Chelsea Field","Alex Hyde-White"],"overview":"Someone is killing people in Portland, Oregon, and later blackmails the relatives, who profit most from the death, to pay him for this \"service\". Captain Murtaugh leads the police investigation. When his wife starts feeling stalked, he suspects his current case is related to his last one in Chicago. He never told his wife the whole truth about what happened - now he has to fear for her life.","release_date":"1990-09-24","genres":[80,53],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":251501,"title":"Murder C.O.D.","adult":false},{"cast":["Melissa Gilbert","Diane Ladd","Jason Scott Lee","Frances Lee McCain"],"overview":"A mentally disturbed woman is further tormented after discovering a girl who closely resembles her recently deceased daughter","release_date":"1990-12-13","genres":[],"vote_average":3.7,"runtime":100,"cert":"N\/A","id":251503,"title":"The Lookalike","adult":false},{"cast":["Ross Kemp","Saskia Reeves","Mark Bazeley","Ralph Ineson","Kayvan Novak"],"overview":"In a remote village on the Suffolk Coast, Frank Perry (Ross Kemp) waits for his past to catch up with him. Previously a spy for MI6 working on Iranian chemical and biological weapons production, his reports led to the deaths of many Iranian scientists while also undermining the progress of their production. Now the Iranians have found out he was responsible and have sent their best assassin to kill him. A team of \"protectors\" move in around Perry, disrupting the local community who, fearing for their lives, turn against him.","release_date":"2004-12-02","genres":[28,53],"vote_average":0.0,"runtime":100,"cert":"","id":251511,"title":"A Line in the Sand","adult":false},{"cast":["David Sandberg","Jorma Taccone","Leopold Nilsson","Andreas Cahling","Helene Ahlson"],"overview":"During an unfortunate series of events, a friend of Kung Fury is assassinated by the most dangerous kung fu master criminal of all time, Adolf Hitler, a.k.a Kung Führer.  Kung Fury decides to travel back in time to Nazi Germany in order to kill Hitler and end the Nazi empire once and for all.","release_date":"2015-05-22","genres":[28,35,878,14],"vote_average":7.5,"runtime":31,"cert":"","id":251516,"title":"Kung Fury","adult":false},{"cast":["Fernando Allende","Dawn Dunlap","Miguel Ferrer"],"overview":"Car clubs in East LA provide the background for gang rivalry and a blossoming romance between Beto (Fernando Allende in his first English-speaking role) and the blonde newcomer to the neighborhood, Kim (Dawn Dunlap)","release_date":"1983-05-03","genres":[],"vote_average":6.0,"runtime":90,"cert":"N\/A","id":251518,"title":"Heartbreaker","adult":false},{"cast":["Garth McLean","Margaret Currie","Katherine Harrison","Steve Boles"],"overview":"Martin meets Samantha, the sister of Nicole who is the leader of a band called \"Chery Suicide\". While Martin and Samantha are beginning a relationship, Nicole is trying to get away from her ex-boyfriend an insane punk rocker named Ivan. One night Ivan breaks in to Nicole and Samantha's apt. and they knock him unconscious. They run away in a taxi with Curtis the guitarist, Martin, and a blind street philosopher named Wally. They and the taxi driver make their way south to Virginia. In virginia they manage to buy instruments, a van, meet Lenny when their tire blows out, get chased by Ivan, give a concert, crash a Christian fair, and have a fun memorable time doing it.","release_date":"1985-01-02","genres":[35,10402],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":251520,"title":"Rockin' Road Trip","adult":false},{"cast":["Jonathan Whitmore","Greg Poole","Miranda Richardson"],"overview":"An extraordinary journey deep into space offering fresh insight into the origins and evolution of the universe.","release_date":"2013-06-29","genres":[99],"vote_average":7.0,"runtime":36,"cert":"N\/A","id":251522,"title":"Hidden Universe","adult":false},{"cast":["James Daughton","Stephen Furst","Richard Young","Jenny Neumann","Elise-Anne"],"overview":"A new swimming coach is hired to break a team's seven-year losing streak.","release_date":"1979-05-02","genres":[35],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":251524,"title":"Swim Team","adult":false},{"cast":["Jacqueline Samuda","Les Williams"],"overview":"A mad scientist injects his victims with a formula that turns them into crazed killers.","release_date":"1988-01-02","genres":[878,27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251526,"title":"The Mutagen","adult":false},{"cast":[],"overview":"Focuses on the work of the Air Transport Auxiliary or ATA. By 1941, literally hundreds of RAF fighters and bombers needed to be flown each day between aircraft factories, maintenance depots and RAF aerodromes. This vital task was carried out by the men and women of the ATA, a civilian air force operating from their own pools and stations all over Britain. Essentially a dramatised account of typical ATA deliveries, the film features coverage of the ATA's own fleet of Ansons, as well as being notable for some excellent Spitfire film and very rare footage of the Whitley bomber, including take off and in-cockpit sequences.","release_date":"1941-01-01","genres":[99],"vote_average":5.0,"runtime":31,"cert":"","id":251528,"title":"Ferry Pilot","adult":false},{"cast":[],"overview":"An aspiring drag queen finds herself and love in New York City by embracing her \"plug\" in this low budget headscratcher.","release_date":"2004-12-14","genres":[35],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":251530,"title":"The Plug Lady","adult":false},{"cast":["Hwang Jang-Lee","Liu Hsiao-Tien","Siu Wo-Chi","Lee Kyong-woo","Jo Yeong-su"],"overview":"The evil Dong Won has unbeatable kicking legs and proudly travels the land proving his expertise. But when a young man loses his foster parent to Won's deadly kick, he seeks out an old drunken master to learn a way to defeat the Master of the Leg.","release_date":"1983-03-15","genres":[28,18],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":251532,"title":"Soh Hwa-ja of Guangdong Hall","adult":false},{"cast":[],"overview":"On April 10, 2011, Allison W. Gryphon found a lump in her breast. On April 13th, she was diagnosed with stage IIIa breast cancer. Allison’s immediate instinct was to pick up a camera and start asking questions. Not only for herself, but for all of us.  For many, cancer is a cell under a microscope. For others, it is a symbolic ribbon, a local fundraiser or a jar calling for help in the checkout line at the grocery store. Cancer is something different to each individual going through it. It’s all relevant. It’s all important. Cancer is about science, study and the practice of medicine, and most importantly, cancer is about people. What the F@#- is Cancer and Why Does Everybody Have it? is about understanding and celebrating those people. It’s about really hearing their voices and being invited to share those experiences in a way that will allow the viewer to walk away with inspiration, questions, knowledge and hopefully a desire to understand more and make things happen.","release_date":"2014-01-08","genres":[99],"vote_average":10.0,"runtime":107,"cert":"N\/A","id":251537,"title":"What The F@#- Is Cancer and Why Does Everybody Have It?","adult":false},{"cast":["Sam Waterston","Ron Leibman","Robert Davi","Joe Morton","Jo Henderson"],"overview":"There is no question that the Arab terrorist portrayed by Robert Davi is guilty of killing five US citizens in Barcelona. Even his lawyers have zero respect for the rabidly sociopathic Davi. But Jewish defence attorney Ron Leibman is obsessed with the concept of Due Process, and has vowed that Davi will receive a scrupulously fair trial when the terrorist is extradited to America. The defence mounted by Leibman confounds and aggravates government prosecutor Sam Waterston--but he, like Leibman, remains a man of judiciary integrity.","release_date":"1988-12-30","genres":[18],"vote_average":6.0,"runtime":134,"cert":"N\/A","id":251539,"title":"Terrorist on Trial: The United States vs. Salim Ajami","adult":false},{"cast":["Edward Herrmann","George Ivascu","Rodica Lazăr","Tomi Cristin","Phillip X. Levine"],"overview":"On July 14, 1789, a mob of angry Parisians stormed the Bastille and seized the King's military stores. A decade of idealism, war, murder, and carnage followed, bringing about the end of feudalism and the rise of equality and a new world order. The French Revolution is a definitive feature-length documentary that encapsulates this heady (and often headless) period in Western civilization. With dramatic reenactments, illustrations, and paintings from the era, plus revealing accounts from journals and expert commentary from historians, The French Revolution vividly unfurls in a maelstrom of violence, discontent, and fundamental change. King Louis XVI, Marie Antoinette, Maximilien Robespierre, and Napoleon Bonaparte lead a cast of thousands in this essential program from THE HISTORY CHANNEL®. Narrated by Edward Herrmann (The Aviator, Gilmore Girls), The French Revolution explores the legacy that--now more than ever--stands as both a warning and a guidepost to a new millennium","release_date":"2005-01-17","genres":[99],"vote_average":4.5,"runtime":100,"cert":"N\/A","id":251541,"title":"The French Revolution","adult":false},{"cast":["Andrew S. Gilbert","Felix Williamson","Damian Callinan","Maddison Catlin-Smith"],"overview":"Dougie Waters loves nothing more than a weekend barbie and cricket match with his mates. But his paradise on earth is destroyed when his best mate and neighbour Norm is forced to leave town and their new boss, a pompous English administrator called Edward Lords, moves in. The animosity between the two men peaks during one fateful backyard cricket match when Dougie hits a ball that accidentally stuns Edward's prize winning cat, Dexter. The cat falls into the roaring BBQ and is instantly incinerated, leaving only ashes. Dougie's son captures footage of the unfortunate event on camera and it is uploaded onto YouTube where the video instantly goes viral! The idea of a backyard cricketing challenge is hatched, with the winner keeping the ashes of Edward's deceased cat, Dexter. The two teams battle it out in the greatest game of backyard cricket ever for the Backyard Ashes.","release_date":"2013-11-07","genres":[35],"vote_average":6.6,"runtime":90,"cert":"N\/A","id":251552,"title":"Backyard Ashes","adult":false},{"cast":[],"overview":"Once Mme. Ducordon discovers the joys of a new fashionable dance, she starts performing it wherever she happens to be.","release_date":"1909-01-04","genres":[35],"vote_average":4.0,"runtime":8,"cert":"N\/A","id":251560,"title":"La Bous-Bous-Mie","adult":false},{"cast":[],"overview":"","release_date":"2013-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251562,"title":"Albert Boadella, El Código Del Buen Juglar","adult":false},{"cast":[],"overview":"","release_date":"2014-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251564,"title":"Estudiar en primavera","adult":false},{"cast":[],"overview":"","release_date":"2011-04-11","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":251566,"title":"At the Edge - Die Tierwelt am Himalaya","adult":false},{"cast":[],"overview":"","release_date":"2007-04-24","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251568,"title":"O Coco, a Roda, o Pnêu e o Farol","adult":false},{"cast":["Otávio Araújo","Aristéia Paula de Souza","Raimundo Duprat","Olga Maria","Paulo Matozinho"],"overview":"Two kids and a living, talkative doll attempt to catch a mulatto boy-like, supernatural one legged figure known as the Saci-Pererê, that enjoys playing pranks to the farms.","release_date":"1953-09-10","genres":[12,10751],"vote_average":6.0,"runtime":65,"cert":"N\/A","id":251570,"title":"O Saci","adult":false},{"cast":["Jece Valadão","Paulo Fortes","Elizângela","Fernando José","Jotta Barroso"],"overview":"While Dona Betina, owner of a very famous bordello in Rio de Janeiro, was being buried, an old scoundrel remembers his own past.","release_date":"1971-08-30","genres":[18,35],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":251581,"title":"O Enterro da Cafetina","adult":false},{"cast":["Carlos Imperial","Elys Cardoso","Lia Farrel","Rosângela Bernardes","Cláudia Castelli"],"overview":"","release_date":"1981-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251583,"title":"Mulheres... Mulheres","adult":false},{"cast":["Jana Bringlöv Ekspong","Björn Elgerd"],"overview":"Mikaela has undergone gender reassignment surgery and become a woman. One night at a bar, she meets a guy and takes him back to her place.","release_date":"2012-03-29","genres":[18],"vote_average":6.8,"runtime":15,"cert":"N\/A","id":251594,"title":"Undress Me","adult":false},{"cast":[],"overview":"Eleven-year-old Ada experiences that her father forgets to pick her up at the airport. She is invited to a neighbor’s house to wait for him. There she meets Julia, a girl her age. Julia disapproves of being told to play with Ada. The two girls measure forces in the northern Norwegian nature. Free from the adult gaze they are approaching each other and a new identity.","release_date":"2014-01-01","genres":[],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":251596,"title":"Amazon","adult":false},{"cast":[],"overview":"SchlopSchlop (SS) and KK are two annoying women who work at the Office of Development in Krabstadt, a small town located in an Arctic region of sorts where the Nordic countries have sent their unwanted people. One day a group of whaled women are stranded on Krabstadt’s shores, and it is now up to KK and SS to deal with the situation.","release_date":"2013-01-01","genres":[16],"vote_average":7.0,"runtime":8,"cert":"N\/A","id":251598,"title":"Whaled Women","adult":false},{"cast":[],"overview":"Short feelgood documentary filmed in Northern Norway. The film portraits several people with a strong connection to nature, old Sami traditions and the small community they live in.","release_date":"2013-01-01","genres":[99],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":251603,"title":"Portraits from Varangerfjord","adult":false},{"cast":[],"overview":"LIGHT FLY, FLY HIGH follows Thulasi, a young Indian girl born outside caste, and whose life is in many ways pre-determined. She is expected to marry and accept her place at the very bottom of the social ladder. But Thulasi dreams of a different life. She wants to be free, and enters the boxing ring to fight for independence. Through a sports program, young athletes in India can be recruited into government jobs. Thulasi has talent, but she is held back because of her background. She depends on the head of the boxing club to help her, but he expects things in return. Thulasi has no money and she refuses to be exploited.","release_date":"2013-01-01","genres":[99],"vote_average":8.0,"runtime":80,"cert":"N\/A","id":251605,"title":"Light Fly, Fly High","adult":false},{"cast":[],"overview":"The film presents a field of sunflowers. The focus is adjusted frame by frame in succession according to a series of patterns on particular plants situated in different parts of the field. The diverse configurations placed on separate frames of the film strip appear, when projected successively, simultaneously on the screen. Thus, filmed one after another at different focal lengths, the sunflowers combine during projection to form one spatiotemporal image. LES TOURNESOLS COLORES is a capricious version of the film. - Film Makers' Coop","release_date":"1982-01-01","genres":[],"vote_average":6.0,"runtime":3,"cert":"N\/A","id":251607,"title":"Les tournesols","adult":false},{"cast":[],"overview":"The title of “Impromptu” reflects both its creating process and the trait of life taking an unexpected course. This film intertwines time and space by being filmed frame on frame, in surprising locations, during a surprising time… but exactly this was the idea of the creator: contingency and visual improvisation. —Kaunas International Film Festival","release_date":"1989-11-10","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":251609,"title":"Impromptu","adult":false},{"cast":[],"overview":"Le Grice no longer simply uses the printer as a reflexive mechanism, but utilises the possibilities of colour-shift and permutation of imagery as the film progresses from simplicity to complexity… With the film’s culmination in representational, photographic imagery, one would anticipate a culminating “richness” of image; yet the insistent evidence of splice bars and the loop and repetition of the short piece of found footage and the conflicting superimposition of filtered loops all reiterate the work which is necessary to decipher that cinematic image. - Deke Dusinberre","release_date":"1972-01-01","genres":[],"vote_average":7.0,"runtime":13,"cert":"","id":251614,"title":"Threshold","adult":false},{"cast":["Monic Hendrickx","Barry Atsma","Lisa Smit","Sallie Harmsen","Sophie van Winden"],"overview":"While she fights a heroic battle against the Spanish besieger with her female army, Kenau, driven by hate and sorrow of the execution of her youngest daughter, is threatened to also lose her eldest daughter, because her fear and pain are covered by her stubborn closeness.","release_date":"2014-03-06","genres":[12,28,36],"vote_average":6.6,"runtime":110,"cert":"N\/A","id":251619,"title":"Kenau","adult":false},{"cast":[],"overview":"TaoTao is an anime series about the eponymous Taotao, a small panda. In the stories, Taotao has adventures with his animal friends and listens to the stories of his mother, the mommy panda. The series includes a film in 1981 and a 52-episode series in 1983. It was produced as a Chinese-Japanese joint venture.","release_date":"1981-12-27","genres":[16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251627,"title":"Xiongmao Monogatari TaoTao","adult":false},{"cast":["Nithya Menen","Krish J. Sathaar","Kovai Sarala","Vidyullekha Raman","Naresh"],"overview":"Malini, a docile nurse, is forced to move into her boyfriend Varun's house, where she is raped — twice — by his boss, and also sent to prison on false charges. When she comes to know who the person behind her predicament is, she plans revenge.","release_date":"2014-01-24","genres":[18,53],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":251635,"title":"Malini 22 Palayamkottai","adult":false},{"cast":["Pope Pius XII","Pope Pius XII"],"overview":"A short documentary covering the conclave and election of Pope Pius XII.","release_date":"1939-12-31","genres":[99],"vote_average":6.0,"runtime":7,"cert":"N\/A","id":251637,"title":"The Conclave and Election of Pope Pius XII","adult":false},{"cast":["VTV Ganesh","Santhanam","Meera Jasmine","Andrea Jeremiah","K. S. Ravikumar"],"overview":"A middle-aged married man narrates the mistakes of his past to a driver while travelling to Chennai on account of an emergency.","release_date":"2014-01-30","genres":[35],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":251639,"title":"Inga Enna Solluthu","adult":false},{"cast":["Benoît Forgeard","Ginger Romàn","Vincent Macaigne","Estéban"],"overview":"Accompanied by his buddy Bruno, Leon waits in this hammam where he made an appointment with a girl met on Internet. From strange meetings to vaporous revelations, our two heroes wait restlessly for the hypothetical coming of the mysterious stranger.","release_date":"2013-02-02","genres":[35],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":251641,"title":"The Lizards","adult":false},{"cast":["Buster Crabbe","Al St. John","Marin Sais","Frances Gladwin","Charles King"],"overview":"Billy Carson, looking for rustlers, kills Bradley in a gun fight. Arrested, the judge finds him innocent but jails him anyway. When the rustling resumes he is released and posing as a Mexican cattle buyer he hopes to trap the culprits.","release_date":"1944-03-04","genres":[37],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":251643,"title":"Frontier Outlaws","adult":false},{"cast":["Vera Bakhankova","Sergey Godin","Anna Antonova","Evgeniy Kosyrev","Vladimir Yepifantsev"],"overview":"A funny comedy about the unforgettable adventures of two young Moscow girls.","release_date":"2013-09-19","genres":[35,10749],"vote_average":8.0,"runtime":91,"cert":"N\/A","id":251654,"title":"That's Love!","adult":false},{"cast":["Linda Wong","Dory Devon","David Book","Jeff Lyle","Jon Martin"],"overview":"A beautiful young Asian girl, trying to earn some extra money, takes on jobs as a babysitter. The job introduces her to a whole new world of sexual experiences, and she discovers that she actually likes them.","release_date":"1977-02-18","genres":[18],"vote_average":0.0,"runtime":73,"cert":"N\/A","id":251656,"title":"Oriental Baby Sitter","adult":true},{"cast":["Jenna West","Nicole Oring","Chrystal Ray","Elizarah"],"overview":"Carol, timid and reserved, doesn't like to go out and party. But when she finally decides to step out of her comfort zone and go to a bar, Carol discovers a side of herself she's never seen before. After witnessing erotic episodes amongst the bar staff, she begins to get in touch with her sensual side, proving to everyone she meets that she's definitely a bar hopping hottie!","release_date":"2006-01-24","genres":[],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":251658,"title":"Bar Hopping Hotties","adult":false},{"cast":["Anthony Franciosa","Claudia Cardinale","Betsy Blair","Philippe Leroy","Raimondo Magni"],"overview":"The place is Trieste and the time is 1927. Emilio Brentani leads a peaceful and uneventful life with his older sister Amalia. At least until the day he meets Angiolina Zarri, a beautiful young woman. But the lady is also fickle, wayward and coquettish. Unfortunately for him, Emilio falls madly in love with her.","release_date":"1962-03-08","genres":[18,10749],"vote_average":9.0,"runtime":111,"cert":"N\/A","id":251669,"title":"Careless","adult":false},{"cast":["Marwan Kenzari","Bracha van Doesburgh","Georgina Verbaan","Jan Kooijman","Benja Bruijning"],"overview":"Hartenstraat is set in the Nine Streets district of Amsterdam. It is a village in a big town and everyone seems to be looking for love. As the womanizer Bas, seniors Bep and Aart and the couple Rein and Jacob. The only one who is not looking for love is Daan. He lives here with his daughter Saar in Hartenstraat, where he has his own business as a caterer. Then Katje appears in his life. The pretty fashion designer opens a fashion boutique next door to Daan. When her catering unexpectedly cancels just before opening her shop Katje must appeal to Daan. That is asking for trouble since the two opposite each other in everything. Yet Katje also secretly has an eye on her neighbor, especially now that her current relationship with Thomas is not going strong.","release_date":"2014-03-13","genres":[10749,35],"vote_average":6.6,"runtime":90,"cert":"N\/A","id":251671,"title":"Heart Street","adult":false},{"cast":["Nao Touyama"],"overview":"Concert by Nao Tōyama featuring her music as sung by her character Kanon Nakagawa in the anime series Kami nomi zo Shiru Sekai (The World God Only Knows)","release_date":"2012-05-29","genres":[10402],"vote_average":0.0,"runtime":127,"cert":"N\/A","id":251685,"title":"Kanon Nakagawa Starring Nao Toyama 1st Concert 2012 Ribbon Revolution","adult":false},{"cast":["Marguerite Duras"],"overview":"She was the sort of woman who spared neither herself nor others—and arguably qualifies as 20th-century France’s greatest femme de lettres. In this interview, the late novelist and filmmaker talks openly about the hardship and the romance of her childhood in French Indochina, sharing how this period haunted her life and shaped her work. Excerpts from her films and readings from her books by actress Elizabeth Rider and Duras herself—including The Lover, winner of the Prix Goncourt and translated into more than forty languages—bring to life those formative years in Vietnam.","release_date":"1985-01-01","genres":[],"vote_average":0.0,"runtime":52,"cert":"","id":251687,"title":"Marguerite Duras: Worn Out with Desire . . . to Write","adult":false},{"cast":["Ricardo Bonno","Fernando Consagra","Diego de Erice","Maria de la Fuente","Plutarco Haza"],"overview":"Police detective Escobar attempts to capture an HIV+ internet predator who lures unsuspecting young men into sexual encounters while investigating the case of a man who was chopped into pieces and stuffed in his own refrigerator.","release_date":"2010-05-25","genres":[80,18,53],"vote_average":5.8,"runtime":87,"cert":"N\/A","id":251689,"title":"Sex Express Coffee","adult":false},{"cast":["David Brian","Lynette Bernay","Norman Wright","Harry Chang","Gene Bergman"],"overview":"A ragtag group of survivors escape a Filipino sugar plantation overrun by Japanese soldiers during World War II, finding a small boat along the way.","release_date":"1958-08-01","genres":[10752],"vote_average":4.3,"runtime":79,"cert":"N\/A","id":251691,"title":"Ghost of the China Sea","adult":false},{"cast":[],"overview":"All's Well That Ends Well centers on the tale of Helena's quest to marry the man she loves, the rather unimpressed Bertram.","release_date":"2012-09-26","genres":[35,18],"vote_average":8.0,"runtime":138,"cert":"","id":251702,"title":"All's Well That Ends Well: Shakespeare's Globe Theatre","adult":false},{"cast":["Ghita Nørby","Henning Jensen","Ove Sprogøe","Bodil Udsen","Lone Hertz"],"overview":"","release_date":"1976-01-23","genres":[18],"vote_average":7.5,"runtime":null,"cert":"N\/A","id":251707,"title":"That Brief Summer","adult":false},{"cast":[],"overview":"Shot in three countries over a two year period, Boxers and Ballerinas explores the US-Cuba conflict through the eyes of four youths--a boxer and a ballerina in Havana and Santiago de Cuba and a boxer and a ballerina exiled in Miami.","release_date":"2004-12-12","genres":[99],"vote_average":10.0,"runtime":84,"cert":"N\/A","id":251709,"title":"Boxers and Ballerinas","adult":false},{"cast":["Dominic Rowan","Gareth Bennett-Ryan","Michael Benz","Naomi Frederick","Sophie Duval"],"overview":"Thea Sharrock's irresistible 2009 production of Shakespeare's popular romantic comedy stirs wit, sentiment, intrigue and love into a charming confection which challenges the traditional rules of romance. At its heart, a feisty but feminine Rosalind (Naomi Frederick), in love with the endearingly naïve Orlando (Jack Laskey), uses her disguise as Ganymede to counsel him playfully in the art of wooing. Distraction is provided by Dominic Rowan, a remarkably funny Touchstone, and Tim McMullan, whose sonorous tones are perfectly suited to the lugubrious wit of Jaques. Filmed in High Definition and true surround sound.","release_date":"2010-04-26","genres":[35],"vote_average":8.0,"runtime":147,"cert":"","id":251714,"title":"As You Like It: Shakespeare's Globe Theatre","adult":false},{"cast":[],"overview":"Aliens! Junkyard hoes! This highly varied anthology of whacked out stories, some of which have no real dialogue, pretty much all of which will leave you wondering what the hell is going on. Most have really cool music that sets the mood, some genuinely creepy moments and good atmosphere throughout. The first story, \"The Visitant\", features a man in a cemetery visiting his dead son's grave after he died in a car accident. He is soon tormented by visions of his son, as well as other spirits, including an axe-wielding ghoul! The second story, entitled, \"Desire In A Public Dump\", starts out with a man in a junkyard fixating on a paper with an attractive woman on it. The picture then disappears, and the woman is suddenly in front of him!","release_date":"1986-01-21","genres":[35,27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251719,"title":"Strange Tales","adult":false},{"cast":["Catherine Theobald","Fred Gartner","Eduard Erslovas","Dave Kost","Joe Margolis"],"overview":"Underneath this nice sleazy-looking box art that has absolutely nothing to do with the films, comes this cool & bizarre little Horror\/Thriller anthology thingy called Final Destinations, featuring 4  different macabre tales with “the road” being a general theme, as they all have some driving or vehicles involved in the stories. Playing out like the Twilight Zone or a “Tales From... “ with plenty of black humor in the mix, they're all actually pretty interesting and quite well-made considering the small budgets I imagine the filmmakers were working with.","release_date":"1990-01-21","genres":[27],"vote_average":0.0,"runtime":74,"cert":"N\/A","id":251721,"title":"Final Destinations","adult":false},{"cast":["Jane Horrocks","Brenda Fricker","Imelda Staunton","Jonathan Pryce","Edward Woodward"],"overview":"Mother rules the house with an iron hand and has such power over her daughters that they see themselves as becoming old unmarried, maids. Jodie has feelings for the local doctor, a man much older than her, for which her mother strongly disapproves. Beth finds a relationship with a male stripper in Bristol, but sees nothing in the future with Mother around. While both girls would like to be rid of Mother, nothing happens until Jodie sees images of H. R. Armstrong, the man who put the town on the map by dispatching his un-loving wife","release_date":"1994-01-21","genres":[],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":251732,"title":"Deadly Advice","adult":false},{"cast":["Prangthong Changdham","Jaturong Kolimart","Suwatchai Sutthima","Panu Suwanno"],"overview":"Kae is a young man who learns the art of Thai shadow play from his father and grows up to become a respectable shadow player. His love for the art is as immense as his love for Phayom, the daughter of a local aristocrat. But Kae's love suffers a blow because Phayom’s father despises his profession as a lowly artist, and forces Phayom to marry another rich man. Struck with rage and grief, Kae decides to embark on a final move that will unite him with his lover.","release_date":"2004-02-12","genres":[10749],"vote_average":5.5,"runtime":104,"cert":"N\/A","id":251734,"title":"The Shadow Lovers","adult":false},{"cast":["Jason Schwartzman","Elisabeth Moss","Jonathan Pryce","Krysten Ritter","Joséphine de la Baume"],"overview":"Anger rages in Philip as he awaits the publication of his second novel. He feels pushed out of his adopted home city by the constant crowds and noise, a deteriorating relationship with his photographer girlfriend Ashley, and his own indifference to promoting the novel. When Philip's idol Ike Zimmerman offers his isolated summer home as a refuge, he finally gets the peace and quiet to focus on his favorite subject: himself.","release_date":"2014-10-17","genres":[35],"vote_average":6.1,"runtime":108,"cert":"N\/A","id":251736,"title":"Listen Up Philip","adult":false},{"cast":["Peter Giles","Richard Van Slyke","Wil Wesley","Al Pacino"],"overview":"The marketing department green-lights a red-light tie-in: 60 lost seconds of modern movie merchandising.","release_date":"2014-01-17","genres":[35],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":251744,"title":"Cruising Electric (1980)","adult":false},{"cast":["Ib Schønberg","Arthur Jensen","Sigurd Langberg","Lau Lauritzen Jr.","Kai Holm"],"overview":"Snushanerne is a 1936 Danish film directed by Lau Lauritzen, Jr. and Alice O'Fredericks.","release_date":"1936-01-01","genres":[35],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":251746,"title":"Snushanerne","adult":false},{"cast":[],"overview":"A day in the life of NBA star, Shawn Kemp. Get an all-star look at Shawn in action on the court, in the locker room, at a practise and in the huddles.","release_date":"","genres":[],"vote_average":0.0,"runtime":49,"cert":"N\/A","id":251754,"title":"Shawn Kemp - Reign Man","adult":false},{"cast":["Jenny Hu","Shum Lo","Gam Tin-Chue"],"overview":"Six guitar playing, rock and roll singing and dancing young people on a boating trip are stranded on a rural island off of Hong Kong during a typhoon. They become suspicious of a woman who matches the radio bulletin description of a murderess who killed twelve men. Can she be trusted? Is she laying a trap for a local youth housesitting a mansion?","release_date":"1970-09-11","genres":[],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":251756,"title":"Guess Who Killed My Twelve Lovers?","adult":false},{"cast":[],"overview":"shaw production","release_date":"1970-01-31","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251758,"title":"Naked Love","adult":false},{"cast":[],"overview":"Two cars travel down a highway in opposite directions. Which one should we follow in order to understand the nature of the road? The spectators end up with the feeling of having awakened from an uncomfortable dream","release_date":"2001-01-21","genres":[16],"vote_average":6.5,"runtime":3,"cert":"N\/A","id":251763,"title":"Fosfenos","adult":false},{"cast":["Carlos Miranda","Tony Cardi","Nestor Alves de Lima","Antônio Fonzar","Ruy Leal"],"overview":"","release_date":"1978-01-01","genres":[12,80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251765,"title":"O Vigilante Rodoviário","adult":false},{"cast":["Li Ching","Ling Yun","Chang Pei-Shan","Ling Ling","Gam Tin-Chue"],"overview":"Under false pretenses, Zhenzhen marries Mr. Lin, who happens to be her teacher. She wants to still study and wants to enroll in his school in Hong Kong. The head of the school agrees to this under the condition that they conceal the fact that they are married. Zhenzhen finds out right away that her husband is fawned over by the girls, they all have a crush on him, as also does the spinster librarian. However, Mr. Lin finds that that the boys in the school (they are late teens, 17 or so) really like Zhenzhen. This leads to hurt feelings, questions about fidelity and even, in Zhenzhen's case, innocuous dates with one of the boys who rides a motorcycle.","release_date":"1972-06-08","genres":[10749,35],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":251767,"title":"The Merry Wife","adult":false},{"cast":["Stelios Mainas","Maria Kehayioglou","Elizabeth Moutafi","Gerasimos Skiadaressis"],"overview":"Vasilis Arvanitakis after spending the E.U money for buying a poor Brazilian Football player, must face the two members of the E.U who will come to check how and where the money is spent...","release_date":"2001-09-16","genres":[18,35],"vote_average":6.7,"runtime":null,"cert":"N\/A","id":251775,"title":"Μπραζιλέρο","adult":false},{"cast":["Wong Chung","Lily Li Li-Li","Alexander Fu Sheng","Wang Hsieh","Helen Ko Ti-Hua"],"overview":"Liang Kuan is killed during a robbery; his girlfriend Shen Yan and best buddy Huang Gao-tung are seeking for revenge. 5 yrs later Huang is a promoted cop, he fought hundreds of criminals, but the very special guy isn't found yet. Till now....","release_date":"1973-06-16","genres":[80,28],"vote_average":5.0,"runtime":107,"cert":"N\/A","id":251777,"title":"Police Force","adult":false},{"cast":["Nikos Kouris","Athina Maximou","Thanasis Viskadourakis","Kostas Markopoulos","Zoe Nalbanti"],"overview":"Stella is a beautiful young girl who dreams of becoming one day a famous singer. Her boyfriend Andreas leads a quiet life working at his small store, and doesn't approve Stella's quest for fame. When she decides to leave Athens for a singing job offered to her somewhere in north Greece, Andreas sets off on a quest to find her again and convince her to come back to him","release_date":"2000-01-06","genres":[10749,18,10402],"vote_average":7.0,"runtime":112,"cert":"N\/A","id":251779,"title":"Edge of Night","adult":false},{"cast":["Renos Haralambidis","Yorgos Voultatzis","Manos Vakousis","Yannis Zouganelis","Elissavet Konstantinidou"],"overview":"His advanced studies in philosophy have caused Stephanos to view all people as his inferiors. When he is discharged from the -obligatory in Greece- army service, he thinks the world belongs to him. In reality all that does belong to him are debts left by his mother who has just died and rejection by his formerly devoted girlfriend. Nikos, an old high school classmate, reappears in his life.","release_date":"2005-11-30","genres":[35,18],"vote_average":6.5,"runtime":82,"cert":"N\/A","id":251784,"title":"The Heart of the Beast","adult":false},{"cast":["Hugo Stiglitz","Ana Luisa Peluffo","Mario Almada","Silvia Mariscal"],"overview":"","release_date":"1974-11-10","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251798,"title":"El valle de los miserables","adult":false},{"cast":[],"overview":"The film shows centuries of decay, compressed into the span of the film, marking Helsinki's Stora Enso headquarters building.","release_date":"2011-03-23","genres":[99],"vote_average":0.0,"runtime":14400,"cert":"N\/A","id":251800,"title":"Modern Times Forever","adult":false},{"cast":["Claudio Botosso","Amanda Sandrelli","Nancy Brilli","Claudia Lawrence","Bernard Blier"],"overview":"A young man captures the fancy of an inventor's daughter when he passes through a basement door into another dimension.","release_date":"1987-04-14","genres":[35,14],"vote_average":5.6,"runtime":94,"cert":"N\/A","id":251805,"title":"Under the Chinese Restaurant","adult":false},{"cast":["Gertrude Niesen","Melissa Mason"],"overview":"On a set resembling a yacht, Roger Wolfe Kahn leads his orchestra in several popular tunes of the day. Billed and un-billed guest acts also perform. At the end, Kahn thrills his guests by piloting a biplane.","release_date":"1932-09-29","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":251807,"title":"The Yacht Party","adult":false},{"cast":[],"overview":"This Nazi propaganda film attempts to justify and extols the \"benefits\" of euthanasia.","release_date":"1936-01-21","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251809,"title":"Erbkrank","adult":false},{"cast":["Robert Lowery","George Macready","Ralph Morgan","Carole Mathews","Willie Best"],"overview":"A famous scientist invents a humanoid robot (the titular \"monster\"), so a greedy rival scientist plans to steal it for use in his criminal plans.  His henchmen often kidnap a trained gorilla (the titular \"ape\") from the zoo, to aid in the schemes.","release_date":"1945-04-20","genres":[28,80,878],"vote_average":7.3,"runtime":295,"cert":"N\/A","id":251814,"title":"The Monster and the Ape","adult":false},{"cast":["Ayumi Hamasaki"],"overview":"Ayumi Hamasaki Countdown Live 2012-2013 A: Wake Me Up is Japanese pop singer Ayumi Hamasaki's 12th Countdown concert DVD. It was released on April 08, 2013. Hamasaki performed three dates at the National Yoyogi First Gymnasium for this countdown, respectively on December 29,30 &amp; 31, 2012","release_date":"2013-04-08","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251819,"title":"Ayumi Hamasaki Countdown Live 2012-2013 A: Wake Up","adult":false},{"cast":["John Garfield"],"overview":"Mark Rappaport's look at the life and work of actor John Garfield.","release_date":"2002-01-01","genres":[99],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":251824,"title":"John Garfield","adult":false},{"cast":["Leonor Seixas","Rita Pereira","Pedro Granger","Paula Lobo Antunes","Rui Unas"],"overview":"Madalena is 30 years old and is abandoned by the love of her life a mysterious Spaniard named Ricardo. With the support of her best friends she tries to forget him, and find true love.","release_date":"2014-04-03","genres":[35,10749],"vote_average":4.9,"runtime":110,"cert":"N\/A","id":251829,"title":"Sei lá","adult":false},{"cast":["Lando Buzzanca","Rossana Podestà","Luciano Salce","Adriana Asti","Ira von Fürstenberg"],"overview":"Michele is a three-testicle, sexually insatiable man who goes around bedding all women in town (regardless of age), until one day things goes terribly wrong.","release_date":"1971-09-14","genres":[35],"vote_average":0.0,"runtime":112,"cert":"N\/A","id":251837,"title":"Homo Eroticus","adult":false},{"cast":[],"overview":"During his studies in Mexico, singer and tv-host Joris Linssen was enchanted by the sounds of the mariachi. He returns to Mexico to serenade his two big idols: Armando Manzanero and José Alfredo Jiménez.  A road movie about passion for music, ambition, confidence and friendship. Joris Linssen &amp; Caramba take their Dutch mariachi back to their roots and try to find out whether the Mexicans appreciate their music.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251848,"title":"With You I Have Learned","adult":false},{"cast":["Terence Hill","Marc Lawrence","Giovanna Pala","Lamberto Maggiorani","Gaetano Pessina"],"overview":"A group of boys calling themselves The Monte Cristo gang find a note from an innocent prisoner and set out to free him from a fortress-like prison.","release_date":"1952-05-22","genres":[12],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":251850,"title":"Vacation with a Gangster","adult":false},{"cast":["Katie Cassidy","Eliza Dushku","Sasha Grey","Michelle Trachtenberg","Gina Gershon"],"overview":"Suki is a young woman confronting her destructive mental illness using \"The Siamese Burn,\" an experimental machine designed to eliminate multiple personalities. The closer Suki comes to being \"cured,\" she's haunted by a thought... what if the last unwanted identity turns out to be her?","release_date":"2014-09-19","genres":[53],"vote_average":5.1,"runtime":88,"cert":"","id":251852,"title":"The Scribbler","adult":false},{"cast":[],"overview":"From the mind of the legendary Dr. Seuss comes this animated musical originally broadcast on ABC in 1980. After a bout of bad luck, Pontoffel Pock wishes he could escape his life. A fairy grants his wish, bestowing a magical piano on him that takes him on a fantastical adventure","release_date":"1984-06-11","genres":[],"vote_average":9.5,"runtime":25,"cert":"N\/A","id":251854,"title":"Pontoffel Pock & His Magic Piano","adult":false},{"cast":["Margaret Hsing Hui","Wai Wang","Gam Lau","Helen Ko Ti-Hua","Chuen Yuen"],"overview":"shaw production","release_date":"1973-06-23","genres":[28,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251856,"title":"The Virgins","adult":false},{"cast":["Cheng Miu","Shih Chung-Tien","Ling Yun","Ping Do","Chung Wah"],"overview":"shaw production","release_date":"1974-07-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251861,"title":"Sorrow of the Gentry","adult":false},{"cast":[],"overview":"Recorded Live On July 27, 2009 Copenhagen, Denmark.  1. The Ecstasy Of Gold 2. That Was Just Your Life 3. The End Of The Line 4. Ride The Lightning 5. The Memory Remains 6. One 7. Broken, Beat And Scarred 8. Leper Messiah 9. Sad But True 10. No Leaf Clover 11. Suicide and Redemption 12. The Day That Never Comes 13. Master Of Puppets 14. Dyers Eve 15. Nothing Else Matters 16. Enter Sandman 17. Last Cares 18. Phantom Lord 19. Seek and Destroy DVD 2 1. My Apocalypse (from Thursday July 23, 2009) 2. Disposable Heroes (from Tuesday July 28, 2009) 3. The Judas Kiss (from Wednesday July 22, 2009) 4. All Nightmare Long (from Monday July 20, 2009) 5. The Ecstasy Of Gold (from Tuesday July 28,2009) 6. Trapped Under Ice (from Wednesday July 22, 2009) BONUS FOOTAGE - Tuning Room - Band Rehearsal - Behind The Scenes","release_date":"2009-07-27","genres":[10402],"vote_average":0.0,"runtime":198,"cert":"N\/A","id":251869,"title":"Metallica: Fan Can Six Copenhagen","adult":false},{"cast":["Luca Prodan"],"overview":"The fascinating story of Luca Prodan, Italo-Scottish Idol of Argentina's mythical Sumo Rock Band, and innovator of Latin American rock. His past as a pupil in Gordonstoun, Scotland's elitist college. His rebellious adolescence and fatal flirtation with heroin. His London years in the heart of the Punk explosion, and miraculous 're-birth' in dictatorship-ridden Argentina. South America's Ian Curtis... with a twist.","release_date":"2008-04-13","genres":[99,10402],"vote_average":5.5,"runtime":90,"cert":"N\/A","id":251877,"title":"Luca","adult":false},{"cast":[],"overview":"The film begins with a series of events on a crowded outdoor market street. Women on stages perform \"private\" rituals: shaving legs and armpits, fixing their hair, etc. A woman tries to disrupt their \"work.\" She struggles to set herself apart from them, to resist the forces of habit, but gradually becomes more involved than she is willing to admit. Although she sets in motion a chain reaction of rebellion, she isn't able to keep the momentum going. She stops before carrying it to the logical conclusion, and ends up on the stage herself. Can we hold a knife without stabbing ourselves? Can we hold a knife without even thinking of doing that? And do we need knives?","release_date":"1979-01-01","genres":[],"vote_average":5.0,"runtime":17,"cert":"N\/A","id":251879,"title":"Cool Hands, Warm Heart","adult":false},{"cast":["Kim Cattrall","Billy Zane","François Guétary","Yorgo Voyagis","Diana Rigg"],"overview":"Top agent Delilah dies in a risky mission against weapon dealer Kercharian. But she's revived with high-tech medicine and artificial body parts. As invincible superwoman she returns and continues her fight against Kercherian, who's newest deal includes Plutonium from Russia.","release_date":"1994-03-22","genres":[878,10749,28],"vote_average":7.0,"runtime":97,"cert":"N\/A","id":251881,"title":"Running Delilah","adult":false},{"cast":["Ray Goodwin","Ray O'Neill","Caitlin Noah","Tamas Menyhart"],"overview":"Director and actor Ray O'Neill presents the movie Greater Threat in the year (2008). the movieis an action-crime film starring Ray Goodwin as Ray Kieffer, Ray O'Neill as Mike Johnson,  Tamas Menyhart as Nicolai, Leeann Johnson as Carol Green, Chuck French as Steve Mancini, Caitlin Noah as Marie Kieffer, Jason McAleer as Sachon, Cheryl Goodlin as Eileen Conway, Ray Dippolito as Judge Overton, David Schramm as Ivan, Mikel Mahoney as Santos DeJesus.","release_date":"2008-01-22","genres":[28,80],"vote_average":5.3,"runtime":100,"cert":"N\/A","id":251886,"title":"Greater Threat","adult":false},{"cast":[],"overview":"An old man drivesdriven around town trying to find a wick for his old heater during the long months of the Argentinean winter.","release_date":"2003-11-28","genres":[],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":251888,"title":"La Mecha","adult":false},{"cast":["Ray O'Neill","Michael Madsen","Joanna Pacula","Ray Goodwin","Tamas Menyhart"],"overview":"Director and actor Ray O'Neill presents the movie ICE Agent in the year (2013). The movie is an action-adventure spy film starring Ray O'Neill, Michael Madsen, Joanna Pacula, Tamas Menyhart and Ray Goodwin.","release_date":"2013-04-22","genres":[28,12],"vote_average":3.9,"runtime":93,"cert":"N\/A","id":251890,"title":"ICE Agent","adult":false},{"cast":["Holly Robinson Peete","D.B. Woodside","Kellie Shanygne Williams","Art Evans","Bruce Garrick"],"overview":"An ambitious news reporter refuses to let anything come between her and her dream of being an anchorwoman until a former lover she thought was out of her life returns.","release_date":"1999-01-22","genres":[18,10770],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":251892,"title":"After All","adult":false},{"cast":[],"overview":"A surreal escape of a disintegrating mind into neon-lit nightmares from a discarded future. Suddenly interferences from sub-particle proliferation occur within the protagonist’s body, a transformation can’t be avoided.  This exploration of cinematic space within an implosion of cerebral space is a daring tale of aliens, experiments on humans, video games and mutation. It is showering the unsuspecting viewer in handmade visual and aural stimuli from planet Fleisch.","release_date":"2011-12-31","genres":[],"vote_average":7.0,"runtime":13,"cert":"N\/A","id":251894,"title":"Hex Suffice Cache Ten","adult":false},{"cast":["Annie Kitral","Ray Goodwin","Tamas Menyhart","George Tutie"],"overview":"Directed by Johnny Wu. The Rapture is What happens when sabotage, deceit, and betrayal push trust to the breaking point? When Midael and Abaddon, two enhanced humans (Chimaeras: Midael with 15' long metal wings that shoots out like daggers, Abaddon\/Job with a 15' long metal tail can manipulate energy), become part of a high-stakes and violent game of cat-and-mouse. Each Chimaera learns just how much trust can be lost when everyone they meet has an agenda.","release_date":"2007-10-12","genres":[28],"vote_average":5.3,"runtime":96,"cert":"N\/A","id":251896,"title":"The Rapture","adult":false},{"cast":["Nani","Vaani Kapoor","Karthik Nagarajan","Badava Gopi","M. J. Sriram"],"overview":"Shruthi, an enterprising 20-year-old girl, partners with Sakthi, a happy-go-lucky youngster to set up her dream business — wedding planning. They decide to not mix finance and romance but a night's revelry changes their equation and they part ways. Will they be able to admit their actual feelings?","release_date":"2014-02-21","genres":[10749,35],"vote_average":5.1,"runtime":142,"cert":"N\/A","id":251898,"title":"Aaha Kalyanam","adult":false},{"cast":[],"overview":"An American advertising producer in Shanghai tries to sell fast food to the Chinese. An endearing portrait of a modern day \"Mad Man.\"","release_date":"2011-06-23","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":251900,"title":"Sunshine","adult":false},{"cast":["Caroline Amer","Tamas Menyhart","Victoria Alexandra Barkin","Roy Berko","Melanie Dana"],"overview":"Directed by  Rufus Malone and Alex Michaels. Out of Darkness was released in 2004 and is about a Spanish Homicide cop who is consumed by a shadow like creature that devours evil.","release_date":"2004-10-27","genres":[80],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":251902,"title":"Out of Darkness","adult":false},{"cast":["Victoria Dillard","Michael Greene","Allen Payne","Fredro Starr"],"overview":"This romance story focuses on Fox Giovanni (V.Dillard) who is a hardworking; overly competitive stockbroker who thinks money is the most important thing in life. Her health suffers from that and she ends up having to take time off and spend time away from the hustle and bustle of New York City. She heads south to reconnect with her estranged foster mother, finds out something about family and true love. She ends up falling in love with Van (A. Payne). It's really a good love story about two people who really don't want to be in love, but it's kind of forced on them. It's a situation that neither one of them want to have that experience of being vulnerable or in love.","release_date":"2001-01-22","genres":[10770],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":251904,"title":"Commitments","adult":false},{"cast":["Yves Montand"],"overview":"This documentary chronicles an Yves Montand concert for Chilean refugees in France.","release_date":"1974-12-19","genres":[99],"vote_average":6.0,"runtime":60,"cert":"N\/A","id":251909,"title":"The Loneliness of the Long Distance Singer","adult":false},{"cast":["Lark Voorhies","Kadeem Hardison","Glynn Turman","Tempestt Bledsoe","Vanessa Marquez"],"overview":"While many celebrities believe their fame gives them good luck with the opposite gender, one man with a successful television career discovers fame is spoiling his chances with the woman he loves in the made-for-TV romantic drama. Holly Aimes (Lark Voorhies) is the daughter of a prominent politician (Glynn Turman), and recently broke off her engagement with a well-known actor. Holly has spent most of her life in the spotlight, and wants nothing more than to be left alone without the glare of public scrutiny. When Holly meets talk show host Michael Williams (Kadeem Hardison), he's soon convinced that she's the woman with whom he wants to share his life, but can he convince her of his sincerity so she will brave another high-profile romance? Based on the popular romance novel by Carla Fredd, Fire and Ice also features Tempestt Bledsoe and Freda Payne. ~ Mark Deming, Rovi","release_date":"2001-01-22","genres":[10770],"vote_average":10.0,"runtime":87,"cert":"N\/A","id":251917,"title":"Fire & Ice","adult":false},{"cast":["Karen Valentine","Edward Mulhare","Paul Petersen","Warner Anderson","Robert Cummings"],"overview":"After spending the last two years in Europe as an exchange student, Gidget returns home to California only to discover that things have changed. The letters she had been writing to her beloved \"moondoggie\" to try to make him jealous have had the wrong effect. Disillusioned with love, and after hearing a speech on television, she decides to make a real difference in the world by going to New York to become a youth worker at the United Nations. While there she has a proposal of marriage from an extremely wealthy Arabian Sheik, but instead she falls for a handsome but older Australian diplomat.","release_date":"1969-12-30","genres":[35],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":251919,"title":"Gidget Grows Up","adult":false},{"cast":["Colin Egglesfield","Catalina Sandino Moreno","Byron Mann","Stuart Townsend","Gary Daniels"],"overview":"On the verge of making partner, Josh Pratt’s (Colin Egglesfield) life is turned upside down when the SEC investigates the head of his multi-billion dollar hedge fund for insider trading. Forced into a well-timed “vacation” he never asked for Josh finds himself in Bangkok with a price on his head, a morally ambiguous brother who is knee deep into the Thai mafia, and a propensity for getting shot at. Unfortunately for Josh, the only way out is to give up information he doesn’t know he has.","release_date":"2013-05-01","genres":[53],"vote_average":5.9,"runtime":85,"cert":"N\/A","id":251924,"title":"A Stranger in Paradise","adult":false},{"cast":[],"overview":"","release_date":"2014-01-10","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251929,"title":"Gala Nhac Viet 3","adult":false},{"cast":["Barack Obama"],"overview":"This cable-television biography about the life of Illinois senator Barack Obama was made before he began campaigning to be the Democratic party's candidate for the 2008 presidential race. Still, the program suggests Obama has one or another kind of profound, American destiny as a mixed-race activist who never comfortably fit into one or another group, and had to look deep into his own roots to understand his identity. The son of a white American mother and black Kenyan father, Obama was abandoned by the latter when he returned to his native country to work for its improvement. Interviews with childhood friends and his sister describe Obama's restlessness before attending Harvard law school and propelling himself into a life of public service and community activism. Often accused of lacking enough political experience to qualify him for the White House, Obama comes across in this show as a visionary and experienced consensus-builder who can reach across opposing points of view.","release_date":"2007-11-30","genres":[99],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":251934,"title":"Biography - Barack Obama","adult":false},{"cast":[],"overview":"Playing for Change is a musical journey of discovery that celebrates the freedom and lives of street musicians existing in America today. Focusing on the three cities of Los Angeles, New Orleans &amp; New York, Playing for Change captures an array of musical styles and human moments that would otherwise slip through the cracks of society.  - Jayson Crittenden, Mark Johnson &amp; Jonathan Walls","release_date":"2003-05-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251936,"title":"Playing for Change: Songs Around The World","adult":false},{"cast":["Michel Muller"],"overview":"","release_date":"2003-02-25","genres":[],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":251938,"title":"Michel Muller : Pas tout blanc, pas tout noir","adult":false},{"cast":[],"overview":"Old Jacinta knits non-stop longing for a visit","release_date":"2008-03-22","genres":[16],"vote_average":7.0,"runtime":9,"cert":"N\/A","id":251946,"title":"Jacinta","adult":false},{"cast":[],"overview":"A hole can be interpreted in many ways, and so can these 4 ways of covering it","release_date":"1996-05-22","genres":[16],"vote_average":6.5,"runtime":8,"cert":"N\/A","id":251948,"title":"4 maneras de tapar un hoyo","adult":false},{"cast":["Fransisco Arruda","Ronaldo Ferraz","Sergio Frederico","Daniele Gaudin"],"overview":"A group of middle-class friends, driving around São Paulo, choose one of the women as a bait to attract a victim, object of their alienation and moral aggressiveness.","release_date":"1966-03-18","genres":[18],"vote_average":5.0,"runtime":20,"cert":"N\/A","id":251959,"title":"Eye for an Eye","adult":false},{"cast":[],"overview":"Presented in glorious black and white, super widescreen format and with no dialogue it aspires to create a timeless aesthetic and story that has universal appeal. Kiss is a love story plain and simple, personified by the sun and moon and told as a solar eclipse.","release_date":"2011-05-01","genres":[],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":251961,"title":"Kiss – A Love Story","adult":false},{"cast":["Koji Yakusho","Nana Komatsu","Hiroya Shimizu","Satoshi Tsumabuki","Joe Odagiri"],"overview":"When Kanako, a model daughter and a brilliant student, disappears, her mother asks her ex-husband, a violent former policeman, to find her. As his investigation progresses, his idealized image of Kanako cracks: the girl hides a dark life that her father can not even imagine.","release_date":"2014-07-04","genres":[9648,18,80,53],"vote_average":6.5,"runtime":115,"cert":"","id":251981,"title":"The World of Kanako","adult":false},{"cast":["James A. FitzPatrick"],"overview":"This Traveltalks visit to India starts in Baroda. We see how the maharajah of Baroda lives in his large castle. His opulent lifestyle includes many servants, as well as animals covered in expensive fabrics. The animals parade before the cameras. We then go to Agra, the site of the magnificent Taj Mahal temple.","release_date":"1937-02-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":251983,"title":"India on Parade","adult":false},{"cast":["James A. FitzPatrick"],"overview":"This travelogue begins at Bangkok's rail depot, a center of Indo-Chinese commerce. Next the narrator talks about Buddhism as the camera shows us some of Bangkok's many temples. Then, the narrator introduces us to the importance of traditional dance, with emphasis on the way that delicate wrist movements tell stories. It's on to the system of waterways in Bangkok, where more than 1,000,000 people live or conduct commerce. We take a ride down the Menam River, the country's most important commercial and social road. From our boat, we pass Wat Arun and other colorful signs of life typical in serene Siam.","release_date":"1937-05-29","genres":[99],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":251985,"title":"Serene Siam","adult":false},{"cast":["Emmanuelle Chriqui","Bryan Greenberg","Harris Yulin","Kathleen Rose Perkins","Linda Lavin"],"overview":"\"A Short History of Decay\" tells the story of Nathan Fisher, a thirty-something Brooklyn “hipster” (Greenberg) whose writing career is stalled, much to the chagrin of his ambitious live-in girlfriend, Erika (Chriqui). When she unceremoniously dumps him, Nathan retreats into a depressive funk, not knowing where to turn-- finish the novel? work on the play?-- when he gets a call from his brother in Florida telling him his father has been hospitalized. Racing down to \"snowbird\" central, Nathan finds his father (Yulin) on the mend (albeit grumpy), and his normally addled mother (Lavin) a bit hazier than usual. His quick visit turns into an extended stay during which he discovers that his aging parents are actually in much better control of their lives than he is. He also meets a woman (Perkins)--his mother's manicurist, no less-- who is the polar opposite of Erika, but who may just be exactly what Nathan needs.","release_date":"2014-05-16","genres":[35],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":251987,"title":"A Short History of Decay","adult":false},{"cast":[],"overview":"The life of a female weaver is thrown onto the socio-political canvas of pre-war and post-war communist Poland through the use of expressive allegorical and symbolic imagery in this imaginative take on the documentary form.","release_date":"1975-06-16","genres":[99,36],"vote_average":8.0,"runtime":21,"cert":"N\/A","id":251989,"title":"Wanda Gosciminska – A Textile Worker","adult":false},{"cast":["James A. FitzPatrick"],"overview":"South Africa has a long history of colonialism by among others the Portuguese, French, Dutch and British. This travelogue begins in Cape Town, one of the most important ports in the world. It is located at the meeting of the Atlantic and Indian Oceans. Table Mountain overlooks the city. At the peak's summit, one can get a magnificent view of the city and surrounding coastline below. Diamond miner and Englishman Cecil John Rhodes, known for the scholarship named after him, bequeathed a house to the state to be used as the home for the prime minister, this house which is the most colorful building in Cape Town. There is also a memorial to Rhodes at the side of Table Mountain. The next stop on the journey is the city of Durban, which has grown from a small native town to one of the largest and most important cities in South Africa.","release_date":"1937-01-02","genres":[],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":251991,"title":"Picturesque South Africa","adult":false},{"cast":[],"overview":"A psychedelic animated short about a flying cat.","release_date":"1971-02-19","genres":[16,10751],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":251996,"title":"If You Spot a Cat Flying Through the Air","adult":false},{"cert":"N\/A","title":"Glimpses of Java and Ceylon","cast":["James A. FitzPatrick"],"genres":[],"id":251998,"overview":"A visit to the island of Java when it was part of the Dutch East Indies, and Sri Lanka when it was still called Ceylon.","runtime":9,"release_date":"1937-03-06","vote_average":0.0,"adult":false}]