[{"cast":["Ezzatolah Entezami","Majid Mozaffari","Ahmad Hashemi"],"overview":"During the Second World War and the occupation of Iran by the Allied army, Dr. Rastan goes to Ih Qashqai to treat his sister's husband. There, he is introduced to Amir Houshang, the elders of the tribal elders, and Ghobad's rebels. He returns to Shiraz. His younger brother, Ali, has been thrown into the city, and ...","release_date":"1989-01-02","genres":[36,10752],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284502,"title":"Dar Masir Tondbad","adult":false},{"cast":["Robert Armstrong","Dorothy Wilson","Richard Cromwell","Edmund Breese","Morgan Wallace"],"overview":"Robert Armstrong stars as Scoop Adams, an ace newsreel cameraman whose love affair with the bottle all but destroys him professionally. Scoop manages to get his photographer pal Dick (Richard Cromwell) fired as well, but he promises to restore Dick's reputation, some way or another. He gets his chance while covering a dirigible wreck (some three years before the Hindenburg), saving the day for both Dick and himself.","release_date":"1933-12-13","genres":[28,18],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":284504,"title":"Above the Clouds","adult":false},{"cast":[],"overview":"India Cabaret (1985) is a documentary by Mira Nair exploring the \"respectable\" and \"immoral\" stereotypes of women in Indian society told from the point of view of 2 strip-tease dancers in a cabaret house in Bombay.","release_date":"1985-01-02","genres":[99],"vote_average":5.0,"runtime":60,"cert":"N\/A","id":284506,"title":"India Cabaret","adult":false},{"cast":["Ruby Mayer"],"overview":"Indian film released in 1929.","release_date":"1929-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284508,"title":"Indira B.A.","adult":false},{"cast":[],"overview":"Competes friends working on the same farm at the heart of the girl, but she liked the younger, generating jealousy in the heart of the other lover, seeks to differentiate between loved ones, take advantage of the owner of the farm these feelings, who shall kill the girl's father, and deliver a charge to the young older, and pushes the young man to escape from the farm, even with impunity, which is intended however, that proved the charge, the younger lover in revealing the truth to succeed, and be arrested on his farm.","release_date":"1928-01-02","genres":[18],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":284510,"title":"The Innocent Victim","adult":false},{"cast":["Daniela Holm-Verzola","Patricia Otter","Max Wallér-Zandén","Lia Boysen","Barbro Kollberg"],"overview":"13-year-old Sofi moves involuntary from the big city to the countryside with her mother, and her mother's boyfriend while all her friends is back in the city. At the new place Sofi meet up with a wise old lady, that tells her scary stories about unsolved mysteries from the village past.","release_date":"2001-02-16","genres":[10751],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":284512,"title":"Kattbreven","adult":false},{"cast":["Imanol Arias","Quim Gutiérrez","Berto Romero","Alexandra Jiménez","Carlos Areces"],"overview":"Adolfo, a thirty something security guard, is going through a bad patch. Not only his lifetime girlfriend has just to finished with him to be a guy with no ambition but, moreover, he becomes the target of a series of thugs led by Vázquez, a dangerous criminal who has just escaped from jail. Also he discovers that his father has a double identity. He is not a farmer engaged in the production of cold meat – as Adolfo has believed all his life, but Anacleto, a secret agent who is a bit down and the man who locked Vázquez up in jail thirty years ago. Adolfo will have to leave his comfort zone and work with his father, the person that Adolfo get on worse with in the world to survive the revenge of Vazquez and while, between shootouts and chases, trying to get his girlfriend back.","release_date":"2015-09-04","genres":[28,35],"vote_average":5.9,"runtime":null,"cert":"N\/A","id":284514,"title":"Spy Time","adult":false},{"cast":[],"overview":"","release_date":"2010-10-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284519,"title":"Pingvinerna från Madagaskar: Kung Juliens glada dag","adult":false},{"cast":["Nicole Jaffe","Don Messick","Frank Welker","Daws Butler","Joan Gerber"],"overview":"In yet another hilarious caper, Fred, Daphne, Velma, Shaggy and, of course, Scooby-Doo team up with the talented Harlem Globetrotters to solve a haunting that, apparently, involves the ghosts of Paul Revere and other Revolutionary War soldiers. A second episode features the gang and the Globetrotters heading to a deserted island for some relaxation, but they realize they are in for trouble when their ship sets sail with nobody at the wheel.","release_date":"1972-01-20","genres":[16],"vote_average":6.0,"runtime":87,"cert":"N\/A","id":284521,"title":"Scooby-Doo! Meets the Harlem Globetrotters","adult":false},{"cast":["Paul Davidson","Erika De Planque","Wilhelm Diegelmann","Mary Dietrich","Gertrud Hackelberg"],"overview":"Nymphs and gods and their foul play. Directed by Max Reinhardt.","release_date":"1913-10-03","genres":[10749,35],"vote_average":5.0,"runtime":60,"cert":"N\/A","id":284523,"title":"Die Insel der Seligen","adult":false},{"cast":[],"overview":"Short released in 1905.","release_date":"1905-01-02","genres":[],"vote_average":0.0,"runtime":2,"cert":"N\/A","id":284525,"title":"Interrupted Crap Game","adult":false},{"cast":[],"overview":"Experimental short film","release_date":"1989-07-31","genres":[],"vote_average":6.0,"runtime":14,"cert":"N\/A","id":284527,"title":"Rumpelstilzchen","adult":false},{"cast":["Colleen Moore","Lloyd Hughes","George K. Arthur","Charles Murray","Kate Price"],"overview":"Irene, a feisty Irish girl in Philadelphia, clashes with her family and walks out, heading to New York City to seek fame and fortune. She gets a job as a dressmaker's model and becomes involved with Donald, the scion of a wealthy family. Donald's mother doesn't approve of Irene and sets out to discredit her in Donald's eyes.","release_date":"1926-01-24","genres":[10749,35],"vote_average":5.0,"runtime":90,"cert":"","id":284529,"title":"Irene","adult":false},{"cast":["Lea Bloch","Siir Eloglu","Runa Greiner","Charlie Gustafsson","Adnan Maral"],"overview":"The two 15-year-old girls Zoe and Asal are best friends. They are spending their last summer holidays together before the earnestness of life begins. But this summer their friendship is put to the test by the arrival of a backpacker whose name is Kai.","release_date":"2014-08-21","genres":[18],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":284531,"title":"Sitting Next to Zoe","adult":false},{"cast":[],"overview":"Once thought lost, but recently found and restored by Anthology Film Archives, artist\/philosopher Manuel De Landa’s Super 8 Ism Ism captures his truly inspired collage mutations of New York City subway ads during the mid-to-late 70s. Slicing and dicing the perfect faces of models into deviant ghouls, Ism Ism turns the homogenate into the ripening rot of nightmares.","release_date":"1979-01-02","genres":[],"vote_average":5.0,"runtime":6,"cert":"N\/A","id":284533,"title":"Ism Ism","adult":false},{"cast":[],"overview":"The precautions to be taken during and after an air-raid by the people, are shown in this film.","release_date":"1970-01-01","genres":[99],"vote_average":5.0,"runtime":10,"cert":"N\/A","id":284535,"title":"During and After the Air Raid","adult":false},{"cast":["Kristen Wiig","James Marsden","Linda Cardellini","Wes Bentley","Jennifer Jason Leigh"],"overview":"A year in the life of Alice Klieg, a woman with Borderline Personality Disorder who wins Mega-millions, quits her meds and buys her own talk show.","release_date":"2014-09-05","genres":[35,18],"vote_average":5.8,"runtime":105,"cert":"N\/A","id":284537,"title":"Welcome to Me","adult":false},{"cast":["Sohrab Modi","Leela Chitnis","Sadiq Ali"],"overview":"Modi's first psychodramatic role as a liberal man becoming a tyrannical jailer. He loses his wife to a lover who then goes blind. The jailer locks up his wife, Kanwal, in their own home, forbidding any contact with their child, Bali. Later the jailer himself falls in love with a blind woman.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284539,"title":"Jailor","adult":false},{"cast":[],"overview":"Short released in 1907.","release_date":"1907-01-02","genres":[],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":284541,"title":"Jamaica Negroes Doing a Two-Step","adult":false},{"cast":["Jane Fonda","Dyan Cannon","Bradford Dillman","Andréas Voutsinas","Madeleine Sherwood"],"overview":"Documentary focusing on 25 year-old actress Jane Fonda as she and her director Andreas Voutsinas prepare a stage play called The Fun Couple for Broadway.","release_date":"1962-01-02","genres":[99],"vote_average":7.0,"runtime":53,"cert":"N\/A","id":284543,"title":"Jane","adult":false},{"cast":["Otto Kruger","Nancy Carroll","Nigel Bruce","Heather Angel","Herbert Mundin"],"overview":"A rakish fellow involves himself with a married woman. Later his secretary endeavors to win him away with the promise of a more stable relationship. The rake is tempted, but then decides he prefers the married woman, which is fine with her husband who has an eye for the secretary.","release_date":"1934-08-22","genres":[35],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":284545,"title":"Springtime for Henry","adult":false},{"cast":["Charles Butterworth","Una Merkel","Eugene Pallette","Harvey Stephens","Nat Pendleton"],"overview":"Thanks to a series of comic mishaps, a timid, small-town office clerk finds himself wanted by the police and labeled by the media as \"Public Enemy No. 2.\" Comedy.","release_date":"1935-04-11","genres":[35,80],"vote_average":5.0,"runtime":62,"cert":"N\/A","id":284547,"title":"Baby Face Harrington","adult":false},{"cast":[],"overview":"“Taking Shelter” is a feature film made of other feature films - Canadian feature films. Over 400 Canuck flicks from the 1970s and 1980s - the notorious ‘tax shelter’ or ‘springtime for Hitler’ era - will be broken down and recombined into a new, single storyline, in which aliens posing as Americans invade Canada and conspire to turn the lives of everyday people into cinema!  Hilarious, compelling, tightly edited fragments of countless forgotten science fiction, horror, docudrama, romance and action films will splinter, recombine and transform before the eyes of the viewer. “Taking Shelter” is an unprecedented and groundbreaking experiment in ‘fair use’ found-footage cinema.","release_date":"","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":284549,"title":"Taking Shelter","adult":false},{"cast":["Paľo Bielik","Zlata Hajdúková","Andrej Bagar","Theodor Pištěk"],"overview":"Jánošík has been topic of many Slovak and Polish legends, books and films. According to the legend, he robbed nobles and gave the loot to the poor. The legend were also known in neighboring Silesia, the Margraviate of Moravia and later spread to the Kingdom of Bohemia. The actual robber had little to do with the modern legend, whose content partly reflects the ubiquitous folk myths of a hero taking from the rich and giving to the poor. However, the legend was also shaped in important ways by the activists and writers in the 19th century when Jánošík became the key highwayman character in stories that spread in the north counties of the Kingdom of Hungary (present Slovakia) and among the local Gorals and Polish tourists in the Podhale region north of the Tatras.","release_date":"1936-01-17","genres":[12,18,36],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":284551,"title":"Jánošík","adult":false},{"cast":[],"overview":"Directed by James H. White.","release_date":"1898-01-02","genres":[],"vote_average":0.0,"runtime":1,"cert":"N\/A","id":284553,"title":"Japanese Sampans","adult":false},{"cast":["Norman Foster","Donald Cook","Sheila Bromley","Geneva Mitchell","Samuel S. Hinds"],"overview":"Norman Foster plays a millionaire who takes a job as a reporter after he's wiped out in the Stock Market. Foster's managing editor Samuel S. Hinds considers the young upstart to be a pain in the neck. But all is forgiven-at least until next time-when Foster solves a series of puzzling robberies..","release_date":"1935-01-08","genres":[18],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":284555,"title":"Behind the Evidence","adult":false},{"cast":["Mike Judge"],"overview":"Poor Milton can't get any respect. He works at an evil corporation called Initech and his \"office\" has been shoved into the basement. He talks to the camera, picks his nose, and threatens to burn the building down. Occasionally, his boss Bill Lumbergh comes in to further complicate Milton's life.","release_date":"1991-01-01","genres":[16,35],"vote_average":6.6,"runtime":2,"cert":"N\/A","id":284557,"title":"Office Space","adult":false},{"cast":["Ji Ma","Qin Yi","Yongping Sun"],"overview":"DIrected by Fu Shen.","release_date":"1963-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284559,"title":"Bei guo Jiang Nan","adult":false},{"cast":[],"overview":"Directed by Kichiro Tsuji.","release_date":"1926-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284561,"title":"Jigoki ni ochita mitsuhide","adult":false},{"cast":["Werner Riepel","Hilde Sicks","Heini Kaufeld","Heidi Mahler","Heinz Lanker"],"overview":"","release_date":"1970-01-30","genres":[35],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":284563,"title":"Ohnsorg Theater - Mensch sein muß der Mensch","adult":false},{"cast":["József Kádas","Teréz Vass","Marianna Szalay","Attila Géza László","Eszter Földes"],"overview":"1997. Young car mechanic Iván lives in a godforsaken village in eastern Hungary. He looks after his mentally disabled sister Eszter and earns extra money smuggling diesel oil from Ukraine. The siblings' coexistence is disrupted by a tragic event, Eszter is raped. A police investigation gets under way; in the meantime, Iván starts up a relationship with young Ilus, who has just finished school and is planning on going to the university. Iván plainly wants to leave his old life behind him, but will he be able to fulfill this ambition? - Written by Warsaw Film Festival","release_date":"2009-10-22","genres":[18],"vote_average":5.0,"runtime":89,"cert":"N\/A","id":284565,"title":"Lost times","adult":false},{"cast":[],"overview":"Two teenagers, David and Hugo, meet by chance on a canoe ride in the Amazon. This documentary follows their lives as David begins a fair-trade certification system for oil production companies to help with the oil-waste problem in the Ecuadorian Amazon, while Hugo gets an American education that will allow him to return to his homelands as a leader.","release_date":"2014-06-03","genres":[99],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":284567,"title":"Oil & Water","adult":false},{"cast":[],"overview":"A children's fable about the power of advertising, the meaning of life and ultimately the test of a mother's love.","release_date":"2010-03-12","genres":[16,35],"vote_average":4.5,"runtime":6,"cert":"N\/A","id":284569,"title":"The Cow Who Wanted To Be a Hamburger","adult":false},{"cast":["Dudley Sutton","Sam Donovan"],"overview":"Michael Morpurgo's heart warming story of a champion Chelsea footballer set against the backdrop of the Second World War.","release_date":"2011-10-01","genres":[],"vote_average":0.0,"runtime":82,"cert":"","id":284571,"title":"Digital Theatre: Billy the Kid","adult":false},{"cast":["Bennett Jones","Will Crest","Tommy Malatesta","Ashley Koiso","Tom Bliss"],"overview":"On the run from an assassin, international rock star Bené hides out in Los Angeles and prepares for a showdown with death.","release_date":"2014-07-25","genres":[10402,28,35],"vote_average":6.0,"runtime":83,"cert":"N\/A","id":284576,"title":"I Am a Knife with Legs","adult":false},{"cast":[],"overview":"A young reporter is covering the mysterious case of a child found dead with missing internal organs.","release_date":"2006-03-25","genres":[27],"vote_average":5.8,"runtime":95,"cert":"N\/A","id":284578,"title":"The Vanished","adult":false},{"cast":["Madonna","Kevin Stea"],"overview":"Celebration: The Video Collection is a greatest videos DVD compilation by American singer-songwriter Madonna. Released by Warner Bros. Records on September 29, 2009, the release accompanied the greatest hits Celebration. The collection follows on from her other greatest videos compilations The Immaculate Collection (1990) and The Video Collection 93:99 (1999). The release of the DVD was announced in July 2009 and contained videos, spanning Madonna's entire career from 1983 to 2009.","release_date":"2009-09-27","genres":[],"vote_average":9.0,"runtime":211,"cert":"G","id":284580,"title":"Madonna: Celebration (The Video Collection)","adult":false},{"cast":["Madonna"],"overview":"The Immaculate Collection is the first commercially released greatest videos compilation by singer Madonna. Released by Warner Music Vision, Warner Reprise Video and Sire Records on November 13, 1990 to accompany the audio CD, it contained hits spanning 1983-1990. The collection won \"Best Long Form Video\" category at the 1991 MTV Video Music Awards. It was certified gold in Brazil by the Associação Brasileira dos Produtores de Discos (ABPD) for shipment of 25,000 copies.","release_date":"1990-11-13","genres":[10402],"vote_average":9.5,"runtime":60,"cert":"N\/A","id":284582,"title":"Madonna: The Immaculate Collection","adult":false},{"cast":["David Hoyle","Ashley Ryder"],"overview":"Uncle David is a 2010 British black comedy film directed by David Hoyle, Gary Reich and Mike Nichols. It was produced by Reich and stars Hoyle, an English performance artist, in the titular role alongside English porn actor Ashley Ryder. Developed collectively under the banner of the Avant-Garde Alliance, it was filmed in October 2009.  Created without a script, every scene was improvised and filmed in a single take.  Set in a caravan park on the Isle of Sheppey in Kent, in south-east England, a young man with a childlike mind named Ashley (Ryder) arrives to stay with his Uncle David (Hoyle). Escaping from his abusive mother, Ashley enters into a sexual relationship with his uncle who offers his insights into the world and the nature of reality. Eventually Ashley tells David that he wants to die, and the latter agrees to carry out the killing.","release_date":"2010-03-25","genres":[27,18,53],"vote_average":4.0,"runtime":95,"cert":"18","id":284584,"title":"Uncle David","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284586,"title":"Pod obserwacją 1946-1991: Historia Freddiego Mercury'ego","adult":false},{"cast":[],"overview":"","release_date":"2005-10-17","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284588,"title":"Depeche Mode: Random Access Memory","adult":false},{"cast":["Sophie Zhang","Guo Jinglin","Zhi Yitong","Dai Xu"],"overview":"A 13-year-old girl deals with the issues brought about by her family's high-priced son.","release_date":"2018-12-07","genres":[10751,18],"vote_average":7.0,"runtime":119,"cert":"N\/A","id":284593,"title":"Einstein and Einstein","adult":false},{"cast":["Greg Graffin","Greg Hetson","Jay Bentley","Peter Finestone","Brett Gurewitz"],"overview":"Footage from 1990 Bad Religion show at the El Portal Theater that was shut down early by the LAPD.  Additional footage is included from their 1988 tour.","release_date":"1996-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284595,"title":"Bad Religion: The Riot","adult":false},{"cast":["Paule Baillargeon","Pierre Harel"],"overview":"Two strangers have a fateful one-night stand in Montréal.","release_date":"1979-03-25","genres":[35,18],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":284597,"title":"Angel Life","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284599,"title":"Madonna: Droga do sławy","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284601,"title":"Elvis Presley: Eksplozja w Memphis","adult":false},{"cast":["Mick Jagger","Keith Richards","Charlie Watts","Ron Wood","Bill Wyman"],"overview":"For over four decades the Rolling Stones have been on top. Arrests, drugs, fall-outs, death and relationships have stood center stage with eight consecutive number one albums in the US and sold out live shows.","release_date":"2008-01-01","genres":[99],"vote_average":0.0,"runtime":47,"cert":"N\/A","id":284603,"title":"Rock of Ages: The Rolling Stones","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284605,"title":"Iggy Pop: Pasja życia","adult":false},{"cast":[],"overview":"","release_date":"1986-11-11","genres":[16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284607,"title":"Disneys Sport Festival","adult":false},{"cast":["Gyanesh Mukherjee","Madhabi Mukherjee","Hemangini Devi","Umanath Bhattacharya","Sumita Dasgupta"],"overview":"The tragic story set in the late 1930s, just before famine struck Bengal. It tells of the marriage of a dumpy middle-aged salesman of small goods to a beautiful teenager, and how, after initial days of happiness together, a series of misfortunes strike which slowly embitter the man.","release_date":"1960-04-01","genres":[18],"vote_average":6.5,"runtime":110,"cert":"N\/A","id":284609,"title":"Baishey Shravana","adult":false},{"cast":["Gabriel Walsh","José Pérez","Sabra Jones","Angel Lindbergh","Henderson Forsythe"],"overview":"Two Vietnam vets, Tom and Nordi, live sad lives in a crumbling New Jersey town. Sharing a one room apartment, they talk about their inability to hold down real work, struggle to get noticed at the VA and fail to connect with women. This changes for Tom when he meets Marcella and they begin a relationship. However, he can't escape his past with Nordi and the co- dependent, toxic relationship soon takes a gruesome turn.","release_date":"1979-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284611,"title":"Night-Flowers","adult":false},{"cast":["Dhritiman Chatterjee","Simi Garewal","Bijon Bhattachariya","Jochan Dastidar","Dhruba Mitra"],"overview":"A political activist escapes the prison van and is sheltered in a posh apartment owned by a sensitive young woman. Both are rebels: the activist against political treachery and the other on social level. Both are bitter about badly organized state of things. Being in solitary confinement, the fugitive engages himself in self-criticism and, in the process, questions the leadership. Questions are not allowed, obeying that is mandatory. Displeasure leads to bitterness, bitterness to total rift. The struggle has to continue, both for the political activist, now segregated, and the woman in exile.","release_date":"1973-04-01","genres":[18],"vote_average":7.0,"runtime":98,"cert":"N\/A","id":284613,"title":"Padatik","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284615,"title":"Led Zeppelin Tworzenie Supergrupy","adult":false},{"cast":["Yannis Baraban","Ludmila Mikaël","Natalia Dontcheva","Marie Sambourg","Patrick Fierry"],"overview":"","release_date":"2007-01-17","genres":[],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":284620,"title":"Mémoire de glace","adult":false},{"cast":["Victor Banerjee","Soumitra Chatterjee","Anjan Dutt"],"overview":"When the elderly mother of a Kolkata middle-class family commits suicide, no one has the courage to read the old woman's diary. When the eldest son returns from Germany, his anxious questioning brings to light the disorientation experienced by the family and the way world history penetrates into the fabric of individual lives.","release_date":"1991-04-01","genres":[],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":284622,"title":"World Within, World Without","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284624,"title":"Psałterz Wrześniowy","adult":false},{"cast":["Carl Barcklind","Edvin Adolphson","Karin Ekelund","Anders Henrikson","Ziri-Gun Eriksson"],"overview":"\"A Crime\" - A murder is committed in an apartment building in Stockholm. And afterward all clues point toward the Justice of the Supreme Court and his sons. But who did it? And why? And will they be able to live with the guilt?","release_date":"1940-08-22","genres":[18,80],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":284626,"title":"A Crime","adult":false},{"cast":["Tim McCoy","Robert 'Tex' Allen","Geneva Mitchell","Ward Bond","Si Jenks"],"overview":"Mountie Tim O'Hara is sent to Indian River to investigate a fur trading racket. But he quickly finds himself in trouble when he is accused of shooting a prisoner in the back and is then put in jail by a fellow Mountie.","release_date":"1935-04-18","genres":[37],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":284628,"title":"Fighting Shadows","adult":false},{"cast":["Benjamin Karmer","Jany Engels","David Hardivillers","Sophie Hernandez","Jean Charles Desmoulins"],"overview":"A human and artistic adventure for a socio-educational movie approaching several current themes, far from fairy tales, but real unfortunately. Besides the homophobia, which is a defect(tare weight) and a shame in our time, this movie approaches the family tears and its dramatic consequences. All the people can feel concerned and reflect about this scenario punch of Greg Nashvil and Benjamin Karmer, gay people as heterosexuals...","release_date":"2014-08-13","genres":[18],"vote_average":8.1,"runtime":null,"cert":"U","id":284630,"title":"Simply Gay The Movie","adult":false},{"cast":[],"overview":"The film is set a hundred years back in the eastern part of Sudan in a place of total isolation. Tajouj is the beautiful cousin of a young tribal man who is deeply in love with her. He publicly declares his love for her in a song. The traditions of the tribe denounce such an act and as a consequence his uncle refuses his proposal of marriage. But after the young man departs and declares his repentance, the marriage is finally allowed. In the meantime, however, another man has staked his interest in Tajouj, which drives the young man to jealousy. This sets the stage for a series of transgressions which will result in tragedy and send the young man into exile as a wandering bard of the deserts.","release_date":"1977-01-01","genres":[10749,18,36],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":284632,"title":"Tajouj","adult":false},{"cast":["Kamesaburo Arashi","Okawaka Arashi","Tamamatsuro Arashi"],"overview":"Directed by Tomiyasu Ikeda.","release_date":"1927-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284634,"title":"Jiraika-gumi: Dai-nihen","adult":false},{"cast":[],"overview":"Directed by Alain Ferrari and Thierry Ravalet.","release_date":"1993-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284636,"title":"Un jour dans la mort de Sarajevo","adult":false},{"cast":["Nicolas Rubbo"],"overview":"Directed by Marilú Mallet.","release_date":"1982-01-02","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284638,"title":"Unfinished Diary","adult":false},{"cast":["Phanu Barua","Asaideo Handige","Mohini Rajkumari"],"overview":"The Assamese cinema debut feature. Set in 17th-C. Assam, it tells of the sacrifice of Joymati, a medieval princess who is tortured and killed by the evil prime minister for refusing to betray her husband. The event is interpreted in contemporary patriotic terms and calls for a greater harmony between the people of the hills and the plains (the former represented by Dalimi, a Naga tribesman who shelters the fugitive Prince Gadapani).","release_date":"1935-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284640,"title":"Joymati","adult":false},{"cast":["Mirko Haninger","Maria Probosz","Beata Maj","Jochen Noch","Ulrike Krumbiegel"],"overview":"Directed by Karl-Heinz Lotz.","release_date":"1985-11-21","genres":[18],"vote_average":0.0,"runtime":88,"cert":"N\/A","id":284642,"title":"Junge Leute in der Stadt","adult":false},{"cast":["Franklin Pangborn","Geneva Mitchell","Arthur Housman","Bud Jamison","James C. Morton"],"overview":"Franklin gets into a disagreement with a tough sea captain. However, he doesn't find out until later that the captain is his fiance's father.","release_date":"1935-07-09","genres":[35],"vote_average":0.0,"runtime":19,"cert":"N\/A","id":284644,"title":"The Captain Hits the Ceiling","adult":false},{"cast":["Renukamma Murgod","Master Vishwas","H. G. Dattatreya"],"overview":"The film tells the story of the how Rangajji, a cheerful young woman who loves telling stories to the village children, becomes bitter and lonely due to the callousness of her family.","release_date":"1996-04-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284646,"title":"Cruelty","adult":false},{"cast":["Tokihiko Okada","Yôko Benisawa","Kisaburo Kurihara"],"overview":"Directed by Kisaburo Kurihara.","release_date":"1921-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284648,"title":"Jasei no Midara","adult":false},{"cast":["Abdallah Abbassi","Ahmad Ayub","Salim Sabri"],"overview":"On the eve of the Israeli attack on Egypt in 1956, Israel decalres Martial law in all the occupied Arab teritories without any previous notice. When the villagers of Kafar Kassem returned home from the fields, they were butchered and killed in what is known today as the massacre of “Kafar Kassem”.","release_date":"1975-01-02","genres":[99],"vote_average":5.0,"runtime":120,"cert":"N\/A","id":284650,"title":"Kafr Qasim","adult":false},{"cast":["Dev Anand","Waheeda Rehman","Nanda","Vijay Anand","Chetan Anand"],"overview":"A man sells movie tickets on the black market, but starts to have a change of heart after he falls in love.","release_date":"1960-01-01","genres":[10749,28,80,18,10402],"vote_average":5.5,"runtime":163,"cert":"N\/A","id":284652,"title":"Kala Bazar","adult":false},{"cast":["Tokihiko Okada","Yôko Umemura","Kaichi Yamamoto"],"overview":"Directed by Kenji Mizoguchi.","release_date":"1926-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284654,"title":"A Paper Doll's Whisper of Spring","adult":false},{"cast":["Monte Collins","Tom Kennedy","Geneva Mitchell","Lona Andre","Tommy Bond"],"overview":"Two sailors decide to settle down and get married, and live to regret it.","release_date":"1935-07-12","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284656,"title":"Gobs of Trouble","adult":false},{"cast":["Ángel José Fariña","Vicky g. Wilkins","Thamar Cármenes"],"overview":"","release_date":"2011-01-01","genres":[35,28],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284658,"title":"Eso te pasa por barroco","adult":false},{"cast":["Yôko Benisawa","Mrs. Hasagawa","Kiyoshi Hasegawa"],"overview":"Directed by Kisaburo Kurihara.","release_date":"1920-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284660,"title":"Katsushika Sunako","adult":false},{"cast":["Gracie Fields","Roger Livesey","Mary Maguire","Skippy"],"overview":"Entertainer quits a crooked London theater and sets up her troupe on her uncle's farm. A famous musician joins the group and helps them get a legitimate booking.","release_date":"1938-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284662,"title":"Keep Smiling","adult":false},{"cast":[],"overview":"Directed by Tom Zubrycki.","release_date":"1984-01-02","genres":[99],"vote_average":0.0,"runtime":63,"cert":"N\/A","id":284664,"title":"Kemira: Diary of a Strike","adult":false},{"cast":["Vladimir Gardin","Vladimir Shaternikov","Olga Preobrazhenskaya","Alexandre Volkoff","Vladimir Maksimov"],"overview":"Directed by Vladimir Gardin and Yakov Protazanov, this two-part epic was the most expensive Russian film at the time and smashed box office records. It is now considered lost.","release_date":"1913-01-02","genres":[18],"vote_average":0.0,"runtime":166,"cert":"N\/A","id":284666,"title":"The Keys to Happiness","adult":false},{"cast":[],"overview":"","release_date":"2016-09-27","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284668,"title":"BLOODY AND TRASH","adult":false},{"cast":[],"overview":"Directed by Djakhongir Faiziev.","release_date":"1989-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284670,"title":"Who Are You?","adult":false},{"cast":[],"overview":"Directed by Lubomir Benes.","release_date":"1981-01-02","genres":[],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":284675,"title":"The King and the Gnome","adult":false},{"cast":[],"overview":"Rachel and her two friends explore an abandoned railway track that runs through a dense forest, but an unforeseen incident brings their little adventure to an abrupt end. Elsewhere, 26-year-old Rachel rekindles an old friendship with a high school friend. When a little boy from her past reappears, Rachel finds herself retracing a trail of iron and wood. Wistful and mysterious, the film depicts a world littered with incongruity, absences and traces of childhood dreams.","release_date":"2011-05-05","genres":[18],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":284677,"title":"Red Dragonflies","adult":false},{"cast":["Mahmoud el-Meliguy","Yvonne Goeine","Badr Lama"],"overview":"Directed by Ibrahim Lama.","release_date":"1928-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284679,"title":"Kiss in the Desert","adult":false},{"cast":["Heart Evangelista","Cristine Reyes","John Estrada","Derek Ramsay","Jaime Fabregas"],"overview":"A woman falls in love with a man, but is wronged by him and his brother. She then tries to exact revenge on him, his brother and his new lover.","release_date":"2014-07-30","genres":[18],"vote_average":6.5,"runtime":110,"cert":"N\/A","id":284681,"title":"Trophy Wife","adult":false},{"cast":["Zoya Fyodorova","Tamara Alyoshina","Yekaterina Melentyeva","Andrei Abrikosov","Olga Fyodorina"],"overview":"A group of young girls are going to war during the years 1939-1940.","release_date":"1941-05-19","genres":[10752,18],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":284683,"title":"The Girl from Leningrad","adult":false},{"cast":["Nathalie Vernier","Daniel Vigo","Laetitia Sorel","Oscar Delmart","Bernard Graczyk"],"overview":"The girl is very fascinating and unaware. The great tentacled city will give her unpredictable surprises and she won't be afraid to taste them day by day.","release_date":"1969-08-27","genres":[12,18,10749],"vote_average":4.8,"runtime":103,"cert":"N\/A","id":284685,"title":"L'etreinte","adult":false},{"cast":["Marianna Vertinskaya","Georgi Lapeto","Lev Lemke","Pavel Shpringfeld","Savely Kramarov"],"overview":"After their town is occupied the citizens are trying to fight the enemy. Based on Tamara Gabbe fairy tale.","release_date":"1965-12-12","genres":[10751,14,12],"vote_average":6.2,"runtime":84,"cert":"N\/A","id":284687,"title":"The City of Masters","adult":false},{"cast":["Alicia Vikander","Kit Harington","Taron Egerton","Colin Morgan","Dominic West"],"overview":"Testament of Youth is a powerful story of love, war and remembrance, based on the First World War memoir by Vera Brittain, which has become the classic testimony of that war from a woman’s point of view. A searing journey from youthful hopes and dreams to the edge of despair and back again, it’s a film about young love, the futility of war and how to make sense of the darkest times.","release_date":"2014-10-14","genres":[36,18,10752],"vote_average":7.4,"runtime":129,"cert":"12","id":284689,"title":"Testament of Youth","adult":false},{"cast":["Neil Morrissey"],"overview":"Bob and his 'Can-Do' crew are back on site with a brand new adventure! Join Bob as he builds a train set for Mr. Bentley as a birthday surprise and helps find a family of squirrels a new treehouse home.","release_date":"2011-11-01","genres":[10751,16],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":284697,"title":"Bob the Builder On Site: Trains & Treehouses","adult":false},{"cast":[],"overview":"Journey to a wondrous land of enchantment and surprises! The classic tale gets a brand-new twist in Minnie's full-length adventure: THE WIZARD OF DIZZ. Before you can say \"pink tornado,\" Minnie and Pluto end up in the silly but spectacular land of Dizz. It's an amazing place, with rainbow trees, butterfly bows and friendly \"Chipmunchkins,\" but what Minnie wants most is to get home. Together, Minnie and her new friends Scarecrow Goofy, Mickey the Tin Mouse and Donald the Lion set off to ask the wonderful Wizard of Dizz to make their dreams come true. But look out! Bad Witch Pete wants Minnie's magical, sparkly green shoes, and he's got a few tricks up his sleeve. Overflowing with music and laughter -- plus two extra episodes and ten bonus Minnie's Bow-Toons -- this song-filled celebration of fun and friendship proves there's no place like the clubhouse!","release_date":"2013-03-29","genres":[16,10751],"vote_average":4.0,"runtime":101,"cert":"N\/A","id":284699,"title":"A Casa do Mickey Mouse: O Mágico de Dizz","adult":false},{"cast":["Pat O’Brien","Darryl Hickman","Charles Kemper","Una O'Connor","Ruth Donnelly"],"overview":"A dedicated priest tries to reform a group of homeless boys in turn-of-the-century St. Louis.","release_date":"1948-05-12","genres":[],"vote_average":6.0,"runtime":93,"cert":"N\/A","id":284701,"title":"Fighting Father Dunne","adult":false},{"cast":["Natalya Kustinskaya","Valentin Smirnitskiy","Aleksandr Khanov","Georgi Svetlani","Alexey Bahar"],"overview":"A team of rowers are preparing to participate in the international rowing competitions in this funny comedy.","release_date":"1966-06-06","genres":[12,35],"vote_average":7.0,"runtime":91,"cert":"N\/A","id":284703,"title":"A Royal Regatta","adult":false},{"cast":["Serena"],"overview":"Envelope-pushing drama","release_date":"1975-02-03","genres":[],"vote_average":0.0,"runtime":77,"cert":"N\/A","id":284705,"title":"Massage Parlor Wife","adult":false},{"cast":["Akara Amarttayakul","Pimalda Chaipreechawit","Sa-Ard Piempongsan","Somlek Sakdikul"],"overview":"This story of magic and adventure takes place in the frontier land of Siam, filled with peace and happiness, until Lord Panwa decided to mine a mountain in the nearby Forest of Darkness. Little did Lord Panwa know that the mountain was the site of an ancient burial ground.","release_date":"2014-04-24","genres":[12,14,28],"vote_average":6.0,"runtime":84,"cert":"N\/A","id":284707,"title":"Spirits War","adult":false},{"cast":[],"overview":"• Includes their massive tunes 'Love Walked In', 'A Better Man' and 'Like a Satellite'  1\/ She's So Fine 2\/ Dirty Love 3\/ Backstreet Symphony 4\/ Gimme Some Lovin' 5\/ Love Walked In 6\/ Low Life In High Places 7\/ Everybody Wants Her 8\/ A Better Man 9\/ Like A Satellite 10\/Stand Up 11\/River Of Pain 12\/Castles In The Sand 13\/In A Broken Dream 14\/Gimme Shelter 15\/Like A Satellite (alternate version)  Live At The Town &amp; Country Club, London, March 7, 1990  1\/ Backstreet Symphony 2\/ She’s So Fine 3\/ Until My Dying Day 4\/ Higher Ground 5\/ Don’t Wait For Me 6\/ Fired Up 7\/ Dirty Love 8\/ She’s So Fine Live At Donington, August 18, 1990  1\/ She’s So Fine 2\/ Back Street Symphony 3\/ Higher Ground 4\/ Don’t Wait For Me Interview  Audio all stereo: Dolby digital Town &amp; Country Club and Donington 5.1: Dolby Digital and DTS  5.1 surround sound up mixed from the original stereo recordings","release_date":"2005-05-30","genres":[],"vote_average":0.0,"runtime":150,"cert":"","id":284709,"title":"Thunder - Flawed To Perfection (The Video Collection 1990-1995)","adult":false},{"cast":["Robert Carradine","Tony Evangelista","Rib Hillis","Conan O'Brien","Katie Savoy"],"overview":"An American scientist up to no good (as usual) by creating the half-pterodactyl, half-barracuda: Pteracuda. When the creature inevitably escapes, it's up to Sharktopus to stop him.","release_date":"2015-06-02","genres":[27,878,10770],"vote_average":4.0,"runtime":84,"cert":"15","id":284711,"title":"Sharktopus vs. Pteracuda","adult":false},{"cast":["Lembit Ulfsak","Natalya Gundareva","Oleg Borisov","Vladimir Zeldin","Stanislav Sadalskiy"],"overview":"The story of a writer who accidentally stumbles across the elixir of immortality and in doing so encounters the small group of immortals who have jealously guarded this secret for centuries. Once the writer has knowledge of this elixir, called 'Mafussalin', the group of five immortals give him a stark choice: either join them, with the price of admission, being a duel to the death between the immortal who accidentally gave the secret away or death at the hands of the group. As the writer makes up his mind, sometimes aided and at other times opposed by the ever shifting alliances from within the group, we discover how the other immortals became this way, their true ages and what they have done with this 'gift'.","release_date":"1991-07-01","genres":[18,878],"vote_average":6.0,"runtime":84,"cert":"N\/A","id":284713,"title":"Temptation of B.","adult":false},{"cast":["David Bradley","Frank Zagarino","Jennifer Campbell","Frans Tumbuan","Dicky Zulkarnaen"],"overview":"An ex-Marine finds out a old buddy is leading a private army of mercenaries. When an ex-Marine refuses to join an old friendship's personal army of mercenaries a deadly violent battle erupts between the two men! And this is not good.","release_date":"1993-12-15","genres":[28],"vote_average":4.0,"runtime":95,"cert":"N\/A","id":284715,"title":"Blood Warriors","adult":false},{"cast":["Marcin Dorociński","Eryk Lubos"],"overview":"","release_date":"2008-08-01","genres":[],"vote_average":7.3,"runtime":null,"cert":"N\/A","id":284717,"title":"Boisko bezdomnych","adult":false},{"cast":["Leopold Biberti","Marina Rainer","Fritz Schulz","Margarete Fries","Rita Liechti"],"overview":"","release_date":"1940-09-18","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284719,"title":"Dilemma","adult":false},{"cast":["Miriam Spoerri","Lina Carstens","Carl Wery","Horst Rüschmeier","Charles Regnier"],"overview":"","release_date":"1960-06-22","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284721,"title":"Emilia Galotti","adult":false},{"cast":["Maria Becker","Elsa Fehrmann","Will Quadflieg"],"overview":"","release_date":"1961-05-03","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284723,"title":"Rosmersholm","adult":false},{"cast":["Valeri Yordanov","Ivan Radoev","Paraskeva Djukelova","Deyan Donkov","Margita Gosheva"],"overview":"Three friends, Maro, Shpera and Yuri are unemployed and hardly make ends meet. They have complicated and hysterical relationships with the people closest to them. They seem to have emigrated from their families and their country. Provoked by a mysterious telephone call, they set out on a journey, filled with the hope to change their lives.","release_date":"2002-10-21","genres":[18],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":284725,"title":"Emigrants","adult":false},{"cast":["Bernard Allison"],"overview":"Critics seldom agree upon anything so much as they do with Bernard Allison. The son of the blues legend Luther Allison is regarded as one of the most important and creative representatives of 21st century blues. This live concert was recorded in August 1999 at the W.C. Handy Festival in Henderson, Kentucky.","release_date":"2003-04-22","genres":[10402],"vote_average":4.3,"runtime":58,"cert":"N\/A","id":284727,"title":"Bernard Allison: Kentucky Fried Blues","adult":false},{"cast":["Archit Deodhar","Parth Bhalerao"],"overview":"An 11-year-old boy struggles to cope with the death of his father while trying to make new friends in an unfamiliar place, after his mother gets a job transfer.","release_date":"2014-02-11","genres":[35,18],"vote_average":7.3,"runtime":107,"cert":"N\/A","id":284729,"title":"Killa","adult":false},{"cast":["Tracy Nelson","Dorothy Morrison","Annie Sampson","Angela Strehli","Steve Ehrmann"],"overview":"Dorothy Morrison, Tracy Nelson, Annie Sampson and Angela Strehli, all highly regarded vocalists in their own rights, have joined forces as The Blues Broads. Their self-titled debut CD\/DVD set includes both familiar songs associated with their respective august careers, as well as newly written material that underscores the creative might of these four remarkable women. Reflecting more than two centuries of collective experience in blues, country, gospel and rock, this awesome aggregation is nothing less than a roots music \"supergroup\" of the first order.","release_date":"2012-09-18","genres":[10402],"vote_average":4.3,"runtime":52,"cert":"N\/A","id":284731,"title":"The Blues Broads","adult":false},{"cast":["Hiroshi Tanahashi","Katsuyori Shibata","Harry Francis Smith","Shinsuke Nakamura","Shelton Benjamin"],"overview":"The 2014 version of the G1 Climax tournament is scheduled to take place between July 21 and August 10, 2014, with the finals scheduled to take place in Tokorozawa, Saitama at the Seibu Dome for the first time departing Ryōgoku Kokugikan, which housed the finals from every year since the tournament began. With 22 participants, the tournament marks the largest G1 Climax in history. Like the previous year, all events in the tournament were made available on iPPV through Niconico and Ustream. Kota Ibushi was scheduled to take part in the tournament, but on July 18 New Japan announced that he would have to pull out due to a concussion suffered at the beginning of the month. The following day, Tomoaki Honma was named Ibushi's replacement in the tournament.","release_date":"2014-07-28","genres":[],"vote_average":0.0,"runtime":225,"cert":"N\/A","id":284736,"title":"NJPW G1 Climax 24 - Day 5","adult":false},{"cast":["Shinsuke Nakamura","Tomohiro Ishii","Katsuyori Shibata","Yuji Nagata","Allen Neal Jones"],"overview":"The 2014 version of the G1 Climax tournament is scheduled to take place between July 21 and August 10, 2014, with the finals scheduled to take place in Tokorozawa, Saitama at the Seibu Dome for the first time departing Ryōgoku Kokugikan, which housed the finals from every year since the tournament began. With 22 participants, the tournament marks the largest G1 Climax in history. Like the previous year, all events in the tournament were made available on iPPV through Niconico and Ustream. Kota Ibushi was scheduled to take part in the tournament, but on July 18 New Japan announced that he would have to pull out due to a concussion suffered at the beginning of the month. The following day, Tomoaki Honma was named Ibushi's replacement in the tournament.","release_date":"2014-08-01","genres":[],"vote_average":0.0,"runtime":200,"cert":"N\/A","id":284738,"title":"NJPW G1 Climax 24 - Day 7","adult":false},{"cast":[],"overview":"The fascinating world of ocean fauna: dangerous sharks, majestic stingrays, brilliantly coloured fish and a variety of species from the diver's paradise of the Maldives. Spectacular images of the diverse life-forms to be found under water.","release_date":"2004-03-15","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":284740,"title":"Blue Motion - Rulers of the oceans","adult":false},{"cast":["Elina Reinikka","Juha Lagström","Elina Hietala","Kristiina Elstelä","Pertti Sveholm"],"overview":"A woman meets a man who tells her that they have known each other 11 years ago and wishes to take her out. Woman does not recall him and in her mind she thinks back and goes through several random meetings from the past, yet he does not seem to be any of those men from her past. Woman continues the relationship and tries to solve the mystery, which at the end is revealed.","release_date":"2014-04-11","genres":[10749,35,18],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":284742,"title":"Romanssi","adult":false},{"cast":["Kitty Flanagan","Penny Flanagan"],"overview":"Kitty returns with her highly anticipated new show and this time she answers all the difficult questions, such as 'What's wrong with teenagers?' and 'Should cabaret be against the law?'","release_date":"2014-04-02","genres":[35],"vote_average":9.0,"runtime":84,"cert":"N\/A","id":284744,"title":"Hello Kitty Flanagan","adult":false},{"cast":[],"overview":"Superbook transports Chris back to ancient Egypt. Chris, Gizmo, and Joy travel with Joseph through several trials and triumphs. in all of their journeys, Joseph continues to trust in God. After witnessing God take Joseph from the pit to the palace, Chris realizes the value of trusting in God’s plans.","release_date":"2013-01-01","genres":[16],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":284746,"title":"Superbook: Joseph and Pharaoh's Dream","adult":false},{"cast":[],"overview":"At a disaster relief effort, Joy has to choose between finishing her mission or giving up. Suddenly, Superbook sends Joy, Chris, and Gizmo to a time when Paul chooses to focus on his mission, no matter the circumstances. This encourages Joy when she returns to face her relief project.","release_date":"2013-01-01","genres":[16],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":284748,"title":"Superbook: Paul and the Shipwreck","adult":false},{"cast":[],"overview":"At school, Joy is not getting along with Becky. Suddenly, Superbook sends Joy, Chris, and Gizmo to a time where Israeli spies team up with Rahab. Joy learns that those who seem like enemies can get along and find common ground.","release_date":"2013-01-01","genres":[16],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":284750,"title":"Superbook: Rahab and the Walls of Jerico","adult":false},{"cast":[],"overview":"The story of Abraham and Isaac. Chris is stoked because he got an HoloStation 4, the ultimate holographic gaming system! But Chris starts to feel a twinge of guilt, when he hears that a sick boy in the hospital would like to have one. It takes SUPERBOOK’S assistance to turn Chris around after he meets Abraham and Issac. Through Abraham’s obedience to God, Chris learns that you should put God first, above all else (even an Holostation 4) and everything else will work out.","release_date":"2012-01-01","genres":[16],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":284752,"title":"Superbook: The Test","adult":false},{"cast":["Gaby Hoffmann","Ashlie Atkinson","Kim Allen","Rebecca Street"],"overview":"A mother's grief over the death of her toddler leads to horror.","release_date":"2014-07-28","genres":[27,18],"vote_average":4.3,"runtime":65,"cert":"N\/A","id":284754,"title":"Lyle","adult":false},{"cast":["Harry Andrews","Kay Walsh","Michael Anderson Jr.","Richard Vernon","Russell Waters"],"overview":"During World War II, teenage boys in a small English town are consumed with jingoism and brutal war games, hoping dearly that the war won't end before they can fight in it.","release_date":"1962-04-14","genres":[18],"vote_average":8.0,"runtime":86,"cert":"","id":284756,"title":"Reach for Glory","adult":false},{"cast":["Ralph Richardson","Flora Robson","Allan Jeayes","Wally Patch"],"overview":"John Smith, a middle-aged married man, is made redundant by his employer; at a loss and despairing, his friend Harry Jones suggests applying to the Embankment Fellowship Centre, a charity that provides hostelling, retraining and help finding work for men in his position.","release_date":"1939-06-28","genres":[18],"vote_average":5.0,"runtime":10,"cert":"U","id":284758,"title":"Smith","adult":false},{"cast":["Jenny Tamburi","Marino Masé","Sebastiano Somma","Laura Gemser","Lilli Carati"],"overview":"","release_date":"1986-07-03","genres":[18],"vote_average":7.8,"runtime":89,"cert":"N\/A","id":284760,"title":"Christina","adult":false},{"cast":["James Bachman","Michael Colgan","Rosie Day","Laura Donnelly","Jannicke Stendal Hansen"],"overview":"9 British actors arrive in the far north of Norway to act the Ibsen play \"Lady From The Sea\". They have never been in Norway before and have no idea that the sun won't set for the next month.","release_date":"2014-05-30","genres":[35,18],"vote_average":3.5,"runtime":107,"cert":"N\/A","id":284762,"title":"Heart of Lightness","adult":false},{"cast":["Ken Maynard","Esther Ralston","Bert Lindley","Edward Peil Sr.","Lillian Leighton"],"overview":"Tex Sherwood has just come into possession of a valuable piece of land that will be irrigated by a new dam. Banker Holman knowing the deed must be registered the next day, offers a $50,000 reward for Tex's capture.","release_date":"1924-12-02","genres":[37],"vote_average":5.0,"runtime":55,"cert":"N\/A","id":284767,"title":"$50,000 Reward","adult":false},{"cast":[],"overview":"Directed by Dave Fleischer.","release_date":"1926-01-02","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":284769,"title":"Koko the Convict","adult":false},{"cast":["Ken Maynard","Alma Rayford","Fred Burns","Tom London"],"overview":"A ranch foreman captures a notorious gang of gold thieves. He ties them up and leaves them for a pursuing posse while he goes out to find the gold they stole. When the posse arrives, the gang's leader convinces them that the foreman is actually the gold thief, and the posse sets out in pursuit of him.","release_date":"1925-11-02","genres":[37],"vote_average":0.0,"runtime":49,"cert":"N\/A","id":284771,"title":"The Demon Rider","adult":false},{"cast":[],"overview":"Documentary about everyday life and serious social problems of one of the oldest districts of Yerevan.","release_date":"1987-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284773,"title":"Kond","adult":false},{"cast":["Mikhail Astangov","Mikhail Bolduman","Veronika Polonskaya","Maksim Shtraukh","Ada Vojtsik"],"overview":"Directed by Ivan Pyryev.","release_date":"1933-11-06","genres":[18],"vote_average":6.0,"runtime":102,"cert":"N\/A","id":284775,"title":"Conveyor of Death","adult":false},{"cast":["Tadeusz Białoszczyński","Witold Zacharewicz","Jerzy Pichelski"],"overview":"Directed by Joseph Lejtes.","release_date":"1938-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284777,"title":"Kosciuszko at the Battle of Raclawice","adult":false},{"cast":["Pyotr Chardynin","Ivan Mosjoukine","Lyubov Varyagina"],"overview":"Directed by Pyotr Chardynin.","release_date":"1911-01-02","genres":[18],"vote_average":0.0,"runtime":29,"cert":"N\/A","id":284779,"title":"The Kreutzer Sonata","adult":false},{"cast":["Wahid Chan","Gito","Rendra Karno"],"overview":"Lost film directed by Usmar Ismail.","release_date":"1953-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284781,"title":"Krisis","adult":false},{"cast":["Kanjûrô Arashi","Matsunosuke Fukui","Kensaku Hara"],"overview":"Directed by Daisuke Itô.","release_date":"1942-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284783,"title":"Kurama Tengu","adult":false},{"cast":[],"overview":"In this sequel to \"My brother the Islamist,\" we continue to follow Robb Leech as the tries to understand his stepbrother's journey and transformation from middle-class boy to convicted terrorist.","release_date":"2014-04-28","genres":[99],"vote_average":0.0,"runtime":55,"cert":"","id":284785,"title":"My Brother the Terrorist","adult":false},{"cast":["Ken Maynard","Peggy Montgomery","Melbourne MacDowell","Frank Whitson","Henry Ward"],"overview":"Richard Kingsley, son of a financier, trying to aid Marjorie Crenshaw and her sister during a raid on a New York roadhouse, is arrested. His father, enraged by the bad publicity, threatens to disinherit him if he doesn't go to Colorado in search of a mine....","release_date":"1925-12-12","genres":[37],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284787,"title":"Fighting Courage","adult":false},{"cast":["Virginia Lee Corbin","Stuart Holmes","Ken Maynard","Clark Gable","Harold Austin"],"overview":"During a wild party, Wilbur Gale hits another man and, incorrectly believing that he has killed him, flees to the Northwoods. Wilbur's dog, North Star, runs away and is taken in by Noel Blake, a newspaper reporter. Receiving a letter from her brother, Marcia Gale sets out to find him, taking with her Dick Robbins, a false friend who sees an opportunity for blackmail...","release_date":"1925-12-27","genres":[18],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":284789,"title":"North Star","adult":false},{"cast":["Douglas Fairbanks","Seena Owen","William Lowery","Lillian Langdon","Monroe Salisbury"],"overview":"Gerald, the somewhat frail son of a wealthy New York family, is bested at the beach by Bill, a strapping young cowboy from Arizona. His fiancée Mary, ashamed of Gerald's \"yellow streak\", leaves him and goes by train to visit some friends in Arizona, with Bill in tow. Gerald follows them, and before long he and Mary winds up captured by Yaqui Indians and Gerald must prove to Mary that he is not the \"weakling\" she thinks he is by coming up with a plan for them to escape their captors.","release_date":"1915-11-06","genres":[37,12,35],"vote_average":0.0,"runtime":56,"cert":"N\/A","id":284791,"title":"The Lamb","adult":false},{"cast":["Robert J. Flaherty"],"overview":"Documentary showing the poor state that American agriculture had fallen into during the Great Depression.","release_date":"1942-01-02","genres":[99],"vote_average":0.0,"runtime":43,"cert":"N\/A","id":284793,"title":"The Land","adult":false},{"cast":["Ken Maynard","Hazel Deane","William Barrymore","Sailor Sharkey","Whitehorse"],"overview":"Fired from his job for shirking his duties, the 'Knight of the Plains' Bart Miller stumbles across a would-be stagecoach robbery and he rescues damsel in distress Betty Taylor. He takes Betty and her pretty girlfriends to the ranch of her father Bill Taylor. Meanwhile Taylor's foreman Luke Hatton is plotting to rustle his boss' herd with the aid of the corrupt lawyer Harkness.","release_date":"1926-01-02","genres":[37],"vote_average":0.0,"runtime":58,"cert":"N\/A","id":284795,"title":"The Grey Vulture","adult":false},{"cast":["Helen Holmes","Leo D. Maloney","Thomas G. Lingham"],"overview":"15-episode serial directed by Paul Hurst and J.P. McGowan.","release_date":"1916-01-02","genres":[],"vote_average":0.0,"runtime":300,"cert":"N\/A","id":284797,"title":"A Lass of the Lumberlands","adult":false},{"cast":["Luigi Maggi","Lydia De Roberti","Umberto Mozzato"],"overview":"Directed by Arturo Ambrosio and Luigi Maggi.","release_date":"1908-01-02","genres":[],"vote_average":5.0,"runtime":20,"cert":"N\/A","id":284799,"title":"The Last Days of Pompeii","adult":false},{"cast":["Prem Adib","Amirbai Karnataki","Badri Prasad"],"overview":"Based on the Hindu epic Ramayana.","release_date":"1951-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284801,"title":"Lav Kush","adult":false},{"cast":[],"overview":"German film released in 1909.","release_date":"1909-01-02","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":284803,"title":"Life and Events in Tangka","adult":false},{"cast":["Kay Aldridge","Clayton Moore","Lorna Gray","Charles Middleton","William Benedict"],"overview":"Professor Campbell's expedition into the hills of Libya obtains a papyrus which might reveal the hiding place of the Golden Tablets of Hippocrates, containing lost medical secrets. Also in the region is intrepid Nyoka Gordon, still seeking her father, lost on a previous expedition. She alone can translate the papyrus, which directs our heroes through deadly perils (including the Tunnel of Bubbling Death) into the land of the Tuaregs. Opposing them are Vultura, Queen of the Desert, and her Arab ally Cassib, both greedy for the treasure...","release_date":"1942-06-27","genres":[28],"vote_average":0.0,"runtime":261,"cert":"N\/A","id":284808,"title":"Perils of Nyoka","adult":false},{"cast":["Cinzia De Carolis","Ajita Wilson","Luigi Casellato","Franco Parisi","Mauro Vestri"],"overview":"\"Libidine\" is quite peculiar erotic  horror about a scientist, who performs some kind of experiment on  his snake. His adolescent daughter Anna has an erotic relationship  with the snake.","release_date":"1979-09-04","genres":[27,878],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":284813,"title":"Lust","adult":false},{"cast":["Claudio Aliotti","Stefania Casini","Olga Karlatos","Ilona Staller","Sandra Dobrigna"],"overview":"Dedicato al mare Egeo is a forgotten and bizarre co-production produced between Italy and Japan from 1979, starring the famous Italian porn star Illona Staller (Cicciolina) and directed by the famous Japanese pinter, printmaker and novelist Masuo Ikeda (1934–1997) from his own script based on his novel “Ege-kai ni sasagu”, for which he won the Akutagawa Prize, the most prestigious literary award in Japan. Ikeda’s vigorous artistic activity even included screenplay writing and film directing. With this movie, Masuo Ikeda has undoubtedly left his mark on the ’70s Italian skin cinema.","release_date":"1979-01-02","genres":[18],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":284815,"title":"Dedicated to the Aegean Sea","adult":false},{"cast":["Doug Sahm","Augie Meyers","Martin Steitle","Jack Barber","Steve McDaniels"],"overview":"Doug Sahm a\/k\/a Sir Doug was both a Texas rock &amp; roll legend and pioneer. True, there were others before him (Buddy Holly and Roy Orbison come to mind), but the Sir Douglas Quintet counterattacked the British invasion of the mid 1960's with their own brand of Chicano-influenced rock that they had been playing around their hometown of San Antonio. This performance, recorded October 14, 1975, came after Doug had temporarily retired the Sir Douglas name, but features original member Augie Meyer along with musical compadres Martin Steitle, John Barber, Steve McDaniels and Harry Hess.","release_date":"2007-10-02","genres":[10402],"vote_average":5.3,"runtime":57,"cert":"N\/A","id":284817,"title":"Doug Sahm: Live from Austin, TX","adult":false},{"cast":["Jean-Marc Parent","Nadja","Dominic Paquet","Ben et Jarod","Mariana Mazza"],"overview":"","release_date":"2014-07-31","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284819,"title":"Juste pour rire 2014 - Évènement JMP","adult":false},{"cast":["Jim Cummings","Peter Cullen"],"overview":"Winnie the Pooh and friends teach counting.","release_date":"2004-10-12","genres":[16],"vote_average":6.7,"runtime":30,"cert":"N\/A","id":284821,"title":"Winnie the Pooh - 123's","adult":false},{"cast":["Patrick Bonnel","Christian de Tillière","Marie Florestan","Clément Harari","Christiane Jean"],"overview":"Italian tv movie","release_date":"1989-08-02","genres":[],"vote_average":0.0,"runtime":52,"cert":"N\/A","id":284826,"title":"Mano rubata","adult":false},{"cast":[],"overview":"Greatest Heroes and Legends of the Bible: Life With Jesus","release_date":"2003-01-01","genres":[16],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":284828,"title":"Greatest Heroes and Legends of the Bible: Life With Jesus (episode not film)","adult":false},{"cast":["Nova Villa","Dante Rivero","Freddie Webb","Ruby Ruiz","Lara Morena"],"overview":"The film is about a 65-year old retiree Cory who gets reunited with her 1st love and finally, the supposed date happens 5 decades after they got separated.","release_date":"2014-08-02","genres":[35,18,10749],"vote_average":0.0,"runtime":109,"cert":"N\/A","id":284833,"title":"3rd Is My 1st","adult":false},{"cast":["Catherine Belkhodja"],"overview":"A collection of three short 'haiku videos' by Chris Marker.  The first haiku, 'Yanka \/ Tchaika', shows the river Seine passing under a bridge. A bird in flight stays motionless in the air.  The second haiku, 'Owl Gets in Your Eyes', shows Catherine Belkhodja smoking a cigarette while a superimposed shot of an owl in flight fades in and out over her face.  The third haiku is a tribute to the Lumière brothers. In an homage to their style, Marker documents an event of daily life in only a minute, choosing to film work on the Petite Centure (a Parisian railway) in May 1994. Due to the work, no train actually passes and we are simply shown desolate train tracks, making the haiku a dry parody of 'L'Arrivée d'un train en gare de La Ciotat'.","release_date":"1994-01-01","genres":[99],"vote_average":6.0,"runtime":4,"cert":"N\/A","id":284835,"title":"Three Haiku Videos","adult":false},{"cast":["Sharwanand","Seerat Kapoor","Adivi Sesh","Sampath Raj","Jayaprakash"],"overview":"Raja (Sharwanand) is on a search for a perfect match for him and in the process he will break-up with most of those girls. One day, he meets Priya (Seerat Kapoor) and falls truly in love with her. Priya is the daughter of Sampath (Dileep Kumar), a police commissioner who has been appointed to deal with the kidnappings happening in town but is unable to solve the cases. When he learns that his daughter is in love with Raja, he assigns him a task to nab the kidnapper in order to marry his daughter. What happens next forms the crux of the story.  Critics have given positive feedback for \"Run Raja Run\" terming it as an entertaining film. They have appreciated Sharwanand's performance in romantic scenes as well as his comic timing. Other actors have also done their parts well. The film's screenplay, music, twists and turns, and comedy are its major plus points.","release_date":"2014-08-01","genres":[18,80,10749],"vote_average":3.7,"runtime":156,"cert":"N\/A","id":284837,"title":"Run Raja Run","adult":false},{"cast":["Nora Aunor","Rocco Nacino","Rosanna Roces","Sunshine Dizon","Chynna Ortaleza"],"overview":"A foul-mouthed woman fights for her soul in the belly of the city. Working for a human trafficking agency controlled by a powerful syndicate, she sees no evil, hears no evil. In a society like ours, you have only two choices—to be a victim or a victimizer. She makes her choice.","release_date":"2014-08-02","genres":[80,18,10751],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":284839,"title":"Justice","adult":false},{"cast":[],"overview":"During the solar eclipse of August 11, 1999, Chris Marker documents the French public looking up to the skies, with many of them wearing eclipse glasses.","release_date":"1999-09-01","genres":[99],"vote_average":5.5,"runtime":8,"cert":"N\/A","id":284841,"title":"E-clip-se","adult":false},{"cast":["Maria Becker","Paul Verhoeven","Herbert Fleischmann","Edda Seippel"],"overview":"","release_date":"1965-09-07","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284843,"title":"Der Kardinal von Spanien","adult":false},{"cast":["Udo Vioff","Claudia Amm","Maria Becker","Gisela Trowe","Peter Fitz"],"overview":"","release_date":"1970-12-31","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284845,"title":"Stückgut","adult":false},{"cast":["O.W. Fischer","Maria Becker","Susanne Uhlen","Sylvia Manas","Oliver Tobias"],"overview":"","release_date":"1977-01-16","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284847,"title":"Ein Glas Wasser","adult":false},{"cast":["Maniyanpilla Raju","Tanushree Raghuram","Balachandran Chullikkadu","Kalabhavan Haneef","Nisha Sarangh"],"overview":"Namboothiri Yuvavu @ 43' is a futile exercise in film making that is a bit of a stretch, since it's neither emotional nor funny. It's a bland adaptation of a theme that we have already seen before, delivered with less charm and even lesser appeal.","release_date":"2014-06-03","genres":[],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":284849,"title":"Namboothiri Yuvavu At 43","adult":false},{"cast":["Maria Becker"],"overview":"","release_date":"1976-11-17","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284851,"title":"Die Prinzipalin - Maria Becker: Leben fürs Theater","adult":false},{"cast":["Andrea Patriau","Jair García","Matilda Martini","Flavio Espinoza","Élide Brero"],"overview":"Trip to Timbuktu is the story of Ana and Lucho, two teenagers who live in Peru. Their story of love, which starts in childhood, reveals the changes which took place in this country during the 80's. For them, the only way to survive in the middle of violence, poverty and lack of opportunities is through their love, a sort of refuge which has as its homeland an imaginary country called Timbuktu. Nevertheless, the reality will stand in their way and collapse their utopia.","release_date":"2014-05-29","genres":[18],"vote_average":1.0,"runtime":100,"cert":"N\/A","id":284853,"title":"Viaje a Tombuctú","adult":false},{"cast":["Johannes Heesters","Lambert Hamel","Gertraud Jesserer","Hannes Messemer","Anaid Iplicjian"],"overview":"","release_date":"1980-11-23","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284855,"title":"Liebe bleibt nicht ohne Schmerzen","adult":false},{"cast":["Johnny Winter","Dr. John","B.B. King"],"overview":"Johnny Winter's long-awaited official video release, highlighting performances spanning 4 decades, interspersed with personal photos taken by his wife, Susan. Narrated by Johnny Winter, Pieces &amp; Bits features appearances by B.B. King, Dr. John,","release_date":"2001-12-04","genres":[10402],"vote_average":5.5,"runtime":78,"cert":"N\/A","id":284857,"title":"Johnny Winter: Pieces & Bits","adult":false},{"cast":["Rami Hamze"],"overview":"Writer-director Rami Hamze sets out to make a difference and ends up antoginizing the people he set out to help. His documentary chronicles the tale of how his project \"Kalk für alle\" (Kalk for everybody) animated people and interest groups to pitch in ideas for making Kalk a better place for the inhabitants - for a price of 10.000 Euro.","release_date":"2014-10-02","genres":[99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":284859,"title":"Der große Demokrator","adult":false},{"cast":[],"overview":"","release_date":"1990-01-01","genres":[16],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284861,"title":"Skurkar i Mumindalen","adult":false},{"cast":["Ken Maynard","Dorothy Devore","George Nichols","Josef Swickard","J.P. McGowan"],"overview":"Don Luis O'Flagherty (Ken Maynard), a daredevil comes to the rescue of his long-lost father, \"Tiger\" O'Flagherty (George Nichols), the supervisor of a supply-wagon train destined for the miners in Sonora. Tiger is being terrorized by Jesse Wilks (J.P. McGowan), who hopes to starve the miners out of their claims. Falling in love with Tiger's ward, Sally (Dorothy Devore), Don Luis manages to turn the tables on Wilks, who is killed attempting to rob the supply train.","release_date":"1926-08-01","genres":[28,37,10749,12],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":284863,"title":"Senor Daredevil","adult":false},{"cast":["Lara Hudson"],"overview":"Five distinct 10-minute segments — each with a specific series of poses, each focused on a specific goal. It’s the ideal way to learn and experience different yoga approaches. Once you’ve found your favorites, you can customize the DVD to play the segments in your preferred sequence. You’ll begin with “basics” — simple breathing and sun salutations. Then it’s “buns and thighs” and “abs” — poses carefully chosen to target specific body areas. “Yoga burn” is a faster-paced series of flowing floor and standing routines. Finally, “flexibility,” emphasizes graceful, tension-releasing floor positions. Lara Hudson’s one-on-one teaching is friendly and easy to follow.","release_date":"2005-08-02","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":284865,"title":"10 Minute Solution: Yoga","adult":false},{"cast":[],"overview":"When we sweat, it's our body's way of eliminating unwanted toxins and fat cells. Sara Ivanhoe's Power Beauty Sweat uses innovative arm balances, core strengthening, and twisting postures to detoxify the body and improve vitality. Using challenging poses that work the leg, arm and abdominal muscles, she'll help you burn calories and improve your digestion. Her routine will boost your energy level and give you all-over glow. This program is designed for all levels of fitness and flexibility, and will challenge you in the new and exciting ways.","release_date":"2004-08-02","genres":[],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":284867,"title":"20 Minute Yoga Makeover - Power Beauty Sweat","adult":false},{"cast":[],"overview":"Fitness expert and yoga instructor Bob Harper leads viewers through this intense yoga program, designed to up the metabolism, increase endurance and strength, tone muscles, and improve breathing and posture, all in a routine that increases flexibility and relaxation.","release_date":"2010-12-07","genres":[],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":284869,"title":"Bob Harper: Inside Out Method - Yoga for the Warrior","adult":false},{"cast":[],"overview":"Gentle moves selected to “release tension piece by piece, breath by breath.”  The moves are all genuine yoga but Sara Ivanhoe’s focus is breathing, flexibility, looseness and relaxation, not achieving the perfect pose.  It begins with a very gentle “warm-up” stretch and it ends with just-plain-relaxation.  Don’t be confused by the title; the set isn’t dark — it’s light and airy with brightly glowing candles.  Quiet instrumental music with some soothing nature sounds.","release_date":"2002-09-22","genres":[],"vote_average":0.0,"runtime":44,"cert":"N\/A","id":284871,"title":"Candlelight Yoga","adult":false},{"cast":["Ken Maynard","Kathleen Collins","David Torrence","T. Roy Barnes","Jim Mason"],"overview":"Tom Drury, a cowboy whose quick thinking stops a notorious outlaw, \"The Hawk,\" from further misdeeds. The villain, as it turns out, is none other than Henry Suggs (James Mason), heretofore considered a pillar of the community.....","release_date":"1926-11-14","genres":[37],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":284873,"title":"The Unknown Cavalier","adult":false},{"cast":["Sullivan Stapleton","Jessica De Gouw","Alex Russell","Richard Anastasios","Paul Molder"],"overview":"Young, charismatic, and hardworking, Sparra Farrell seems to be sailing into a happy, respectable life. He has a solid job and an adorable fiancée named Paula, and already owns a modest house in the country outside Melbourne. The only odd thing is that Sparra says precious little about his past — but that past is about to catch up with him, and wrest control of his present.","release_date":"2015-09-24","genres":[53],"vote_average":6.7,"runtime":94,"cert":"N\/A","id":284875,"title":"Cut Snake","adult":false},{"cast":["Rita Russek","Michael Wittenborn","Urs Peter Halter","Götz Schubert","Nadja Becker"],"overview":"","release_date":"2010-11-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284877,"title":"Ihr mich auch","adult":false},{"cast":["Suzanne Deason"],"overview":"In addition to stretching, meditation and stress reduction, yoga has many therapeutic benefits including the power to help you naturally lose weight and keep it off. Led by acclaimed yoga instructor Suzanne Deason, Living Arts' \"Yoga Conditioning for Weight Loss\" accommodates all levels of fitness and flexibility by offering four levels of modification. With a click of a button, you can access any level workout fully modified, partially modified, slightly modified and full postures and receive more detailed instruction on the most challenging poses. Committing to follow this 45-minute program of safe, natural weight loss methods can help you start looking and feeling great in no time! Four 45-minute workout variations give you room to improve your level of fitness.","release_date":"2000-06-02","genres":[],"vote_average":0.0,"runtime":45,"cert":"N\/A","id":284879,"title":"Yoga Conditioning For Weight Loss","adult":false},{"cast":[],"overview":"A strong, comprehensive vinyasa flow practice targeting overall strength, cardiovascular conditioning and toning.","release_date":"2010-12-24","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":284881,"title":"Power Yoga","adult":false},{"cast":[],"overview":"Specially shot for the big screen, IMAGINE: LIFE SPENT ON THE EDGE takes you to the heart of the action of extreme surfing, skiing, snowboarding, wingsuit flying, speed riding and more, featuring the world’s best riders in the most breathtaking landscapes.","release_date":"2014-06-12","genres":[99],"vote_average":4.3,"runtime":95,"cert":"N\/A","id":284883,"title":"Imagine: Life Spent on the Edge","adult":false},{"cast":[],"overview":"The construction of the Thai-Burma railway began in 1943 with a substantial number of Allied prisoners of war and Asian conscripts providing the bulk of the labour. By the time the railway was completed, more than 100,000 men had died in a tragic chapter of WWII, remembered as the Hellfire Pass. This film is the journey back, some 40 years on, of a dedicated group of ex-servicemen from Australia, the UK and Holland, intent on rediscovering the treacherous cuttings and dedicating Hellfire Pass as a monument to those who died under extreme conditions. Led by legendary hero Sir Edward “Weary” Dunlop, the Australian contingent of veterans, many in their seventies, decided to retrace the section of the line they had built in search of the site of the notorious Hintok Mountain Camp. Along the way the men share their incredible stories of comradeship and explore the bonds of friendship that enabled them to survive and ultimately return to pay their respects.","release_date":"1987-04-25","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284885,"title":"Hellfire Pass","adult":false},{"cast":["Ted Newsom"],"overview":"A history of the famous vampire of books and movies, using film clips, previews and other methods.","release_date":"1991-01-01","genres":[99],"vote_average":10.0,"runtime":60,"cert":"N\/A","id":284887,"title":"Dracula: A Cinematic Scrapbook","adult":false},{"cast":[],"overview":"A two-channel video projection divided down gender lines.","release_date":"1999-01-01","genres":[],"vote_average":6.0,"runtime":9,"cert":"N\/A","id":284889,"title":"Rapture","adult":false},{"cast":["Marina Dellamore"],"overview":"A kaleidoscopic audiovisual experience.","release_date":"2011-10-12","genres":[10402],"vote_average":0.0,"runtime":53,"cert":"N\/A","id":284891,"title":"Acid","adult":false},{"cast":["Howard Vernon","Tota Alba","Danielle Godet","José María Seoane","Rosita Yarza"],"overview":"A horror movie directed by Santos Alcocer.","release_date":"1967-10-04","genres":[80,27],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":284893,"title":"The Orgies of Dr. Orloff","adult":false},{"cast":[],"overview":"By presenting the life and times of Raymond E. Bowles, one of our nation's greatest visionaries, this short seeks to finally set right a grave injustice.","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":35,"cert":"N\/A","id":284895,"title":"Openminds","adult":false},{"cast":[],"overview":"Lost on their way to a desert rock concert, two loners remember the good times.","release_date":"2005-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284897,"title":"Let the Good Times Roll","adult":false},{"cast":["Arundhati Devi","Soumitra Chatterjee","Chhabi Biswas","Radhamohan Bhattacharya","Padmadevi"],"overview":"A tax collector posted to a small town puts up at a mansion feared by the locals because it is haunted. As time passes he grows more consumed by the mansion and its air of romance, and the spirits that haunt it, especially a beautiful woman. Adapted from a Rabindranath Tagore story.","release_date":"1960-04-01","genres":[10749,18,14],"vote_average":0.0,"runtime":117,"cert":"N\/A","id":284899,"title":"Hungry Stones","adult":false},{"cast":["Anil Chatterjee","Bharati Devi","Chhaya Devi","Sharmila Tagore","Ruma Guha Thakurta"],"overview":"A writer meets five widows on a train to Puri. As the six lives begin to intertwine, the theme of the taboos of widowhood emerge; but so, too, does a philosophy of life and hope for the future. The performers collectively won Best Actress at India's National Film Awards in 1964.","release_date":"1963-04-01","genres":[18],"vote_average":5.0,"runtime":130,"cert":"N\/A","id":284901,"title":"The Desolate Beach","adult":false},{"cast":[],"overview":"","release_date":"2013-06-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284903,"title":"Com Vandalismo","adult":false},{"cast":[],"overview":"This documentary consists of interviews with various Cuban functionaries, scientists and artists, plus a few minutes of newsreel footage. The interviews are brisk and to the point and they add up to a coherent whole. There is perhaps not much new material, but the labyrinthine details of the embargo, still in place, deserve exposure. The US though the blockade would turn the people of Cuba against its own government. A bully's reasoning; it was of course wrong. Undeterred, and unable to learn, the US has since insisted again and again, the last two instances Iran and now Russia.","release_date":"2005-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284905,"title":"Bloqueo, la guerra contra Cuba","adult":false},{"cast":[],"overview":"John Smith’s Leading Light evolves a sense of screen depth and surface through the simple agency of light. The film is shot in a room over a period of a day and records the changes in light through the single window. The image is controlled through manipulation of aperture, of shutter release, of lens, but the effect is more casual than determined and the spectator is aware primarily of the determining nature of following sunlight.","release_date":"1975-01-01","genres":[],"vote_average":10.0,"runtime":11,"cert":"","id":284907,"title":"Leading Light","adult":false},{"cast":["Dexter Holland","Greg Kriesel","Kevin \"Noodles\" Wasserman","Pete Parada","The Offpsring"],"overview":"The Offpsring at Cidade do Rock, Rio de Janeiro, Brazil on September 14, 2013. Setlist: 01. All I Want \/ 02. Bad Habit \/ 03. Come Out and Play \/ 04. Days Go By \/ 05. Original Prankster \/ 06. You're Gonna Go Far, Kid \/ 07. Staring at the Sun \/ 08. Kristy, Are You Doing Okay? \/ 09. Want You Bad \/ 10. Hit That \/ 11. Why Don't You Get a Job? \/ 12. Americana \/ 13. (Can't Get My) Head Around You \/ 14. Pretty Fly (For a White Guy) \/ 15. The Kids Aren't Alright \/ 16. California Sun (Joe Jones cover) (with Marky Ramone) \/ 17. R.A.M.O.N.E.S. (Motörhead cover) (with Marky Ramone) \/ 18. Self Esteem","release_date":"2013-09-14","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284909,"title":"The Offspring: Rock in Rio 2013","adult":false},{"cast":["Amanda Burton"],"overview":"","release_date":"2005-09-22","genres":[36,99],"vote_average":5.8,"runtime":null,"cert":"","id":284911,"title":"Horizon: The Mystery of the Human Hobbit","adult":false},{"cast":["Daniela Mercury","Unidos da Tijuca","AfroReggae","Boi Garantido"],"overview":"","release_date":"2011-11-25","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284913,"title":"Daniela Mercury - Canibalia","adult":false},{"cast":["Luan Santana"],"overview":"","release_date":"2009-11-24","genres":[10402],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":284915,"title":"Luan Santana - Ao Vivo","adult":false},{"cast":["Madhabi Mukherjee","Subhendu Chatterjee"],"overview":"Shortly after her marriage a young woman who has always had trouble with her eyesight goes completely blind.","release_date":"1973-04-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284917,"title":"Crossing the Darkness","adult":false},{"cast":[],"overview":"Found images from twentieth-century educational films are sewn together with melted-down pharmaceuticals fixed to the film in a concentrated fusion with pulsating music.","release_date":"2007-01-01","genres":[],"vote_average":6.0,"runtime":8,"cert":"N\/A","id":284919,"title":"Light Work I","adult":false},{"cast":[],"overview":"A lesbian teenager unsuccessfully juggles multiple identities to avoid rejection from her friends and family. Mounting pressure from home, school, and within wears the line between her personas thin with explosive consequences.","release_date":"2007-04-19","genres":[],"vote_average":0.0,"runtime":28,"cert":"N\/A","id":284921,"title":"Pariah","adult":false},{"cast":["Chhaya Devi","Swarup Dutta","Rabi Ghosh","Samit Bhanja","Sumita Sanyal"],"overview":"Set against the backdrop of the political violence that rocked India, and West Bengal in particular, in the late 1960s, it tells the story of an aged widow in a village who goes to Calcutta to stay with relatives, but faces only exploitation. She moves to a slum, and finds her \"own people\" in a group of educated, unemployed youth, who are caught up inexorably in the prevalent violence.","release_date":"1968-04-01","genres":[],"vote_average":0.0,"runtime":135,"cert":"N\/A","id":284923,"title":"One's Own People","adult":false},{"cast":["Luigi St. Omer"],"overview":"An exploration of the painting process of the enigmatic Saint Lucian artist, Luigi St. Omer.","release_date":"2013-01-01","genres":[9648],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":284925,"title":"Luigi","adult":false},{"cast":["Bob Howard","Dewey 'Pigmeat' Markham","Noble Sissle","Wyatt Clark","Maude Simmons"],"overview":"In Junction 88, a small all-black community, pretty Lolly Simpkins loves gentle songwriter Buster Jenkins, who makes too little money to marry. Her father favors rival suitor Onnie, crude but with a better income. Buster's best chance comes when impresario Bob Howard, to whom he's sent songs, comes to town looking for him. But Bob is looking for a pseudonym, 'Hewlett Green', that nobody's ever heard of. Will Buster reveal himself? Meanwhile, a very jazzy church concert.","release_date":"1947-01-01","genres":[10402],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":284927,"title":"Junction 88","adult":false},{"cast":["Madison Stewart","Joshua Brennan","Richard Fitzpatrick"],"overview":"For 20-year-old Madison Stewart, nothing feels safer or more natural than diving straight into shark-infested waters. Since childhood, growing up by the Great Barrier Reef, she's treated these predators as family. But they're vanishing from existence, and because of their bad reputation, few people seem to care. Follow Madison on her mission to protect our sharks, a battle that began when she put her studies on hold, grabbed a camera, and set out to save these incredible, misunderstood creatures.","release_date":"2014-06-11","genres":[99],"vote_average":6.0,"runtime":57,"cert":"N\/A","id":284929,"title":"Shark Girl","adult":false},{"cast":["Kate Harcourt","Gentiane Lupi","Liz Kirkman","Dra McKay","Rodney Bane"],"overview":"MARIAN is an 80 year old resident of Meadow Park Rest Home. During a difficult visit, her daughter PHILLIPA is forced out and accidentally leaves something important behind. Wandering out of the rest home, the outside world proves challenging, as Marian battles her mind in an attempt to return her daughter’s beloved possession.","release_date":"2014-07-20","genres":[18],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":284931,"title":"HOME","adult":false},{"cast":[],"overview":"You don't need a reason to party, but your wife not loving you anymore is a pretty good one.","release_date":"2013-05-27","genres":[35],"vote_average":3.0,"runtime":90,"cert":"N\/A","id":284933,"title":"Party Time Party Time","adult":false},{"cast":["Ken Maynard","Kathleen Collins","Tom Santschi","Sheldon Lewis","Dot Farley"],"overview":"At a trading post in the Northern Dakotas, Hawk Lespard, an unscrupulous trader, is opposed by Jack Jessup, posing as a gambler but actually a scout for the Overland Stage Co., and Kunga-Sunga, a wizard with the lariat.","release_date":"1927-01-31","genres":[37],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":284935,"title":"The Overland Stage","adult":false},{"cast":["Julie Arnold Lisnet","Catherine Jacob","Lionnel Astier","Jean-Luc Couchard","Raphaël Mezrahi"],"overview":"","release_date":"2011-03-18","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":284937,"title":"Gérald K. Gérald","adult":false},{"cast":["William Guttenbeil","Opeti Mahina","Folau Kaitapu","Soane Paulo Po'oi","Ofa Liongitau"],"overview":"Set in the Kingdom of Tonga (South Pacific Islands), this film looks at the influence and encroachment of western culture as shown in the relationship of a young man and his traditional father.","release_date":"2006-02-23","genres":[18],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":284939,"title":"Tavake","adult":false},{"cast":["Ken Maynard","Anne Drew","J.P. McGowan","Paul Hurst","Chief Yowlachie"],"overview":"Lone wolf, who is stirring up the Indians against the wishes of his elders, gets the job of scout at the fort. When he hears of the approval of the new reservation, he sends his men to trap Scott and his troop before they can deliver the information.","release_date":"1927-09-27","genres":[37],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":284941,"title":"The Red Raiders","adult":false},{"cast":[],"overview":"Directed by Eldar Shengelaya.","release_date":"1958-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284943,"title":"The Legend of the Icy Heart","adult":false},{"cast":[],"overview":"Egyptian film released in 1930.","release_date":"1930-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284945,"title":"Leila","adult":false},{"cast":[],"overview":"Directed by G. Stabova.","release_date":"1928-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284947,"title":"Lesnoi cheloviek","adult":false},{"cast":["P.C. Barua","Kanan Devi","K.N. Singh","Amar Mullick","Sailen Choudhury"],"overview":"This classic adultery story tells of an artist, Prasanta (Barua) presented in the stereotypically romantic image: dedicated to his vocation, paying no heed to his scandalous reputation (he paints nude models) and with a cavalier attitude to his conservative father-in-law's (Choudhury) demands for a good social behaviour.","release_date":"1937-09-18","genres":[18],"vote_average":0.0,"runtime":139,"cert":"N\/A","id":284949,"title":"The Liberation of the Soul","adult":false},{"cast":["William Humphrey"],"overview":"Directed by J. Stuart Blackton.","release_date":"1909-01-02","genres":[],"vote_average":0.0,"runtime":26,"cert":"N\/A","id":284951,"title":"Napoleon and the Empress Josephine","adult":false},{"cast":[],"overview":"Directed by Jordan Belson.","release_date":"1973-01-02","genres":[],"vote_average":8.0,"runtime":8,"cert":"N\/A","id":284953,"title":"Light","adult":false},{"cast":["Geidar Palavandishvili","Rusudan Kiknadze","Sofiko Chiaureli"],"overview":"Directed by Lana Gogoberidze.","release_date":"1968-01-02","genres":[],"vote_average":1.0,"runtime":null,"cert":"N\/A","id":284955,"title":"Limits","adult":false},{"cast":[],"overview":"Story of a wandering musical beggar's encounter with a hungry lion.","release_date":"1959-01-02","genres":[16],"vote_average":6.3,"runtime":15,"cert":"N\/A","id":284957,"title":"The Lion and the Song","adult":false},{"cast":[],"overview":"Directed by Albert Capellani.","release_date":"1906-05-04","genres":[18],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":284959,"title":"The Law of Forgiveness","adult":false},{"cast":["Michel Bouquet"],"overview":"The daily life of patients and the work of doctors, including Dr. François Tosquelles, at the psychiatric hospital of Saint-Alban in Lozère.","release_date":"1962-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284961,"title":"A Look at Madness","adult":false},{"cast":["Peter Cook","Harry Enfield"],"overview":"Foul mouthed Viz favourite Roger Mellie takes on various tasks to get a new tv show","release_date":"1991-12-30","genres":[16],"vote_average":0.0,"runtime":25,"cert":"","id":284963,"title":"Roger Mellie: The Man on the Telly","adult":false},{"cast":["Kris McQuade","Bryan Brown","Gia Carides"],"overview":"A violent man (Bryan Brown), who ostensibly has a slight mental illness due to fillings in his teeth, continues to write letters to his estranged girlfriend, Kris McQuade. She sees that he expresses himself more dearly in his letters and he is still quick tempered when they try to rekindle their relationship.","release_date":"1977-01-02","genres":[],"vote_average":0.0,"runtime":50,"cert":"N\/A","id":284965,"title":"The Love Letters from Teralba Road","adult":false},{"cast":[],"overview":"Destination X will feature professional wrestling matches that involve different wrestlers from pre-existing scripted feuds and storylines. Wrestlers portray villains, heroes, or less distinguishable characters in the scripted events that build tension and culminate in a wrestling match or series of matches.","release_date":"2014-08-03","genres":[],"vote_average":0.0,"runtime":120,"cert":"N\/A","id":284967,"title":"TNA Destination X 2014","adult":false},{"cast":["Farrah Abraham","James Deen"],"overview":"From Iowa cheerleader to MTV Teen Mom star, midwest beauty Farrah Abraham breaks free with her most daring video ever, Farrah Superstar: Backdoor Teen Mom. Made originally as a personal 'boudoir' tape, Farrah decided to release the video to her fans due to overwhelming response once news of the tape became public. Shockingly explicit, she takes James Deen as you'd never imagine, in a backdoor scene you'll never forget. With her tight young body and totally uninhibited sexuality, it's no wonder why she wanted to capture this moment in time. And now you can too!","release_date":"2013-05-13","genres":[],"vote_average":8.5,"runtime":70,"cert":"N\/A","id":284972,"title":"Farrah Superstar: Backdoor Teen Mom","adult":true},{"cast":["Karel Gott","Jitka Molavcová","Josef Somr","Jiří Sovák","Jana Šulcová"],"overview":"","release_date":"1975-05-31","genres":[],"vote_average":0.0,"runtime":136,"cert":"N\/A","id":284974,"title":"A Star Is Falling Upwards","adult":false},{"cast":["Amedeo Nazzari","Germana Paolieri","Roberto Villa","Mario Ferrari","Guglielmo Sinaz"],"overview":"Successful WWI pilot Luciano Serra has problems adjusting to an ordinary life in peace, so he leaves his family and becomes a pilot in America. In the 30s, his son in Italy wants also to become a pilot, and Luciano accepts an offer of a double dealing agent for a flight from Rio to Rome, but his plane crashes in the Atlantic. For the world Luciano Serra is missing, but he has entered the Italian army under a new name to fight in Ethiopia. The train in which his unit travels is attacked by Ethiopian soldiers, his son flying a reconasaince mission is shot down and wounded by the same attacking enemies. Will Luciano be able to fly the plane back, to get close air support for the outnumbered Italian troups?","release_date":"1938-01-02","genres":[10752,18],"vote_average":4.8,"runtime":null,"cert":"N\/A","id":284976,"title":"Luciano Serra, pilota","adult":false},{"cast":["Sammy Johnson","Bob Mortimer"],"overview":"Viz magazines 'Sid the Sexist' comes to life in this animated version of the exploits of 'Tyneside's silver tongued cavalier'","release_date":"1992-10-26","genres":[],"vote_average":8.0,"runtime":45,"cert":"","id":284981,"title":"Sid the Sexist","adult":false},{"cast":["Jandino Asporaat","Murth Mossel","Howard Komproe","Roué Verveer"],"overview":"","release_date":"2012-12-30","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284983,"title":"Caribbean Combo: Ze ZIJN er weer!","adult":false},{"cast":["Herbert Beerbohm Tree","Constance Collier","Wilfred Lucas"],"overview":"Shakespeare's tragedy of the Scots nobleman whose ambition leads him to betrayal, murder, and damnation.","release_date":"1916-01-02","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":284985,"title":"Macbeth","adult":false},{"cast":["Jack Vreeswijk","Stefan Sundström"],"overview":"","release_date":"2010-04-07","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":284987,"title":"Pappa kom hem","adult":false},{"cast":["Odile Versois","Andrea Checchi","Armando Francioli","Nino Marchesini","Aldo Silvani"],"overview":"","release_date":"1950-02-01","genres":[10749,36,18],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":284989,"title":"Paolo e Francesca","adult":false},{"cast":["Bartolomeo Pagano","Fido Schirru","Valentina Frascaroli"],"overview":"A soldier of near-superhuman strength fights battles in the First World War and wages a private war to rescue a young woman from the castle where she is imprisoned.","release_date":"1916-12-06","genres":[],"vote_average":6.0,"runtime":95,"cert":"N\/A","id":284991,"title":"The Warrior","adult":false},{"cast":["Ken Maynard","Ena Gregory","Lafe McKee","Sydney Jarvis","Robert Walker"],"overview":"The honest John Graham (Lafe McKee) and the crooked Ross Cheswick (Sidney Jarvis) battle for supremacy. Despite Cheswick's unscrupulous methods, Dan )Ken Maynard) and his handsome bronco Tarzan win the Big Race for Graham. Dan's prize: Graham's lovely daughter Sally (Marian Douglas, formerly known as Ena Gregory).","release_date":"1928-06-03","genres":[37],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":284993,"title":"The Upland Rider","adult":false},{"cast":["Frank Welker","Grey DeLisle","Matthew Lillard","Mindy Cohn","Dee Bradley Baker"],"overview":"Scooby-Doo and those \"meddling kids\" Shaggy, Fred, Daphne and Velma are back in this all-new original movie! Velma discovers she's inherited her great-great-uncle Dr. Von Dinkenstein’s cursed castle in the terrifying town of Transylvania…Pennsylvania, that is. Just when the Gang persuades Velma to go claim her inheritance, the ghost of Dinkenstein Castle blows up the Mystery Machine as a warning! Now the Crew must spring back into action, but this time it's personal! Who's responsible for the Dinkenstein monster? What family secret has Velma been hiding? Will Fred recover from the loss of his beloved Mystery Machine? Can any helpless snack survive Scooby and Shaggy's monster-sized appetites? This Scooby-Doo adventure has enough spooky fun to make the whole family come alive!","release_date":"2014-08-19","genres":[9648,16,10751],"vote_average":6.4,"runtime":74,"cert":"PG","id":284995,"title":"Scooby-Doo! Frankencreepy","adult":false},{"cast":["Gloria Swanson","Émile Drain","Charles De Rochefort","Madeleine Guitty","Warwick Ward"],"overview":"A French washerwoman becomes a duchess and a friend of Napoleon.","release_date":"1925-01-02","genres":[35],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":284997,"title":"Madame Sans-Gêne","adult":false},{"cert":"N\/A","title":"Paul de Leeuw - Poephoofd","cast":[],"genres":[],"id":284999,"overview":"","runtime":null,"release_date":"2014-02-03","vote_average":0.0,"adult":false}]