[{"cast":["Scott Shaw","Adrienne Lau","Joe Estevez","Robert Z'Dar","Jill Kelly"],"overview":"Lost in the realms of 1970's Hollywood, VAMPIRE BLVD. follows Jasmine Lee, an actress from Hong Kong, who has come to Hollywood with dreams of stardom. Instead, she is tracked down by an ancient cult of mutant samurai sword carrying vampires, seeking to steal the powers she never knew she possessed. Her only hope is the protection of two down-and-out Private Investigators.","release_date":"2004-01-15","genres":[27,28],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":288500,"title":"Vampire Boulevard","adult":false},{"cast":[],"overview":"An eccentric Entomologist tells three dark tales about the creeping crawling insects that burrow through the walls of homes, eat through our intestines, and for some of us, driving us slowly insane.","release_date":"2012-10-26","genres":[],"vote_average":2.0,"runtime":120,"cert":"N\/A","id":288505,"title":"Creeping Crawling","adult":false},{"cast":["Arturo de Córdova","Lilia Prado","Wolf Ruvinskis","María Elena Marqués","Martha Roth"],"overview":"\"Confirmed bachelor\" quits playing the field and gets married.","release_date":"1958-03-26","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":288510,"title":"A Media Luz Los Tres","adult":false},{"cast":["Warner Baxter","Marjorie Weaver","Peter Lorre","Jean Hersholt","John Carradine"],"overview":"After saving a tramp from suicide, a millionaire takes his clothing and disappears. Word is out that he will give a million dollars to anyone who is kind to a tramp.","release_date":"1938-07-27","genres":[35,18],"vote_average":5.7,"runtime":70,"cert":"N\/A","id":288512,"title":"I'll Give a Million","adult":false},{"cast":["Yuri Nanami"],"overview":"Miyuki tells the story of the McKenzie's, an American family who take in a young female Japanese exchange student. At first their expectations of a sweet and innocent Japanese girl are realized but soon strange things start to happen. Initially Miyuki provides support to the family but when Liam, the McKenzie's 18-year-old son suspects that Miyuki is behind the strange occurrences, the family turns on him. Leaving his family alone with Miyuki, Liam takes refuge at his eccentric uncle's home. Events turn for the worse at the McKenzie's as Miyuki's presence stirs up a painful past. Haunted by tragic visions from her childhood and images from a tragedy many hundreds of years ago Miyuki's dark past is slowly revealed. As Miyuki feels she is losing her adopted family once again she can no longer fight her urge to destroy what she cannot have. Through an unknown connection the McKenzie's fate is tied to that of Miyuki's.","release_date":"2007-10-04","genres":[],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":288514,"title":"Miyuki","adult":false},{"cast":["Roger Álvarez","Russell York","Denis Rafter","Jessica Cabeza"],"overview":"The story of a salesman who deals with implants that allow the user to blur the line between reality and dream.","release_date":"2000-10-01","genres":[53,878,27,14],"vote_average":0.0,"runtime":22,"cert":"N\/A","id":288516,"title":"Fade","adult":false},{"cast":["Laura Crewdson","Abhinav Bali","Elena Bello","Marcus Addison","John Breckon"],"overview":"Joseph seems to be building a strong following of admirers. The only problem is that he is completely unaware of their interest in him. As simple barista it would be great if they were after his coffee but they all want much more. When his stalkers learn of each other, and Joseph’s neighbour is mistaken for him, the situation boils over. Does he ever find out?","release_date":"2014-09-04","genres":[18,80],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":288518,"title":"For the Love of Joseph","adult":false},{"cast":["Nathaniel Dorsky","Jerry Barrish","Kate Dezina","Barbara Hammes","Roger Ruffin"],"overview":"This film is a portrait of the passage of one year in the lives of some San Francisco friends, circa 1988 (before the dot.coming of the city), a slow marijuana hazed story which drifts like the fabled fog, encompassing the quirks and habits of a generation that made the city theirs, if only for a while. Very obliquely Rembrandt Laughing sketches the time and place, encompassing the AIDS epidemic, the casual sexual revolution, the debris of '68 lingering in the air. A quiet, very San Francisco comedy of life among a small group of friends. Rembrandt Laughing was improvised over the period of about a month by Jost and his friends, mostly acting non-professionals.","release_date":"1989-02-12","genres":[35,18],"vote_average":4.5,"runtime":100,"cert":"N\/A","id":288520,"title":"Rembrandt Laughing","adult":false},{"cast":["Claus von Wagner"],"overview":"","release_date":"2012-10-07","genres":[18],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":288522,"title":"Claus von Wagner - Theorie der feinen Menschen I","adult":false},{"cast":["Claus von Wagner"],"overview":"","release_date":"2012-10-07","genres":[18],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":288527,"title":"Claus von Wagner - Theorie der feinen Menschen II","adult":false},{"cast":["Suisei Matsui"],"overview":"Directed by Fumio Kamei.","release_date":"1938-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288529,"title":"Shanghai","adult":false},{"cast":["Jaromír Nohavica"],"overview":"","release_date":"2008-12-24","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288531,"title":"Jaromír Nohavica: Z podia - On The Road 2008","adult":false},{"cast":["Shanshan Chang","Bichuan Guo","Yunhui Jiang","Li Ping","Jun Lu"],"overview":"Sha Ou is a volleyball player and works hard against her injuries resulting from training. In spite of her defeat in an international competition and the the death of her boyfriend, she insists on her training.","release_date":"1981-01-02","genres":[18],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":288533,"title":"The Drive To Win","adult":false},{"cast":["Carmen M. Blanco","Pilar Simón","Jorge García"],"overview":"Elena and Lucía are lovers. They meet in a hotel room in order to escape from their monotonous lives. Elena is about to discover that the universe, just as their love, extends far beyond that hotel room.","release_date":"2009-01-01","genres":[10749],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":288535,"title":"Michirones","adult":false},{"cast":["Meriam Bellina","Christine Hakim","Pong Harjatmo","Ray Sahetapy","Cok Simbara"],"overview":"Add the plot.","release_date":"1984-01-02","genres":[18],"vote_average":0.0,"runtime":122,"cert":"N\/A","id":288537,"title":"Sharp Gravel","adult":false},{"cast":["Elisabet Gelabert","Xavier Daura","Esteban Navarro"],"overview":"The Venga Monjas face a terrible creative challenge: to make a video in honor of a woman's deceased daughter. They only have a character the girl had drawn and the name Don Pepe Popi to begin with.","release_date":"2012-06-29","genres":[18,35],"vote_average":8.0,"runtime":16,"cert":"N\/A","id":288539,"title":"Don Pepe Popi","adult":false},{"cast":[],"overview":"The Gold Rush. A new frontier. Nineteenth century California offered women the opportunity to pioneer new roles for themselves. Meet Babe Bean, the \"trouser puzzle\" who escaped the hot glare of tabloid headlines by disguising herself as Jack Garland and serving in the Spanish American War. Or Jeanne Bonnet who scored a record of 22+ arrests for wearing male attire, went to prison for her indiscretions and later organized a group of prostitutes into a shoplifting ring!","release_date":"1983-01-02","genres":[],"vote_average":0.0,"runtime":40,"cert":"N\/A","id":288541,"title":"She Even Chewed Tobacco","adult":false},{"cast":[],"overview":"An experimental film in seven parts for continuous projection. With the excepti on of parts 1 and 2, each film can be hired individually. Individual parts as f ollows: Part 1: Sheep (3 mins st.) Part 2: Sheepman (10 mins st.) Part 3: Window (45 mins) Part 4: Lane (18 mins st.) Part 5: Farm (25 mins) Part 6: Blue plus greed plus red (15 mins) Part 7: Sheepwoman (16 mins sd. commag.)","release_date":"1970-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"","id":288543,"title":"The Sheepman and the Sheared","adult":false},{"cast":[],"overview":"Directed by Shisetsu Iwatô.","release_date":"1909-06-25","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":288545,"title":"Shin hototogisu","adult":false},{"cast":["Emma Von Ryan","Sarah Markham","Maryanne Kelly Agius","Justin MacFarlane","Tireina Walker"],"overview":"Wearing an old pair of sunglasses from the thrift shop, Sherry realises that she can read everybody’s minds… up to a point. She can see why they chose the clothes they wear and what insecurities they are covering up. It seems that almost everyone has a deep-rooted hatred of how they look and the sunglasses may be part of the antidote. When she meets her friend Caitlyn, for coffee, she realises her glasses could help her and others.","release_date":"2014-09-04","genres":[18,35],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":288547,"title":"Fashion Statements","adult":false},{"cast":[],"overview":"From catastrophic flood in Haiti to a starving Sudanese child being stalked by a vulture, there are many moments of man's life captured in Pulitzer winning news photography since 1917 when the institute is established in New york. There is however one single photo in the entire history of Pulitzer prizes whose photographer remained anonymous for almost three decades. Jahangir Razmi the photographer of a scene of execution of political prisoners in Iran, fearing his life, hides his identity for twenty seven years while his photo possesses the dramatic life of its own around the globe. An artist living in Canada intends to remake the photo of Razmi after three decades of its birth through an international cast.","release_date":"2013-07-26","genres":[],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":288549,"title":"A Dress Rehearsal for an Execution","adult":false},{"cast":["Refik Kemal Arduman","Emin Belig Belli","Behzat Butak"],"overview":"Directed by Muhsin Ertugrul.","release_date":"1923-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288551,"title":"Shirt of Fire","adult":false},{"cast":["Takaaki Ishibashi","Reiko Takashima","Tamao Satō"],"overview":"After serving a jail sentence, a former leading yakuza (Takaaki Ishibashi) has gone straight. He has married and is now holding a regular job. However, he is continually harrassed by a police inspector who cannot forgive his past. Meanwhile a major gang war erupts. With his former gang in danger of being exterminated, will his loyalties draw him back in?","release_date":"2003-06-14","genres":[28],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":288553,"title":"Jusei: Last Drop of Blood","adult":false},{"cast":["Rafael dos Anjos","Ben Henderson","Mike Pyle","Jordan Mein","Thales Leites"],"overview":"UFC Fight Night: Henderson vs. dos Anjos (also known as UFC Fight Night 49) was a mixed martial arts event held on August 23, 2014 at the BOK Center in Tulsa, Oklahoma.","release_date":"2014-08-23","genres":[],"vote_average":0.0,"runtime":129,"cert":"N\/A","id":288555,"title":"UFC Fight Night 49: Henderson vs. Dos Anjos","adult":false},{"cast":["Angell Summers","Tiffany Doll","Jasmine Jae","Samantha Bentley","Yuffie Yulan"],"overview":"In a London dungeon, deep perverted rubberfuckers creep. Sex is twisted, and sex is rough. To play down here you must be tough. Upside down upon the cross, Samantha Bentley finds out just who's boss. She screams and squeals like the little slut she is as a twelve inch cock is rammed up her butt. Jasmine Jae, mistress of the night, is fucked by two beasts - one black and one white. Lucia fears her cunt may split when two randy cocks stretch it to the limit. Filth and fury, spunk and spit, the boys abuse her pretty slit. The feathered showgirl, foxy chick, is fucked senseless by a huge black prick. So come in viewer - please be bold. Step out into the dark threshold!","release_date":"2013-07-01","genres":[],"vote_average":8.0,"runtime":149,"cert":"R18","id":288557,"title":"Dark Edge","adult":true},{"cast":[],"overview":"Directed by Abraham Izaak Kaminski.","release_date":"1914-01-02","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":288559,"title":"The Stepmother","adult":false},{"cast":["Beate Ehren","Friedrich Kühne","Lia Rosen"],"overview":"Re-imagination of Shakespeare's The Merchant of Venice set in Poland. Directed by Carl Wilhelm.","release_date":"1913-01-02","genres":[],"vote_average":0.0,"runtime":47,"cert":"N\/A","id":288561,"title":"The Shylock of Kraków","adult":false},{"cast":[],"overview":"The Three Kingdoms period begins as the walled fortress of Hsin Yang falls to invaders. Centered around this historical event, The Last Days of Hsin Yang follows the escape of the prince of Hsin Yang as he hides with a small family and escapes from the sacked and burning city. Epic battle scenes employ hundreds of extras, and forest swordplay is reminiscent of House of Flying Daggers.","release_date":"1968-01-01","genres":[],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":288563,"title":"The Last Day of Hsianyang","adult":false},{"cast":["Günter Naumann","Gerry Wolff","Raimund Schelcher","Paul Berndt","Peter Kiwitt"],"overview":"Germany 1932, constant fights between Communists and Nazis tear the country apart. When a Communist is found dead, the police accuses another Communist being his murderer. But the Communist youth group follows another trail - the murderer left a characteristic boot print at the scene of the crime.","release_date":"1962-08-16","genres":[80,10751],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":288565,"title":"Die Jagd nach dem Stiefel","adult":false},{"cast":["Angelika Waller","Christine Laszar","Hannjo Hasse","Helmut Schreiber","Horst Kube"],"overview":"Seventeen-year-old Martina has a paralyzing fear of heights, which prevents her from fulfilling her father’s wish that they perform a tightrope act together.  As she is quite taken with the black panthers in the circus, as well as their trainer Dittrich, she decides to be an animal trainer instead.","release_date":"1966-08-04","genres":[18],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":288567,"title":"Black Panthers","adult":false},{"cast":["George Murphy","Dorothea Kent","Eduardo Ciannelli","Leon Ames","El Brendel"],"overview":"Radio commentator Dan Clifford takes desperate chances to save the life of a young girl who has been kidnapped.","release_date":"1939-03-03","genres":[80,18],"vote_average":0.0,"runtime":65,"cert":"N\/A","id":288569,"title":"Risky Business","adult":false},{"cast":["Michael Whalen","Jean Rogers","Chick Chandler","Douglas Fowley","John 'Dusty' King"],"overview":"A good-hearted reporter attempts to find the loneliest woman in New York so he can give her an old-fashioned Christmas on a farm..","release_date":"1939-03-10","genres":[18],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":288574,"title":"Inside Story","adult":false},{"cast":["Sky Lopez","Blair Segal","Temptress","Vivian Valentine","Maya Divine"],"overview":"It's the biggest, baddest Debbie yet! Join adult's most awarded director Paul Thomas as he shows The Big Easy what easy is.","release_date":"2000-12-20","genres":[],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":288576,"title":"Debbie Does New Orleans","adult":true},{"cast":["Aleska Diamond","Megan Coxxx","Angel Rivas","Mishka Devlin","Caprice Jane"],"overview":"Britain's most famous, well endowed, male adult performer Danny D takes you on a journey, divulging the ins and outs of his sexually charged lifestyle. Threesomes with gorgeous sluts, curvaceous beauties who love to take it up their tight asses, all in a day's work for this 11\" monster cock stud.  Living the dream most men can only wish for...  Welcome to A Day In The Life Of Danny D!","release_date":"2012-01-04","genres":[],"vote_average":7.0,"runtime":121,"cert":"R18","id":288578,"title":"A Day in the Life of Danny D","adult":true},{"cast":[],"overview":"","release_date":"2006-08-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288580,"title":"Aldo Lima Pior que Estragado","adult":false},{"cast":["Bill Mitchell"],"overview":"Ubu is a 1978 film made by Geoff Dunbar, based on Alfred Jarry's 1896 play Ubu Roi","release_date":"1978-11-02","genres":[16],"vote_average":0.0,"runtime":18,"cert":"","id":288582,"title":"Ubu","adult":false},{"cast":["Rebecca More","Scarlett March","Coco Charnelle","Cathy Heaven","Sofia Valentine"],"overview":"Sex Parade... filled with glitz, hardcore sex and glamour! Dominating bitches with submissive whores, anal loving pin up girls, back alley escort sluts, naughty tattooed naked officers, this movie has it all. Let yourself succumb to the devious mind of The Voyeur. Let your eyes feast on gorgeous cock hungry vixens, lapping up hot creamy cum. Come and enjoy the ride in The Voyeur's Sex Parade.","release_date":"2012-03-15","genres":[],"vote_average":8.5,"runtime":153,"cert":"R18","id":288584,"title":"Sex Parade","adult":true},{"cast":["Raúl Arévalo","Imanol Arias","Iván Telefunken","Àlex Brendemühl","Josep Maria Pou"],"overview":"Isaki Lacuesta presents a social satire in which five common or garden citizens, from a country pretty much identical to our own, see their lives ripped apart by the economic crisis. With nothing more to lose, they come up with a crazy plan to save the Spanish and world economy: kidnap the chairman of the Central Bank and demand that he return everything to the way it used to be.","release_date":"2014-09-25","genres":[35],"vote_average":5.9,"runtime":102,"cert":"N\/A","id":288586,"title":"Dying Beyond Their Means","adult":false},{"cast":["Christopher Lloyd","Tony Todd","Tyron Leitso","Nicola Lipman","Jonathan Watton"],"overview":"Taken from a Clive Barker original screen story, tells the tale of a novelist who discovers there are fates worse than literary anonymity in this sexually-charged tale of terror.","release_date":"2006-12-29","genres":[27,10770],"vote_average":4.9,"runtime":60,"cert":"N\/A","id":288588,"title":"Valerie on the Stairs","adult":false},{"cast":["Renée Fleming","Joseph Kaiser","Shenyang","Stephanie Blythe","Andreas Scholl"],"overview":"Renée Fleming stars in the title role of one of Handel’s greatest dramas, seen in Stephen Wadsworth’s 2004 Met premiere production. Rodelinda is faced with an impossible dilemma: With her husband Bertarido believed dead, she either has to marry the despised Grimoaldo (the elegant Joseph Kaiser), who has usurped her husband’s throne, or see him murder her son. But Bertarido (leading countertenor Andreas Scholl) is alive and eventually reclaims both throne and wife—and makes peace with his enemies. Stephanie Blythe is marvelous as Eduige, Bertarido’s sister, who is betrothed to Grimoaldo but turns against him. Baroque authority Harry Bicket conducts.","release_date":"2011-12-03","genres":[10402],"vote_average":0.0,"runtime":197,"cert":"N\/A","id":288590,"title":"Rodelinda","adult":false},{"cast":[],"overview":"For Andrew Kayo, life is a blank page. He is a struggling, chain-smoking, agoraphobic writer whose life has become so, pathetic that he can't even fathom a title for his latest screenplay. But when his typewriter actually takes control, Andrew's ineffectual existence becomes one of terror. In the end, Andrew will learn the hard way that words are hard to come by.","release_date":"","genres":[],"vote_average":0.0,"runtime":14,"cert":"N\/A","id":288592,"title":"Insert Title Here","adult":false},{"cast":["Marino León de la Torre","Vetzi Pérez Palma","Augusto Varillas","Manuel Acosta Ojeda","Rafael Hernández"],"overview":"Gregorio, a boy from the impoverished countryside of Peru emigrates to Lima, the capital city. Experiencing a cultural shock due to the chaotic nature of the city, he must challenge himself to learn Spanish, since his native tongue is Quechua, and survive in this whole prejudiced new world. A hostile world for poor immigrants.","release_date":"1982-01-01","genres":[18],"vote_average":5.0,"runtime":85,"cert":"N\/A","id":288594,"title":"Gregorio","adult":false},{"cast":["Sharlto Copley","Charlize Theron"],"overview":"Wikus attempts to track down Charlize Theron in Hollywood to help him present the Award for Best Afrikaans Pop album.","release_date":"2010-04-01","genres":[],"vote_average":6.0,"runtime":5,"cert":"N\/A","id":288599,"title":"Wikus and Charlize","adult":false},{"cast":[],"overview":"","release_date":"2003-08-24","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288601,"title":"Olympic: Olympic 1963\/1973","adult":false},{"cast":["Aidan Gillen","Kate Hardie","Robert Carlyle","George Costigan","Steven Mackintosh"],"overview":"Antonia Bird's first feature length film; \"Safe\" from 1993, focused on the plight of the homeless in London.","release_date":"1993-10-13","genres":[18],"vote_average":6.0,"runtime":66,"cert":"","id":288603,"title":"Safe","adult":false},{"cast":["David Dukes","Susan Anspach","Henry Cele","Arnold Vosloo","Joanna Weinberg"],"overview":"","release_date":"1989-01-13","genres":[28,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288605,"title":"The Rutanga Tapes","adult":false},{"cast":["Nicholas Guest","Khrystyne Haje","Angela Jones","Robert Lipton"],"overview":"","release_date":"1997-11-11","genres":[878,27,53],"vote_average":3.0,"runtime":null,"cert":"N\/A","id":288607,"title":"Morella","adult":false},{"cast":["Kim Xuân","Ngoc Duong Yen","Trinh Ho Khanh"],"overview":"The story is part travelogue, part romance, and part coming of age adventure set in the vibrant industrializing backdrop of Saigon, Vietnam.","release_date":"2005-01-01","genres":[10749,35],"vote_average":8.0,"runtime":107,"cert":"N\/A","id":288609,"title":"1735 Km","adult":false},{"cast":["Edna Doré","Leslie Sands","Bert Parnaby","Simon Oates","Richard Braine"],"overview":"Black comedy play about two pensioners struggling to manage on an old-age pension and living in a high-rise block of flats.","release_date":"1991-08-01","genres":[],"vote_average":0.0,"runtime":59,"cert":"","id":288611,"title":"Gas and Candles","adult":false},{"cast":["Pippo Franco","Piero Vida","Pupo De Luca","Franco Cremonini","Christa Linder"],"overview":"","release_date":"1973-12-30","genres":[35],"vote_average":4.5,"runtime":null,"cert":"N\/A","id":288613,"title":"Patroclooo!... e il soldato Camillone, grande grosso e frescone","adult":false},{"cast":["Sienna Day","Chloe Foster","Rilynn Rae","Kiera Winters","Romi Rain"],"overview":"Everyday is a party for four sexy surfer gals who live their lives to the fullest – hitting the waves, partying, and screwing random men. In one violent moment, their erotic paradise is forever destroyed. After a night of steamy, hardcore sex, Chloe Foster wakes up to witness her boyfriend dragged to the next room and shot by a ruthless thug! Panicked, Chloe tries to escape but is caught in the process. In order to save their friend, beach babes Rilynn Rae, Sienna Day, and Kiera Winters must toss aside their surf boards and dive head first into a dark, new world. Luckily they find the perfect guide in Tommy Gunn, a mysterious stranger who tempts them into illicit missions, as addictive as they are dangerous!","release_date":"2014-03-11","genres":[],"vote_average":8.0,"runtime":111,"cert":"N\/A","id":288615,"title":"Bikini Bang Bang","adult":true},{"cast":["Robert Beltran","Devon Ericson","Rion Hunter","Victoria Racimo","Nick Ramus"],"overview":"Saga about a proud band of Sioux Indians, and the efforts of one brave to save his people from destruction through the use of mysterious powers handed down by ancestors.","release_date":"1984-05-20","genres":[10770,37,36],"vote_average":1.0,"runtime":300,"cert":"N\/A","id":288617,"title":"The Mystic Warrior","adult":false},{"cast":["Sorapong Chatree","Manny Aswatep","Peter Ramwa","Payak Ramnate","Krao Spartacus"],"overview":"A band of Thai mercenaries embark on one last mission to save a general after the Fall of Saigon. Posing as Chinese Red Guard, they infiltrate a compound and regain the general only to be given chase. Racing to the shore, while picking up several female soldiers, they escape on a fishing boat with their pursuers in toe. The jungle island both parties reach happens to be a leper colony, and while the horribly disfigured inhabitants are friendly, they become pawns in the ensuing battle. Now the mercs must dig in for their lives against a Red Guard commander who just doesn't relent.","release_date":"1985-01-01","genres":[],"vote_average":6.0,"runtime":null,"cert":"N\/A","id":288619,"title":"Raiders Of The Doomed Kingdom","adult":false},{"cast":["Luis Amodan","Sherleen Jan Surian","Michael Bonapos","Alvin Salipo","Elvis J. Sabellano"],"overview":"a short film by Adi Bontuyan.","release_date":"2013-07-27","genres":[18],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":288621,"title":"Taya","adult":false},{"cast":["Christa Berndl","Anaid Iplicjian","Doris Schade","Manfred Andrae","Mambo Kurt"],"overview":"","release_date":"2000-07-27","genres":[35,10770],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":288626,"title":"Altweibersommer","adult":false},{"cast":[],"overview":"a short film by @RockyPlanetesimal.","release_date":"2012-04-25","genres":[10402],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":288628,"title":"Go Right","adult":false},{"cast":["Daniel Alvarado","Lourdes Valera","Pedro Durán","Alexander Milic","Carlos Mata"],"overview":"“Nude with Oranges” is a film set during a civil revolt in the mid-19th century where Caribbean myths affect the lives of two characters – an indigenous man enlisted in the Liberal Army and a mute white woman – who develop a mysterious link while seeking a new life.","release_date":"1994-09-21","genres":[36,18],"vote_average":7.0,"runtime":120,"cert":"N\/A","id":288636,"title":"Nude with Oranges","adult":false},{"cast":["Fred Düren","Erwin Berner","Günter Naumann","Rolf Hoppe"],"overview":"","release_date":"1975-12-21","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288638,"title":"Die Überlebende","adult":false},{"cast":[],"overview":"A surrealist musical short, featuring folkloric dance and stark Mexican landscapes, in honor of the 1972 World Cup.","release_date":"1972-01-01","genres":[10402],"vote_average":3.5,"runtime":14,"cert":"N\/A","id":288640,"title":"Son dedicado al mundo","adult":false},{"cast":["Peer-Uwe Teska","Michèle Marian","Franziska Troegner","Michael Pan","Dieter Montag"],"overview":"","release_date":"1984-12-06","genres":[18],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":288642,"title":"Der Lude","adult":false},{"cast":["Daniela Alvarado","Carlos Cruz","Elba Escobar","Lourdes Valera"],"overview":"In the corridors of a Caracas hospital, two very dissimilar beings meet by chance one night. Coming from very different worlds, anxiety is the only thing they have in common. One of them is Antonieta Sanchez, a single mother who has made ends meet for herself and her son, Odulio, by washing clothes and ironing. She knows she has lost her son a long time ago: Odulio is a young criminal. The night he was shot, Antonieta's life changed forever. The other is Benigno Robles, an assistant district attorney who, as a young law student, devoted his career with hope and deeply rooted ideals of justice. When Elisa, his only daughter, is hit by a stray bullet, Benigno will never be the same. But this encounter between Antonieta and Benigno, seemingly coincidental, is not: there is a secret that will eventually come to light","release_date":"2008-04-04","genres":[18],"vote_average":5.0,"runtime":82,"cert":"N\/A","id":288644,"title":"The Enemy","adult":false},{"cast":["Heinrich Gretler","Paul Hubschmid","Anne-Marie Blanc","Rudolf Bernhard"," Therese Giehse"],"overview":"","release_date":"1940-01-01","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":288646,"title":"Die missbrauchten Liebesbriefe","adult":false},{"cast":["Adolf Manz","Rudolf Bernhard"],"overview":"The title means \"The last postillion (stage-coachman) of the St.Gotthard-pass\". A company of select people joins the horse-driven coach for crossing the center of the Alps over the traditional path high on the mountain valley. It is the time of railways as the means of modernization. A tunnel is going to be built. The new fast way would render useless the small transport industry from which local people had made their living. The great mountainous landscape is the background for the conflicts which arise between rich and poor, local traditionalists and foreign modernizers. The daughter of a local, who is opposed against the tunnel, would like to get engaged with a tunnel engineer, but is also coveted by a local favored by her father.","release_date":"1941-11-08","genres":[18],"vote_average":9.0,"runtime":82,"cert":"N\/A","id":288648,"title":"Der letzte Postillon vom St. Gotthard","adult":false},{"cast":["Rudolf Bernhard","Lucie Englisch","Hans Moser","Waltraut Haas","Robert Freitag"],"overview":"","release_date":"1950-12-26","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288650,"title":"Es liegt was in der Luft","adult":false},{"cast":["Matthew John Daly","Eva Marie Ford","Lucy Rayner","Christian Traeumer","Terry Maratos"],"overview":"Fractured account of a boy who breaks free from his miserable life after meeting a mysterious girl who lives in the wall, all set to the entirety of Ravel's 'Bolero'.","release_date":"2012-01-01","genres":[10402,18],"vote_average":8.0,"runtime":15,"cert":"N\/A","id":288652,"title":"Bolero","adult":false},{"cast":["Daniel Alvarado","Karina Gómez","Francisco Alfaro","Leandro Arvelo"],"overview":"Maximilian was a righteous man, but a member of a fearsome clan of bandits. One day he encounters the destination: the witches of the moors advocate his ascension to the control of the band. From that moment, the man was just what doubts assail, ambition, fear of betrayal and the oath of obedience to the will of the chief Durán, who must kill to take command.","release_date":"2003-05-07","genres":[36,18],"vote_average":2.0,"runtime":89,"cert":"N\/A","id":288654,"title":"Bleeder","adult":false},{"cast":["Steve Hershon"],"overview":"The true story of the meteoric rise and fall of Steve Hershon, Hollywood's go to hand insert model.","release_date":"2012-01-01","genres":[99],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":288656,"title":"The Hands Of Hollywood","adult":false},{"cast":["Eileen Abad","Adolfo Cubas","Kenji Sato","Karina Gómez","Asdrúbal Meléndez"],"overview":"Ryuzo, Japanese young man who has committed a crime of passion in Tokyo, is sent by his father to Paraguaipoa to escape justice. In this place, inhabited by the Wayuu ethnic group, meets Princess Campanula. Among them was a love affair, not welcomed by the smuggler Challenger occurs.","release_date":"1996-07-24","genres":[18],"vote_average":3.0,"runtime":90,"cert":"N\/A","id":288658,"title":"Tokyo-Paraguaipoa","adult":false},{"cast":["Aribert Mog","Theo Lingen","Paul Westermeier","Rudolf Platte","Beppo Brem"],"overview":"","release_date":"1936-12-04","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288660,"title":"Die Leute mit dem Sonnenstich","adult":false},{"cast":["Paul Hörbiger","Viktoria von Ballasko","Hans Leibelt","Oskar Sima","Ernst Legal"],"overview":"","release_date":"1936-12-30","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288662,"title":"Kinderarzt Dr. Engel","adult":false},{"cast":["Eduardo Serrano","Ramón Hinojosa","Miguelangel Landa","Pilar Romero","Rafael Briceño"],"overview":"Commissioner Leon (Miguel Angel Landa) investigates the murder of a woman in a population near the capital. The woman was raped before death and the case is complicated when his brother becomes the prime suspect, since it is a priest (Eduardo Serrano). Because of the implications that inquiries might have, Leon is pressured to keep the event as a \"crab\" (Cangrejo, or a unsolvable case), but he decides to comply with the law.","release_date":"1984-06-13","genres":[18,80],"vote_average":7.0,"runtime":107,"cert":"N\/A","id":288664,"title":"Crab II","adult":false},{"cast":["Cynthia Grey","Dana Dowell","Daniel Friedman","Robert Canada"],"overview":"Six girls are on their way to Las Vegas to sing in a TV competition, but when their car breaks down, their only choice is to walk to a town they see in the distance. Little do they know that this ghost town is the hideout of a gang of drug dealing bikers. The bikers hold the girls captive, and only one man can save them.","release_date":"1987-08-24","genres":[9648,28,18],"vote_average":2.0,"runtime":90,"cert":"","id":288666,"title":"The Danger Zone","adult":false},{"cast":["Raquel Welch","Kerri Green","Alley Mills","Joan Van Ark","Natasha Gregson Wagner"],"overview":"Raquel Welch is an author researching a new book, when she comes across the story of a surprising double murder-suicide. A smart, young, athletic high school student adopted by his parents at a young age had killed his well-respected family, then committed suicide. Welch goes on a hunt to discover that the boy's biological mother had been a patient in a mental institution and that the boy is part of a fraternal twin set. His sister had also been adopted, and Welch, fearful of a murderous genetic trait, takes it upon herself to find the sister. Meanwhile, two good friends and neighbors, Wagner and Green, exhibit the type of behavior that leads to believe that one of them is the missing sister. Welch tracks them down and it's only a matter of time to discover which one has the deadly trait.","release_date":"1993-08-24","genres":[9648],"vote_average":5.3,"runtime":null,"cert":"N\/A","id":288668,"title":"Tainted Blood","adult":false},{"cast":["Albert Matterstock","Attila Hörbiger","Anneliese Uhlig","Lucie Höflich","Otto Wernicke"],"overview":"","release_date":"1937-10-07","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288670,"title":"Manege","adult":false},{"cast":["Heinrich George","Herbert Hübner","Franziska Kinz","Carsta Löck","Hans Richter"],"overview":"Before the First World War, Dr. Hans Stockmann had a practice in a small town.  His powerhungry brother is the mayor of Bad Trimburg, which has developed into a respectable resort.  Dr. Stockmann is called in to become the town’s chief physician.  He considers the sanitary conditions to be intolerable and insists on a clean-up.  His ambitious brother and all those who, till now, have profited well from the corner cutting, are, of course, against that for financial reasons.  The doctor is condemned from all sides and the conflict escalates.","release_date":"1937-10-25","genres":[18],"vote_average":5.0,"runtime":102,"cert":"N\/A","id":288672,"title":"Ein Volksfeind","adult":false},{"cast":[],"overview":"Future visions do not incorporate processes of decline. Decline is necessary part of the progress. Space City is short surrealistic portrait of Prague while depicting its post-apocalyptic layer.","release_date":"2008-08-25","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":288674,"title":"Space City","adult":false},{"cast":[],"overview":"It’s not a secret we love robots here at BLR, so we wanted them to be the heroes in our latest promo clip. Luxury cars with powerful engines to drive through roads under severe speed restrictions, cable TV that allows us to pay to watch all kind of sports, all from our comfortable sofa, and of course, hyper expensive cell phones that do almost everything but making a decent phone call.  Yes, our happiness is based on things we don’t need and governed by entities we don’t control, so what? Sit down and turn on the tv!","release_date":"2013-01-01","genres":[16],"vote_average":5.3,"runtime":4,"cert":"N\/A","id":288676,"title":"iDiots","adult":false},{"cast":["Wallace Beery","Tom Drake","Dorothy Patrick","Gladys George","Leon Ames"],"overview":"Aging ex-con tries to stop his daughter from getting involved with shady characters.","release_date":"1948-02-03","genres":[35,10749],"vote_average":5.0,"runtime":76,"cert":"N\/A","id":288678,"title":"Alias a Gentleman","adult":false},{"cast":[],"overview":"‘Myth Labs’ interweaves Puritan visions, folk art, religious allegories and victims of the current Methamphetamine epidemic. This is a film about fear, paranoia, faith and loss of faith and salvation.  ‘Myth labs’ takes place in the American frontier and wilderness. Similarly to Meth addicts in rural America, for the Puritans the wilderness represented a place of their damnation and their ultimate resurrection synonymously. Through blending these two times in American history, I attempt to illuminate the idea that the lure of this drug for contemporary rural inhabitants is rooted in our earliest consciousness-forming experiences as settlers in a state of spiritual and physical emergency. Overly fervent faith and addiction alike, can change one from mere mortal to Superman to scarecrow. Just as a ‘wolf in sheeps clothing’ these two vices (or devices) of salvation can have devastating consequences.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":7,"cert":"N\/A","id":288680,"title":"Myth Labs","adult":false},{"cast":["Marc McClure","Michelle Patrick","David Sterago","R. Irwin Goodman","Ann MacMillan"],"overview":"Scott starts work at a drive-in burger and ice cream restaurant when his paper route proves inadequate to raise the money he needs for a mail order karate course. He has determined that this course will help him gain the self-confidence he needs to get up the courage to call and ask Pam out to see a movie. Although at first just commenting on his mistakes, Becky, a co-worker, offers to help him make the crucial phone call. In the process Scott offers insights about how Joe is abusive in his relationship with Becky.","release_date":"1977-01-01","genres":[35,10751],"vote_average":9.5,"runtime":24,"cert":"N\/A","id":288685,"title":"The Phone Call","adult":false},{"cast":["Kyle Gallner","Zachery Ty Bryan"],"overview":"Two college students spend a long hard day in the desert they will never forget.","release_date":"2008-09-25","genres":[],"vote_average":7.3,"runtime":20,"cert":"N\/A","id":288687,"title":"Trunk","adult":false},{"cast":["Michael Angelis","Povl Dissing","Giorgio Locuratolo"],"overview":"Thomas and his friends deliver cargo-loads of fun in this collection of uplifting episodes! Ride along as Thomas helps to deliver mail, mend engines, and prepare for the Spring Party on the Island of Sodor. Watch as Thomas learns that it pays to listen to advice, there's more to a train than its undercoat, and that sometimes it takes a team of friends to reach your true destination.","release_date":"2010-06-13","genres":[16,10751],"vote_average":5.3,"runtime":50,"cert":"N\/A","id":288689,"title":"Thomas & Friends: Creaky Cranky","adult":false},{"cast":["Patricia Clarkson","Zachary Booth","Joseph Cross","Rutina Wesley","Julio Oscar Mechoso"],"overview":"When an affluent matriarch gathers her dysfunctional family for a holiday at their Northern California lake house, her carefully constructed weekend begins to come apart at the seams, leading her to question her own role in the family.","release_date":"2014-08-29","genres":[18,35],"vote_average":4.6,"runtime":94,"cert":"N\/A","id":288691,"title":"Last Weekend","adult":false},{"cast":["Jessica Burk","Tarashai Lee","Sylvester Little Jr."],"overview":"This short film, is about the winding road of choices and how one road may lead to new beginnings. With a relationship that seems to have no resolution, a opportunity for reconciliation, leads to a totally different road of redemption. This is what happens when two different lives take a \"DETOUR\". Using drama, humor and romance, this film shows that everyone's life, takes turns that lead to the unexpected, possibly giving you a chance to make things right.  - Written by Nan Lin","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288693,"title":"Detour","adult":false},{"cast":["Maribel Bayona","Jessica Belda","Sergio Caballero","Marta Chiner","Ramon Doval"],"overview":"","release_date":"2007-04-20","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":288695,"title":"Faltas leves","adult":false},{"cast":["Jane Jieun Kim","Saeil Kim"],"overview":"A tragic end of a long distance relationship.","release_date":"2010-01-01","genres":[16,18],"vote_average":0.0,"runtime":4,"cert":"N\/A","id":288697,"title":"A Long Distance Relationship","adult":false},{"cast":[],"overview":"XIONG,Jie-feng is naive but not easily-influenced. Different from other Chinese young people who prefer working in the cities, XIONG decided to go back to his hometown, Pingzhai Village in Yunnan Province, and started to plant the \"Red Rice Seed,\" a kind of ancient species.  The so-called organic agriculture has had an age-old tradition in China. The skills have been passed from generation to generation. This is the major reason why farmers connect to the land both historically and emotionally. The \"Red Rice Seed\" can only be planted in a traditional and organic way. If the plantation was to succeed, the problems resulted from scientific fertilizers and the overuse of chemicals since the 20th century can all be resolved.","release_date":"2008-01-01","genres":[99],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":288705,"title":"Ancient Species","adult":false},{"cast":["Lance Reddick"],"overview":"A heartfelt exploration of the life of a small business owner.","release_date":"2012-01-30","genres":[],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":288707,"title":"Toys R Me with Lance Reddick","adult":false},{"cast":["Yvonne Bastien","Eduardo Fajardo","Mirko Ellis","Mila Stanić"],"overview":"","release_date":"1972-04-25","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288709,"title":"Piège pour 7 espions","adult":false},{"cast":["Jackie Moran","Marcia Mae Jones","George Cleveland","Christian Rub","Henry Hall"],"overview":"Teenagers try to clear a friend accused of murder.","release_date":"1940-07-21","genres":[35,9648],"vote_average":4.0,"runtime":70,"cert":"N\/A","id":288711,"title":"Haunted House","adult":false},{"cast":["Harald Paulsen","Hans Leibelt","Gerhard Bienert","Walter Steinbeck","Elisabeth Wendt"],"overview":"","release_date":"1938-06-17","genres":[80],"vote_average":5.5,"runtime":91,"cert":"N\/A","id":288716,"title":"Mordsache Holm","adult":false},{"cast":[],"overview":"Animator and film clip director extraordinaire Brendan Cook emerged from his studio with this amazing film clip for Gotye's Heart's A Mess (radio edit).","release_date":"2007-12-05","genres":[10402],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":288718,"title":"Hearts A Mess","adult":false},{"cast":["Marília Naue","Jonia Freund","Roberto Gorgoni","Camila Machado","Dalma Ribas"],"overview":"","release_date":"1985-01-01","genres":[18,28,35],"vote_average":8.0,"runtime":null,"cert":"N\/A","id":288720,"title":"Neurose Sexual","adult":false},{"cast":["Hans Albers","Fritz Odemar","Herbert Hübner","Ernst Fritz Fürbringer","Erika von Thellmann"],"overview":"National-Socialist propaganda film that serves to memorialize one of the early representatives of colonialism: the German philologist Carl Peters. He is, at the end of the 1900′s, a noted advocate of the establishment of a German colony. Without support from Germany, he struggles on his own account against the English in East Africa. Later he is named Reichskommissar and promotes the expansion of a German colony. But Jewish and Social-Democrat opponents order him back to Germany and force him to resign.","release_date":"1941-03-21","genres":[36,18],"vote_average":5.0,"runtime":110,"cert":"N\/A","id":288722,"title":"Carl Peters","adult":false},{"cast":["Maricel Soriano","Richard Gomez ","Tonton Gutierrez","Efren Reyes Jr.","Sheila Ysrael"],"overview":"Maricel Soriano, Richard Gomez, Tonton Gutirrez do the dans macabre in this love drama thriller with a fine fetish for violence.","release_date":"1995-01-01","genres":[18,80,53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288724,"title":"Violence","adult":false},{"cast":["Patrick Bucklew","Faceboy","Reverend Jen Miller","Robert Prichard","Moonshine Shorey"],"overview":"After being bullied by a group of aging jocks, a young gay man receives a mysterious package only to find a magical unicorn mask inside. Bloody revenge ensues once he puts on the mask and turns into 'Killer Unicorn'.","release_date":"2012-05-22","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":288726,"title":"Killer Unicorn","adult":false},{"cast":["Ewen Bremner","Rosie Marcel","Robert Pugh","Michael Kitchen","Rosie Cavaliero"],"overview":"Council Planner Michael Fry uncovers a sinister plot in his Welsh seaside home town, and finds himself caught in a growing tide of corruption and sleazy internet sex.","release_date":"2000-04-25","genres":[],"vote_average":0.0,"runtime":140,"cert":"","id":288728,"title":"The Secret World of Michael Fry","adult":false},{"cast":["Faceboy","Stormy Leather","Reverend Jen Miller","Jason Thompson"],"overview":"Reverend Jen hosts this sleazy yet easy-to-follow workout at her world famous Troll Museum alongside some of her best friends, all the while getting drunk.","release_date":"2012-05-22","genres":[],"vote_average":0.0,"runtime":8,"cert":"N\/A","id":288730,"title":"Elf Workout!","adult":false},{"cast":["Patrick Bucklew","Faceboy","Reverend Jen Miller","Reina Terror"],"overview":"Having just arrived to New York City, a young couple stumbles into the grasp of a demented Mother and Son duo who kidnap, drug, and pimp out their new house guests.","release_date":"2011-08-31","genres":[],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":288732,"title":"The Sinful Bitches","adult":false},{"cast":["Johnny Mack Brown","Bob Baker","Fuzzy Knight","Doris Weston","Forrest Taylor"],"overview":"Chip of the Flying U was Johnny Mack Brown's first western entry for 1940. Brown essays the title role of Chip Bennett, foreman of the Flying U ranch. Before the second reel has tumbled over the spools, Chip finds himself falsely accused of robbery and murder. The actual miscreants are in the employ of a band of foreign gunrunners, who speak in heavily Teutonic accents. Rest assured that Chip makes short work of these bush-league Storm Troopers before the sun sets in the West. Musical interludes are provided by a group calling themselves the Texas Rangers, even though they actually hailed from Kansas City.","release_date":"1939-11-29","genres":[37,10749],"vote_average":0.0,"runtime":55,"cert":"N\/A","id":288734,"title":"Chip of the Flying U","adult":false},{"cast":[],"overview":"","release_date":"2008-10-29","genres":[10751],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":288736,"title":"Bumba - Deel 6: Pantuf","adult":false},{"cast":["Piotr Dejmek","Jerzy Bińczycki","Henryk Bista","Ewa Dałkowska"],"overview":"The film is set in 1943 in a mental asylum in the country. But this is an unusual hospital: there are several incurable schizophrenic cases, staff is bit strange and a writer has voluntarily entered the clinic because he is \"peculiar\" and a drug addict. Then the German Gestapo arrives. The commandant asks for the list of patients, sorts out the \"Aryan\" doctors from the others on a return trip, and herds everyone into trucks for evacuation to the extermination camps. A young doctor momentarily escapes by covering himself under a pile of laundry in the basement, and then escapes to the woods just as the Nazi soldiers appear.","release_date":"1979-03-28","genres":[18],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":288741,"title":"Hospital of the Transfiguration","adult":false},{"cast":["Meat Loaf","John Saxon","Ellen Ewusie","Link Baker","Michal Suchánek"],"overview":"Meat Loaf Aday plays Jake Feldman, a furrier struggling to build a business while being tormented by his obsession for a stripper. When a sadistic backwoods trapper kills a strange group of pet raccoons, Jake knows their luxurious hides could make a coat that will change his fortunes forever. Only these are no ordinary pelts: the cursed furs will wreak vengeance on anyone who touches them.","release_date":"2006-01-12","genres":[27],"vote_average":6.2,"runtime":58,"cert":"N\/A","id":288743,"title":"Pelts","adult":false},{"cast":["Liza Agrba","Janieta Eyre","Raidon Obokata","Maya Popovich","Andrew Scorer"],"overview":"Imitations of life consist of ten chapters, each one of which has an individual intonation and cinematographic style. The chapters: In the Future, Jack, Last Thoughts, Portrait, Secret, In My Car, The Game, Scaling, Imitation of Life, and Rain.","release_date":"2003-06-24","genres":[99,18],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":288745,"title":"Imitations of Life","adult":false},{"cast":[],"overview":"A man and a woman converse wordlessly. An essential film dialogue. The accompanying sound was created by playing a chord from a Mahler symphony through two 'reel-to-reel' tape recorders and editing it.","release_date":"1970-08-25","genres":[],"vote_average":0.0,"runtime":3,"cert":"N\/A","id":288747,"title":"Songs for Four Hands","adult":false},{"cast":[],"overview":"A short film with shots of sculptures by Anneke Walvoort. The materiality of film plays an important role: visible grain, flashes of colour, unexpected camera movements.","release_date":"1995-08-25","genres":[99],"vote_average":2.0,"runtime":10,"cert":"N\/A","id":288749,"title":"Sculptures for a Windless Space","adult":false},{"cast":["Yôichirô Saitô","Yûko Nakamura","Taka Okubo","Shuichi Ito"],"overview":"The main character Akihiko lives in an old apartment. He plays the guitar and sings his own pieces on the street, but this cannot be called his dream. He has a girlfriend. The owner of the apartment next-door constantly repeats Buddhist prayers night and day. On the floor above, there lives a strange middle-aged man who wants to be kicked out of the apartment. Such an ordinary day exists. Akihiko is standing still on the street at dawn.","release_date":"2003-04-26","genres":[18],"vote_average":0.0,"runtime":41,"cert":"N\/A","id":288751,"title":"Like a Desperado Under The Eaves","adult":false},{"cast":[],"overview":"Produced in collaboration with the BBC, Gordon Carr's documentary recounts the exploits and prosecution of the Angry Brigade, the British libertarian communist group responsible for a rash of property-targeted bombings between 1970 and 1972. After their arrest, the central members of the group became the defendants of one of the longest trials in English history, spanning nearly six full months in 1972.","release_date":"1973-01-15","genres":[],"vote_average":5.0,"runtime":null,"cert":"","id":288753,"title":"The Angry Brigade: The Spectacular Rise and Fall of Britain's First Urban Guerilla Group","adult":false},{"cast":["Andrés Calamaro"],"overview":"The long history of Andrés Calamaro and continual creativity allows the luxury of editing shots given as \"Andrés - Obras incompletas\"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288758,"title":"Obras Incompletas","adult":false},{"cast":["Terhi Suorlahti"],"overview":"A woman is taking pictures of cages in a zoo. The viewer and the object change places.","release_date":"2006-06-17","genres":[18],"vote_average":0.0,"runtime":13,"cert":"N\/A","id":288760,"title":"Zoo","adult":false},{"cast":["Eden Rountree","Paolo Pagliacolo","Allison Wright","Bobby Sobel","Joe Marino"],"overview":"A young woman living on the fringe in Manhattan's Lower East Side moves in and out of empty relationships until one night she steals a purse which contains the clue to her unknown past.","release_date":"2002-04-12","genres":[],"vote_average":0.0,"runtime":71,"cert":"N\/A","id":288762,"title":"echoes","adult":false},{"cast":[],"overview":"Anne Boyd, one of Australia's leading contemporary composers, teaches music at the publicly funded University of Sydney. This documentary chronicles a year in the life of an academic department that?s under the financial gun.","release_date":"2001-07-07","genres":[],"vote_average":8.0,"runtime":89,"cert":"N\/A","id":288764,"title":"Facing the Music","adult":false},{"cast":[],"overview":"Fighting for Life is a very different movie about war and medicine, a real-life \"M*A*S*H\" for our times about the doctors and nurses fighting on the front lines. The film interweaves stories of military doctors, nurses, and medics who are working with skill, compassion, and dedication amid the vortex of the Iraq War; wounded soldiers and marines reacting with courage, dignity, and determination to survive and to heal; and students at Uniformed Services University, the \"West Point\" of military medicine, on their journey toward becoming career military physicians. The film also follows 21-year-old Army Specialist Crystal Davis from Iraq to Germany to Walter Reed Hospital in Washington DC as she fights to recover and \"bounce back\" from the loss of a leg.","release_date":"2008-03-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288766,"title":"Fighting for Life","adult":false},{"cast":[],"overview":"A feature length documentary which chronicles the journey of international opera star Neil Shicoff as he develops the infamous tenor role of Eléazar from the Grand French opera La Juive.","release_date":"2004-05-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288771,"title":"Finding Eleazar","adult":false},{"cast":["Edgar Bergen"],"overview":"Edgar Bergen plays the manager of an orphanage who tries to get a rich woman to adopt Charlie McCarthy.","release_date":"1937-06-26","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":288773,"title":"Double Talk","adult":false},{"cast":["Edgar Bergen","Mortimer Snerd"],"overview":"Edgar Bergen and Charlie McCarthy travel to Mexico and enrage a jealous boyfriend.","release_date":"1937-09-04","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":288775,"title":"A Neckin' Party","adult":false},{"cast":[],"overview":"Fashion is a glamorous industry of beautiful people, right? Garmento tells the other side of the story through a dark and comical look beneath the seams of NYC's rag business.","release_date":"2002-03-10","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288777,"title":"Garmento","adult":false},{"cast":["Victoria Foyt","Rob Morrow","Lee Grant","Mae Whitman","Bruce Davison"],"overview":"Focusing on Holly G. (Foyt), a successful clothing designer with her own boutique, this film portrays a complex aspect of women's lives, one that is usually overlooked or dismissed by mainstream Hollywood: shopping!","release_date":"2005-09-30","genres":[],"vote_average":4.5,"runtime":106,"cert":"N\/A","id":288779,"title":"Going Shopping","adult":false},{"cast":["Addison Richards","Erville Alderson","Suzanne Kaaren","Ian Wolfe","Alphonse Ethier"],"overview":"A short historical drama about the Louisiana Purchase.","release_date":"1937-07-08","genres":[18,36],"vote_average":6.0,"runtime":18,"cert":"N\/A","id":288781,"title":"Romance of Louisiana","adult":false},{"cast":["Herb Williams","Les Reis","Artie Dunn"],"overview":"A short film showing off four vaudeville acts from the mid 1930s.","release_date":"1934-10-12","genres":[],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":288783,"title":"Vaudeville","adult":false},{"cast":["Carrie Brownstein","Kari Fillipi","Vicki Holllenberg","Nomy Lamm","Lola Rock'N'Rolla"],"overview":"Nine women meet every Wednesday afternoon for 21 weeks of group therapy in this entirely original, ultra modern probe into the American psyche.","release_date":"2002-04-05","genres":[],"vote_average":0.0,"runtime":106,"cert":"","id":288785,"title":"Group","adult":false},{"cast":["Julia Arnall","Sheldon Lawrence","Anton Diffring","Eric Pohlmann","George Margo"],"overview":"A jewel thief finds himself a target when a smuggled cigarette case made from a stolen new metal falls into his hands.","release_date":"1958-10-31","genres":[53,80,18],"vote_average":4.5,"runtime":64,"cert":"","id":288787,"title":"Mark of the Phoenix","adult":false},{"cast":["Patricia Callahan","Matthew Crawford","Stanton A. Glantz","Katharine Heyhoe"],"overview":"Spin doctors spread misinformation and confusion among American citizens to delay progress on such important issues as global climate change.","release_date":"2014-11-08","genres":[99],"vote_average":7.8,"runtime":96,"cert":"PG","id":288789,"title":"Merchants of Doubt","adult":false},{"cast":[],"overview":"Documentary - Narrated by acclaimed actor, Mike Farrell, Unlikely Friends documents victims of brutal crimes who through forgiveness unexpectedly become friends with the those who have harmed them the most. -  Mike Farrell","release_date":"2013-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288791,"title":"Unlikely Friends","adult":false},{"cast":[],"overview":"This documentary takes a bold, unflinching look at the nature and consequences of U.S. foreign policy in Latin America.","release_date":"2003-11-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288793,"title":"Hidden in Plain Sight","adult":false},{"cast":["Paul Hoffmann","Martin Benrath","Horst Tappert","Peter Pasetti","Rosemarie Fendel"],"overview":"","release_date":"1967-04-27","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288795,"title":"Der Panamaskandal","adult":false},{"cast":["Tilo Prückner","Marianne Sägebrecht","Rosel Zech","Hannelore Schroth","Adelheid Arndt"],"overview":"","release_date":"1987-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288797,"title":"Herz mit Löffel","adult":false},{"cast":["Barbara Rütting","Paul Dahlke","Lucie Englisch","Gitta Lind","Michl Lang"],"overview":"","release_date":"1957-06-06","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288799,"title":"Liebe, wie die Frau sie wünscht","adult":false},{"cast":["Jennifer Nitsch","Miroslav Nemec","Rufus Beck","Sonja Bertram","Sabine Vitua"],"overview":"","release_date":"1999-12-14","genres":[53],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288801,"title":"Lieber böser Weihnachtsmann","adult":false},{"cast":["G.C.T. Giles"],"overview":"A short film on Republican efforts to improve education standards during the Spanish Civil War.","release_date":"1938-05-05","genres":[99],"vote_average":3.5,"runtime":20,"cert":"","id":288803,"title":"Spanish A.B.C.","adult":false},{"cast":["Hans Klering","Inge Keller","Hermann Stövesand","Peter Marx","Gustav Püttjer"],"overview":"","release_date":"1951-04-11","genres":[18],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":288805,"title":"Die letzte Heuer","adult":false},{"cast":["Edgar Bennert","Maria Besendahl","Charlotte Küter","Maria Rouvel","Erich Mirek"],"overview":"","release_date":"1953-06-25","genres":[10751],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":288810,"title":"Die Störenfriede","adult":false},{"cast":["Robertson Hare","Joyce Barbour","Ernest Bevin","Herbert Hodge"],"overview":"A wartime short encouraging workers to join free, government-organised engineering training schemes.","release_date":"1940-05-05","genres":[99,18],"vote_average":0.0,"runtime":9,"cert":"","id":288812,"title":"Yesterday Is Over Your Shoulder","adult":false},{"cast":["Ricarda Benndorf","Maria Besendahl","Lothar Blumhagen","Gisela May","Maria Körber"],"overview":"","release_date":"1955-04-19","genres":[18],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":288814,"title":"Sommerliebe","adult":false},{"cast":["Paul Heidemann","Harry Hindemith","Doris Abeßer","Maria Besendahl","Erika Dunkelmann"],"overview":"A story about a group of children in German town of Bahrenburg who are trying to build themselves a swimming pool.","release_date":"1957-02-10","genres":[10751],"vote_average":0.0,"runtime":75,"cert":"N\/A","id":288816,"title":"Bahrenburg Stories","adult":false},{"cast":["Timothy Woodward Jr.","Mischa Barton","Vinnie Jones","Danny Trejo","Luke Goss"],"overview":"A young criminal defense attorney struggles with a homicide case that is not as cut and dry as it appears while battling a drinking habit. The story goes beyond the lives of those directly related to the case and shines a much needed spotlight on the horrific world of human trafficking in the United States.","release_date":"2014-12-31","genres":[53,28],"vote_average":3.2,"runtime":86,"cert":"15","id":288818,"title":"Throwdown","adult":false},{"cast":["Eva-Maria Hagen","Horst Kube","Günther Haack","Erna Sellmer","Maria Besendahl"],"overview":"17-year-old Traudel flees the orphanage she has to live in, in order to venture to Berlin.","release_date":"1957-11-15","genres":[18,35],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":288820,"title":"Don't Forget My Little Traudel","adult":false},{"cast":[],"overview":"A documentary on the life and work of artist Jeff Koons, told through the perspective of Koons himself, curators, gallerists, and fellow artists (Chuck Close, Julian Schnabel, etc.).","release_date":"2004-04-01","genres":[],"vote_average":1.0,"runtime":49,"cert":"N\/A","id":288822,"title":"The Jeff Koons Show","adult":false},{"cast":["Slash","Frank Thomas","Richard Bueschel","Joe Perry"],"overview":"Pinball historian Richard Bueschel hosts an hour-long look at the arcade favorite's illustrious history, including interviews with flipper devotees Slash (from Guns &amp; Roses), Aerosmith guitarist Joe Perry, baseball great Frank Thomas, and others.","release_date":"1998-02-13","genres":[99],"vote_average":0.0,"runtime":60,"cert":"N\/A","id":288824,"title":"Pleasure Machines: The History of Pinball","adult":false},{"cast":["Doris Abeßer","Ulrich Thein","Annekathrin Bürger","Maria Besendahl","Hans Lucke"],"overview":"","release_date":"1961-02-08","genres":[18],"vote_average":0.0,"runtime":78,"cert":"N\/A","id":288826,"title":"Septemberliebe","adult":false},{"cast":["Jackie Mason","Antony Del Rio","Abby Wathen","Paul Fitzgerald","Tom Nowicki"],"overview":"Jackie Goldberg (Jackie Mason) is coming to the end of his career as a Miami private detective; in debt, out of luck and down in the dumps, that is until fate brings him an unlikely partner: 16 year old Mateo Rodriguez. Jackie and Mateo embark on a journey to exonerate Mateo's mother and bring the bad guys to justice-- while still having enough time for some action with the ladies, a little nosh and a life lesson or two. Goldberg P.I. is an hilarious comedy packed with plot twists and turns and a star studded cast including Lin Shaye (Detroit Rock City, Insidious, There’s Something About Mary), Audrey Landers (Dallas, A Chorus Line), Mario Cantone (Sex And The City), Steven Bauer (Scarface) and the late Davy Jones (The Monkees), in his final movie appearance.","release_date":"2011-01-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288828,"title":"Goldberg - P.I.","adult":false},{"cast":["Ursula Werner","Marita Böhme","Helga Göring","Günther Grabbert","Jürgen Frohriep"],"overview":"Dr. Gerd Thiessen, an experienced veterinarian, takes up a new job at a publicly owned manor. His research colleagues are less than thrilled about his ideas and modification proposals. Thus, the pretty and confident veterinarian Sabine Ladenbach becomes his only ally and soon they fall in love with each other. When Thiessen’s wife Eva notices that her husband is growing away from her, she starts to fight for him. Eventually, Thiessen realizes that Eva is the woman of his life, both privately and professionally. At the same time, he figures out that he needs the support of his team to achieve success in his field.","release_date":"1970-09-09","genres":[18],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":288830,"title":"Weil ich dich liebe …","adult":false},{"cast":["Kurt Böwe","Agnes Kraus","Rolf Hoppe","Lissy Tempelhof","Günter Naumann"],"overview":"After meeting the woman on the train Erwin Retzmann kills her in the forest.","release_date":"1972-03-30","genres":[18,80],"vote_average":5.3,"runtime":100,"cert":"N\/A","id":288832,"title":"The Zernik Murder Case","adult":false},{"cast":["Columba Domínguez","Roberto Cañedo","Fernando Fernández","Rosaura Revueltas","Eduardo Arozamena"],"overview":"A story about two men caught in the Mexican revolution: close friends before, but now on the opposite sides. One of them is military officer, while the other one expects capital punishment. The prisoner's mother comes to visit his son, unaware that his former best friend is now his enemy.","release_date":"1950-11-23","genres":[10752,18,10749],"vote_average":5.0,"runtime":95,"cert":"N\/A","id":288834,"title":"One Day of Life","adult":false},{"cast":["Raymond McKee","Ruth Taylor","Marvin Loback","Eugenia Gilbert","Irving Bacon"],"overview":"Sweethearts Jimmie Carter and Bessie Barnes work for Adolph Brock at the Acme Corporation. One day while he is out for a drive in his jalopy of a car, Jimmie spies a pretty young woman on horseback. He comes to her rescue after she falls off her horse and gets injured, he leading her to refuge in an abandoned cabin when it starts to rain heavily. Although she flirts with him, he, in turn attracted to her, wants to remain faithful to Bessie and resists his urges. When this woman mysteriously disappear on him, he can't stop thinking about her and follows her innuendo to meet with her at her apartment. All the while, he is unaware that she is Peggy Joyce, Brock's gold-digging fiancée. He is also unaware that Peggy has ulterior motives for coming on to him, which, in combination with her dangerous past, could lead to complications for all involved.","release_date":"1925-09-20","genres":[35],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":288836,"title":"A Rainy Knight","adult":false},{"cast":["John McCallum","Honor Blackman","Patrick Holt","Diana Dors","Leslie Dwyer"],"overview":"The lives of the members of a West Yorkshire cycling club are complicated by romantic entanglements and a series of bike thefts.","release_date":"1949-05-23","genres":[10749,35,18],"vote_average":5.3,"runtime":92,"cert":"","id":288838,"title":"A Boy, a Girl and a Bike","adult":false},{"cast":["Conrad Nagel","Renée Adorée","Lloyd Whitlock","Fred Esmelton","Adolph Milar"],"overview":"The Michigan Kid is a gambler in the backwoods of Alaska trying to make enough money to go back to his hometown and impress the girl he loves. His childhood rival for the girl happens to turn up at his casino, in trouble and doesn't want his girl to find about it.","release_date":"1928-10-20","genres":[18],"vote_average":7.0,"runtime":64,"cert":"N\/A","id":288843,"title":"The Michigan Kid","adult":false},{"cast":[],"overview":"After 35 years working in a factory in Germany, Ilias returns to his almost deserted village and buys a service station on the main street to Ioannina. He wants to make a new start but soon feels like a foreigner again, this time in his own country. His relationship with Eleni, his younger and still beautiful wife, is going though a serious crisis. Eleni, who married him when she was very young to escape the poverty of village life, now feels she is suffocating. She wants to live while there is still time.Their life changes when Ilias saves Petros, a young Albanian illegal immigrant who comes to Greece seeking a better life, from the border guards and hires him in his shop.","release_date":"2008-04-03","genres":[],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":288845,"title":"The Homecoming","adult":false},{"cast":["Raúl Araiza","Juan Gallardo","Roberta d'Nero"],"overview":"Cops bust a drug ring, intercede in the personal beef one of the narco dudes has with a civilian guy.","release_date":"1997-03-03","genres":[28],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":288847,"title":"Apuesta Mortal","adult":false},{"cast":["Anna Brüggemann","Peter Kurth","Martin Schleiß","Rosalie Thomass"],"overview":"A weekend in the Bavarian Alps. 25-year-old Hannes meets his father after 8 years of separation in a little mountain hut. By the influence of their very different girlfriends Ann and Lavinia, the stage-director-father and his actor-son cautiously try to make a new start. A bold venture, leading all of them to an abyss of unforeseen cruelty.","release_date":"2008-11-24","genres":[18],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":288852,"title":"Without You I'm Nothing","adult":false},{"cast":["Dionísio Azevedo","Roberto Bolant","Lola Brah","Carlos Bucka","Francisco Curcio"],"overview":"During the rehearsals of a play four actresses are poisoned.","release_date":"1976-11-22","genres":[18],"vote_average":0.0,"runtime":103,"cert":"N\/A","id":288854,"title":"A Noite das Fêmeas","adult":false},{"cast":["Yvonne Catterfeld","Sebastian Ströbel","Julia Richter","Roman Knizka"],"overview":"","release_date":"2014-03-21","genres":[18],"vote_average":5.5,"runtime":null,"cert":"N\/A","id":288856,"title":"Cecelia Ahern: Mein ganzes halbes Leben","adult":false},{"cast":["Eddie Dean","White Cloud","Roscoe Ates","Jennifer Holt","June Carlson"],"overview":"B-western starring Eddie Dean as a singing lawman who comes to the aid of a pretty rancher (June Carlson) who's been targeted for murder by a notorious bandit known as \"The Hawk\".","release_date":"1948-04-09","genres":[37],"vote_average":6.0,"runtime":54,"cert":"N\/A","id":288858,"title":"The Hawk of Powder River","adult":false},{"cast":["Alfred Abel","Fritz Schulz","Ehmi Bessel","Julius Falkenstein","Jakob Tiedtke"],"overview":"","release_date":"1932-09-12","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288860,"title":"Das Mädel vom Montparnasse","adult":false},{"cast":["Dieter Borsche","Werner Hinz","Ehmi Bessel","Sabine Sinjen","Carl Wery"],"overview":"","release_date":"1961-10-11","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288862,"title":"Die Wildente","adult":false},{"cast":["Heinz Klevenow","Dieter Borsche","Heinz Weiss","Ehmi Bessel","Paul Verhoeven"],"overview":"","release_date":"1971-01-13","genres":[36,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288864,"title":"Preußen über alles","adult":false},{"cast":["Werner Enke","May Spils"],"overview":"A woman's struggle to create an artwork.","release_date":"1966-10-11","genres":[],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":288866,"title":"Das Portrait","adult":false},{"cast":["Helene Fischer","Michael Bolton","Peter Maffay","Anke Engelke","Bastian Pastewka"],"overview":"","release_date":"2011-12-25","genres":[10751,10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288868,"title":"Helene Fischer - Die Helene Fischer Show 2011","adult":false},{"cast":["Georgia Vasileiadou","Orestis Makris","Dimitris Papamichael","Xenia Kalogeropoulou","Pantelis Zervos"],"overview":"The rivalry between a professional doctor and a midwife in a small Greek village.","release_date":"1961-09-24","genres":[35],"vote_average":8.3,"runtime":77,"cert":"N\/A","id":288870,"title":"Η Κυρά Μας η Μαμμή","adult":false},{"cast":["Astrid Adverbe","Pascal Cervo","Eric Chevaleyre","Yann Guillemot"],"overview":"","release_date":"2014-08-20","genres":[18,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288872,"title":"Prendre l'air","adult":false},{"cast":["François De Chantérac","Geneviève De Chantérac","Astrid Adverbe"],"overview":"","release_date":"2014-08-20","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288874,"title":"Mé damné - Que Dieu me damne","adult":false},{"cast":["Christopher Wolf","Richard Rabago","Gerald Okamura","Elsie Jay","Tad Mathes"],"overview":"Karate Wars is an all or nothing tournament where the prize is honor, self respect and a million dollars. Karate master Oyama, trains his loyal students in the ancient, mystical arts of Kung Fu. His top student Jason is faced with the challenge of fighting his hated rival in a fight to the finish. Oyama's students train vigorously in the secret Chinese style of the snake and crane... When the \"Karate Wars\" tournament gets canceled, another war begins on the streets, where there is no ring...no rules...and no million dollars...","release_date":"1989-08-07","genres":[28],"vote_average":3.0,"runtime":87,"cert":"N\/A","id":288876,"title":"Karate Wars","adult":false},{"cast":["Tisha Kalmanovitch","Kate Reade","Minko","Karrel Lin","Dan Evans"],"overview":"Experimental ethnographic digital feature exploring International student and teacher identity expressed through musical performance at the University of Jinan, Shandong, China.","release_date":"2014-07-28","genres":[99,10402],"vote_average":0.0,"runtime":72,"cert":"N\/A","id":288878,"title":"A Wealth of Nations","adult":false},{"cast":[],"overview":"Thomas Roman and his family live under the same roof, but they live separate lives. The battle to reunite the family emotionally and spiritually must begin in the heart of Thomas himself. Can he hope to win the battle, or is it already too late?","release_date":"2014-07-18","genres":[],"vote_average":10.0,"runtime":69,"cert":"U","id":288880,"title":"These Words... Must Be On Your Heart","adult":false},{"cast":["Dieter Nuhr"],"overview":"","release_date":"2010-12-28","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288885,"title":"Nuhr 2010 - Der Jahresrückblick","adult":false},{"cast":["Halle Berry","Eric Thal","Lynn Whitfield","Carl Lumbly","Marianne Jean-Baptiste"],"overview":"Shelby Coles (Halle Berry) is engaged to marry talented white jazz musician Meade Howell, but the pair face opposition from both Meade's family, who object to an inter-racial marriage, and Shelby's parents, who want her to marry a professional. As Shelby is afflicted by pre-marital doubts, handsome Lute McNeil arrives on the scene, determined to make Shelby his at any cost.","release_date":"1998-02-22","genres":[10749,18,10770],"vote_average":8.0,"runtime":180,"cert":"","id":288887,"title":"The Wedding","adult":false},{"cast":["Helena Bergström","Ewa Fröling","Ida Engvoll","Katarina Ewerlöf","Cecilia Forss"],"overview":"Johanna works as a journalist on a women magazine. But her boss is an idiot, her salary is ridiculous and her husband has left her for a younger woman. With a great life crisis she decided to try a new medicine.","release_date":"2014-08-29","genres":[35,18],"vote_average":5.0,"runtime":115,"cert":"N\/A","id":288889,"title":"Medicine","adult":false},{"cast":[],"overview":"A ship of athletes training on the rough seas becomes a symbol of Castro’s Cuba, the games projected on the backdrop of political struggle. This is the story of a ship and of a sports delegation whom the enemy tried to stop from participating in the Tenth Central American and Caribbean Games.","release_date":"1966-01-01","genres":[99],"vote_average":5.0,"runtime":34,"cert":"N\/A","id":288891,"title":"Cerro Pelado","adult":false},{"cast":[],"overview":"Documentary about the \"Romería de la Virgen del Rocío\" (Spain).","release_date":"1980-07-01","genres":[99],"vote_average":6.0,"runtime":88,"cert":"N\/A","id":288893,"title":"Rocío","adult":false},{"cast":["Alan Arkin","Chris Sigurdson","Michaelin Scott","Michael Riley"],"overview":"After getting lost the day his family travels 2,000 miles in preparation for a move to Australia, this clever, loyal, 'map reading' dog begins an amazing cross-country journey to find them.","release_date":"1996-03-08","genres":[12],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":288895,"title":"Heck's Way Home","adult":false},{"cast":[],"overview":"Tender and upbeat, THE LADY IN QUESTION IS CHARLES BUSCH is the affectionate and entertaining tribute to actor, writer, drag performer, and glamorous leading lady Charles Busch.","release_date":"2005-04-25","genres":[99],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":288900,"title":"The Lady in Question Is Charles Busch","adult":false},{"cast":["Soledad Villamil","Inés Estévez","Jorge Perugorría","Federico Olivera","Florencia Camiletti"],"overview":"Muriel and her mother leave their home for good and a freak occurrence leaves them stranded in the country. They beg a woman to let them stay and a shaky friendship develops between the two families.","release_date":"1997-08-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288902,"title":"Life According to Muriel","adult":false},{"cast":[],"overview":"After a six-year absence, Ned Blessing (Brad Johnson) returns to his hometown with his sidekick, Crecencio (Luis Avalos). There he finds a lawless hell-hole governed only by six-shooters and fists. No one in town is willing to stand up to the Borgers, a despicable clan that rules the town with brutality and bullets. Into this charged atmosphere ride Ned and Crecencio to take on the Borgers with only the help of a mysterious Indian (Wes Studi) and the town coward (Tom Scott).","release_date":"1995-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288904,"title":"Lone Justice 2","adult":false},{"cast":[],"overview":"Music, history, and emotion fuel this dynamic, award-winning tribute to Los Zafiros, the Beatles of 1960s Cuba.","release_date":"2003-03-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288906,"title":"Los Zafiros: Music from the Edge of Time","adult":false},{"cast":["Erika Jordan","Ryan Driller","Sophia Bella","Christie Stevens","Krissy Lynn"],"overview":"Dara and Alana are gorgeous extraterrestrial women who help destroy a giant asteroid heading towards Earth. While on Earth, they have close encounters of the physical kind with many people.","release_date":"2013-09-24","genres":[35,878],"vote_average":3.6,"runtime":82,"cert":"N\/A","id":288911,"title":"Intergalactic Swingers","adult":false},{"cast":[],"overview":"A tale of a long suffering mother in the inner city.","release_date":"1990-09-14","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":288913,"title":"Love Your Mama","adult":false},{"cast":["Claudia Christian","Adam West","Joseph Gian","Shari Shattuck","Wolf Larson"],"overview":"A 1990 film starring Claudia Christian.","release_date":"1989-08-26","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":288915,"title":"Mad About You","adult":false},{"cast":["Gianluca Testa","Eleonora Bolla","Giovanni Maria Buzzatti","Andrea De Bruyn","Philippe Guastella"],"overview":"\"Mad in Italy\" is a truly disturbing psychological film based on true events about one girl's ordeal to stay alive at the hands of a young maniac. Featuring amazing cinematography by one of the most talented Italian directors of photography Mirco Sgarzi (House of Flesh Mannequins and Orgy of Blood).","release_date":"2011-01-01","genres":[27,53],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":288917,"title":"Mad in Italy","adult":false},{"cast":["Ronald Zehrfeld","Ina Weisse","Heino Ferch","Bernd Stegemann","Christian Goebel"],"overview":"","release_date":"2010-10-06","genres":[53,10770],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288919,"title":"Im Dschungel","adult":false},{"cast":["Maurizio Arena","Renato Salvatori","Alessandra Panaro","Lorella De Luca","Memmo Carotenuto"],"overview":"After a series of misunderstandings and other unfortunate incidents, the honeymoon of two young couples ends sooner than planned. Back at their starting point, the ensuing conflict leads to one of the couples separating. Salvatore, who moves away, is hit in the street by a car and loses his memory: he has lost his memories of his friends and family - until he meets his wife Marisa, in which he falls in love again ...","release_date":"1959-05-02","genres":[35],"vote_average":5.9,"runtime":null,"cert":"N\/A","id":288921,"title":"Poor Millionaires","adult":false},{"cast":["Krissy Lynn","Sophia Bella","Mary Carey","Eric Masterson","Ryan Driller"],"overview":"With their minds in the gutter three gorgeous babes plot to win big as they struggle to save their grandfather's bowling alley.","release_date":"2014-01-21","genres":[35],"vote_average":6.8,"runtime":81,"cert":"N\/A","id":288923,"title":"The Great Bikini Bowling Bash","adult":false},{"cast":[],"overview":"A man's potential rap career is at odds with his wife's ticking biological clock in this 2002 film from director Paul Wynne. Aaron Spears stars as Michael, a young married man struggling with the idea of becoming a father when fame comes knocking in the form of a hip-hop star impressed with Michael's skills on the mic. Will he choose fame and fortune or the stable life of parenthood? Music star Mystikal makes his acting debut.","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288925,"title":"Makin' Baby","adult":false},{"cast":["Sally Kirkland","Victoria Clark","James Murtaugh","Karl Geary","Mary Testa"],"overview":"A woman's dementia uncovers secrets of a 30-year-old crime as her daughter struggles to deal with the fallout","release_date":"2014-09-12","genres":[18],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":288927,"title":"Archaeology of a Woman","adult":false},{"cast":[],"overview":"What happens when an eyewitness to a murder comes forward to the police forty years later? What happens when the detective assigned to the case finds out that it is her mother who has made that call? Laura Posey is that detective and Ava Posey Bedingfield is the woman who can no longer live without her two daughters knowing the truth. The Maltese Murder Mystery is the story of love and deceit, of envy and lust, of hatred, addiction and murder. The Maltese Murder Mystery tells the compelling story of human frailties and the lengths to which people will go both to conceal and, perhaps even more harmful, to hide from the truth.","release_date":"2008-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288929,"title":"The Maltese Murder Mystery","adult":false},{"cast":[],"overview":"A documentary about the history of American dependence on oil.","release_date":"2014-09-19","genres":[99],"vote_average":7.3,"runtime":88,"cert":"N\/A","id":288931,"title":"Pump","adult":false},{"cast":["Grant Tilly","Dorothy McKegg","Peter Sumner","Bridget Armstrong","Donna Akersten"],"overview":"Colin is the deputy principal of a city high school  (Avondale College, Auckland) who reluctantly applies for the  principal's job on the latter's retirement. Colin's wife,  Elizabeth - who is losing interest in him -gives a dinner party.  Among the guests is Judy, temporarily reconciled with her husband  for the sake of the children. Colin - who has taken upon jogging  to combat a spreading waistline - and Judy, gradually enter into  an affair.","release_date":"1979-06-01","genres":[35],"vote_average":5.0,"runtime":97,"cert":"N\/A","id":288933,"title":"Middle Age Spread","adult":false},{"cast":[],"overview":"A young journalist is carrying out a survey on marriage agencies. Being sceptical, he pretends to be a customer who is searching for a wife for a rich friend of him. Although he says that his friend suffers from epilepsy, lives in the countryside and he turns into a werewolf during full moon nights, he manages to find a girl willing to marry his friend. She is a sweet and naive girl, who undermines the protagonist’s cynic approach.","release_date":"1953-11-13","genres":[],"vote_average":7.0,"runtime":16,"cert":"N\/A","id":288935,"title":"Marriage Agency","adult":false},{"cast":["Hans Quest","Ilse Steppat","Herbert Hübner","Albert Bessler","Alexander Engel"],"overview":"The story of Johann Friedrich Böttger, an apothecary’s apprentice and alchemist’s assistant. Fleeing from the Prussian King, he goes to Saxony, where King Frederick August the Strong takes him to a fortress and demands that he create gold. Böttger is equipped with everything he would need for the task, but he has known for a while that actual gold production is a myth and instead experiments with porcelain—white porcelain, as the Chinese are said to possess. In 1709, he finally succeeds in surprising the King with the \"white gold,\" the first white porcelain made in Europe, he hopes for freedom.","release_date":"1949-12-30","genres":[18],"vote_average":0.0,"runtime":99,"cert":"N\/A","id":288937,"title":"The Blue Swords","adult":false},{"cast":["Ingeborg Körner","Peter Mosbacher","Lucie Mannheim","Günther Lüders","Blandine Ebinger"],"overview":"","release_date":"1954-01-21","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288939,"title":"Das ideale Brautpaar","adult":false},{"cast":["Hardy Krüger","Elisabeth Müller","Lucie Mannheim","Hans Nielsen","Fritz Tillmann"],"overview":"","release_date":"1958-05-22","genres":[18,80],"vote_average":0.0,"runtime":93,"cert":"N\/A","id":288941,"title":"Confess, Dr. Corda","adult":false},{"cast":["Rudolf Prack","Marianne Hold","Ellen Schwiers","Richard Häussler","Dorothea Wieck"],"overview":"After a carnival celebration, young Erika Hansen is offered a lift by two young men in a car. The men become abusive. Erika rushes out of the car and is seriously injured. She is brought to a gynecoligal clinic for an acute operation.","release_date":"1959-03-24","genres":[18],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":288943,"title":"Aus dem Tagebuch eines Frauenarztes","adult":false},{"cast":[],"overview":"","release_date":"2010-01-29","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288945,"title":"Tubibaby Zoo \"Los animales\"","adult":false},{"cast":["Hans Söhnker","Gitty Djamal","Götz George","Christian Wolff","Berta Drews"],"overview":"","release_date":"1960-09-14","genres":[80],"vote_average":0.0,"runtime":101,"cert":"N\/A","id":288947,"title":"Die Fastnachtsbeichte","adult":false},{"cast":["Eva Bartok","Carlos Thompson","Elisabeth Flickenschildt","Claus Holm","Hans Nielsen"],"overview":"Murder mystery","release_date":"1962-01-18","genres":[9648],"vote_average":0.0,"runtime":102,"cert":"N\/A","id":288949,"title":"Eheinstitut Aurora","adult":false},{"cast":[],"overview":"Documentary -  -  David Soloman, Aria Knee, Phyllis Baldino. Directed by Amie Siegel","release_date":"2003-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288951,"title":"Empathy","adult":false},{"cast":[],"overview":"Documentary -  -  Shimon Ballas, Moshe Houri, Sami Michael","release_date":"2002-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288953,"title":"Forget Baghdad: Jews and Arabs - The Iraqi Connection","adult":false},{"cast":["Konrad Georg","Erik Schumann","Horst Niendorf","Claus Biederstaedt","Ernst Fritz Fürbringer"],"overview":"","release_date":"1968-08-03","genres":[37],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288955,"title":"Mexikanische Revolution","adult":false},{"cast":["Elfriede Irrall","Günter Strack","Dietmar Schönherr","Klaus Schwarzkopf","Karl Lieffen"],"overview":"","release_date":"1969-01-04","genres":[18],"vote_average":0.0,"runtime":155,"cert":"N\/A","id":288957,"title":"Madame Bovary","adult":false},{"cast":["Ernst Schröder","Heinz Giese","Friedrich Schoenfelder","Albert Bessler","Nadja Tiller"],"overview":"","release_date":"1969-10-08","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288959,"title":"Waterloo","adult":false},{"cast":["Götz Burger","Gudrun Genest","Volkert Kraeft","Reinhild Solf","Hans W. Hamacher"],"overview":"","release_date":"1970-02-11","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288961,"title":"Schlagzeilen über einen Mord","adult":false},{"cast":["Wolfgang Preiss","Dieter Borsche","Wolfgang Büttner","Sigfrit Steiner","Albert Bessler"],"overview":"","release_date":"1970-08-27","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288963,"title":"General Oster – Verräter oder Patriot?","adult":false},{"cast":["Trent Anderson","Aleph Ayin","Erik MacRay","Kelly Nixon"],"overview":"After her mother's death, Eula is forced to leave home and travel with a stranger into a world far more dangerous than she ever imagined. Stars Kelly Nixon &amp; Aleph Ayin.","release_date":"2014-08-26","genres":[37,18],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":288965,"title":"A River of Skulls","adult":false},{"cast":[],"overview":"Stephanie Gilmore won her first world championship at age 17 on a day off from high school. Over the next four years she led the sport of surf, claiming consecutive world titles as the undisputed champ, until a violent turn of events abruptly ended her winning streak. Stephanie in the Water is an intimate documentary that chronicles Gilmore's return to the top and the costs that come along with being a five time world champion.","release_date":"2014-08-05","genres":[],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":288967,"title":"Stephanie in the Water","adult":false},{"cast":["Ursula Karven","Pierre Besson","Carola Regnier","Branko Samarovski","Joachim Regelien"],"overview":"","release_date":"2005-03-30","genres":[80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288969,"title":"Tote leben länger","adult":false},{"cast":[],"overview":"The film revolves around exceptional people and profound projects based on the island, working to maintain and enhance Bali's social, environmental and cultural harmony.","release_date":"2011-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288971,"title":"Bali: Life Is An Offering","adult":false},{"cast":["Gina Belafonte"],"overview":"This 1989 documentary by Elisabeth Aubert contains some great footage including Jeffrey Deitch with a hair helmet...","release_date":"1990-01-01","genres":[],"vote_average":0.0,"runtime":30,"cert":"N\/A","id":288973,"title":"Drawing the Line: A Portrait of Keith Haring","adult":false},{"cast":["Michael Angelis","Michael Brandon"],"overview":"Come ride the rails to fun and adventure with Thomas and the other \"Really Useful Engines\" as they make tracks to great destinations on Sodor and beyond!  Molly is the new engine - will she find the perfect job? Gordon learns a lesson in respect and Emily wants to be Queen for a day. Then, Edward has a problem --- can Thomas help him? Finally, Rheneas is put in charge of some quite different cargo and will Thomas and Percy finish their work in time to see the special bird? Find out in Come Ride The Rails!","release_date":"2011-09-12","genres":[10751,10770],"vote_average":0.0,"runtime":67,"cert":"N\/A","id":288978,"title":"Thomas & Friends: Come Ride the Rails","adult":false},{"cast":["Cuba Gooding Jr.","William Sadler","Sharon Leal","David Rasche","Diane Salinger"],"overview":"Two men separated by 100 years are united in their search for freedom. In 1856 a slave, Samuel Woodward and his family, escape from the Monroe Plantation near Richmond, Virginia. A secret network of ordinary people known as the Underground Railroad guide the family on their journey north to Canada. They are relentlessly pursued by the notorious slave hunter Plimpton. Hunted like a dog and haunted by the unthinkable suffering he and his forbears have endured, Samuel is forced to decide between revenge or freedom. 100 years earlier in 1748, John Newton the Captain of a slave trader sails from Africa with a cargo of slaves, bound for America. On board is Samuel's great grandfather whose survival is tied to the fate of Captain Newton. The voyage changes Newton's life forever and he creates a legacy that will inspire Samuel and the lives of millions for generations to come.","release_date":"2014-08-21","genres":[18],"vote_average":6.0,"runtime":98,"cert":"N\/A","id":288980,"title":"Freedom","adult":false},{"cast":["Robert Davi","John Greenewald Jr.","Whitley Strieber"],"overview":"Real witnesses. Real encounters. Never before seen footage.","release_date":"1999-02-17","genres":[99,10770],"vote_average":7.3,"runtime":89,"cert":"N\/A","id":288982,"title":"Confirmation: The Hard Evidence of Aliens Among Us?","adult":false},{"cast":["Bruno Minniti","Kiwako Harada","Werner Pochath","Ottaviano Dell'Acqua","Stelio Candelli"],"overview":"This fast-paced film stars (Conrad Nichols) as the tough Captain Williams, head of a crack commando squad who goes into Afghanistan to save the U.S.S.R. -- and indirectly, the U.S. -- from some very bad publicity. A journalist and his daughter have evidence that the Russians are using biological and chemical weapons in their war in Afghanistan. The unit of five commandos smuggle themselves into Afghanistan through its neighbor Iran, bribing the leaders of that country with some spare parts for its war planes (shades of Iran-Contra!). Once inside the country they discover that the journalist has already died from exposure to nerve gas, and his daughter is already getting sick. Williams starts to guess that they are all being set up because everything is going just a little too well, and he adjusts his plans accordingly. ~ Eleanor Mannikka, Rovi","release_date":"1986-04-20","genres":[10752,28],"vote_average":5.3,"runtime":89,"cert":"N\/A","id":288984,"title":"Days of Hell","adult":false},{"cast":[],"overview":"The plot revolves around a psychiatrist named Tony and two identical twin sisters, Norma and Mary. Norma and Mary are apparently very different from each other, to the point of conflict. Mary ends up blackmailing Norma, and Tony (who is either married to or in a relationship with Norma) is somewhat involved, as it would seem that Tony is occasionally seeing Mary as a patient in his office. Revelations near the end of the film suggest a far more complex situation, and Mary's lover ends up in a position to kill. There is also a very brief subplot involving another of Tony's patient's who ends up raping and killing a woman before regressing into utter insanity.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288986,"title":"La gemella erotica","adult":false},{"cast":["Frøydis Armand","Katja Medbøe","Anne Marie Ottersen","Mathias Armand","Henrik Scheele"],"overview":"Ten years have passed since our three heroines' first outing in 1975. Now the women meet at yet another class reunion. Not surprisingly, they are still unwilling to call it a night after the party is over. Husbands and children must celebrate Christmas as best they can, while the women spend quality time drinking and taking stock of their lives.","release_date":"1985-10-23","genres":[],"vote_average":5.0,"runtime":88,"cert":"N\/A","id":288988,"title":"Wives - Ten Years After","adult":false},{"cast":["Anne Marie Ottersen","Frøydis Armand","Katja Medbøe","Nøste Schwab","Hedda Sandvig"],"overview":"This mellow comedy is the third entry in filmmaker Anja Breien's \"Wives\" series and stars the same three actresses who appeared in the first two. This episodic film begins with flashbacks to the 1975 film Wives and scenes from 1985's Wives: Ten Years Later. Now ten more years have passed and they are comfortably ensconced in middle age. They have gathered to hold a surprise birthday for Kaja aboard an Oslo streetcar. The three haven't seen each other in ages and much of the story focuses on their discussions of their disparate lives. Every word, smile and tear they share affirms the depth of their lasting friendship.","release_date":"1996-03-08","genres":[],"vote_average":0.0,"runtime":76,"cert":"N\/A","id":288990,"title":"Wives III","adult":false},{"cast":[],"overview":"","release_date":"2013-10-23","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":288995,"title":"Szabadság - Különjárat","adult":false},{"cast":[],"overview":"In this animated short, a self-important colonial explorer emerges from a sailing ship and plants a flag on the Arctic ice, as a bemused Inuit hunter looks on. Then the explorer plants another, and another, and another, while the hunter, clearly not impressed that his land has been “discovered,” quietly goes about his business. In this charming and humorous re-imagining of first contact between Inuit and European, Jonathan Wright brings us the story of a savvy hunter and the ill-equipped explorer he outwits.","release_date":"2010-06-01","genres":[35,16],"vote_average":5.0,"runtime":4,"cert":"N\/A","id":288997,"title":"The Bear Facts","adult":false},{"cert":"N\/A","title":"Qalupalik","cast":["Sam Tutanuak"],"genres":[16],"id":288999,"overview":"This animated short tells the story of Qalupalik, a part-human sea monster that lives deep in the Arctic Ocean and preys on children who do not listen to their parents or elders. That is the fate of Angutii, a young boy who refuses to help out in his family’s camp and who plays by the shoreline... until one day Qalupalik seizes him and drags him away. Angutii's father, a great hunter, must then embark on a lengthy kayak journey to try and bring his son home.","runtime":6,"release_date":"2010-06-01","vote_average":5.0,"adult":false}]