[{"cast":["Giuliano Gemma","Barbara Bach","Francesca Romana Coluzzi","Marisa Merlini","Ninetto Davoli"],"overview":"Romulus, a rough but genuine country man, finds, on the occasion of a religious festival, a girl, Rema, already his kindergarten companion. In love with her since then, he welcomes with joy the invitation to follow her to Rome, convinced that the young woman wants to marry him.","release_date":"1973-08-31","genres":[35],"vote_average":5.0,"runtime":86,"cert":"N\/A","id":290000,"title":"Il maschio ruspante","adult":false},{"cast":["Jessica Drake","Tyler Nixon","Brandi Love","Chloe Amour","Bonnie Rotten"],"overview":"Brad Armstrong, creator of the epic love story FALLEN and the runaway 2014 blockbuster UNDERWORLD, now delivers his follow-up masterpiece AFTERMATH, a twisted tale of forbidden love. Leading man Ryan Driller and XBIZ \/ XRCO Best Male Newcomer Tyler Nixon are father and son, three-time AVN Best Actress Winner jessica drake is the woman who loves them. Wicked Girl & Performer of the year Asa Akira, Performer of the Year Bonnie Rotten, MILF superstar Brandi Love and Best Actor Winner Xander Corvus round out an amazing cast. An intensely powerful coming-of-age drama that explores and shatters sexual boundaries, AFTERMATH is destined to become an instant classic.","release_date":"2014-09-03","genres":[],"vote_average":9.5,"runtime":180,"cert":"N\/A","id":290002,"title":"Aftermath","adult":true},{"cast":["Mercedes McCambridge","Ford Rainey","Simone Griffeth","John Lozier","Buddy Foster"],"overview":"Hickspoiltation film from the early 1970s ostensibly starring Oscar nominee Mercedes McCambridge, but really more a film looking for an excuse to show off Simone Griffeth's beauty.  She plays a daughter of a swamp family.  The whole family goes to a carnival where she is seduced by an older male performer, while her teen brother is seduced by an older female performer.","release_date":"1972-06-03","genres":[18],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":290004,"title":"Sixteen","adult":false},{"cast":["Christopher Lambert","Diane Lane","Francesco Quinn","Claudia Ohana","J. C. Quinn"],"overview":"A rock-star who stopped singing after the death of his brother finds a female genie in a vase. She tries to help him live again.","release_date":"1988-04-28","genres":[14,18],"vote_average":3.0,"runtime":97,"cert":"N\/A","id":290006,"title":"Priceless Beauty","adult":false},{"cast":["Lola Rêve","Alexis Crystal","Ferrara Gomez","Dido Angel","Leny Ewil"],"overview":"Imprisoned in a high-security zone in Eastern Europe with other candidates, she chose to spend three days and nights as a prisoner: walls, cells, bars, uniforms, body searches... everything is true to life! Totally at the mercy of a particularly vicious and authoritarian female supervisor, the group will quickly learn what it means to be completely subjected to pleasure.\r While a man is forced to watch his wife being fucked and raped by another inmate, Lola is at the mercy of four virile males who have been incarcerated for several months and are terribly excited by her gorgeous body. In the precincts of PRISON BLOCK 69, inmates are now only sex objects, serving the sick fantasies of their guards..","release_date":"2014-09-01","genres":[],"vote_average":9.0,"runtime":null,"cert":"N\/A","id":290008,"title":"Prison","adult":true},{"cast":["Friedrich Lindner","Laura Berghäuser","Marielle Chakker","Tobias Retzlaff","Nina Hoger"],"overview":"","release_date":"2003-09-18","genres":[12,10751,9648],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":290010,"title":"Spuk am Tor der Zeit","adult":false},{"cast":["Bernardo Bertolucci","Claire Bloom","Sydney Chaplin"],"overview":"A short documentary about the making of Chaplin's 'Limelight'.","release_date":"2003-07-01","genres":[10770,99],"vote_average":4.6,"runtime":27,"cert":"N\/A","id":290015,"title":"Chaplin Today: Limelight","adult":false},{"cast":["Van Hughes"],"overview":"Based on the story \"Araby\" in the collection \"Dubliners\" by James Joyce.","release_date":"","genres":[],"vote_average":0.0,"runtime":21,"cert":"N\/A","id":290017,"title":"Araby","adult":false},{"cast":[],"overview":"The last shots had been fired in the First World War — but peace had yet to be made. Inspired by Margaret MacMillan’s acclaimed work of popular history, Paris 1919 takes us inside the most ambitious peace talks in history, revisiting the event with a vivid sense of narrative. Evoking a pivotal moment when peace seemed possible, director Paul Cowan reflects upon the hard-learned lessons of history.","release_date":"2009-04-01","genres":[99],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":290019,"title":"Paris 1919: Un traité pour la paix","adult":false},{"cast":["Danielle Darrieux","Michel Auclair","Jean Servais","Raymond Gérôme"],"overview":"","release_date":"1960-05-24","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290021,"title":"Meurtre en 45 tours","adult":false},{"cast":["Lydia Harris","Snoop Dogg","Michael Harris","Suge Knight","Dr. Dre"],"overview":"THIS IS THE STORY ABOUT THE FORMATION OF DEATH ROW RECORDS as told by one of the co-founding members of one of the world's biggest music empires.","release_date":"2009-11-10","genres":[99,10402],"vote_average":0.0,"runtime":89,"cert":"N\/A","id":290023,"title":"Married To The Game - The Real Inside Story Of Death Row","adult":false},{"cast":["Mark Lamarr"],"overview":"Fifties throwback Mark Lamarr first came into the public eye on 'The Word', but had been a stand-up comedian on the comedy circuit before then. After appearing on 'Shooting Stars' and hosting 'Never Mind the Buzzcocks', he returned to his gigging roots and this set was recorded live in 1997 at the Wilde Theatre, Berkshire, England.","release_date":"1999-10-01","genres":[35],"vote_average":7.0,"runtime":66,"cert":"18","id":290025,"title":"Mark Lamarr: Uncensored And Live","adult":false},{"cast":["Hildegard Behrens","Siegfried Jerusalem","Matti Salminen","Christa Ludwig","Anthony Raffell"],"overview":"The stupendous climax to Wagner’s four-part Ring cycle is brilliantly realized by the Otto Schenk\/Günther Schneider-Siemssen production and byJames Levine’s monumental conducting. The Met orchestra, chorus, and an all-star cast make this Götterdämmerung one that truly rises to the occasion. Hildegard Behrens’s Brünnhilde must be experienced to be believed, as does Matti Salminen’s richly sung, domineering Hagen. At the center of the drama is Siegfried Jerusalem as Siegfried, who does not realize he has been drawn into a plot of betrayal until it is too late. Christa Ludwig is magnetic as Waltraute and Ekkehard Wlaschiha is a compelling Alberich.","release_date":"1990-05-05","genres":[10402],"vote_average":10.0,"runtime":281,"cert":"N\/A","id":290030,"title":"Götterdämmerung","adult":false},{"cast":["Sonja Sutter","Horst Drinda","Gerhard Bienert","Hans-Peter Minetti","Kurt Oligmüller"],"overview":"DEFA film by Konrad Wolf.","release_date":"1957-05-29","genres":[18],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":290035,"title":"Lissy","adult":false},{"cast":["Willy A. Kleinau","Ursula Burg","Hilde Schreiber","Gerhard Bienert","Gisela May"],"overview":"13-year old Thomas Berndorf, the son of the rich business man Alexander Berndorf, becomes friends with Hannes Wille, whose father works as foreman. They get to know each because Hannes sometimes is allowed to polish Berndorf′s Mercedes 300. They make a bet whose mother is the most beautiful. Hannes assumes that Mrs. Berndorf is only admired for her expensive jewellery. Thus, he suggests that Thomas should steal a collier from his mother. Out of solidarity, he also robs a golden brooch from his mother. At home at the Berndorfs, a severe crisis threatens Thomas′s parents′ \"marriage of convenience\", and financial hardships are following on the theft.","release_date":"1957-12-01","genres":[18],"vote_average":0.0,"runtime":86,"cert":"N\/A","id":290037,"title":"Die Schönste","adult":false},{"cast":["Helga Göring","Wolfgang Stumpf","Gerhard Bienert","Hartmut Reck","Fred Delmare"],"overview":"The young orphan Helga is raised by her aunt after WW II. At the age of sixteen, she turns her back to go her own way. As a rambler, Helga wanders through the night streets of Berlin and has brief acquaintances.","release_date":"1958-05-15","genres":[18],"vote_average":0.0,"runtime":95,"cert":"N\/A","id":290039,"title":"Ein Mädchen von 16 ½","adult":false},{"cast":["Mitchell Manuel","Junior Amiga","Nicholas Rogers","Judith McIntosh","Terence Cooper"],"overview":"Willie, a likeable kid, forms a friendship with Rikki, a new  arrival at the reform school. Willie discovers that Rikki is  maybe tough enough to take on Karl, the kingpin. Although Rikki  is strong, he does not like to fight, but tensions mount as  Karl's bullying become more obnoxious. After being shown up by  Willie, Karl loses his temper and gives Willie a thrashing. As a  result, Willie joins with some other boys in an escape. They  steal a car, get drunk, and have a serious accident. Meanwhile  Rikki is in hospital, injured in a forestry \"accident' engineered  by Karl.","release_date":"1985-03-01","genres":[18],"vote_average":5.0,"runtime":90,"cert":"N\/A","id":290041,"title":"Kingpin","adult":false},{"cast":["Hinnerk Schönemann","Mira Bartuschek","Tobias Schenke"],"overview":"","release_date":"2006-11-03","genres":[80],"vote_average":6.5,"runtime":null,"cert":"N\/A","id":290043,"title":"Mörderische Erpressung","adult":false},{"cast":["Gerhard Bienert","Steffie Spira","Brigitte Krause","Paul R. Henker","Wolfgang Thal"],"overview":"","release_date":"1960-09-22","genres":[35],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":290045,"title":"Alwin der Letzte","adult":false},{"cast":["Maricel Soriano","William Martinez","Gary Valenciano","Martin Nievera","Rosemarie Gil"],"overview":"a film by Luciano B. Carlos.","release_date":"1987-08-21","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290047,"title":"Maria Went To Town!","adult":false},{"cast":["Susan Batten","James Brolin","Michael Gross","Anthony Michael Hall","Ally Sheedy"],"overview":"While being escorted to prison from Phoenix to New York, crazed killer Peter Cronin (Anthony Michael Hall) hijacks a commercial jet in flight with the help of accomplices. Holding the 200 passengers and the crew members hostage, Cronin forces the plane to land in Dallas, then demands another, more powerful aircraft for the last leg of his escape. As FBI agent Frank Layton (Perry King) and detective Deni Patton (Ally Sheedy) attempt to negotiate with Cronin, time runs perilously short for the hostages, who know that the killer isn't bluffing when he threatens to kill one prisoner per hour unless his demands are met.","release_date":"1996-02-04","genres":[28,18,80],"vote_average":6.0,"runtime":92,"cert":"N\/A","id":290049,"title":"Hijacked: Flight 285","adult":false},{"cast":["Dieter Wien","Monika Gabriel","Martin Grunert","Gerhard Bienert","Reiner Schöne"],"overview":"Monika and Johannes are married. With increasing frequency, their son Manni becomes the focus of their arguments. Since the two cannot agree to a compromise, they decide to break up. The ten-year-old Manni is supposed to spend four weeks with Monika followed by four weeks with Johannes on an alternating basis. They want to prove to each other who has the better parenting skills. The plan fails, however, because Manni is very good at playing his parents off against each other. When Monika and Johannes finally see through their son’s game, they realize that their way of life does not lead to better parenting and they conclude that good parenting can only be achieved if they work together.","release_date":"1968-03-28","genres":[35],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":290051,"title":"We Are Getting Divorced","adult":false},{"cast":["Angelica Domröse","Horst Schulze","Gerhard Bienert","Dietrich Körner","Inge Keller"],"overview":"","release_date":"1970-03-07","genres":[18],"vote_average":0.0,"runtime":125,"cert":"N\/A","id":290053,"title":"Effi Briest","adult":false},{"cast":["Marvin Agustin","Nikki Gil","Liza Lorena","Tessie Tomas","Tirso Cruz III"],"overview":"a film by Raul Jorolan.","release_date":"2010-03-10","genres":[10749,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290055,"title":"The Red Shoes","adult":false},{"cast":["Lito Legaspi","German Moreno","Ike Lozada","Nora Aunor","Tirso Cruz III"],"overview":"a film by Consuelo P. Osorio.","release_date":"1969-01-01","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290057,"title":"Drakulita","adult":false},{"cast":["Herbert Achternbusch","Josef Bierbichler","Margarethe von Trotta","Kurt Raab","Heinz Braun"],"overview":"Munich Heinz and Herbert wants to escape the torturous confines of their home by swimming across the Atlantic.","release_date":"1976-02-27","genres":[18],"vote_average":7.0,"runtime":81,"cert":"N\/A","id":290059,"title":"The Atlantic Swimmers","adult":false},{"cast":["Despina Pajanou","Dominic Raacke","Rolf Zacher","Gundi Ellert","Christoph Moosbrugger"],"overview":"","release_date":"1983-07-20","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290061,"title":"Zuckerhut","adult":false},{"cast":["Nikolas Vogel","Julia Stemberger","Adolf Lukan","Peter Jost","Barbara Focke"],"overview":"","release_date":"1985-03-29","genres":[18,10749],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290063,"title":"Herzklopfen","adult":false},{"cast":["Arnica Skulstad Brown","Paulo Christiansen","Josh Hallem","Amro Majzoub","Fane Tse"],"overview":"After having her 18th child Nicole is ready to have another one right away. However, her vagina is not and takes off on vacation.","release_date":"2009-10-22","genres":[35],"vote_average":0.0,"runtime":9,"cert":"N\/A","id":290065,"title":"Vagina Vacation","adult":false},{"cast":["Fiorella Rodríguez","Ariel Levy","Ximena Díaz","Valeria Bringas","Rodrigo Sánchez-Patiño"],"overview":"It's story of Abril, a mysterious woman with a particular life-style that she stands in the way of Bruno, a Chilean young man who lives in Peru and he's passing through an existential crisis. Abril's philosophy impacts to Bruno. One day, he decides to leave everything, including his job and his girlfriend. Suddenly, Bruno tries to follow Abril's life-style, no suspecting the real reasons why she turns her back to the world.","release_date":"2014-04-03","genres":[10749,35],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":290067,"title":"An Odd Evening in April","adult":false},{"cast":["Eugene Domingo","Kiray Celis","Dennis Padilla","Gerald Pesigan","Tess Antonio"],"overview":"Eight-year old Aaron is dead set on winning the Grand Prize in his 2nd Grade declamation contest. He is determined to win despite his obvious “f” and “p” speech defect, a proclivity common amongst some Filipinos to interchange the pronunciation of English words with the letters “f” and “p”. His mother takes an active albeit humorous role in preparing him for the competition. This is a story of perseverance, family unity and the real meaning of triumph and possibly the “Rocky” of all declamation contests!","release_date":"2011-06-11","genres":[35],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":290069,"title":"The Howl & The Fussyket","adult":false},{"cast":["Sho Aikawa","Ken'ichi Endô","Hiroyuki Nagato"],"overview":"Takashi Miike directs a stage version of Zatoichi, the tale of the blind swordsman.","release_date":"2008-05-30","genres":[36,28,18],"vote_average":0.0,"runtime":160,"cert":"N\/A","id":290071,"title":"Zatoichi Live","adult":false},{"cast":["William Duna","Ian Hancock","Grover Marks","Jane Marks","Jimmy Marks"],"overview":"America is the home to one million Gypsies, or Rom, whose rich culture has long been mysterious to outsiders. A flamboyant Romany leader invites us into his world when it comes under threat. In a quest to defend his honor, he leads us through the history of his people to Civil Rights courts, Vegas casinos and beyond...","release_date":"1999-06-13","genres":[99],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":290073,"title":"American Gypsy: A Stranger in Everybody's Land","adult":false},{"cast":["Park Hae-il","Kim Hye-soo","Kim Nam-gil","Kim Jun-bae","Kim Young-jae"],"overview":"LEE Hae-myung is proud to be the most modern boy in Seoul, living in the 1930’s at the height of its early development. With his Japanese friend Shinsuke, he enjoys the high life, seducing modern girls in dance halls and cafes. One day, in a basement dance hall, he discovers CHO Nan-shil, a startlingly beautiful chanteuse who calls herself “Laura,” and is transfixed at first sight. They start to go out together. However, Nan-shil takes Hae-myung’s assets and disappears without a trace, while he believes that she also falls in love with him. Hae-myung’s unstoppable love and dreams for Nan-shil can be ultimately attained.","release_date":"2008-10-02","genres":[18],"vote_average":5.0,"runtime":121,"cert":"N\/A","id":290075,"title":"Modern Boy","adult":false},{"cast":[],"overview":"ROT3 is a demented but fun hell-ride through that bad neighborhood of video, TV, porn, home videos, cinema, and found footage. It's the dvd you put on at a party to find out who your real friends are! 3 years of work were put into compiling offbeat and wonderful clips from around the globe from a variety of sources, and as with each successive volume, it is a far superior product!","release_date":"2013-09-01","genres":[35],"vote_average":10.0,"runtime":90,"cert":"N\/A","id":290077,"title":"Retard-O-Tron Video Mixtape Vol. 3","adult":true},{"cast":["Alexander Wraith","Bianca Bree","Sean Stone","Rigan Machado","Katie Heidy"],"overview":"Paranormal Activity Security Squad is an indie comedy starring Bianca Van Damme (Welcome to the Jungle, U.F.O.), Sean Stone (Savages, Greystone Park), and Alexander Wraith (Orange is the New Black, Taken 3) as a group of 'ghostbusters' who are more hucksters than paranormal experts. However, when the P.A.S.S. team confronts real demons, they are forced to call upon sorcerer Mason Pike (Stone) for help in their investigations, which ultimately lead them to the doorstep of the devil himself.","release_date":"2016-02-13","genres":[27,35],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":290079,"title":"Paranormal Activity Security Squad","adult":false},{"cast":["Mimí Pons"],"overview":"A group of boys decides to rob a hotel accommodation for seeking advice which an old offender. In parallel, we see different couples as they arrive at the same hotel and that there be at the time of the assault.","release_date":"1971-10-07","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290081,"title":"La gran ruta","adult":false},{"cast":["Hayato Ichihara","Mao Inoue","Yuta Hiraoka","Tasuku Emoto","Tetsuji Tamayama"],"overview":"Tomboy Yui (Mao Inoue) brings her 3 male friends along with her to see a live performance of local Okinawan rap group, “Workaholic”. Upon witnessing the crowd reaction, the boys decide to start a rap group of their own to impress chicks—while Toru (Hayato Ichihara) has the added motivation of impressing his older, more sophisticated love interest Nagisa (Ayumi Ito). With only 2 weeks to learn how to play instruments and prepare for their first show, the performance is predictably humiliating. In order to save pride they decide to give it another shot, but this time they ditch the instruments for a sampler and stay truer to themselves. Will Toru be able to capture Nagisa’s heart? Will Yui ever confess her love to Toru or will she just keep practicing her advanced pro wrestling techniques on him instead?","release_date":"2006-04-22","genres":[10402,18],"vote_average":5.0,"runtime":117,"cert":"N\/A","id":290083,"title":"Check It Out, Yo!","adult":false},{"cast":["Henry Hunter","Polly Rowles","C. Henry Gordon","Walter Coy","Hobart Cavanaugh"],"overview":"A woman commits suicide after being blackmailed, and her husband resolves to kill the man responsible. Blackmail, suicide, murder, a cover-up not to mention yachts and sea planes all wrapped up in an efficient 66 minutes of screen time with Henry Hunter, Polly Rowles and C. Henry Gordon in the leads, and Lewis R. Foster sitting in the director’s chair.","release_date":"1936-11-08","genres":[9648],"vote_average":0.0,"runtime":66,"cert":"N\/A","id":290085,"title":"Love Letters of a Star","adult":false},{"cast":["Marcos Roberto","Ademir da Guia","César Maluco","Oberdan Cattani"],"overview":"","release_date":"2011-03-12","genres":[99],"vote_average":0.0,"runtime":47,"cert":"N\/A","id":290087,"title":"Primeiro Tempo","adult":false},{"cast":["Sid Lucero","Gloria Romero","Edwin Pamanian","Arsenia Mabilog","Bobby Santillian"],"overview":"Silup is “Pulis” (police) spelled backwards. We peek into the life of a Manila cop whose day is made up of dealing with denizens and the crimes they commit. At work, he may be all tough and stern, but at home, we see his more sensitive side. He has this mysterious routine of taking out a can of sterilized milk from a cupboard and depositing his revolver in its place. Later on, it is revealed why he makes the switch and how it is like to live by his duty as a policeman to serve and protect.","release_date":"2011-07-11","genres":[18],"vote_average":0.0,"runtime":11,"cert":"N\/A","id":290089,"title":"Silup","adult":false},{"cast":[],"overview":"","release_date":"2011-07-15","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290091,"title":"Del poder","adult":false},{"cast":["Antonio Banderas"],"overview":"","release_date":"2008-12-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290093,"title":"Y el cine marcha","adult":false},{"cast":[],"overview":"","release_date":"2012-09-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290095,"title":"50 Días De Mayo","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290097,"title":"15 Años De Producción Propia De Tcm","adult":false},{"cast":["Edward James Olmos","Beverly D'Angelo","Damian Chapa","Travis Fine","Debrah Farentino"],"overview":"About the 1989 murders of Carolco Entertainment chairman, Jose Menendez, and his wife, Kitty, who were killed by their sons, Lyle and Erik, in Beverly Hills, allegedly for a multimillion-dollar inheritance.","release_date":"1994-05-22","genres":[18],"vote_average":5.0,"runtime":180,"cert":"N\/A","id":290099,"title":"Menendez: A Killing in Beverly Hills","adult":false},{"cast":["Julio Gartner","Marina Kagan"],"overview":"","release_date":"2014-08-21","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290101,"title":"Sobrevivi ao Holocausto","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290103,"title":"É Tudo Verdade: Elke","adult":false},{"cast":["Mayra Andrade","Malayka M. Fernandes","Ronnie Janot","Sven Pippig","Tyron Ricketts"],"overview":"An African refugee, whose identity is unknown, is being interrogated in prison. He refuses to speak and eat, seems traumatized. When the prison guard, who is looking after the prisoner, finds a hidden photograph, he realizes there is something out of the ordinary about this refugee. Inside the dreary prison cell there is a friendly relationship developing between the two of them. The prison guard is the only one who learns about the refugees past and motives. What connects the two of them is the shared fate of having lost a loved one. The guard decides to help the refugee, even if it means risking his own job. But time is getting short and the deportation machinery is already in full play.","release_date":"2010-01-01","genres":[],"vote_average":0.0,"runtime":27,"cert":"N\/A","id":290108,"title":"The Roar of the Sea","adult":false},{"cast":["Glenn Hughes"],"overview":"","release_date":"2012-01-20","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290110,"title":"Glenn Hughes: Live in Wolverhampton","adult":false},{"cast":["Lou Diamond Phillips","Mia Sara","Charles Dance"],"overview":"After his car breaks down, Jack seeks shelter, lost in a thunderstorm in a remote shack in the woods. He finds himself held at gunpoint by a deranged mountain man who lives there with his young wife. As the storm rages on, tension mounts in the small cabin. Matters reach a climax when Jack falls for the beautiful woman and tries persuading her to escape with him. Soon, the situation escalates into deadly violence...","release_date":"1996-03-26","genres":[18,28,53],"vote_average":6.9,"runtime":93,"cert":"N\/A","id":290112,"title":"Undertow","adult":false},{"cast":["Brandon McMillan"],"overview":"","release_date":"2013-08-07","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290114,"title":"Great White Serial Killer","adult":false},{"cast":["Laura Moreno","Cuarteto Leonor","Gonzalo Martín-Calero"],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290116,"title":"Lugares propios","adult":false},{"cast":["Isabel Ampudia","Antonio Barbero","Jan Cornet","Laura de la Isla"],"overview":"","release_date":"2008-10-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290118,"title":"Derechos y deberes","adult":false},{"cast":["Jean-Marc Thibault","Louis Seigner","Geneviève Kervine","Jean Marchat"],"overview":"","release_date":"1955-08-08","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290120,"title":"Les nuits de Montmartre","adult":false},{"cast":[],"overview":"","release_date":"2006-04-28","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290125,"title":"Gotthard: Made In Switzerland Live","adult":false},{"cast":[],"overview":"","release_date":"2004-04-05","genres":[16],"vote_average":7.0,"runtime":94,"cert":"","id":290127,"title":"Tom and Jerry: The Classic Collection Volume 3","adult":false},{"cast":["Sun Ho"],"overview":"Track Listing includes Across The Ocean, Always On My Mind, 881 Loneliness, Gain, Let Go, Your Shoulder, I'll Be There For You, Lost, Love Is Never Wrong, Towards The Sun","release_date":"2006-06-19","genres":[10402],"vote_average":0.0,"runtime":42,"cert":"N\/A","id":290129,"title":"Gain","adult":false},{"cast":["José Lins do Rego","Vladimir Carvalho","Walter Lima Jr.","Othon Bastos","Afonso Arinos"],"overview":"","release_date":"2006-01-01","genres":[99],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290131,"title":"O Engenho de Zé Lins","adult":false},{"cast":["Gloria Guida","Martine Brochard","Alberto Terracina","Diego Ghiglia","Roy Bosier"],"overview":"A former priest has become bored to the point of impotence by the easy availability of beautiful women. He misses the shame of the priesthood which made sex more enjoyable, and this leads to his strange fascination with photographing asses. He gets involved with a sexy married woman, but he is more interested in her virginal maid.","release_date":"1975-01-01","genres":[35,18],"vote_average":5.1,"runtime":92,"cert":"N\/A","id":290133,"title":"Il solco di pesca","adult":false},{"cast":["Gloria Guida","Oreste Lionello","Rossella Como","Loretta Persichetti","Patrizia Webley"],"overview":"An au pair girl comes to work for a greedy couple who make money by renting her out to all the other tenants in their building.","release_date":"1976-08-09","genres":[35],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":290135,"title":"The Best","adult":false},{"cast":["Alemu Gebre Arb","Bewketu Belete","Shewaferaw Dessalegn","Tesfaye Gesesse"],"overview":"A lot can happen on the long way to the market in the Ethiopian countryside. A father and his son follow all the people's good advice... and come back to their senses.","release_date":"2006-05-26","genres":[35],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":290137,"title":"Menged","adult":false},{"cast":["Peter Zimmermann","Karin Düwel","Gudrun Ritter","Achim Petry","Werner Pfeifer"],"overview":"Wolf Brandin is in his mid-twenties and lives with his wife and child in East Berlin at the end of the 1950s. In West Berlin, the student of electrical engineering is recruited by the American secret service CIA. But Brandin immediately notifies the State Security of the German Democratic Republic and from then on lives a dangerous life as a double agent. When Brandin reaches the breaking point, his marriage starts to unravel because Brandin is not allowed to tell his family about his double life.","release_date":"1979-11-29","genres":[53],"vote_average":0.0,"runtime":96,"cert":"N\/A","id":290139,"title":"Code for the Boss: Sorty No. 5","adult":false},{"cast":["Stuart Whitman","Frank Aletter","Lonny Chapman","Douglas Fowley","Harry Carey, Jr."],"overview":"In this nature adventure, a courageous cougar must struggle to survive after a cruel human hunter kills her mate.","release_date":"1972-10-18","genres":[],"vote_average":5.5,"runtime":87,"cert":"N\/A","id":290141,"title":"Run, Cougar, Run","adult":false},{"cast":["Paulo José","Sandra Bréa","Sônia Clara","Glauce Rocha","Hugo Bidet"],"overview":"","release_date":"1972-06-10","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":290143,"title":"Cassy Jones, O Magnífico Sedutor","adult":false},{"cast":["Christine Laydu","Claude Laydu","Christel Bodenstein","Rolf Ludwig","Gerd Biewer"],"overview":"","release_date":"1961-06-08","genres":[18],"vote_average":0.0,"runtime":106,"cert":"N\/A","id":290145,"title":"Italienisches Capriccio","adult":false},{"cast":["Conrad Veidt","Hans Marr","Emmy Sonnemann","Eugen Klöpfer","Käthe Haack"],"overview":"","release_date":"1934-01-12","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":290147,"title":"Wilhelm Tell","adult":false},{"cast":["Pola Negri","Aribert Wäscher","Ferdinand Marian","Paul Bildt","Katharina Brauren"],"overview":"A drama film directed by Gerhard Lamprecht.","release_date":"1937-04-22","genres":[18],"vote_average":7.0,"runtime":95,"cert":"N\/A","id":290149,"title":"Madame Bovary","adult":false},{"cast":[],"overview":"","release_date":"2004-04-05","genres":[16],"vote_average":7.0,"runtime":87,"cert":"","id":290151,"title":"Tom and Jerry: The Classic Collection Volume 5","adult":false},{"cast":[],"overview":"","release_date":"2004-04-05","genres":[16],"vote_average":6.5,"runtime":84,"cert":"","id":290153,"title":"Tom and Jerry: The Classic Collection Volume 7","adult":false},{"cast":["Didier Pourquery","Abel Mestre","Thomas Wieder","Raphaëlle Bacqué","Ariane Chemin"],"overview":"Created in 1944, Le Monde soon celebrates its 70th anniversary. The film considers the closest upheavals of the press, from blogging to tweeting, print to the web...  A vivid and sensitive portrayal of one of the most prestigious world press titles, and a turbulent profession.","release_date":"2014-09-10","genres":[99],"vote_average":4.0,"runtime":82,"cert":"N\/A","id":290155,"title":"Inside The News","adult":false},{"cast":["Maggie Cogan"],"overview":"Michel Negroponte, a documentary filmmaker, meets Maggie one day in Central Park. Maggie claims to be married to the god Jupiter and the daughter of actor Robert Ryan. Michel gets to know Maggie over the next couple of years, and attempts to use her often outlandish stories as clues to reconstruct her past.\r - Written by James Meek","release_date":"1995-01-01","genres":[],"vote_average":8.0,"runtime":87,"cert":"N\/A","id":290157,"title":"Jupiter's Wife","adult":false},{"cast":["Aletta Ocean","Aliz","Angelica Heart","Donna Bell","Sorana"],"overview":"Aletta Ocean doesn't care how many cocks you throw at her, as long as you slam them in as fast and as hard as you can! Enjoy this kinky release from Harmony Films featuring professional whores who just want to fuck all day!","release_date":"2009-12-02","genres":[],"vote_average":7.0,"runtime":178,"cert":"R18","id":290159,"title":"Slam It! In A Filthy Fucker","adult":true},{"cast":[],"overview":"Twenty minutes from the Champs Élysées, chambermaids of a hotel go on strike for the first time with the help of an experienced trade unionist.","release_date":"2014-09-10","genres":[99],"vote_average":0.0,"runtime":70,"cert":"N\/A","id":290161,"title":"On a grèvé","adult":false},{"cast":["Charles Baca","Ignacio Ramírez","Eloy Casados","Chico Morrison","Flavio Martinez"],"overview":"Pechudo is a magnificent jet-black stallion who epitomizes the adjective, \"freedom.\" Running wild in Mexico, Pechudo and his running mates are constantly being sought out and captured by ranchers. Time and again, however, Pechudo would elude capture, then return and seek out his fellow mustangs and free them, and the adventure would repeat itself.","release_date":"1973-10-07","genres":[12,10751],"vote_average":7.0,"runtime":null,"cert":"N\/A","id":290163,"title":"Mustang","adult":false},{"cast":["Paige Turnah","Samantha Bentley","Liza Del Sierra","Jasmine Jae","Cathy Heaven"],"overview":"Roll up perverts let's begin, step inside the house of sin. Let's watch the master filthy brute, fuck the maid up her poop-shoot. Then see milady upper class take two 12-inchers up her arse - one black, one white - the perfect mix. These really are enormous dicks. The riding mistress tough as rock, chokes upon the chauffeur's cock. In the boudoir the master's pet, the black-skinned Marie Antoinette commands the maid to tongue her bum whilst swallowing the footman's cum. And in the sick room bondage wheel, sucking crack and licking heel. Immoral filthy pervy sex, bound and fucked in white latex. So hurry now and step within, welcome to The House Of Sin.","release_date":"2013-04-05","genres":[],"vote_average":7.0,"runtime":180,"cert":"R18","id":290165,"title":"The House of Sin","adult":true},{"cast":["Alex Collack","Antton Harri","Braeden Casey","Christoph Scharff","Dillon Brody"],"overview":"Hot House Video takes you to a deserted alley in San Francisco's notorious South of Market District where men go to blow off some steam and blow a load after a hard day's work. Rugged construction workers, buff blue-collar types, mechanics, men with lunch boxes and big tools all hookup for hard-edged man-to-man sex. These men don't waste time talking - they know what they want and they take it. If you like your men tough and your sex rough you're going to spend a lot of time cruising, sucking and fucking in the shadows along Butch Alley.","release_date":"2006-06-30","genres":[],"vote_average":6.0,"runtime":120,"cert":"N\/A","id":290167,"title":"Butch Alley","adult":true},{"cast":["Ava Dalush","Alex Chance","Melody Jordan","Alyssa Divine","Samantha Bentley"],"overview":"Gazzman takes you on a sexual and depraved journey of lustful enlightenment. Watch as brand new British starlet Ava Dalush divulges her fantasies and sexual urges in this open documentary style film about losing your inhibitions in the hopes of becoming a true pornstar. This is The Initiation Of Ava Dalush.","release_date":"2013-05-01","genres":[],"vote_average":8.5,"runtime":131,"cert":"R18","id":290169,"title":"The Initiation of Ava Dalush","adult":true},{"cast":["Alexander Gustavo","Andrew Fitch","Armond Rizzo","Connor Kline","Connor Maguire"],"overview":"Hot young gym dudes tricked out in athletic wear take center stage in Get Your Ass In Gear! We've stripped away all distractions to focus on the fetish of chiseled hung hunks in jockstraps, shoulder pads, football helmets, knee pads, and protective cups getting it on like pros. These guys swallow hot cocks and fuck big bubble-butts like they're going for the gold! Put on your favorite singlet, jockstrap, or whatever it takes to get you off and Get Your Ass In Gear!","release_date":"2013-11-16","genres":[],"vote_average":7.0,"runtime":90,"cert":"N\/A","id":290171,"title":"Get Your Ass in Gear!","adult":true},{"cast":["Anna Bergman","Dan Monahan","Lucia Ramirez","John Richardson"],"overview":"Another imitation of \"The Blue Lagoon\", starring Don Monahan (from the \"Porky\"-movies) and Ingmar Bergman's daughter Anna as the young lovers.","release_date":"1980-01-03","genres":[10749,18],"vote_average":0.0,"runtime":91,"cert":"N\/A","id":290173,"title":"Blue Paradise","adult":false},{"cast":["Arvy Cesar Viduya","Eubert dela Cruz","Aya Bundang","Gogo Buencaminio","Jenny Fajardo"],"overview":"In a typical playground, life plays a game of irony when two 8-year old kids are on a seesaw. One is a rather hefty child from a well-to-do family who is stuck at the bottom, whereas a lanky child brought up in poverty is on top. Rich kid is looking up to the poor boy, who in turn, is looking down on him. How will the rich kid reverse their positions? The answer to that question will make one realize that friendship is more valuable than money, while the other will discover his true worth as a friend.","release_date":"2011-06-11","genres":[35],"vote_average":0.0,"runtime":12,"cert":"N\/A","id":290175,"title":"Tingala Sa Baba","adult":false},{"cast":[],"overview":"Keane - Live at Pinkpop (2012)","release_date":"2012-05-26","genres":[10402],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290177,"title":"Keane - Live at Pinkpop","adult":false},{"cast":[],"overview":"'Artel' portrays one day in the life of a small fisher community in the north of Russia.","release_date":"2006-10-15","genres":[99],"vote_average":5.7,"runtime":30,"cert":"N\/A","id":290179,"title":"Artel","adult":false},{"cast":["Marianne Hoppe","Karl Ludwig Diehl","Paul Hartmann","Max Gülstorff","Paul Bildt"],"overview":"Theodor Fontane's novel about a young girl who as a teenager marries a stiff bureaucrat, has a love affair out of boredom and loneliness and has to suffer the consequences years later should be well known.","release_date":"1939-02-09","genres":[18],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":290184,"title":"Der Schritt vom Wege","adult":false},{"cast":["Tito Sotto","Vic Sotto","Joey de Leon","J.C. Bonnin","Herbert Bautista"],"overview":"Soriano brothers Dennis, Chipipoy\/Chip, and Jeff are bums who do odd jobs to earn a living, including driving a jeepney. Their lives take a different turn after meeting Atty. Aga Agaton, who told them that they are long-lost heirs of a US-based millionaire. Per the millionaire's will, the brothers would claim his inheritance as long as they finish high school or else the lawyer will take it all. The brothers enroll at the Rajah Putih High School where their age turns them into the butt of their classmates' jokes. The brothers eventually befriend a group of students after saving them from thugs. They also seek help from Einstein, the class' resident genius, in order to get away with the most difficult subjects.  - Written by ledster","release_date":"1985-06-12","genres":[35],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":290186,"title":"Ma'am May We Go Out?","adult":false},{"cast":["Amanda Fuller","Sherilyn Fenn","Chloë Crampton","Eric Petersen","Adam Hagenbuch"],"overview":"A look at Brittany Murphy's rise to Hollywood fame in the 1990s, her struggles with celebrity and self-esteem, and her mysterious death in 2009 at the age of 32.","release_date":"2014-09-06","genres":[18,10770],"vote_average":3.9,"runtime":86,"cert":"N\/A","id":290188,"title":"The Brittany Murphy Story","adult":false},{"cast":["Dieter Borsche","Ruth Leuwerik","Bruni Löbel","Günther Lüders"," Therese Giehse"],"overview":"","release_date":"1952-10-16","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290190,"title":"Vater braucht eine Frau","adult":false},{"cast":[],"overview":"In a meadow a man walks with his lawnmower. The first preparations are made to take a photograph of a cow. Jolanda 23 is a short observing documentary about cow photography The visual report of all the actions that lead to achieving an ideal of beauty.","release_date":"2008-09-22","genres":[99],"vote_average":0.0,"runtime":10,"cert":"N\/A","id":290192,"title":"Jolanda 23","adult":false},{"cast":["Grigoriy Dobrygin","Ina Maria Jaich"],"overview":"“Bloodrop” is an experimental short directed by Aleksei Popogrebsky. Originally part of the Experiment 5ive omnibus, hence the black envelope with the picture inside, which had to be the common element of all 5 films.","release_date":"2011-03-21","genres":[14],"vote_average":6.8,"runtime":7,"cert":"N\/A","id":290194,"title":"Bloodrop","adult":false},{"cast":["Anthony Higgins","Stephen McGann","John Gielgud","Edward Fox","Alice Krige"],"overview":"","release_date":"1991-01-01","genres":[36],"vote_average":8.5,"runtime":null,"cert":"N\/A","id":290196,"title":"The Strauss Dynasty","adult":false},{"cast":["Kristiane Kaiser","Magdalena Anna Hofmann","Stefanie Kopinits","Jean-François Borras","Georg Tichy"],"overview":"This performance was recorded in July 2008 at the Opernfestspiele St. Margarethen in Austria. The outdoor setting is stunning–it is a massive Roman quarry with mountains visible in the near and far distance–and apparently this Traviata is the first opera they’ve done without wild animals in residence (Nabucco, Aida, and Carmen have been shown in recent years). The sets are lavish enough to make Franco Zeffirelli blush. Designer Manfred Waba has placed the action in a reproduction of the Paris Opera, complete with stage boxes inhabited by patrons in their fanciest clothing who watch along with us. There is more gold than anyone would know what to do with.","release_date":"2008-07-11","genres":[],"vote_average":0.0,"runtime":133,"cert":"N\/A","id":290198,"title":"La Traviata","adult":false},{"cast":["Marte Harell","Wolf Albach-Retty","Elfriede Datzig","Paul Hörbiger","Oskar Sima"],"overview":"","release_date":"1942-08-27","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290200,"title":"Die heimliche Gräfin","adult":false},{"cast":["Richard Tauber","Margo Lion","Sig Arno","Teddy Bill","Hans Brausewetter"],"overview":"","release_date":"1931-08-06","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290202,"title":"Die große Attraktion","adult":false},{"cast":["Gretl Theimer","Hans Junkermann","Teddy Bill","Elisabeth Pinajeff","Werner Fuetterer"],"overview":"","release_date":"1932-01-01","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290204,"title":"Die Vier vom Bob 13","adult":false},{"cast":["Joey Marquez","Alice Dixson","Matet De Leon","Tina Paner","Cris Villanueva"],"overview":"a film by Tony Y. Reyes.","release_date":"1988-05-12","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290206,"title":"Bobo Cop","adult":false},{"cast":["S.Z. Sakall","Alfred Piccaver","Walter Rilla","Susi Lanner","Hermine Sterler"],"overview":"The already successful tenor Mattei is discovered after he already retired into private life. Der Wiener Staatsoper place a significant part in this musical comedy drama.","release_date":"1933-10-26","genres":[10402,35,18],"vote_average":5.0,"runtime":91,"cert":"N\/A","id":290208,"title":"Adventure on the Lido","adult":false},{"cast":["S.Z. Sakall","Oskar Karlweis","Ursula Grabley","Frida Richard","Teddy Bill"],"overview":"","release_date":"1933-11-16","genres":[18],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":290210,"title":"Frühlingsstimmen","adult":false},{"cast":["Jandek"],"overview":"Tuning The Pulse offers a rare, behind the scenes look into the creative process of notoriously reclusive cult musician, Jandek and his free improvisatory music.","release_date":"2013-07-02","genres":[10402,99],"vote_average":0.0,"runtime":25,"cert":"N\/A","id":290212,"title":"Tuning the Pulse","adult":false},{"cast":["Elfie Mayerhofer","Johannes Heesters","Hedwig Bleibtreu","Fritz Imhoff","Egon von Jordan"],"overview":"","release_date":"1948-11-19","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290214,"title":"Wiener Melodien","adult":false},{"cast":["Richard Romanowsky","Hannelore Schroth","Hans Moser","Curd Jürgens","Paul Kemp"],"overview":"","release_date":"1948-01-23","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290216,"title":"Das singende Haus","adult":false},{"cast":["Theo Lingen","Fritz Eckhardt","O.W. Fischer","Dagny Servaes","Ursula Lingen"],"overview":"","release_date":"1951-01-09","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290218,"title":"Hin und her","adult":false},{"cast":["Toby Fisher","Nikki Si'ulepa","Pascale Bussières","Paul Gittins","Jane Thomas"],"overview":"When Kirk, a top roller-blader, discovers that he has bone cancer  in his leg, his pleasant affluent  life is shattered.  Even though amputation provides the best chance for survival; to him,  losing skating means the end of life. His friends cannot  cope with his condition, but his hospital isolation is relieved by Marty -  a street kid survivor who was found dying of leukemia.  Marty bullies, taunts, and challenges Kirk, until he  begins to climb out of his depression. Marty seems afraid of  nothing and, knowing she will die, wants to experience  everything.","release_date":"1996-12-02","genres":[18],"vote_average":6.0,"runtime":94,"cert":"N\/A","id":290220,"title":"The Whole of the Moon","adult":false},{"cast":["Julio Alemán","Julio Aldama","Javier Solís","Marga López","Julissa"],"overview":"Buddy movie about aviators.","release_date":"1965-03-18","genres":[],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":290222,"title":"Diablos en el cielo","adult":false},{"cast":["Stephen McHattie","Siobhan Murphy","Boyd Banks","Julian Richings","Mark Gibson"],"overview":"Hot off the heels of Septic Man and Ejecta, genre studio Foresight Features and Pontypool writer Tony Burgess have unleashed the trailer for their third collaboration, and the company's most ambitious film to date, the horror fantasy throwback HELLMOUTH.  A visual mindwarp in the vein of F.W. Murnau meets Tim Burton, HELLMOUTH is director John Geddes' (Exit Humanity) love letter to an era of forgotten cinema.  Veteran actor in over 200 films, Hoser horror hero Stephen McHattie (300) is back, taking on two bigs roles within the film, including the leading role as a dying gravekeeper who must pass through Hell to save the soul of a beautiful woman, (Siobhan Giles Murphy). Full of gothic graveyards and monster mayhem, HELLMOUTH is based on an original screenplay by award-winning punk bard Tony Burgess.  The film co-stars Julian Richings (Supernatural), Bruce McDonald (Hardcore Logo), Boyd Banks (Dawn of the Dead), and Ari Millen (Orphan Black).","release_date":"2014-10-17","genres":[],"vote_average":7.3,"runtime":95,"cert":"N\/A","id":290224,"title":"Hellmouth","adult":false},{"cast":["Cliff Curtis","Christopher Hobbs","John Leigh","Kelly Johnson","Ian Mune"],"overview":"Spooked is a contemporary conspiracy thriller arising from the mysterious death of Kevin Jones, who thought he was just buying second-hand computers, until he looked at the data left on the discs. Was kevin murdered or did he simply get drunk and crash his car? Investigating journalist Mort Whitman says he will find out, even if it kills him. The film is based on material from the book 'The Paradise Conspiracy' by Ian Wishart.","release_date":"2004-10-31","genres":[53,18],"vote_average":6.0,"runtime":93,"cert":"N\/A","id":290226,"title":"Spooked","adult":false},{"cast":["Masaki Aiba","Nana Eikura","Toma Ikuta","Han Hyo-joo","Hitori Gekidan"],"overview":"The intertwined love story of four young people on Christmas night.","release_date":"2014-11-22","genres":[35,10749],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":290228,"title":"Miracle: Devil Claus' Love and Magic","adult":false},{"cast":["Masaki Okada","Gaku Hamada","Kyoko Fukada","Dai Watanabe","Shihori Kanjiya"],"overview":"Two feuding eccentric families with super powers clash when their young sons confront each other after a silly mistake. Meanwhile, the local high school principal has mysterious powers of his own that trump those of the two rival clans. How did this civilian acquire them? Or perhaps a better question, who or what is using him?","release_date":"2014-03-08","genres":[10751,14,35],"vote_average":0.0,"runtime":114,"cert":"N\/A","id":290233,"title":"The Great Shu Ra Ra Boom","adult":false},{"cast":["Cameron Bender"],"overview":"Before boxes are unpacked in their new home, newlyweds Tim and Emily, find themselves playing a very creepy game of hide and seek with a vengeful spirit.","release_date":"2014-09-01","genres":[27],"vote_average":4.6,"runtime":87,"cert":"N\/A","id":290235,"title":"Find Me","adult":false},{"cast":["Tatsuya Fujiwara","Masaki Okada","Mirai Shida","Sei Ashina","Masataka Kubota"],"overview":"The ST team at the Tokyo Metropolitan Police Department consists of eccentric members. Some members do not cooperate with others and others do not reveal themselves in front of others. With Samon as the leader of the ST team and young Inspector Tomohisa tasked with managing the team, the ST (Scientific Task Force) attempt to solve the most difficult of cases.","release_date":"2015-01-10","genres":[18,80,53],"vote_average":7.5,"runtime":110,"cert":"N\/A","id":290237,"title":"ST: Aka to Shiro no Sôsa File the Movie","adult":false},{"cast":["Govinda","Aarti Chabria","Sadashiv Amrapurkar","Rakesh Bedi"],"overview":"Raja Bhaiya","release_date":"2003-10-24","genres":[35],"vote_average":0.0,"runtime":150,"cert":"N\/A","id":290239,"title":"Raja Bhaiya","adult":false},{"cast":[],"overview":"About Magic Assistants. The one who distorts her body into impossible positions while the magician cuts her in pieces, sets her on fire and says TAA DAA. Who's the real magician?","release_date":"2008-06-19","genres":[99],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":290241,"title":"Women in Boxes","adult":false},{"cast":["Kadu Karneiro","Maria Ceiça","Léa Garcia","Danielle Ornelas","Guilherme Weber"],"overview":"","release_date":"1998-01-02","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290243,"title":"Cruz e Sousa - O Poeta do Desterro","adult":false},{"cast":["Agathe Dronne","Pierre Cassignard","Lisa Manili","Alain Rimoux","Clara Borras"],"overview":"","release_date":"2013-01-09","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290245,"title":"Interdits d'enfants","adult":false},{"cast":["Álvaro Petersen Junior","Eduardo Alves","Enrique Serrano"],"overview":"","release_date":"2012-10-12","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290247,"title":"Cocoricó Conta Clássicos","adult":false},{"cast":["Hugo Barahona","Guillermo Benet","Francisco Dávila","Pepa González","Nicolás Gutiérrez"],"overview":"","release_date":"2011-10-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290249,"title":"Shoot for the Moon","adult":false},{"cast":["Nida Blanca","Luis Gonzales","Francis Magalona","Nadia Montenegro","Manilyn Reynes"],"overview":"A magical tree has a 7 dwarves taking care of it. The tree is bearing money and only good people can take it and prove that the tree has money on it.","release_date":"1987-01-01","genres":[14,35,10751],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290251,"title":"Family Tree","adult":false},{"cast":["Hermano Henning","Carlos Pussineri Scala"],"overview":"","release_date":"1987-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290253,"title":"Guerra do Brasil - Toda Verdade Sobre a Guerra do Paraguai","adult":false},{"cast":["Tito Sotto","Vic Sotto","Joey de Leon","Dina Bonnevie","Snooky Serna"],"overview":"a film by Mike Relon Makiling.","release_date":"1981-02-27","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290255,"title":"Age Doesn't Matter","adult":false},{"cast":["Alyssa Milano","Connie Sellecca","David Dukes","Vincent Ventresca","Polly Bergen"],"overview":"Amy Winslow (Alyssa Milano) wants to go to art college but can't get her financial aid approved. A help wanted ad leads to a couple that will let her move into their quiet guest home rent free, a dream come true except that Joan(Connie Selleca) wants Amy to be a surrogate mother for her next child. Little does Amy know the dark sinister reasons behind her desire, the scandalous death of Joan's first infant child and the fear she might hurt her next baby. The baby is adopted before Amy wakes up in the hospital, leading to a dangerous confrontation to claim the child finally for her own.","release_date":"1995-10-22","genres":[10770,18],"vote_average":5.3,"runtime":92,"cert":"N\/A","id":290257,"title":"The Surrogate","adult":false},{"cast":["Sergej Larin","Daniela Dessì","Daniela Dessì","Mario Bolognesi","Carlo Guelfi"],"overview":"Francesco Cileo wrote this opera about the real life Adriana Lecouvreur, a French actress from the 18th Century who revolutionized acting by her naturalistic delivery.","release_date":"2000-01-01","genres":[18,10402],"vote_average":0.0,"runtime":136,"cert":"N\/A","id":290259,"title":"Adriana Lecouvreur","adult":false},{"cast":[],"overview":"","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290261,"title":"Explora especial Noruega","adult":false},{"cast":["Lisa Bolte","Adrian Burnett","Miranda Coney","Robyn Corby","David Cranson"],"overview":"This delightful ballet tells the story of Dr Coppelius, an eccentric toymaker, who attempts to bring life to his beautiful doll Coppélia.  He is foiled by the mischevious Swanilda, who masquerades as Coppélia and saves her love, Franz, from the Doctor's magic.  Recorded live at the Sydney Opera House, this acclaimed production by Dame Peggy van Praagh, the founding Artistic Director of the Australian Ballet, is a triumph.  Brilliantly directed by George Ogilvie, Coppélia captures the imagination with its dramatic edge and visual charm.","release_date":"1990-11-01","genres":[99],"vote_average":10.0,"runtime":106,"cert":"N\/A","id":290263,"title":"Coppélia","adult":false},{"cast":["Jüri Järvet","Valeriy Nosik","Bronius Babkauskas","Viktor Plyut","Mare Garšnek"],"overview":"The action takes place in a nameless country occupied by the German army at the time of World War II. In a small village there's an asylum. A squad of German soldiers arrives to take the insane people to a \"walk in the forest\". Just before they are ready to go to forest to kill the insane people, a Gestapo officer arrives and from his conversation with the doctor we can find out that there's an enemy agent hiding himself in the asylum. Officer Windisch must find the agent from 583 people and on his searches he is slowly starting to feel himself crazy too.","release_date":"1968-09-02","genres":[35,18],"vote_average":8.0,"runtime":79,"cert":"N\/A","id":290265,"title":"Madness","adult":false},{"cast":["Oscar Niemeyer"],"overview":"","release_date":"2014-12-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290267,"title":"O Universo Graciliano","adult":false},{"cast":[],"overview":"","release_date":"2011-03-18","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290269,"title":"Roberto Marinho - O Senhor do Seu Tempo","adult":false},{"cast":[],"overview":"The special takes place during the two year before the Straw Hats reunite on Sabody.  Luffy is currently in Rusukaina training to get stronger to take on the New World. However the training  is interrupted when Hancock's sisters, Marigold and Sandersonia, are kidnapped by the Byrnndi World,  a pirate who was locked away on Level 6 of Impel Down but escaped during Luffy's invasion to save Ace,  in order to lure Hancock to him and use her as a hostage against the World Government due to her  Shichibukai status. Thus Luffy and Hancock head off to confront him and save Hancock's sisters.","release_date":"2014-12-31","genres":[28,16,12],"vote_average":7.7,"runtime":105,"cert":"N\/A","id":290271,"title":"One Piece \"3D2Y\": Overcome Ace's Death! Luffy's Vow to his Friends","adult":false},{"cast":["Sabine Timoteo","Simon Schwarz","Antoine Monot Jr.","Wilfried Hochholdinger","Armin Dillenberger"],"overview":"","release_date":"2003-12-18","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290273,"title":"Irgendwas ist immer","adult":false},{"cast":["Jürgen Zartmann","Renate Blume","Brigitte Krause","Fred Delmare","Helga Hahnemann"],"overview":"","release_date":"1974-10-26","genres":[80],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290275,"title":"Der Leutnant vom Schwanenkietz","adult":false},{"cast":["Arthur Binder","Anita Kupsch"],"overview":"","release_date":"1962-11-23","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290277,"title":"Ninotschka und Peer","adult":false},{"cast":["Anneliese Uhlig","Mady Rahl","Ernst Waldow","Heinrich Schroth","Lotte Werkmeister"],"overview":"","release_date":"1939-05-09","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290279,"title":"Die Stimme aus dem Äther","adult":false},{"cast":["Francis Ng","Sam Lee","Yoyo Mung","Anita Chan","John Ching Tung"],"overview":"\"Believe It or Not\" happens in July of the Lunar Calendar, when the door between Hell and the World opens and many ghosts escape. A teenager suddenly dies in his apartment; Officer Kenny (Francis NG Chun-yue) investigates the case. At the same time dumb guy Joe (Sam LEE Chan-sum), Lon and Fatty experience strange things on the date of 'Ghost Festival' Later, a ghost attaches itself to the body of Mandy. Lon, who is the grandson of Gradda Lung, feels something worse impending..","release_date":"1999-08-20","genres":[35,27],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":290281,"title":"Believe it or Not","adult":false},{"cast":["Jessica Sula","Lucien Laviscount","Ntonga Mwanza","Naomi Ryan","Danielle Vitalis"],"overview":"Layla, a 15-year-old living in Brixton, London, becomes involved with a gang and must set up a boy to be killed.","release_date":"2015-05-08","genres":[10749,18,80],"vote_average":5.7,"runtime":93,"cert":"","id":290283,"title":"Honeytrap","adult":false},{"cast":["Edith Fellows","June Storey","Kenneth Howell","Anna Q. Nilsson","Alice White"],"overview":"A West Coast version of \"Stage Door\", set at a Hollywood boarding house for young women hoping for movie careers.","release_date":"1942-03-06","genres":[18],"vote_average":0.0,"runtime":68,"cert":"N\/A","id":290285,"title":"Girls' Town","adult":false},{"cast":["Ron Carter","Tony Williams","Wayne Shorter","Miles Davis","Herbie Hancock"],"overview":"This famous bootleg DVD was finally released as part of LIVE in Europe 1967: The Bootleg Series Vol. 1  in 2011.  Miles Davis second great quintet:  Bass – Ron Carter  Drums – Tony Williams  Piano – Herbie Hancock  Saxophone [Tenor] – Wayne Shorter  Trumpet – Miles Davis  Tracklist:  1. Agitation (Composed By – Miles Davis)  2. Footprints (Composed By – Wayne Shorter)  3. Around Midnight (Composed By – Thelonious Monk)  4. Gingerbread Boy \/ Into The Theme (Composed By – Jimmy Heath, Miles Davis)  5. I Fall In Love Too Easily (Composed By – Jule Styne, Lyrics By – Sammy Cahn)  [1-4] Recorded Live At Konserthuset, Stockholm. Sweden On October 31, 1967  [5] Stadthalle, Karlsruhe, Germany On November 7, 1967","release_date":"2011-09-20","genres":[10402],"vote_average":0.0,"runtime":44,"cert":"N\/A","id":290287,"title":"Miles Davis: Around Midnight","adult":false},{"cast":["Fouziah Gous","Gambit Saifullah","fazurina","T.S Jeffry"],"overview":"\"Hantu Bukit Cina\" starts off with three teenagers; Jo, Luna and Sandra who have missed their bus that was supposed to take them to their cultural dance course. In order to make it to their destination, the trio hitch a ride with Kent and Zack who are on their way to go fishing. As the group takes off on their journey, their ride suddenly breaks down in what the locals call a creepy desolate area. It's not long after when mysterious happenings start to unravel amongst the group of friends.","release_date":"2014-03-06","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290292,"title":"Hantu Bukit Cina","adult":false},{"cast":[],"overview":"Frank and Barny are agents of the PBI - Pornographic Bureau of Investigation, sent by Chief Rank, Head of Vice, L.A. District, to go down on the dirty crime spots of Hollywood. Mousie's Hot Shoppe is an adult bookstore where the owner is as much titillated as his customers by the material on sale. The agents are surprised to uncover that Mousie knows Chief Rank all too well, but it comes handy as he is willing to be an informer. So, the agents \"discover\" the Travelling House of Pleasure, a door-to-door delivery service of of Eastern Delights, the Good Time girls.","release_date":"1972-01-01","genres":[12,35],"vote_average":0.0,"runtime":79,"cert":"N\/A","id":290294,"title":"Code Name: Raw-Hide","adult":false},{"cast":["Stacha Hicks","Kunjue Li","Ruaraidh Murray","Tony Walker","Matthew Jure"],"overview":"The passengers on the Night Bus have many different stories -- some are lovers, some have dark secrets, some are looking for a fight, others are just trying to get through the night.","release_date":"2014-10-12","genres":[35,18],"vote_average":7.0,"runtime":95,"cert":"","id":290296,"title":"Night Bus","adult":false},{"cast":[],"overview":"The vitality of the African city has provided local filmmakers with a rich array of stories for their films. African Metropolis presents six short films that examine the complexity of urban life in Abidjan, Cairo, Dakar, Johannesburg, Lagos and Nairobi. They run the gamut of genres, but in all the central character is the city itself. A Jewish pensioner lives alone in a Johannesburg apartment, the last resident of an ever-changing city. In a Nairobi of the future, one man searches for the girl of his dreams. Dakar is the backdrop to an intimate conversation between two women. Abidjan once played host to the American artist Jean-Michel Basquiat. In Cairo a musician sees the gap between rich and poor expand. And a final film confronts the perils of the poverty trap.","release_date":"2014-06-03","genres":[35,18,10749],"vote_average":10.0,"runtime":92,"cert":"","id":290298,"title":"African Metropolis","adult":false},{"cast":["Allison Williams","Christopher Walken","Minnie Driver","Christian Borle","Kelli O'Hara"],"overview":"Following in the footsteps of the phenomenally successful The Sound of Music LIVE! - which drew over 18 million viewers - comes this musical masterpiece that tells the beloved story of Peter Pan, the mischievous little boy who ran away to Neverland. Get ready for show-stopping stars, stunning costumes, extravagant sets and delightful music that will have everyone in your home singing along.  From Executive Producers Craig Zadan and Neil Meron comes a soaring holiday event guaranteed to take viewers on a magical and musical journey to the second star to the right.","release_date":"2014-12-04","genres":[10402,12,10751],"vote_average":5.1,"runtime":132,"cert":"N\/A","id":290300,"title":"Peter Pan Live!","adult":false},{"cast":["Eusebio Garcia","Conchi Reyes","Toni Duarte","Joan Garcia"],"overview":"","release_date":"1996-11-11","genres":[27],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290302,"title":"Burrp!","adult":false},{"cast":["Joey Lauren Adams","Jack Black","Miranda Cosgrove","Julie Delpy","Jay Duplass"],"overview":"Documentary that takes a behind the scenes tour of groundbreaking director Richard Linklater's last 21 years creating his iconic legacy of films from the unconventional breakout 'Slacker' to the innovative 'Boyhood'. Features candid conversations with actors Ethan Hawke, Julie Delpy, Matthew McConaughey and others.","release_date":"2014-11-07","genres":[99],"vote_average":6.6,"runtime":78,"cert":"N\/A","id":290304,"title":"21 Years: Richard Linklater","adult":false},{"cast":[],"overview":"A man must convince the professional assassin he hired to let him live in this short film from director Steve Minor.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290306,"title":"Hit Me","adult":false},{"cast":[],"overview":"Showtime documentary short","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290308,"title":"Death and Life","adult":false},{"cast":["Irena Ristić","Kamka Točinovski","Adem Karaga","Salaetin Bilal","Milica Stojanova"],"overview":"Story about a vengeance, about the secrets we carry and the roles we play.","release_date":"2015-09-03","genres":[18,53],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":290310,"title":"Three Days in September","adult":false},{"cast":["Patrick Roehrman"],"overview":"Learn more about:  - Knife Terminology  - Common Mistakes  - Sharpening Fundamentals  - Finding the right angle  -Establishing a burr  -Sharpening scissors, hook blades, and serrations  - Knife care and maintenance  ... and see more bonus footage","release_date":"2014-08-28","genres":[],"vote_average":0.0,"runtime":59,"cert":"N\/A","id":290312,"title":"Beyond Razor Sharp","adult":false},{"cast":["John Holmes","Felecia Sanda","Veronica Taylor","Annette Haven","Bob Chinn"],"overview":"Private eye Johnny Wadd travels down to Mexico at the request of his old army friend, Sam, to help bust up a drug smuggling operation led by a ruthless gangster named Tyler Elliott in which Sam's ex-wife Doreen is now the wife of the gangster. However, Johnny soon finds plenty of time in between the shootouts and fistfights with various goons get some action with the local women","release_date":"1976-04-11","genres":[80],"vote_average":4.5,"runtime":74,"cert":"N\/A","id":290317,"title":"Tell Them Johnny Wadd Is Here","adult":true},{"cast":["John Holmes","Georgina Spelvin","Linda Wong","Bonnie Holiday"],"overview":"San Francisco detective Johnny Wadd searches for a stolen Oriental cat figure made from a priceless jade and comes up against both crime syndicate thugs also after the stature, and a lot of sex obsessed women wanting some action.","release_date":"1977-07-21","genres":[80],"vote_average":5.0,"runtime":80,"cert":"N\/A","id":290319,"title":"The Jade Pussycat","adult":true},{"cast":["Hans Brausewetter","Betty Bird","Ernst Stahl-Nachbaur","Ida Wüst","Hermann Blaß"],"overview":"","release_date":"1930-08-27","genres":[10749,10402],"vote_average":7.0,"runtime":79,"cert":"N\/A","id":290324,"title":"Ein Burschenlied aus Heidelberg","adult":false},{"cast":["Tito Guízar","Andrea Palma","Leopoldo Ortin","Pedro Armendáriz","Dolores Camarillo"],"overview":"Ranchera comedy\/melodrama","release_date":"1937-09-17","genres":[],"vote_average":0.0,"runtime":107,"cert":"N\/A","id":290332,"title":"Amapola Del Camino","adult":false},{"cast":["Jorge Negrete","Margarita Mora","Miguel Inclán"],"overview":"Historical drama, French occupation of the 1830s.","release_date":"1938-12-12","genres":[],"vote_average":0.0,"runtime":94,"cert":"N\/A","id":290334,"title":"El Cementerio De Las Aguilas","adult":false},{"cast":["Michelle Fairley","Lars Mikkelsen","Ashley Walters","Zlatko Burić","Adam Deacon"],"overview":"In the mean streets of London's East End, a former Serbian commando and a fourteen-year old boy plot revenge against a powerful crime lord and his ruthless lieutenants. As our heroes prepare to take on their enemies, the boy is mentored in the dark arts of assassination and learns the true meaning of friendship, honor and respect.","release_date":"2014-10-05","genres":[53,80,28,18],"vote_average":6.3,"runtime":108,"cert":"15","id":290336,"title":"Montana","adult":false},{"cast":["Jorge Negrete","Emilio Fernández","María Luisa Zea","Armando Soto La Marina","Magda Haller"],"overview":"Ranchera melodrama. Filmed in 1938, not released until 1943.","release_date":"1943-05-13","genres":[37,12,18],"vote_average":0.0,"runtime":83,"cert":"N\/A","id":290338,"title":"El fanfarrón: ¡Aquí llegó el valentón!","adult":false},{"cast":["Fernando Soler","Arturo de Córdova","Mary López","Blanca Vischer","Carlos López Moctezuma"],"overview":"Comedy\/drama about railroad workers.","release_date":"1939-05-13","genres":[12,18],"vote_average":0.0,"runtime":97,"cert":"N\/A","id":290340,"title":"La bestia negra","adult":false},{"cast":[],"overview":"FIlm By Herbert Capelle.","release_date":"1983-09-03","genres":[],"vote_average":0.0,"runtime":6,"cert":"N\/A","id":290342,"title":"Memories","adult":false},{"cast":["Daniel Lugo","Cristina Soler","Raúl Carbonell hijo","Gladys Rodríguez","Sara Jarque"],"overview":"Marcelino is an eccentric, introverted painter and art professor who, approaching his sunset years, learns he has a disease that could render him blind at any moment. As he begins to put his emotional affairs in order, including his strained relationship with his daughter, he must face the inevitable.","release_date":"2014-09-11","genres":[18],"vote_average":5.0,"runtime":93,"cert":"N\/A","id":290344,"title":"Las vacas con gafas","adult":false},{"cast":[],"overview":"Film By Herbert Capelle,","release_date":"1983-09-03","genres":[],"vote_average":0.0,"runtime":17,"cert":"N\/A","id":290346,"title":"Ich träumte eine Weiße Welt","adult":false},{"cast":["Joaquín Cordero","Claudia Islas","Raquel Ércole","Oscar Golden"],"overview":"Romantic melodrama set on a Colombian coffee plantation.","release_date":"1971-08-05","genres":[10749,18],"vote_average":0.0,"runtime":85,"cert":"N\/A","id":290348,"title":"Bajo el ardiente sol","adult":false},{"cast":["María Gracia","Manuel 'Loco' Valdés","Rafael Muñoz Andrete","Prudencia Grifell"],"overview":"Retelling of Little Red Riding Hood.","release_date":"1959-11-11","genres":[10751],"vote_average":5.0,"runtime":87,"cert":"N\/A","id":290350,"title":"Little Red Riding Hood","adult":false},{"cast":["John Holmes","Heather Starr"],"overview":"Private eye Johnny Wadd relentlessly sets out to solve the murder of a former girlfriend, and encounters various female suspects leading him to the leader of a vicious gang that runs San Francisco's Chinatown.","release_date":"1971-12-14","genres":[9648,80],"vote_average":5.0,"runtime":65,"cert":"N\/A","id":290352,"title":"Flesh Of The Lotus","adult":true},{"cast":["John Holmes","Sunny Boyd","Charles Lish","Alain Patrick","Chlorine Stillwater"],"overview":"Johnny Wadd investigates the attempted murder of a young woman and finds himself entangled with the enemy.","release_date":"1972-09-15","genres":[80],"vote_average":3.0,"runtime":57,"cert":"N\/A","id":290354,"title":"The Blonde In Black Lace","adult":true},{"cast":["Betty Bird","Walter Gross","Paul Henckels","Fritz Kampers","Rudolf Platte"],"overview":"","release_date":"1934-11-01","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290356,"title":"Der Herr Senator","adult":false},{"cast":["Peter Coyote","Phil Esposito","Harry Sinden","Tony Esposito","Rod Gilbert"],"overview":"Cold War on Ice, produced by 51-time Emmy Award-winner Ross Greenburg, chronicles the historic 27-day Summit Series in September of 1972 between a team of NHL All-Stars from Canada and the Soviet National Team during the height of the Cold War.","release_date":"2012-01-02","genres":[10770,99],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":290358,"title":"Cold War on Ice: Summit Series '72","adult":false},{"cast":[],"overview":"About fashion, girls, music and the sub-culture of that era.\r The original was a super 8 film.","release_date":"1984-09-03","genres":[],"vote_average":0.0,"runtime":15,"cert":"N\/A","id":290360,"title":"Fashion Film","adult":false},{"cast":["Roderick Paulate","Aiza Seguerra","Manilyn Reynes","Janno Gibbs","Tina Paner"],"overview":"At the age of 21, Petra will transform into a horse. This is a fulfillment of the curse Silveria, the goddess of horses, put upon Kulas, Petra's father, after she caught him maltreated a horse. And the curse will only be lifted if Petra will do three heroic deeds.  - Written by cinesum","release_date":"1988-08-25","genres":[14,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290362,"title":"Petrang Kabayo At Ang Pilyang Kuting","adult":false},{"cast":["Vic Sotto","Alma Moreno","Aiza Seguerra","Chichay","Panchito"],"overview":"a film by Efren Jarlego.","release_date":"1990-03-13","genres":[10751,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290364,"title":"Twist","adult":false},{"cast":["Chiquito","Walter Navarro","Lorna Tolentino"],"overview":"a film by Nilo Saez.","release_date":"1976-04-09","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290366,"title":"Boss, Basta Ikaw, Wa Na Ko Sey","adult":false},{"cast":["Praneet Akilla","Jian Choo","David Schnetkamp","Chengis Javeri"],"overview":"After the engagement ring meant for his girlfriend is stolen, a young man and his friends plot to steal it back.  Denis (Praneet Akilla) has got all that he needs. Namely, two best friends Chad (Jian Choo) and Huey (David Schnetkamp), a job that earns him enough money to smoke pot, and most importantly, Aly, his devoted girlfriend of four years (Azra Lallany). Wanting to show Aly that he's serious about their relationship, he devises a plan to propose to her with his grandmother's impressive diamond ring. When criminals steal the ring, Denis and his friends must put aside their slacker ways and craft the perfect plan to steal it back. As the men race to recover the ring, they stumble into a criminal underworld more dangerous than they could have imagined.","release_date":"2014-09-24","genres":[],"vote_average":0.0,"runtime":110,"cert":"N\/A","id":290368,"title":"Jewel Fools","adult":false},{"cast":["Kim Coates","Holly Deveaux","Ashanti","Amber Marshall","Jason Cermak"],"overview":"A decade after a disastrous meteor impact wipes out most of society, a group of survivalists emerge to find themselves on a twisted version of the old Earth, with a nascent society besieged by vicious marauders, ferocious mutants, and the dreadful symptoms of a post-apocalyptic environment.","release_date":"2014-09-27","genres":[878],"vote_average":2.8,"runtime":85,"cert":"N\/A","id":290370,"title":"Mutant World","adult":false},{"cast":["Christopher de Leon","Lorna Tolentino","Dina Bonnevie","Edu Manzano","Nestor de Villa"],"overview":"A wealthy man comes to terms with his adopted sister.","release_date":"1985-03-07","genres":[18],"vote_average":0.0,"runtime":128,"cert":"N\/A","id":290372,"title":"An Indivisible Heaven","adult":false},{"cast":["Jack Hulbert","Cicely Courtneidge","Tamara Desni","Garry Marsh","Alfred Drayton"],"overview":"In this comedy, two rival reporters vie for the scoop on the whereabouts of a missing heiress. They find her in Switzerland. One of the journalists falls in love with her and saves her from marrying an aristocrat. His rival gets to write the story as a consolation prize.","release_date":"1933-06-15","genres":[35,10402],"vote_average":0.0,"runtime":88,"cert":"","id":290374,"title":"Falling for You","adult":false},{"cast":["Jaclyn Jose","Angelo Ilagan","Pierro Rodriguez","Alcris Galura","Miguel Iñigo Guño"],"overview":"A man's friends hire a prostitute on his birthday for him to lose his virginity. But after finding out that she is a middle-aged woman, they decide to ditch her, except for the birthday boy, who likes older women.","release_date":"2005-07-15","genres":[18],"vote_average":0.0,"runtime":105,"cert":"N\/A","id":290376,"title":"One Night","adult":false},{"cast":["Axel Aeiou Samson","Russel Abulad","Allen Dimaunahan","Sigrid Andrea Bernardo","Xyris Beatingo"],"overview":"a film by Rommel Tolentino.","release_date":"2011-07-18","genres":[18],"vote_average":0.0,"runtime":115,"cert":"N\/A","id":290378,"title":"Nono","adult":false},{"cast":["Sylvain Urban","Marguerite Dabrin","Laure Maloisel","Amandine Klep","Xavier Ameller"],"overview":"“The Dreamlife of David L.“ is a fictional feature film that takes inspiration from a key point in the life of director David Lynch: the time he spent as a student in a fine arts college. Initially attracted to painting, David Lynch ends up choosing the medium of film to express his talent.  Far from being an attempt at biography, this film is an imaginary vision where the action could take place today. Which encounters or events leave their mark on the young David L. during this year as a student?  “The Dreamlife of David L.” is a dreamlike journey that leads the viewer through the meanderings of this art school. There’s no need to be familiar with the cinematographic works of Lynch to follow the young David L. step by step, going behind the scenes with him.","release_date":"2014-04-11","genres":[],"vote_average":8.0,"runtime":90,"cert":"N\/A","id":290380,"title":"The Dreamlife of David L","adult":false},{"cast":["Roger Waters","Dave Kilminster","Graham Broad","Snowy White","Jon Carin"],"overview":"A concert film that the former Pink Floyd singer-songwriter made on various tour dates between 2010 and 2013, when he was playing his former group's 1980 double-album in its entirety.","release_date":"2014-09-29","genres":[99,10402],"vote_average":8.4,"runtime":133,"cert":"12","id":290382,"title":"Roger Waters: The Wall","adult":false},{"cast":[],"overview":"The result of a two-year collaboration with the fishing community of Urk, a former island in the Netherlands. In the previous century, the Dutch closed off and drained their inland sea to reclaim new farmland. The island of Urk, situated in the middle of the sea, suddenly found itself embraced by land. Its inhabitants were expected to switch from fishing to farming, but the fishermen managed to continue their trade. They found new fishing grounds, far out in the North Sea.","release_date":"2014-09-06","genres":[],"vote_average":6.0,"runtime":63,"cert":"N\/A","id":290384,"title":"Episode of the Sea","adult":false},{"cast":["Mohanlal","Mukesh","Vijay Babu","Ragini Nandwani","Aju Varghese"],"overview":"Jagannathan, a political advisor, is hired to help John, a politician in California. He employs various shrewd tactics to help John's party win the elections.","release_date":"2014-08-29","genres":[35],"vote_average":3.9,"runtime":154,"cert":"N\/A","id":290386,"title":"Peruchazhi","adult":false},{"cast":[],"overview":"A home made movie from DayZ video game","release_date":"","genres":[],"vote_average":0.0,"runtime":16,"cert":"N\/A","id":290388,"title":"The Life Of Kennith","adult":false},{"cast":["Paul Evans Thomas"],"overview":"Josh has been experiencing reoccurring dreams of a tall, faceless being stalking him. As the dreams become more constant, he confides in his friend to help understand why they are happening.","release_date":"2014-08-01","genres":[27,53],"vote_average":5.5,"runtime":20,"cert":"N\/A","id":290390,"title":"The Eidolon State","adult":false},{"cast":["B.B. King","Terrence Howard","Solange Knowles","Richie Sambora"],"overview":"Legendary bluesman B.B. King plays a string of hits in this 2009 concert in Chicago.","release_date":"2009-01-29","genres":[10402],"vote_average":0.0,"runtime":61,"cert":"N\/A","id":290392,"title":"B.B. King: Soundstage - Live","adult":false},{"cast":["Stacia Crawford","Stacia Crawford","Bootsie Cairns","Dawn Marie Psaltis"],"overview":"A woman finds out her deceased sister was having a lesbian affair with a vampire.","release_date":"1999-01-01","genres":[],"vote_average":0.0,"runtime":80,"cert":"N\/A","id":290394,"title":"Carmilla","adult":false},{"cast":["Tammy Parks","Mandy Leigh","Kevin Summerfield","Kim Penn","Jennifer Huss"],"overview":"A virtual-reality video game goes bad.","release_date":"1998-01-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290396,"title":"Game of Pleasure","adult":false},{"cast":[],"overview":"Portrays a group of pigs on a farm, sleeping, eating, and exploring the barnyard.","release_date":"1965-07-17","genres":[99],"vote_average":7.0,"runtime":11,"cert":"N\/A","id":290401,"title":"Pigs!","adult":false},{"cast":[],"overview":"The adventures of a cat who endures the indignation of a busy family and the dangers of being lost in a big city.","release_date":"1969-01-01","genres":[99],"vote_average":4.0,"runtime":17,"cert":"N\/A","id":290403,"title":"The Perils of Priscilla","adult":false},{"cast":["Billy Wilder","Volker Schlöndorff"],"overview":"An interview in six parts between Volker Schlöndorff and Billy Wilder.","release_date":"1992-01-01","genres":[99],"vote_average":6.0,"runtime":259,"cert":"N\/A","id":290405,"title":"Billy, How Did You Do It?","adult":false},{"cast":["Ricky Leacock","Les Blank"],"overview":"In the year 2000, Les Blank, along with co-filmmaker Gina Leibrecht, visited Richard Leacock (1921-2011) at his farm in Normandy, France and recorded conversations with him about his life, his work, and his other passion: cooking! With the flair of a seasoned raconteur, Leacock recounts key moments in his seventy years as a filmmaker and the innovations that he, D.A. Pennebaker, Albert Maysles and others invented that revolutionized documentary filmmaking, and explores the mystery of creativity. With the passing of both Blank and Leacock, the documentary is a moving insight into the lives of two seminal figures in the history of film.","release_date":"2014-08-31","genres":[99],"vote_average":5.0,"runtime":65,"cert":"N\/A","id":290407,"title":"How To Smell A Rose: A Visit with Ricky Leacock at his Farm in Normandy","adult":false},{"cast":["Henry Czerny","Colette Stevenson","Aidan Devine","Richard Donat","Shawn Ashmore"],"overview":"","release_date":"1997-01-01","genres":[37,12,18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290409,"title":"Promise the Moon","adult":false},{"cast":["Walter Sittler","Simone Thomalla","Esther Schweins","Dieter Landuris","Sergej Moya"],"overview":"","release_date":"2004-05-11","genres":[80,35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290411,"title":"Ein Fall für den Fuchs - Göttergatte und Ganove","adult":false},{"cast":["Mercedes Cabral","Kalil Almonte"],"overview":"Gayuma is a magical love story going beyond the boundaries of social class, religious and superstitious beliefs, and urban-rural prejudices. A failed exorcism of a statue of the Child Jesus led a poor sacristan, Delfin, to concoct a love potion to make Carla, a rich girl, fall for him. After Carla drinks the potion and assents to his advances, Delfin couldn't believe his luck until he is no longer certain whether Carla really loves him. Delfin descends into a deep sleep of paranoia, from which medial science couldn't wake him. Carla goes on a pilgrimage to the heart of a mountain to overturn the potion. A possessed statue of a Child Jesus stands between them. Will their faith bring them together or keep them apart?","release_date":"2011-07-17","genres":[10749,18,27],"vote_average":0.0,"runtime":84,"cert":"N\/A","id":290413,"title":"Pilgrim Lovers","adult":false},{"cast":[],"overview":"Visiting her native Japan with her American boyfriend Darren, Reiko is disappointed to see him spend most of his time filming local stereotypes. Already upset, Reiko draws the line when Darren walks into a forbidden cave, which, according to local beliefs, enshrines Shinto gods since the dawn of time. From then, Reiko and Darren start witnessing strange things happening around them, some of which they manage to catch on camera. Will they have time to understand what is upon them before it is too late?","release_date":"2010-01-12","genres":[],"vote_average":4.0,"runtime":90,"cert":"N\/A","id":290415,"title":"Paranormal Effect","adult":false},{"cast":["Emily Hubley","Georgia Hubley"],"overview":"John & Faith Hubley combined animation with the voices of their preschool daughters (Georgia & Emily) to make this award winning short. (New York Animation Festval)  Similar in concept to their earlier work \"Moonbird\".","release_date":"1974-01-01","genres":[16],"vote_average":8.0,"runtime":9,"cert":"N\/A","id":290417,"title":"Cockaboody","adult":false},{"cast":["Jessyca Wilson","Carla Cat","Angell Summers","Tiffany Doll","Emy Russo"],"overview":"","release_date":"2013-04-01","genres":[35],"vote_average":7.5,"runtime":null,"cert":"N\/A","id":290419,"title":"La Stagiaire","adult":true},{"cast":[],"overview":"a short film by Henry Frejas.","release_date":"2010-04-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290424,"title":"Source Of Living","adult":false},{"cast":["Mike Coroza","Charley Magalit","Ping Medina","Meryll Soriano"],"overview":"The film is set in a speculative Philippines where air pollution has reached irreparable proportions. Air pollution has rendered breathable oxygen scare. This makes it the main resource around which society revolves. The film follows two protagonists: Leo Sagaysay, a young father and husband who works at the Oxygen Factory, and his wife Rubi Sagaysay. Together they have a son, whom they struggle to support. The appearance of ex-factory worker Tess at their door sets off a chain of events that leads to the downfall of the Sagaysay family.","release_date":"2011-07-16","genres":[10751,18],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":290426,"title":"Immanuel","adult":false},{"cast":["Arthur von Duniecki","Tala Birell","Attila Hörbiger","Annie Rosar"],"overview":"","release_date":"1930-03-07","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290428,"title":"Die Tat des Andreas Harmer","adult":false},{"cast":["Kayla Rayne Francisco","Jennifer Anano","Jorge Perez Ravino"],"overview":"a short film by Pamela L. Reyes.","release_date":"2011-07-16","genres":[18],"vote_average":0.0,"runtime":5,"cert":"N\/A","id":290430,"title":"Debut","adult":false},{"cast":["Archie Adamos","Byron Manasan","Sonny Nicolas","Ken Nicolas","Hanna Nicolas"],"overview":"a short film by Mikhail Red.","release_date":"2010-12-01","genres":[],"vote_average":0.0,"runtime":20,"cert":"N\/A","id":290432,"title":"Hazard","adult":false},{"cast":[],"overview":"a short film by Ana Lim.","release_date":"2011-07-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290434,"title":"Un Diutay Mundo","adult":false},{"cast":["Bea Garcia","Nico Dabon"],"overview":"a short film by Rafa Santos.","release_date":"2011-07-16","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290436,"title":"Samaritan","adult":false},{"cast":["Erlendur Eiríksson","Damon Younger"],"overview":"A Eurovision singer, Iceland's strongest woman, a male model, a plumber who wants to direct movies. They all work in the shopping mall that this documentary focuses on ... most of them want to get out, even just to the bigger mall down the road.","release_date":"2004-03-06","genres":[99,35],"vote_average":10.0,"runtime":67,"cert":"N\/A","id":290438,"title":"Small Mall","adult":false},{"cast":["Bernard Blier","Yvette Lebon","Jules Berry","Aimé Clariond","Elisa Ruis"],"overview":"Alex Grégoire is a timid insurance company clerk who shares his uneventful life between his wife Angèle, his colleagues and his passion for crosswords. But all of a sudden his existence changes dramatically. First because he wins a crossword competition. Second because a jewel thief, Charles Tuffal, thinks he recognizes in him a former accomplice. From that moment \"uneventful\" is not the best adjective to qualify Alex's life anymore...","release_date":"1946-01-01","genres":[35,80],"vote_average":5.0,"runtime":100,"cert":"N\/A","id":290440,"title":"Monsieur Grégoire s'évade","adult":false},{"cast":["Heinrich George","Mathias Wieman","Willy Birgel","Hannes Stelzer","Beppo Brem"],"overview":"","release_date":"1937-09-06","genres":[18],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":290442,"title":"Unternehmen Michael","adult":false},{"cast":[],"overview":"A journey into the mines provides a visual representation of a journey into the conscience of Kentridge's invented character, Soho Eckstein, the white South African property owner who exploits the resources of land and black human labour which are under his domain. Throughout the film the imagery shifts between the geological landscape underground inhabited by innumerable black miners and Soho's world of white luxury above ground. When Soho, breakfasting in bed, pushes down the plunger of his cafetière, its movement is transformed into a rapid descent through the tray, through the bed and into the mine-shaft. Here the miners' world of overwhelming misery is depicted in claustrophobic tunnels where they are trapped digging, drilling and sleeping, embedded in rock. Above ground, Soho sits at his desk in his customary pin-stripe suit and punches adding machines and cash registers, creating a flow of gold bars, exhausted miners, blasted landscapes and blocks of uniform housing.","release_date":"1991-01-01","genres":[18,16],"vote_average":5.0,"runtime":6,"cert":"N\/A","id":290444,"title":"Mine","adult":false},{"cast":["John Michael Soriano","Catherine Soriano","Vei Ortiz","Bill Mamorno","Axle Francisco"],"overview":"a short film by Rommel Tolentino.","release_date":"2011-07-16","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290446,"title":"Niño Bonito","adult":false},{"cast":["Claudia Michelsen","Michael Fitz","Paula Schramm","Ulrich Gebauer","Patrick Rapold"],"overview":"","release_date":"2014-10-04","genres":[18,12,10770],"vote_average":4.0,"runtime":null,"cert":"N\/A","id":290448,"title":"Die Legende der Maske","adult":false},{"cast":["Kenjie Garcia","Joeffrey Javier","Jayjay Jimenez","Immaculee Madrigal","Patrick Esteban"],"overview":"a film by Zig Madamba Dulay.","release_date":"2012-03-07","genres":[18],"vote_average":0.0,"runtime":82,"cert":"N\/A","id":290450,"title":"Huling Halik","adult":false},{"cast":["Pascal St. James","Josh Jo","Anna Siline","Carla Fellucci","Didier de Noisy"],"overview":"","release_date":"2014-04-01","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290452,"title":"Pascal le Grand Frère Pineur 6","adult":true},{"cast":[],"overview":"This bike almost killed me.","release_date":"","genres":[],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290454,"title":"My Café Sportster RIP 2014","adult":false},{"cast":["Neal Dealosi","Joe LaPenna","Mark Torreso","Sara Victor","Evon Fargoun"],"overview":"Carl J. Sukenick is the commander of a branch of the CIA, battling terrorists with martial arts, while his dad keeps watch in the security center. Neal was sent out, but is a traitor, and he was mutated by a radiation blast. He sends Sara Shell to meet her husband, Agent Mark Shell, and daughter Sheila, but the three are brutally maimed and murdered by enemy agents. One cuts off Sara's hand for no apparent reason.  A radiation blast from Neal the Traitor, who is wandering around an aqueduct killing passersby, mutates Joe as well. Carl says they knew nothing of the \"hideous extra-dimensional being\" breaking into this dimension, but he sends Evon, Rhonda, and Hackney to fight the mutations and the agent, who giggles constantly, before learning that there is another traitor and an alien, so he decides he must kill all his friends and find and kill the \"hideous extra-dimensional being.\"","release_date":"1991-09-04","genres":[27,878],"vote_average":4.5,"runtime":75,"cert":"N\/A","id":290456,"title":"Alien Beasts","adult":false},{"cast":["Ann Sothern","Melvyn Douglas","Lee Bowman","Richard Ainley","Felix Bressart"],"overview":"When his wife threatens him with divorce, a reporter courts her again.","release_date":"1943-05-21","genres":[10749,35],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":290461,"title":"Three Hearts For Julia","adult":false},{"cast":["Bentley Mitchum","Kimika Yoshino","Sam Jones","Richard Chaves","Jed Curtis"],"overview":"A young Japanese woman and a naive American drug courier witness a L.A. drug-deal-gone-wrong shootout, and flee into Mexico with the drug money while being chased by two hit men.","release_date":"1996-04-30","genres":[53,28],"vote_average":0.0,"runtime":90,"cert":"N\/A","id":290463,"title":"Baja Run","adult":false},{"cast":["Corbin Bernsen","Vivian Schilling","Brion James","Mercedes McNab","Graham Greene"],"overview":"Set against the spectacular Rocky Mountains, this adventure is reminiscent of the Disney live-action classics (such as \"Old Yeller\" and \"Escape from Witch Mountain\"). Two women and two kids are stranded in the Old West when bad guys (posing as Indians) try to snag the stagecoach's cargo. Pitted against nature, time, and the pursuing baddies, this unlikely team must trek over the mountains to reach safety. This is a video to buy and keep in your collection... great mid-winter rental when cabin-fever makes you long for the great outdoors!","release_date":"1994-09-13","genres":[37,12,10751],"vote_average":0.0,"runtime":98,"cert":"N\/A","id":290465,"title":"Savage Land","adult":false},{"cast":["Robert Gordon","Madelyn Clare","Blanche Davenport","Virginia Lee","Gayne Whitman"],"overview":"Remotely derived from Balzac, the plot centers on Maurice Travers, who, through the self-sacrificing efforts of his mother, is able to attend college, though his love for sports and consequent neglect of his studies prevent his graduation. Madeline Marshall, an orphan living with Maurice's mother, loves him, but Maurice marries Donna Wayne, daughter of a wealthy New Yorker; and in the city they lead a carefree life. Her father insists that he support her, but he cannot. Following the blindness and death of his mother, Donna elopes with a rich suitor, and after a divorce Maurice finds happiness with the faithful Madeline.","release_date":"1921-05-24","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290467,"title":"If Women Only Knew","adult":false},{"cast":["Willy Birgel","Karin Hardt","Rudolf Fernau","Paul Dahlke","Alexander Golling"],"overview":"","release_date":"1941-09-26","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290469,"title":"Comrades","adult":false},{"cast":["Christopher Lloyd","Dee Wallace","Allison Balson","Soon-Tek Oh","Christopher Stone"],"overview":"A satire of Cold war politics, where Red bureaucrats meet U.S. corporate greed - and a witch and a dragon.","release_date":"1987-07-13","genres":[12],"vote_average":7.0,"runtime":89,"cert":"N\/A","id":290474,"title":"Legend of the White Horse","adult":false},{"cast":[],"overview":"NASA's Tidbinbilla Tracking station in Australia prepares for the re-entry of a decaying satellite containing a dangerous biological experiment. It is decided to bring it down near the station, for which job Dr Tony Masters has been brought in to assist Dr Spencer. At the same time, and unknown to her, Dr Spencer's daughter Ali has been using her computer to hack in to the station and reprogram the dish to communicate with a decommissioned satellite. Meanwhile, an unscrupulous industrial espionage agent, has penetrated the station and is preparing to take charge of the re-entry process, causing havoc and a chase through the Australian countryside to find the potentially deadly satellite.","release_date":"1990-01-01","genres":[],"vote_average":0.0,"runtime":92,"cert":"N\/A","id":290476,"title":"Sky Trackers","adult":false},{"cast":["Willy Birgel","Lotte Koch","Viktor Staal","Erika von Thellmann","Willi Rose"],"overview":"Professor Dr. Burkhardt is a much celebrated surgeon.  Obsessed with his career, he is always available when an unexpected operation comes up.  That his personal life is suffering because of this obsession is something the successful doctor doesn't notice.  His wife Vera, who, after the death of their three year old son, is always alone anyway, feels increasingly neglected.  And the love, which she apparently isn't able to get from her husband, she seeks from Dr. Groone, her husband's assistant.","release_date":"1943-03-02","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290481,"title":"Du gehörst zu mir","adult":false},{"cast":["Willy Birgel","Viktoria von Ballasko","Anneliese Uhlig","Harry Liedtke","Hedwig Wangel"],"overview":"A few days before the planned wedding of the chief inheritor von Halleborg, he experiences a terrible blow:  his beloved bride Julia has a riding accident and dies of her injuries.  Von Halleborg becomes a broken man and chooses not to waste another moment thinking of love -- his heart belongs to Julia ... forever.  In doing so, von Halleborg runs the risk of losing his entire estate, for the conditions of inheritance make all to clear that if he does not marry by his 45th birthday, the estate is to be turned over to someone else.  Von Halleborg had already made peace with this fact until he discovers that the future lord of the manor will be his nephew Oskar, a selfish and ruthless scoundrel, concerned only with money.","release_date":"1943-06-06","genres":[18],"vote_average":0.0,"runtime":87,"cert":"N\/A","id":290483,"title":"The Heir","adult":false},{"cast":["Marianne Hoppe","Willy Birgel","Paul Dahlke","Fita Benkhoff","Ernst Fritz Fürbringer"],"overview":"The actress Julia Bach is married to the famous director, Professor Paulus Allmann; however, no one is to know about the marriage.  Julia doesn't want a career simply because she has a famous spouse.  For that reason, Paulus always has to go on his concert tours alone.  It's no wonder then, that he soon starts to feel neglected.  These feelings of neglect are encouraged by his ex-wife Hedi, who's always hanging around.  When Paulus one day forgets his wife's birthday, she goes on the rampage in the presence of guests.  Wounded, Paulus leaves their home.  Julia thinks there's only one way to save their marriage:  for one year -- until her next birthday -- they are not to see one another.  In that period of time, it should be abundantly clear whether they belong together or not.","release_date":"1944-05-12","genres":[35],"vote_average":5.0,"runtime":null,"cert":"N\/A","id":290485,"title":"Ich brauche Dich","adult":false},{"cast":["Willy Birgel","Lil Dagover","Hans Nielsen","Hans Olden","Karl Skraup"],"overview":"","release_date":"1944-09-08","genres":[35],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290487,"title":"Musik in Salzburg","adult":false},{"cast":["Willy Birgel","Heidemarie Hatheyer","Maria Holst","Ewald Balser","Paul Klinger"],"overview":"","release_date":"1952-08-27","genres":[18],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290489,"title":"Don't Ask My Heart","adult":false},{"cast":["Kristina Söderbaum","Willy Birgel","Adrian Hoven","René Deltgen","Rudolf Vogel"],"overview":"","release_date":"1953-11-17","genres":[12],"vote_average":0.0,"runtime":100,"cert":"N\/A","id":290491,"title":"Stars Over Colombo","adult":false},{"cast":["Kristina Söderbaum","Willy Birgel","Adrian Hoven","René Deltgen","Rolf von Nauckhoff"],"overview":"A circus story","release_date":"1954-02-05","genres":[12],"vote_average":0.0,"runtime":null,"cert":"N\/A","id":290493,"title":"Circus Girl","adult":false},{"cast":["Master P","Mike Epps","Romeo Miller","Ameer Baraka","Anthony Boswell"],"overview":"Still’ Bout It picks up where the classic ‘Bout It left off, following the adventures of the legendary Pistol P (Master P) and his homie Vito (Silkk the Shocker). The ghetto Bill Pistol P is released from prison and is reunited with Vito. Upon his release, Pistol decides it’s time to go legit. The two move in with their Aunt Tee Dee and his nephew, the talented b-baller M.J. (Lil’ Romeo). After settlin in, Pitol and Vito get a job as dishwashers at a restaurant and Pitol meets the love of his life. The peace doesn't last long after Pistol encounters the notorious Cut Mob and their leader, drug kingpin Trouble (Ameer Baraka). The enraged Pistol P goes back to his gangster ways and decides to rid the neighborhood of the Cut Mob and prove he's \"Still Bout It\".","release_date":"2004-04-13","genres":[18,28],"vote_average":6.0,"runtime":80,"cert":"N\/A","id":290495,"title":"Still 'Bout It","adult":false},{"cert":"N\/A","title":"The Fifth Monkey","cast":["Ben Kingsley"],"genres":[],"id":290497,"overview":"When Cunda, a man living deep in the Brazilian rainforest, is bitten by a snake, he has a hallucination of four chimpanzees. Once he recovers, he is shocked to find the four chimpanzees waiting for him at home, and, believing them to be special, decides to take them to the city in order to sell them.","runtime":95,"release_date":"1990-10-05","vote_average":0.0,"adult":false}]