{
  "results": [
    {
      "adult": false,
      "first_air_date": "2012-10-10",
      "overview": "Spoiled billionaire playboy Oliver Queen is missing and presumed dead when his yacht is lost at sea. He returns five years later a changed man, determined to clean up the city as a hooded vigilante armed with a bow.",
      "cert": "Suitable for 15 years & above",
      "genre_ids": [
        80,
        18,
        9648,
        10759
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "Stephen Amell",
        "David Ramsey",
        "Rick Gonzalez",
        "Katherine McNamara",
        "Ben Lewis"
      ],
      "original_name": "Arrow",
      "vote_average": 5.8,
      "name": "Arrow",
      "id": 1412
    },
    {
      "adult": false,
      "first_air_date": "2014-10-07",
      "overview": "After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash.",
      "cert": "Suitable for 12 years & above",
      "genre_ids": [
        18,
        10765
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "Grant Gustin",
        "Candice Patton",
        "Carlos Valdes",
        "Danielle Panabaker",
        "Hartley Sawyer"
      ],
      "original_name": "The Flash",
      "vote_average": 6.7,
      "name": "The Flash",
      "id": 60735
    },
    {
      "adult": false,
      "first_air_date": "2005-09-13",
      "overview": "When they were boys, Sam and Dean Winchester lost their mother to a mysterious and demonic supernatural force. Subsequently, their father raised them to be soldiers. He taught them about the paranormal evil that lives in the dark corners and on the back roads of America ... and he taught them how to kill it. Now, the Winchester brothers crisscross the country in their '67 Chevy Impala, battling every kind of supernatural threat they encounter along the way. ",
      "cert": "Suitable for 15 years & above",
      "genre_ids": [
        18,
        9648,
        10765
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "Jensen Ackles",
        "Jared Padalecki",
        "Misha Collins",
        "Alexander Calvert"
      ],
      "original_name": "Supernatural",
      "vote_average": 7.4,
      "name": "Supernatural",
      "id": 1622
    },
    {
      "adult": false,
      "first_air_date": "2017-01-26",
      "overview": "Set in the present, the series offers a bold, subversive take on Archie, Betty, Veronica and their friends, exploring the surreality of small-town life, the darkness and weirdness bubbling beneath Riverdale’s wholesome facade.",
      "cert": "N\/A",
      "genre_ids": [
        18,
        9648
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "K.J. Apa",
        "Camila Mendes",
        "Lili Reinhart",
        "Cole Sprouse",
        "Madelaine Petsch"
      ],
      "original_name": "Riverdale",
      "vote_average": 7.2,
      "name": "Riverdale",
      "id": 69050
    },
    {
      "adult": false,
      "first_air_date": "1999-01-31",
      "overview": "Sick, twisted, politically incorrect and Freakin' Sweet animated series featuring the adventures of the dysfunctional Griffin family. Bumbling Peter and long-suffering Lois have three kids. Stewie (a brilliant but sadistic baby bent on killing his mother and taking over the world), Meg (the oldest, and is the most unpopular girl in town) and Chris (the middle kid, he's not very bright but has a passion for movies). The final member of the family is Brian - a talking dog and much more than a pet, he keeps Stewie in check whilst sipping Martinis and sorting through his own life issues.",
      "cert": "Suitable for 15 years & above",
      "genre_ids": [
        16,
        35
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "Seth MacFarlane",
        "Alex Borstein",
        "Mila Kunis",
        "Seth Green",
        "Mike Henry"
      ],
      "original_name": "Family Guy",
      "vote_average": 6.5,
      "name": "Family Guy",
      "id": 1434
    },
    {
      "adult": false,
      "first_air_date": "2019-10-06",
      "overview": "Armed with a great passion for social justice and with a great facility to always say what she thinks, Kate Kane is known in the streets of Gotham as Batwoman, a lesbian highly trained to fight crime that resurfaces in the city. However, before becoming a savior, she must fight the demons that prevent her from being the symbol of the hope of a corrupt city.",
      "cert": "N\/A",
      "genre_ids": [
        10759,
        10765
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "Ruby Rose",
        "Rachel Skarsten",
        "Meagan Tandy",
        "Dougray Scott",
        "Camrus Johnson"
      ],
      "original_name": "Batwoman",
      "vote_average": 6.2,
      "name": "Batwoman",
      "id": 89247
    },
    {
      "adult": false,
      "first_air_date": "1999-09-20",
      "overview": "In the criminal justice system, sexually-based offenses are considered especially heinous. In New York City, the dedicated detectives who investigate these vicious felonies are members of an elite squad known as the Special Victims Unit. These are their stories.",
      "cert": "N\/A",
      "genre_ids": [
        80,
        18
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "Mariska Hargitay",
        "Ice-T",
        "Kelli Giddish",
        "Peter Scanavino"
      ],
      "original_name": "Law & Order: Special Victims Unit",
      "vote_average": 6.4,
      "name": "Law & Order: Special Victims Unit",
      "id": 2734
    },
    {
      "adult": false,
      "first_air_date": "2005-03-27",
      "overview": "Follows the personal and professional lives of a group of doctors at Seattle’s Grey Sloan Memorial Hospital.",
      "cert": "N\/A",
      "genre_ids": [
        18
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "Ellen Pompeo",
        "Justin Chambers",
        "James Pickens Jr.",
        "Chandra Wilson",
        "Alex Landi"
      ],
      "original_name": "Grey's Anatomy",
      "vote_average": 6.4,
      "name": "Grey's Anatomy",
      "id": 1416
    },
    {
      "adult": false,
      "first_air_date": "2009-09-22",
      "overview": "The exploits of the Los Angeles–based Office of Special Projects (OSP), an elite division of the Naval Criminal Investigative Service that specializes in undercover assignments.",
      "cert": "N\/A",
      "genre_ids": [
        80,
        18,
        9648,
        10759
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "Chris O'Donnell",
        "LL Cool J",
        "Daniela Ruah",
        "Linda Hunt",
        "Barrett Foa"
      ],
      "original_name": "NCIS: Los Angeles",
      "vote_average": 6.8,
      "name": "NCIS: Los Angeles",
      "id": 17610
    },
    {
      "adult": false,
      "first_air_date": "2013-09-23",
      "overview": "Raymond \"Red\" Reddington, one of the FBI's most wanted fugitives, surrenders in person at FBI Headquarters in Washington, D.C. He claims that he and the FBI have the same interests: bringing down dangerous criminals and terrorists. In the last two decades, he's made a list of criminals and terrorists that matter the most but the FBI cannot find because it does not know they exist. Reddington calls this \"The Blacklist\". Reddington will co-operate, but insists that he will speak only to Elizabeth Keen, a rookie FBI profiler.",
      "cert": "N\/A",
      "genre_ids": [
        80,
        18,
        9648
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "James Spader",
        "Megan Boone",
        "Harry Lennix",
        "Diego Klattenhoff",
        "Amir Arison"
      ],
      "original_name": "The Blacklist",
      "vote_average": 6.9,
      "name": "The Blacklist",
      "id": 46952
    },
    {
      "adult": false,
      "first_air_date": "2017-10-08",
      "overview": "When Jibon Babu brings home a vivacious wife, Uma, inappropriate things start happening as she becomes the fantasy and obsession of the other young tenants in the house.",
      "cert": "N\/A",
      "genre_ids": [
        35
      ],
      "origin_country": [
        "IN"
      ],
      "cast": [],
      "original_name": "দুপুর ঠাকুরপো",
      "vote_average": 4,
      "name": "Dupur Thakurpo",
      "id": 74564
    },
    {
      "adult": false,
      "first_air_date": "2015-10-26",
      "overview": "Twenty-four-year-old Kara Zor-El, who was taken in by the Danvers family when she was 13 after being sent away from Krypton, must learn to embrace her powers after previously hiding them. The Danvers teach her to be careful with her powers, until she has to reveal them during an unexpected disaster, setting her on her journey of heroism.",
      "cert": "Suitable for 12 years & above",
      "genre_ids": [
        28,
        12,
        18,
        878
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "Melissa Benoist",
        "Chyler Leigh",
        "David Harewood",
        "Mehcad Brooks",
        "Katie McGrath"
      ],
      "original_name": "Supergirl",
      "vote_average": 5.9,
      "name": "Supergirl",
      "id": 62688
    },
    {
      "adult": false,
      "first_air_date": "2018-10-12",
      "overview": "A team of young superheroes led by Nightwing (formerly Batman's first Robin) form to combat evil and other perils.",
      "cert": "N\/A",
      "genre_ids": [
        18,
        10759,
        10765
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "Brenton Thwaites",
        "Anna Diop",
        "Teagan Croft",
        "Ryan Potter",
        "Curran Walters"
      ],
      "original_name": "Titans",
      "vote_average": 7.5,
      "name": "Titans",
      "id": 75450
    },
    {
      "adult": false,
      "first_air_date": "2019-10-10",
      "overview": "In the world only the aristocrats have the power to fight the monster - mana. Even though Melida Angel was born in an aristocracy and studies at an academy developing mana users, she has no mana. To find her talent for mana, Kufa Vampir was sent to be her tutor but at the same time, he was ordered to assassinate her if she has no talent for mana. He makes a cruel decision to assassinate her because he thinks that it is a wasted effort that people who have not any mana are working hard in this world... However, he asks her, \"Do you want to try to entrust your life to me?\" He is not as an assassin nor a tutor. He is someone betting on his pride as an assassin tutor, to show the world what Melida is capable of!",
      "cert": "N\/A",
      "genre_ids": [
        80,
        18,
        10759
      ],
      "origin_country": [
        "JP"
      ],
      "cast": [
        "Yuki Ono",
        "Tomori Kusunoki",
        "Yui Ishikawa",
        "Ayane Sakura",
        "Azumi Waki"
      ],
      "original_name": "アサシンズプライド",
      "vote_average": 5.2,
      "name": "Assassins Pride",
      "id": 91299
    },
    {
      "adult": false,
      "first_air_date": "2015-04-04",
      "overview": "Yukihira Souma's dream is to become a full-time chef in his father's restaurant and surpass his father's culinary skill. But just as Yukihira graduates from middle schools his father, Yukihira Jouichirou, closes down the restaurant to cook in Europe. Although downtrodden, Souma's fighting spirit is rekindled by a challenge from Jouichirou which is to survive in an elite culinary school where only 10% of the students graduate. Can Souma survive?",
      "cert": "N\/A",
      "genre_ids": [
        16,
        35
      ],
      "origin_country": [
        "JP"
      ],
      "cast": [
        "Yoshitsugu Matsuoka",
        "Ai Kayano",
        "Maaya Uchida",
        "Chinatsu Akasaki",
        "Kengo Kawanishi"
      ],
      "original_name": "食戟のソーマ",
      "vote_average": 7.8,
      "name": "Food Wars!: Shokugeki no Soma",
      "id": 62273
    },
    {
      "adult": false,
      "first_air_date": "2019-10-03",
      "overview": "Seven high school students that got caught in an airplane accident wake up, in a middle age like fantasy different world where magic and beast-man (juujin) exist.\n\nBut they do not panic at their current situation!?\n\nThey build a nuclear plant in a world without electricity, they control the economy of a large city in a short work's trip, and finally for their benefactor's sake who are suffering from the misgoverment, they declare war on the evil nobles.\n\nSo... none of them is a normal high school student, each of them are super human high school students that stand at the top of politics, economics, science and medicine!\n\nThis is a story of a dream team that possess earth's greatest wisdom and technology, that without any self-restraining bring a revolution to a different world with over-technology",
      "cert": "N\/A",
      "genre_ids": [
        16,
        18,
        10759,
        10765
      ],
      "origin_country": [
        "JP"
      ],
      "cast": [
        "Yuusuke Kobayashi",
        "Yuuki Kuwahara",
        "Rina Hidaka",
        "Natsumi Hioka",
        "Hisako Kanemoto"
      ],
      "original_name": "超人高校生たちは異世界でも余裕で生き抜くようです",
      "vote_average": 6,
      "name": "High School Prodigies Have It Easy Even in Another World!",
      "id": 91269
    },
    {
      "adult": false,
      "first_air_date": "2010-10-31",
      "overview": "Sheriff's deputy Rick Grimes awakens from a coma to find a post-apocalyptic world dominated by flesh-eating zombies. He sets out to find his family and encounters many other survivors along the way.",
      "cert": "Suitable for 18 years & above",
      "genre_ids": [
        18,
        10759,
        10765
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "Norman Reedus",
        "Melissa McBride",
        "Danai Gurira",
        "Josh McDermitt",
        "Christian Serratos"
      ],
      "original_name": "The Walking Dead",
      "vote_average": 7.3,
      "name": "The Walking Dead",
      "id": 1402
    },
    {
      "adult": false,
      "first_air_date": "2016-04-03",
      "overview": "In a world where eighty percent of the population has some kind of super-powered Quirk, Izuku was unlucky enough to be born completely normal. But that won’t stop him from enrolling in a prestigious hero academy. Now, he’ll get his first taste of brutal rivalry from other schools as he braves the cutthroat, no-holds-barred provisional license exam.",
      "cert": "N\/A",
      "genre_ids": [
        16,
        35,
        10759
      ],
      "origin_country": [
        "JP"
      ],
      "cast": [
        "Kenta Miyake",
        "Nobuhiko Okamoto",
        "Daiki Yamashita",
        "Ayane Sakura",
        "Kaito Ishikawa"
      ],
      "original_name": "僕のヒーローアカデミア",
      "vote_average": 7.9,
      "name": "My Hero Academia",
      "id": 65930
    },
    {
      "adult": false,
      "first_air_date": "2014-01-08",
      "overview": "A riveting police drama about the men and women of the Chicago Police Department's District 21 who put it all on the line to serve and protect their community. District 21 is made up of two distinctly different groups: the uniformed cops who patrol the beat and go head-to-head with the city's street crimes and the Intelligence Unit that combats the city's major offenses - organized crime, drug trafficking, high profile murders and beyond.",
      "cert": "N\/A",
      "genre_ids": [
        80,
        18
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "Jason Beghe",
        "Jesse Lee Soffer",
        "Patrick John Flueger",
        "Marina Squerciati",
        "Laroyce Hawkins"
      ],
      "original_name": "Chicago P.D.",
      "vote_average": 7.4,
      "name": "Chicago P.D.",
      "id": 58841
    },
    {
      "adult": false,
      "first_air_date": "2012-10-10",
      "overview": "An edge-of-your-seat view into the lives of everyday heroes committed to one of America's noblest professions. For the firefighters, rescue squad and paramedics of Chicago Firehouse 51, no occupation is more stressful or dangerous, yet so rewarding and exhilarating. These courageous men and women are among the elite who forge headfirst into danger when everyone else is running the other way and whose actions make the difference between life and death.",
      "cert": "N\/A",
      "genre_ids": [
        18
      ],
      "origin_country": [
        "US"
      ],
      "cast": [
        "Jesse Spencer",
        "Taylor Kinney",
        "Eamonn Walker",
        "Kara Killmer",
        "Miranda Rae Mayo"
      ],
      "original_name": "Chicago Fire",
      "vote_average": 7.4,
      "name": "Chicago Fire",
      "id": 44006
    }
  ]
}